Repository: translate/mozilla-gaia
Catalog: pbb/apps/costcontrol/costcontrol.properties.po
Languages: pbb

# topup-confirmation-title2
source: Usage
pbb: Jxa'n u'jnxisa

source: Top-up confirmed
pbb: Isa txi'nxath

# topup-incorrectcode-title2
source: Usage
pbb: Jxa'n u'jnxisa

source: Incorrect top-up code entered.
pbb: we'wenxi's txi'pya ewumeeta.

source: Updating
pbb: Jxukate pu'txna

source: Updating…
pbb: Jxukate pu'txna…

source: Yesterday
pbb: U'najh

source: Today
pbb: Ãçx

source: Never
pbb: Bagaçx yuhpa

source: Usage Widget
pbb: Widget jxa'jxa'

source: New {{provider}} SIM card inserted
pbb: U'se {{provider}} SIM ki'pnxisa pathna

source: Tap to track your phone and internet usage.
pbb: Mitxtheth txãs pethe'gujxa ma'wẽ jxa'n ujweçtepa çaam we'wekwete vxite jxujuy kajhnxi's.

source: New SIM card inserted
pbb: U'se SIM ki'pnxisa pathna

source: Tap to track your internet usage.
pbb: Mitxtheth the'gya jxujuy kajhnxi'sa's aan ma' pçunu'jweçna.

source: Airplane Mode
pbb: Ẽwãlakawe'sx na' bubxsaa jxujasana'wẽ

source: Please, turn off airplane mode to enable Usage.
pbb: Mfxiçxa ẽwãlakawe'sxa's jxujuy kajhnxi'sa's ki'taya.

source: No SIM card
pbb: ki'pnxisa' SIM meea'

source: Insert a SIM card to enable Usage.
pbb: Pathna SIM ki'pnxisa's khtudujxa vxi'snxi's.

source: Locked SIM card
pbb: Pe'pete ki'pnxisa kthegu'wahmee

source: Unlock your SIM card to enable Usage.
pbb: Idx kipnxisa's SIM phaden txã's khtudujxa.

source: Error
pbb: Ewme'

source: Please, make sure airplane mode is off.
pbb: Ewmtheg aan ẽwãlakawe'sxa's fxiçxanxii u'sn.

source: Usage First Time Experience
pbb: Pu'tx ji'yun ma'wẽ jxa'n u'nxi'sa's

source: Save money by keeping track of your phone and internet usage.
pbb: Vxiukwe's tha'kweme jxa'na ya' u'jwen ew the'gçxa çaam we'wekwete vxite jxujuy kajnxisa's.

source: Save money by keeping track of your internet usage.
pbb: Vxiukwe's tha'kweme jxa'na ya' u'jwen ew the'gçxa ma' jxa'n ya' yau'jwena jxujuy kajnxisa's.

source: Get clear information about how much internet you’re using.
pbb: Uwẽnega pta'sxsa's ew jiyuçxa txãa manz ya'se vxisnau'sna.

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
pbb: Naa ta'sxnxisa' kthegjune jxa'nxi's na' ayujx ne u'jwe vxisnxisanxakh. Penxine thakwe jiyuya txãa mjisa's çaam we'wekwete.

source: Type of Contract
pbb: Ma' txtee mjiwãja's

source: Select the type of contract you have with your mobile service provider.
pbb: Mtxhitx ma'we mjiwãja's na' jipnega çaam we'wekwetewe'sx's.

source: Low Balance Alert
pbb: Payajtxna le'çxkwẽnxa' jipa

source: Set an alert to avoid running out of credit.
pbb: Pheu'çxa dxiikh teçx ta'sxsa vxiu ji'me nenxuçtepa ta'sxin.

source: Data Report and Alert
pbb: Ta'sxsa txte yasetx jiçxa sussa'spa dxiikh

source: Receive reports about your Internet usage and set an alert to avoid using too much.
pbb: Ba'ka ta'sxnxisatx txãa jxan u'jnxisa's jxujuy kajnxisa'sa pheu'çx ta'sxsanxa'kh tx'nxũçxa jwe thakwe vxismenega.

source: Phone and Data Report
pbb: Ta'sxna txãa yasetx çaam we'wekwete

source: Receive reports about your phone and Internet usage.
pbb: Ba'ka ta'sxnxisa's ma'wẽ jxan ujnxisa's txãa çaam we'wekwetewesxa's vxite jxujuy kajnxisanxa'kh.

# fte-postpaid3-title
source: Data Alert
pbb: Pa'yatxna txãa yasetx

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
pbb: Phewu' teeçx ta'sxsa thakwe jxa'nxame.

source: Data Report
pbb: Pa'yatxna txãa yasetx

source: Receive reports about your internet usage.
pbb: Baka ta'sxnxisatx ma'wẽ jxujuy kahnxisa's ya' jxa'na u'jwe.

# fte-onlydata3-title
source: Data Alert
pbb: Pa'yatxna txãa yasetx

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
pbb: Phewu' teeçx ta'sxsa thakwe jxa'nxame.

source: Phone Activity
pbb: Çaam we'wekwe mjinxisa'

source: Balance
pbb: Vxiu

source: Roaming: no automatic balance update. You might be charged for updating manually.
pbb: Roaming: idx vxiukwẽ petx ũ's ya phewu'jumene. meeçxa ulpe'nxitxina petx ũ's ya phewu'çxa.

source: Balance didn’t update correctly. Try updating manually.
pbb: Txãa vxiu'sa phewu'meta ew.Txãsçxa petx ũ's mikvxitujh.

source: Turn off airplane mode to update your balance or top up.
pbb: Mfxiçxa ewãlakawe'sxa's txa'nxuçxa ya' phewu'jun vxiukwes meçxa txi' txi'pjxa ya' ewun.

source: Do you want to disable Airplane mode to update or top up?
pbb: ¿Manga fxiçxawẽpaga ewãlakawe'sxa's txãas txi' kputxhiya txãnxuçxa txi' vxiukwe akhya?

source: You need phone coverage to update your balance or top up.
pbb: Pejxinega apnxisa txãas phewu'jxa idx vxius txi' txi'pya.

source: Top Up
pbb: Txi' ktujsejxa

source: Enter the top-up code
pbb: Çukte jipunxi's mfxi' txi ktuse'jxa

source: Find it on the scratch card or directly in your receipt.
pbb: Ki'pnxisa puçkhje uyunega meçxa txãa eçkweteyu.

source: You will receive a confirmation message
pbb: Eç fxijnxisa pakanega ptasxina

source: Make sure the code is correct and try again.
pbb: Ew mtheg an paçte fxijnxisa' ewna jiçxa txi'txin u'se takhenega.

source: There was a problem sending the code. Please, try again.
pbb: Teeçx yuwene u'pu kajxapte paçte fxi'nxisa's.Txi' use dakh.

# application-error-title
source: Service unavailable
pbb: Selpimeũsa'

source: Contact your company representative
pbb: Txee thegsa's baya mjisa's

# service-unavailable-title
source: Service unavailable
pbb: Selpimeũsa

source: Neither update nor top-up is possible at the moment. Please try later.
pbb: Naa tudte ewme ũ'sa phewu'wa'yujpa na ktusewapha ewme'. Kusuçte txi'txin ewuna.

source: Data usage
pbb: Yase caselpi'sa

source: Update
pbb: Phewu'nxisa

source: Use top-up code
pbb: Paçte fxijnxi's txde ktusejxa

source: Open top-up menu
pbb: Thegnxisa's phanden txi' ktusejxa

source: OK
pbb: Ewn

source: Your top-up is being processed.
pbb: Ew u'jweça idx ktuse'jwajthe.

source: Update your balance to confirm. If balance is unchanged, try topping up again.
pbb: Txi' mdakh ew thegçxa. Txaa vxiukwe kujwedtewesx, txi'txin u'se dakh.

source: Top-up not confirmed
pbb: Ta'sxmeta ktuseh

source: Try updating your balance or retry top-up.
pbb: Txitxin u'se vxiukwe akjxa miisa txi' ktusejxa.

source: send
pbb: Kajxa

source: My phone and Internet plan is
pbb: U'kwe çaam we'wekwe vxite jxujuy kajnxisa' txãwã

source: Prepaid
pbb: Putx dewena

source: Postpaid
pbb: Dewenxinxa'

source: Phone activity
pbb: Çaam we'wekwe mjinxi

source: SMS sent
pbb: SMS kajnxi

source: Calls made
pbb: Pa'yanxisa

source: Settings
pbb: Phewu'nxi

# settings-button.ariaLabel
source: Settings
pbb: Phewu'nxi

source: Low balance alert
pbb: Payatx le'kwenxa nenxuça

source: When balance is below
pbb: Txewesx vxiu thakwe leçxte naa

source: Phone and Internet data report
pbb: Yasetx ta'sxnxi çaam we'wekwete

source: Internet data report
pbb: Yasetx tasxn

source: Starting on
pbb: Txawẽna ijh

source: Cancel
pbb: Dewen

source: Monthly
pbb: A'te

source: Weekly
pbb: Ki'su

source: Monday
pbb: Lunxi's

source: Tuesday
pbb: Matxi's

source: Wednesday
pbb: ki's pxiãh

source: Thursday
pbb: Jwevxis

source: Friday
pbb: Txẽ'een

source: Saturday
pbb: Sapatu

source: Sunday
pbb: Ki'seen

source: Billing cycle ends
pbb: Txawenpkaçxçxa eça' pçun

source: Tracking will reset on this date
pbb: Txaa ujnuste ma'wẽ u'pte txa'wẽn pkaçx

source: Yes
pbb: Ewa'

source: Done
pbb: Jxa'jxa'

source: Confirmation
pbb: Jxuka ewya' ũsa'

source: Your current Wi-Fi data usage is {{wifiData}}. Clear it all?
pbb: Idx jxa'nxi ãçxpa txãa yasetx wifi txe {{wifiData}}. ¿jxuka khukhna?

source: Your current mobile data usage is {{mobileData}}. Clear it all?
pbb: Idx jxajnxi ãçxtepkaçx yasetx çaam we'wekwe txãwa' {{mobileData}}. ¿Jxuka khukhna?

source: Your current data usages are {{mobileData}} on mobile, {{wifiData}} on Wi-Fi. Clear it all?
pbb: Idx jxan u'jnxi ãçxtepa txãa yasetx nawẽta {{mobileData}} çaam we'wekwete, {{wifiData}} na' wifi. ¿Jxuka khukhna?

source: All current data will be deleted. Are you sure you want to reset?
pbb: Jxuka ãçxtewesxa yasetx yay khukhun. ¿Txi' ew ktakhewẽga?

source: Reset
pbb: Ma'wẽ u'pte txãawẽy ki'pya'

source: Reset Wi-Fi usage
pbb: Jxuka phewu'jxa txe jxajnxi's wifi

source: Reset mobile usage
pbb: Jxuka phewu'na jxajnxi's çaam we'wekwete

source: Reset mobile & Wi-Fi data
pbb: Jxuka phewu'n yasetx wifi vxite çaam we'wekwete

source: Not set
pbb: Ewumeka

source: Used
pbb: Vxisna

source: Limit passed
pbb: Txepah

source: Limit
pbb: Txepah

source: Data usage limit
pbb: Txepah vxisna ũ'sa'

source: Data use alert
pbb: Payatxna txãa yase vxisnxi's

source: When use is above
pbb: Thakwe vxiste txe

source: Enter a mobile data limit alert
pbb: Txtepah payatxte yase's çaam we'wekwete

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
pbb: Thakwe tund çxkitxate le'çxkwe txepah kujun. aça txka pusxisxsanxa'kh yasetx txikçxa ewuun.

source: Data limit
pbb: Txtepah yasetx

source: Wi-Fi usage
pbb: Wi-Fi txa' vxisnxi

source: Mobile usage
pbb: Çaam we'wekwe's vxisnxi

# wifi-usage-settings
source: Wi-Fi usage
pbb: Wi-Fi

# mobile-usage-settings
source: Mobile usage
pbb: Çaam we'wekwes vxisnxi

source: I’m Pre-paid
pbb: Txãa dewenxinxaja

source: I’m Post-paid
pbb: Es dewenxinxaja

source: Reset data usage
pbb: Jxuka phewu'na jxan u'jnxi's yasetx

source: Reset report
pbb: Jxuka phewu'n tasxnxitxi

source: Next
pbb: Ya'çka kaanxi

source: Back
pbb: E'stewe'sx

source: Let’s go!
pbb: Yaçka

source: Alert
pbb: Payajtx

source: Alert Limit
pbb: Txtepah payatxinega

source: Welcome
pbb: Wechyuwecue

source: {{limit}} of data used
pbb: {{limit}} yase vxisnxinxatxhih

source: You’ve reached the limit you selected
pbb: Jxuka kpatxçxa ewuka

source: Low balance
pbb: Vxiu le'kwenxa' u'pah

source: {{remaining}} remaining phone credit
pbb: Nenxuçta {{remaining}} txa' ptxijnxi

source: Balance has reached zero, no phone credit remaining.
pbb: Vxiu menxãja,

source: Not available
pbb: Na' ewumeen

source: Usage
pbb: Jxanu'jnxi

source: Internet
pbb: Jxujuy kahnxisa

source: Phone
pbb: Çaam we'wekwe

source: Loading interface data. Please retry in a while.
pbb: Khtuse'jn u'sa' yasetxi naa jiyunxisate.Txi'txinçxa kujunega een skhewnxite.

source: Data Limit ({{value}})
pbb: Txtepa yasetx ({{value}})

# data-available2[zero]
source: {{value}} {{unit}} available
pbb: {{value}} {{unit}} ew ũ'sa

# data-available2[one]
source: {{value}} {{unit}} available
pbb: {{value}} {{unit}} ew ũsa'

# data-available2[two]
source: {{value}} {{unit}} available
pbb: {{value}} {{unit}} ew ũ'sta

# data-available2[few]
source: {{value}} {{unit}} available
pbb: {{value}} {{unit}} ew ũ'sta

# data-available2[many]
source: {{value}} {{unit}} available
pbb: {{value}} {{unit}} ew ũ'sta

# data-available2[other]
source: {{value}} {{unit}} available
pbb: {{value}} {{unit}} ew ũ'sta

# over-limit[one]
source: {{value}} {{unit}} over limit
pbb: {{value}} {{unit}} thakwe jiphũ'sa

# over-limit[two]
source: {{value}} {{unit}} over limit
pbb: {{value}} {{unit}} kahkwesu ji'phusaa

# over-limit[few]
source: {{value}} {{unit}} over limit
pbb: {{value}} {{unit}} kahkwesu ji'phusaa

# over-limit[many]
source: {{value}} {{unit}} over limit
pbb: {{value}} {{unit}} kahkwesu jiphusaa

# over-limit[other]
source: {{value}} {{unit}} over limit
pbb: {{value}} {{unit}} kahkwesu ji'phusaa

source: Mobile usage per app
pbb: Jxan u'jnxisa çaam we'wekwete txee app

source: You have not used any mobile data yet. Usage for each application will show up here when you do.
pbb: Jxanximea yasetx çaam we'wekwete. Na vxitçxa, matxçxa jxan txi'pnxisana ayte tasxin.

source: {{amount}} of data used since {{start-date}}
pbb: {{amount}} yasetx txãjuy vxisnxi {{start-date}}

source: {{amount}} of data used this week
pbb: {{amount}} yasetx vxisnxi naa ki'sute

source: {{amount}} of data used this month
pbb: {{amount}} yasetx vxisnxi naa a'tete

source: Others
pbb: Vxite

source: Browser
pbb: Kẽsejnxisa

source: Limit of {{value}} MB
pbb: Txtepah {{value}} Mb

source: Limit of {{value}} GB
pbb: Txtepah {{value}} Gb

source: {{value}} left
pbb: Nenxun (n) {{value}}

source: Exceeded by {{value}}
pbb: Thakwekayu {{value}}

source: Today is {{today}}
pbb: Ãçxa txa' {{today}}

source: From {{from}} to {{to}}
pbb: Txajuy {{from}} txtepkaçx {{to}}
