Repository: translate/mozilla-gaia
Catalog: son/shared/download/download.properties.po
Languages: son

source: Download stopped
son: Zumandiyan kayante

source: Download was stopped. Try downloading again?
son: Zumandiyanoo n' ka kay. Ceeci ka zumandi koyne?

# stopped_download_left_button
source: Cancel
son: Naŋ

# stopped_download_right_button
source: Try again
son: Ceeci koyne

# failed_download_title
source: Download failed
son: Zumandiroo kay

source: {{name}} failed to download. Try downloading again?
son: {{name}} mana hin ka zunbu. Ceeci ka zumandi koyne?

# failed_download_left_button
source: Cancel
son: Naŋ

# failed_download_right_button
source: Try again
son: Ceeci koyne

source: Stop download
son: Zumandiroo kayandi

source: Are you sure you want to stop the download?
son: Alhakiika war ga baa ka zumandiroo kayandi?

source: No
son: Kalaa

source: Yes
son: Ayyo

# delete_download_title
source: Delete
son: Tuusu

source: Delete {{name}}?
son: Ka {{name}} tuusu?

# delete_download_left_button
source: Cancel
son: Naŋ

# delete_download_right_button
source: Delete
son: Tuusu

# delete_all_download_title
source: Delete
son: Tuusu

# delete_all_download_left_button
source: Cancel
son: Naŋ

# delete_all_download_right_button
source: Delete
son: Tuusu

source: Delete no files?
son: Ma ši tuku kul tuusu?

source: Delete one file?
son: Tuku foo tuusu?

# delete_all_download_message[two]
source: Delete {{number}} files?
son: Tuku {{number}} tuusu?

# delete_all_download_message[few]
source: Delete {{number}} files?
son: Tuku {{number}} tuusu?

# delete_all_download_message[many]
source: Delete {{number}} files?
son: Tuku {{number}} tuusu?

# delete_all_download_message[other]
source: Delete {{number}} files?
son: Tuku {{number}} tuusu?

# unsupported_file_type_download_title
source: Unable to open
son: Ši hin ka feera

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
son: Porogaram kul ši kaŋ ga {{name}} feeri. Wa gar baa ka tukoo gaabu wala k'a tuusu?

# unsupported_file_type_download_left_button
source: Keep File
son: Tuku feeri

# unsupported_file_type_download_right_button
source: Delete
son: Tuusu

source: File not found
son: Tuku mana diyandi

source: The file wasn’t found on the device
son: Tukoo ši duwandi jinaa woo ga

# file_not_found_download_right_button
source: OK
son: Ayyo

source: Memory card in use
son: Lakkal katta goo goy ra

source: Unplug the phone
son: Talfonoo dogu

# unmounted_sdcard_2_download_right_button
source: OK
son: Ayyo

source: Unable to share
son: Ši hin ka žemna

source: No provider found
son: Nookaw kul ši duwandi

# no_provider_download_right_button
source: OK
son: Ayyo

source: SD Card is full
son: SD kattaa too

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
son: Doo kul mana cindi war SD kattaa ga ka zumandoo woo gaabu. Tuku fooyaŋ kaa jina ka zumandoo tunandi taaga.

# no_memory_download_right_button
source: OK
son: Ayyo

source: No memory card found
son: Lakkal katta kul ši duwandi

source: Insert a memory card or select an alternate default media location in settings
son: Lakkal foo katta dam wala tilasu hoorayjinay doo tana suuba kayandiyaney ra

# no_sdcard_found_2_download_right_button
source: OK
son: Ayyo

# file_open_error_download_title
source: Unable to open
son: Ši hin ka feera

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
son: Šenday goo {{name}} feeriyanoo ra. War ga baa ka tukoo gaabu wala k'a tuusu?

# file_open_error_download_left_button
source: Keep File
son: Tukoo gaabu

# file_open_error_download_right_button
source: Delete
son: Tuusu

source: There was an error while restarting the download. Please try to download again.
son: Firka bangay kaŋ zumandi ga tunandi taaga. Ceeci k'a zumandi taaga.

source: No downloads
son: Zumandi kul šii

source: {{partial}} of {{total}}
son: {{partial}} ka hun {{total}} ra

source: Stopped
son: Kayante

source: Download failed
son: Zumandiyan kay

source: Open
son: Feeri

source: Share
son: Žemna

source: Set as wallpaper
son: Kayandi sanda cetakaddasu

source: Set as ringtone
son: Kayandi sanda talfon heeni

# cancel_downloaded_file
source: Cancel
son: Naŋ
