Repository: translate/mozilla-gaia
Catalog: qvi/apps/verticalhome/homescreen.properties.po
Languages: qvi

source: Search or enter address
qvi: Maskanki o killkanki kuskapi

source: Delete {{name}}
qvi: Kichuna {{name}}

source: {{name}} and all of its data will be deleted.
qvi: Kichurinka {{name}} y tukuylla kampak chanikuna.

source: Delete
qvi: Kichuna

source: Cancel
qvi: Tukuchina

source: Homescreen Settings
qvi: Tikuykuna llikllarikuna kallarina

source: Change Wallpaper
qvi: Trukana tiksi llikllarikuna

source: Edit
qvi: Kamullchina

source: Done
qvi: Shinashka

source: Stop {{name}}
qvi: Shayana {{name}}

source: Do you want to stop the download in progress?
qvi: Munanki shayachina urahuchina aparinata kunan?

source: Stop
qvi: Shayana

source: Restart Download
qvi: Kutin kallarina urahuchina aparina

source: Do you want to download {{name}}?
qvi: Munanki uriahuchina aparinata {{name}}?

source: Download
qvi: Urahuchina aparinata

source: Edit group
qvi: Kamullchina tukuylla
