Repository: translate/mozilla-gaia
Catalog: pbb/apps/settings/device_type/tv/settings.device.properties.po
Languages: pbb

source: Share my Internet connection with a USB-connected device.
pbb: Adx çxkitxanxisa's katxhuhden Internet-te teeçx vxiswa'j yakh çxkitxaçxha USB-te.

source: Share my Internet connection with Wi-Fi-connected devices.
pbb: Adx çxkitxan katxhudenxisa's Internet-te teeçx vxiswa'jte çxkitxan Wi-Fi-te.

source: The ringtone was not changed because the selected file can not be played on this TV.
pbb: Susnxisa's yu'pthẽhme' napa eç jxawnxisa's txhitxya' ewuçme' nuypẽnanxi's naa TV-te.

source: Find My Device allows you to locate, lock or erase your TV
pbb: Pakwena adx jĩ's thẽgçxa' ki'phya', aphna meeçxa' khũkhna idx TV-te

source: Find My Device allows you to locate, lock or erase your TV from a web site:
pbb: Pakwena adx jĩ's thẽgçxa' ki'phya', aphna meeçxa' khũkhna idx TV-te na's teeçx web-te

source: Your TV is being tracked by another device through the website.
pbb: Idx çaam we'wekweju pakwen ũssa' web-tewe'sx vxite kẽesenxi yakh.

source: No devices are actively tracking your TV through the website.
pbb: Maa kẽsehnxi yuhpa pakwen ũsta' idx çaam we'wekweju web-tewe'sx yakh.

source: Enabling USB storage allows another computer or device connected using USB to access files on this TV.
pbb: Na's ki'tate' tadxte jxawnxisa' USB-te kthẽguhn vxite pnasa's fxi'hsa meeçxa vxisna puçkhẽ çxkitxana USB-te ka'kan eçtxi jxawna çaam we'wekweju.

source: Reset TV
pbb: Kasxweduhna çaam we'wekweju

source: Resetting will erase all your data, including any apps you’ve purchased. The TV will be restored to its factory condition. None of your settings or data will be saved.
pbb: Ma'wẽ u'pte txãawẽy ki'pxnxisa',idx pta'sxnxisa' jxuka khũkhnxi neeyũutxna, kxteeçxaa pupxni ma'wẽn app-te kĩh kpakxnxiyã'ja'.TV-te vxisnxisa' ma'wẽ u'pte' txã'wẽy ki'pya' idx yu'pthenxisa's vxithna.Jxawya' ewumeena idx phewuhna pta'sxnxis'as.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your TV will have unrestricted developer tools, allowing you to modify and debug system applications.
pbb: Ma'wẽ u'pte txãawẽy ki'pxnxisa' khũkhnxiya'pana jxuka idx pta'sxnxisatx,kxteeçxaa phuphna maapa naa app-te kĩh weynxiyã' yũuna. Jxawnxime's ji'phuhn idx phewuhnxite pta'sxna.Jxukamee,idx TV-te kajadançxaa,Jxukaisamee, mjĩsa vxiswa'ja's, kĩh kthẽguhna yu'pthẽhn sa' yatenxi's vxisna çxhaçxha.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your TV will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
pbb: Ma'wẽ u'pte txãawẽy ki'pxnxisa' khũkhnxiya'pana jxuka idx pta'sxnxisatx,kxteeçxaa phuphna maapa naa app-te kĩh weynxiyã' yũuna. Jxawnxime's ji'phuhn idx phewuhnxite pta'sxna.Idx TV-te ji'phumee mjĩna vxiswa'ja's, kĩh kthẽguhna yu'pthẽhn sa' yatenxi's vxisna çxhaçxha.

source: Turning on power save mode turns off the TV’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
pbb: Fxki'tanxisaa tud tud jweiçxaa eena's ji'phujxa' nuyçxhaçxhanximees'as çxkitxana pta'sxna.Bluetooth-te sa' kiwe's kxtee thẽgya' TV-te nuywalana ĩtxi fxi'zxenxisa's.Jxkaisamee, Ki'ki'h ki'taya' ewuna naa selpisatx kuse umnxisa's.

source: Help us improve {{brandShortName}} by sharing data about your TV and the way you use it.
pbb: Phewuh bu'çxwe {{brandShortName}} katxhuden pta'sxna idx çaam we'wekweju sa' idx ma'wẽ vxiswahtepa.

source: Connected to TV audio
pbb: Susnxi çaam we'wekwe's çxkitxaçxaya'

source: Connected to TV/media audio
pbb: Susnxi çaam we'wekwe's kũjwed/ çxkitxaçxaya'
