Repository: translate/mozilla-gaia
Catalog: ach/apps/costcontrol/costcontrol.properties.po
Languages: ach

# topup-confirmation-title2
source: Usage
ach: Tic kwede

source: Top-up confirmed
ach: Kimoko medo airtime

# topup-incorrectcode-title2
source: Usage
ach: Tic kwede

source: Incorrect top-up code entered.
ach: Nyig coc me airtime ma pe kakare.

source: Updating
ach: Keto ngec manyen

source: Updating…
ach: Keto ngec manyen…

source: Yesterday
ach: Lawo

source: Today
ach: Tin

source: Never
ach: Pe matwal

source: Usage Widget
ach: Nyonyo me tic

source: New {{provider}} SIM inserted
ach: Kiketo SIM manyen me {{provider}}

source: Tap to track your phone and internet usage.
ach: Gudi me lubo kor tic ki cim ki intanet mamegi.

source: New SIM inserted
ach: Kiketo SIM manyen

source: Tap to track your internet usage.
ach: Gudi me lubo kor tic ki intanet mamegi.

source: Airplane Mode
ach: Kit me tuk ki dege

source: Please, turn off airplane mode to enable Usage.
ach: Tim ber, i kwany kit me tuk ki dege me ye tic kwede.

source: No SIM inserted
ach: Pe kiketo SIM kad

source: Insert a SIM to enable Usage.
ach: Ket SIM kad me ye tic kwede.

source: Locked SIM card
ach: SIM kad ma kiloro

source: Unlock your SIM to enable Usage.
ach: Yab SIM mamegi me cako tic.

source: Usage First Time Experience
ach: Tic kwede tyen me acel

source: Save money by keeping track of your phone and internet usage.
ach: Gwok cente i yoo me lubo kor tic ki cim ki intanet mamegi.

source: Save money by keeping track of your internet usage.
ach: Gwok cente i yoo me lubo kor tic ki intanet mamegi.

source: Get clear information about how much internet you’re using.
ach: Nong ngec maleng ikom intanet ma rom mene ma itiyo kwede.

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
ach: Ngec ma kinyuto ikom Tic bino atir ki i nyonyo man. Rot ki lapok tic me cim mamegi pi ngec kore ki kore ikom akaunt.

source: Type of Contract
ach: Kit winye

source: Select the type of contract you have with your mobile service provider.
ach: Yer kit winye ma i tye kwede ki lapok tic mamegi.

source: Low Balance Alert
ach: Ciko pi cente manok

source: Set an alert to avoid running out of credit.
ach: Ter ciko me gengo bedo labongo cente.

source: Data Report and Alert
ach: Ripot me tic ki ciko

source: Receive reports about your Internet usage and set an alert to avoid using too much.
ach: Nong ripot ikom tic ki intanet mamegi ki ter ciko me gengo tic kwede tutwal.

source: Phone and Data Report
ach: Ripot me cim ki tic

source: Receive reports about your phone and Internet usage.
ach: Nong ripot ikom tic ki cim ki intanet mamegi.

# fte-postpaid3-title
source: Data Alert
ach: Ciko me tic

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
ach: Ter ciko me gengo tic ki data tutwal.

source: Data Report
ach: Ripot me data

source: Receive reports about your internet usage.
ach: Nong ripot ikom tic ki intanet mamegi.

# fte-onlydata3-title
source: Data Alert
ach: Ciko me data

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
ach: Ter ciko me gengo tic ki data mapol tutwal.

source: Phone Activity
ach: Tic pa cim

source: Do you want to disable Airplane mode to update or top up?
ach: Imito kwanyo kit me tuk ki dege me keto ngec manyen onyo medo airtime?

source: You need phone coverage to update your balance or top up.
ach: Myero i bed ki netwak me cim me keto ngec manyen onyo medo airtime.

source: Top Up
ach: Med airtime

source: Enter the top-up code
ach: Ket nyig coc me airtime

source: Find it on the scratch card or directly in your receipt.
ach: Nong i kad me airtime onyo i recit mamegi.

source: You will receive a confirmation message
ach: I binongo kwena me moko

source: Make sure the code is correct and try again.
ach: Nen ni meno nyig coc ne tye kakare ka i tem doki.

source: There was a problem sending the code. Please, try again.
ach: Peko obedo tye i cwalo nyig coc ne. Tim ber, i tem doki.

# application-error-title
source: Service unavailable
ach: Tic pe tye

source: Contact your company representative
ach: Kube ki lawang gurup mamegi

# service-unavailable-title
source: Service unavailable
ach: Tic pe tye

source: Data usage
ach: Tic ki data

source: Update
ach: Ngec manyen

source: OK
ach: EYO

source: Update your balance to confirm. If balance is unchanged, try topping up again.
ach: Nen airtime ma odong me moko. Kace airtime pe oloke, tem medo ne doki.

source: Top-up not confirmed
ach: Pe ki moko medo airtime

source: Try updating your balance or retry top-up.
ach: Tem neno airtime ma odong onyo tem medo ne.

source: send
ach: cwal

source: My phone and Internet plan is
ach: Pulan me cim ki intanet mamega aye

source: Prepaid
ach: Kiculo kong

source: Postpaid
ach: Kiculo lacen

source: Phone activity
ach: Tic me cim

source: SMS sent
ach: Kicwalo SMS

source: Calls made
ach: Ki goyo cim

source: Settings
ach: Ter

source: Low balance alert
ach: Ciko pi cente manok

source: Phone and Internet data report
ach: Ripot me cim ki data me intanet

source: Starting on
ach: Cako i

source: Cancel
ach: Juki

source: Monthly
ach: Dwe weng

source: Weekly
ach: Cabit weng

source: Monday
ach: Ceng baraja

source: Tuesday
ach: Ceng aryo

source: Wednesday
ach: Ceng adek

source: Thursday
ach: Ceng angwen

source: Friday
ach: Ceng abic

source: Saturday
ach: Ceng abicel

source: Sunday
ach: Ceng cabit

source: Billing cycle ends
ach: Kare me cul ogik

source: Tracking will reset on this date
ach: Lubo kor binwoyo tere i nino dwe man

source: Yes
ach: Eyo

source: Done
ach: Otum

source: Confirmation
ach: Moko

source: All current data will be deleted. Are you sure you want to reset?
ach: Data weng ma kombedi kibikwanyo woko. Imoko ada ni imito nwoyo tero?

source: Reset
ach: Nwo tero

source: Reset Wi-Fi usage
ach: Nwo tero tic ki Wi-Fi

source: Reset mobile usage
ach: Nwo tero tic ki cim

source: Reset mobile & Wi-Fi data
ach: Nwo tero data me cing ki Wi-Fi

source: Not set
ach: Pe ki tero

source: Used
ach: Kitiyo ki

source: Limit passed
ach: Kikato agiki ne

source: Limit
ach: Agiki ne

source: Data usage limit
ach: Agiki me tic ki data

source: Data use alert
ach: Ciko me tic ki data

source: When use is above
ach: Ka tic kato

source: Enter a mobile data limit alert
ach: Ket ciko pi agiki pa data me cing

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
ach: Dwiro pa kube dok piny inge oo i agiki me tic ki data. Rot ki lami data mamegi me tero level me ciko ma rwatte.

source: Wi-Fi usage
ach: Tic ki Wi-Fi

source: Mobile usage
ach: Tic ki cim

# wifi-usage-settings
source: Wi-Fi usage
ach: Tic ki Wi-Fi

# mobile-usage-settings
source: Mobile usage
ach: Tic ki cim

source: Reset data usage
ach: Nwo tero tic ki data

source: Reset report
ach: Nwo tero ripot

source: Next
ach: Malubo

source: Back
ach: Cen

source: Let’s go!
ach: Wa cito!

source: Alert
ach: Ciko

source: Alert Limit
ach: Agiki me ciko

source: Welcome
ach: Wajoli

source: {{limit}} of data used
ach: {{limit}} me data ma kitiyo kwede

source: You’ve reached the limit you selected
ach: I oo iye agiki ma i yero ni

source: Low balance
ach: Airtime nok

source: Not available
ach: Pe tye

source: Usage
ach: Tic

source: Internet
ach: Intanet

source: Phone
ach: Cim

source: Loading interface data. Please retry in a while.
ach: Cano data me lakub jami. Tim ber i nwo temo inge kare mo.
