Repository: translate/mozilla-gaia
Catalog: */shared/elements/gaia_grid/gaia_grid.properties.po
Languages: bn_bd, bs, ca, cy, fa, gd, hi_in, id, kn, ur, uz

source: Stop {{name}}
bn_bd: {{name}} বন্ধ করুন
bs: Zaustavi {{name}}
ca: Atura {{name}}
cy: Atal {{name}}
fa: توقف {{name}}
gd: Sguir de {{name}}
hi_in: {{नाम}} रोकें
id: Hentikan {{name}}
kn: ನಿಲ್ಲಿಸು {{name}}
ur: رکیں {{name}}
uz: {{name}}ni to‘xtatish

source: Do you want to stop the download in progress?
bn_bd: আপনি কি আপনার ডাউনলোড থামাতে চান?
bs: Da li želite zaustaviti preuzimanje koje je u toku?
ca: Voleu aturar la baixada en curs?
cy: Hoffech chi atal y llwytho i lawr sydd ar waith?
fa: آیا می‌خواهید که دریافت جاری را متوقف کنید؟
gd: A bheil thu airson sgur dhe na tha ’ga luchdadh a-nuas?
hi_in: क्या आप डाउनलोड जो चालू है उसे बंद करना चाहते हैं?
id: Ingin menghentikan unduhan yang sedang berlangsung?
kn: ನಡೆಯುತ್ತಿರುವ ಡೌನ್‌ಲೋಡ್ ಅನ್ನು ನೀವು ನಿಲ್ಲಿಸಲು ಬಯಸುವಿರಾ?
ur: کیا آپ چاہتے ہیں کہ پیش رفت کا عمل جاری ڈاؤن لوڈ روک دیا جائے؟
uz: Amaldagi yuklab olishni to‘xtatishni xohlaysizmi?

source: Stop
bn_bd: থামুন
bs: Zaustavi
ca: Atura
cy: Atal
fa: توقف
gd: Sguir dheth
hi_in: रोकें
id: Hentikan
kn: ನಿಲ್ಲಿಸು
ur: روکیں
uz: To‘xtatish

source: Restart Download
bn_bd: নতুন করে ডাউনলোড করুন
bs: Ponovo preuzmi
ca: Reinicia la baixada
cy: Ailgychwyn Llwytho i Lawr
fa: دریافت مجدد
gd: Ath-thòisich an luchdadh a-nuas
hi_in: डाउनलोड पुनः आरंभ करें
id: Mulai Ulang Unduhan
kn: ಡೌನ್‌ಲೋಡ್ ಮತ್ತೆ ಶುರುಮಾಡು
ur: ڈاؤن لوڈ دوباره شروع کریں
uz: Yuklab olishni qayta boshlash

source: Do you want to download {{name}}?
bn_bd: আপনি কি {{name}} ডাউনলোড করতে চান?
bs: Da li želite preuzeti {{name}}?
ca: Voleu baixar {{name}}?
cy: Hoffech chi lwytho {{name}} i lawr?
fa: آیا می‌خواهید که {{name}} را دانلود کنید؟
gd: A bheil thu airson {{name}} a luchdadh a-nuas?
hi_in: क्या आप {{नाम}} डाउनलोड करना चाहते हैं?
id: Ingin mengunduh {{name}}?
kn: ನೀವು {{name}} ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡ ಬಯಸುವಿರಾ?
ur: کیا آپ {{name}} ڈاؤن لوڈ چاہتے ہیں؟
uz: {{name}}ni yuklab olishni xohlaysizmi?

source: Download
bn_bd: ডাউনলোড
bs: Preuzmi
ca: Baixa
cy: Llwytho i lawr
fa: دریافت
gd: Luchdaich a-nuas
hi_in: डाउनलोड
id: Unduh
kn: ಡೌನ್‌ಲೋಡ್
ur: ڈاؤن لوڈ
uz: Yuklab olish

source: Cancel
bn_bd: বাতিল করুন
bs: Otkaži
ca: CancelÂ·la
cy: Diddymu
fa: لغو
gd: Sguir dheth
hi_in: रद्द करें
id: Batal
kn: ರದ್ದು
ur: منسوخ کریں
uz: Bekor qilish

source: Expand group
bn_bd: দল বর্ধিত করুন
bs: Proširi grupu
ca: Expandeix el grup
cy: Ehangu'r grŵp
fa: بازکردن گروه
gd: Leudaich am buidheann
hi_in: समूह विस्तृत करें
id: Bentangkan grup
kn: ಗುಂಪನ್ನು ವಿಸ್ತರಿಸು
ur: گروپ وسیع کریں
uz: Guruhni kengaytirish

source: Collapse group
bn_bd: দল বন্ধ করুন
bs: Sakupi grupu
ca: Redueix el grup
cy: Cau'r grŵp
fa: بستن گروه
gd: Co-theannaich am buidheann
hi_in: समूह बंद करें
id: Ciutkan grup
kn: ಗುಂಪನ್ನು ಮುಚ್ಚು
ur: گروپ تفصیل غائب کریں
uz: Guruhni yig‘ish

source: Enter a group name
bn_bd: একটি গ্রুপের নাম প্রবেশ করান
bs: Unesite naziv grupe
ca: Escriviu un nom del grup
cy: Rhowch enw grŵp
fa: یک نام برای گروه وارد کنید
gd: Cuir a-steach ainm airson a’ bhuidhinn
hi_in: समूह नाम भरें
id: Masukkan nama grup
kn: ಗುಂಪಿನ ಹೆಸರು ನಮೂದಿಸು
ur: گروپ نام داخل کریں
uz: Guruhning nomini kiriting
