Repository: translate/mozilla-gaia
Catalog: ach/apps/wappush/wappush.properties.po
Languages: ach

source: WAP Push message
ach: Kwena me WAP Push

source: Close
ach: Lor

source: Accept
ach: Ye

source: Quit
ach: Weki

source: Cancel
ach: Juki

source: Store
ach: Kan

source: Try again
ach: Ten doki

source: Finish
ach: Tyeki

source: This message has expired
ach: Kwena man kare ne okato woko

source: Configuration message received
ach: Kigamo kwena me ter

source: OTA Access Point Configuration
ach: Ter me Kanonge me OTA

source: Configuration message received, click on “Accept” to continue.
ach: Kigamo kwena me ter, dii kom “Accept” me mede.

source: The PIN code should have been provided to you by whomever sent you the configuration message.
ach: Ngat ma ocwali kwena me ter omyero nongo omiyi nyig coc me PIN.

source: The message has not been processed yet, do you really want to quit?
ach: Kwena ne pud pe ki tiyo iye, imito weko ne ada?

source: The PIN you have entered is incorrect. The PIN code should have been provided to you by whomever sent you the configuration message.
ach: PIN ma i keto ni pe tye kakare. Ngat ma ocwali kwena me ter onongo myero omiyi nyig coc me PIN.

source: You are about to store the following APN(s) on your phone:
ach: I cok ki kano APN magi i cim mamegi:

source: We are done, the APN(s) are now stored.
ach: Wa tyeko woko, kombedi dong kikano APN.

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
ach: Kwena me ter ma i nongo ni pe onongo ki twero moko ada ne ki SIM kad mamegi, ci pe ki twero tic kwede me tero nyonyo mamegi.

source: There was a error while authenticating the sender of the message.
ach: Bal otime i kare me moko ada pa lacwal kwena.

source: The authentication mechanism is not supported yet.
ach: Yoo me moko ada pud pe kicwako.

source: The configuration message you received does not have valid APNs.
ach: Kwena me ter ma i nongo ni pe tye ki APN ma atir.
