Repository: translate/mozilla-gaia
Catalog: ig/apps/system/system.properties.po
Languages: ig

source: Help
ig: Enyemaka

source: Cancel
ig: Kagbuo

source: Skip
ig: Mafee

source: Undo
ig: Meghasịa

source: Enter PIN
ig: Tinye PIN

source: Playback controls
ig: Njikwa ọkpụkpọ

source: Previous
ig: Ikpeazụ

source: Play
ig: Kpọọ

source: Pause
ig: Kwụsịtụ

source: Next
ig: Osote

source: Wi-Fi on
ig: Agbanwuru Wi-Fi

source: Wi-Fi on, initializing
ig: Agbanwuru Wi-Fi, na ebido

source: Wi-Fi off
ig: Agbanyụrụ Wi-Fi

source: Data {{type}} on
ig: Agbanwuru {{type}} data

source: Data {{type}} off
ig: Agbanyụrụ data {{type}}

source: Bluetooth on, initializing
ig: Agbanwuru Bluetooth, na ebido

source: Bluetooth off
ig: Agbanyụrụ Bluetooth

source: Airplane mode off
ig: Agbanyụrụ ụkpụrụ ụgbọ elu

source: Settings
ig: Ntọala

source: Status Bar
ig: Ogwe Ọkwa

source: Battery {{level}} percent
ig: Pasentị batrị {{level}}

source: Battery {{level}} percent, charging
ig: Pasentị batrị {{level}}, kwụnyere n'ọkụ

source: Wi-Fi: connecting
ig: Wi-Fi: na ejikọ

source: Wi-Fi: {{level}} of 4 bars
ig: Wi-Fi: {{level}} nke ogwe 4

source: {{operator}} network, {{level}} of 5 bars
ig: Netwọk {{operator}}, {{level}} nke ogwe 5

source: {{operator}} network (roaming), {{level}} of 5 bars
ig: {{operator}} netwọk (roaming), {{level}} nke ogwe 5

source: Searching… Emergency calls only
ig: Na-achọ… Naanị oku ihe mberede

source: Headphones on
ig: Agbanwuru igweisi

source: Bluetooth headphones on
ig: Agbanwuru igweisi Bluetooth

source: Bluetooth transfer active
ig: Nnyefe Bluetooth nọ n'ọrụ

source: Tethering on
ig: Agbanwuru njikọta

source: Tethering on, active
ig: Agbanwuru njikọ, nọ n'ọrụ

source: Alarm on
ig: Agbanwuru otimkpu

source: Bluetooth on, active
ig: Agbanwuru Bluetooth, nọ n'ọrụ

source: Mute on
ig: Agbanwuru dachie olu

source: Vibration on
ig: Agbanwuru ọma jijiji

source: Recording on
ig: Agbanwuru ndekọ

source: Geolocation on
ig: Agbanwuru ọnọdụ ala

source: USB on
ig: Agbanwuru USB

source: Call forwarding on
ig: Agbanwuru nzipu oku

source: Media playing
ig: Ọkpụkpọ mgbasa ozi

source: NFC on
ig: Agbanwuru NFC

source: Networking on
ig: Agbanwuru netwọk

source: Emergency callback
ig: Mkpọghachi ihe mberede

source: {{n}} unread notification
ig: Amamọkwa {{n}} agụbeghị

source: Notifications
ig: Amamọkwa

source: Clear all
ig: Kpochapụ dum

source: Tap to show
ig: Pịa iji gosi

source: No new voicemail
ig: Enweghị oziolu ọhụrụ

source: One new voicemail
ig: Otu oziolu ọhụrụ

# newVoicemails[two]
source: {{n}} new voicemails
ig: Oziolu ọhụrụ {{n}}

# newVoicemails[few]
source: {{n}} new voicemails
ig: Oziolu ọhụrụ {{n}}

# newVoicemails[many]
source: {{n}} new voicemails
ig: Oziolu ọhụrụ {{n}}

# newVoicemails[other]
source: {{n}} new voicemails
ig: Oziolu {{n}} ọhụrụ

source: New voicemail
ig: Oziolu ọhụrụ

source: Dial {{number}}
ig: Kpọọ {{number}}

source: Are you sure you want to connect to the device?
ig: O doro gị anya na ị chọrọ ijikọ na ngwaọrụ ahụ?

source: Turn on Bluetooth and connect to the device?
ig: Gbanwuo Bluetooth wee jikọọ na ngwaọrụ ahụ?

source: Are you sure you want to connect to {{deviceName}}?
ig: O doro gị anya na ị chọrọ ijikọ na {{deviceName}}?

source: Turn on Bluetooth and connect to {{deviceName}}?
ig: Gbanwuo Bluetooth wee jikọọ na {{deviceName}}?

source: Turn on
ig: Gbanwuo

# dismissNFCConnectBTdisabled
source: Cancel
ig: Kagbuo

source: Confirmation
ig: Nkwenye

source: Phone
ig: Ekwentị

source: Turn on airplane mode
ig: Gbanwuo ụkpụrụ ụgbọ elu

source: Turn off airplane mode
ig: Gbanyụọ ụkpụrụ ụgbọ elu

source: Silence incoming calls
ig: Dachie olu oku ndị na abata

source: Ring incoming calls
ig: Kụọ oku ndị na abata

source: Restart
ig: Bidogharịa

source: Power off
ig: Gbanyụọ

source: Yes
ig: Ee

source: No
ig: Mba

source: Don’t allow
ig: Ahapụna

# dontshare-geolocation
source: Don’t Share
ig: Ekekọrịtana

# share-geolocation
source: Share
ig: Kekọrịta

# dontshare-audio-capture
source: Don’t Share
ig: Ekekọrịtana

# share-audio-capture
source: Share
ig: Kekọrịta

# dontshare-video-capture
source: Don’t Share
ig: Ekekọrịtana

# share-video-capture
source: Share
ig: Kekọrịtana

# dontshare-media-capture
source: Don’t Share
ig: Ekekọrịtana

# share-media-capture
source: Share
ig: Kekọrịta

source: Front Camera
ig: Igwefoto Ihu

source: Back Camera
ig: Igwefoto Azụ

source: Remember my choice
ig: Cheta nhọrọ m

source: More info…
ig: Ozi ndị ọzọ…

source: Hide info
ig: Zoo ozi

source: Install {{name}}?
ig: Wụnye {{name}}?

source: Size
ig: Nha

source: Author
ig: Ọdee

# size-unknown
source: Unknown
ig: Amaghị

# author-unknown
source: Unknown
ig: Amaghị

source: Install
ig: Wụnye

source: bytes
ig: baịtị

source: {{ appName }} download stopped
ig: Akwụsịrị mbudata {{ appName }}

source: {{ appName }} download failed
ig: Mbudata {{ appName }} agaghị

source: {{ appName }} install failed
ig: Nwụnye {{ appName }} agaghị

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
ig: Ịkagbu agaghị akwụghachi ụgwọ maka nzụta. Nkwụghachi ụgwọ maka ọdịnaya akwụrụ ụgwọ ya bụ nke onye ọrịre izizi na eweta.

source: Apps can be installed later from the original installation source.
ig: Enwere ike ịwụnye ngwa ma emechaa site na isi nwụnye izizi ya.

source: Are you sure you want to cancel this install?
ig: O doro gị anya na ị chọrọ ịkagbu nwụnye a?

source: Cancel Install
ig: Kagbuo Nwụnye

# cancel-install-button
source: Cancel Install
ig: Kagbuo Nwụnye

source: Resume
ig: Malitekwa

source: Stop downloading {{ app }}?
ig: Kwụsị mbudata {{ app }}?

source: The download can be restarted later.
ig: Enwere ike ibidogharị mbudata ahụ ma emechaa.

source: Stop Download
ig: Kwụsị Mbudata

source: Not enough space
ig: Enweghị oghere zuru oke

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
ig: Enweghị oghere zuru oke iji wụnye ngwa a. Mepụta oghere site na ihichapụ ngwa ma ọ bụ mgbasa ozi ochie, wee nwaa nwụnye ọzọ site na isi mmalite izizi.

source: {{ appName }} installed
ig: Awụnyere {{ appName }}

source: Setup
ig: Tọlite

source: Add keyboards
ig: Tinye ahụigodo

source: Later
ig: Emechaa

source: Download
ig: Bubata

source: Download update now?
ig: Budata mmelite ugbu a?

source: Install Now
ig: Wụnye Ugbu A

source: Not Now
ig: Ọbụghị Ugbu A

source: Downloading updates… <span>{{ progress }} downloaded.</span>
ig: Na ebudata mmelite… <span>Ebudatara {{ progress }}.</span>

source: Downloading {{ appName }}
ig: Na-ebudata {{ appName }}

source: {{ progress }} downloaded
ig: Ebudatara {{ progress }}

source: Downloading
ig: Na-ebudata

source: {{ progress }} / {{ max }} downloaded
ig: Ebudatara {{ progress }} / {{ max }}

source: Cancel all downloads
ig: Kagbuo mbudata niile

source: Are you sure you want to cancel all downloads?
ig: O doro gị na ị chọrọ ịkagbu mbudata niile?

source: There was an error while downloading the updates.
ig: Enwere mperi ka a na ebudata mmelite.

source: {{ n }} update available. <span>Tap for more info.</span>
ig: {{ n }} mmelite dị. <span>Pịa maka ozi ndị ọzọ.</span>

source: {{ n }} update available
ig: Mmelite {{ n }} dị

# numberOfUpdates[two]
source: {{ n }} updates available
ig: Mmelite {{ n }} dị

# numberOfUpdates[few]
source: {{ n }} updates available
ig: Mmelite {{ n }} dị

# numberOfUpdates[many]
source: {{ n }} updates available
ig: Mmelite {{ n }} dị

# numberOfUpdates[other]
source: {{ n }} updates available
ig: Mmelite {{ n }} dị

source: System update
ig: Mmelite sistemụ

source: System Update Ready
ig: Mmelite Sistemụ Dị Nkwadobe

source: Required
ig: Achọrọ

source: Uncompressing… <span>This can take a few minutes.</span>
ig: Na ekposa… <span>Nke a nwere ike iwe nkeji ole ma ole.</span>

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
ig: A na ebudata mmelite site na njikọ data mgbe Wi-Fi adịghị. Mgbe ị na eji njikọ data, enwere ike igbochi oku ekwentị yana ụgwọ ndị ọzọ nwere ike ịdị.

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
ig: Wi-Fi adịghị. Mmelite n'elu njikọ dị ugbu a nwere ike ibute ụgwọ ndị ọzọ.

source: Download updates via data connection?
ig: Budata mmelite site na njikọ data?

source: Screenshot saved to Gallery
ig: Echekwara nseta ihuenyo na Ọba

source: The screenshot could not be saved
ig: Enwenwughi ike ịchekwa nseta ihuenyo

source: No memory card found
ig: Ọnweghị kaadị ebe nchekwa ahụrụ

source: Memory card is in use
ig: Eji kaadị ebe nchekwa n'ọrụ

source: Not enough space on memory card
ig: Enweghị oghere zuru oke na kaadị ebe nchekwa

# emergency-call-button
source: Emergency Call
ig: Oku Ihe Mberede

source: Emergency Call
ig: Oku Ihe Mberede

source: Unlock
ig: Kpọghee

source: Camera
ig: Igwefoto

source: Passcode panel
ig: Ogwe koodu ntughe

source: Home
ig: Ụlọ

source: Sign in
ig: Banye

source: Username
ig: Aha njirimara

source: Password
ig: Okwuntughe

source: {{name}} is not loading properly
ig: {{name}} anaghị adọnye nke ọma

source: {{name}} is having problems
ig: {{name}} na enwe nsogbu

source: Tap to check settings
ig: Pịa iji lelee ntọala

source: Select time
ig: Họrọ oge

# choose-option
source: Select
ig: Họrọ

# choose-options
source: Select
ig: Họrọ

source: Select day
ig: Họrọ ụbọchị

source: Share
ig: Kekọrịta

source: {{brandShortName}} just recovered from a crash
ig: {{brandShortName}} alaghachitere na mbibi

source: {{name}} just crashed
ig: {{name}} dabanyere na mbibi

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
ig: Ị ga-achọ izigara Mozilla mkpesa gbasara mbibi iji nyere anyị aka dozie nsogbu ahụ? (A na ezipu mkpesa n'elu naanị Wi-Fi.)

source: What’s in a crash report?
ig: Gịnị bụ mkpesa mbibi?

source: Always send Mozilla a report when a crash occurs.
ig: Zigara Mozilla mkpesa oge niile mgbe mbibi mere.

source: Don’t Send
ig: Ezipuna

source: Send Report
ig: Zipu Mkpesa

source: Crash Reports
ig: Mkpesa Mbibi

source: Done
ig: Emechaala

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
ig: Mkpesa mbibi na enwe ụfọdụ nkọwa gbasara mbibi ahụ yana ngwaọrụ gị, yanakwa nseta nke ọkwa nke ngwaọrụ gị mgbe ọ nwere mbibi ahụ.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
ig: Nke a nwere ike ịgụnye ihe dị ka ibe na ngwa ndị mepere emepe, ederede apịnyere n'ime akwụkwọ yana ọdịnaya nke ozi ndị mepere emepe, ndekọ nchọgharị nso nso, ma ọ bụ ọnọdụ ala nke ngwa mepere emepe jiri.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
ig: Anyị na eji mkpesa mbibi iji nwaa idozi nsogbu ma melite ngwaahịa anyị. Anyị na ejikwa ozi gị dị ka otu anyị si kọwaa na ihe anyị

source: privacy policy
ig: iwu nzuzo

source: {{brandShortName}} just crashed.
ig: {{brandShortName}} dabanyere na mbibi.

source: {{name}} just crashed.
ig: {{name}} dabanyere na mbibi.

source: Accept Bluetooth file transfer?
ig: Nabata nnyefe faịlụ Bluetooth?

source: Transfer
ig: Nyefee

source: Cancel Bluetooth file transfer?
ig: Kagbuo nnyefe faịlụ Bluetooth?

source: File sent
ig: Ezipuru faịlụ

source: File received
ig: Enwetara faịlụ

source: File could not be received
ig: Enwenwughi ike ịnweta faịlụ

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
ig: Faịlụ {{numSuccessful}} na enweghị nsogbu, faịlụ {{numUnsuccessful}} agaghị

source: Unknown file
ig: Faịlụ amaghị

source: Unknown device
ig: Ngwaọrụ amaghị

source: Can not open received file
ig: Enweghị ike imepe faịlụ enwetara

source: Can not receive file
ig: Enweghị ike ịnweta faịlụ

source: Can not get device storage state.
ig: Enweghị ike ịnweta ọkwa nchekwa ngwaọrụ.

source: No memory card found. Please insert a memory card.
ig: Ọnweghị kaadị ebe nchekwa ahụrụ. Biko fanye kaadị ebe nchekwa.

source: Can not complete transfer: memory card is full.
ig: Enweghị ike imezu nnyefe: kaadị ebe nchekwa ejula.

source: Unknown error
ig: Mperi amaghị

source: Confirm
ig: Kwenye

source: Mic is on
ig: Agbanwuru igweokwu

source: Camera is on
ig: Agbanwuru igwefoto

source: Camera & Mic are ON
ig: Agbanwuru Igwefoto & Igweokwu

source: PUK code
ig: Koodu PUK

source: NCK code
ig: Koodu NCK

source: CCK code
ig: Koodu CCK

source: SPCK code
ig: Koodu SPCK

source: NCK1 code
ig: Koodu NCK1

source: NCK2 code
ig: Koodu NCK2

source: HNCK code
ig: Koodu HNCK

source: RCCK code
ig: Koodu RCCK

source: RSPCK code
ig: Koodu RSPCK

source: What is a SIM PIN?
ig: Gịnị hụ SIM PIN?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
ig: SIM PIN na egbochi ịnweta netwọk data mkpanaka kaadị SIM. Mgbe agbanyere ya, ngwaọrụ ọ bụla nwere kaadị SIM ahụ ga-arịọ PIN ahụ ozugbo ebidogharịrị.

source: A SIM PIN is not the same as the passcode used to unlock the device.
ig: SIM PIN abụghị otu ihe ka koodu ntughe eji kpọghee ngwaọrụ ahụ.

source: Change PIN
ig: Gbanwee PIN

source: Enter SIM PIN
ig: Tinye SIM PIN

source: Enter SIM {{n}} PIN
ig: Tinye SIM {{n}} PIN

source: Enter PUK code
ig: Tinye koodu PUK

source: Enter NCK code
ig: Tinye koodu NCK

source: Enter CCK code
ig: Tinye koodu CCK

source: Enter SPCK code
ig: Tinye koodu SPCK

source: Enter NCK1 code
ig: Tinye koodu NCK1

source: Enter NCK2 code
ig: Tinye koodu NCK2

source: Enter HNCK code
ig: Tinye koodu HNCK

source: Enter RCCK code
ig: Tinye koodu RCCK

source: Enter RSPCK code
ig: Tinye koodu RSPCK

source: New PIN
ig: PIN ọhụrụ

source: Last try.
ig: Nnwale fọdụrụ.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
ig: Nnwale {{n}} fọdụrụ.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
ig: Nnwale {{n}} fọdụrụ.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ig: Nnwale {{n}} fọdụrụ.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ig: Nnwale {{n}} fọdụrụ.

source: The PIN was incorrect.
ig: PIN ahụ ezighi ezi.

source: You have one try left to enter the correct code before locking the SIM card.
ig: Ị nwere otu nnwale fọdụrụ iji tinye koodu ziri ezi tupu akpọchie kaadị SIM ahụ.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu akpọchie kaadị SIM ahụ.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu akpọchie kaadị SIM ahụ.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu akpọchie kaadị SIM ahụ.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu akpọchie kaadị SIM ahụ.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ig: Nke a bụ ohere ikpeazụ gị itinye PIN ziri ezi. Ọbụghị, ị ga-etinyerịrị koodu PUK maka iji kaadị SIM a.

source: The SIM card is locked.
ig: Akpọchiri kaadị SIM ahụ.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ig: Ị ga-etinyerịrị koodu Igodo Mkpọghe Nkeonwe (PUK) maka kaadị SIM. Rụtụ aka na akwụkwọ kaadị SIM ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

source: The PUK code is incorrect.
ig: Koodu PUK ahụ ezighi ezi.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ig: Ị nwere otu nnwale fọdụrụ iji tinye koodu ziri ezi tupu emebie kaadị SIM ahụ. Rụtụ aka na akwụkwọ kaadị SIM gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu emebie kaadị SIM ahụ. Rụtụ aka na akwụkwọ kaadị SIM gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu emebie kaadị SIM ahụ. Rụtụ aka na akwụkwọ kaadị SIM gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu emebie kaadị SIM ahụ. Rụtụ aka na akwụkwọ kaadị SIM gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu emebie kaadị SIM ahụ. Rụtụ aka na akwụkwọ kaadị SIM gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
ig: Ohere ikpeazụ iji tinye koodu PUK ziri ezi. A ga-emebi kaadị SIM gị kpamkpam ma ọ bụrụ na i tinye koodu PUK na ezighi ezi. Rụtụ aka na akwụkwọ kaadị SIM gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

source: Create PIN (must contain 4 to 8 digits)
ig: Mepụta PIN (ga-enwerịrị mkpụrụọnụọgụ 4 ruo 8)

source: Confirm new PIN
ig: Kwenye PIN ọhụrụ

source: PINs don’t match.
ig: PIN amakọghị.

source: The NCK code is incorrect.
ig: Koodu NCK ezighi ezi.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ig: Arịrịọ nturi netwọk agaghị. Ị nwere otu nnwale fọdụrụ iji tinye koodu ziri ezi. Rụtụ aka na akwụkwọ ngwaọrụ gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ig: Arịrịọ nturi netwọk agaghị. Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi. Rụtụ aka na akwụkwọ ngwaọrụ gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ig: Arịrịọ nturi netwọk agaghị. Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi. Rụtụ aka na akwụkwọ ngwaọrụ gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ig: Arịrịọ nturi netwọk agaghị. Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi. Rụtụ aka na akwụkwọ ngwaọrụ gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ig: Arịrịọ nturi netwọk agaghị. Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi. Rụtụ aka na akwụkwọ ngwaọrụ gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
ig: Arịrịọ nturi netwọk agaghị. Ohere ikpeazụ iji tinye koodu NCK ziri ezi. Rụtụ aka na akwụkwọ ngwaọrụ gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

source: Select from:
ig: Họrọ site na:

source: View with:
ig: Lelee site na iji:

source: Test with:
ig: Nwalee site na iji:

source: Share with:
ig: Kekọrịta site na iji:

source: Create with:
ig: Mepụta site na iji:

source: Open with:
ig: Mepee site na iji:

source: Bookmark to:
ig: Tinye na bukumakị na:

source: Record from:
ig: Dekọọ site na:

source: Browse with:
ig: Chọgharịa site na iji:

source: Configure with:
ig: Hazie site na iji:

source: Dial from:
ig: Kpọọ site na:

source: Sign In
ig: Banye

source: Purchase
ig: Zụta

source: {{origin}} is now fullscreen.
ig: {{origin}} bụ ihuenyo zuru oke ugbu a.

source: The network {{networkName}} was found. Join network?
ig: Ahụrụ netwọk {{networkName}}. Sonye netwọk?

source: Volume warning
ig: Amụma olu

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
ig: Iji gbochie ọghọm ọṅụṅụ nwere ike ịdị, egena ogologo oge mgbe agbagoro ọkwa olu nke ukwuu.

source: Power Saving Mode
ig: Ụkpụrụ Nchekwa Ike

source: Power saving mode is on.
ig: Agbanwuru ụkpụrụ nchekwa ike.

source: No remaining free space.
ig: Enweghị oghere fọdụrụ.

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
ig: Ihe na erughi {{value}} {{unit}} fọdụrụ.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
ig: Ihe na erughi {{value}} {{unit}} fọdụrụ.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
ig: Ihe na erughi {{value}} {{unit}} fọdụrụ.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
ig: Ihe na erughi {{value}} {{unit}} fọdụrụ.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
ig: Ihe na erughi {{value}} {{unit}} fọdụrụ.

source: Unknown remaining space.
ig: Oghere amaghị fọdụrụ.

source: System Alert
ig: Nkute Sistemụ

source: Channel {{channel}}
ig: Channelụ {{channel}}

source: Earthquake warning!
ig: Amụma ala ọma jijiji!

source: Tsunami warning!
ig: Amụma tsunami!

source: Earthquake-tsunami warning!
ig: Amụma ala ọma jijiji-tsunami!

source: Alert system is being tested.
ig: A na anwale sistemụ nkute.

source: Emergency warning!
ig: Amụma ihe mberede!

source: Call {{number}}?
ig: Kpọọ {{number}}?

source: Send message?
ig: Zipu ozi?

source: Emergency call back mode
ig: Ụkpụrụ mkpọghachi ihe mberede

source: You can not make calls, send messages or go online because emergency callback mode is enabled. Would you like to turn it off?
ig: Ị nweghị ịkpọ oku, zipu ozi ma ọ bụ gaa n'ịntanetị n'ihi agbanyere ụkpụrụ mkpọghachi ihe mberede. I ga-achọ ịgbanyụ ya?

source: CDMA record information
ig: Ozi ndekọ CDMA

source: Tap to switch input method
ig: Pịa iji gbanwee ụzọ ntinye

source: Download started
ig: Mbudata ebidola

source: Download stopped
ig: Mbudata akwụsịla

# download_downloading
source: Downloading…
ig: Na-ebudata…

source: Download complete
ig: Mbudata emezuola

source: Download failed
ig: Mbudata agaghị

source: Search or enter address
ig: Chọọ ma ọ bụ tinye adreesị

# search-or-enter-address.placeholder
source: Search or enter address
ig: Chọọ ma ọ bụ tinye adreesị

source: Airplane mode activated
ig: Agbalitere ụkpụrụ ụgbọ elu
