Repository: translate/mozilla-gaia
Catalog: ig/apps/system/system.properties.po
Languages: ig

source: Add link to home screen
ig: Tinye njikọ na ihuenyo mbata

source: Share link
ig: Kekọrịta njikọ

source: Save Image
ig: Chekwaa Onyonyo

source: Save Video
ig: Chekwaa Vidio

source: Save Audio
ig: Chekwaa Ọdịyo
