Repository: translate/mozilla-gaia
Catalog: dsb/apps/gallery/gallery.properties.po
Languages: dsb

# number-selected2[zero]
source: Select
dsb: Wubraś

# number-selected2[one]
source: {{ n }} selected
dsb: {{ n }} wubrana

# number-selected2[two]
source: {{ n }} selected
dsb: {{ n }} wubranej

# number-selected2[few]
source: {{ n }} selected
dsb: {{ n }} wubrane

# number-selected2[many]
source: {{ n }} selected
dsb: {{ n }} wubranych

# number-selected2[other]
source: {{ n }} selected
dsb: {{ n }} wubranych

source: Delete photo?
dsb: Foto lašowaś?

source: Delete video?
dsb: Wideo lašowaś?

source: Nothing selected
dsb: Nic wubrany

source: Delete selected item?
dsb: Wubrany zapisk lašowaś?

# delete-n-items?[two]
source: Delete {{ n }} items?
dsb: {{ n }} zapiska lašowaś?

# delete-n-items?[few]
source: Delete {{ n }} items?
dsb: {{ n }} zapiski lašowaś?

# delete-n-items?[many]
source: Delete {{ n }} items?
dsb: {{ n }} zapiskow lašowaś?

# delete-n-items?[other]
source: Delete {{ n }} items?
dsb: {{ n }} zapiskow lašowaś?

# pickoneimage2
source: Select
dsb: Wubraś

# cropimage
source: Crop
dsb: Pśirězaś

source: Cancel
dsb: Pśetergnuś

source: Delete
dsb: Lašowaś

source: OK
dsb: W pórěźe

source: Edit
dsb: Wobźěłaś

source: Save
dsb: Składowaś

source: Done
dsb: Dokóńcone

source: Exposure
dsb: Wobswětlenje

source: Crop
dsb: Pśirězaś

source: Effects
dsb: Efekty

source: Borders
dsb: Ramiki

source: Auto-enhance on
dsb: Awtomatiske pólěpšenje zašaltowane

source: Auto-enhance off
dsb: Awtomatiske pólěpšenje wušaltowane

source: Apply
dsb: Nałožyś

source: Filters
dsb: Filtry

source: B&W
dsb: Carny&běły

source: Sepia
dsb: Sepija

source: Freeform
dsb: Licha forma

source: Portrait
dsb: Wusoki format

source: Landscape
dsb: Prěcny format

source: Square
dsb: Kwadrat

source: No photos or videos
dsb: Žedne fota abo widea

source: Use the Camera app to get started.
dsb: Wužyjśo nałoženje Kamera, aby zachopił.

source: No photos
dsb: Žedne fota

source: No memory card
dsb: Žedna składowańska kórta

source: Insert a memory card to use this app.
dsb: Zasajźćo składowańsku kórtu, aby toś to nałoženje wužywał.

source: Memory card in use
dsb: Składowańska kórta se južo wužywa

source: Unplug the phone to use this app.
dsb: Wótkajśo telefon, aby toś to nałoženje wužywał.

source: Scanning
dsb: Pytanje

source: Looking for photos and videos.
dsb: Fota a wideo se pytaju.

source: Database Upgrade
dsb: Aktualizacija datoweje banki

source: Please wait while Gallery updates its database.
dsb: Pšosym pócakajśo, mjaztym až galerija aktualizěrujo swóju datowu banku.

source: Can not share this image file type.
dsb: Toś ten wobrazowy datajowy typ njedajo se źěliś.

source: Can not edit photos: Memory card is full.
dsb: Fota njedaju se wobźěłaś: Składowańska kórta jo połna.

source: Image is too large to display on this device.
dsb: Wobraz jo pśewjeliki, aby jen na toś tom rěźe zwobrazniło.

source: Image is invalid or corrupt and cannot be displayed.
dsb: Wobraz jo njepłaśiwy abo wobškóźony a njedajo se zwobrazniś.

source: {{filename}} saved to Gallery
dsb: {{filename}} jo se do Galerije składowała

source: New copy saved.
dsb: Nowa kopija skłaźona.

source: Go to Camera
dsb: Ku kamerje pśejś

source: Name
dsb: Mě

source: Size
dsb: Wjelikosć

source: Image Type
dsb: Wobrazowy typ

source: Date Taken
dsb: Datum wótmólowanja

source: Resolution
dsb: Rozeznaśe

source: Close
dsb: Zacyniś

source: Bytes
dsb: Bajty

source: Gallery
dsb: Galerija

source: Preview
dsb: Pśeglěd

source: Video dated {{ timeStamp }}
dsb: Wideo wót {{ timeStamp }}

source: Image dated {{ timeStamp }}
dsb: Wobraz wót {{ timeStamp }}

source: Back
dsb: Slědk

# crop-options.ariaLabel
source: Crop
dsb: Pśirězaś

source: Custom aspect ratio
dsb: Swójski bocny poměr

source: Portrait aspect ratio
dsb: Bocny poměr wusokego formata

source: Landscape aspect ratio
dsb: Bocny poměr prěcnego formata

source: Square aspect ratio
dsb: Kwadratiski bocny poměr

source: More aspect ratios
dsb: Dalšne bocne poměry

source: 3:4 portrait
dsb: 3:4 wusoki format

source: 4:3 landscape
dsb: 4:3 prěcny format

source: 16:9 landscape
dsb: 16:9 prěcny format

source: Effect
dsb: Efekt

source: None
dsb: Žeden

source: Black and white
dsb: Carny a běły

# effect-sepia.ariaLabel
source: Sepia
dsb: Sepija

source: Blue steel
dsb: Stalmódry

source: Faded
dsb: Zblědnjony

# exposure-button.ariaLabel
source: Exposure
dsb: Wobswětlenje

# crop-button.ariaLabel
source: Crop
dsb: Pśirězaś

# effect-button.ariaLabel
source: Effects
dsb: Efekty

source: Enhance
dsb: Pólěpšyś

source: Camera
dsb: Kamera

source: Select multiple
dsb: Někotare wubraś

# edit-button.ariaLabel
source: Edit
dsb: Wobźěłaś

source: Share
dsb: Źěliś

source: Information
dsb: Informacije

# delete-button.ariaLabel
source: Delete
dsb: Lašowaś

source: Edit image preview
dsb: Wobrazowy pśeglěd wobźěłaś
