Repository: translate/mozilla-gaia
Catalog: ff/apps/gallery/gallery.properties.po
Languages: ff

# number-selected2[zero]
source: Select
ff: Labo

# number-selected2[one]
source: {{ n }} selected
ff: {{ n }} labaama

# number-selected2[two]
source: {{ n }} selected
ff: {{ n }} labaama

# number-selected2[few]
source: {{ n }} selected
ff: {{ n }} labaama

# number-selected2[many]
source: {{ n }} selected
ff: {{ n }} labaama

# number-selected2[other]
source: {{ n }} selected
ff: {{ n }} labaama

source: Delete photo?
ff: Momtu natal?

source: Delete video?
ff: Momtu widewoo?

source: Nothing selected
ff: Alaa ko labaa

source: Delete selected item?
ff: Momtu temre labangal?

# delete-n-items?[two]
source: Delete {{ n }} items?
ff: Momtu teme {{ n }}?

# delete-n-items?[few]
source: Delete {{ n }} items?
ff: Momtu teme {{ n }}?

# delete-n-items?[many]
source: Delete {{ n }} items?
ff: Momtu teme {{ n }}?

# delete-n-items?[other]
source: Delete {{ n }} items?
ff: Momtu teme {{ n }}?

# pickoneimage2
source: Select
ff: Labo

# cropimage
source: Crop
ff: Hoolto

source: Cancel
ff: Haaytu

source: Delete
ff: Momtu

source: Edit
ff: Taƴto

source: Save
ff: Danndu

source: Done
ff: Gasii

source: Exposure
ff: Jaynitol

source: Crop
ff: Hoolto

source: Effects
ff: Pilte

source: Borders
ff: Ŋori

source: Auto-enhance on
ff: Ƴellit-e-jaajol ena huɓɓi

source: Auto-enhance off
ff: Ƴellit-e-jaajol koko ñifi

source: Apply
ff: Jammin

source: Filters
ff: Ceggi

source: Original
ff: Asliijo

source: Sepia
ff: Sepiya

source: Portrait
ff: Dariingo

source: Landscape
ff: Wertiingo

source: Square
ff: Naykiɓɓal

source: No photos or videos
ff: Alaa nate walla widewooji

source: Use the Camera app to get started.
ff: Huutoro Jaaɓngal Kameraa ngal ngam fuɗɗaade.

source: No photos
ff: Alaa nate

source: No memory card
ff: Alaa kartal mamuwaar

source: Insert a memory card to use this app.
ff: Naatnu kartal memuwaar ngam huutoraade ngal jaaɓngal.

source: Memory card in use
ff: Kartal memuwaar nana huutoree

source: Unplug the phone to use this app.
ff: Seŋtu cinndel ngel ngam huutoraade ngal jaaɓngal.

source: Scanning
ff: Nana niiwtoo

source: Looking for photos and videos.
ff: Nana yiyloo nate e wisdewooji.

source: Database Upgrade
ff: Kesɗitinal Ruttorde Keɓe

source: Please wait while Gallery updates its database.
ff: Tiiɗno sabbo tuma Gerngal hesɗitinta ruttorde keɓe mum.

source: Can not share this image file type.
ff: Horiima lollinde ooɗoo fannu natal.

source: Can not edit photos: Memory card is full.
ff: Horiima taƴtaade nate: Kartal memuwaar heewii.

source: Image is too large to display on this device.
ff: Natal ena yaaji haa ɓurti ngam jaytineede e ngol kaɓirgol.

source: Image is invalid or corrupt and cannot be displayed.
ff: Natal moƴƴaani walla ko jiiɓngal saka jaytinee.

source: {{filename}} saved to Gallery
ff: {{filename}} danndaama to Gerngal

source: New copy saved.
ff: Nattol kesol danndaama.

source: Go to Camera
ff: Yah to Kameraa

source: Name
ff: Innde

source: Size
ff: Ɓetol

source: Image Type
ff: Fannu Natal

source: Date Taken
ff: Ñalngu Ɓamaa

source: Resolution
ff: Werngo

source: Close
ff: Uddu

source: Bytes
ff: Bite

source: Gallery
ff: Gerngal

source: Preview
ff: Yiytindo

source: Back
ff: Rutto

# crop-options.ariaLabel
source: Crop
ff: Hoolto

source: Custom aspect ratio
ff: Jeendondial peŋtoral

source: Portrait aspect ratio
ff: Jeendondiral dariingo

source: Landscape aspect ratio
ff: Jeendondiral wertiingo

source: Square aspect ratio
ff: Jeendondiral naykiɓɓal

source: Effect
ff: Filtere

source: None
ff: Hay baɗte

source: Black and white
ff: Ɓaleejo & daneejo

# effect-sepia.ariaLabel
source: Sepia
ff: Sepiya

source: Blue steel
ff: Bulaajo taande

source: Faded
ff: Maaytuɗo

# exposure-button.ariaLabel
source: Exposure
ff: Jaynitol

# crop-button.ariaLabel
source: Crop
ff: Hoolto

# effect-button.ariaLabel
source: Effects
ff: Pilte

source: Enhance
ff: Ƴellit

source: Camera
ff: Kameraa

source: Select multiple
ff: Labo keewɗe

# edit-button.ariaLabel
source: Edit
ff: Taƴto

source: Share
ff: Lollin

source: Information
ff: Himpito

# delete-button.ariaLabel
source: Delete
ff: Momtu

source: Edit image preview
ff: Jiytindagol taƴto natal
