Repository: translate/mozilla-gaia
Catalog: hto/apps/wappush/wappush.properties.po
Languages: hto

source: WAP Push message
hto: Úaina WAP Push

source: Close
hto: Ɨ́baide

source: Accept
hto: Jɨɨ

source: Quit
hto: Jáide

source: Cancel
hto: Fúitaka

source: Try again
hto: Ábɨdo fɨno

source: Finish
hto: Fúite

source: Next
hto: Báɨfene

source: Done
hto: Fɨnoka

source: This message has expired
hto: Bíe úaina já íñede

source: Configuration message received
hto: Ñúe fɨnoka úaina já yɨnoga

source: OTA Access Point Configuration
hto: OTA ñúe fɨnoka jófo billena

source: Configuration message received, tap on “Done” to continue.
hto: Úaina ñúe fɨnoka yɨnoga, clic fɨno "OK" ɨfoyena.

source: The PIN code should have been provided to you by whomever sent you the configuration message.
hto: Ñúe úaina fɨnoka jáyɨnoga PIN fákara.

source: The message has not been processed yet, do you really want to quit?
hto: Nái úaina fɨ́nofɨnoga ¿bíemo ó jáikadɨo?

source: Your carrier is sharing configuration information with you. Do you want to install it?
hto: Fɨnoka ímɨe fékaite ráfue ñúe fɨnoka. ¿Jóneakadɨo?

source: PIN is not correct.
hto: Iéñede PIN

source: APN(s) saved.
hto: APN(s) ñúe jónega.

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
hto: Bíe úaina óreka kɨoñena SIM rabekɨmo, íe jire bie ñúe fɨninide jóriaɨmo.

source: There was a error while authenticating the sender of the message.
hto: Úaina órekamɨe kɨoñena

source: The authentication mechanism is not supported yet.
hto: Bíe éroiyena jɨaɨma dɨga fékanide.

source: The configuration message you received does not have valid APNs.
hto: Ñúe fɨnoka úaina ó yɨnoga APN íñede.
