Repository: translate/mozilla-gaia
Catalog: ff/apps/settings/device_type/phone/settings.device.properties.po
Languages: ff

source: The ringtone was not changed because the selected file can not be played on this phone.
ff: Holɓoore ndee waylaaka sabu fiilde labaande ndee waawaa tareede e ngol kaɓirgol.

source: Find My Device allows you to locate, lock or erase your phone
ff: Yiytu Kaɓirgol Am wallete yiytude, sokde walla momtude cindel maa

source: Find My Device allows you to locate, lock or erase your phone from a web site:
ff: Yiytu Kaɓirgol Am wallete yiytude, sokde walla momtude cindel maa huutoraade lowre geese:

source: Your phone is being tracked by another device through the website.
ff: Cinndel maa woni ko e rewindeede kaɓirgol goɗngol e ndee lowre geese.

source: No devices are actively tracking your phone through the website.
ff: Alaa kaɓirɗi ngoni jooni e rewindaade cinndel maa e ndee lowre geese.

source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
ff: Huɓɓude Yamir ndesgu USB maa yamir ordinateer walla kaɓirgol goɗngol yoo seŋo ngam heɓde piille e ngel cinndel huutoraade USB.

source: Reset Phone
ff: Firlit Cinndel

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
ff: Firlitde maa momtu keɓe maa fof, kañum e jaaɓɗe coodno-ɗaa kala. Cinndel ngel maa firlite e ngonka mum ngadana. Hay huunde e teelte walla keɓe maa danndoytaake.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your phone will have unrestricted developer tools, allowing you to modify and debug system applications.
ff: Firlitde maa momtu kala keɓe maa, wonndude e jaaɓɗe ɗe cood-ɗaa. Alaa teelte walla keɓe njogori ndanndeede. Kono cinndel maa waɗat kuutorɗe topaajo ɗe daaƴaaka, kisa mbaawaa waylude e buggitaade jaaɓɗe yuɓɓo.

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
ff: Huɓɓude mbayka danndugol jaynge maa ñif ceŋagaol e keɓe cinndel ngel, Bluutuus e Tolnitorde ngam ɓooynude batiri oo. Kono aɗa waawi artirirde ɗee carwe nde njiɗ-ɗaa e junngo.

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
ff: Wallu moƴƴinde {{brandShortName}} so lollinde keɓe baɗte cinndel maa e no kuutortoɗaa-ɗe.

source: Connected to phone audio
ff: Seŋiima e ojoo cinndel

source: Connected to phone/media audio
ff: Seŋiima e cinndel/ojoo mejaare
