Repository: translate/mozilla-gaia
Catalog: hsb/apps/settings/settings.properties.po
Languages: hsb

source: Settings
hsb: Nastajenja

source: Advanced Settings
hsb: Rozšěrjene nastajenja

source: Default
hsb: Standard

source: Enabled
hsb: Zmóžnjeny

source: Enable
hsb: Zmóžnić

source: Disabled
hsb: Znjemóžnjeny

source: Error
hsb: Zmylk

source: OK
hsb: W porjadku

source: Yes
hsb: Haj

source: No
hsb: Ně

source: Reset
hsb: Wróćo stajić

source: Factory Reset
hsb: Wróćostajenje na zawodne nastajenja

source: Delete
hsb: Zhašeć

source: Cancel
hsb: Přetorhnyć

source: Close
hsb: Začinić

source: Back
hsb: Wróćo

source: Continue
hsb: Dale

source: Skip
hsb: Přeskočić

source: Pair
hsb: Koplować

source: Add
hsb: Přidać

source: Done
hsb: Dokónčene

source: Set
hsb: Nastajić

source: Not now
hsb: Nic nětko

source: Turn ON
hsb: Zmóžnić

source: Select a SIM card
hsb: SIM-kartu wubrać

# unavailable
source: Not available
hsb: Nic k dispoziciji

source: Confirmation
hsb: Wobkrućenje

# simSettingsWithIndex
source: SIM {{index}} Settings
hsb: Nastajenja SIM {{index}}

source: Network & Connectivity
hsb: Syć a zwiski

source: Airplane Mode
hsb: Lětanski modus

# airplaneMode.ariaLabel
source: Airplane Mode
hsb: Lětanski modus

source: Geolocation
hsb: Postajenje stejnišća

# geolocation.ariaLabel
source: Geolocation
hsb: Postajenje stejnišća

source: Wi-Fi
hsb: WLAN

source: Turn Wi-Fi on to view available networks.
hsb: Zmóžńće WLAN, zo byšće sej k dispoziciji stejace syće wobhladał.

source: Available Networks
hsb: K dispoziciji stejace syće

source: Known Networks
hsb: Znate syće

source: Hidden Networks
hsb: Schowane syće

source: Searching…
hsb: Pyta so…

source: Search Again
hsb: Dale pytać

source: Initializing…
hsb: Inicializuje so…

source: Connecting to {{ssid}}…
hsb: Zwjazuje so z {{ssid}}…

# fullStatus-associated
source: Obtaining an IP address…
hsb: IP-adresa so wotwołuje…

source: Connected to {{ssid}}
hsb: Z {{ssid}} zwjazany

# fullStatus-connectingfailed
source: Connection failed
hsb: Zwisk je so nimokulił

# shortStatus-connecting
source: Connecting…
hsb: Zwjazuje…

# shortStatus-associated
source: Obtaining an IP address…
hsb: IP-adresa so wotwołuje…

# shortStatus-connected
source: Connected
hsb: Zwjazany

# shortStatus-connectingfailed
source: Connection failed
hsb: Zwisk je so nimokulił

source: Wi-Fi Sleep
hsb: Wotpočny modus WLAN

source: Enable to automatically turn off Wi-Fi during sleep to save battery power.
hsb: Zmóžńće to, zo by so WLAN awtomatisce we wotpočnym modusu wupinał, zo byšće baterijowy wukon zalutował.

source: Manage Networks
hsb: Syće rjadować

source: Failed connecting to Wi-Fi
hsb: Zwisk z WLAN móžno njeje

source: Unable to connect to {{ssid}}, authentication failed due to bad credentials. Please re-enter the network password.
hsb: Njeje móžno z {{ssid}} zwjazać, awtentifikacija je so wopačnych přizjewjenskich datow dla nimokuliła. Prošu zapodajće syćowe hesło hišće raz.

source: Manage Certificates
hsb: Certifikaty rjadować

source: Join Hidden Network
hsb: Schowanu syć wužiwać

source: Secured by {{capabilities}}
hsb: Přez {{capabilities}} zawěsćeny

source: Security
hsb: Wěstota

# securityNone
source: None
hsb: Žana

source: Open
hsb: Wotewrjeny

source: Not in range
hsb: Nic we wobłuku

source: IP address
hsb: IP-adresa

source: Link speed
hsb: Zwiskowa spěšnosć

source: Signal strength
hsb: Signalowa sylnosć

source: Very weak
hsb: Jara słaby

source: Weak
hsb: Słaby

source: Average
hsb: Přerězk

source: Good
hsb: Dobry

source: Very good
hsb: Jara dobry

source: Forget
hsb: Zabyć

source: Forget network?
hsb: Syć zabyć?

# forgetNetwork-confirmation
source: Confirmation
hsb: Wobkrućenje

source: Authentication
hsb: Awtentifikacija

source: EAP method
hsb: EAP-metoda

source: Phase 2 authentication
hsb: Awtentifikacija fazy 2

source: Server certificate
hsb: Serwerowy certifikat

source: Notice: If you need to import new certificates, please go to "Manage certificates".
hsb: Pokaz: Jeli dyrbiće nowe certifikaty importować, wužiwajće "Certifikaty rjadować".

source: Identifier
hsb: Identifikator

source: Password
hsb: Hesło

source: Show password
hsb: Hesło pokazać

source: Network notification
hsb: Syćowa zdźělenka

source: Notify me when an open network is available
hsb: Informować, hdyž wotewrjena syć k dispoziciji steji

source: MAC Address
hsb: MAC-adresa

# macUnavailable
source: Not available
hsb: Nic k dispoziciji

source: No networks found
hsb: Žane syće namakane

source: No known networks
hsb: Žane znate syće

source: Edit
hsb: Wobdźěłać

source: Certificate List
hsb: Lisćina certifikatow

source: No certificates imported
hsb: Žane certifikaty importowane

source: Delete Certificate
hsb: Certifikat zhašeć

source: Import Certificate
hsb: Certifikat importować

source: Select Certificate File
hsb: Certifikatowu dataju wubrać

source: Enter certificate nick name
hsb: Přimjeno certifikata zapodać

source: Nick name
hsb: Přimjeno

source: You can change the nick name or keep the default name.
hsb: Móžeće přimjeno změnić abo standardne mjeno wobchować.

source: Certificate deletion failed
hsb: Zhašenje certifikata njeje so poradźiło

source: This may be due to a storage issue, for example.
hsb: Přičina za to móhła składowanski problem być.

source: Certificate import failed
hsb: Importowanje certifikata je so nimokuliło

source: This may be due to a damaged certificate file, for example.
hsb: Přičina za to móhła wobškodźena certifikatowa dataja być.

source: Connect with WPS
hsb: Z WPS zwjazać

source: WPS is in progress…
hsb: WPS běži…

source: WPS was canceled
hsb: WPS je so přetorhnył

source: WPS timed out
hsb: WPS je čas překročił

source: WPS failed [{{error}}]
hsb: WPS je so nimokulił [{{error}}]

source: Another WPS PBC AP was found
hsb: Druhi WPS PBC AP je so namakał

source: Automatic Wi-Fi setup
hsb: Awtomatiska WLAN-konfiguracija

source: Select a WPS method:
hsb: Wubjerće WPS-metodu:

source: Button connection
hsb: Tłóčatkowy zwisk

source: My PIN connection
hsb: Mój PIN-zwisk

source: AP PIN connection
hsb: AP-PIN-zwisk

source: PIN is 4 or 8 digits
hsb: PIN z 4 do 8 cyfrow wobsteji

source: Input {{pin}} to an opposite device
hsb: Zapodajće {{pin}} na druhim graće

source: Select an opposite device
hsb: Wubjerće druhi grat

# wpsAnyAp
source: Any
hsb: Někajkižkuli

source: Cancel WPS
hsb: WPS přetorhnyć

source: Failed to cancel WPS [{{error}}]
hsb: WPS njeda so přetorhnyć [{{error}}]

source: Call Settings
hsb: Zawołanske nastajenja

source: Requesting network info…
hsb: Syćowe informacije so wotwołuja…

source: Error in query
hsb: Zmylk w naprašowanju

source: Voicemail
hsb: Rěčna powěsć

source: Voicemail Number
hsb: Čisło za rěčnu powěsć

source: Not set
hsb: Njenastajeny

source: Voice Privacy Mode
hsb: Priwatny zawołanski modus

source: Call Waiting
hsb: Zaklepać

source: Unable to confirm call waiting preferences
hsb: Nastajenja za zaklepanje njedadźa so wobkrućić

source: The device is currently unable to communicate with the carrier. Try setting the preference again.
hsb: Grat njemóže tuchwilu z poskićowarjom komunikować. Stajće nastajenje hišće raz.

source: Call Forwarding
hsb: Dalesposrědkowanje

source: Forward
hsb: Dale sposrědkować

source: Always forward
hsb: Přeco dale sposrědkować

source: Always
hsb: Přeco

source: Forward when busy
hsb: Dale sposrědkować, jeli wobsadźeny

source: When busy
hsb: Jeli wobsadźeny

source: Forward when unanswered
hsb: Dale sposrědkować, jeli njewotmołwjeny

source: When unanswered
hsb: Jeli njewotmołwjeny

source: Forward when unreachable
hsb: Dale sposrědkować, jeli k rěčam njeje

source: When unreachable
hsb: Hdyž k rěčam njeje

source: Voice calls to <bdi>{{number}}</bdi>
hsb: Rěčenske zawołanja na <bdi>{{number}}</bdi>

# callForwardingNotForwarding
source: Disabled
hsb: Znjemóžnjeny

source: Call forwarding confirmation message
hsb: Wobkrućenska powěsć za dalesposrědkowanje

source: Always use this number
hsb: Přeco tute čisło wužiwać

source: Number when unreachable
hsb: Čisło, jeli njedosćežny

source: Number when unanswered
hsb: Čisło, jeli njewotmołwjeny

source: Number when busy
hsb: Čisło, jeli wobsadźeny

source: This phone number is invalid.
hsb: Tute telefonowe čisło je njepłaćiwe.

source: Operation successfully set.
hsb: Proces wuspěšnje wuwjedźeny.

source: Your operator does not support that operation.
hsb: Waš poskićowar tutón proces njepodpěruje.

source: Call settings error.
hsb: Zymlk w zawołanskich nastajenjach.

source: Caller ID
hsb: ID zawołarja

source: Call Barring
hsb: Zawołanska zawěra

source: Outgoing calls
hsb: Wuchadźace zawołanja

# callBarring-baoc
source: All
hsb: Wšě

source: International
hsb: Mjezynarodne

source: International except Home Country
hsb: Mjezynarodne nimo ródneho kraja

source: Incoming calls
hsb: Dochadźace zawołanja

# callBarring-baic
source: All
hsb: Wšě

source: All while roaming
hsb: Wšě za roaming

# callBarring-passcode
source: Passcode
hsb: Hesłowy kod

# callBarring-change-passcode
source: Change passcode
hsb: Hesłowy kod změnić

# callBarring-passcode-enter
source: Enter passcode
hsb: Hesłowy kod zapodać

source: In case you don't know your passcode, please contact your carrier
hsb: Jeli swój hesłowy kod njewěsće, stajće so ze swojim poskićowarjom do zwiska

# callBarring-current-passcode
source: Current passcode
hsb: Aktualny hesłowy kod

# callBarring-new-passcode
source: New passcode
hsb: Nowy hesłowy kod

# callBarring-create-passcode
source: Create a Passcode
hsb: Hesłowy kod tworić

source: Confirm passcode
hsb: Hesłowy kod wobkrućić

source: Passcode error.
hsb: Zmylk hesłoweho koda.

source: Passcode is incorrect.
hsb: Hesłowy kod je wopak.

source: Passcode doesn’t match.
hsb: Hesłowy kod so njehodźi.

source: Error while updating the item: {{error}}.
hsb: Zmylk při aktualizowanju zapiska: {{error}}.

source: Passcode changed.
hsb: Hesłowy kod je so změnił.

source: Network default
hsb: Syćowy standard

source: Hide number
hsb: Čisło schować

source: Show number
hsb: Čisło pokazać

source: Fixed dialing numbers
hsb: Wolomne čisła

source: Fixed Dialing Numbers
hsb: Krute wolomne čisła

source: Authorized numbers
hsb: Dowolene čisła

source: List of numbers that can be called
hsb: Lisćina čisłow, kotrež dadźa so wolić

source: Restrict which numbers can be dialed from this phone.
hsb: Zamjezuje, kotre čisła dadźa so z tutoho telefona wolić.

source: (Emergency numbers will always be dialable)
hsb: (Nuzowe telefonowe čisła su přeco wolomne)

source: Enable FDN
hsb: FDN zmóžnić

source: Disable FDN
hsb: FDN znjemóžnić

source: Reset PIN2
hsb: PIN2 wróćo stajić

# fdnAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
hsb: Maće pospyt wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawěra.

# fdnAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće {{n}} pospytaj wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawěra.

# fdnAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće {{n}} pospyty wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawěra.

# fdnAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće {{n}} pospytow wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawěra.

# fdnAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće {{n}} pospytow wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawěra.

source: This is your last chance to enter the correct PIN2. Otherwise, you must enter the PUK2 code to use this SIM card.
hsb: To je waša poslednja móžnosć, zo byšće korektny PIN2 zapodał. Hewak dyrbiće PUK2-kod zapodać, zo byšće SIM-kartu wužiwał.

source: The PIN2 code is incorrect.
hsb: PIN2-kod je wopak.

source: name
hsb: mjeno

# fdnContact-number
source: number
hsb: čisło

source: submit
hsb: wotpósłać

source: Add contact
hsb: Kontakt přidać

source: Call
hsb: Zawołać

# fdnAction-edit
source: Edit contact
hsb: Kontakt wobdźěłać

# fdnAction-edit-header
source: Edit contact
hsb: Kontakt wobdźěłać

source: Delete contact
hsb: Kontakt zhašeć

source: Maximum FDN reached. You cannot add more numbers.
hsb: Maksimalny FDN docpěty. Njemóžeće dalše čisła přidać.

source: Messaging Settings
hsb: Powěsćowe nastajenja

source: Message Confirmation
hsb: Powěsćowe wobkrućenje

source: Delivery Reports
hsb: Rozsyłanske rozprawy

source: Request notification of delivery for each message sent
hsb: Rozsyłansku zdźělenku za kóždu pósłanu powěsć požadać

source: Read Reports
hsb: Čitanske wobkrućenja

source: Request read report for each message sent
hsb: Čitanske wobkrućenje za kóždu pósłanu powěsć požadać

source: Multimedia Messaging (MMS)
hsb: Multimedijowe powěsće (MMS)

source: Auto Retrieve
hsb: Awtomatiske wotwołanje

source: Automatically retrieve messages
hsb: Powěsće awtomatisce wotwołać

source: Off
hsb: Wupinjeny

source: On with roaming
hsb: Zapinjeny z roaming

source: On without roaming
hsb: Bjez roaming zapinjeny

source: Auto-configure
hsb: Awtomatisce konfigurować

source: WAP Push Messages
hsb: Powěsće WAP-Push

source: Cell Broadcast Messages
hsb: Powěsće celoweho rozhłosa

source: Cell Broadcast
hsb: Celowy rozhłós

source: Emergency Alert
hsb: Nuzowa zdźělenka

source: Information
hsb: Informacija

source: Service Center
hsb: Słužbny centrum

# messaging-sim-settings
source: SIM {{index}} Settings
hsb: Nastajenja SIM {{index}}

source: Info not available
hsb: Informacije k dispoziciji njejsu

# cellularAndData
source: Cellular & Data
hsb: Mobilny telefon a daty

# dataOperator
source: Operator
hsb: Wobhospodar

# dataConnectivity
source: Data
hsb: Daty

source: Data Connection
hsb: Datowy zwisk

source: Data Roaming
hsb: Datowy roaming

# netOperator
source: Operator
hsb: Wobhospodar

source: Operators In The Area
hsb: Wobhospodarjo w bliskosći

source: Preferred network type
hsb: Preferowany syćowy typ

source: Network type could not be set
hsb: Syćowy typ njeda so nastajić

source: Network Type
hsb: Syćowy typ

# operator-networkType-auto
source: Automatic
hsb: Awtomatisce

source: 3G preferred
hsb: 3G preferowany

source: 2G only
hsb: Jenož 2G

source: 3G only
hsb: Jenož 3G

source: WCDMA preferred
hsb: WCDMA preferowany

source: Auto (2G/3G)
hsb: Awtomatisce (2G/3G)

source: Auto (3G/4G)
hsb: Awtomatisce (3G/4G)

source: Auto (CDMA/EVDO)
hsb: Awtomatisce (CDMA/EVDO)

source: Auto (WCDMA/GSM)
hsb: Awtomatisce (WCDMA/GSM)

source: Auto (LTE/WCDMA/GSM)
hsb: Awtomatisce (LTE/WCDMA/GSM)

source: Auto (LTE/WCDMA)
hsb: Awtomatisce (LTE/WCDMA)

source: Auto (LTE/CDMA/EVDO)
hsb: Awtomatisce (LTE/CDMA/EVDO)

source: Auto (WCDMA/GSM/CDMA/EVDO)
hsb: Awtomatisce (WCDMA/GSM/CDMA/EVDO)

source: Automatic Selection
hsb: Awtomatiske wuběranje

# operator-networkSelect-auto
source: Automatic
hsb: Awtomatisce

source: Manual
hsb: Manuelnje

source: Turn automatic selection off to view available operators.
hsb: Wupińće awtomatiske wuběranje, zo byšće sej k dispoziciji stejacych syćowych wobhospodarjow wobhladał.

# operator-info-connecting
source: Connecting…
hsb: Zwjazuje so…

# operator-info-failed
source: Connection failed
hsb: Zwisk je so nimokulił

# operator-info-connected
source: Connected
hsb: Zwjazany

# operator-info-available
source: Available
hsb: K dispoziciji

# operator-info-current
source: Connected
hsb: Zwjazany

# operator-info-forbidden
source: Forbidden
hsb: Zakazany

# operator-info-unknown
source: Unknown state
hsb: Njeznaty staw

source: Roaming preference
hsb: Nastajenje za roaming

source: Home
hsb: Domjacna syć

# operator-roamingPreference-any
source: Any
hsb: Kóžda

source: Affiliated
hsb: Asociěrowane

source: APN Settings
hsb: APN-nastajenja

source: Data Settings
hsb: Datowe nastajenja

source: A-GPS Settings
hsb: A-GPS-nastajenja

source: Message Settings
hsb: Powěsćowe nastajenja

source: Tethering Settings
hsb: Nastajenja za Tethering

source: IMS Settings
hsb: IMS-nastajenja

source: FOTA Settings
hsb: Nastajenja FOTA

source: MMS proxy
hsb: MMS-proksy

source: HTTP proxy host
hsb: Proksy-host HTTP

source: HTTP proxy port
hsb: Proksy-port HTTP

source: (custom settings)
hsb: (swójske nastajenja)

# apn-authType
source: Authentication
hsb: Awtentifikacija

# apn-authType-notDefined
source: Not defined
hsb: Njedefinowany

# apn-authType-none
source: None
hsb: Žadyn

source: PAP or CHAP
hsb: PAP abo CHAP

source: Protocol
hsb: Protokol

source: Roaming Protocol
hsb: Protokol za roaming

# apn-protocol-notDefined
source: Not defined
hsb: Njedefinowany

source: APN Type
hsb: APN-typ

source: Turn ON data connection?
hsb: Datowy zwisk zmóžnić?

source: Applications will automatically fetch data via data connection when required. Additional data charges may apply.
hsb: Nałoženja budźe awtomatisce daty přez datowy zwisk wotwołować, jeli tjreba. Přidatne datowe kóšty móža nastać.

source: Turn ON data roaming?
hsb: Datowy roaming zmóžnić?

source: Depending on your service agreement, extra charges may apply for data when you are in a roaming area.
hsb: We wotwisnosći wot wašeho posłužbneho dojednanja, móža přidatne kóšty za daty nastać, hdyž sće w roamingowej kónčinje.

source: Depending on your service agreement, changing your APN setting may result in extra charges when roaming. Do you want to proceed?
hsb: We wotwisnosći wot wašeho posłužbneho zrěčenja, móža přez měnjenje wašeho APN-nastajenja přidatne kóšty za roaming nastać. Chceće pokročować?

# reset-apn-warning-title
source: Reset to Default
hsb: Na standard wróćo stajić

source: This resets the settings to default values. This cannot be undone.
hsb: To staja nastajenja na standardne hódnoty wróćo. To njeda so anulować.

# state-unknown
source: Unknown state
hsb: Njeznaty staw

# state-available
source: Available
hsb: K dispoziciji

# state-connected
source: Connected
hsb: Zwjazany

# state-current
source: Connected
hsb: Zwjazany

# state-forbidden
source: Forbidden
hsb: Zakazany

source: Delete this APN?
hsb: Tutón APN zhašeć?

# delete-apn
source: Delete
hsb: Zhašeć

source: Add New APN
hsb: Nowy APN přidać

# reset-apn
source: Reset to Default
hsb: Na standard wróćo stajić

source: APN settings reset
hsb: APN-nastajenja wróćo stajene

source: Turn Bluetooth on to view devices in the area.
hsb: Zmóžńće Bluetooth, zo byšće sej graty w kónčinje wobhladał.

source: Paired devices
hsb: Koplowane graty

source: Devices in the area
hsb: Graty w kónčinje

source: Visible to all
hsb: Za wšěch widźomny

source: Your device name exceeds {{length}} characters. Please retry again.
hsb: Mjeno wašeho grata je dlěše hač {{length}} znamješkow. Prošu spytajće hišće raz.

source: Bluetooth Address
hsb: Bluetooth-adresa

# bluetooth-address-unavailable
source: Not available
hsb: Nic k dispoziciji

source: No devices paired
hsb: Žane graty skoplowane

source: Turned off
hsb: Wupinjeny

# bt-status-paired[one]
source: {{name}}, +{{n}} more
hsb: {{name}}, +{{n}} dalši

# bt-status-paired[two]
source: {{name}}, +{{n}} more
hsb: {{name}}, +{{n}} dalšej

# bt-status-paired[few]
source: {{name}}, +{{n}} more
hsb: {{name}}, +{{n}} dalše

# bt-status-paired[many]
source: {{name}}, +{{n}} more
hsb: {{name}}, +{{n}} dalšich

# bt-status-paired[other]
source: {{name}}, +{{n}} more
hsb: {{name}}, +{{n}} dalšich

source: Tap to connect
hsb: Podótkńće so, zo byšće zwjazał

source: Pairing with device…
hsb: Kopluje so z gratom…

source: Waiting for other device…
hsb: Čaka so na druhi grat…

source: Paired
hsb: Skoplowany

# device-status-connecting
source: Connecting…
hsb: Zwjazuje so…

# device-status-connected
source: Connected
hsb: Zwjazany

source: Connected to media audio
hsb: Z medijowym awdiom zwjazany

source: Unpair
hsb: Wotkoplować

# device-option-confirm
source: Confirm
hsb: Wobkrućić

# device-option-unpair-confirmation
source: Confirmation
hsb: Wobkrućenje

source: Unpair device?
hsb: Grat wotkoplować?

source: Connect
hsb: Zwjazać

source: Disconnect
hsb: Zwisk dźělić

source: Searching for devices…
hsb: Pyta so za gratami…

source: Search for devices
hsb: Za gratami pytać

source: Rename my device
hsb: Mój grat přemjenować

source: Unknown device
hsb: Njeznaty grat

source: Change device name
hsb: Gratowe mjeno změnić

source: This name will appear on your other Bluetooth devices
hsb: Tute mjeno so na wašich druhich gratach Bluetooth zjewi

source: New name
hsb: Nowe mjeno

source: Unable to pair devices
hsb: Graty njedadźa so koplować

source: Unable to pair with the device. Check that the PIN is correct.
hsb: Njeje móžno z gratom koplować. Přepruwujće, hač PIN je korektny.

source: Unable to pair with the device. Too many requests.
hsb: Njeje móžno z gratom koplować. Přewjele naprašowanjow.

source: Unable to connect devices
hsb: Njemóžno graty zwjazać

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
hsb: Přepruwujće, hač grat, z kotrymž chceće zwjazać, je hišće we wobłuku a je Bluetooth zmóžnił.

source: Unpair a connected device?
hsb: Wot zwjazaneho grata wotkoplować?

source: You are currently connected to this device. Unpairing will also disconnect from it.
hsb: Sće tuchwilu z tutym gratom zwjazany. Wotkoplowanje budźe tež zwisk z nim dźělić.

source: Internet Sharing
hsb: Internetne dźělenje

# internetSharing-wifi
source: Wi-Fi
hsb: WLAN

source: Wi-Fi Hotspot
hsb: WLAN-hotspot

source: Hotspot "{{hotspotSSID}}" is enabled
hsb: Hotspot "{{hotspotSSID}}" je zmóžnjeny

# wifi-password
source: Password
hsb: Hesło

# wifi-security
source: Security
hsb: Wěstota

source: Hotspot Settings
hsb: Hotspot-nastajenja

# wifi-auth-username
source: Username
hsb: Wužiwarske mjeno

# wifi-auth-password
source: Password
hsb: Hesło

# wifi-join-username
source: Username
hsb: Wužiwarske mjeno

# wifi-join-password
source: Password
hsb: Hesło

source: SSID Network Name
hsb: Syćowe mjeno SSID

source: open
hsb: wotewrjeny

source: The password must have at least 8 characters.
hsb: Hesło dyrbi znajmjeńša 8 znamješkow měć.

source: Personalization
hsb: Personalizacija

source: Sound
hsb: Zynk

# sound.ariaLabel
source: Sound
hsb: Zynk

source: Volume
hsb: Sylnosć zwuka

source: Tones
hsb: Zuki

source: Audible touch tones
hsb: Słyšomne zynki při dótknjenju

# touch-tone-short
source: Short
hsb: Krótki

# touch-tone-long
source: Long
hsb: Dołhi

source: Select a tone
hsb: Zynk wubrać

source: Ringtones
hsb: Zwonjenja

source: Alerts
hsb: Warnowanja

source: Manage Tones
hsb: Zynki zrjadować

source: Other Sounds
hsb: Druhe zynki

source: Unlock screen
hsb: Zawěru wobrazowki zběhnyć

source: Camera
hsb: Kamera

source: Sent Message
hsb: Powěsć je so pósłała

source: Ringtones & Notifications
hsb: Zwonjenja a zdźělenja

source: Media
hsb: Medije

source: Saving…
hsb: Składuje so…

source: We were unable to find a ringtone app to manage ringtones!
hsb: Njemóžachmy nałoženje namakać, zo bychmy zwonjenja zrjadowali!

source: Display
hsb: Zwobraznić

# display.ariaLabel
source: Display
hsb: Zwobraznić

source: Brightness
hsb: Swětłosć

source: Adjust automatically
hsb: Awtomatisce přiměrić

source: Lock Screen
hsb: Wobrazowku zawrěć

source: Wallpaper
hsb: Pozadk

source: Screen Timeout
hsb: Časowe překročenje wobrazowki

source: 1 minute
hsb: 1 mjeńšina

source: 2 minutes
hsb: 2 mjeńšinje

source: 5 minutes
hsb: 5 mjeńšin

source: 10 minutes
hsb: 10 mjeńšin

source: never
hsb: ženje

source: Lock Orientation
hsb: Wusměrjenje zawrěć

source: Navigation
hsb: Nawigacija

# navigation.ariaLabel
source: Navigation
hsb: Nawigacija

source: Edge Swipe Navigation
hsb: Kromowa trějata nawigacija

source: Drag from the left or right edge of the screen to jump between apps.
hsb: Ćehńće wot lěweje abo praweje kromy wobrazowki, zo byšće wot jednoho k druhemu nałoženju přešoł.
