Repository: translate/mozilla-gaia
Catalog: hsb/apps/settings/settings.properties.po
Languages: hsb

source: USB Mass Storage will only work correctly with an external SD card. If you'd like to be able to access both your internal and external storage, you must use MTP.
hsb: Masowy składowak USB budźe jenož z eksternej SD-kartu korektnje fungować. Jeli byšće rady přistup na swój interny składowak kaž tež na swój eksterny składowak měł, dyrbiće MTP wužiwać.

source: Press "OK" to switch to USB Mass Storage, or "Cancel" to remain in MTP mode.
hsb: Klikńće na „W porjadku“, zo byšće k masowemu składowakej USB přešoł abo na „Přetorhnyć“, zo byšće w MTP-modusu wostał.

source: Device
hsb: Grat

source: Help
hsb: Pomoc

# help.ariaLabel
source: Help
hsb: Pomoc

# deviceInfo
source: Device Information
hsb: Gratowe informacije

# deviceInfo.ariaLabel
source: Device Information
hsb: Gratowe informacije

source: Phone Number
hsb: Telefonowe čisło

source: SIM {{index}}: Not available
hsb: SIM {{index}}: Njeje k dispoziciji

source: Downloads
hsb: Sćehnjenja

# downloads.ariaLabel
source: Downloads
hsb: Sćehnjenja

source: Unknown
hsb: Njeznaty

source: SIM {{index}}: Unknown
hsb: SIM {{index}}: Njeznaty

source: Git Commit Info
hsb: Informacije wo přepodaću na Git

source: OS Version
hsb: Wersija dźěłoweho systema

source: Firmware Revision
hsb: Wersija firmwary

source: Hardware Manufacturer
hsb: Hardwarowy zhotowjer

source: Hardware Platform
hsb: Hardwarowa platforma

source: Hardware Revision
hsb: Wersija hardwary

source: Platform Version
hsb: Wersija platformy

source: Build Identifier
hsb: Wersijowy identifikator

source: Update Channel
hsb: Aktualizowanski kanal

source: Build Number
hsb: Wersijowe čisło

source: Update URL
hsb: Aktualizowanski URL

source: Last Updated
hsb: Posledni raz zaktualizowany

source: More Information
hsb: Dalše informacije

source: Software Updates
hsb: Softwarowe aktualizacije

source: Daily
hsb: Kóždy dźeń

source: Weekly
hsb: Kóždy tydźeń

source: Monthly
hsb: Kóždy měsac

source: Check for Updates
hsb: Za aktualizacijemi pytać

source: Check Now
hsb: Nětko přepruwować

source: Update status
hsb: Aktualizowanski status

source: Connect to the Internet to proceed with your update.
hsb: Zwjazajće z internetom, zo byšće ze swojej aktualizaciju pokročował.

source: Checking for updates…
hsb: Pyta so za aktualizacijemi…

source: No updates were found
hsb: Žane aktualizacije namakane

source: Network is offline. Will check again when the network is online.
hsb: Syć je offline. Budźe so hišće raz přepruwować, hdyž syć je online.

source: This is already the latest version of {{brandShortName}}
hsb: To je hižo najnowša wersija {{brandShortName}}

source: There was an error when checking for updates.
hsb: Při pytanju za aktualizacijemi je so zmylk wustupił.

source: About {{brandShortName}}
hsb: Wo {{brandShortName}}

source: {{brandShortName}} is the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
hsb: {{brandShortName}} je darmotny dźěłowy system Mozilla wotewrjeneho žórła. Naša misija je, wotewrjenosć, inowaciju a šansy spěchować, přez to zo móc weba we wašich rukach wostajamy.

source: Learn More
hsb: Dalše informacije

# reset-head
source: Reset
hsb: Wróćo stajić

# reset-warning-title
source: CAUTION
hsb: KEDŹBU

source: Your Rights
hsb: Waše prawa

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
hsb: {{brandShortName}} so na zakładźe darmotneje softwary wotewrjeneho žórła wot zhromadźenstwa tysacow sobuskutkowacych na cyłym swěće wuwiwa. Wy měł někotre wěcy wědźeć:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
hsb: {{brandShortName}} so pod wuměnjenjemi wjacorych licencow wotewrjeneho žórła inkluziwnje licencu Mozilla Public License k dispoziciji staja. Grat, na kotrymž {{brandShortName}} běži, móže specialnu softwaru třećich poskićowarjow wobsahować. Kóždy kod, kotrež so pod wotewrjenymi licencami k dispoziciji staja, da wam prawa, žórłowy kod změnić a waše změnjene wersije rozšěrjeć, dołhož wuměnjenja licencow spjelnjeće.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
hsb: Nimaće žane prawa na wikowanskim znamjenju abo licency na wikowanskich znamjenjach załožby Mozilla Foundation abo druheho poskićowarja, inkluziwnje bjez wobmjezowanja mjena abo loga {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
hsb: Někotre funkcije w {{brandShortName}} kaž na přikład spadowy rozprawjak dadźa wam móžnosć, komentary na Mozilla słać. Jeli so rozsudźiće, komentary pósłać, daće Mozilla dowolnosć, waše komentary wužiwać, zo by swoje produkty polěpšił, komentary na swojich websydłach wozjewił a komentary rozšěrjeć.

source: Legal Information
hsb: Prawniske informacije

source: Credits
hsb: Dźakprajenja

source: Open Source Notices
hsb: Pokazy wotewrjenych žórłowych tekstow

source: Obtaining Source Code
hsb: Žórłowy kod wotwołaś

# about-other
source: Other
hsb: Druhe

source: Your Privacy
hsb: Waša priwatnosć

source: Binaries of this product have been made available to you by the Mozilla Project, under the Mozilla Public License 2.0 (MPL). Know your rights.
hsb: Wersije tutoho produkta su so wam wot projekta Mozilla pod licencu Mozilla Publick License 2.0 (MPL) k dispoziciji stajili. Zeznajće ze swojimi prawami.

source: All of the source code to this product is available under licenses that are both free and open source. Most of it is available under the Mozilla Public License 2.0 (MPL).
hsb: Žórłowy kod tutoho produkta steji pod licencami k dispoziciji, kotrež su darmotne a wotewrjeneho žórła. Najwjace z njeho je pod licencu Mozilla Public License 2.0 (MPL) k dispoziciji.

source: The remainder of the software that is not under the Mozilla Public License 2.0 MPL is available under one of a variety of other licenses. Those that require reproduction of the license text in the distribution are given below. (Note: Your copy of this product may not contain code covered by one or more of the licenses listed here, depending on the exact product and version you choose.)
hsb: Zbytna softwara, kotraž pod licencu Mozilla Public License 2.0 MPL njesteji, steji pod jednej z wjele druhich licencow k dispoziciji. Te, kotrež wužaduja sej daledaće licencneho teksta w rozšěrjenju su deleka podate. (Kedźbu: Waš eksemplar tutoho produkta njewobsahuje snano kod, kotryž je pod jednej licencu abo pod wjacorymi licencami z licencow, kotrež su tu podate, we wotwisnosći wot produkta a wersije, kotrejž sće wubrał.)

source: Developer
hsb: Wuwiwar

# developer.ariaLabel
source: Developer
hsb: Wuwiwar

source: Developer HUD
hsb: HUD-wuwiwar

# hud-devtools
source: Developer Tools
hsb: Wuwiwarske nastroje

source: Hide All HUD Elements
hsb: Wšě HUD-elementy schować

source: Log Changes in ADB
hsb: Změny w ADB protokolować

source: Show System HUD
hsb: Systemowy HUD pokazać

source: Problems
hsb: Problemy

source: Warnings
hsb: Warnowanja

source: Errors
hsb: Zmylki

source: Security Issues
hsb: Wěstotne problemy

source: Performance
hsb: Wukon

source: Reflows
hsb: Nowowuličenja

source: Jank
hsb: Dlijenje

source: Jank Threshold
hsb: Dlijenski próh

source: Frames per Second
hsb: Wobłuki na sekundu

source: Time to Load
hsb: Začitowanski čas

source: Memory
hsb: Skład

source: Unique Set Size
hsb: Jónkróć nastajena wulkosć

source: App Memory
hsb: Nałoženski skład

source: JS Objects
hsb: JavaScript: Objekty

source: JS Strings
hsb: JavaScript: Znamješkowe rjećazki

source: JS Other
hsb: JavaScript: Druhe

source: Style
hsb: Stil

# hud-other
source: Other
hsb: Druhe

source: Developer Settings
hsb: Wuwiwarske nastajenja

source: Debug
hsb: Pytanje za zmylkami

source: Developer Menu
hsb: Wuwiwarski meni

source: Developer Tools
hsb: Wuwiwarske nastroje

source: Graphics
hsb: Grafika

source: Hardware Composer
hsb: Hardwarowy composer

source: Flash Repainted Area
hsb: Přez zabłysk narysnjeny wobłuk

source: Dump Layers Tree
hsb: Runinowy štom protokolować

source: Dump Display List
hsb: Zwobraznjensku lisćinu protokolować

source: Dump LayerScope
hsb: Runinowe informacije protokolować

source: Overscrolling
hsb: Suwanje po kromje

source: Tiling
hsb: Kachlicować

source: Low Precision Painting
hsb: Rysowanje w niskej kwaliće

source: Low Precision Transparency
hsb: Transparenca w niskej kwaliće

source: Draw Tile Borders
hsb: Kromy kachlicow rysować

source: Draw Layer Borders
hsb: Kromy runinow rysować

source: Log Slow Animations
hsb: Pomałe animacije protokolować

source: Debugging via USB
hsb: Pytanje zmylkow přez USB

source: DevTools via Wi-Fi
hsb: Wuwiwarske nastroje přez WLAN

source: DevTools Wi-Fi Device Name
hsb: Mjeno wuwiwarskich nastrojow WLAN-grata

source: Pseudo-Localization
hsb: Pseudolokalizacija

# debugger-disabled
source: Disabled
hsb: Znjemóžnjeny

source: ADB only
hsb: Jenož ADB

source: ADB and DevTools
hsb: ADB a wuwiwarske nastroje

source: Wi-Fi Output in ADB
hsb: WLAN-wudaće w ADB

source: Bluetooth Output in ADB
hsb: Bluetooth-wudaće w ADB

source: Bluetooth HCI Sniffing Logs to SD Card
hsb: Čušlenske protokole Bluetooth HCI na SD-karće składować

source: NFC Output in ADB
hsb: NFC-wudaće w ADB

source: RIL Output in ADB
hsb: RIL-wudaće w ADB

source: Network Output in ADB
hsb: Syćowe wudaće w ADB

source: MMS Output in ADB
hsb: MMS-wudaće w ADB

source: Console Enabled
hsb: Konsola zmóžnjena

source: Cards View: Screenshots
hsb: Kartowy napohlad: Fota wobrazowki

source: Geolocation Output in ADB
hsb: Stejnišćowe wudaće w ADB

source: Ignore GPS Locations
hsb: GPS-městna ignorować

source: Use Marketplace Reviewer Certs
hsb: Certifikaty pruwowarja Torhošća wužiwać

source: Shake to Save System Log
hsb: Potřasće, zo byšće systemowy protokol składował

source: Enable LogShake QA Mode
hsb: Modus kwalitneho zawěsćenja LogShake zmóžnić

source: Launch First Time Use
hsb: Prěnje wužiwanje startować

source: No first time use app found
hsb: Žane nałoženje za prěnje wužiwanje namakane

source: Software Home Button
hsb: Softwarowe tłóčatko startoweje strony

source: Home Gesture
hsb: Gesta startoweje wobrazowki

source: Continuous Transition
hsb: Běžny přechad

source: Gaia Debug Traces
hsb: Zmylkowe pytanja Gaia

source: Show Screen Reader Settings
hsb: Nastajenja čitaka wobrazowki pokazać

source: App Transition
hsb: Nałoženski přechad

source: App Suspending
hsb: Nałoženje pawsěrować

source: Copy/Paste
hsb: Kopěrować/Zasadźić

source: Multi-Screen
hsb: Multiwobrazowka

source: Verbose App Permissions
hsb: Nadrobne nałoženske prawa

source: Enable Pinning the Web
hsb: Připinanje weba zmóžnić

source: Enable View Source Gesture
hsb: Gestu za žórłowy tekst zmóžnić

source: Enable Home Screen Paging
hsb: Adresowanje stronow startoweje wobrazowki zmóžnić

source: Window Management
hsb: Woknowe zarjadowanje

source: Unlock Privileges
hsb: Priwilegije dopušćić

source: Full DevTools
hsb: Dospołne wuwiwarske nastroje

# reset-devtools-warning-title
source: CAUTION
hsb: KEDŹBU

source: Scope
hsb: Wobwod

source: Script spec
hsb: Skriptowa specifikacija

source: Current worker URL
hsb: Aktualny URL worker

source: Active cache name
hsb: Aktiwne pufrowakowe mjeno

source: Waiting cache name
hsb: Čaka na pufrowakowe mjeno

source: Update
hsb: Aktualizować

source: Unregister
hsb: Registrowanje skónčić

source: No service workers found
hsb: Žane service workers namakane

source: Developer menu not enabled
hsb: Wuwiwarski meni njezmóžnjeny

source: Developer Mode can't be enabled without the developer menu first being enabled.
hsb: Wuwiwarski modus njeda so zmóžnić, bjez toho zo wuwiwarski meni je so prjedy zmóžnił.

source: Please enable it from Settings > Device Information > More Information > Developer Menu.
hsb: Prošu zmóžńće jón w Nastajenja > Gratowe informacije > Dalše informacije > Wuwiwarski meni.

source: Would you like to enable developer mode?
hsb: Chceće wuwiwarski modus zmóžnić?

source: THIS WILL DELETE ALL YOUR DATA AND FACTORY RESET YOUR DEVICE.
hsb: TO ZHAŠA WŠĚ WAŠE DATY A STAJI WAŠ GRAT NA ZAWODNE NASTAJENJA WRÓĆO.

source: THIS WILL DISABLE ALL SECURITY MEASURES ON YOUR DEVICE.
hsb: TO ZNJEMÓŽNI WŠĚ WĚSTOTNE NAPRAWY NA WAŠIM GRAĆE.

source: Are you sure you want to enable developer mode?
hsb: Chceće woprawdźe wuwiwarski modus zmóžnić?

source: Tap 'Enable' {{count}} more time to continue.
hsb: Podótkńće so "Zmóžnić" hišće {{count}} raz, zo byšće pokročował.

# enable-full-dev-mode-final-warning-msg[two]
source: Tap 'Enable' {{count}} more times to continue.
hsb: Podótkńće so "Zmóžnić" hišće {{count}} razaj, zo byšće pokročował.

# enable-full-dev-mode-final-warning-msg[few]
source: Tap 'Enable' {{count}} more times to continue.
hsb: Podótkńće so "Zmóžnić" hišće {{count}} razy, zo byšće pokročował.

# enable-full-dev-mode-final-warning-msg[many]
source: Tap 'Enable' {{count}} more times to continue.
hsb: Podótkńće so "Zmóžnić" hišće {{count}} razow, zo byšće pokročował.

# enable-full-dev-mode-final-warning-msg[other]
source: Tap 'Enable' {{count}} more times to continue.
hsb: Podótkńće so "Zmóžnić" hišće {{count}} razow, zo byšće pokročował.

source: Edit downloads
hsb: Sćehnjenja wobdźěłać

source: Select all
hsb: Wšě wubrać

source: Deselect all
hsb: Wšě wotwolić

# downloads-delete
source: Delete
hsb: Zhašeć

source: Battery
hsb: Baterija

source: Current Level
hsb: Aktualna runina

source: {{level}}% (charging)
hsb: {{level}}% (nabiwa so)

source: {{level}}% (charged)
hsb: {{level}}% (nabita)

# powerSaveModeTitle
source: Power Save Mode
hsb: Modus zalutowanja energije

source: Power Save Mode
hsb: Modus zalutowanja energije

source: {{level}}% battery left
hsb: {{level}}% staw baterijoweho nabitka

source: Turn On Automatically
hsb: Awtomatisce zmóžnić

source: Accessibility
hsb: Bjezbarjernosć

# accessibility.ariaLabel
source: Accessibility
hsb: Bjezbarjernosć

source: Screen Reader
hsb: Čitak wobrazowki

source: Color Filter
hsb: Barbny filter

source: Audio
hsb: Awdio

source: Mono Audio
hsb: Awdio Mono

source: Mono enabled
hsb: Mono znjemóžnjene

source: Mono disabled
hsb: Mono znjemóžnjene

source: Display speech
hsb: Rěč zwobraznić

source: When the screen reader is enabled, your device will provide spoken feedback to assist blind and low-vision users.
hsb: Hdyž čitak wobrazowki je zmóžnjeny, wuda waš grat rěčane zdźělenki, zo by slěpych a słabowidnych wužiwarjow podpěrował.

source: Speech Volume
hsb: Sylnosć zwuka rěčenskeho wudaća

source: Speech Rate
hsb: Spěšnosć rěčenskeho wudaća

source: Start Screen Reader?
hsb: Čitak wobrazowki startować?

source: Activating the screen reader will change the way your touch screen works. Touch anywhere to hear the item under your finger, and double tap to activate.
hsb: Aktiwizowanje čitaka wobrazowki změni wašnje, na kotrež waša dótknjenska wobrazowka funguje. Dótkńće so něhdźe, zo byšće zapisk pod swojim porsće słyšał a podótkńće so dwójce, zo byšće aktiwizował.

source: Start
hsb: Startować

source: Stop Screen Reader?
hsb: Čitak wobrazowki zastajić?

source: Stopping the screen reader will end all speech feedback.
hsb: Zastajenje čitaka wobrazowki wšě rěčne wuprajenja skónči.

source: Stop
hsb: Zastajić

source: Invert
hsb: Přewobroćić

source: Grayscale
hsb: Schodźenki šěrje

source: Contrast
hsb: Kontrast

source: Input
hsb: Zapodaće

source: Touch and gesture adjustments
hsb: Dótknjenske a gestowe přiměrjenja

source: Tap & Hold Delay
hsb: Komdźenje za pódotknjenje a dźerženje

# short-hold-delay
source: Short
hsb: Krótki

source: Medium
hsb: Srjedźny

# long-hold-delay
source: Long
hsb: Dołhi

# improveBrowserOS
source: Improve {{brandShortName}}
hsb: {{brandShortName}} polěpšić

# improveBrowserOS.ariaLabel
source: Improve {{brandShortName}}
hsb: {{brandShortName}} polěpšić

# improveBrowserOSTitle
source: Improve {{brandShortName}}
hsb: {{brandShortName}} polěpšić

source: Send Mozilla Feedback
hsb: Mozilla komentar pósłać

source: Performance and Usage Data
hsb: Wukonowe a wužiwanske daty

source: Submit data
hsb: Daty wotpósłać

source: App usage by region
hsb: Wužiće nałoženja po regionje

source: Crash Reports
hsb: Spadowe rozprawy

source: Sending Mozilla a report when a crash occurs helps us fix the problem for everyone. Reports are sent over Wi-Fi only.
hsb: Słanje rozprawy na Mozilla, hdyž spad so stawa, budźe nam pomhać, problem za kóždeho rozrisać. Rozprawy so jenož přez WLAN sćelu.

source: Always send a report
hsb: Rozprawu přeco pósłać

source: Never send a report
hsb: Rozprawu ženje njepósłać

source: Ask each time
hsb: Kóždy raz so prašeć

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
hsb: Spadowa rozprawa wobsahuje někotre podrobnosće wo spadźe a wašim graće, kaž tež foto wobrazowki wašeho grata, hdyž je spadnył.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
hsb: To móže wěcy wobsahować kaž: wotewrjene strony a nałoženja, tekst we formularach a wobsah wotewrjenych powěsćow, aktualnu historiju wobhladowaka abo stejnišćo, kotrež so přez wočinjene nałoženje wužiwa.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
hsb: Wužiwamy spadowe rozprawy, zo bychmy problemy rozrisali a swoje produkty polěpšili. Wobchadźamy z wašimi informacijemi kaž wopisujemy w našich

source: privacy policy
hsb: prawidła priwatnosće

source: Submit Your Feedback
hsb: Waš komentar wotpósłać

source: Your feedback will help us to improve Firefox OS.
hsb: Waše komentary budu nam pomhać, Firefox OS polěpšić.

source: Happy
hsb: Wjesoły

source: Sad
hsb: Zrudny

source: How do you feel?
hsb: Kak wam je?

source: Why do you feel happy?
hsb: Čehodla sće wjesoły?

source: Why do you feel sad?
hsb: Čehodla sće zrudny?

source: Please tell us in detail.
hsb: Prošu powědajće nam podrobnosće.

source: The content of your feedback will be public, so please be sure not include any personal information.
hsb: Wobsah wašich komentarow budźe zjawny, njezapřijimajće tohodla wosobinske informacije.

source: Check here to let us contact you from your email.
hsb: Z tym móžeće nam dowolić, was přez e-mejl kontaktować.

source: Email address:
hsb: E-mejlowa adresa:

source: Don’t worry. Your email will always be kept private.
hsb: Nječińće sej starosće. Waša e-mejl budźe přeć priwatna wostać.

source: Send Feedback
hsb: Komentar pósłać

source: Sorry, the system can’t send your suggestion due to a data connection error. Please try again when the issue is resolved.
hsb: System njemóže bohužel waš namjet zmylka datoweho zwiska dla słać. Prošu spytajće hišće raz, hdyž problem je rozrisany.

source: Sorry, the system can’t send your suggestion because the server shut down. Please wait a moment and try again.
hsb: System njemóže bohužel waš namjet wotšaltowanja serwera dla słać. Prošu čakajće wokomik a spytajće hišće raz.

source: Sorry, the system can’t send your suggestion because of a timeout. Please restart and try again.
hsb: System njemóže bohužel waš namjet překročenja časa dla słać. Prošu startujće znowa a spytajće hišće raz.

source: Sorry, the system can’t send your suggestion because the email address is missing or due to a formatting error. Please use a valid email address and try again.
hsb: System njemóže bohužel waš namjet słać, dokelž e-mejlowa adresa faluje abo formatowanskeho zmylka dla. Prošu wužiwajće płaćiwu e-mejlowu adresu a spytajće hišće raz.

source: Sorry, the system can’t send your suggestion because the comment field is empty. Please enter some text and try again.
hsb: System njemóže bohužel waš namjet słać, dokelž komentarowe polo je prózdne. Prošu zapodajće tekst a spytajće hišće raz.

source: Thanks for the feedback! We use it to help create better experiences in future releases of Firefox OS.
hsb: Dźakujemy so za waše komentar! Budźemy jón wužiwać, zo bychmy lěpše dožiwjenja w přichodnych wersijach Firefox OS wutworili.

source: Something went wrong. Please try again.
hsb: Něšto je so nimokuliło. Prošu spytajće hišće raz.

source: Online support:
hsb: Podpěra online:

source: Call support:
hsb: Podpěru zawołać:

source: User Guide
hsb: Wužiwarski přewodnik

source: Please contact your local provider for support.
hsb: Prošu wobroćće so na swojeho lokalneho poskićowarja za podpěru.

source: Operator Services
hsb: Słužby poskićowarjow mobilneho škričkowanja

# operatorServices-help
source: Help
hsb: Pomoc

source: Help Menu
hsb: Meni pomocy

source: SIM card applications not available.
hsb: Nałoženja SIM-karty k dispoziciji njejsu.

source: Set Up Call
hsb: Zawołanje konfigurować

source: Send SS
hsb: SS pósłać

source: Send USSD
hsb: USSD pósłać

source: Send SMS
hsb: SMS pósłać

source: Send DTMF
hsb: DTMF pósłać

source: Launch Browser
hsb: Wobhladowak startować

source: Play Tone
hsb: Zynk wothrać

source: Display Text
hsb: Tekst zwobraznić

source: Get Inkey
hsb: Znamješko zapodać

source: Get Input
hsb: Znamješka zapodać

source: Select Item
hsb: Zapisk wubrać

source: Set Up Menu
hsb: Meni zarjadować

source: Provide Local Info
hsb: Lokalne informacije podać

source: Set Idle Mode Text
hsb: Tekst za njepřitomnosć nastajić

source: Power On Card
hsb: Kartu zapinać

source: Power Off Card
hsb: Kartu wupinać

source: Get Reader Status
hsb: Status čitaka wotwołać

source: Open Channel
hsb: Kanal wočinić

source: Close Channel
hsb: Kanal začinić

source: Receive Data
hsb: Daty přijeć

source: Send Data
hsb: Daty pósłać

source: Get Channel Status
hsb: Kanalowy status wotwołać

source: End of the proactive session
hsb: Kónc proaktiwneho posedźenja

source: USB storage
hsb: USB-składowak

source: Wi-Fi hotspot
hsb: WLAN-hotspot

source: Enabling USB storage will disable USB tethering. Do you want to enable USB storage?
hsb: Jeli USB-składowak zmóžniće, so USB-tethering znjemóžni. Chceće USB-składowak zmóžnić?

source: Enabling USB tethering will disable USB storage. Do you want to enable USB tethering?
hsb: Jeli USB-testering zmóžniće, so USB-składowak znjemóžni. Chceće USB-tethering zmóžnić?

source: Enabling USB tethering will disable Wi-Fi hotspot. Do you want to enable USB tethering?
hsb: Jeli USB-tethering zmóžniće, so WLAN-hotspot znjemóžni. Chceće USB-tethering zmóžnić?

source: Enabling Wi-Fi hotspot will disable USB tethering. Do you want to enable Wi-Fi hotspot?
hsb: Jeli WLAN-hotspot zmóžniće, so USB-tethering znjemóžni. Chceće WLAN-hotspot zmóžnić?

source: Alert
hsb: Warnowanje

# settings-dialog-confirm
source: Confirm
hsb: Wobkrućić

source: Prompt
hsb: Namołwa

source: Icon for {{ appName }} app
hsb: Symbol za na nałoženje {{ appName }}

source: Add-on
hsb: Přidatk

source: Add-ons
hsb: Přidatki

# addons.ariaLabel
source: Add-ons
hsb: Přidatki

source: Enable Add-on
hsb: Přidatk zmóžnić

# addon-description-header
source: Description
hsb: Wopisanje

source: Affected Apps
hsb: Wobwliwowane nałoženja

# addon-options
source: Options
hsb: Nastajenja
