Repository: translate/mozilla-gaia
Catalog: hsb/apps/settings/settings.properties.po
Languages: hsb

source: Notifications
hsb: Zdźělenki

# notifications.ariaLabel
source: Notifications
hsb: Zdźělenki

source: Show on lock screen
hsb: Na zawrjenej wobrazowce pokazać

source: Show after reboot
hsb: Po znowastartowanju pokazać

# dateAndTime
source: Date & Time
hsb: Datum a čas

source: Set Automatically
hsb: Awtomatisce nastajić

source: Time Zone
hsb: Časowe pasmo

source: Date
hsb: Datum

source: Time
hsb: Čas

source: Select continent
hsb: Kontinent wubrać

source: Select time zone
hsb: Časowe pasmo wubrać

source: Time Format
hsb: Časowy format

source: Use Default
hsb: Standard wužiwać

source: 12-hour
hsb: 12-hodźimski

source: 24-hour
hsb: 24-hodźinski

source: Language & Region
hsb: Rěč a region

source: Language
hsb: Rěč

source: Get More Languages
hsb: Dalše rěče wobstarać

source: Sample Format
hsb: Přikładowy format

source: %A, %B %d, %Y
hsb: %A, %d.%EB %Y

source: %B %d, %Y
hsb: %d. %B %Y

source: SIM Manager
hsb: Zrjadowak SIM-kartow

source: SIM Settings
hsb: SIM-nastajenja

source: Outgoing Calls
hsb: Wuchadźace zawołanja

source: Calls will be sent from
hsb: Zawołanja sćelu so wot

source: Outgoing Messages
hsb: Wuchadźace powěsće

source: SMS will be sent from
hsb: SMS sćelu so wot

# sim-manager-outgoing-data
source: Data
hsb: Daty

source: Data service network and Marketplace payments
hsb: Datowa słužbna syć a zapłaćenja w Torhošću

source: Always ask
hsb: Přeco so prašeć

source: SIM PIN locked
hsb: SIM-PIN zawrjeny

source: No operator
hsb: Žadyn wobhospodar mobilneho škričkowanja

source: At least one SIM should be activated at a time
hsb: Znajmjeńša jedna SIM-karta měła zaktiwizowana być

source: SIM {{disableCardIndex}} can’t receive any calls and messages. Outgoing calls and outgoing messages which are set to SIM {{disableCardIndex}} will be disabled.
hsb: SIM {{disableCardIndex}} njemóže zawołanja a powěsće přijeć. Wuchadźace zawołanja a wuchadźace powěsće, kotrež su so na SIM {{disableCardIndex}} stajili, so znjemóžnja.

source: The current data transfer will be suspended. Continue anyway?
hsb: Aktualne datowe přenjesenje so přetorhnje. Chceće najebać toho pokročować?

source: Home Screens
hsb: Startowe wobrazowki

# home-screens.ariaLabel
source: Home Screens
hsb: Startowe wobrazowki

source: Layout
hsb: Wuhotowanje

source: Icon Layout
hsb: Symbolowe wuhotowanje

source: Three Columns
hsb: Tři špalty

source: Four Columns
hsb: Štyri špalty

source: Notice
hsb: Pokaz

source: Search
hsb: Pytać

# search.ariaLabel
source: Search
hsb: Pytać

# search-header
source: Search
hsb: Pytać

source: Search Engine
hsb: Pytawa

source: Search Suggestions
hsb: Pytanske namjety

source: The characters you type when entering a search are sent to multiple search providers and will be used to send you search suggestions. Additional data charges may apply when using this feature.
hsb: Znamješka, kotrež zapisujeće, hdyž pytanje zapodawaće, so na wjacorych pytanskich poskićowarjow sćelu a budu so wužiwać, zo bychu wam pytanske namjety słali. Hdyž tutu funkciju wužiwaće, móža přidatne kóšty nastać.

source: Replaceable Home Screen
hsb: Wuměnjujomna startowa wobrazowka

source: Change Home Screen
hsb: Startowu wobrazowku změnić

source: Get More Home Screens
hsb: Dalše startowe wobrazowki wobstarać

source: My Home Screens
hsb: Moje startowe wobrazowki

# home-screen-description
source: Description
hsb: Wopisanje

source: Delete Home Screen
hsb: Startowu wobrazowku zhašeć

source: Keyboard Settings
hsb: Tastaturowe nastajenja

source: Selected Keyboards
hsb: Wubrane tastatury

source: Keyboards
hsb: Tastatury

source: Number layouts
hsb: Ličbne wuhotowanja

source: Option layouts
hsb: Opciske wuhotowanja

source: Keypad
hsb: Tastatura

source: Dial Pad
hsb: Wolenska tastatura

source: Select Keyboards
hsb: Tastatury wubrać

source: At least one {{type}} keyboard should be selected
hsb: Znajmjeńša jedna tastatura typa {{type}} měła so wubrać

source: text
hsb: tekst

# keyboardType-number
source: number
hsb: ličba

source: {{appName}} {{layoutName}} is set as default input method
hsb: {{appName}} {{layoutName}} je jako standardna zapodawanska metoda postajena

source: Themes
hsb: Drasty

# themes.ariaLabel
source: Themes
hsb: Drasty

# fxa
source: Firefox Accounts
hsb: Konta Firefox

source: Account Management
hsb: Kontowe zarjadowanje

# fxa-accounts
source: Firefox Accounts
hsb: Konta Firefox

source: Your Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
hsb: Waše konto Firefox dowola wam, funkcije kaž Mój grat namakać a nałoženja kaž Torhošćo Firefox wužiwać.

source: Create Account or Sign In
hsb: Konto załožić abo přizjewić

source: Confirm Your Account
hsb: Waše konto wobkrućić

source: We will send an email to: {{email}}
hsb: Pósćelemy e-mejlku na: {{email}}

source: Click the verification link in your email to confirm your account.
hsb: Klikńće přepruwowanski wotkaz w swojej e-mejlce, zo byšće swoje konto wobkrućił.

source: Cancel Account Confirmation
hsb: Kontowe wobkrućenje přetorhnyć

source: A verification link has been sent to {{email}}.
hsb: Přepruwowanski wotkaz je so na {{email}} pósłał.

source: Don’t see an email? <a>Resend</a>.
hsb: Njejsće e-mejlku přijał? <a>Hišće raz pósłać</a>.

source: About
hsb: Wo

source: Signed in as {{email}}
hsb: Přizjewjeny jako {{email}}

source: Signed In
hsb: Přizjewjeny

source: Marketplace
hsb: Torhošćo

# fxa-find-my-device-app
source: Find My Device
hsb: Mój grat namakać

# fxa-options
source: Options
hsb: Nastajenja

source: Sign Out
hsb: Wotzjewić

source: Please confirm {{email}}
hsb: Prošu wobkrućće {{email}}

source: Find My Device
hsb: Mój grat namakać

source: Create account or sign in
hsb: Załožće konto abo přizjewće so

source: Enable Find My Device
hsb: „Mój grat namakać“ zmóžnić

source: About Find My Device
hsb: Wo "Mój grat namakać"

source: Enable Geolocation?
hsb: Postajenje stejnišćow zmóžnić?

source: To view your device's location, you must enable geolocation tracking.
hsb: Zo byšće stejnišćo swojeho grata widźał, dyrbiće postajenje stejnišća zmóžnić.

source: Geolocation Enabled
hsb: Postajenje stejnišćow zmóžnjene

source: This device is currently offline. Connect to a network and try again.
hsb: Grat je tuchwilu offline. Zwjazajće ze syću a spytajće hišće raz.

source: A Find My Device error has occurred.
hsb: Zmylk funkcije Mój grat namakać je wustupił.

source: Please try again.
hsb: Prošu spytajće hišće raz.

source: Please tap to try again.
hsb: Prošu podótkńće so, zo byšće hišće raz spytał.

source: Sign in to sync your history, passwords & more
hsb: Přizjewće so, zo byšće swoju historiju, hesła a wjace synchronizował

source: Get started
hsb: Prěnje kroki

source: Firefox Account
hsb: Konto Firefox

source: Sync now
hsb: Nětko synchronizować

source: Disable Firefox Sync
hsb: Firefox Sync znjemóžnić

source: Syncing
hsb: Synchronizowanje

source: Last synced {{when}}
hsb: Posledni raz synchronizowany: {{when}}

source: Collections
hsb: Zběrki

source: Bookmarks
hsb: Zapołožki

# fxsync-collections-history
source: History
hsb: Historija

source: Passwords
hsb: Hesła

source: Legal
hsb: Prawniske

source: Terms of Service
hsb: Wužiwanske wuměnjenja

source: Privacy Notice
hsb: Zdźělenka priwatnosće

source: This account is inactive
hsb: Tute konto je inaktiwne

source: You need to activate Firefox Sync on Desktop or Android first and then try again
hsb: Dyrbiće najprjedy Firefox Sync na Dektop abo Android aktiwizować a spytajće potom hišće raz

source: No network connection
hsb: Žadyn syćowy zwisk

source: You need to be online to use Firefox Sync
hsb: Dyrbiće online być, zo byšće Firefox Sync wužiwał

source: Unknown error
hsb: Njeznaty zmylk

source: Privacy & Security
hsb: Priwatnosć a wěstota

source: Passcode Lock
hsb: Zawrjenje přez hesłowy kod

source: Passcode: {{code}}
hsb: Hesłowy kod: {{code}}

source: Screen Lock
hsb: Zawrjenje wobrazowki

source: Enabled with no passcode
hsb: Bjez hesłoweho koda zmóžnjeny

source: Enabled with passcode
hsb: Z hesłowym kodom zmóžnjeny

source: SIM Security
hsb: SIM-wěstota

source: App Permissions
hsb: Nałoženske prawa

# appPermissions.ariaLabel
source: App Permissions
hsb: Nałoženske prawa

source: Author
hsb: Awtor

source: Permissions
hsb: Prawa

source: Revoke
hsb: Anulować

source: Ask
hsb: Prašeć so

source: Deny
hsb: Wotpokazać

source: Grant
hsb: Dowolić

source: Uninstall App
hsb: Nałoženje wotinstalować

source: Phone
hsb: Telefon

source: Messages
hsb: Powěsće

source: Vibrate
hsb: Wibrěrować

source: Ring
hsb: Zwonić dać

source: Change
hsb: Změnić

source: Create
hsb: Wutworić

source: Create a Passcode
hsb: Hesłowy kod tworić

source: Passcode
hsb: Hesłowy kod

# passcode-heading
source: Passcode
hsb: Hesłowy kod

source: Enter passcode
hsb: Hesłowy kod zapodać

source: New passcode
hsb: Nowy hesłowy kod

source: Current passcode
hsb: Aktualny hesłowy kod

source: Passcode is incorrect
hsb: Hesłowy kod je wopak

source: Passcode doesn’t match. Try again.
hsb: Hesłowy kod so njehodźi. Spytajće hišće raz.

source: Confirm Passcode
hsb: Hesłowy kod wobkrućić

source: Immediately
hsb: Hnydom

source: After 1 minute
hsb: Po 1 mjeńšinje

source: After 5 minutes
hsb: Po 5 mjeńšinach

source: After 15 minutes
hsb: Po 15 mjeńšinach

source: After 30 minutes
hsb: Po 30 mjeńšinach

source: After 1 hour
hsb: Po 1 hodźinje

source: Require passcode
hsb: Hesłowy kod so wotprašeć

source: Change passcode
hsb: Hesłowy kod změnić

source: No SIM card
hsb: Žana SIM-karta

source: SIM {{index}} PIN
hsb: PIN za SIM {{index}}

source: PUK code
hsb: PUK-kod

source: PUK2 code
hsb: PUK2-kod

source: What is a SIM PIN?
hsb: Što je SIM-PIN?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
hsb: SIM-PIN zadźěwa přistupej na SIM-kartu syćow mobilneho škričkowanja. Hdyž je so zmóžniło, budźe so grat, kotryž SIM-kartu wobsahuje, při znowastartowanju za PIN prašeć.

source: A SIM PIN is not the same as the passcode used to unlock the device.
hsb: SIM-PIN je něšto druhe hač hesłowy kod, kotryž so wužiwa, zo by zawrjenje grata zběhnył.

source: Change PIN
hsb: PIN změnić

source: SIM PIN changed successfully
hsb: SIM-PIn je so wuspěšnje změnił

source: SIM {{index}} PIN changed successfully
hsb: SIM {{index}}-PIN je so wuspěšnje změnił

source: Enter SIM PIN
hsb: SIM-PIN zapodać

source: Enter SIM PIN2
hsb: SIM-PIN2 zapodać

source: Enter PUK code
hsb: PUK-kod zapodać

source: Enter PUK2 code
hsb: PUK2-kod zapodać

source: New PIN
hsb: Nowy PIN

source: Last try.
hsb: Posledni pospyt.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
hsb: {{n}} pospytaj wyše.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
hsb: {{n}} pospyty wyše.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
hsb: {{n}} pospytow wyše.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
hsb: {{n}} pospytow wyše.

# pinAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
hsb: Maće pospyt wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawrje.

# pinAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće {{n}} pospytaj wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawrje.

# pinAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće {{n}} pospyty wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawrje.

# pinAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće {{n}} pospytow wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawrje.

# pinAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće {{n}} pospytow wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawrje.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
hsb: To je waša poslednja móžnosć, zo byšće korektny PIN zapodał. Hewak dyrbiće PUK-kod zapodać, zo byšće tutu SIM-kartu wužiwał.

source: The SIM card is locked.
hsb: SIM-karta je zawrjena.

source: The SIM card is blocked.
hsb: SIM-karta je zablokowana.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Dyrbiće kod za Personal Unlocking Key (PUK) za SIM-kartu zapodać. Pohladajće do dokoumentacije swojeje SIM-karty abo stajće so ze swojim poskićowarjom mobilneho škričkowanja za dalše informacije do zwiska.

source: You must enter the Personal Unlocking Key (PUK2) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Dyrbiće kod za Personal Unlocking Key (PUK2) za SIM-kartu zapodać. Pohladajće do dokoumentacije swojeje SIM-karty abo stajće so ze swojim poskićowarjom mobilneho škričkowanja za dalše informacije do zwiska.

source: The PUK code is incorrect.
hsb: PUK-kod je wopak.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće pospyt wyše, zo byšće korektny kod zapodał, prjedy hač tuta SIM-karta budźe na přeco njewužiwajomna. Pohladajće do dokumentacije swojeje SIM-karty abo stajće so ze swojim poskićowarjom mobilneho škričkowanja za dalše informacije do zwiska.

# pukAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće {{n}} pospytaj wyše, zo byšće korektny kod zapodał, prjedy hač tuta SIM-kart budźe na přeco njewužiwajomna. Pohladajće do dokumentacije swojeje SIM-karty abo stajće so ze swojim poskićowarjom mobilneho škričkowanja za dalše informacije do zwiska.

# pukAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće {{n}} pospyty wyše, zo byšće korektny kod zapodał, prjedy hač tuta SIM-kart budźe na přeco njewužiwajomna. Pohladajće do dokumentacije swojeje SIM-karty abo stajće so ze swojim poskićowarjom mobilneho škričkowanja za dalše informacije do zwiska.

# pukAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće {{n}} pospytow wyše, zo byšće korektny kod zapodał, prjedy hač tuta SIM-kart budźe na přeco njewužiwajomna. Pohladajće do dokumentacije swojeje SIM-karty abo stajće so ze swojim poskićowarjom mobilneho škričkowanja za dalše informacije do zwiska.

# pukAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće {{n}} pospytow wyše, zo byšće korektny kod zapodał, prjedy hač tuta SIM-kart budźe na přeco njewužiwajomna. Pohladajće do dokumentacije swojeje SIM-karty abo stajće so ze swojim poskićowarjom mobilneho škričkowanja za dalše informacije do zwiska.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Poslednja móžnosć, zo byšće korektny PUK-kod zapodał. Waša SIM-karta budźe na přeco njewužiwajomna, jeli wopačny PUK-kod zapodaće. Pohladajće do dokumentacije swojeje SIM-karty abo stajće so ze swojim poskićowarjom mobilneho škričkowanja za dalše informacije do zwiska.

source: Create PIN (must contain 4 to 8 digits)
hsb: PIN wutworić (dyrbi z 4 do 8 cyfrow wobstać)

source: Create PIN2 (must contain 4 to 8 digits)
hsb: PIN2 wutworić (dyrbi z 4 do 8 cyfrow wobstać)

source: Confirm new PIN
hsb: Nowy PIN wobkrućić

source: Confirm new PIN2
hsb: Nowy PIN2 wobkrućić

source: PINs don’t match
hsb: PIN njejstej jenakej

source: SIM-locked phone
hsb: Telefon ze SIM-zawrjenjom

source: Unknown SIM card state
hsb: Njeznaty staw SIM-karty

source: SIM card not ready
hsb: SIM-karta njeje hotowa

source: Unauthorized SIM card
hsb: Njeawtorizowana SIM-karta

source: An unknown error occurred
hsb: Njeznaty zmylk je wustupił

source: Do Not Track
hsb: Njeslědować

source: Tell websites and apps that I do not want to be tracked
hsb: Websydłam a nałoženjam zdźělić, zo nimaja mje slědować

source: Tell websites and apps that I want to be tracked
hsb: Websydłam a nałoženjam zdźělić, zo smědźa mje slědować

source: Do not tell websites and apps anything about my tracking preferences
hsb: Websydłam a nałoženjam nic wo mojim nahledźe k slědowanju njezdźělić

source: How does Do Not Track work?
hsb: Kak funkcija Njeslědować funguje?

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you do not want your behavior tracked.
hsb: Hdyž funkciju Neslědować aktiwizujeće, zdźěli waš grat kóždemu websydłu a nałoženju (kaž tež wabjerjam a druhim wobsahowym poskićowarjam), zo nimaja waše zadźerženje slědować.

source: Turning on Do Not Track will not affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
hsb: Aktiwizowanje funkcije Njeslědować njebudźe so ani na wašu zamóžnosć wuskutkować, so pola websydłow přizjewić ani njeda waš grat waše priwatne informacije zabyć, kaž na př. wobsah nakupowanskich wozyčkow, stejnišćowe informacije abo přizjewjenske daty.

source: Browsing Privacy
hsb: Přehladowanska priwatnosć

# browsingPrivacy.ariaLabel
source: Browsing Privacy
hsb: Přehladowanska priwatnosć

source: Clear history
hsb: Historiju zhašeć

source: Are you sure you want to clear your history? When using your Firefox Account, synced history will also be cleared.
hsb: Chceće swoju historiju woprawdźe zhašeć? Hdyž so swoje konto Firefox wužiwaće, so sychronizowana historija tež zhaša.

source: Delete cookies & cache
hsb: Placki a pufrowak zhašeć

source: Are you sure you want to delete your cookies and cache?
hsb: Chceće woprawdźe swoje placki a pufrowak zhašeć?

source: Clear
hsb: Zhašeć

source: Private Browsing
hsb: Priwatny modus

source: Open all external links in new private windows.
hsb: Wšě eksterne wotkazy w nowych priwatnych woknach wočinić.

source: Tracking Protection
hsb: Slědowanski škit

source: Protect your browsing activity against potential trackers in all new windows.
hsb: Škitajće swoju přehladowansku aktiwitu přećiwo potencielnym slědowarjam we wšěch nowych woknach.

# browser-privacy-history-header
source: History
hsb: Historija

source: Clear your browsing history from this device. When using your Firefox Account, synced history will also be cleared.
hsb: Zhašejće swoju přehladowansku historiju z tutoho grata. Hdyž swoje konto Firefox wužiwaće, so synchronizowana historija tež zhaša.

source: Clear History
hsb: Historiju zhašeć

source: Cookies & Cache
hsb: Placki a pufrowak

source: Delete stored data (such as cookies) from this device. Login information and preferences will no longer be remembered.
hsb: Zhašejće składowane daty (na přikład placki) z tutoho grata. Přizjewjenske informacije a nastajenja njebudu sej hižo spomjatkować.

source: Delete Cookies & Cache
hsb: Placki zhašeć a prufrowak wuprózdnić

source: Storage
hsb: Składowak

# enableUSBStorage1
source: USB Storage
hsb: USB-składowak

source: Unplug USB cable to disable
hsb: Za znjemóžnjenje USB-kabl wottyknyć

# appStorage
source: Application Storage
hsb: Nałoženski składowak

# availableSize[zero]
source: {{size}} {{unit}} available
hsb: {{size}} {{unit}} k dispoziciji

# availableSize[one]
source: {{size}} {{unit}} available
hsb: {{size}} {{unit}} k dispoziciji

# availableSize[two]
source: {{size}} {{unit}} available
hsb: {{size}} {{unit}} k dispoziciji

# availableSize[few]
source: {{size}} {{unit}} available
hsb: {{size}} {{unit}} k dispoziciji

# availableSize[many]
source: {{size}} {{unit}} available
hsb: {{size}} {{unit}} k dispoziciji

# availableSize[other]
source: {{size}} {{unit}} available
hsb: {{size}} {{unit}} k dispoziciji

source: Total Space
hsb: Cyłkowny składowanski rum

source: Used
hsb: Wužity

source: Left
hsb: Zbytny

source: Photos, videos and music are stored separately from apps. See media storage for details.
hsb: Fota, wideja a hudźba so dźělene wot nałoženjow składuja. Hlejće medijowe składowanje za podrobnosće.

source: {{list}} shared
hsb: {{list}} dźěleny

source: Transfer Protocol
hsb: Přenošowanski protokol

source: Media Transfer Protocol (MTP)
hsb: Medijowy přenošowanski protokol (MTP)

source: USB Mass Storage (UMS)
hsb: Masowy składowak USB (UMS)

source: Media Storage
hsb: Medijowy składowak

source: Internal Storage
hsb: Nutřkowny składowak

source: SD Card Storage
hsb: Składowak SD-karty

source: SD Card Storage 2
hsb: Składowak SD-karty 2

source: Internal
hsb: Nutřkowny

source: SD Card
hsb: SD-karta

source: SD Card 2
hsb: SD-karta 2

source: Music
hsb: Hudźba

source: Pictures
hsb: Wobrazy

source: Movies
hsb: Filmy

# left-space
source: Space left
hsb: Zbytny składowanski rum

# free-space
source: Space left
hsb: Zbytny składowanski rum

source: Total space
hsb: Składowanski rum dohromady

# size-not-available
source: Not available
hsb: Nic k dispoziciji

source: No storage found
hsb: Žadyn składowak namakany

source: Advanced
hsb: Rozšěrjene

source: Enable USB storage?
hsb: USB-składowak zmóžnić?

source: Default Media Location
hsb: Standardne medijowe składźišćo

source: Choose where photos, videos, music and downloads are stored by default.
hsb: Wubjerće, hdźež fota, wideja, hudźba a sćehnjenja so po standardźe składuja.

source: Changing the default media storage location will affect where all media will be saved by default. Existing data will remain in its current location. Do you want to proceed?
hsb: Měnjenje standardneho medijoweho składźišća wobwliwuje, hdźež so wšě medije po standardźe składuja. Eksistowace daty wostanu na swojim aktualnym městnje. Chceće pokročować?

source: Eject SD card
hsb: SD-kartu wustorkać

source: Eject SD card 2
hsb: SD-kartu 2 wustorkać

# format-sdcard-internal
source: Format internal storage
hsb: Nutřkowny składowak formatować

# format-sdcard-external-0
source: Format SD card
hsb: SD-kartu formatować

source: Format SD card 2
hsb: SD-kartu 2 formatować

source: Formatting…
hsb: Formatuje so…

source: You will not be able to access content on the SD card after you unmount it. Do you want to proceed?
hsb: Njezmějeće žadyn přistup na wobsah na SD-karće, hdyž ju wotzjewiće. Chceće pokročować?

# format-sdcard-title
source: Format SD card
hsb: SD-kartu formatować

source: This will erase all data stored on your SD card, such as music and photos.
hsb: To zhaša wšě daty, kotrež su so na wašej SD-karće składowali, na přikład hudźbu a fota.

# format-sdcard-internal-title
source: Format internal storage
hsb: Nutřkowny składowak formatować

source: This will erase all data stored on your internal storage, such as music and photos.
hsb: To zhaša wšě daty, kotrež su so na wašim nutřkownym składowaku składowali, na přikład hudźbu a fota.

source: SD card unmounted
hsb: SD-karta wuwzata

source: Warning: USB Mass Storage may not work
hsb: Warnowanje: Masowy składowak USB snano njefunguje
