Repository: translate/mozilla-gaia
Catalog: hsb/apps/settings/settings.properties.po
Languages: hsb

source: Delete Add-on
hsb: Přidatk zhašeć

source: Share Add-on
hsb: Přidatk dźělić

source: No sharing app available
hsb: Žane dźělenske nałoženje k dispoziciji

source: This add-on does not include a description in its manifest file.
hsb: Tutón přidatk w swojej manifestowej dataji žane wopisanje njewobsahuje.

source: This add-on does not affect any installed apps.
hsb: Tutón přidatk žane nałoženja njewobwliwuje.

source: Add-on disabled; restart affected apps.
hsb: Přidatk; startujće wobwliwowane nałoženja znowa.

source: This add-on affected system apps; you must reboot your device to fully disable it.
hsb: Tutón přidatk je systemowe nałoženja wobwliwował; dyrbiće swój grat znowa startować, zo byšće jón dospołnje znjemóžnił.

source: Rename
hsb: Přemjenować

source: Enter add-on name
hsb: Mjeno přidatka zapodać

source: Change the name of your add-on
hsb: Mjeno wašeho přidatka změnić

source: This add-on is obsolete and does not work.
hsb: Tutón přidatk je zestarjeny a njefunguje.

source: This add-on is obsolete and does not work. Please delete it.
hsb: Tutón přidatk je zestarjeny a njefunguje. Prošu zhašejće jón.

source: Achievements
hsb: Wukonjenja

source: achievements
hsb: wukonjenja

source: Customize Champ
hsb: Přiměrjenski mišter

source: Open Customizer in an app
hsb: Customizer w nałoženju wočinić

source: Add-on All-Star
hsb: Přidatk All-Star

source: Use Customizer to create your own add-on
hsb: Wužiwajće Customizer, zo byšće swójski přidatk wutworił

source: Fab Finder
hsb: Fantastiski pytak

source: Install an app or add-on from Hackerplace
hsb: Nałoženje abo přidatk wot Hackerplace instalować

source: Content Commander
hsb: Wobsahowy rozkaznik

source: Submit an app or add-on to Hackerplace
hsb: Nałoženje abo přidatk do Hackerplace pósłać

source: Sharing is Caring
hsb: Přez dźělenje so starać

source: Share your apps and add-ons with the Sharing app
hsb: Dźělće swoje nałoženja a přidatki přez dźělenske nałoženje

source: Creative Kind
hsb: Kreatiwny raz

source: Use Theme Editor to create a new theme
hsb: Drastwowy editor wužiwać, zo byšće nowu drastwu wutworił

source: Intercept requests
hsb: Naprašowanja wotpopadnyć

source: Allow over HTTP
hsb: Wužiwanje přez HTTP dowolić

# addButton.ariaLabel
source: Add
hsb: Přidać

# closeButton.ariaLabel
source: Close
hsb: Začinić

source: Change wallpaper
hsb: Pozadkowy wobraz změnić

# editButton.ariaLabel
source: Edit
hsb: Wobdźěłać

# wifiSection.ariaLabel
source: Wi-Fi
hsb: WLAN

# simManagerSection.ariaLabel
source: SIM Manager
hsb: Zrjadowak SIM-kartow

# callSettingsSection.ariaLabel
source: Call Settings
hsb: Zawołanske nastajenja

# messagingSettingsSection.ariaLabel
source: Messaging Settings
hsb: Powěsćowe nastajenja

# cellularAndDataSection.ariaLabel
source: Cellular & Data
hsb: Mobilne škričkowanje a daty

# internetSharingSection.ariaLabel
source: Internet Sharing
hsb: Internetne dźělenje

# dateAndTimeSection.ariaLabel
source: Date & Time
hsb: Datum a čas

# languageSection.ariaLabel
source: Language
hsb: Rěč

# keyboardsSection.ariaLabel
source: Keyboards
hsb: Tastatury

# fxa-accountsSection.ariaLabel
source: Firefox Accounts
hsb: Konta Firefox

# findmydeviceSection.ariaLabel
source: Find My Device
hsb: Mój grat namakać

# screenLockSection.ariaLabel
source: Screen Lock
hsb: Zawrjenje wobrazowki

# simSecuritySection.ariaLabel
source: SIM Security
hsb: SIM-wěstota

# doNotTrackSection.ariaLabel
source: Do Not Track
hsb: Njeslědować

# enableStorageSection.ariaLabel
source: USB Storage
hsb: USB-składowak

# mediaStorageSection.ariaLabel
source: Media Storage
hsb: Medijowy składowak

# appStorageSection.ariaLabel
source: Application Storage
hsb: Nałoženski składowak

# batterySection.ariaLabel
source: Battery
hsb: Baterija

source: Help us improve our products and services by automatically sending analytics data. Data rates and charges may apply.
hsb: Pósćelće awtomatisce analyzowe daty, zo byšće nam pomhał, naše produkty a słužby polěpšić. Datowe raty a kóšty móža nastać.

source: Read our <a>Privacy Notice</a>
hsb: Čitajće našu <a>zdźělenku priwatnosće</a>

source: Basic
hsb: Zakładne

source: Enhanced
hsb: Polěpšene

# noneMetricsRadio
source: None
hsb: Žana

source: Send app usage and error reports.
hsb: Rozprawy wo wužiwanju nałoženjow a zmylkow pósłać.

source: Send Basic report plus diagnostic information.
hsb: Zakładnu rozprawu plus dignostiske informacije pósłać.

source: Do not send any data.
hsb: Žane daty njesłać.
