Repository: translate/mozilla-gaia
Catalog: ach/apps/ftu/ftu.properties.po
Languages: ach

source: Enter PIN code
ach: Ket kod me PIN

source: Type your PIN code
ach: Co kod me PIN mamegi

source: PIN must have between 4 and 8 characters.
ach: PIN myero obed ikin kit 4 ki 8.

source: The PIN was incorrect.
ach: PIN onongo pe kakare.

source: You have one try left to enter the correct code before locking the SIM card.
ach: I dong ki temo kicel me keto kod ma kakare ma pud pe kiloro SIM kad.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto kod ma tye kakare ma pud pe kiloro SIM kad.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto kod ma tye kakare ma pud pe kiloro SIM kad.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto kod ma tye kakare ma pud pe kiloro SIM kad.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto kod ma tye kakare ma pud pe kiloro SIM kad.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ach: Man gumi me agiki me keto PIN ma tye kakare. Ento, myero i ket kod me PUK me tic ki SIM kad man.

source: Enter PUK code
ach: Ket kod me PUK

source: Enter SIM {{n}} PUK
ach: Ket SIM {{n}} PUK

source: PUK code
ach: Kod me PUK

source: PUK code must have exactly 8 characters.
ach: Kod me PUK myero obed ki kit 8 litap.

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ach: Myero i ket kod me lagony mamegi me yab (PUK) pi SIM kad. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

source: The PUK was incorrect.
ach: PUK onongo pe tye kakare.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo kicel me keto kod ma tye kakare ma pud SIM kad man pe dong bitic matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo ki {{n}} me keto kod ma kakare ma pud SIM kad man pe dong obitiyo matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo ki {{n}} me keto kod ma kakare ma pud SIM kad man pe dong obitiyo matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo ki {{n}} me keto kod ma kakare ma pud SIM kad man pe dong obitiyo matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo ki {{n}} me keto kod ma kakare ma pud SIM kad man pe dong obitiyo matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
ach: Man gumi me agiki me keto kod me PUK ma tye kakare. SIM kad mamegi dong pe bitic matwal kacce i keto kod me PUK marac.

source: Create new PIN (4 to 8 digits)
ach: Cwe PIN manyen (4 to 8 digits)

source: Confirm new PIN
ach: Mok PIN manyen

source: PINs don’t match
ach: PIN pe rwate

source: Enter NCK code
ach: Ket kod me NCK

source: Enter CCK code
ach: Ket kod me CCK

source: Enter SPCK code
ach: Ket kod me SPCK

source: Enter NCK1 code
ach: Ket kod me NCK1

source: Enter NCK2 code
ach: Ket kod me NCK2

source: Enter HNCK code
ach: Ket kod me HNCK

source: Enter RCCK code
ach: Ket kod me RCCK

source: Enter RSPCK code
ach: Ket kod me RSPCK

source: Enter SIM {{n}} NCK
ach: Ket SIM {{n}} NCK

source: Enter SIM {{n}} CCK
ach: Ket SIM {{n}} CCK

source: Enter SIM {{n}} SPCK
ach: Ket SIM {{n}} SPCK

source: Enter SIM {{n}} NCK1
ach: Ket SIM {{n}} NCK1

source: Enter SIM {{n}} NCK2
ach: Ket SIM {{n}} NCK2

source: Enter SIM {{n}} HNCK
ach: Ket SIM {{n}} HNCK

source: Enter SIM {{n}} RCCK
ach: Ket SIM {{n}} RCCK

source: Enter SIM {{n}} RSPCK
ach: Ket SIM {{n}} RSPCK

source: Type your NCK code
ach: Co kod ni me NCK

source: Type your CCK code
ach: Co kod ni me CCK

source: Type your SPCK code
ach: Co kod ni me SPCK

source: Type your NCK1 code
ach: Co kod ni me NCK1

source: Type your NCK2 code
ach: Co kod ni me NCK2

source: Type your HNCK code
ach: Co kod ni me HNCK

source: Type your RCCK code
ach: Co kod ni me RCCK

source: Type your RSPCK code
ach: Co kod ni me RSPCK

source: NCK must have between 8 and 16 characters.
ach: NCK myero obed ikin kit 8 ki 16.

source: CCK must have between 8 and 16 characters.
ach: CCK myero obed ikin kit 8 ki 16.

source: SPCK must have between 8 and 16 characters.
ach: SPCK myero obed ikin kit 8 ki 16.

source: NCK1 must have between 8 and 16 characters.
ach: NCK1 myero obed ikin kit 8 ki 16.

source: NCK2 must have between 8 and 16 characters.
ach: NCK2 myero obed ikin kit 8 ki 16.

source: HNCK must have between 8 and 16 characters.
ach: HNCK myero obed ikin kit 8 ki 16.

source: RCCK must have between 8 and 16 characters.
ach: RCCK myero obed ikin kit 8 ki 16.

source: RSPCK must have between 8 and 16 characters.
ach: RSPCK myero obed ikin kit 8 ki 16.

source: The NCK code is incorrect.
ach: Kod me NCK pe kakare.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ach: Kwac me kube me netwak oballe woko. I dong ki temo kicel me keto kod ma kakare. Nen coc makwako nyonyo mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ach: Kwac me kube me netwak oballe woko. I dong ki temo ki {{n}} me keto kod ma kakare. Nen coc makwako nyonyo mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ach: Kwac me kube me netwak oballe woko. I dong ki temo ki {{n}} me keto kod ma kakare. Nen coc makwako nyonyo mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ach: Kwac me kube me netwak oballe woko. I dong ki temo ki {{n}} me keto kod ma kakare. Nen coc makwako nyonyo mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ach: Kwac me kube me netwak oballe woko. I dong ki temo ki {{n}} me keto kod ma kakare. Nen coc makwako nyonyo mamegi onyo kube ki ngat ma tingo pi ngec mapol.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
ach: Kwac me kube me netwak oballe woko. Gum me agiki me keto kod me NCK ma tye kakare. Nen coc makwako nyonyo mamegi onyo kube ki ngat ma tingo pi ngec mapol.

source: Skip
ach: Kal

source: Send
ach: Cwal

source: OK
ach: KAKARE

source: The SIM card is locked
ach: Kiloro SIM kad woko

source: Last try.
ach: Tem me agiki.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
ach: odong temo ki {{n}}.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
ach: odong temo ki {{n}}.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ach: odong temo ki {{n}}.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ach: odong temo ki {{n}}.

source: SIM Manager
ach: Lalor SIM

source: (default)
ach: (makwongo)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
ach: Cim ma cito woko, kwena ma cito woko ki kube me tic ki tero gi i SIM 1 calo makwongo

source: You can change default settings at Settings > SIM manager
ach: I twero loko ter pi makwongo i Ter > Lalor SIM

source: SIM PIN locked
ach: Kiloro SIM PIN

source: No operator
ach: Lapok tic pe

source: Searching
ach: Yenyo

source: Language
ach: Leb

source: Cellular Data
ach: Data me cim

source: Enable Data
ach: Cak Data

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
ach: Cako kube me data kombedi bi ye ki yin me tero cim mamegi labongo kube me Wi-Fi. I romo bene cako lacen i Ter. Myero keken ni i nen ni i tye ki pulan me data ki lating tic mamegi me gengo cul mogo ma romo bedo lamal.

source: Warning
ach: Ciko

source: Geolocation
ach: Kabedo

source: Enable Geolocation
ach: Cak Kabedo

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
ach: {{brandShortName}} tiyo ki tic calo GPS, Wi-Fi ki netwak me cim macok kwedi me konyo pimo byek me kabedo mamegi.

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
ach: Kicwalo data bot Mozilla ki lupok tic mukene kadong kibitiyo kwede kulu me yilo rwom pa dero ngec me kabedo ego ni. Ki romo kano data i nyonyo mamegi ki coko data romo time kadi purugram mo pe tye ka ngwec.

source: Notice
ach: Ngec

source: More about your privacy
ach: Mapol ikom mung mamegi

source: Scanning for networks
ach: Tye ka yenyo netwak

source: Select a network
ach: Yer netwak

source: Connecting…
ach: Kubo…

source: Obtaining an IP address…
ach: Nongo kanonge me IP…

source: Connected
ach: Okube

source: Connection failed
ach: Kube pe olare

source: Offline
ach: Pe iwiyamo

source: secured by {{capabilities}}
ach: ki gwoko ki {{capabilities}}

source: Security
ach: Ber bedo

source: None
ach: Pe tye

source: Open
ach: Yab

# securityOpen.ariaLabel
source: Security
ach: Ber bedo

# identity
source: User
ach: Latic

# identityInput.placeholder
source: User
ach: Latic

source: Password
ach: Mung me donyo

# passwordInput.placeholder
source: Password
ach: Mung me donyo

source: Show Password
ach: Nyut mung me donyo

source: Refresh
ach: Can manyen

source: No wireless networks found
ach: Pe kinongo netwak mape ki wire

source: Join hidden network
ach: Dony i netwak ma kikano

source: Authentication
ach: Moko ada

source: SSID Network Name
ach: Nying netwak me SSID

source: {{level}} of 4 bars
ach: lanyut me {{level}} pa 4

source: Networks found
ach: Netwak ononge

source: Date & Time
ach: Nino dwe ki Cawa

source: Time zone
ach: Cawa me kabedo

source: Change
ach: Lok

source: Region
ach: Kabedo

source: City
ach: Citi

source: Date
ach: Nino dwe

source: Time
ach: Cawa

source: Import contacts
ach: Kel yoo me kube

source: SIM card
ach: SIM kad

source: … checking
ach: … roto

source: Not imported yet
ach: Pud pe kikelo

source: Other accounts
ach: Akaunt mukene

source: You can import and edit Facebook friends anytime in Contacts settings
ach: I twero kelo ki yubo luremi me Facebook cawa mo keken ki i ter me Yoo me kube

source: No friends imported (out of {{total}})
ach: Luremi mo pe ki kelo (ki ikom {{total}})

source: One friend imported (out of {{total}})
ach: Laremi acel ki kelo (ki ikom {{total}})

# facebook-import-msg[two]
source: {{imported}}/{{total}} friends imported
ach: luremi {{imported}}/{{total}} kikelo gi

# facebook-import-msg[few]
source: {{imported}}/{{total}} friends imported
ach: luremi {{imported}}/{{total}} kikelo gi

# facebook-import-msg[many]
source: {{imported}}/{{total}} friends imported
ach: luremi {{imported}}/{{total}} kikelo gi

# facebook-import-msg[other]
source: {{imported}}/{{total}} friends imported
ach: luremi {{imported}}/{{total}} kikelo gi

source: Firefox Accounts
ach: Akaunt me Firefox

source: A Firefox Account lets you find a lost phone and buy apps from the Firefox Marketplace.
ach: Akaunt me Firefox weko i nongo cim ma orweny ki wilo purugram ki iCuk me Firefox.

source: Create Account or Sign In
ach: Cwe akaunt onyo dony iyie

source: A verification link has been sent to {{email}}
ach: Kicwalo kakube me mok bot {{email}}

source: Signed in as {{email}}
ach: Idonyo iyie calo {{email}}

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
ach: {{brandShortName}} ki gero ikom purugram me nono dok ayaba ma lwak me alib ki iwi lobo weng aye guyubo. Tye jami mogo ma nok mamyero inge:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
ach: {{brandShortName}} kimiyo tye boti i te cik pa lancic mogo ma tye ayaba ikine tye Lancic pa Mozilla pi Lwak. Nyonyo ma tiyo ki {{brandShortName}} romo bene bedo ki purugram ma kigwoko ma aa ki bot pati me adek. Kod mo ma kimiyo i te lancic ma tye ayaba miyi twero me loko kod meno ki poko kit mamegi ma i loko ni teke mere i lubo cik mamegi.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
ach: Pe ki mii twero mo me alama cato wil onyo lancic me alama cato wil pa Guti me Mozilla onyo pati mo, ikine labongo gengo nying onyo cal me {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
ach: Jami mogo ma i {{brandShortName}}, calo Ripot me Bal, miyo boti gin ayera me miyo adwogi bot Mozilla. Me ye cwalo adwogi, i miyo twero bot Mozilla me tic ki adwogi meno me yubo jami ne, me cwalo woko adwogi i kakube ne, ki poko adwogi.

source: Other
ach: Mukene

source: SIM Card Warning
ach: Ciko me SIM kad

source: Please, insert a SIM card and reboot your phone.
ach: Tim ber, i ket SIM kad ki nwo cako cim mamegi.

source: Learn more at <a href="{{href}}" class="{{className}}">{{textContent}}</a>
ach: Nong ngec mapol i <a href="{{href}}" class="{{className}}">{{textContent}}</a>

source: Learn how Mozilla handles your information at <a href="{{href}}" class="{{className}}">{{textContent}}</a>
ach: Nong ngec i kit ma Mozilla tero kwede ngec mamegi i <a href="{{href}}" class="{{className}}">{{textContent}}</a>

source: Welcome to <a href="{{href}}" class="{{className}}">{{textContent}}</a>, the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
ach: Wajoli i <a href="{{href}}" class="{{className}}">{{textContent}}</a>, purugram ma doro kompiuta ma tye me nono dok ayaba ma oa ki bot Mozilla. Micon wa tye me cwalo anyim bedo ayaba, tic diro ki gum kun kigwoko twero me Kakube i cingi.

source: Privacy Notice
ach: Ngec me mung

source: Learn how Mozilla handles your information in our <a href="{{href}}" class="{{className}}">{{textContent}}</a>.
ach: Nong ngec i kit ma Mozilla tero kwede ngec mamegi i <a href="{{href}}" class="{{className}}">{{textContent}} wa</a>.

source: privacy policy
ach: Cik me mung

source: About {{brandShortName}}
ach: Ikom {{brandShortName}}

source: Your Privacy
ach: Mung mamegi

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
ach: Ka i tiyo ki {{brandShortName}}, i doko but lwak me wilobo ma konyo me gero anyim maleng pi Kakube. Ka ce imito ngeyo mapol ikom lwak me Mozilla, jami wa ki gin matime ka ngeti, tim ber i ket kanonge me email mamegi piny.

source: Yes! Send data.
ach: Eyo! Cwal data.

source: Email address
ach: Kanonge me email

source: Email successfully added
ach: Kimedo email maber

source: Saving your email…
ach: Gwoko email mamegi…

source: Marketplace
ach: Cuk

source: Back
ach: Cen

source: Next
ach: Malubo

source: Join
ach: Dony iyie

source: Done
ach: Otum

source: That’s it!
ach: Weng eno!

source: Start your phone tour!
ach: Cak wot me cim mamegi!

source: Start your tablet tour!
ach: Cak wot me tablet mamegi!

source: Join us for a quick tutorial about your new phone.
ach: Ribbe kwedwa pi pwonye me oyot ikom cim mamegi manyen.

source: Join us for a quick tutorial about the updates to your phone!
ach: Ribbe kwedwa pi pwonye me oyot ikom ngec manyen pi cim mamegi!

source: You’re ready to enjoy your new phone.
ach: Itye atera me nongo mit pa cim mamegi manyen.

source: You’re ready to enjoy your updated phone.
ach: Itye atera me nongo mit pa cim ni matye ki ngec manyen.

source: You can change the language, date/time and Wi-Fi connection in settings.
ach: I twero loko leb, nino dwe/cawa ka kube me Wi-Fi i ter.

source: Let’s go
ach: Wa cito

source: Start tour
ach: Cak wot

source: You can always swipe from the bottom edge to enter home screen.
ach: Pol kare i twero yweyo ki ping me donyo i kio me gang.

source: Let’s do it!
ach: Wa timo!

source: Tutorial
ach: Pwonye

# tutorial-step1-large-3
source: Swipe down to access recent notifications, usage information and settings.
ach: Ywe i dok piny me nongo jami angeya ma cokcoki, ngec me tic ki ter.

source: Swipe left or right to discover new apps on home screen.
ach: Ywe i dok tung lacam onyo lacuc me nongo purugram manyen i kio me gang.

source: Tap and hold on an icon to delete or move it.
ach: Gudi ka i mak kom cal me kwanyo onyo kobo ne.

source: Two fingers swipe up from the bottom edge to trigger card view.
ach: Nyig cing aryo yweyo ki piny dok malo me cako neno me kad.

source: Swipe up and down to browse your apps and bookmarks. Tap and hold an icon to delete, move, or edit it.
ach: Ywe piny ki malo me yenyo purugram ki alamabuk ni. Gudi ka i mak kom cal mo me kwanyo, kobo onyo yubo ne.

# tutorial-notifications-v2-tiny
source: Swipe down to access recent notifications, usage information and settings.
ach: Ywe i dok piny me nongo jami angeya ma cokcoki, ngec me tic ki ter.

source: Drag from the left edge of your screen to return to recently used apps.
ach: Tel ki tung lacam pa kio mamegi me dok i purugram ma kitiyo kwedgi cokcoki.

source: Tap on the search box anytime to start a search or go to a website.
ach: Gud kom bok me yeny cawa mo keken me cako yeny onyo cit i kakube.

source: Your bookmarks have been moved to the homescreen. When editing, tap a bookmark to edit or rename it.
ach: Kikobo alamabuk mamegi i kio me gang. Ka itye ka yubo, gud alamabuk mo me yubo onyo loko nyinge.

source: Tap to expand and collapse app groups. Drag an app into a new space to create a group.
ach: Gudi me yaro ki jwiko dul me purugram. Tel purugram mo i kabedo manyen me cweyo dul.

source: You must be connected to the Internet to view the page.
ach: Myero i bed ma i kube i intanet me neno pot buk ne.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
ach: Tim ber i dok cen ka i kube i intanet. I twero neno pot buk ne lacen ki i Ter onyo kun i keto {{url}} i layeny mamegi.

source: OK
ach: KAKARE

source: You must be connected to the Internet to subscribe to the newsletter.
ach: Myero i bed ma i kube i intanet me cone pi waraga me lok angeya.

source: Please go back and connect to the Internet.
ach: Tim ber i dok cen kadong i kube i intanet.

source: Your email is not valid
ach: Email mamegi pe tye atir

source: Please go back and correct your entry.
ach: Tim ber i dok cen ka i ket ma tye kakare.

source: Retry
ach: Tem odoco

source: Cancel
ach: Ngol

source: Step {{step}} of {{total}}
ach: Kalo tyen {{step}} ikom {{total}}

source: First Time Experience
ach: Tic kwede tyen me acel
