Repository: translate/mozilla-gaia
Catalog: dsb/apps/camera/camera.properties.po
Languages: dsb

source: Not enough space on memory card. Try freeing up space by deleting media.
dsb: Žeden dosegajucy rum na składowem kórśe. Wulašujśo medije, aby lichy rum napórał.

source: Not enough space on memory card
dsb: Njejo dosć ruma na składowańskej kórśe

source: Try freeing up space by deleting media.
dsb: Wopytajśo pśez lašowanje medijow składowański rum wuprozniś.

source: Picture not saved. An error prevented Camera from saving the picture.
dsb: Wobraz njejo se składł. Zmólka jo kamerje pśi składowanju wobraza zajźowała.

source: Video not recorded. Error creating video file path.
dsb: Wideo njejo se nagrało. Zmólka pśi napóranju sćažki wideoweje dataje.

source: No memory card found
dsb: Žedna składowańska kórta namakana

source: Insert a memory card to take pictures.
dsb: Zasajźćo składowańsku kórtu, aby wobraze składował.

source: Camera can not be used while phone is plugged in
dsb: Kamera njedajo se wužywaś, mjaztym až telefon jo pśizamknjony

source: Unplug the phone to capture photos and videos
dsb: Wótkajśo telefon, aby fotografěrował a wideo nawjerśeł

source: You have run out of media storage space.
dsb: Njamaśo wěcej žeden lichy rum na swójom medijowem składowaku.

source: You have reached the maximum file size for this attachment.
dsb: Sćo maksimalnu datajowu wjelikosć za toś ten pśidank dojśpił.

source: Retake
dsb: Hyšći raz wótmólowaś

source: Select
dsb: Wubraś

# close-button
source: Close
dsb: Zacyniś

source: Delete photo?
dsb: Foto lašowaś?

source: Delete video?
dsb: Wideo lašowaś?

source: Cancel
dsb: Pśetergnuś

source: Delete
dsb: Lašowaś

source: Camera Resolution
dsb: Rozeznaśe kamery

source: Video Resolution
dsb: Wideorozeznaśe

source: Scene Mode
dsb: Nawjerśeński modus

source: Self-Timer
dsb: Samozapušćak

# self-timer-off
source: Off
dsb: Wušaltowany

source: 2 seconds
dsb: 2 sekunźe

source: 5 seconds
dsb: 5 sekundow

source: 10 seconds
dsb: 10 sekundow

source: Low Battery
dsb: Baterija jo skóro prozna

source: The battery is too low to use the camera.
dsb: Baterija jo pśeprozna, aby kameru wužywało.

# battery-critical-text
source: Critically low battery
dsb: Baterijowy staw jo kritiski

# battery-verylow-text
source: 10% battery remaining
dsb: 10% baterijowego połnjenje wuše

# battery-low-text
source: 15% battery remaining
dsb: 15 % baterijowego połnjenja wuše

# battery-critical-text.ariaLabel
source: Critically low battery
dsb: Baterijowy staw jo kritiski

# battery-verylow-text.ariaLabel
source: 10% battery remaining
dsb: 10% baterijowego połnjenje wuše

# battery-low-text.ariaLabel
source: 15% battery remaining
dsb: 15 % baterijowego połnjenja wuše

source: Camera Unavailable
dsb: Kamera njejo k dispoziciji

source: The camera is in use by another app.
dsb: Kamera wužywa se pśez druge nałoženje.

# hdr-on
source: On
dsb: Zašaltowany

# hdr-off
source: Off
dsb: Wušaltowany

source: (HDR deactivated)
dsb: (HDR znjemóžnjony)

source: Grid Lines
dsb: Linije kśidna

# grid-on
source: On
dsb: Zašaltowany

# grid-off
source: Off
dsb: Wušaltowany

source: Flash
dsb: Błysk

# flash-on
source: On
dsb: Zašaltowany

# flash-off
source: Off
dsb: Wušaltowany

source: Auto
dsb: Awtomatiski

source: (Flash deactivated)
dsb: (Błysk znjemóžnjony)

source: Photo Mode
dsb: Fotomodus

source: Video Mode
dsb: Wideomodus

source: Options
dsb: Nastajenja

source: Open Gallery
dsb: Galeriju wócyniś

source: Preview
dsb: Pśeglěd

source: Close menu
dsb: Meni zacyniś

source: Back
dsb: Slědk

source: Self-Timer {{value}}
dsb: Samozapušćak {{value}}

source: Grid Lines {{value}}
dsb: Kśidnowe linije {{value}}

source: Picture Resolution {{value}}
dsb: Wobrazowe rozeznaśe {{value}}

source: Video Resolution {{value}}
dsb: Wideorozeznaśe {{value}}

source: Flash On
dsb: Flash zašaltowany

source: Flash Off
dsb: Flash wušaltowany

source: Flash Auto
dsb: Flash awtomatiski

source: Rear camera
dsb: Slězna kamera

source: Front camera
dsb: Prědna kamera

source: Menu
dsb: Meni

# preview-button.ariaLabel
source: Preview
dsb: Pśeglěd

# controls-button-close.ariaLabel
source: Close
dsb: Zacyniś

source: Share
dsb: Źěliś

source: More
dsb: Wěcej

source: Frame {{current}} of {{total}}
dsb: Wobłuk {{current}} z {{total}}

source: Swipe left with 2 fingers to jump to next, or swipe right to jump to previous
dsb: Trějśo nalěwo z 2 palcoma, aby k pśiducemu skócył, abo trějśo napšawo, aby k pjerwjejšnemu skócył

source: Capture
dsb: Registrěrowanje

source: Stop capture
dsb: Registrěrowanje zastajiś

source: Set Video Mode
dsb: Wideomodus nastajiś

source: Set Photo Mode
dsb: Fotomodus nastajiś

source: Self-Timer enabled
dsb: Samozapušćak zmóžnjony

source: HDR enabled
dsb: HDR zmóžnjony

source: Geolocation enabled
dsb: Póstajenje stojnišća zmóžnjone

# battery-low-indicator.ariaLabel
source: 15% battery remaining
dsb: 15 % baterijowego połnjenja wuše

# battery-verylow-indicator.ariaLabel
source: 10% battery remaining
dsb: 10% baterijowego połnjenje wuše

# battery-critical-indicator.ariaLabel
source: Critically low battery
dsb: Baterijowy staw jo kritiski
