Repository: translate/mozilla-gaia
Catalog: qvi/shared/activities/activities.properties.po
Languages: qvi

source: Make call
qvi: Kayana

source: Send email
qvi: Kachana email

source: Send message
qvi: Kachana willay

source: Open contact
qvi: Shutitan riksita paskay

source: Open image
qvi: Rikchakta paskay

source: Open audio
qvi: Uyapakta paskay

source: Open video
qvi: Shuyurikuta paskay

source: Take photo
qvi: Rikchakta hapi

source: Record video
qvi: Shuyurikuta allichi

source: Open link
qvi: Tukllayayta paskay

source: Open PDF file
qvi: PDF tsirwakayta paskay
