Repository: translate/mozilla-gaia
Catalog: lg/apps/privacy-panel/permissions.properties.po
Languages: lg

source: Schedule a notification, or schedule an application to be started.
lg: Tekateka okutegezebwa, oba tekateka okutandikakwa app.

source: Access audio input devices, e.g. microphone.
lg: Kozesa ebyuma ebiyingiza amalobozi, nga emizindalo.

source: Play clock alarms and calendar alarms.
lg: Zanya obude bwe sawa nobude bwa kalenda

source: Play music and video.
lg: Zanya enguliko n'obutambi.

source: Play UI sounds, Web content, music, radio.
lg: Zanya amalobozi ga UI, ebyokumutimbagano,muziki,rediyo.

source: Play notification message sounds.
lg: Zanya obudongo bwo'kutegezebwa obubaka.

source: Take photos, shoot video, record audio, and control the camera.
lg: Kuba ebifananyi, kwaata akataambi, kwata amaloboozi, era okwasaganye kamera.

# perm-contacts-description
source: Add, read, or modify contacts from the address book on the device and read contacts from the SIM.
lg: Gatta, soma oba sunsula mu masimu agali ku'mutwe gwesimu era okozese nago agliku SIM kadi

source: Read contacts from the address book on the device and read contacts from the SIM.
lg: kozesa amasimu okuva kumutwe gwe sim nago agali ku SIM kadi.

source: Read or modify contacts from the address book on the device and read contacts from the SIM.
lg: Kozesa oba sunsula mumasimu agali kumutwe gwe simu era ekozese nago agali ku SIM kadi

# perm-contacts-readcreate-description
source: Add, read, or modify contacts from the address book on the device and read contacts from the SIM.
lg: Gatta,soma oba terezamu manya agali ku mutwe gwe simu era okozese ago agali ku SIM kadi.

source: Add contacts to the address book on the device.
lg: Gatta amanya ku mutwe gwe simu.

source: Display a notification on the user’s device.
lg: Laaga okumanyisibwa ku kyuuma kyomukozesa.

# perm-device-storage-music-description
source: Add, read or modify music files stored on the device.
lg: Gatta,kozesa oba tereza mu fayilo za muziki ezaterekebwa mu simu.

source: Read music files stored on the device.
lg: Ssoma fayilo z'enguliko ezitelekeddwa ku ssimu.

source: Read or modify music files stored on the device.
lg: Kozesa oba tereza fayilo za muziki ezili ku simu.

# perm-device-storage-music-readcreate-description
source: Add, read or modify music files stored on the device.
lg: Gatta, kozesa oba tereza fayilo za muziki ezaterekebwa ku simu.

source: Store new music files on the device.
lg: Tereka fayilo z'enguliko empya ku ssimu.

# perm-device-storage-pictures-description
source: Add, read or modify picture files stored on the device.
lg: Gatta,kozesa oba tereza fayilo z'ebifananyi ebiri ku simu.

source: Read picture files stored on the device.
lg: Kozesa fayilo ze'bifananyi ebiri ku simu.

source: Read or modify picture files stored on the device.
lg: Kozesa oba tereza fayilo ze'bifananyi ebyasibwa ku simu.

# perm-device-storage-pictures-readcreate-description
source: Add, read or modify picture files stored on the device.
lg: Gatta,kozesa oba tereza fayilo ze'bifananyi ebya terekebwa ku simu.

source: Store new picture files on the device.
lg: Tereka ebifananyi ebipya ku mutwe gwe simu.

# perm-device-storage-sdcard-description
source: Add, read or modify files stored on the device’s SD card.
lg: Gatta, kozesa oba tereza fayilo ezaterekebwa ku SD kadi ye simu

source: Read files stored on the device’s SD card.
lg: kozesa fayilo ezaterekebwa ku SD kadi ye'simu.

source: Read or modify files stored on the device’s SD card.
lg: kozesa oba tereza fayilo ezaterekebwa ku SD kadi ye'simu.

# perm-device-storage-sdcard-readcreate-description
source: Add, read or modify files stored on the device’s SD card.
lg: Gatta,kozesa oba tereza fayiro ezaterekebwa ku SD kadi ye'simu.

source: Store new files on the device’s SD card.
lg: Tereka fayiro empya ku SD Kadi ye'simu.

# perm-device-storage-videos-description
source: Add, read or modify video files stored on the device.
lg: Gatta, kozesa oba teteza fayiro zo'bitambi ezateremebwa ku simu

source: Read video files stored on the device.
lg: Laba fayiro zo'butambi ezaterekebwa ku simu

source: Read or modify video files stored on the device.
lg: Laba oba tereza fayiro zo'butambi ezaterekebwa kusimu

source: Store new video files on the device.
lg: Tereka fayilo z'obutambi empya ku ssimu.

source: Obtain mobile network information (MCC, MNC, etc.).
lg: Funa ebikwata ku mukutu gwempuriziganya (MCC, MNC, nebirara).

source: Enable an app to wake up to receive notification.
lg: Sobozesa app okwejukiza okufuna okutegezebwa.

source: Utilize storage without size limitations.
lg: Kozesa eterekero nga tewari komo ku kigero.

source: Allow anonymous cross-origin XHR without the target site having CORS enabled.
lg: Kiriza XHR ezitamanyidwa gyeziva ate nga ne'kibanja gyeziraga tekikiriza CORS.

source: Create TCP sockets and communicate over them.
lg: Tondawo TCP soketi era ozikozese mumpuriziganya.

source: Access video input devices, e.g. camera.
lg: Weyambise ebyuma ebiyingiza obutambi, nga kamera.

source: Allow content to open a window in front of all other content.
lg: Kiriza akaddirisa okugulawo mumaso gebintu ebirara byona.

source: Play sounds for incoming phone calls.
lg: Zanya obudongo bwa masimu agakubirwa.

source: Read, or modify files stored in the apps location on the device.
lg: Kozesa oba tereza fayiro ezaterekebwa mu kifo kya app eno ku simu.

# perm-device-storage-apps-readcreate-description
source: Add, read, or modify files stored in the apps location on the device.
lg: Gatta,kozesa oba tereza fayiro ezaterekebwa mu kifo kya app ku simu.

source: Store new files in the apps location on the device.
lg: Tereka fayiro empya mu kifo kya app ku simu.

source: Ability to embed apps in mozApp frames.
lg: Obusobozi okuwanga app mumyango gya mozApp.

source: Notify the app if the user is idle.
lg: Tegeza app nga omukozesa tagikozesa.

source: Obtain information about the current mobile voice and data connection.
lg: Funa ebikwata ku mpuriziganya ye'dobozi ne'yintaneti.

source: Send and receive SMS messages.
lg: Sindika n'okufuna obubaka bwa SMS.

source: Set current time.
lg: Tegeka esaawa zakakati.
