Repository: translate/mozilla-gaia
Catalog: hto/apps/music/music.properties.po
Languages: hto

source: Music
hto: Rorabe

# playlists2
source: Playlists
hto: Fɨnoraɨma raɨe kuejina

source: Artists
hto: Roraɨma

source: Albums
hto: Rárabe íyano

source: Songs
hto: Rúa

source: Unknown artist
hto: Óñega roraɨma

source: Unknown album
hto: Ónoñega rórabe íyano

source: Unknown title
hto: Náama mámekɨñede

source: Add songs to get started
hto: Rúa beno jóne taɨneyena

source: Load songs on to the memory card.
hto: Rúa ráa ófitaɨra jóne

source: No memory card found
hto: Báñeiga ráa ofítaɨra

source: Insert a memory card to listen to songs.
hto: Ráa ofitaɨra ñúita ruanɨaɨ kakayena.

source: Music can not be used while phone is plugged in
hto: Nitaoide joriaɨ, ruanɨaɨ kákanide

source: Unplug the phone to play music.
hto: Jóriaɨ áño rúanɨaɨ kákaiyena.

source: Database Upgrade
hto: Méidoye ráanɨaɨ bie íyano

source: Please wait while Music updates its database.
hto: Úñori,bíui rúa ñúe fɨnofɨnode.

source: Search
hto: Jéno

source: Search Music
hto: Rorabe jéno

# search-cancel
source: Cancel
hto: Fúitade

# search-artists
source: Artists
hto: Roraɨma

# search-albums
source: Albums
hto: Rárabe íyano

source: Tracks
hto: Táite rorabe

source: close
hto: Ɨ́baide

source: No music found
hto: Rórabe báiñeiga

source: Shuffle all
hto: Nána táme

source: Highest rated
hto: Ñúe kaɨ gaɨga

source: Recently added
hto: Kómue zota

source: Most played
hto: Áiyo jójonega

source: Least played
hto: Fɨgo jóneñega

source: Save
hto: Jóne

source: Saved {{title}} to Music
hto: {{title}} Rórabemo jónega

source: Audio cannot be played: format is unsupported or file is invalid.
hto: Audio fɨnoriñede: bíe ráa fekanide, fɨgoñede íte

# overlay-cancel-button
source: Cancel
hto: Fúitade

source: Music paused during the call
hto: Rórabe yɨ́ikaide jɨriyamo

source: Done
hto: Fɨnoka

source: Share
hto: Fékari

source: Rating
hto: Yaroka

# rating-star.ariaLabel[zero]
source: {{n}} stars
hto: {{n}} úkudo

source: {{n}} star
hto: {{n}} úkudo

# rating-star.ariaLabel[two]
source: {{n}} stars
hto: {{n}} úkudo

# rating-star.ariaLabel[few]
source: {{n}} stars
hto: {{n}} úkudo

# rating-star.ariaLabel[many]
source: {{n}} stars
hto: {{n}} úkudo

# rating-star.ariaLabel[other]
source: {{n}} stars
hto: {{n}} úkudo

source: Go to player view
hto: Jáiri fɨnoraɨma

source: Repeat off
hto: Ábɨdo jóne

source: Repeat all
hto: Nana ábɨdo jóne

source: Repeat track
hto: Táite rorabe ábɨdo jóne

source: Shuffle
hto: Nagamono

source: Home
hto: Jófo

# playlists-tab.ariaLabel
source: Playlists
hto: Fɨnoraɨma raɨe kuejina

# artists-tab.ariaLabel
source: Artists
hto: Roraɨmakɨ

# albums-tab.ariaLabel
source: Albums
hto: Rárabe íyano

# songs-tab.ariaLabel
source: Songs
hto: Rúa
