Repository: translate/mozilla-gaia
Catalog: hto/shared/download/download.properties.po
Languages: hto

source: Download stopped
hto: Yúnua Fɨnoka

source: Download was stopped. Try downloading again?
hto: Yúnua jaiñede ¿meine Yúnua?

# stopped_download_left_button
source: Cancel
hto: Fúitaka

# stopped_download_right_button
source: Try again
hto: Meinomo

# failed_download_title
source: Download failed
hto: Ó yunuca baitañede

source: {{name}} failed to download. Try downloading again?
hto: {{name}} yunuñede. ¿meine yunua?

# failed_download_left_button
source: Cancel
hto: Fúitaka

# failed_download_right_button
source: Try again
hto: Meinomo

source: Stop download
hto: Yúnuakade

source: Are you sure you want to stop the download?
hto: ¿Meine ana joneakadɨo?

source: No
hto: Jetáñede

source: Yes
hto: ́Jɨɨ

# delete_download_title
source: Delete
hto: Fúitade

source: Delete {{name}}?
hto: ¿Fúitade {{name}}?

# delete_download_left_button
source: Cancel
hto: Fúitaka

# delete_download_right_button
source: Delete
hto: Fúitade

# delete_all_download_title
source: Delete
hto: Fúitade

# delete_all_download_left_button
source: Cancel
hto: Fúitaka

# delete_all_download_right_button
source: Delete
hto: Fúitade

source: Delete no files?
hto: ¿ fuitaniñede jónia ráa?

source: Delete one file?
hto: ¿Jónia ráa fuitade?

# delete_all_download_message[two]
source: Delete {{number}} files?
hto: {{number}} fuitade jónia ráa

# delete_all_download_message[few]
source: Delete {{number}} files?
hto: ¿{{number}} fuitade jónia ráa?

# delete_all_download_message[many]
source: Delete {{number}} files?
hto: ¿{{number}} fuitade jónia ráa?

# delete_all_download_message[other]
source: Delete {{number}} files?
hto: ¿{{number}} fuitade jónia ráa?

# unsupported_file_type_download_title
source: Unable to open
hto: Ñúitanide

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
hto: Iñede Ráanɨaɨ o tuide {{name}}. ¿joneakadɨo fuitade?

# unsupported_file_type_download_left_button
source: Keep File
hto: Jónia

# unsupported_file_type_download_right_button
source: Delete
hto: Fúitade

source: File not found
hto: Ráanɨaɨ jónera bañeiga

source: The file wasn’t found on the device
hto: Joriaɨ Bainide Jonia ráa

# file_not_found_download_right_button
source: OK
hto: Jɨɨ

source: Memory card in use
hto: Ráa ófitaira taɨjɨtaɨjɨde

source: Unplug the phone
hto: Joriaɨmo notaoñede

# unmounted_sdcard_2_download_right_button
source: OK
hto: Jɨɨ

source: Unable to share
hto: Fékanide

source: No provider found
hto: Báñeiga ráa ofítaɨra

# no_provider_download_right_button
source: OK
hto: Jɨɨ

source: SD Card is full
hto: Bie SD oruide

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
hto: Já uruide SD ie jonianide. Jonia ráa Óni dota abɨdo fɨno.

# no_memory_download_right_button
source: OK
hto: Jɨɨ

source: No memory card found
hto: Báñeiga ráa ofítaɨra

# no_sdcard_found_2_download_right_button
source: OK
hto: Jɨɨ

# file_open_error_download_title
source: Unable to open
hto: Ñúitanide

# file_open_error_download_left_button
source: Keep File
hto: Jónia

# file_open_error_download_right_button
source: Delete
hto: Fúitade

source: No downloads
hto: Yúnua íñede

source: {{partial}} of {{total}}
hto: {{partial}} bie {{total}}

source: Download failed
hto: Ó yunuca baitañede

source: Open
hto: Tiute

source: Share
hto: Fékari

source: Set as wallpaper
hto: Béno joreño jóne

source: Set as ringtone
hto: Béno joreño jóne jɨriya

# cancel_downloaded_file
source: Cancel
hto: Fúitaka
