Repository: translate/mozilla-gaia
Catalog: hsb/shared/permissions/permissions.properties.po
Languages: hsb

source: App Permission
hsb: Nałoženske prawa

source: Website Permission
hsb: Websydłowe prawo

source: Select Camera
hsb: Kameru wubrać

source: Schedule Alarms
hsb: Alarmy postajić

source: Microphone
hsb: Mikrofon

source: Would you like to share your microphone with {{app}}?
hsb: Chceće swój mikrofon z {{app}} dźělić?

source: Would you like to share your microphone with {{site}}?
hsb: Chceće swój mikrofon z {{site}} dźělić?

# perm-audio-channel-content
source: Play Sounds
hsb: Zynki wothrać

source: Play Notification Sounds
hsb: Zdźělenske zynki wothrać

source: Play Ringtone Sounds
hsb: Zwonjenja wothrać

source: Access Sensor Data
hsb: Na sensorowe daty přistup měć

source: Inspect Web Pages
hsb: Webstrony přepytować

source: Cameras
hsb: Kamery

source: Select a camera for {{app}}.
hsb: Wubjerće kameru za {{app}}.

source: Select a camera for {{site}}.
hsb: Wubjerće kameru za {{site}}.

source: {{app}} would like to use your camera.
hsb: {{app}} chce wašu kameru wužiwać.

source: {{site}} would like to use your camera.
hsb: {{site}} chce wašu kameru wužiwać.

source: Cell Broadcasts
hsb: Celowe informacije

source: Contacts
hsb: Kontakty

source: {{app}} would like to access your contact list.
hsb: {{app}} chce přistup na waše kontakty měć.

source: {{site}} would like to access your contact list.
hsb: {{site}} chce přistup na waše kontakty měć.

source: Notifications
hsb: Zdźělenja

source: {{app}} would like to display notifications.
hsb: {{app}} chce zdźělenja zwobraznić.

source: {{site}} would like to display notifications.
hsb: {{site}} chce zdźělenja zwobraznić.

source: Apps Storage
hsb: Nałoženski składowak

source: Music Storage
hsb: Hudźbny skład

source: {{app}} would like to access your music.
hsb: {{app}} chce přistup na wašu hudźbu měć.

source: {{site}} would like to access your music.
hsb: {{site}} chce přistup na wašu hudźbu měć.

source: Image Storage
hsb: Wobrazowy skład

source: {{app}} would like to access your images.
hsb: {{app}} chce přistup na waše wobrazy měć.

source: {{site}} would like to access your images.
hsb: {{site}} chce přistup na waše wobrazy měć.

source: Memory Card Storage
hsb: Skład składowanskeje karty

source: {{app}} would like to access your memory card.
hsb: {{app}} chce přistup na wašu składowansku kartu měć.

source: {{site}} would like to access your memory card.
hsb: {{site}} chce přistup na wašu składowansku kartu měć.

source: Video Storage
hsb: Widejoskład

source: {{app}} would like to access your videos.
hsb: {{app}} chce přistup na waše wideja měć.

source: {{site}} would like to access your videos.
hsb: {{site}} chce přistup na waše wideja měć.

source: Embed Apps
hsb: Nałoženja zasadźić

source: FM Radio
hsb: UKW-radijo

source: {{app}} would like to use the FM Radio.
hsb: {{app}} chce UKW-radijo wužiwać.

source: {{site}} would like to use the FM Radio.
hsb: {{site}} chce UKW-radijo wužiwać.

source: Geolocation
hsb: Stejnišćo

source: {{app}} would like to know your location.
hsb: {{app}} chce waše stejnišćo wědźeć.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
hsb: {{brandShortName}} wužiwa daty wot GPS, WLAN a mobilnych syćow we wašej bliskosći, zo by waše přibližne stejnišćo zwěsćił. Daty so do Mozilla a druhich słužbnych poskićowarjow sćelu a budu so w cyłku wužiwać, zo bychu te stejnišćowe datowe banki polěpšili. Daty dadźa so na wašim graće składować a daty dadźa so tež zběrać, hdyž žane nałoženja njeběža.

source: {{site}} would like to know your location.
hsb: {{site}} chce waše stejnišćo wědźeć.

source: See Idle Status
hsb: Status inaktiwnosće sej wobhladać

source: Privileged IndexedDB
hsb: Priwilegowany IndexedDB-składowak

source: Unlimited IndexedDB Storage
hsb: Njewobmjezowany IndexedDB-składowak

source: Manage Keyboards
hsb: Tastatury zarjadować

source: Act as a Keyboard
hsb: Jako tastaturu wužiwać

source: Camera and Microphone
hsb: Kamera a mikrofon

source: Would you like to share your camera and microphone with {{app}}?
hsb: Chceće swoju kameru a swój mikrofon z {{app}} dźělić?

source: Would you like to share your camera and microphone with {{site}}?
hsb: Chceće swoju kameru a swój mikrofon z {{site}} dźělić?

source: Mobile Connection
hsb: Mobilny zwisk

source: Mobile Identity
hsb: Mobilna identita

source: Network Events
hsb: Syćowe podawki

source: Start an App
hsb: Nałoženje startować

source: Modify Apps Permissions
hsb: Prawa nałoženjow změnić

source: Power Settings
hsb: Energijowe nastajenja

source: Modify Settings
hsb: Nastajenja změnić

source: Cross-Origin Requests
hsb: Naprašowanja na cuze domeny

source: Telephony
hsb: Telefonija

source: Camera
hsb: Kamera

source: Would you like to share your camera with {{app}}?
hsb: Chceće swoju kameru z {{app}} dźělić?

source: Would you like to share your camera with {{site}}?
hsb: Chceće swoju kameru z {{site}} dźělić?

source: Control Voicemail
hsb: Rěčne powěsće kontrolować

source: Install Webapps
hsb: Webnałoženja instalować

source: Manage Wi-Fi
hsb: WLAN zarjadować

source: Open Overlay Popups
hsb: Překrywace wuskakowace wokna wočinić

source: Play Alarm Sounds
hsb: Alarmowe zynki wothrać

# perm-audio-channel-normal
source: Play Sounds
hsb: Zynki wothrać

source: Play public notification sounds
hsb: Zjawne zdźělenske zynki wothrać

source: Play Telephony Sounds
hsb: Telefonatowe zynki wothrać

source: Act as a Background Service
hsb: Jako pozadkowa słužba agěrować

source: Crash Data Storage
hsb: Składowak za spadowe daty

source: Access Downloads
hsb: Přistup na sćehnjenja

source: Embed Widgets
hsb: Elementy zasadźić

source: Feature Detection
hsb: Funkciju wotkryć

source: Firefox Accounts
hsb: Konta Firefox

source: Mobile Network
hsb: Mobilna syć

source: Open Overlay Popups (moz)
hsb: Překrywace wuskakowace wokna wočinić (moz)

source: Play Ringtone Sounds (moz)
hsb: Zwonjenja wothrać (moz)

source: Play Telephony Sounds (moz)
hsb: Telefonatowe zynki wothrać (moz)

source: Firefox Accounts (moz)
hsb: Konta Firefox (moz)

source: Control Usage Stats
hsb: Wužiwanske statistiki kontrolować

source: NFC HCI Events
hsb: NFC-HCI-podawki

source: Manage NFC
hsb: NFC zarjadować

source: Phone Number Service
hsb: Słužba telefonowych čisłow

source: Resource Stats
hsb: Resursowe statistiki

source: Send and Read SMS
hsb: SMS słać a čitać

source: Control Volume
hsb: Sylnosć zwuka kontrolować

source: Access Storage
hsb: Přistup na składowak

source: TCP Sockets
hsb: TCP-sokety

source: Test Permission
hsb: Testowe prawo

source: Set Date and Time
hsb: Datum a čas nastajić

source: UDP Sockets
hsb: UDP-sokety
