Repository: translate/mozilla-gaia
Catalog: lg/apps/email/email.properties.po
Languages: lg

# back-button.ariaLabel
source: Back
lg: Emabega

source: Close
lg: Ggalawo

source: Mail
lg: Obubaka bwa meyilo

source: To send and receive email, you will need to set up an account.
lg: Okusindika oba okuwerea obubaka bwa yiimeyilo, ojjakwetaaga okutandikawo akaawunta yo.

source: New Account
lg: Akaawunta Ampya

source: Enter Password For:
lg: Yingizamu Ekigambo kye'kyama ekya:

# setup-info-name.placeholder
source: Your name
lg: Elinya lyo

source: someone@example.com
lg: omuntuyenna@ekyokugeza.com

# setup-info-password.placeholder
source: Password
lg: Ekigaambo kye'kyama

# setup-info-next
source: Next
lg: Ekiddako

source: Setting up account
lg: Okuteekateeka akaawunta

source: Mail account setup
lg: Okuteekateeka akaawunta y'obubaka bwa Yiimeyilo

source: All done!
lg: Byona biwedde!

source: Add another account
lg: Gatta ko akawuunta endala

source: Continue to Mail
lg: Weyongereyo ku bubaaka bwa Meyilo

source: This device is currently offline. Connect to a network and try again.
lg: Ekyuma kino mubudde buno tekiyungdwa ku mutimbagano. Kiyungeko oddemu ogeezeko neera

source: Invalid username or password. Check for typos.
lg: Elinya lwokozesa oba ekigambo kyo ekye'kyaama kikyaamu. Kebela mumpandiika.

source: Invalid e-mail address. Check for typos.
lg: Endagiliro ya yiimeyilo nkyaamu. Kebela mumpadiika.

source: The server said you’re not authorized to create an account
lg: Engabirizi egambye tokilizibwa kukola akaawunta mpya

source: Server unsupported. The POP3 server does not implement required features.
lg: Engabilizi tewanilidwa. Engabilizi ya POP3 teteka munkola bukwakulizo bwetagisa

source: An unknown error occurred. Check your network connection or try the manual configuration option.
lg: Obuzibu obutamanyidwa bugudewo. Kebera enyungayo kumutimbagano oba gezaako engeri yokwetereleza enyungayo

source: You must enable IMAP for your Gmail account
lg: Oteekedwa okusobozesa IMAP ya akaawunta yo eya Gmail

source: You must enable POP3 for your Gmail account
lg: Oteekedwa okusobozesa POP3 ya akaawunta yo eya Gmail

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
lg: Tekisobose kutekawo nyunga ennesiimbu ne "{{server}}". Wayinza okuba waliwo obuzibu n'omutimbagano gwo oba ne'ngabirizi

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
lg: Tekisobose kutekawo nyunga ne "{{server}}". Wayinza okuba waliwo obuzibu n'omutimbagano

source: There is a problem with the server "{{server}}". Try again later.
lg: Waliwo obuzibu nengabirizi ya "{{server}}". Gezaako edda.

source: The server "{{server}}" is offline for maintenance. Try again later.
lg: Ekyuma ekigabirii "{{server}}" tekiliiko kili mukuddabirizibwa. Gezaako edda.

source: This account is already configured.
lg: Akaawunt'eno yategekebwako

source: Manual setup
lg: Okujetegekera

source: Manual Setup
lg: Okujetegekera

# setup-manual-account-type
source: Account type
lg: Ekyika kya akawuunta

# setup-manual-account-type-select.ariaLabel
source: Account type
lg: Ekyika kya akawuunta

# setup-manual-imap-header
source: IMAP settings
lg: Entegeka za IMAP

# setup-manual-pop3-header
source: POP3 settings
lg: Entegeka za POP3

# setup-manual-smtp-header
source: SMTP settings
lg: Entegeka za SMTP

# setup-manual-activesync-header
source: ActiveSync settings
lg: Entereza za ActiveSync

# setup-manual-next
source: Next
lg: Ekidako

source: Connection security
lg: Obwesimbu bwe'byenyunga

source: Port Number
lg: Enamba yo'mukutu

# setup-manual-username.placeholder
source: Username
lg: Elinya ly'okozesa

source: Domain\Username
lg: Ekiboondo\Elinya lyokozesa

source: Bad password!
lg: Ekigambo ekyekyaama kikyaamu!

source: We could not sign in to the server. Maybe your password is wrong?
lg: Tetusobodde kukuyunga ku kyuma kigabirizi. Oba ekigambo kyo ekye'kyaama sikituufu?

source: New password
lg: Ekigambo ekye'kyama ekipya

source: Retry with new password
lg: Ddamu ogezeeko ne'kigambo ekye'kyaama ekipya

source: You need to enter an application-specific password below.
lg: Weetaga okuyingiaamu ekyigambo kye'kyaama ekilagilidwa pulogulaamu eno

source: Use application password
lg: Kozesa ekigambo ekye'kyaama kya pulogulaamu eno

source: IMAP Disabled
lg: IMAP Ejidwako

source: You must enable IMAP on your Gmail account
lg: Oteekedwa okusobozesa IMAP ya akaawunta yo eya Gmail

# setup-gmail-imap-retry
source: Retry
lg: Ddamu ogezeeko

source: POP3 Disabled
lg: POP3 Ejidwaako

source: You must enable POP3 on your Gmail account
lg: Oteekedwa okusobozesa POP3 ku akaawuntayo eya Gmail

# setup-gmail-pop3-retry
source: Retry
lg: Ddamu ogezeeko

source: Reauthorize Email
lg: Ddamu owe Emeyilo obuyinza

source: Email needs to be reauthorized to access the following account:
lg: Imeyilo yetaaga okuddamu okuweebwa obuyinza okusobola okukozesa akawuunta eno:

# setup-fix-oauth2-reauthorize
source: Reauthorize
lg: Ddamu owe olukkusa

source: Mail Settings
lg: Entegeka za meyilo

# settings-sub-header-account
source: Account
lg: Akaawunta

# settings-account-group.ariaLabel
source: Account
lg: Akaawunta

# settings-account-name
source: Your name
lg: Elinya lyo

source: Display notifications for new messages
lg: Laga okutegezebwa ku bubaka obupya

source: Play sound after message is sent
lg: Zaanya eddobozi ng'obubaka busindikidwa

source: Tap to Edit
lg: Kwaatako okukyusaamu

# settings-account-signature-label
source: Signature
lg: Omukono gwo

# settings-account-signature-textbox.ariaLabel
source: Signature
lg: Omukono gwo

source: Save Signature
lg: Teleka Omukono gwo

# settings-sub-header-data
source: Data
lg: Bwiino

# settings-data-group.ariaLabel
source: Data
lg: Bwiino

# settings-account-check-mail
source: Check for new messages
lg: Kebera obubaka obupya

# settings-account-check-mail-select.ariaLabel
source: Check for new messages
lg: Kebera obubaka obupya

# settings-sub-header-server
source: Server settings
lg: Engeka ze'ngabirizi

# settings-server-group.ariaLabel
source: Server settings
lg: Engeka ze'ngabirizi

source: Username and password
lg: Elinya lyokozesa ne'kigambo kye'kyaama

# settings-account-useroauth2
source: Username
lg: Elinya lyokozesa

source: Sent Using Firefox OS
lg: Ewelezedwa nge'kozesa Firefox OS

source: Done
lg: Kiwede

# settings-account-section
source: Accounts
lg: Akaawunta

# settings-account-listbox.ariaLabel
source: Accounts
lg: Akaawunta

source: Add Account
lg: Yongerako Akawuunta

source: Delete account
lg: Sangula akawuunta

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
lg: Okakasa oyagala kusangula {{account}} akawunta yo eya yiimeyilo? Ojakuba wetaaga okuwanula meyilo yo buto bwoddamu nogulawo buto akawuunta eno.

# settings-account-delete-cancel
source: Cancel
lg: Sazaamu

# settings-account-delete-confirm
source: Delete
lg: Sangula

source: General settings
lg: Entegeka ezawamu

source: Always show images
lg: Laga ebifananyi bulikaseela

source: Download attachments
lg: Wannula ebigattidwako

source: Every 5 minutes
lg: Buli ddakika 5

source: Every 10 minutes
lg: Buli ddakika 10

source: Every 15 minutes
lg: Buli ddakika 15

source: Every 30 minutes
lg: Buli ddakika 30

source: Every hour
lg: Buli saawa

source: Manually
lg: Okukyekolera

source: disabled
lg: Ejidwaako

source: {{ n }} second
lg: {{ n }} sikonda

# settings-check-dynamic[two]
source: {{ n }} seconds
lg: {{ n }} sikonda

# settings-check-dynamic[few]
source: {{ n }} seconds
lg: {{ n }} sikonda

# settings-check-dynamic[many]
source: {{ n }} seconds
lg: {{ n }} sikonda

# settings-check-dynamic[other]
source: {{ n }} seconds
lg: {{ n }} sikonda

source: Set as default email
lg: Jifuule yiimeyilo eyajiramu

# settings-account-type
source: Account type
lg: Ekyika kya akaawunta

source: Credentials
lg: Ebikwogerako ebyakakasibwa

# settings-activesync-label
source: ActiveSync settings
lg: Entegega a ActiveSync

# settings-imap-label
source: IMAP settings
lg: Entegeka za IMAP

# settings-pop3-label
source: POP3 settings
lg: Entegeka za POP3

# settings-smtp-label
source: SMTP settings
lg: Entegeka za SMTP

# settings-username
source: Username
lg: Elinya lyokozesa

# settings-password
source: Password
lg: Ekigambo kye'kyama

source: Save
lg: Tereka

source: Password field should not be empty
lg: Akabanga ke'kigambo ekyekyaama tekayina kulekebwa nga kakalu

# settings-reauth
source: Reauthorize
lg: Ddamu owe obuyinza

# settings-account-synchronize-window
source: Days to sync
lg: Ennaku zo'kukwasaganya ne'ngabirizi

# settings-account-synchronize-window-select.ariaLabel
source: Days to sync
lg: Ennaku zo'kukwasaganya ne'ngabirizi

source: Automatic
lg: Kyekola kyokka

source: 1 day
lg: Olunaku lumu

source: 3 days
lg: Ennaku ssatu

source: 1 week
lg: Wiiki emu

source: 2 weeks
lg: Wiiki Biri

source: 1 month
lg: Omwezi gumu

source: All messages
lg: Obubaka bwona

# envelope-from
source: From
lg: Okuva

# envelope-to
source: To
lg: Eri

source: Sending
lg: Okusindika

source: Error sending
lg: Obuzibu mukusiindika

source: Unread
lg: Obutanasomebwa

source: Has star
lg: Obuliko akamunyeenye

source: Has attachments
lg: Buliko ebigattidwaako

source: Message body
lg: Omubiri gw'obubaka

source: Loading
lg: Okuttika

# subject.ariaLabel
source: Subject
lg: Ekikwata ku bubaka

# message-delete-button.ariaLabel
source: Delete
lg: Sangula

source: Add star
lg: Tekako akamunyeenye

source: Remove star
lg: Gyako akamunyeenye

source: Mark read
lg: Bulaambe ng'obwasomeddwa

source: Mark unread
lg: Bulaambe ng'obutannasomebwa

source: Move
lg: Buttambuze

source: Reply or forward
lg: Ddamu obubaka oba buweereze omulala

source: Download
lg: Wannula

source: Downloading
lg: Okuwanula

# view-button.ariaLabel
source: View
lg: Laba

# attachments-container.ariaLabel
source: Attachments
lg: Ebigatiddwako

# from-group.ariaLabel
source: From
lg: Okuva

# to-group.ariaLabel
source: To
lg: Okugenda eri

source: Compose message
lg: Ggatagata obubaka

# compose-header-short
source: Compose
lg: Wandiika obubaka

# compose-send
source: Send
lg: Siindika

# compose-send-button.ariaLabel
source: Send
lg: Siindika

# compose-to
source: To
lg: Eri

# compose-attachments-container.ariaLabel[zero]
source: Attachments
lg: Ebigatiddwako

# compose-attachments-container.ariaLabel[one]
source: Attachments: {{kilobytes}}K
lg: Ebigattidwaako: {{kilobytes}}K

# compose-attachments-container.ariaLabel[two]
source: Attachments: {{kilobytes}}K
lg: Ebigattidwaako: {{kilobytes}}K

# compose-attachments-container.ariaLabel[few]
source: Attachments: {{kilobytes}}K
lg: Ebigattidwaako: {{kilobytes}}K

# compose-attachments-container.ariaLabel[many]
source: Attachments: {{kilobytes}}K
lg: Ebigattidwaako: {{kilobytes}}K

# compose-attachments-container.ariaLabel[other]
source: Attachments: {{kilobytes}}K
lg: Ebigattidwaako: {{kilobytes}}K

source: Remove
lg: Ggyako

source: Attach
lg: Ggattako ekintu

source: {{ n }} attachment
lg: {{ n }} ekigatiddwako

# compose-attachments[two]
source: {{ n }} attachments
lg: {{ n }} ebigatiddwako

# compose-attachments[few]
source: {{ n }} attachments
lg: {{ n }} ebigatiddwako

# compose-attachments[many]
source: {{ n }} attachments
lg: {{ n }} ebigatiddwako

# compose-attachments[other]
source: {{ n }} attachments
lg: {{ n }} ebigatiddwako

source: One moment, still working on the previous attachment...
lg: Tuweemu akaseera katono nyo, tukyakola ku bigatte ebiwede...

# compose-subject
source: Subject
lg: Ekikwata ku bubaka

source: Save to Local Drafts
lg: Tereka mubitawedde

source: Sending email failed
lg: Okusindika yimeyilo kulemye

source: Attachment too large
lg: Ekigattidwaako kinene nyo

source: Attachments too large
lg: Ebigattidwaako binene nyo

source: The selected attachment is too large to send with this message.
lg: Ekyokugatako ekilondedwa kinene nyo okukiwereza n'obubaka buno.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
lg: Ebyokugatibwako ebilondedwa binene nyo okubisindikila ku bubaka buno. Gezaako okulonda ebigatte bitonotono

source: OK
lg: Kaale

source: attachment{{ n }}
lg: Ekigatte{{ n }}

source: Unable to open
lg: Tekisobose kuggulawo

source: The device does not have an app that can open the attachment.
lg: Essimu telinaamu App esobola kuggulawo ekigattidwako.

source: This file is too large to download.
lg: Fayilo nene nyo okujiwanulayo

# message-edit-menu-edit
source: Edit
lg: Kyuusa

# message-edit-menu-delete
source: Delete
lg: Sangula

source: Attachments can not be forwarded.
lg: Ebigatte tebisobola kuwelezebwa.

# message-multiedit-header[zero]
source: Edit
lg: Kyusa

# message-multiedit-header[one]
source: {{ n }} selected
lg: {{ n }} kilondedwa

# message-multiedit-header[two]
source: {{ n }} selected
lg: {{ n }} bilondedwa

# message-multiedit-header[few]
source: {{ n }} selected
lg: {{ n }} bilondedwa

# message-multiedit-header[many]
source: {{ n }} selected
lg: {{ n }} bilondedwa

# message-multiedit-header[other]
source: {{ n }} selected
lg: {{ n }} bilondedwa

source: Browse to URL?: {{ url }}
lg: Noonya ku kyibanja kyomutimbagano?: {{ url }}

source: This email contains one image. Tap to download.
lg: Yiimeyilo eno elimu ekifananyi kimu. Kwatako okukiwanula

# message-download-images-tap[two]
source: This email contains {{ n }} images. Tap to download.
lg: Yiimeyilo eno elimu ebifananyi {{ n }} . Kwatako okubiwanula.

# message-download-images-tap[few]
source: This email contains {{ n }} images. Tap to download.
lg: Yiimeyilo eno elimu ebifananyi {{ n }} . Kwatako okubiwanula.

# message-download-images-tap[many]
source: This email contains {{ n }} images. Tap to download.
lg: Yiimeyilo eno elimu ebifananyi {{ n }} . Kwatako okubiwanula.

# message-download-images-tap[other]
source: This email contains {{ n }} images. Tap to download.
lg: Yiimeyilo eno elimu ebifananyi {{ n }} . Kwatako okubiwanula.

source: Show external images
lg: Laga ebifananyi ebye'bweru

# message-multiedit-cancel
source: Cancel
lg: Sazaamu

source: Delete this email message?
lg: Sangula yiimeyilo eno?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
lg: Sangula obubaka bwa yiimeyilo {{ n }} ?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
lg: Sangula obubaka bwa yiimeyilo {{ n }} ?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
lg: Sangula obubaka bwa yiimeyilo {{ n }} ?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
lg: Sangula obubaka bwa yiimeyilo {{ n }} ?

# message-large-message-cancel
source: Cancel
lg: Sazaamu

source: Continue
lg: Weyongereyo

source: This message is large and may take some time to download.
lg: Obubaka buno bunene era bwanditwala akabanga okubuwanula.

# message-search-from
source: From
lg: Okuva

# message-search-to
source: To
lg: Bugenda ewa

# message-search-subject
source: Subject
lg: Omutwe

source: Body
lg: Omubiri gwo'bubaka

source: All
lg: Bwona

source: Search Mail
lg: Noonya Obubaka bwa meyilo

# message-search-cancel
source: Cancel
lg: Sazaamu

source: Load More Messages
lg: Ttika Obubaka Obulala

source: No mail in this Folder
lg: Etelekelo lino temuli bubaka bwa meyilo

source: Select folder
lg: Londa etterekero

source: Save new contact
lg: Teleka endagiriro empya

source: Add to existing contact
lg: Yongereza kundagiliro eliwo

source: View contact
lg: Laba endagiliro

# message-contact-menu-reply
source: Reply
lg: Ddamu

source: Send new mail
lg: Sindika obubaka bwa meyilo obupya

# message-reply-menu-reply
source: Reply
lg: Ddamu

source: Reply All
lg: Ddamu eri boona

source: Forward
lg: Giwereze

# message-reply-menu-cancel
source: Cancel
lg: Sazaamu

source: {name} wrote
lg: {name} yawandiise

source: Original message
lg: Obubaka obwasoosewo

# forward-header-subject
source: Subject
lg: Omutwe

source: Date
lg: Ennaku z'omwezi

# forward-header-from
source: From
lg: Okuva

source: Reply-To
lg: Ddamu-Eri

# forward-header-to
source: To
lg: Eri

source: Inbox
lg: Akasanduke ko

source: Sent
lg: Eziwerezedwa

source: Drafts
lg: Ezitawedde

source: Trash
lg: Kasasiro

source: Unsent
lg: Ezitagenze

source: Archives
lg: Tterekero

source: Local Drafts
lg: Ebitawedde

# drawer-back
source: Back
lg: Emabega

# drawer-accounts-header
source: Accounts
lg: Akaawunta

source: Settings
lg: Entegeka

source: Last sync:
lg: Okukwasaganya okwasembayo ne'ngabirizi yaffe

source: Refresh
lg: Zza bugya

source: Refreshing
lg: Okuzza obugya

source: Top
lg: Wagulu

source: Folders and settings
lg: Obusanduku n'ebyentegeka

source: Undo
lg: Kizeeyo

source: 1 message flag set
lg: Ka bendera kamu kateredwa ku bubaka

# toaster-message-star[two]
source: {{ n }} message flags set
lg: Bu bendera {{ n }} obwo kububaka buteredwako

# toaster-message-star[few]
source: {{ n }} message flags set
lg: Bu bendera {{ n }} obwo kububaka buteredwako

# toaster-message-star[many]
source: {{ n }} message flags set
lg: Bu bendera {{ n }} obwo kububaka buteredwako

# toaster-message-star[other]
source: {{ n }} message flags set
lg: Bu bendera {{ n }} obwo kububaka buteredwako

source: 1 message flag removed
lg: ka bendera ko'kububaka kamu kajidwako

# toaster-message-unstar[two]
source: {{ n }} message flags removed
lg: Bu bendera {{ n }} obwo kububaka bujidwako

# toaster-message-unstar[few]
source: {{ n }} message flags removed
lg: Bu bendera {{ n }} obwo kububaka bujidwako

# toaster-message-unstar[many]
source: {{ n }} message flags removed
lg: Bu bendera {{ n }} obwo kububaka bujidwako

# toaster-message-unstar[other]
source: {{ n }} message flags removed
lg: Bu bendera {{ n }} obwo kububaka bujidwako

source: 1 message marked as read
lg: Obubaka kamu bulambidwa ng'obusomedwa

# toaster-message-read[two]
source: {{ n }} messages marked as read
lg: Obubaka {{ n }} bulambidwa ng'obusomedwa

# toaster-message-read[few]
source: {{ n }} messages marked as read
lg: Obubaka {{ n }} bulambidwa ng'obusomedwa

# toaster-message-read[many]
source: {{ n }} messages marked as read
lg: Obubaka {{ n }} bulambidwa ng'obusomedwa

# toaster-message-read[other]
source: {{ n }} messages marked as read
lg: Obubaka {{ n }} bulambidwa ng'obusomedwa

source: 1 message marked as unread
lg: Obubaka kamu bulambidwa ng'obutanasomebwa

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
lg: Obubaka {{ n }} bulambidwa ng'obutanasomebwa

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
lg: Obubaka {{ n }} bulambidwa ng'obutanasomebwa

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
lg: Obubaka {{ n }} bulambidwa ng'obutanasomebwa

source: 1 message moved
lg: Obubaka kamu butambuzidwa

# toaster-message-move[two]
source: {{ n }} messages moved
lg: Obubaka {{ n }} butambuzidwa

# toaster-message-move[few]
source: {{ n }} messages moved
lg: Obubaka {{ n }} butambuzidwa

# toaster-message-move[many]
source: {{ n }} messages moved
lg: Obubaka {{ n }} butambuzidwa

# toaster-message-move[other]
source: {{ n }} messages moved
lg: Obubaka {{ n }} butambuzidwa

source: 1 message deleted
lg: Obubaka kamu busangudwa

# toaster-message-delete[two]
source: {{ n }} messages deleted
lg: Obubaka {{ n }} busangudwa

# toaster-message-delete[few]
source: {{ n }} messages deleted
lg: Obubaka {{ n }} busangudwa

# toaster-message-delete[many]
source: {{ n }} messages deleted
lg: Obubaka {{ n }} busangudwa

# toaster-message-delete[other]
source: {{ n }} messages deleted
lg: Obubaka {{ n }} busangudwa

source: Unable to connect to server
lg: Tekisobose ku kuyunga ku'ngabirizi

source: Invalid Addresses
lg: Endagiliro nkyaamu

source: Your message contains one or more invalid email addresses. Please correct them before sending.
lg: Obubaaka bwo buli endagiliro za yiimeilo enkyaamu. Bambi zitereeze nga tonaba kusindika.

source: Network unavailable. Email saved to outbox.
lg: Omukuttu teguliiwo. Yimeyilo eterekedwa muzitagenze

source: Sending mail…
lg: Yimeyilo esindikibwa...

source: Email sent.
lg: Yimeyilo esindikidwa.

source: Error occurred. Email saved to outbox.
lg: Wanadewo obuzibu. Yimeyilo eterekedwa muzitagenze.

source: Recipient error. Email saved to outbox.
lg: Obuzibu eri gwo'wereza. Yimeyilo eterekedwa mu kasanduuke ke'zitagenze

source: Mail failed to send
lg: Meyilo elemye okusindikibwa

source: Check the spelling of the addresses above. Your mail server indicated one or more of the addresses above are incorrect.
lg: Kebera empandiika y'endagiliro eri wagulu. Engabiriziyo eya meyilo elaga nti eemu kundagiliro oba ezisingawo wagulu sintufu.

source: The message could not be sent.
lg: Obubaka tebusobode kusindikibwa.

source: Remove text
lg: Gyawo ekigambo

source: Confirmation
lg: Okukakasibwa

source: 1 New Message
lg: Obubaka 1 Obupya

# new-messages[two]
source: {{ n }} New Messages
lg: Obubaka Obupya {{ n }}

# new-messages[few]
source: {{ n }} New Messages
lg: Obubaka Obupya {{ n }}

# new-messages[many]
source: {{ n }} New Messages
lg: Obubaka Obupya {{ n }}

# new-messages[other]
source: {{ n }} New Messages
lg: Obubaka Obupya {{ n }}

source: 1 New Email
lg: Yimeyilo Empya 1

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
lg: Yimeyilo {{ n }} Empya

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
lg: Yimeyilo {{ n }} Empya

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
lg: Obubaka bwa Yimeyilo {{ n }} obupya

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
lg: Obubaka bwa Yimeyilo {{ n }} obupya

source: 1 New Email ({{ accountName }})
lg: Yimeyilo 1 Empya ({{ accountName }})

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
lg: Yimeyilo {{ n }} Empya ({{ accountName }})

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
lg: Yimeyilo {{ n }} Empya ({{ accountName }})

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
lg: Yimeyilo {{ n }} Empya ({{ accountName }})

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
lg: Yimeyilo {{ n }} Empya ({{ accountName }})

source: Are you sure?
lg: Okakasa?

source: Other people may be able to see your passwords and emails or control your account.
lg: Abantu abalala bayinza okusobola okulaba ekigambokyo eky'ekyaama no kulaba obubakabwo obwa yimeyilo oba n'oddukanya akawuuntayo.

source: There are multiple, free email providers that offer more secure, encrypted connections.
lg: Waliwo abakola kuby'empeereza ya yimeyilo ab'obwerere nga balina n'ebyokwerinda ebinywevu, n'enyunga ezesigika.

source: Learn more
lg: Yigga ebisingawo

source: I understand
lg: Nkitegera

source: Previous
lg: Ekiyise

source: Received
lg: Bwafunibwa
