Repository: translate/mozilla-gaia
Catalog: hto/shared/permissions/permissions.properties.po
Languages: hto

source: App Permission
hto: ñúe fɨnóye ie apps

source: Website Permission
hto: Bíe íyano web ɨ́ɨnori

source: Select Camera
hto: Jóreño óra nɨze

source: Schedule Alarms
hto: Kázitaɨra Bóno

source: Microphone
hto: Úriraɨya

source: Would you like to share your microphone with {{app}}?
hto: ¿Ó fekaiakadɨo úriraiya biedo {{app}}?

source: Would you like to share your microphone with {{site}}?
hto: ¿Ó fekaiakadɨo úriraiya biedo iyano {{site}}?

# perm-audio-channel-content
source: Play Sounds
hto: Fɨkɨrede Bóno

source: Play Notification Sounds
hto: Fɨkɨrede Bono

source: Play Ringtone Sounds
hto: Fɨkɨrede Bóno

source: Access Sensor Data
hto: Sensores eroiyena

source: Bluetooth
hto: Órede Bluetooth

source: Inspect Web Pages
hto: Rabeniko web eroizaide

source: Cameras
hto: Jóreño óra

source: Select a camera for {{app}}.
hto: Jóreño óra ie {{app}}.

source: Select a camera for {{site}}.
hto: Jóreño óra ie {{site}}.

source: {{app}} would like to use your camera.
hto: {{app}} oreño jaiakadɨo.

source: {{site}} would like to use your camera.
hto: {{site}} Oreño jáiakadɨo.

source: Cell Broadcasts
hto: Nate celda

source: Contacts
hto: Komɨnɨ

source: {{app}} would like to access your contact list.
hto: Ráanɨaɨ {{app}} ò komɨnɨ eroiakade.

source: {{site}} would like to access your contact list.
hto: Iyano {{site}} ò komɨnɨ oriiakade.

source: Notifications
hto: Ráfue yote

source: {{app}} would like to display notifications.
hto: Ràanɨe {{app}} Eroizaide rafue yote.

source: {{site}} would like to display notifications.
hto: {{site}} Eroizaide rafue yote iyano.

source: Apps Storage
hto: Bie apps

source: Music Storage
hto: Rora jónera

source: {{app}} would like to access your music.
hto: {{app}} Rora jaiakadɨo.

source: {{site}} would like to access your music.
hto: {{site}} o rora bono.

source: Image Storage
hto: Jóreño jónera

source: {{app}} would like to access your images.
hto: {{app}} o jana eroizaide.

source: {{site}} would like to access your images.
hto: {{site}} Eroizaide o janɨaɨ..

source: Memory Card Storage
hto: Daa ráa ofítaɨra

source: {{app}} would like to access your memory card.
hto: {{app}} Ráa ófɨtaɨra ò eroizaide.

source: {{site}} would like to access your memory card.
hto: {{site}} Ráa ófɨtaɨra iyano ò eroizaide.

source: Video Storage
hto: Jóreño fɨnoka jónera

source: {{app}} would like to access your videos.
hto: Ranɨaɨɨ ie {{app}} Joreño fɨnoka eroiri.

source: {{site}} would like to access your videos.
hto: Iyano {{site}} Joreño fɨnoka eroiri.

source: Embed Apps
hto: apps jone

source: FM Radio
hto: Radio FM

source: {{app}} would like to use the FM Radio.
hto: Ráanɨaɨ {{app}} ó eroizaide joriamo FM.

source: {{site}} would like to use the FM Radio.
hto: Iyano {{site}} Ó eroizaide joriaɨmo FM.

source: Geolocation
hto: Kaɨ iyano joria ize

source: {{app}} would like to know your location.
hto: Ráanɨaɨ {{app}}} Ó iyano onoakadɨo.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
hto: {{brandShortName}} GPS jetaode, Wi-Fi, joriaɨ ó iyano eroiyena. oreka Raanɨaɨ mozilla jɨaɨ fɨnoraɨma, ñue fɨnoka o iyano. Nate raanɨaɨ o joriaɨ ñue fɨnoyena ie nana ite joriamo ñue fɨnoka bie joriaɨmo.

source: {{site}} would like to know your location.
hto: Iyano {{site}} Iyano onoakadɨo.

source: See Idle Status
hto: Eroi iyano ñueñede

source: Privileged IndexedDB
hto: komo fueño IndexedDB

source: Unlimited IndexedDB Storage
hto: Jonia raa IndexedDB fuedoñede

source: Manage Keyboards
hto: kúerado dama fɨnoyena

source: Act as a Keyboard
hto: Kuerado fɨnori

source: Camera and Microphone
hto: Jóreño óra íe Úriraɨya

source: Would you like to share your camera and microphone with {{app}}?
hto: ¿Ó fekaiakadɨo úriraiya iemo jóreño óra biedo {{app}}?

source: Would you like to share your camera and microphone with {{site}}?
hto: ¿Ó fekaiakadɨo úriraiya iemo jóreño óra biedo {{site}}?

source: Mobile Connection
hto: Nítanítaoide jóriaɨmo

source: Mobile Identity
hto: Joriaɨ ɨ́ɨnori

source: Network Events
hto: Gáɨriya bie Fóikui

source: Start an App
hto: Taɨnide app

source: Modify Apps Permissions
hto: Meidote bie apps

source: Power Settings
hto: Rɨyirede bie jɨerui

source: Modify Settings
hto: Meidoye Rɨyírede

source: Cross-Origin Requests
hto: Cross-Origin jɨkanoyena

source: Telephony
hto: Jóriaɨ

source: Camera
hto: Jóreño óra

source: Would you like to share your camera with {{app}}?
hto: ¿Ó fekaiakadɨo jóreño óra biedo taanɨa iena {{app}}?

source: Would you like to share your camera with {{site}}?
hto: ¿Ó fekaiakadɨo jóreño óra biedo iyano {{site}}?

source: Control Voicemail
hto: Úai jónera uñori

source: Install Webapps
hto: Webapps jone

source: Manage Wi-Fi
hto: Wi-Fi dama fɨnoyena

source: Open Overlay Popups
hto: Túño Overlay Popups

source: Play Alarm Sounds
hto: Kakayena kazitara fɨkɨrede

# perm-audio-channel-normal
source: Play Sounds
hto: Fɨkɨrede Bóno

source: Play public notification sounds
hto: Fɨkɨrede Bono yetara uai

source: Play Telephony Sounds
hto: Kakayena joriaɨ fɨkɨrede

source: Act as a Background Service
hto: Fɨnoraɨma jaɨ ñeiri

source: Crash Data Storage
hto: Ɨ́rakotade ráanɨ

source: Access Downloads
hto: Yunua yujude

source: Embed Widgets
hto: Jóne widgets

source: Feature Detection
hto: Fákara ranɨaɨ íyano

source: Firefox Accounts
hto: Fákara ie Firefox

source: Mobile Network
hto: Joriaɨ Fóikui

source: Open Overlay Popups (moz)
hto: Túño Overlay Popups (moz)

source: Play Ringtone Sounds (moz)
hto: Abɨdo Fɨkɨrede Bóno (moz)

source: Play Telephony Sounds (moz)
hto: Kakayena joriaɨ fɨkɨrede (moz)

source: Firefox Accounts (moz)
hto: Fákara ie Firefox (moz)

source: Control Usage Stats
hto: kúe guiga ráaɨaɨ beno íte éroiyena

source: NFC HCI Events
hto: Gaɨriya NFC HCI

source: Manage NFC
hto: Kúe dáma NFC

source: Phone Number Service
hto: Joriaɨ fakara

source: Push API
hto: Gáɨta API

source: Resource Stats
hto: Bíe kúe yóga íte

source: Send and Read SMS
hto: SMS fakadua orede

source: Control Volume
hto: Fɨkɨno dɨnɨ okuide

source: Access Storage
hto: Jonia raa yujude

source: Test Permission
hto: Bie ñue eroi

source: Set Date and Time
hto: Ímona bímona dɨga jone
