Repository: translate/mozilla-gaia
Catalog: ach/apps/settings/settings.properties.po
Languages: ach

source: After 1 minute
ach: Inge dakika 1

source: After 2 minutes
ach: Inge dakika 2

source: After 5 minutes
ach: Inge dakika 5

source: After 10 minutes
ach: Inge dakika 10

source: After 15 minutes
ach: Inge dakika 15

source: After 30 minutes
ach: Inge dakika 30

source: After 1 hour
ach: Inge cawa 1

source: After 4 hours
ach: Inge cawa 4

source: Require passcode
ach: Mit kod me donyo

source: Change passcode
ach: Lok kod me donyo

source: No SIM card
ach: SIM kad pe

source: PUK code
ach: Nyig coc me PUK

source: PUK2 code
ach: Nyig coc me PUK2

source: What is a SIM PIN?
ach: SIM PIN obedo ngo?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
ach: SIM PIN gengo nongo netwak me data pa SIM kad. Ka kicako, nyonyo mo keken matye ki SIM kad meno bi penyo pi PIN ne ka ocake.

source: A SIM PIN is not the same as the passcode used to unlock the device.
ach: SIM PIN pe rom ki kod me donyo ma kitiyo kwede me yabo nyonyo ne.

source: Change PIN
ach: Lok PIN

source: SIM PIN changed successfully
ach: SIM PIN oloke maber

source: SIM {{index}} PIN changed successfully
ach: SIM {{index}} PIN oloke maber

source: Enter SIM PIN
ach: Ket SIM PIN

source: Enter SIM PIN2
ach: Ket SIM PIN2

source: Enter PUK code
ach: Ket nyig coc me PUK

source: Enter PUK2 code
ach: Ket nyig coc me PUK2

source: New PIN
ach: PIN manyen

source: Last try.
ach: Tem agiki.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
ach: odong temo ki {{n}}.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
ach: odong temo tyen {{n}}.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ach: odong temo tyen {{n}}.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ach: odong temo tyen {{n}}.

# pinAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
ach: I dong ki temo kicel me keto nyig coc ma kakare ma pud pe i loro SIM kad.

# pinAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud pe kiloro SIM kad.

# pinAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud pe kiloro SIM kad.

# pinAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud pe kiloro SIM kad.

# pinAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud pe kiloro SIM kad.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ach: Man gumi me agiki me keto PIN ma tye kakare. Ento, myero i ket nyig coc me PUK me tic ki SIM kad man.

source: The SIM card is locked.
ach: Kiloro SIM kad woko.

source: The SIM card is blocked.
ach: Kigengo SIM kad woko.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ach: Myero i ket nyig coc me lagony mamegi me yab (PUK) pi SIM kad. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

source: You must enter the Personal Unlocking Key (PUK2) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ach: Myero i ket nyig coc me lagony mamegi me yab (PUK2) pi SIM kad. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

source: The PUK code is incorrect.
ach: Nyig coc me PUK pe kakare.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo kicel me keto nyig coc ma kakare ma pud SIM kad man pe dong obitiyo matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# pukAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud SIM kad man pe dong obitiyo matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# pukAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud SIM kad man pe dong obitiyo matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# pukAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud SIM kad man pe dong obitiyo matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# pukAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud SIM kad man pe dong obitiyo matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
ach: Gum me agiki me keto nyig coc me PUK ma kakare. SIM kad mamegi pe dong obitiyo matwal ka i keto nyig coc me PUK ma pe kakare. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

source: Create PIN (must contain 4 to 8 digits)
ach: Cwe PIN (myero obed nyige 4 wa i 8)

source: Create PIN2 (must contain 4 to 8 digits)
ach: Cwe PIN2 (myero obed nyige 4 wa i 8)

source: Confirm new PIN
ach: Mok PIN manyen

source: Confirm new PIN2
ach: Mok PIN2 manyen

source: PINs don’t match
ach: PIN pe rwate

source: SIM-locked phone
ach: Cim ma kiloro i SIM

source: Unknown SIM card state
ach: Tye pa SIM kad pe ngene

source: SIM card not ready
ach: SIM kad pe oyube

source: Unauthorized SIM card
ach: SIM kad ma pe ki ye

source: Do Not Track
ach: Pe i lub

source: Tell websites and apps that I do not want to be tracked
ach: Tit ki kakube ki purugram ni pe amito ni ki lub kor an

source: Tell websites and apps that I want to be tracked
ach: Tit ki kakube ki purugram ni amito ni ki lub kor an

source: Do not tell websites and apps anything about my tracking preferences
ach: Pe itit ki kakube ki purugram gin mo keken ikom ma amaro me lubo kor

source: How does Do Not Track work?
ach: Pe ilub kor tiyo nining?

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you don’t want your behavior tracked.
ach: Kacce i cako Pe ilub kor, nyonyo ni tito bot kakube ki purugram weng (wa ki lupok kwena me cat ki lumi jami mukene) ni pe imito ni ki lub kor tic mamegi.

source: Turning on Do Not Track won’t affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
ach: Keto Pe ilub kor pe bigudo donyo ni i kakube onyo weko nyonyi wiye wil ikom ngec mamegi me mung, calo jami ma iyie adita me wil, ngec ikom kabedo onyo ngec me dony iyie.

source: Unplug USB cable to disable
ach: Wot waya me USB me juko

# availableSize[zero]
source: {{size}} {{unit}} available
ach: {{size}} {{unit}} tye

# availableSize[one]
source: {{size}} {{unit}} available
ach: {{size}} {{unit}} tye

# availableSize[two]
source: {{size}} {{unit}} available
ach: {{size}} {{unit}} tye

# availableSize[few]
source: {{size}} {{unit}} available
ach: {{size}} {{unit}} tye

# availableSize[many]
source: {{size}} {{unit}} available
ach: {{size}} {{unit}} tye

# availableSize[other]
source: {{size}} {{unit}} available
ach: {{size}} {{unit}} tye

# apps-total-space
source: Total space
ach: Kabedo weng

source: Used
ach: Kitiyo kwede

source: Left
ach: Odong

source: {{list}} shared
ach: {{list}} kinywako

source: SD Card
ach: SD kad

source: SD Card 2
ach: SD kad 2

source: Music
ach: Wer

source: Pictures
ach: Cal

source: Movies
ach: Cinema

# left-space
source: Space left
ach: Kabedo ma odong

# free-space
source: Space left
ach: Kabedo ma odong

source: Total space
ach: Kabedo weng

# size-not-available
source: Not available
ach: Pe tye

source: Advanced
ach: Rwom ma lamal

source: Choose where photos, videos, music and downloads are stored by default.
ach: Yer ka ma cal, video, wer ka gam kigwoko gi iye makwongo.

source: Share using USB
ach: Nywak ki USB

source: Format SD card
ach: Jwa SD kad

# format-sdcard-title
source: Format SD card
ach: Jwa SD kad

source: Format
ach: Jwa

source: Device
ach: Nyonyo

source: Help
ach: Kony

source: Device information
ach: Ngec ikom nyonyo

source: Phone number
ach: Namba cim

source: SIM {{index}}: Not available
ach: SIM {{index}}: Pe tye

source: Downloads
ach: Gam

source: Unknown
ach: Pe ngene

source: SIM {{index}}: Unknown
ach: SIM {{index}}: pe ngene

source: Developer
ach: Layub

source: Developer HUD
ach: HUD pa layub

source: Problems
ach: Peko

source: Warnings
ach: Ciko

source: Errors
ach: Bal

source: Security issues
ach: Lok me ber bedo

source: Performance
ach: Tic

source: Frames per second
ach: Purem pi ceken acelacel

source: Time to load
ach: Cawa me cano

source: App memory
ach: Memory me purugram

source: JS objects
ach: Jami me JS

source: JS strings
ach: Tol me JS

source: JS other
ach: JS mukene

source: Style
ach: Kit

# hud-other
source: Other
ach: Mukene

source: Software
ach: Purugram

source: Developer settings
ach: Ter pa layub

source: Debug
ach: Nong bal

source: Developer Menu
ach: Jami ayera pa layub

source: Developer Tools
ach: Jami pa layub

source: Graphics
ach: Cal

source: Async Pan/Zoom
ach: Pan/Zoom mape time marom

source: Debugging via USB
ach: Nongo bal ki iyi USB

source: DevTools via Wi-Fi
ach: DevTools ki iyi Wi-Fi

# debugger-disabled
source: Disabled
ach: Kijuko woko

source: ADB only
ach: ADB keken

source: ADB and DevTools
ach: ADB ki DevTools

source: Wi-Fi output in ADB
ach: Adwogi me Wi-Fi i ADB

source: Bluetooth output in ADB
ach: Adwogi me Bluetooth i ADB

source: Console enabled
ach: Kicako kacoc

source: Cards View: Screenshots
ach: Neno me kad: Cal kio

source: Geolocation output in ADB
ach: Adwogi me kabedo i ADB

source: Update channel
ach: Yoo me ngec manyen

source: Update URL
ach: URL me ngec manyen

source: Last Updated
ach: Kiketo ngec manyen me agiki

source: More Information
ach: Ngec Mapol

source: Software updates
ach: Ngec manyen me purugram

source: Daily
ach: Nino ducu

source: Weekly
ach: Cabit ducu

source: Monthly
ach: Dwe ducu

source: Check for updates
ach: Rot pi ngec manyen

source: Check now
ach: Rot kombedi

source: Update status
ach: Tye pa ngec manyen

source: Checking for updates…
ach: Roto pi ngec manyen…

source: No updates were found
ach: Ngec manyen pe ononge

source: Network is offline. Will check again when the network is online.
ach: Netwak pe iwiyamo. Wa biroto doki ka netwak tye iwiyamo.

source: There was an error when checking for updates.
ach: Bal otime i kare me roto pi ngec manyen.

source: About {{brandShortName}}
ach: Ikom {{brandShortName}}

source: {{brandShortName}} is the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
ach: {{brandShortName}} aye purugram ma doro kompiuta ma tye me nono dok ayaba ma oa ki bot Mozilla. Micon wa tye me cwalo anyim bedo ayaba, tic diro ki gum kun kigwoko twero me Kakube i cingi.

source: Learn More
ach: Nong ngec mapol

source: Reset Phone
ach: Nwo tero cim

source: CAUTION
ach: CIKO

source: Your Rights
ach: Twero ni

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
ach: {{brandShortName}} ki gero ikom purugram me nono dok ayaba ma lwak me alib ki iwi lobo weng aye guyubo. Tye jami mogo ma nok mamyero inge:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
ach: {{brandShortName}} kimiyo tye boti i te cik pa lancic mogo ma tye ayaba ikine tye Lancic pa Mozilla pi Lwak. Nyonyo ma tiyo ki {{brandShortName}} romo bene bedo ki purugram ma kigwoko ma aa ki bot pati me adek. Kod mo ma kimiyo i te lancic ma tye ayaba miyi twero me loko kod meno ki poko kit mamegi ma i loko ni teke mere i lubo cik gi.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
ach: Pe ki mii twero mo me alama cato wil onyo lancic me alama cato wil pa Guti me Mozilla onyo pati mo, ikine labongo gengo nying onyo cal me {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
ach: Jami mogo ma i {{brandShortName}}, calo Ripot me Bal, miyo boti gin ayera me miyo adwogi bot Mozilla. Me ye cwalo adwogi, i miyo twero bot Mozilla me tic ki adwogi meno me yubo jami ne, me cwalo woko adwogi i kakube ne, ki poko adwogi.

source: Legal Information
ach: Ngec ikom cik

# about-other
source: Other
ach: Mukene

source: Your Privacy
ach: Mung mamegi

source: Launch First Time Use
ach: Cak tic kwede tyen me acel

source: Edit downloads
ach: Yub gam

source: Select all
ach: Yer weng

source: Deselect all
ach: Wek weng

source: Delete
ach: Kwany

source: Battery
ach: Betwi

source: {{level}}% battery left
ach: {{level}}% betwi ma odong

source: Turn on automatically
ach: Ket pire kene

source: Accessibility
ach: Kit me nongo

source: Invert colors
ach: Lok rangi

source: Show accessibility settings
ach: Nyut ter me kit me nongo

source: Start
ach: Caki

source: Stop
ach: Juki

# improveBrowserOS
source: Improve {{brandShortName}}
ach: Med rwom pa {{brandShortName}}

# improveBrowserOSTitle
source: Improve {{brandShortName}}
ach: Med rwom pa {{brandShortName}}

source: Send Mozilla Feedback
ach: Cwal ki Mozilla adwogi

source: Crash reports
ach: Ripot me poto

source: Sending Mozilla a report when a crash occurs helps us fix the problem for everyone. Reports are sent over Wi-Fi only.
ach: Cwalo ripot bot Mozilla ka poto otime konyo wa me yubo bal pi dano ducu. Ripot kicwalo ki i Wi-Fi keken.

source: Always send a report
ach: Pol kare cwal ripot

source: Never send a report
ach: Pe i cwal ripot

source: Ask each time
ach: Peny cawa ducu

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
ach: Ripot me poto tye ki lok mogo kore ki kore ikom poto ki nyonyo mamegi, ka cel ki cal me tye pa nyonyo mamegi i kare ma opoto.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
ach: Man twero bedo ki jami calo pot buk ma oyabe ka purugram, coc ma kicoyo i pwom ki jami ma i kwena ma oyabe, yeny ma okato cokcoki, onyo kabedo ma purugram ma oyabe otiyo kwede.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
ach: Wa tiyo ki ripot me poto me temo yubo bal ki medo rwom pa jami wa malo. Wa tero ngec mamegi kit ma ki tito i

source: privacy policy
ach: cik me mung wa

source: Submit Your Feedback
ach: Cwal adwogi mamegi

source: Your feedback will help us to improve Firefox OS.
ach: Adwogi ni bi konyowa medo rwom pa Firefox OS.

source: Sad
ach: Cwer cwiny

source: How do you feel?
ach: Iwinyo nining?

source: Why do you feel happy?
ach: Pingo iwinyo ii yom?

source: Why do you feel sad?
ach: Pingo iwinyo cwinyi cwer?

source: Please tell us in detail.
ach: Tim ber i titi wa kore ki kore.

source: The content of your feedback will be public, so please be sure not include any personal information.
ach: Jami ma iyi adwogi mamegi binen bot lwak, ci tim ber i nen ni pe iketo ngec mo mamegi ikine.

source: Check here to let us contact you from your email.
ach: Gwet kany me weko wa kube kwedi ki i email mamegi.

source: Email address:
ach: Kanonge me email:

source: Don’t worry. Your email will always be kept private.
ach: Pe i par. Email mamegi pol kare ki bigwoko i mung.

source: Send Feedback
ach: Cwal adwogi

source: Sorry, the system can’t send your suggestion because the server shut down. Please wait a moment and try again.
ach: Tim kica, nyonyo pe twero cwalo tam mamegi pien lapok tic olore woko. Tim ber i kur kong ka item doki.

source: Sorry, the system can’t send your suggestion because of a timeout. Please restart and try again.
ach: Tim kica, nyonyo pe twero cwalo tam mamegi pien kare otum woko. Tim ber i cak odoco ka item doki.

source: Sorry, the system can’t send your suggestion because the email address is missing or due to a formatting error. Please use a valid email address and try again.
ach: Tim kica, nyonyo pe twero cwalo tam mamegi pien kanonge me email pe nonge onyo pi bal me kit. Tim ber i tii ki kanonge me email ma atir ka i tem doki.

source: Sorry, the system can’t send your suggestion because the comment field is empty. Please enter some text and try again.
ach: Tim kica, nyonyo pe twero cwalo tam mamegi pien kabedo me lok tye nono. Tim ber i ket coc mo ka item doki.

source: Sorry, the system can’t send your suggestion because you already sent us feedback. Please try our next software update and send again.
ach: Tim kica, nyonyo pe twero cwalo tam mamegi pien dong i cwali wa adwogi. Tim ber i tem ngec manyen me purugram wa malubo ka i cwal doki.

source: Thanks for the feedback! We use it to help create better experiences in future releases of Firefox OS.
ach: Wapwoyo pi adwogi! Wa tiyo kwede me konyo yubo ngec macon mabeco pi Firefox OS mabino i anyim.

source: Online support:
ach: Kony ma iwiyamo:

source: Call support:
ach: Kony me cim:

source: User guide
ach: Nyuto tic kwede

source: Please contact your local provider for support.
ach: Tim ber i kube ki lapok tic mamegi me paco pi kony.

source: Operator Services
ach: Tic pa lapok tic

source: Send DTMF
ach: Cwal DTMF

source: Launch Browser
ach: Cak Layeny

source: Display Text
ach: Nyut coc

source: Select Item
ach: Yer jami

source: Provide Local Info
ach: Mii ngec me paco
