Repository: translate/mozilla-gaia
Catalog: ach/apps/settings/settings.properties.po
Languages: ach

source: Settings
ach: Ter

source: Advanced settings
ach: Ter me rwom ma malo

source: Default
ach: Makwongo

source: Enabled
ach: Ki ye

source: Enable
ach: Ye

source: Disabled
ach: Kijuko woko

source: Error
ach: Bal

source: OK
ach: EYO

source: Yes
ach: Eyo

source: No
ach: Pe

source: Reset
ach: Nwo tero

source: Cancel
ach: Juki

source: Close
ach: Lor

source: Back
ach: Cen

source: Continue
ach: Mede

source: Skip
ach: Kal

source: Pair
ach: Rib

source: Done
ach: Otum

source: Set
ach: Ter

source: Not now
ach: Pe kombedi

source: Turn ON
ach: Caki

source: Select a SIM card
ach: Yer SIM kad

# unavailable
source: Not available
ach: Pe tye

source: Network & Connectivity
ach: Netwak ki Kube

source: Airplane mode
ach: Kit me tuk ki dege

source: Geolocation
ach: Kabedo

source: Turn Wi-Fi on to view available networks.
ach: Dii Wi-Fi me neno netwak ma tye.

source: Available networks
ach: Netwak ma tye

source: Known networks
ach: Netwak ma ngene

source: Hidden networks
ach: Netwak ma kikano

source: Searching…
ach: Yenyo…

source: Search again
ach: Yeny doki

source: Initializing…
ach: Cako…

source: Connecting to {{ssid}}…
ach: Kubo i {{ssid}}…

# fullStatus-associated
source: Obtaining an IP address…
ach: Nongo kanonge me IP…

source: Connected to {{ssid}}
ach: Okube i {{ssid}}

# fullStatus-connectingfailed
source: Connection failed
ach: Kube pe olare

# fullStatus-disconnected
source: Offline
ach: Pe iwiyamo

# shortStatus-connecting
source: Connecting…
ach: Kubo…

# shortStatus-associated
source: Obtaining an IP address…
ach: Nongo kanonge me IP…

# shortStatus-connected
source: Connected
ach: Okube

# shortStatus-connectingfailed
source: Connection failed
ach: Kube pe olare

# shortStatus-disconnected
source: Offline
ach: Ma pe iwiyamo

source: Manage networks
ach: Lo netwak

source: Manage certificates
ach: Lo catibiket

source: Manage Cert.
ach: Lo Catibiket.

source: Join hidden network
ach: Dony i netwak ma kikano

source: Secured by {{capabilities}}
ach: Ki gwoko ki {{capabilities}}

source: Security
ach: Ber bedo

# securityNone
source: None
ach: Pe

source: Open
ach: Yabi

source: IP address
ach: Kanonge me IP

source: Link speed
ach: Dwiro me kube

source: Signal strength
ach: Teko me cignal

source: Very weak
ach: Goro matek

source: Weak
ach: Goro

source: Average
ach: La dyere

source: Good
ach: Ber

source: Very good
ach: Ber tutwal

source: Forget
ach: Wek wi wil

source: Forget network?
ach: Wek wi wil ikom netwak?

# forgetNetwork-confirmation
source: Confirmation
ach: Moko

source: Authentication
ach: Moko ada

source: EAP method
ach: Yoo me EAP

source: Server certificate
ach: Catibiket pa lapok tic

source: Notice: If you need to import new certificates, please go to "Manage certificates".
ach: Ngec: Ka i mito kelo catibiket manyen, tim ber i cit i "Lo catibiket".

source: Identifier
ach: Lanyut

source: Password
ach: Mung me donyo

source: Show password
ach: Nyut mung me donyo

source: Network notification
ach: Ngec me netwak

source: Notify me when an open network is available
ach: Miya ngec ka netwak matye ayaba tye

source: MAC address
ach: Kanonge me MAC

# macUnavailable
source: Not available
ach: Pe tye

source: No networks found
ach: Pe ki nongo netwak

source: No known networks
ach: Netwak ma ngene pe tye

source: Edit
ach: Yubi

source: Certificate list
ach: Nying me catibiket

source: No imported certificate
ach: Catibiket ma kikelo pe tye

source: Delete certificate
ach: Kwany catibiket

source: Import certificate
ach: Kel catibiket

source: Select certificate file
ach: Yer pwail me catibiket

source: Enter certificate nick name
ach: Ket nying anywar pa catibiket

source: Nick name
ach: Nying anywar

source: You can change the nick name or keep the default name.
ach: Itwero loko nying anywar ne onyo gwok nying mukwongo.

source: Certificate deletion failed
ach: Kwanyo catibiket pe olare

source: This may be due to a storage issue, for example.
ach: Man twero bedo pi lok me kan, me labolle.

source: Certificate import failed
ach: Kelo catibiket pe olare

source: This may be due to a damaged certificate file, for example.
ach: Man twero bedo pi pwail me catibiket ma obale, pi labolle.

source: Connect with WPS
ach: Kube ki WPS

source: WPS is in progress…
ach: WPS tye ka wot…

source: WPS was canceled
ach: Kijuko WPS woko

source: WPS timed out
ach: Kare me WPS otum woko

source: WPS failed
ach: WPS pe olare

source: Another WPS PBC AP was found
ach: AP mukene me WPS PBC ononge

source: Automatic Wi-Fi setup
ach: Ter matime kene pi Wi-Fi

source: Select a WPS method:
ach: Yer yoo me WPS:

source: Button connection
ach: Kube me jarara

source: My PIN connection
ach: Kube me PIN mamega

source: AP PIN connection
ach: Kube me AP PIN

source: Input {{pin}} to an opposite device
ach: Ket {{pin}} i nyonyo ma olung tuke

source: Select an opposite device
ach: Yer nyonyo ma olung tuke

# wpsAnyAp
source: Any
ach: Mo

source: Cancel WPS
ach: Juk WPS

source: Failed to cancel WPS
ach: Juko WPS pe olare

source: Requesting network info…
ach: Kwayo pi ngec me netwak…

source: Error in query
ach: Bal i peny

source: Voicemail
ach: Kwena me dwon

source: Voicemail Number
ach: Namba pi kwena me dwon

source: Not set
ach: Pe ki tero

source: Voice privacy mode
ach: Kit me dwon me mung

source: Call waiting
ach: Kuro cim

source: Unable to confirm call waiting preferences
ach: Pe twero moko ma imaro me kuro cim

source: Call forwarding
ach: Cwalo cim anyim

source: Forward
ach: Cwal anyim

source: Always forward
ach: Pol kare cwal anyim

source: Always
ach: Pol kare

source: Forward when busy
ach: Cwal anyim ka tic dwong

source: When busy
ach: Ka tic dwong

source: Forward when unanswered
ach: Cwal anyi ka pe kigamo

source: When unanswered
ach: Ka pe kigamo

source: Forward when unreachable
ach: Cwal anyim ka pe nonge

source: When unreachable
ach: Ka pe nonge

source: Voice calls to
ach: Cim me dwon bot

# callForwardingNotForwarding
source: Disabled
ach: Kijuko

source: Call forwarding confirmation message
ach: Kwena me moko cwalo cim anyim

source: Always use this number
ach: Pol kare ti ki namba eni

source: Number when unreachable
ach: Namba ka pe nonge

source: Number when unanswered
ach: Namba ka pe kigamo

source: Number when busy
ach: Namba ka tic dwong

source: This phone number is invalid.
ach: Namba cim man pe atir.

source: Operation successfully set.
ach: Kitero tic maber.

source: Your operator does not support that operation.
ach: Lapok tic mamegi pe cwako tic eno ni.

source: Network default
ach: Makwongo pa netwak

source: Hide number
ach: Kan namba

source: Show number
ach: Nyut namba

source: List of numbers that can be called
ach: Namba ma ki twero goyo gi

source: Restrict which numbers can be dialed from this phone.
ach: Geng namba mene ma ki romo goyo gi ki i cim man.

source: (Emergency numbers will always be dialable)
ach: (Namba me cim me atura pol kare dine)

source: Enable FDN
ach: Ket FDN

source: Disable FDN
ach: Juk FDN

source: Reset PIN2
ach: Nwo tero PIN2

# fdnAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
ach: I dong ki temo kicel me keto nyig coc ma kakare ma pud pe kiloro SIM kad.

# fdnAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud pe kiloro SIM kad.

# fdnAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud pe kiloro SIM kad.

# fdnAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud pe kiloro SIM kad.

# fdnAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud pe kiloro SIM kad.

source: This is your last chance to enter the correct PIN2. Otherwise, you must enter the PUK2 code to use this SIM card.
ach: Man gumi me agiki me keto PIN2 ma kakare. Ento, omyero i ket nyig coc me PUK2 me tic ki SIM kad man.

source: The PIN2 code is incorrect.
ach: Nyig coc me PIN2 pe kakare.

source: Call forwarding is disabled by FDN.
ach: FDN ojuko cwalo cim anyim.

source: Authorized numbers
ach: Namba ma ki ye

source: name
ach: nying

# fdnContact-number
source: number
ach: namba

source: submit
ach: cwal

source: Add contact
ach: Med yoo me kube

source: Call
ach: Go cim

# fdnAction-edit
source: Edit contact
ach: Yik yoo me kube

# fdnAction-edit-header
source: Edit contact
ach: Yik yoo me kube

source: Delete contact
ach: Kwany yoo me kube

source: Messaging Settings
ach: Ter me kwena

source: Message confirmation
ach: Mok me kwena

source: Delivery reports
ach: Ripot me cwal

source: Request notification of delivery for each message sent
ach: Kwa pi ngec me cwal pi kwena ducu ma kicwalo

source: Read reports
ach: Ripot me kwan

source: Request read report for each message sent
ach: Kwa pi kwan ripot me kwan pi kwena ducu ma kicwalo

source: Auto retrieve
ach: Kel pire kene

source: Automatically retrieve messages
ach: Kel kwena pire kene

source: Off
ach: Pe tye

source: On with roaming
ach: Tye ki wot

source: On without roaming
ach: Tye labongo wot

source: Auto-configure
ach: Ter-matime kene

source: WAP Push messages
ach: Kwena me WAP Push

source: Cell broadcast messages
ach: Kwena me kube pa cim iwiyamo

source: Cell broadcast
ach: Kube pa cim iwiyamo

source: Cellular & Data
ach: Cim ki Data

source: Carrier
ach: Latingo

source: Data connection
ach: Kube me data

source: Data roaming
ach: Wot me data

source: Network operator
ach: Lapok tic me netwak

source: Network operators in the area
ach: Lapok tic ma i kabedo ni

source: Preferred network type
ach: Kit netwak ma kimaro

source: Network type could not be set
ach: Tero kit netwak nongo pe twere

source: Network type
ach: Kit netwak

# operator-networkType-auto
source: Automatic
ach: Matime kene

source: 3G preferred
ach: kimaro 3G

source: 2G only
ach: 2G keken

source: 3G only
ach: 3G keken

source: WCDMA preferred
ach: WCDMA ma kimaro

source: Auto (2G/3G)
ach: Matime kene (2G/3G)

source: Auto (CDMA/EVDO)
ach: Matime kene (CDMA/EVDO)

source: Auto (WCDMA/GSM)
ach: Matime kene (WCDMA/GSM)

source: Auto (LTE/WCDMA/GSM)
ach: Matime kene (LTE/WCDMA/GSM)

source: Auto (LTE/CDMA/EVDO)
ach: Matime kene (LTE/CDMA/EVDO)

source: Auto (WCDMA/GSM/CDMA/EVDO)
ach: Matime kene (WCDMA/GSM/CDMA/EVDO)

source: Automatic selection
ach: Yer matime kene

# operator-networkSelect-auto
source: Automatic
ach: Matime kene

source: Manual
ach: Ki cing

source: Turn automatic selection off to view available network operators.
ach: Kwany yer matime kene woko me neno lapok tic me netwak matye.

# operator-status-connecting
source: Connecting…
ach: Kubo…

# operator-status-connectingfailed
source: Connection failed
ach: Kube pe olare

# operator-status-connected
source: Connected
ach: Okube

source: Roaming preference
ach: Ma imaro pi wot

source: Home
ach: Gang

# operator-roamingPreference-any
source: Any
ach: Mo

source: Affiliated
ach: Jang

source: Data settings
ach: Ter me data

source: A-GPS settings
ach: Ter me A-GPS

source: Message settings
ach: Ter me kwena

source: Tethering settings
ach: Ter me twec

source: IMS settings
ach: Ter me IMS

source: MMS port
ach: Bur me MMS

source: MMS proxy
ach: Proxy me MMS

source: HTTP proxy host
ach: Proxy pa lami kube me HTTP

source: HTTP proxy port
ach: Bur pa proxy me HTTP

source: (custom settings)
ach: (ter me yub)

# apn-authType
source: Authentication
ach: Moko

# apn-authType-notDefined
source: Not defined
ach: Pe kigonyo

# apn-authType-none
source: None
ach: Pe

source: PAP or CHAP
ach: PAP nyo CHAP

source: Protocol
ach: Cik

source: Roaming protocol
ach: Cik me wot

# apn-protocol-notDefined
source: Not defined
ach: Pe ki gonyo tere

source: Turn ON data connection?
ach: Ket kube me data?

source: Turn ON data roaming?
ach: Ket wot me data?

source: Unknown state
ach: Tye ne pe ngene

source: Available
ach: Tye

# state-connected
source: Connected
ach: Okube

# state-current
source: Connected
ach: Okube

source: Forbidden
ach: Kigengo

source: Turn Bluetooth on to view devices in the area.
ach: Ket Bluetooth me neno nyonyo ma tye i kabedo ne.

source: Paired devices
ach: Nyonyo ma kiribo

source: Devices in the area
ach: Nyonyo ma i kabedo

source: Visible to all
ach: Nen bot duc

source: Your device name exceeds {{length}} characters. Please retry again.
ach: Nying nyonyo mamegi kato kit {{length}} woko. Tim ber i tem doki.

source: Bluetooth Address
ach: Kanonge me Bluetooth

# bluetooth-address-unavailable
source: Not available
ach: Pe tye

source: No devices paired
ach: Pe kiribo nyonyo mo

source: Turned off
ach: Pe tye

# bt-status-paired[one]
source: {{name}}, +{{n}} more
ach: {{name}}, +{{n}} mapol

# bt-status-paired[two]
source: {{name}}, +{{n}} more
ach: {{name}}, +{{n}} mapol

# bt-status-paired[few]
source: {{name}}, +{{n}} more
ach: {{name}}, +{{n}} mapol

# bt-status-paired[many]
source: {{name}}, +{{n}} more
ach: {{name}}, +{{n}} mapol

# bt-status-paired[other]
source: {{name}}, +{{n}} more
ach: {{name}}, +{{n}} mapol

source: Tap to connect
ach: Gudi me kubo

source: Pairing with device…
ach: Ribo ki nyonyo…

source: Waiting for other device…
ach: Kuro nyonyo mukene…

source: Paired
ach: Kiribo

# device-status-connecting
source: Connecting…
ach: Kubo…

# device-status-connected
source: Connected
ach: Okube

source: Connected to phone audio
ach: Okube i dwon me cim

source: Connected to media audio
ach: Okube i dwon me lapok lok

source: Connected to phone/media audio
ach: Okube i dwon me cim/lapok lok

source: Unpair
ach: Kwany

source: Confirm
ach: Moki

# device-option-unpair-confirmation
source: Confirmation
ach: Moko

source: Unpair device?
ach: Kwany nyonyo?

source: Connect
ach: Kub

source: Disconnect
ach: Kwany kube

source: Searching for devices…
ach: Yenyo nyonyo…

source: Search for devices
ach: Yeny nyonyo

source: Rename my device
ach: Lok nying nyonyo na

source: Unknown device
ach: Nyonyo mape ngene

source: Change phone name
ach: Lok nying cim

source: Change the name of your device as it appears in your computer
ach: Lok nying nyonyo mamegi kit ma nen kwede i kompiuta mamegi

source: New name
ach: Nying manyen

source: Unable to pair devices
ach: Pe twero ribo nyonyo

source: Unable to pair with the device. Check that the PIN is correct.
ach: Pe twero ribe ki nyonyo ne. Rot ni PIN ne tye kakare.

source: Unable to pair with the device. Too many requests.
ach: Pe twero ribe ki nyonyo ne. Kwac pol tutwal.

source: Unable to connect devices
ach: Pe twero kubo nyonyo

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
ach: Rot ni nyonyo ma i tye ka temo kube kwede ni pud nonge dok bene kiketo Bluetooth ne.

source: Unpair a connected device?
ach: Kwany nyonyo ma kikubo?

source: You are currently connected to this device. Unpairing will also disconnect from it.
ach: Kombedi i kube ki nyonyo man. Kwanyo ne bene bijuko kube kwede woko.

source: The SSID cannot be empty
ach: SSID pe twero bedo nono

source: Internet sharing
ach: Nywako intanet

source: Share my phone’s Internet connection with a USB-connected device.
ach: Nywak kube me intanet pa cim mamega ki nyonyo ma kikubo ki USB.

source: Allow other devices to share my phone’s Internet connection by connecting via Wi-Fi.
ach: Ye nyonyo mukene me nywako kube me intanet pa cim mamega kun gikube ki iyi Wi-Fi.

source: Name
ach: Nying

# wifi-password
source: Password
ach: Mung me donyo

# wifi-security
source: Security
ach: Ber bedo

source: USB tethering
ach: Twec me USB

# wifi-auth-username
source: Username
ach: Nying me tic

# wifi-auth-password
source: Password
ach: Mung me donyo

# wifi-join-username
source: Username
ach: Nying me tic

# wifi-join-password
source: Password
ach: Mung me donyo

source: SSID network name
ach: Nying netwak me SSID

source: open
ach: yabi

source: The password must have at least 8 characters.
ach: Mung me donyo myero obed ki kit ma pe tidi loyo 8.

source: Personalization
ach: Pa ngat moni

source: Sound
ach: Dwon

source: Volume
ach: Dwone

source: Short
ach: Cek

source: Ringtones
ach: Rington

source: Manage Sounds
ach: Lo dwon

source: Manage Ringtones
ach: Lo rington

source: Other sounds
ach: Dwon mukene

source: Alerts
ach: Ciko

source: Unlock screen
ach: Yab kio

source: Camera
ach: Lamak cal

source: Sent Message
ach: Kwena ma kicwalo

source: Alarm
ach: Lapo wic

source: Media
ach: Lapok lok

source: Saving ringtone…
ach: Gwoko rington…

source: The ringtone was not changed because the selected file can not be played on this phone.
ach: Pe kiloko rington pien pwail ma kiyero ni pe kitwero tuku i cim man.

source: We were unable to find a ringtone app to manage ringtones!
ach: Pe wa nongo purugram me rington me loyo rington!

source: Display
ach: Nyut

source: Brightness
ach: Lengo ne

source: Adjust automatically
ach: Yub pire kene

source: Lock screen
ach: Lor kio

source: Wallpaper
ach: Cal me kor ot

source: Screen timeout
ach: Cawa me kio otum

source: 1 minute
ach: dakika 1

source: 2 minutes
ach: dakika 2

source: 5 minutes
ach: dakika 5

source: 10 minutes
ach: dakika 10

source: never
ach: pe

source: Drag from the left or right edge of the screen to jump between apps.
ach: Tel ki tung lacam onyo tung lacuc pa kio me pye ikin purugram.

source: Notifications
ach: Miyo ngec

source: Show on lock screen
ach: Nyuti i loro kio

source: Show after reboot
ach: Nyuti inge cako odoco

source: Date & Time
ach: Nino dwe ki Cawa

source: Set automatically
ach: Ter pire kene

source: Set manually
ach: Ter ki cing

source: Time zone
ach: Cawa me kabedo

source: Date
ach: Nino dwe

source: Time
ach: Cawa

source: Select time zone
ach: Yer cawa me kabedo

source: Language
ach: Leb

source: Region
ach: Kabedo

source: SIM manager
ach: La lo SIM

source: SIM settings
ach: Ter me SIM

source: SMS will be sent from
ach: Ki bicwalo SMS ki i

source: Data service network and Marketplace payments
ach: Netwak me tic pa data ki cul me Marketplace

source: Always ask
ach: Pol kare peny

source: SIM PIN locked
ach: Kiloro SIM PIN

source: No operator
ach: Lapok tic pe

source: The current data transfer will be suspended. Continue anyway?
ach: Kibijuko woko kobo data ma kombedi ni. Kadi kumeno mede?

source: Homescreen
ach: Kio me gang

# vertical-homescreen-header
source: Homescreen
ach: Kio me gang

source: Icon Layout
ach: Pulan me cal

source: Three Columns
ach: Rek malube adek

source: Four Columns
ach: Rek malube angwen

source: Notice
ach: Ngec

source: Search Engine
ach: Injin me yeny

source: Search Suggestions
ach: Tam me yeny

source: Homescreens
ach: Kio me gang

source: Change homescreen
ach: Lok kio me gang

# changeHomescreenButton
source: Change
ach: Lok

source: Description
ach: Tito

source: Installed input methods
ach: Yoo me keto coc ma kiketo

source: Keyboards
ach: Kadiyo coc

source: Number layouts
ach: Pulan me namba

source: Option layouts
ach: Pulan me ayera

source: Keypad
ach: Kadiyo coc

source: Dial Pad
ach: Kadiyo coc

source: Selected keyboards
ach: Kadiyo coc ma kiyero

source: Add more keyboards
ach: Med kadiyo coc mapol

source: At least one {{type}} keyboard should be selected
ach: Myero ki yer kadiyo coc {{type}} acel mo

source: text
ach: coc

# keyboardType-number
source: number
ach: namba

# fxa
source: Firefox Accounts
ach: Akaunt me Firefox

source: Account Management
ach: Loyo akaunt

# fxa-accounts
source: Firefox Accounts
ach: Akaunt me Firefox

source: Your Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
ach: Akaunt mamegi weko i tiyo ki jami calo Nong Nyonyo Mamega ki purugram calo Cuk me Firefox.

source: Create account or sign in
ach: Cwe akaunt onyo dony iye

source: Confirm Your Account
ach: Mok account mamegi

source: We will send an email to: {{email}}
ach: Wa bicwalo email bot: {{email}}

source: Click the verification link in your email to confirm your account.
ach: Dii kakube me mok ma iyi email mamegi me moko akaunt mamegi.

source: Cancel Account Confirmation
ach: Juk moko akaunt

source: A verification link has been sent to {{email}}.
ach: Kicwalo kakube me mok bot {{email}}.

source: Don’t see an email? {{resend}}.
ach: Pe ineno email? {{resend}}.

source: Resend
ach: Nwo cwalo

source: About
ach: Ikom

source: Signed in as {{email}}
ach: Idonyo iye calo {{email}}

source: Signed In
ach: Idonyo iye

source: Marketplace
ach: Cuk

# fxa-find-my-device-app
source: Find My Device
ach: Nong Nyonyo Mamega

source: Options
ach: Gin ayera

source: Sign Out
ach: Kat woko

source: Please confirm {{email}}
ach: Tim ber i mok {{email}}

source: Find My Device
ach: Nong Nyonyo Mamega

source: Find My Device allows you to locate, lock or erase your phone
ach: Nong Nyonyo Mamega weko i nongo, loro ki jwayo cim mamegi

source: Sign In or Create an Account
ach: Dony iye onyo Cwe akaunt

source: Enable Find My Device
ach: Ket Nong Nyonyo Mamega

source: About Find My Device
ach: Ikom Nong Nyonyo Mamega

source: Find My Device allows you to locate, lock or erase your phone from a web site:
ach: Nong Nyonyo Mamega weko i nongo, loro ki jwayo cim mamegi ki i kakube:

source: Enable Geolocation?
ach: Cak Kabedo?

source: To view your device's location, you must enable geolocation tracking.
ach: Me neno kabedo pa nyonyo mamegi, myero i ket lubo kabedo.

source: Geolocation Enabled
ach: Kiketo Kabedo

source: This device is currently offline. Connect to a network and try again.
ach: Nyonyo man kombedi pe tye iwiyamo. Kube i netwak ka item doki.

source: Your phone is being tracked by another device through the website.
ach: Nyonyo mukene tye ka lubo cim mamegi ki iyi kakube.

source: No devices are actively tracking your phone through the website.
ach: Pe tye nyonyo mo ma tye ka lubo cim mamegi ki iyi kakube.

source: Privacy & Security
ach: Mung ki Ber bedo

source: Passcode lock
ach: Lapung kod me donyo

source: Passcode: {{code}}
ach: Kod me donyo: {{code}}

source: Screen lock
ach: Lalor kio

source: SIM security
ach: Ber bedo me SIM

source: App permissions
ach: Twer me purugram

source: Author
ach: Laco ne

source: Permissions
ach: Twero

source: Revoke
ach: Kwany

source: Ask
ach: Peny

source: Deny
ach: Kwer

source: Grant
ach: Ye

source: Uninstall app
ach: Kwany purugram

source: Are you sure you want to uninstall {{ app }}?
ach: Imoko ni i mito kwanyo {{ app }}?

source: Clear bookmarks data
ach: Jwa data me alamabuk

source: Clear private data from bookmarks?
ach: Jwa data me mung ki i alamabuk?

source: This clears private data from bookmarks that have been added to the home screen. This cannot be undone.
ach: Man jwayo woko data me mung ki i alamabuk ma kimedo i kio me gang. Man pe ki twero gonyo ne.

source: Clear
ach: Jwa

source: Phone
ach: Cim

source: Messages
ach: Kwena

source: Vibrate
ach: Yenge

source: Change
ach: Lok

source: Create
ach: Cwe

source: Create a Passcode
ach: Cwe kod me donyo

source: Passcode
ach: Kod me donyo

# passcode-heading
source: Passcode
ach: Kod me donyo

source: Enter passcode
ach: Ket kod me donyo

source: New passcode
ach: Kod manyen me donyo

source: Current passcode
ach: Kod me donyo ma kombedi

source: Passcode is incorrect
ach: Kod me donyo pe tye kakare

source: Passcode doesn’t match. Try again.
ach: Kod me donyo pe rwatte. Tem doki.

source: Confirm passcode
ach: Mok kod me donyo

source: Immediately
ach: Cut

source: After 5 seconds
ach: Inge ceken 5

source: After 15 seconds
ach: Inge ceken 15

source: After 30 seconds
ach: Inge ceken 30
