Repository: translate/mozilla-gaia
Catalog: yo/apps/communications/contacts/contacts.properties.po
Languages: yo

source: Cancel
yo: Parẹ́

source: Done
yo: Ti ṣe tán

source: OK
yo: Ó DÁRA

source: Update
yo: Ṣàfikún

source: Retry
yo: Tún gbìyànjú

source: Contacts
yo: Àwọn Olùbásọ̀rọ̀

source: Add contact
yo: Ṣàfikún olùbásọ̀rọ̀

source: Delete contact
yo: Pa olùbásọ̀rọ̀ rẹ́

source: Select contact
yo: Yan olùbásọ̀rọ̀

source: Select all
yo: Yan gbogbo wọn

source: Deselect all
yo: Máṣeyan wọn

source: Edit contact
yo: Ṣàtúntò olùbásọ̀rọ̀

source: Delete contact?
yo: Pa olùbásọ̀rọ̀ rẹ?

source: Delete
yo: Parẹ́

source: Comments
yo: Àwọn Ìdáásí

source: This contact does not have a phone number
yo: Olùbásọ̀rọ̀ yii kòní nọ́ḿbà fóónù

source: This contact does not have an email address
yo: Olùbásọ̀rọ̀ yìí kòní àdírẹ́sì ìmeelì

source: Remove contact picture?
yo: Ṣàyọkúrò àwòrán olùbásọ̀rọ̀

source: Loading contacts…
yo: Ń gbáradì olùbásọ̀rọ̀…

source: No name
yo: Kò sí orúkọ

source: Name
yo: Orúkọ

source: Last name
yo: Orúkọ àbísọ

source: Carrier
yo: Alarù

# carrier.placeholder
source: Carrier
yo: Alarù

source: Email
yo: Í-meèlì

# email.placeholder
source: Email
yo: Í-meèlì

source: Street
yo: Àdúgbò

source: Zip code
yo: Kóòdù Zip

source: City
yo: Ìlú

source: Country
yo: Orílẹ̀ èdè

source: Comment
yo: Ìdáásí

source: Company
yo: Ilé iṣẹ́

source: Date
yo: Déètì

# date-span-placeholder
source: Date
yo: Déètì

# date.placeholder
source: Date
yo: Déètì

source: Birthday
yo: Ọjọ́ ìbí

source: Anniversary
yo: Àjọ̀dún

source: Add Picture
yo: Ṣàfikún Àwòrán

source: Add Phone
yo: Ṣàfikún Fóònù

source: Add Email
yo: Ṣàfikún Í-meèlì

source: Add Address
yo: Ṣàfikún Àdírẹ̀sì

source: Add Date
yo: Ṣàfikún Déètì

source: Add Comment
yo: Ṣàfikún Ìdáásí

source: Add as Favorite
yo: Ṣàfikún Aayò

source: Remove as Favorite
yo: Ṣàyọkúrò bíi Aayò

source: Add
yo: Ṣàfikún

source: Exit
yo: Jáde

source: Expand
yo: Fẹ̀

source: Name:
yo: Orúkọ:

source: Last name:
yo: Orúkọ àbísọ:

source: Phone number:
yo: Nọ́ḿbà fóónù:

source: Carrier:
yo: Alarù:

source: Email:
yo: Í-meélì:

source: Street:
yo: Àdúgbò:

source: Zip code:
yo: Kóòdù Zip:

source: City:
yo: Ìlú:

source: Country:
yo: Orílẹ̀ èdè:

source: Comment:
yo: Idáásí:

source: Main information
yo: Olórí ìwifún

source: Phone numbers
yo: Àwọn nọ́ḿbà fóònù

source: Email address
yo: Àdírẹ̀sì í-meélì

source: Search
yo: Ìṣàwárí

source: No contacts found
yo: Kòsí àwọn olùbásọ̀rọ̀

source: Transfer Contacts
yo: Fi olùbásọ̀rọ̀ jíṣẹ́

# importContactsTitle
source: Import Contacts
yo: Gba olùbásọ̀rọ̀ wọlé

# importContactsButton
source: Import Contacts
yo: Gba olùbásọ̀rọ̀ wọlé

# exportContactsTitle
source: Export Contacts
yo: Fi olùbásọ̀rọ̀ ráńṣẹ́

# exportContactsButton
source: Export Contacts
yo: Fi olùbásọ̀rọ̀ ráńṣẹ́

source: Export
yo: Firáńṣẹ́

source: Export to SIM
yo: Fi SIM ráńṣẹ́

source: Export to Bluetooth
yo: Fi Bluetooth ráńṣẹ́

source: Export error
yo: Àṣìṣe ìfiráńṣẹ́

source: No contacts exported
yo: Akòfi olùbásọ́rọ̀ ráńṣẹ́

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
yo: {{exported}}/{{total}} olùbásọ́rọ̀ ráńṣẹ́

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
yo: {{exported}}/{{total}} olùbásọ́rọ̀ ráńṣẹ́

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
yo: {{exported}}/{{total}} olùbásọ́rọ̀ ráńṣẹ́

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
yo: {{exported}}/{{total}} olùbásọ́rọ̀ ráńṣẹ́

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
yo: {{exported}}/{{total}} olùbásọ́rọ̀ ráńṣẹ́

source: Some error happened while exporting
yo: Àṣìṣẹ míìràn wáyé nígbà ìfìrańṣẹ́

# exportError-SD-shared
source: Can’t access memory card because it’s shared
yo: Kòle ráyè sí ibi ìpamọ́ káàdì nítorí ati pin

# exportError-SD-unavailable
source: Memory card is not available
yo: Kòsí ibi ìpamọ́ káàdì

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
yo: Kòsí àyè tó lóri ibi ìpamọ́ káàdì láti fi olùbásọ̀rọ̀ ráńṣẹ́

source: SIM card is not available
yo: Kòsí káàdì SIM

# exportError-BT-shared
source: Can’t access memory card because it’s shared
yo: Kòle ráyè sí ibi ìpamọ́ káàdì nítorí ati pin

# exportError-BT-unavailable
source: Memory card is not available
yo: Kòsí ibi ìpamọ́ káàdì

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
yo: Kòsí àyè tó lóri ibi ìpamọ́ káàdì láti fi olùbásọ̀rọ̀ ráńṣẹ́

source: Social networks
yo: Nétíwọ́kì ojúlùmọ̀

source: Link contact
yo: Ṣàsopọ̀ olùbásọ̀rọ̀

source: Unlink contact
yo: Ṣàìsopọ̀ olùbásọ̀rọ̀

source: Do you want to unlink your friend?
yo: Ṣé o fẹ́ ṣàìsopọ̀ ọ̀rẹ́ rẹ?

source: Unlink
yo: Ṣàìsopọ̀

source: Import Facebook friends
yo: Gba àwọn ọ̀rẹ́ Facebook wọlé

source: View Facebook profile
yo: Wo ìrísí olùlò Facebook

source: Message
yo: Iṣẹ́

source: Wall post
yo: Ogìri afọ̀rọ̀ránṣẹ́

source: The contact cannot be shared due to Facebook constraint.
yo: Olùbásọ̀rọ̀ náà ni akòle pín nítorí ìdiwọ́ Facebook.

source: Other accounts
yo: Àwọn àkọọ́lẹ̀ míìràn

source: Sync friends
yo: Àwọn ọ̀rẹ́ ìbádọ́gba

source: Select mobile
yo: Yan alágbèka

source: Select email
yo: Yan í-meélì

source: Order by last name
yo: Pàṣẹ nípa orúkọ àbísọ

# importSim2
source: SIM card
yo: SIM káàdì

source: Update imported friends
yo: Ṣàfikùn àwọn ọ̀rẹ́ àgbéwọlé

source: Removing Facebook data
yo: Ìyọkúrò dátà Facebook

source: Logging out from Facebook
yo: Ìṣàtẹ́jáde láti Facebook

source: Remove all Facebook data?
yo: Yọ gbogbo dátà Facebook kúrò?

source: Your password in Facebook has changed. Please, update it.
yo: Ọ̀rọ̀ aṣínà ni Facebook ti yípadà. Jọ̀wọ́, ṣàfikún rẹ̀.

source: Not enabled yet
yo: Akò gbàláyè náà

source: To import contacts connect to Wi-Fi or data network
yo: Láti gba olùbásọ̀rọ̀ sopọ̀ mọ́ Wi-Fi tàbí netiwọ̀kì dátà

source: SIM card
yo: SIM káàdì

source: Memory card
yo: Káàdì ìrántí

source: No contacts
yo: Kòsí àwọn olùbásọ̀rọ̀

source: Start adding them now
yo: Bẹ̀rẹ̀ síní ṣàfikún wọn

source: Not imported
yo: Kò gba sopọ̀

source: Imported
yo: Gba sopọ̀

source: Today
yo: Lónìí

source: Yesterday
yo: Lánà

source: Please hold on. We are canceling the ongoing operation.
yo: Jọ̀wọ́ dúró. A ń fagilé iṣẹ́ to ńlọ lọ́wọ́.

source: Organize Contacts
yo: Ṣààto Olùbásọ̀rọ̀

source: Find duplicate contacts
yo: Wá ẹ̀dà olùbásọ̀rọ̀

source: Preparing contacts
yo: Ń pèsè olùbásọ̀rọ̀

source: SIM Card is full
yo: SIM Kaadì ti kún

source: Cannot access SIM card’s phone book
yo: Kòle wo SIM káadì ìwé fóònù

source: No SIM detected
yo: Akòpa SIM kankan rẹ́

source: An error occurred while exporting a contact
yo: Àṣìṣe wáyé nígbà tí a ń gba ìfirańṣẹ́ olùbásọ̀rọ̀

source: To export contacts insert or unlock your SIM card
yo: Láti fi ìfisí olùbásọ̀rọ̀ ráńṣẹ́ tàbí ṣí SIM káàdì rẹ

source: To export contacts insert a memory card
yo: Láti fi olùbásọ̀rọ̀ ráńṣẹ́ ṣàfisí káàdì ìrántí

source: Contacts Management
yo: Ìṣààtò Ìbáṣepọ̀

# DeleteTitle
source: Delete
yo: Parẹ́

source: Delete Contacts
yo: Pa Olùbásọ̀rọ̀ rẹ́

source: Contacts delete cancelled
yo: Fagilé ìparẹ́ olùbásọ̀rọ̀

# DeletedTxt[zero]
source: No Contact to Delete
yo: Kòsí Olùbásọ̀rọ̀ láti Parẹ́

source: 1 Contact removed
yo: Ayọ olùbásọ̀rọ̀ 1

# DeletedTxt[two]
source: {{n}} Contacts removed
yo: {{n}} Ayọ olùbásọ̀rọ̀

# DeletedTxt[few]
source: {{n}} Contacts removed
yo: {{n}} Ayọ olùbásọ̀rọ̀

# DeletedTxt[many]
source: {{n}} Contacts removed
yo: {{n}} Ayọ olùbásọ̀rọ̀

# DeletedTxt[other]
source: {{n}} Contacts removed
yo: {{n}} Ayọ olùbásọ̀rọ̀

source: Deleting contacts
yo: Pa olùbásọ̀rọ̀ rẹ́

# ContactConfirmDel[zero]
source: No Contact to Delete
yo: Kòsí Olùbásọ̀rọ̀ láti Parẹ́

source: Delete 1 Contact? This cannot be undone.
yo: Pa Olùbásọ̀rọ̀ 1 rẹ́? Èyí kò dápadà.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
yo: Pa {{n}} Olùbásọ̀rọ̀ rẹ́? Èyí kò dápadà.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
yo: Pa {{n}} Olùbásọ̀rọ̀ rẹ́? Èyí kò dápadà.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
yo: Pa {{n}} Olùbásọ̀rọ̀ rẹ́? Èyí kò dápadà.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
yo: Pa {{n}} Olùbásọ̀rọ̀ rẹ́? Èyí kò dápadà.

# SelectedTxt[zero]
source: Contacts
yo: Àwọn Olùbásọ̀rọ̀

# SelectedTxt[one]
source: {{n}} selected
yo: {{n}} tí a yàn

# SelectedTxt[two]
source: {{n}} selected
yo: {{n}} tí a yàn

# SelectedTxt[few]
source: {{n}} selected
yo: {{n}} tí a yàn

# SelectedTxt[many]
source: {{n}} selected
yo: {{n}} tí a yàn

# SelectedTxt[other]
source: {{n}} selected
yo: {{n}} tí a yàn

source: Video
yo: Fídíò

source: Audio
yo: Ohùn àfetígbọ́
