Repository: translate/mozilla-gaia
Catalog: ff/shared/elements/gaia_grid/gaia_grid.properties.po
Languages: ff

source: Stop {{name}}
ff: Dartin {{name}}

source: Do you want to stop the download in progress?
ff: Aɗa yiɗi dartinde gaawtol gonangol ngol?

source: Stop
ff: Dartin

source: Restart Download
ff: Fuɗɗito Aawtagol

source: Do you want to download {{name}}?
ff: Aɗa yiɗi aawtaade {{name}}?

source: Download
ff: Aawto

source: Cancel
ff: Haaytu

source: Expand group
ff: Wertu doggol

source: Collapse group
ff: Uddu doggol

source: Enter a group name
ff: Naatnu innde fedde
