Repository: translate/mozilla-gaia
Catalog: */apps/sms/sms.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hi_in, hu, kn, mg, ml, my, ne, or, pt, ro, si, ta, te, th, ur, uz, vi, zu

source: Your Multimedia Message (MMS), was sent on {{datetime}}
am: የ እርስዎ በርካታ መገናኛ መልእክት (MMS), ተልኳል በ {{datetime}}
ar: رسالتك المتعددة الوسائط (MMS)، قد أرسلت في {{datetime}}
bg: Вашето мултимедийно съобщение (MMS) е изпратено на {{datetime}}
bn_bd: আপনার মাল্টিমিডিয়া বার্তা (MMS), {{datetime}} তে পাঠানো হয়েছিল
bn_in: আপনার মাল্টিমিডিয়া বার্তা (MMS), পাঠানো হয়েছিল {{datetime}}
br: Kaset eo bet ho kemennadenn liesvedia (MMS) da {{datetime}}
bs: Vaša multimedijalna poruka (MMS) je poslana {{datetime}}
ca: El vostre missatge multimèdia (MMS) s'ha enviat el dia {{datetime}}
cy: Cafodd eich Neges Amlgyfrwng (MMS) ei anfon ar {{datetime}}
eu: Multimedia-mezua (MMS) {{datetime}}(e)an bidali zen
fa: پیام چندرسانه‌ای شما (SMS)، در {{datetime}} ارسال شده است
ga_ie: Seoladh do Theachtaireacht Il-Mheán (MMS), ar {{datetime}}
gd: Chaidh am Multimedia Message (MMS) agad a chur {{datetime}}
hi_in: अपने पाठ संदेश (SMS), {{datetime}} पर भेजा गया था
hu: Multimédiás üzenete (MMS) elküldve ekkor: {{datetime}}
kn: ನಿಮ್ಮ ಮಲ್ಟಿಮೀಡಿಯ ಸಂದೇಶ (MMS),{{datetime}} ಗೆ ಕಳುಹಿಸಲ್ಪಟ್ಟಿತು
mg: Ny Hafatra Marohaino&jerinao (MMS), dia lasa tamin'ny {{datetime}}
ml: നിങ്ങളുടെ മള്‍ട്ടിമീഡിയ സന്ദേശം (MMS), {{datetime}} ല്‍ അയച്ചു
my: သင့်ရုပ်သံစုံ စာတိုအား (MMS) {{datetime}} တွင်ပို့ခဲ့သှ်
ne: तपाईंको मल्टिमिडिया सन्देश (एम् एम् एस्), {{datetime}} मा पठाइएको थियो
or: ଆପଣଙ୍କ ମଲ୍ଟିମିଡ଼ିଆ ମେସେଜ (MMS) {{datetime}} ବେଳେ ପଠାଗଲା
pt: A sua mensagem multimédia (MMS), foi enviada a {{datetime}}
ro: Mesajul tău multimedia (MMS) a fost trimis în {{datetime}}
si: ඔබේ බහුමාධ්‍ය පණිවිඩය (MMS), {{datetime}} හීදී යවන ලදී
ta: உங்களுடைய பல்லூடக செய்தி(எம்எம்எஸ்), {{datetime}} அன்று அனுப்பப்பட்டுவிட்டது
te: మీ మల్టీమీడియా సందేశం (MMS), {{datetime}}న పంపబడింది
th: ข้อความสื่อผสมของคุณ (MMS) ถูกส่งเมื่อ {{datetime}}
ur: آپ کا ملٹی میڈیا پیغام (MMS)، مرسلہ {{datetime}} پر بھیجا گیا
uz: Multimedia xabaringiz (MMS), {{datetime}}da jo‘natilgan
vi: Tin nhắn đa phương tiện (MMS) của bạn đã được gửi lúc {{datetime}}
zu: Umyalezo wakho Wemidiya Enhlobonhlobo (MMS), uthunyelwe ngomhlaka {{datetime}}

source: Subject:
am: ጉዳዩ:
ar: الموضوع:
bg: Тема:
bn_bd: বিষয়
bn_in: বিষয়:
br: Danvez:
bs: Naslov:
ca: Assumpte:
cy: Pwnc:
eu: Gaia:
fa: موضوع:
ga_ie: Ábhar:
gd: Cuspair:
hu: Tárgy:
kn: ವಿಷಯ:
my: အကြောင်းအရာ:
ne: विषय:
pt: Assunto:
ro: Subiect:
si: මාතෘකාව:
ta: பொருள்:
th: หัวข้อ:
ur: موضوع:
uz: Mavzu:

source: Message could not be sent
am: መልእክቱን መላክ አልተቻለም
ar: تعذَّر إرسال الرسالة
bg: Съобщението не може да бъде изпратено
bn_bd: বার্তা প্রেরণ সম্ভব হয়নি
bn_in: বার্তা পাঠানো যাচ্ছে না
br: Ar gemennadenn n'eo ket bet evit bezañ kaset
bs: Poruka nije mogla biti poslata
ca: No s'ha pogut enviar el missatge
cy: Methu anfon neges
eu: Ezin izan da mezua bidali
fa: امکان ارسال این پیام وجود ندارد
ga_ie: Níorbh fhéidir an teachtaireacht a sheoladh
gd: Cha b’ urrainn dhuinn an teachdaireachd a chur
hi_in: संदेश नहीं भेजा जा सका
hu: Az üzenet nem küldhető el
kn: ಸಂದೇಶವನ್ನು ಕಳಿಸಲಾಗಲಿಲ್ಲ
my: စာတိုအား မပို့လိုက်နိုင်ပါ
ne: शन्देश पठाउन सकिएन
pt: Não foi possível enviar a mensagem
ro: Mesajul nu a putut fi trimis
si: පණිවුඩය යැවිය නොහැකි විය
ta: செய்தி அனுப்பப்படவில்லை
th: ไม่สามารถส่งข้อความ
ur: پیام بھیجا نہیں جا سكا
uz: Xabar jo‘natilmadi

source: not downloaded
am: አልወረደም
ar: لم تُنزّل
bg: не е изтеглено
bn_bd: ডাউনলোড করা হয়নি
bn_in: ডাউনলোড করা হয়নি
br: ket pellgarget
bs: nije preuzeto
ca: no s'ha baixat
cy: heb ei lwytho i lawr
eu: deskargatu gabe
fa: دریافت نشد
ga_ie: gan íosluchtú
gd: gun luchdadh a-nuas
hi_in: डाउनलोड नहीं किया गया
hu: nincs letöltve
kn: ಡೌನ್‌ಲೋಡ್‌ ಮಾಡಿಲ್ಲ
mg: tsy tafidina
ml: ഡൌണ്‍ലോഡ് ചെയ്തില്ല
my: ဒေါင်းလုဒ်မထားရသေးပါ
ne: डाउनलोड गरिएको छैन
or: ଡାଉନଲୋଡ଼ ହୋଇନାହିଁ
pt: não descarregada
ro: nedescărcat
si: බාගත නොවූ
ta: பதிவிறக்கப்படவில்லை
te: దింపుకోలేదు
th: ไม่ถูกดาวน์โหลด
ur: ڈاؤن لوڈ نہیں
uz: yuklab olinmadi
vi: chưa tải
zu: ayidawunilodwanga

source: Delivered:
am: ተልኳል:
ar: سُـلـّمت:
bg: Доставено:
bn_bd: প্রেরিত:
bn_in: প্রেরিত হয়েছে:
br: Treuzkaset :
bs: Isporučeno:
ca: Lliurat:
cy: Anfonwyd:
eu: Entregatuta:
fa: گزارش‌های تحویل:
ga_ie: Seachadta:
gd: Air libhrigeadh:
hi_in: दिया गया:
hu: Kézbesítve:
kn: ತಲುಪಿಸಲಾಗಿದೆ:
mg: Tafita:
ml: എത്തിയത്:
my: ပို့ဆောင်ပြီး -
ne: हस्तान्तण गरिएको:
or: ପହଞ୍ଚିଗଲା:
pt: Entregue:
ro: Livrat:
si: යවන ලදී:
ta: வழங்கப்பட்டது:
te: పంపబడింది:
th: ถึงเมื่อ:
ur: سپرد داری مکمل:
uz: Yetkazib berildi:
vi: Đã gửi:
zu: Ithunyelwe:

source: Read:
am: ያንብቡ:
ar: قرأت:
bg: Прочетено:
bn_bd: পড়ুন:
bn_in: পড়ো:
br: Lennet :
bs: Pročitaj:
ca: Llegit:
cy: Darllenwyd:
eu: Irakurrita:
fa: خواندن:
ga_ie: Léite:
gd: Air a leughadh:
hi_in: पढ़ें:
hu: Olvasva:
kn: ಓದು:
mg: Voavaky:
ml: വായിച്ചത്:
my: ဖတ် -
ne: पढ्नुहोस्:
or: ପଢନ୍ତୁ:
pt: Lida:
ro: Citit:
si: කියැවූ:
ta: படி:
te: చదువు:
th: อ่านเมื่อ:
ur: پڑھیں:
uz: O‘qildi:
vi: Đã đọc:
zu: Kufundiwe:

source: Report requested
am: መግለጫ ተጠይቋል
ar: التقرير المطلوب
bg: Поискан отчет
bn_bd: রিপোর্টের জন্য অনুরোধ
bn_in: প্রতিবেদনের অনুরোধ
br: Rentañ-kont goulennet
bs: Izvještaj je zatražen
ca: Informe sol·licitat
cy: Gofyn am adroddiad
eu: Txostena eskatu da
fa: گزارش درخواستی
ga_ie: Tuairisc iarrtha
gd: Chaidh an aithris iarraidh
hi_in: रिपोर्ट का अनुरोध किया गया
hu: Jelentés kérve
kn: ವರದಿ ಮನವಿಮಾಡಲಾಗಿದೆ
my: အစီရင်ခံစာအား တောင်းခံပြီး
pt: Relatório solicitado
ro: Raport solicitat
si: වාර්ථාව ඉල්ලාසිටී
ta: அறிக்கை கோரப்பட்டது
th: ร้องขอรายงานแล้ว
ur: رپورٹ کی درخواست
uz: Hisobot jo‘natildi

source: Message rejected
am: መልእክቱን አልተቀበሉም
ar: رُفضَت الرسالة
bg: Съобщението е отхвърлено
bn_bd: বার্তা প্রত্যাখ্যাত হয়েছে
bn_in: বার্তা অস্বীকার করা হয়েছে
br: Kemennadenn nac'het
bs: Poruka odbijena
ca: Missatge rebutjat
cy: Gwrthodwyd y neges
eu: Mezua baztertu da
fa: پیام رد شد
ga_ie: Diúltaíodh an teachtaireacht
gd: Chaidh an teachdaireachd a dhiùltadh
hi_in: संदेश खारिज कर दिया गया
hu: Üzenet visszautasítva
kn: ಸಂದೇಶ ತಿರಸ್ಕರಿಸಲಾಗಿದೆ
my: စာတိုအား ပယ်ဖျက်ပြီး
pt: Mensagem rejeitada
ro: Mesaj respins
si: පණිවුඩය ප්‍රතික්ශේප විය
ta: செய்தி தடுக்கப்பட்டது
th: ข้อความถูกปฏิเสธ
ur: پیغام رد کردہ
uz: Xabar rad etildi

source: Message size:
am: የ መልእክት መጠን:
ar: حجم الرسالة:
bg: Големина на съобщение:
bn_bd: বার্তার আকার:
bn_in: বার্তার আকার:
br: Ment ar gemennadenn :
bs: Veličina poruke:
ca: Mida del missatge:
cy: Maint neges:
eu: Mezu-tamaina:
fa: اندازه پیام:
ga_ie: Méid na teachtaireachta:
gd: Meud:
hi_in: संदेश आकार:
hu: Üzenet mérete:
kn: ಸಂದೇಶದ ಗಾತ್ರ:
mg: Haben'ny hafatra:
ml: സന്ദേശ വലിപ്പം:
my: စာတို ဆိုဒ် -
ne: सन्देश साइज:
or: ସନ୍ଦେଶର ଆକାର:
pt: Tamanho da mensagem:
ro: Mărimea mesajului:
si: පණිවිඩ විශාලත්වය:
ta: செய்தியின் அளவு:
te: సందేశ పరిమాణం:
th: ขนาดข้อความ:
ur: پیغام کا سائز:
uz: Xabar hajmi:
vi: Kích thước tin nhắn:
zu: Usayizi womyalezo:

source: To
am: ለ
ar: إلى
bg: До
bn_bd: প্রাপক
bn_in: প্রতি
br: Da
bs: Za
ca: A
cy: At
eu: Nori:
fa: به
ga_ie: Chuig
gd: Gu
hi_in: को
hu: Címzett
kn: ಗೆ
my: သို့
ne: लाई
pt: Para
ro: Către
si: වෙත
ta: பெறுநர்
th: ถึง
ur: کو
uz: Kimga

source: From
am: ከ:
ar: من
bg: От
bn_bd: থেকে:
bn_in: থেকে
br: A-berzh
bs: Od
ca: De
cy: Oddi wrth
eu: Nork:
fa: از
ga_ie: Ó
gd: O
hu: Feladó
kn: ಇಂದ
my: မှ
ne: बाट
pt: De
ro: De la
si: වෙතින්
ta: அனுப்புனர்
th: จาก
ur: سے
uz: Kimdan:

source: Sent:
am: ተልኳል:
ar: أرسلت:
bg: Изпратено:
bn_bd: প্রেরিত:
bn_in: প্রেরিত হয়েছে
br: Kaset d'an/ar :
bs: Poslano:
ca: Enviat:
cy: Anfonwyd:
eu: Bidalita:
fa: ارسال:
ga_ie: Seolta:
gd: Air a chur:
hi_in: भेजा गया:
hu: Elküldve:
kn: ಕಳುಹಿಸಲಾದ:
mg: Nalefa:
ml: അയച്ചത്:
my: ပို့ပြီး -
ne: पठाइएको:
or: ପଠାଯାଇଛି:
pt: Enviada:
ro: Trimis:
si: යැවූ:
ta: அனுப்பியது:
te: పంపిన:
th: ส่งเมื่อ:
ur: بھیجا گیا:
uz: Jo‘natilgan:
vi: Ðã gửi:
zu: Ithunyelwe:

source: Received:
am: ተቀብያለሁ:
ar: مستلمة:
bg: Получено:
bn_bd: প্রাপ্ত:
bn_in: প্রাপ্ত হয়েছে
br: Degemeret d'an/ar :
bs: Primljeno:
ca: Rebut:
cy: Derbyniwyd:
eu: Jasota:
fa: دریافت شد:
ga_ie: Faighte:
gd: Air fhaighinn:
hi_in: प्राप्त:
hu: Megérkezett:
kn: ಪಡೆಯಲಾದ:
mg: Voaray:
ml: കിട്ടിയത്:
my: လက်ခံရရှိသည် -
ne: प्राप्त भयो:
or: ପ୍ର୍ରାପ୍ତ ହେଲା:
pt: Recebida:
ro: Primit:
si: ලැබූ:
ta: பெற்றது:
te: స్వీకరించిన:
th: ได้รับเมื่อ:
ur: موصولہ:
uz: Qabul qilindi:
vi: Ðã nhận:
zu: Ifikile:

source: Via:
am: በ:
ar: بواسطة:
bg: През:
bn_bd: মাধ্যমে:
bn_in: মাধ্যমে:
br: Dre :
bs: Preko:
ca: Mitjançant:
cy: Drwy:
eu: Honen bidez:
fa: بوسیله:
ga_ie: Trí:
gd: Slighe:
hi_in: के माध्यम से:
hu: Közvetítő:
kn: ಮೂಲಕ:
mg: Amin'ny alàlan'ny:
ml: വഴി:
my: တစ်ဆင့် -
ne: बाट:
or: ମାଧ୍ଯମ:
si: හරහා:
ta: ஊடாக:
te: ద్వారా:
th: ผ่าน:
ur: کے ذریعے:
uz: Orqali:
vi: Gửi qua:
zu: Kusetshenziswa:

source: Resend
am: አንደገና መላኪያ
ar: أعِد الإرسال
bg: Повторно изпращане
bn_bd: পুনরায় পাঠান
bn_in: পুনরায় পাঠান
br: Adkas
bs: Ponovo pošalji
ca: Torna a enviar
cy: Ail anfon
eu: Birbidali
fa: ارسال مجدد
ga_ie: Seol Arís
gd: Cuir às ùr
hi_in: पुन: भेजें
hu: Újraküldés
kn: ಮರುಕಳುಹಿಸು
my: ပြန်ပို့ပါ
pt: Reenviar
ro: Retrimite
si: යළි යවන්න
ta: மீண்டும் அனுப்பு
th: ส่งใหม่
ur: دوبارہ بھیجیں
uz: Qayta jo‘natish

source: Lateness:
am: መዘግየት:
ar: التأخر
bg: Закъснение:
bn_bd: বিলম্ব:
bn_in: বিলম্বতা:
br: Dale :
bs: Kašnjenje:
ca: Retard:
cy: Hwyrni:
eu: Atzerapena:
fa: تاخیر:
ga_ie: Moille:
pt: Atraso:
ro: Întârziere:
th: ความล่าช้า:
ur: تاخیر:

source: Search
am: መፈለጊያ
ar: بحث
bg: Търси
bn_bd: খুজুন
bn_in: অনুসন্ধান করুন
br: Klask
bs: Traži
ca: Cerca
cy: Chwilio
eu: Bilaketa
fa: جست‌وجو
ga_ie: Cuardaigh
gd: Lorg
hi_in: खोजें
hu: Keresés
kn: ಹುಡುಕು
mg: Hikaroka
ml: തെരയു
my: ရှာဖွေပါ
ne: खोजी
or: ଖୋଜନ୍ତୁ
pt: Pesquisa
ro: Caută
si: සොයන්න
ta: தேடு
te: వెతకండి
th: ค้นหา
ur: تلاش کریں
uz: Izlash
vi: Tìm kiếm
zu: Cinga

source: Unknown Contact
am: ያልታወቀ ግንኙነት
ar: جهة اتصال غير معروفة
bg: Непознат контакт
bn_bd: অজানা পরিচিতি
bn_in: অজানা পরিচিতি
br: Darempred dianav
bs: Nepoznat kontakt
ca: Contacte desconegut
cy: Cysylltiad Anhysbys
eu: Kontaktu ezezaguna
fa: مخاطب ناشناس
ga_ie: Teagmhálaí Anaithnid
gd: Neach-aithne nach aithne dhuinn
hi_in: अज्ञात संपर्क
hu: Ismeretlen névjegy
kn: ಗೊತ್ತಿರದ ಸಂಪರ್ಕ
my: မသိရသော အဆက်အသွယ်
ne: अज्ञात सम्पर्क
pt: Contacto desconhecido
ro: Contact necunoscut
si: නොදන්නා සබඳතාවක්
ta: தெரியாத தொடர்பு
th: รายชื่อที่ไม่รู้จัก
ur: نامعلوم رابطہ فرد
uz: Noma’lum kontakt

source: Discard the message you’re composing and open the new message?
am: እርስዎ የሚያዋቅሩትን መልእክት ላስወግድ እና አዲስ መልእክት ልክፈት?
ar: تجاهل الرسالة التي أنشأت و افتح رسالة جديدة؟
bg: Отказване на съобщението и започване на ново?
bn_bd: যে বার্তাটি লিখেছেন সেটি বাতিল করে নতুন একটি বার্তা খুলতে চান?
bn_in: আপনি যে বার্তাটি কম্পোজ করছেন তা বাতিল করুন ও নতুন বার্তা খুলুন?
br: Dilezel ar gemennadenn emaoc'h o skrivañ ha digeriñ ar gemennadenn nevez ?
bs: Odbaciti poruku koju pišete i otvoriti novu poruku?
ca: Voleu descartar el missatge que esteu redactant i obrir el missatge nou?
cy: Dileu'r neges rydych yn ei hysgrifennu ac agor neges newydd?
eu: Baztertu idazten ari zaren mezua eta mezu berria ireki?
fa: پیامی که در حال نوشتن هستید دور انداخته شده و پیام جدید باز شود؟
ga_ie: An bhfuil fonn ort do dhréacht a scriosadh agus an teachtaireacht nua a oscailt?
gd: A bheil thu airson an teachdaireachd a tha thu ris a thilgeil air falbh ’s an tè ùr fhosgladh?
hi_in: कम्पोजिंग कर रहे संदेश को त्यागें और नए संदेश खोलने?
hu: Elveti az éppen szerkesztett üzenetet, és egy új üzenetet ír?
kn: ನೀವು ಬರೆಯುತ್ತಿರುವ ಸಂದೇಶವನ್ನು ಬಿಟ್ಟು ನಂತರ ಹೊಸ ಸಂದೇಶವನ್ನು ತೆರೆಯಬೇಕೆ?
mg: Hanary ny hafatra soratanao izao ary hanokatra ilay hafatra vaovao?
ml: നിങ്ങള്‍ എഴുതുന്ന സന്ദേശം കളഞ്ഞിട്ട് പുതിയ സന്ദേശം തുറക്കണോ?
my: သင်ရေးနေသော စာတိုအားဖျက်ပြီး အသစ်တစ်ခု ရေးမလား?
ne: तपाईंले रचना गरिराख्नु भएको सन्देश छोडेर नँया सन्देश खोल्न चाहनुहुन्छ ?
or: ଲେଖୁଥିବା ସନ୍ଦେଶଟି ହଟାଇ ନୂଆ ସନ୍ଦେଶଟିଏ ଖୋଲିବେ?
pt: Descartar a mensagem que está a escrever e abrir a mensagem nova?
ro: Înlături mesajul pe care îl compui și deschizi un mesaj nou?
si: ඔබ දැනට සම්පාදනය කරන පණිවිඩය ඉවත දමා නව පණිවිඩයක් විවෘත කරන්නද?
ta: நீங்கள் எழுதிக் கொண்டிருக்கும் செய்தியை தவிர்த்துவிட்டு புதிய செய்தியை திறக்கவும்?
te: మీరు వ్రాస్తున్న సందేశం రద్దుచేసి కొత్త సందేశాం తెరవాలా?
ur: جس پیغام کو آپ کمپوز کر رہیں ہیں اسے مسترد کریں اور نیا پیغام کھولیں؟
uz: Yozayotgan xabaringizni bekor qilinib, yangi xabar ochilsinmi?
vi: Hủy tin nhắn bạn đang gõ và mở tin nhắn mới?
zu: Lahla umyalezo owubhalayo bese uvula umyalezo omusha?

source: The message could not be sent. Try again?
am: መልእክቱን መላክ አልተቻለም: እንደገና ልሞክር?
ar: لم يتم إرسال الرسالة. حاول مرة أخرى؟
bg: Съобщението не може да бъде изпратено. Опитай отново?
bn_bd: বার্তা প্রেরণ সম্ভব হয়নি। আবার চেষ্টা করবেন?
bn_in: বার্তাটি পাঠানো যায়নি. আবার চেষ্টা করবেন ?
br: N'hall ket ar gemennadenn bezañ kaset. Klask en-dro ?
bs: Poruka nije mogla biti poslana. Pokušati ponovo?
ca: No s'ha pogut enviar el missatge. Voleu tornar-ho a provar?
cy: Nid oedd modd anfon y neges. Ceisio eto?
eu: Ezin izan da mezua bidali. Saiatu berriro?
fa: امکان ارسال این پیام وجود ندارد. مجددا سعی کنید؟
ga_ie: Níorbh fhéidir an teachtaireacht a sheoladh. Déan iarracht eile?
gd: Cha b' urrainn dhuinn an teachdaireachd a chur. Airson feuchainn ris a-rithist?
hi_in: संदेश नहीं भेजा जा सका. फिर कोशिश करें?
hu: Az üzenet nem küldhető el. Újrapróbálja?
kn: ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲಾಗಲಿಲ್ಲ. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಬೇಕೆ?
mg: Tsy lasa ilay hafatra. Hanandrana indray?
ml: സന്ദേശം അയക്കാന്‍ പറ്റുന്നല്ല. വീണ്ടും നോക്കണോ?
my: စာတိုအား မပို့လိုက်ရပါ။ ထပ်ပို့မလား ?
ne: यो सन्देश पठउन सकिएन। पुन: प्रयास गर्नुहुन्छ?
or: ସନ୍ଦେଶଟି ପଠାଯାଇପାରିଲା ନାହିଁ । ଆଉ ଥରେ ଚେଷ୍ଟା କରିବେ?
pt: Não foi possível enviar a mensagem. Pretende voltar a tentar?
ro: Mesajul nu a putut fi trimis. Reîncerci?
si: පණිවිඩය යැවිය නොහැකි විය. නැවත උත්සහ කරන්නද?
ta: செய்தியை அனுப்ப முடியவில்லை. மீண்டும் முயற்சி?
te: సందేశం పంపలేక పోయాము. మరలా ప్రయత్నించాలా?
th: ไม่สามารถส่งข้อความ ลองอีกครั้ง?
ur: پیغام بھیجا نہیں جا سکا. دوبارہ کوشش کریں؟
uz: Xabar jo‘natilmadi. Yana urinib ko‘rilsinmi?
vi: Không thể gửi tin nhắn. Bạn có muốn thử lại không?
zu: Umyalezo awuhambanga: Uzozama futhi?

source: Resend this message
am: ይህን መልእክት እንደገና መላኪያ
ar: إعادة إرسال الرسالة
bg: Изпращане наново на съобщението
bn_bd: বার্তাটি পুনরায় পাঠান
bn_in: বার্তাটি পুনরায় পাঠান
br: Adkas ar gemennadenn-mañ
bs: Ponovo pošalji ovu poruku
ca: Torna a enviar el missatge
cy: Ail anfon y neges
eu: Birbidali mezua
fa: ارسال مجدد این پیام
ga_ie: Athsheol an teachtaireacht seo
gd: Cuir an teachdaireachd seo às ùr
hi_in: इस संदेश को पुनः भेजें
hu: Üzenet újraküldése
kn: ಈ ಸಂದೇಶವನ್ನು ಮತ್ತೆ ಕಳುಹಿಸು
mg: Halefa indray ity hafatra ity
ml: ഈ സന്ദേശം വീണ്ടും അയയ്ക്കുക
my: ယခုစာတိုအားပြန်ပို့ပါ
ne: यो सन्देश पुन: पठाउनुहोस्
or: ସନ୍ଦେଶଟି ଆଉଥରେ ପଠାନ୍ତୁ
pt: Reenviar esta mensagem
ro: Retrimite acest mesaj
si: මෙම පණිවිඩය නැවත යවන්න
ta: திரும்ப அனுப்பு
te: ఈ సందేశాన్ని మళ్ళీ పంపించు
th: ส่งข้อความนี้ใหม่
ur: اس پیغام کو دوبارہ بھیجیں
uz: Ushbu xabarni qayta jo‘natish
vi: Gửi lại
zu: Phinda uthumele lo myalezo

# deleteMessage-confirmation
source: Delete selected message?
am: የ ተመረጡትን መልእክቶች ላጥፋቸው?
ar: حذف الرسائل المختارة؟
bg: Изтриване на избраните съобщения?
bn_bd: নির্বাচিত বার্তাগুলো অপসারণ করবেন?
bn_in: নির্বাচিত বার্তাগুলি মুছে ফেলবেন কি?
br: Dilemel ar gemennadenn diuzet ?
bs: Obrisati izabranu poruku?
ca: Voleu eliminar el missatge seleccionat?
cy: Dileu'r negeseuon hyn?
fa: حذف پیام‌ انتخاب شده؟
ga_ie: Scrios an teachtaireacht roghnaithe?
gd: A bheil thu airson an teachdaireachd a thagh thu a sguabadh às?
hu: Törli a kijelölt üzenetet?
pt: Apagar mensagem selecionada?
ro: Ștergi mesajul selectat?
si: තෝරාගත් පණිවිඩය මකන්නද?
th: ลบข้อความที่เลือก?
ur: منتخب شدہ پیغامات کو خارج کر دیں؟
uz: Tanlangan xabarlar o‘chirilsinmi?

source: Please select messages to be deleted.
am: እባክዎን የሚጠፉትን መልእክቶች ይምረጡ
ar: يرجى تحديد الرسائل ليتم حذفها.
bg: Моля, изберете съобщения, които да бъдат изтрити.
bn_bd: মুছে ফেলার জন্য বার্তা নির্বাচন করুন
bn_in: বার্তাগুলো বাছুন বাতিল করবার জন্য।
br: Diuzit kemennadennoù da ziverkañ.
bs: Molimo da izaberete poruke za brisanje.
ca: Trieu els missatges que voleu eliminar.
cy: Dewiswch negeseuon i'w dileu.
fa: لطفا پیام‌ها را برای حذف انتخاب کنید.
ga_ie: Roghnaigh na teachtaireachtaí le scriosadh.
gd: Tagh na teachdaireachdan a thèid a sguabadh às.
pt: Por favor, selecione as mensagens a eliminar.
ro: Te rugăm să selectezi mesajele care să fie șterse.
si: මැකීමට පණිවුඩ තෝරාගන්න.
th: โปรดเลือกข้อความที่จะลบ
ur: حذف کردہ پیغامات منتخب کریں۔
uz: O‘chiriladigan xabarlarni tanlang.

# deleteMessages-confirmation-message[one]
source: Delete selected message?
am: የ ተመረጡትን መልእክቶች ላጥፋቸው?
ar: حذف الرسائل المختارة؟
bg: Изтриване на избраните съобщения?
bn_bd: নির্বাচিত বার্তাগুলো অপসারণ করবেন?
bn_in: নির্বাচিত বার্তাগুলি মুছে ফেলবেন কি?
br: Dilemel ar gemennadenn diuzet ?
bs: Obrisati izabranu poruku?
ca: Voleu eliminar el missatge seleccionat?
cy: Dileu'r negeseuon hyn?
fa: حذف پیام‌های انتخاب شده؟
ga_ie: Scrios an teachtaireacht roghnaithe?
gd: A bheil thu airson an {{n}} teachdaireachd a thagh thu a sguabadh às?
pt: Apagar mensagem selecionada?
ro: Ștergi mesajul selectat?
si: තෝරාගත් පණිවිඩය මකන්නද?
th: ลบข้อความที่เลือก?
ur: منتخب شدہ پیغامات کو حذف کریں؟
uz: Tanlangan xabar o‘chirilsinmi?

# deleteMessages-confirmation-message[two]
source: Delete {{n}} selected messages?
am: የተመረጡትን መልእክቶች {{n}} ላጥፋቸው?
ar: حذف {{n}} الرسالتين المختارتين؟
bg: Да бъдат ли изтрити избраните {{n}} съобщения?
bn_bd: {{n}} টি নির্বাচিত বার্তা অপসারণ করবেন?
bn_in: নির্বাচিত {{n}} বার্তাগুলি মুছে ফেলতে চান কি?
br: Dilemel {{n}} a gemennadennoù diuzet ?
bs: Obrisati {{n}} izabrane poruke?
ca: Voleu eliminar els {{n}} missatges seleccionats?
cy: Dileu'r {{n}} neges?
eu: Ezabatu hautatutako {{n}} mezuak?
fa: حذف {{n}} پیام انتخاب شده؟
ga_ie: Scrios an {{n}} theachtaireacht roghnaithe?
gd: A bheil thu airson an {{n}} theachdaireachdan a thagh thu a sguabadh às?
kn: ಆಯ್ದ {{n}} ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
my: ရွေးထားသော စာတို {{n}} အား ဖတ်မည်လား?
pt: Apagar as {{n}} mensagens selecionadas?
ro: Ștergi {{n}} mesaje selectate?
si: තෝරාගත් පණිවිඩ {{n}} ක් මකන්න ද?
th: ลบ {{n}} ข้อความที่เลือก?
ur: {{n}} منتخب شدہ پیغامات کو حذف کریں؟
uz: {{n}} ta tanlangan xabar o‘chirilsinmi?

# deleteMessages-confirmation-message[few]
source: Delete {{n}} selected messages?
am: የተመረጡትን መልእክቶች {{n}} ላጥፋቸው?
ar: حذف{{n}} الرسائل المختارة؟
bg: Да бъдат ли изтрити избраните {{n}} съобщения?
bn_bd: {{n}} টি নির্বাচিত বার্তা অপসারণ করবেন?
bn_in: নির্বাচিত {{n}} বার্তাগুলি মুছে ফেলতে চান কি?
br: Dilemel {{n}} a gemennadennoù diuzet ?
bs: Obrisati {{n}} izabrane poruke?
ca: Voleu eliminar els {{n}} missatges seleccionats?
cy: Dileu'r {{n}} neges?
eu: Ezabatu hautatutako {{n}} mezuak?
fa: حذف {{n}} پیام انتخاب شده؟
ga_ie: Scrios na {{n}} theachtaireacht roghnaithe?
gd: A bheil thu airson na {{n}} teachdaireachdan a thagh thu a sguabadh às?
kn: ಆಯ್ದ {{n}} ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
my: ရွေးထားသော စာတို {{n}} ခုအား ဖျက်မည်လား?
pt: Apagar as {{n}} mensagens selecionadas?
ro: Ștergi {{n}} mesaje selectate?
si: තෝරාගත් පණිවිඩ {{n}} ක් මකන්න ද?
th: ลบ {{n}} ข้อความที่เลือก?
ur: {{n}} منتخب شدہ پیغامات کو حذف کریں؟
uz: {{n}} ta tanlangan xabar o‘chirilsinmi?

# deleteMessages-confirmation-message[many]
source: Delete {{n}} selected messages?
am: የተመረጡትን መልእክቶች{{n}} ላጥፋቸው?
ar: حذف {{n}} الرسائل المختارة؟
bg: Да бъдат ли изтрити избраните {{n}} съобщения?
bn_bd: {{n}} টি নির্বাচিত বার্তা অপসারণ করবেন?
bn_in: নির্বাচিত {{n}} বার্তাগুলি মুছে ফেলতে চান কি?
br: Dilemel {{n}} a gemennadennoù diuzet ?
bs: Obrisati {{n}} izabranih poruka?
ca: Voleu eliminar els {{n}} missatges seleccionats?
cy: Dileu'r {{n}} neges?
eu: Ezabatu hautatutako {{n}} mezuak?
fa: حذف {{n}} پیام انتخاب شده؟
ga_ie: Scrios na {{n}} dteachtaireacht roghnaithe?
gd: A bheil thu airson na {{n}} teachdaireachdan a thagh thu a sguabadh às?
kn: ಆಯ್ದ {{n}} ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
my: ရွေးထားသော စာတို {{n}}အား ဖျက်မည်လား?
pt: Apagar as {{n}} mensagens selecionadas?
ro: Ștergi {{n}} mesaje selectate?
si: තෝරාගත් පණිවිඩ {{n}} ක් මකන්න ද?
th: ลบ {{n}} ข้อความที่เลือก?
ur: {{n}} منتخب شدہ پیغامات کو حذف کریں؟
uz: {{n}} ta tanlangan xabar o‘chirilsinmi?

# deleteMessages-confirmation-message[other]
source: Delete {{n}} selected messages?
am: የተመረጡትን መልእክቶች{{n}} ላጥፋቸው?
ar: حذف {{n}}الرسائل المختارة؟
bg: Да бъдат ли изтрити избраните {{n}} съобщения?
bn_bd: {{n}} টি নির্বাচিত বার্তা অপসারণ করবেন?
bn_in: নির্বাচিত {{n}} বার্তাগুলি মুছে ফেলতে চান কি?
br: Dilemel {{n}} a gemennadennoù diuzet ?
bs: Obrisati {{n}} izabranih poruka?
ca: Voleu eliminar els {{n}} missatges seleccionats?
cy: Dileu'r {{n}} neges yma?
eu: Ezabatu hautatutako {{n}} mezuak?
fa: حذف {{n}} پیام انتخاب شده؟
ga_ie: Scrios na {{n}} teachtaireacht roghnaithe?
gd: A bheil thu airson na {{n}} teachdaireachdan a thagh thu a sguabadh às?
kn: ಆಯ್ದ {{n}} ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
my: ရွေးထားသော စာတို {{n}} ခုအား ဖျက်မည်လား?
pt: Apagar as {{n}} mensagens selecionadas?
ro: Ștergi {{n}} mesaje selectate?
si: තෝරාගත් පණිවිඩ {{n}} ක් මකන්න ද?
th: ลบ {{n}} ข้อความที่เลือก?
ur: {{n}} منتخب شدہ پیغامات کو حذف کریں؟
uz: {{n}} ta tanlangan xabar o‘chirilsinmi?

source: Please select message threads to be deleted.
am: እባክዎን የሚጠፉትን ውይይት መልእክቶች ይምረጡ
ar: يرجى تحديد مواضيع الرسائل ليتم حذفها.
bg: Моля, изберете дискусии, които да бъдат изтрити.
bn_bd: মুছে ফেলতে বার্তাগুলো নির্বাচন করুন
bn_in: অনুগ্রহ করে যে বার্তাগুলো বাতিল করবেন সেগুলো বাছুন।
br: Diuzit neudennoù kemennadennoù da ziverkañ.
bs: Molimo da izaberete niz poruka za brisanje.
ca: Trieu els fils de missatges que voleu eliminar.
cy: Dewiswch edafedd neges i'w dileu.
fa: لطفاً رشتهٔ پیام را برای حذف برگزینید.
ga_ie: Roghnaigh na snáitheanna le scriosadh.
gd: Tagh na sreathan de theachdaireachdan a thèid a sguabadh às.
pt: Por favor, selecione os tópicos de mensagens a ser eliminados.
ro: Te rugăm să selectezi mesajele care să fie șterse.
si: මැකීමට පණිවුඩ දාම තෝරාගන්න.
th: โปรดเลือกกระทู้ข้อความที่จะลบ
ur: حذف کردہ پیغامات تھریڈ منتخب کریں۔
uz: O‘chirish uchun xabar yozishmalarini tanlang.

source: Delete selected message thread?
am: የ ተመረጡትን መልእክቶች ላጥፋቸው?
ar: حذف الرسائل المختارة
bg: Да бъдат ли изтрити избраните дискусии?
bn_bd: নির্বাচিত বার্তাগুচ্ছ অপসারণ করবেন?
bn_in: নির্বচিত বার্তা থ্রেড মুছে ফেলা হবে ?
br: Dilemel an neudenn kemennadennoù diuzet ?
bs: Obrisati izabrani niz poruka?
ca: Voleu eliminar el fil de missatges seleccionat?
cy: Dileu edafyn y neges?
fa: حذف رشتهٔ پیام گزیده؟
ga_ie: Scrios an snáithe roghnaithe?
gd: A bheil thu airson an {{n}} sreath de theachdaireachdan a thagh thu a sguabadh às?
pt: Apagar tópicos de mensagens selecionados?
ro: Ștergi mesajul selectat?
si: තෝරාගත් පණිවිඩ දාම මකන්නද?
th: ลบกระทู้ข้อความที่เลือก?
ur: منتخب شدہ پیغامات تھریڈ کو حذف کریں؟
uz: Tanlangan xabar yozishmalari o‘chirilsinmi?

# deleteThreads-confirmation-message[two]
source: Delete {{n}} selected message threads?
am: የተመረጡትን መልእክቶች{{n}} ላጥፋቸው?
ar: حذف {{n}} المحادثتين المختارتين؟
bg: Да бъдат ли изтрити избраните {{n}} дискусии?
bn_bd: {{n}} টি নির্বাচিত বার্তাগুচ্ছ অপসারণ করবেন?
bn_in: নির্বাচিত {{n}} বার্তা থ্রেডগুলি মুছে ফেলতে চান কি?
br: Dilemel {{n}} a neudennoù kemennadennoù diuzet ?
bs: Obrisati {{n}} izabrana niza poruka?
ca: Voleu eliminar els {{n}} fils de missatges seleccionats?
cy: Dileu {{n}} edefyn y negeseuon hyn?
eu: Ezabatu hautatutako {{n}} mezuen hariak?
fa: حذف {{n}} رشتهٔ پیام گزیده؟
ga_ie: Scrios an {{n}} shnáithe roghnaithe?
gd: A bheil thu airson an {{n}} shreath de theachdaireachdan a thagh thu a sguabadh às?
kn: ಆಯ್ದ {{n}} ಸಂದೇಶದ ಎಳೆಯನ್ನು ಅಳಿಸಬೇಕೆ?
my: ရွေးထားသော စာတို {{n}}အား ဖျက်မည်လား ?
pt: Apagar os {{n}} tópicos de mensagens selecionados?
ro: Ștergi {{n}} mesaje selectate?
si: තෝරාගත් පණිවිඩ දාම {{n}} ක් මකන්න ද?
th: ลบ {{n}} กระทู้ข้อความที่เลือก?
ur: {{n}} منتخب شدہ پیغامات تھریڈ کو حذف کریں؟
uz: {{n}} ta tanlangan xabar yozishmalari o‘chirilsinmi?
