Repository: translate/mozilla-gaia
Catalog: */apps/sms/sms.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hi_in, hu, kn, mg, ml, my, ne, or, pt, ro, si, ta, te, th, ur, uz, vi, zu

source: MMS message
am: በርካታ መገናኛ መልእክቶች
ar: رسالة وسائط متعددة
bg: Мултимедийно съобщение
bn_bd: এমএমএস বার্তা
bn_in: MMS বার্তা
br: Kemennadenn MMS
bs: MMS poruka
ca: Missatge MMS
cy: Neges MMS
eu: MMS mezua
fa: پیام MMS
ga_ie: Teachtaireacht MMS
gd: Teachdaireachd MMS
hi_in: MMS संदेश
hu: MMS üzenet
kn: MMS ಸಂದೇಶ
mg: Hafatra MMS
ml: എംഎംഎസ് സന്ദേശം
my: MMS စာတို
ne: MMS सन्देश
or: MMS ସନ୍ଦେଶ
pt: Mensagem MMS
ro: Mesaj MMS
si: MMS පණිවිඩය
ta: பல்லூடக குறுந்தகவல்
te: ఎంఎంఎస్ సందేశం
th: ข้อความ MMS
ur: MMS پیغام
uz: MMS xabar
vi: Tin nhắn MMS
zu: Umyalezo we-MMS

source: Message is not downloaded yet.
am: መልእክቱ ገና አልወረደም
ar: الرسالة غير محملة بعد.
bg: Съобщението все още не е свалено.
bn_bd: বার্তা এখনও ডাউনলোড হয়নি।
bn_in: বার্তা এখনও ডাউনলোড করা হয়নি।
br: N'eo ket bet pellgarget ar gemennadenn c'hoazh.
bs: Poruka još nije preuzeta.
ca: El missatge encara no s'ha baixat.
cy: Neges heb ei llwytho i lawr eto.
eu: Mezua ez da deskargatu oraindik.
fa: پیام هنوز دریافت نشده است.
ga_ie: Níl an teachtaireacht íosluchtaithe fós.
gd: Cha deach an teachdaireachd a luchdadh a-nuas fhathast.
hi_in: संदेश अभी तक डाउनलोड नहीं हुआ.
hu: Az üzenet még nincs letöltve.
kn: ಸಂದೇಶವು ಇನ್ನೂ ಸಹ ಡೌನ್‌ಲೋಡ್‌ ಆಗಿಲ್ಲ.
mg: Mbola tsy tafidina ilay hafatra.
ml: സന്ദേശം ഇതുവരെ ഡൌണ്‍ലോഡ് ചെയ്തില്ല.
my: စာတိုကို download မလုပ်ရသေးပါ။
ne: सन्देश अझै डाउनलोड भएेको छैन।
or: ସନ୍ଦେଶଟି ଡାଉନଲୋଡ଼ ହୋଇନାହିଁ ।
pt: A mensagem ainda não foi descarregada.
ro: Mesajul nu este descărcat încă.
si: පණිවිඩය තවම බාගත වී නොමැත.
ta: செய்தியானது இன்னமும் பதிவிறக்கப்படவில்லை.
te: సందేశం ఇంకా దింపబడలేదు.
th: ข้อความยังไม่ถูกดาวน์โหลด
ur: پیغام ابھی تک ڈاؤن لوڈ نہیں حوا ہے۔
uz: Xabar haligacha yuklab olinmadi.
vi: Chưa tải tin nhắn.
zu: Umyalezo awukadawunilodeki okwamanje.

source: You received a multimedia message. You can use the link below to download its content until {{date}}.
am: እርስዎ ተቀብለዋል በርካታ መገናኛ መልእክቶች: ከታች ያለውን አገናኝ በመጠቀም ይዞታውን ማውረድ ይችላሉ እስከ {{date}}.
ar: تلقّيت رسالة وسائط متعدّدة. بإمكانك استخدام الرابط أدناه لتنزيل محتواها حتى {{date}}.
bg: Получихте мултимедийно съобщение. Можете да го изтеглите от връзката по-долу до {{date}}.
bn_bd: আপনি একটি মাল্টিমিডিয়া বার্তা পেয়েছেন। নিচের লিঙ্ক ব্যবহার করে আপনি এর বিষয়বস্তু ডাউনলোড করে নিতে পারবেন {{date}}।
bn_in: আপনি একটি মাল্টিমিডিয়া বার্তা পেয়েছেন। নিচের লিংক ব্যবহার করে আপনি এর বিষয়বস্তু ডাউনলোড করে নিতে পারবেন {{date}}।
br: Degemeret hoc'h eus ur gemennadenn liesvedia. Gallout a rit arverañ al liamm evit pellgargañ an danvez betek {{date}}.
bs: Primili ste multimedijalnu poruku. Možete iskoristiti link ispod za preuzimanje njenog sadržaja do {{date}}.
ca: Heu rebut un missatge multimèdia. Podeu utilitzar l'enllaç següent per baixar-ne el contingut fins el {{date}}.
cy: Rydych wedi derbyn neges amlgyfrwng. Gallwch ddefnyddio'r ddolen isod i lwytho'i gynnwys i lawr tan {{date}}.
eu: Multimedia-mezu bat jaso duzu. Beheko esteka erabil dezakezu haren edukia deskargatzeko {{date}} egunera arte.
fa: شما یک پیام چند رسانه‌ای دریافت کرده‌اید. می‌توانید از لینک زیر برای دریافت آن تا {{date}} استفاده کنید.
ga_ie: Fuair tú teachtaireacht ilmheán. Tig leat í a íosluchtú leis an nasc thíos go dtí {{date}}.
gd: Fhuair thu teachdaireachd ioma-mheadhanach. ’S urrainn dhut an ceangal gu h-ìosal a chleachdadh gu ruige {{date}} gus a luchdadh a-nuas.
hu: Multimédiás üzenet érkezett. A lenti hivatkozással letöltheti a tartalmát eddig: {{date}}.
kn: ನಿಮಗೆ ಮಲ್ಟಿಮೀಡಿಯ ಸಂದೇಶ ಬಂದಿದೆ. ನೀವು ಈ ಕೆಳಗಿನ ಕೊಂಡಿಯನ್ನು ಬಳಸಿ ಅದರ ವಿಷಯಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿಕೊಳ್ಳಬಹುದು {{date}} ವರೆಗೆ.
my: မာလ်တီမီဒီယာ စာ တစ်စောင်လက်ခံရရှိထားပါသည်။ {{date}} နေ့အထိ လင်ခ့်အားအသုံးပြုပြီး ဒေါင်းလုဒ်ရယူနိုင်ပါသည်။
pt: Recebeu uma mensagem multimédia. Pode utilizar a ligação abaixo para descarregar o respetivo conteúdo até {{date}}.
ro: Ai primit un mesaj multimedia. Poți folosi linkul de mai jos pentru a-i descărca conținutul până la {{date}}.
si: ඔබට බහුමාධ්‍ය පණිවුඩයක් ලැබී ඇත. ඔබට පහත සබැඳිය භාවිතයෙන් {{date}} තෙක් එහි අන්තර්ගතය බාගත හැක.
ta: நீங்கள் பல்லூடகச் செய்தியை பெற்றுள்ளீர். நீங்கள் பின்வரும் தொடுப்பிலிருந்து தகவலைப் {{date}} வரை பதிவிறக்க முடியும்.
ur: آپ کو ایک ملٹی میڈیا پیغام موصول ہو ہے۔ آپ {{date}} تک اس کا مواد ڈاؤن لوڈ کرنے کے لئے ذیل لنک استعمال کر سکتے ہیں۔
uz: Siz multimedia xabarini oldingiz. Linkdan yuklab olishda foydalanish uchun {{date}}gacha foydalanishingiz mumkin.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
am: አዝናለሁ መልእክቱ ጊዜው አልፏል በ {{date}} እና ማውረድ አይቻልም
ar: نأسف, الرسال منتهية الصلاحية من {{date}} و لا يمكن تحميلها.
bg: Извинявайте, съобщението е недостъпно след {{date}} и не може да бъде изтеглено.
bn_bd: দুঃখিত, এই বার্তাটির মেয়াদ {{date}} তারিখে শেষ হয়ে গেছে এবং সেই কারনে ডাউনলোড করা যাবে না।
bn_in: দুঃখিত, এই বার্তাটির মেয়াদ {{date}} এ উত্তীর্ণ হয়ে গেছে এবং সেই কারনে ডাউনলোড করা যাবে না।
br: Digarezit, diamzeret eo ar gemennadenn abaoe {{date}} ha n'hall ket bezañ pellgarget.
bs: Žao nam je, poruka je istekla na datum {{date}} i ne može biti preuzeta.
ca: No es pot baixar el missatge perquè va caducar el {{date}}.
cy: Ymddiheuriadau, daeth y neges i ben ar {{date}} ac nid oes modd ei lwytho i lawr.
eu: Mezua {{date}} datan iraungi zen eta ezin da deskargatu.
fa: متاسفیم، این پیام در تاریخ {{date}} منقضی شده و نمی‌تواند دریافت شود.
ga_ie: D'imigh an teachtaireacht as feidhm ar {{date}} agus ní féidir í a íosluchtú anois.
gd: Tha sinn duilich ach dh’fhalbh an ùine air an teachdaireachd {{date}} agus chan urrainn dhut a luchdadh a-nuas.
hi_in: माफ करें, {{date}} पर संदेश खत्म हो गया और डाउनलोड नहीं किया जा सकता है.
hu: Elnézést, az üzenet már nem tölthető le, mert az ekkor lejárt: {{date}}.
kn: ಕ್ಷಮಿಸಿ, ಸಂದೇಶದ ಕಾಲಾವಧಿ {{date}} ರಂದು ಮುಗಿದಿದೆ ಮತ್ತು ಡೌನ್ಲೋಡ್ ಮಾಡಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲ.
mg: Miala tsiny fa lany daty tamin'ny {{date}} ilay hafatra ka tsy azo ampidinina.
ml: ക്ഷമിക്കണം, {{date}} ല്‍ സന്ദേശത്തിന്റെ കാലാവധി കഴിഞ്ഞതുകൊണ്ട് ഡൌണ്‍ലോഡ് ചെയ്യാന്‍ പറ്റില്ല.
my: ဝမ်းနည်းပါတယ်၊ စာတိုသည် {{date}}တွင် သက်တမ်းကုန်ဆုံးသည်။ ထို့ကြောင့် download မပြုလုပ်နိုင်ပါ။
or: କ୍ଷମା କରିବେ, {{date}} ତାରିଖରେ ମେସେଜଟିର ମିଆଦ ସରିଗଲା ଏବଂ ଡାଉନଲୋଡ଼ କରାଯାଇପାରିବ ନାହିଁ ।
pt: Lamentamos, mas a mensagem expirou a {{date}} e não pode ser descarregada.
ro: Ne pare rău, mesajul a expirat pe {{date}} și nu poate fi descărcat.
si: සමාවන්න, මෙම පණිවුඩය {{date}} දින කල්ඉකුත්වී ඇති බැවින් බාගත කල නොහැකියි.
ta: மன்னிக்கவும், செய்தியானது {{date}} அன்று காலாவதியானது எனவே பதிவிறக்கவும் முடியாது.
te: క్షమించండి, ఈ సందేశం {{date}} నాడు కాలంచెల్లింది కనుక దింపుకోబడదు.
ur: معذرت، پیغام کی {{date}} پر زائدالمدت ہو چُکی حے اور ڈاؤن لوڈ نہیں کیا جا سکتا۔
uz: Kechirasiz, xabar {{date}}da eskiriadi va uni yuklab olib bo‘lmaydi.

source: Download
am: የወረዱ
ar: نزِّل
bg: Изтегляне
bn_bd: ডাউনলোড
bn_in: ডাউনলোড
br: Pellgargañ
bs: Preuzmi
ca: Baixa
cy: Llwytho i lawr
eu: Deskargatu
fa: دریافت
ga_ie: Íosluchtaigh
gd: Luchdaich a-nuas
hi_in: डाउनलोड
hu: Letöltés
kn: ಡೌನ್‌ಲೋಡ್
mg: Hampidina
ml: ഡൗണ്‍ലോഡ്
my: ဒေါင်းလုဒ်
ne: डाउनलोड
or: ଡାଉନଲୋଡ଼
pt: Descarregar
ro: Descarcă
si: බාගන්න
ta: பதிவிறக்கம்
te: దించు
th: ดาวน์โหลด
ur: ڈاؤن لوڈ
uz: Yuklab olish

source: Downloading…
am: በ ማውረድ ላይ…
ar: جارِ التنزيل...
bg: Изтегляне…
bn_bd: ডাউনলোড করা হচ্ছে…
bn_in: ডাউনলোড করা হচ্ছে…
br: O pellgargañ…
bs: Preuzimam...
ca: S'està baixant…
cy: Llwytho i lawr…
eu: Deskargatzen...
fa: در حال دریافت…
ga_ie: Á íosluchtú…
gd: 'Ga luchdadh a-nuas...
hi_in: डाउनलोड कर रहा है...
hu: Letöltés…
kn: ಡೌನ್‌ಲೋಡ್‌ ಆಗುತ್ತಿದೆ…
mg: Mampidina…
ml: ഡൌണ്‍ലോഡ് ചെയ്യുന്നു…
my: ဒေါင်းလုဒ်ရယူနေတယ် ...
ne: डाउनलोड हुँदैछ
or: ଆହରଣ କରୁଛି…
pt: A descarregar…
ro: Se descarcă…
si: බාගනිමින්...
ta: பதிவிறக்குகிறது...
te: దించుతోంది…
th: กำลังดาวน์โหลด…
ur: ڈاؤن لوڈ ہو رہا ہے…
uz: Yuklab olinmoqda…

source: untitled
am: ያልተሰየመ
ar: بلا عنوان
bg: неозаглавено
bn_bd: শিরোনামহীন
bn_in: শিরোনামহীন
br: titl ebet
bs: bez naslova
ca: sense títol
cy: heb deitl
eu: izengabea
fa: بدون‌ عنوان
ga_ie: gan teideal
gd: gun tiotal
hi_in: बेनाम
hu: névtelen
kn: ಶೀರ್ಷಿಕೆರಹಿತ
mg: tsisy lohateny
ml: പേരിടാത്ത
my: ခေါင်းစဉ်မဲ့
ne: शीर्षक विहिन
or: ଶୀର୍ଷକ-ରହିତ
pt: sem título
ro: fără titlu
si: නිර්ණාමික
ta: தலைப்பிடாத
te: శీర్షికలేదు
th: ไม่มีชื่อ
ur: بلاعنوان
uz: nomsiz
vi: không tên
zu: okungenasihloko

# attached-files-too-large[zero]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
am: የመረጡት ፋይሎች {{mmsSize}} ኪባ በ ነጠላ በርካታ መገናኛ መልእክት የሚፈቀደውን መጠን አልፏል
ar: الملفات التي قمت بتحديدها تتجاوز {{mmsSize}} كيلو بايت الحد الأقصى لحجم رسالة واحدة متعددة وسائط.
bg: Избраните файлове надхвърлят ограничението от {{mmsSize}} КБ за едно мултимедийно съобщение.
bn_bd: আপনি যে ফাইল নির্বাচন করেছেন তা একটি মাল্টিমিডিয়া বার্তার {{mmsSize}} KB সাইজের সীমা অতিক্রম করেছে।
bn_in: আপনি যে ফাইলসমূহ নির্বাচন করেছেন তা একক মাল্টিমিডিয়া বার্তার {{mmsSize}} KB সাইজের সীমা অতিক্রম করেছে।
br: Ar restroù dibabet ganeoc'h a za dreist d'ar vevenn a {{mmsSize}} Ke dre kemennadenn liesvedia.
bs: Fajlovi koje ste izabrali prekoračuju {{mmsSize}} KB limit za jednu multimedijalnu poruku.
ca: Els fitxers que heu triat excedeixen el límit de {{mmsSize}} KB d'un missatge multimèdia.
cy: Mae'r ffeiliau rydych wedi eu dewis yn fwy na therfyn maint {{mmsSize}} KB un neges amlgyfrwng.
eu: Hautatu dituzun fitxategiek multimedia-mezu bakar baten tamaina-muga ({{mmsSize}} KB) gainditzen dute.
fa: پرونده‌‌ای که شما انتخاب کرده‌اید از {{mmsSize}} KB مجاز برای یک پیام چند‌رسانه‌ای تجاوز کرده است.
ga_ie: Sháraigh na comhaid a roghnaigh tú an uasmhéid {{mmsSize}} KB do teachtaireacht ilmheáin aonair.
gd: Tha na faidhlichean a thagh thu nas motha na tha ceadaichte dha aon teachdaireachd ioma-mheadhanach, sin {{mmsSize}}KB.
hu: A kijelölt fájlok túllépik az önálló multimédiás üzenet {{mmsSize}} KB-os méretkorlátját.
kn: ನೀವು ಆಯ್ಕೆ ಮಾಡಿಕೊಂಡಿರುವ ಕಡತಗಳು ಒಂದು ಮಲ್ಟಿಮೀಡಿಯಾ ಸಂದೇಶದ {{mmsSize}} KB ಗಾತ್ರದ ಮಿತಿಯನ್ನು ಮೀರುತ್ತಿವೆ.
pt: Os ficheiros que selecionou excedem o limite de tamanho de {{mmsSize}} KB para uma única mensagem multimédia.
ro: Fișierele selectate depășesc limita de {{mmsSize}} KB mărime pentru un singur mesaj multimedia.
si: ඔබ විසින් තෝරා ඇති ගොනු එක් බහුමාද්‍ය පණිවුඩයට යැවිය හැකි උපරිම සීමාව වන {{mmsSize}} KB ඉක්මවා ඇත.
ur: آپ کے منتخب کردہ مسلیں ملٹی میڈیا پیغام کے {{mmsSize}} KB سائز کی حد سے تجاوز کردہ ہے۔
uz: Bitta multimedia xabari hajmi {{mmsSize}} KB hajmdan oshmasligi kerak.

source: The file you have selected exceeds the {{mmsSize}} KB size limit of a single multimedia message.
am: የመረጡት ፋይሎች {{mmsSize}} ኪባ በ ነጠላ በርካታ መገናኛ መልእክት የሚፈቀደውን መጠን አልፏል
ar: الملف الذي قمت بتحديده يتجاوز {{mmsSize}} كيلوبايت كحد أقصى لحجم رسالة واحدة متعددة الوسائط.
bg: Избраният файл надхвърля ограничението от {{mmsSize}} КБ за едно мултимедийно съобщение.
bn_bd: আপনি যে ফাইল নির্বাচন করেছেন তা একটি মাল্টিমিডিয়া বার্তার {{mmsSize}} KB সাইজের সীমা অতিক্রম করেছে।
bn_in: আপনি যে ফাইলটি নির্বাচন করেছেন তা একক মাল্টিমিডিয়া বার্তার {{mmsSize}} KB সাইজের সীমা অতিক্রম করেছে।
br: Ar restroù dibabet ganeoc'h a ya dreist d'ar vevenn a {{mmsSize}} Ke dre gemennadenn liesvedia.
bs: Fajl koji ste izabrali prekoračuje {{mmsSize}} KB limit za jednu multimedijalnu poruku.
ca: El fitxer que heu triat excedeix el límit de {{mmsSize}} KB d'un missatge multimèdia.
cy: Mae'r ffeil rydych wedi ei dewis yn fwy na therfyn {{mmsSize}} KB maint un neges amlgyfrwng.
eu: Hautatu duzun fitxategiak multimedia-mezu bakar baten tamaina-muga (KB {{mmsSize}}) gainditzen du.
fa: پرونده‌‌ای که شما انتخاب کرده‌اید از {{mmsSize}} KB مجاز برای یک پیام چند‌رسانه‌ای تجاوز کرده است.
ga_ie: Sháraigh na comhaid a roghnaigh tú an uasmhéid {{mmsSize}} KB do teachtaireacht ilmheáin aonair.
gd: Tha na faidhlichean a thagh thu nas motha na tha ceadaichte dha aon teachdaireachd ioma-mheadhanach, sin {{mmsSize}}KB.
hu: A kijelölt fájl túllépi az önálló multimédiás üzenet {{mmsSize}} KB-os méretkorlátját.
kn: ನೀವು ಆಯ್ಕೆ ಮಾಡಿಕೊಂಡಿರುವ ಕಡತವು ಒಂದು ಮಲ್ಟಿಮೀಡಿಯಾ ಸಂದೇಶದ {{mmsSize}} KB ಗಾತ್ರದ ಮಿತಿಯನ್ನು ಮೀರುತ್ತಿದೆ.
pt: O ficheiro que selecionou excede o limite de tamanho de {{mmsSize}} KB para uma única mensagem multimédia.
ro: Fișierul selectat depășește limita de {{mmsSize}} KB mărime pentru un singur mesaj multimedia.
si: ඔබ විසින් තෝරා ඇති ගොනු එක් බහුමාද්‍ය පණිවුඩයට යැවිය හැකි උපරිම සීමාව වන {{mmsSize}} KB ඉක්මවා ඇත.
ur: آپ کے منتخب کردہ مسلیں ملٹی میڈیا پیغام کے {{mmsSize}} KB سائز کی حد سے تجاوز کردہ ہے۔
uz: Bitta multimedia xabari hajmi {{mmsSize}} KB hajmdan oshmasligi kerak.

# attached-files-too-large[two]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
am: የመረጡት ፋይሎች {{mmsSize}} ኪባ በ ነጠላ በርካታ መገናኛ መልእክት የሚፈቀደውን መጠን አልፏል
ar: الملفات التي قمت بتحديدها تتجاوز {{mmsSize}} كيلوبايت كحد أقصى لحجم رسالة واحدة متعددة الوسائط.
bg: Избраните файлове надхвърлят ограничението от {{mmsSize}} КБ за едно мултимедийно съобщение.
bn_bd: আপনি যে ফাইল নির্বাচন করেছেন তা একটি মাল্টিমিডিয়া বার্তার {{mmsSize}} KB সাইজের সীমা অতিক্রম করেছে।
bn_in: আপনি যে ফাইলসমূহ নির্বাচন করেছেন তা একক মাল্টিমিডিয়া বার্তার {{mmsSize}} KB সাইজের সীমা অতিক্রম করেছে।
br: Ar restroù dibabet ganeoc'h a ya dreist d'ar vevenn a {{mmsSize}} Ke dre gemennadenn liesvedia.
bs: Fajlovi koje ste izabrali prekoračuju {{mmsSize}} KB limit za jednu multimedijalnu poruku.
ca: Els fitxers que heu triat excedeixen el límit de {{mmsSize}} KB d'un missatge multimèdia.
cy: Mae'r ffeiliau rydych wedi eu dewis yn fwy na therfyn maint {{mmsSize}} KB un neges amlgyfrwng.
eu: Hautatu dituzun fitxategiek multimedia-mezu bakar baten tamaina-muga ({{mmsSize}} KB) gainditzen dute.
fa: پرونده‌ای که شما انتخاب کرده‌اید از {{mmsSize}} KB مجاز برای یک پیام چند‌رسانه‌ای تجاوز کرده است.
ga_ie: Sháraigh na comhaid a roghnaigh tú an uasmhéid {{mmsSize}} KB do teachtaireacht ilmheáin aonair.
gd: Tha na faidhlichean a thagh thu nas motha na tha ceadaichte dha aon teachdaireachd ioma-mheadhanach, sin {{mmsSize}}KB.
hu: A kijelölt fájlok túllépik az önálló multimédiás üzenet {{mmsSize}} KB-os méretkorlátját.
kn: ನೀವು ಆಯ್ಕೆ ಮಾಡಿಕೊಂಡಿರುವ ಕಡತವು ಒಂದು ಮಲ್ಟಿಮೀಡಿಯಾ ಸಂದೇಶದ {{mmsSize}} KB ಗಾತ್ರದ ಮಿತಿಯನ್ನು ಮೀರುತ್ತಿದೆ.
pt: Os ficheiros que selecionou excedem o limite de tamanho de {{mmsSize}} KB para uma única mensagem multimédia.
ro: Fișierele selectate depășesc limita de {{mmsSize}} KB mărime pentru un singur mesaj multimedia.
si: ඔබ විසින් තෝරා ඇති ගොනු එක් බහුමාද්‍ය පණිවුඩයට යැවිය හැකි උපරිම සීමාව වන {{mmsSize}} KB ඉක්මවා ඇත.
ur: آپ کے منتخب کردہ مسلیں ملٹی میڈیا پیغام کے {{mmsSize}} KB سائز کی حد سے تجاوز کردہ ہے۔
uz: Bitta multimedia xabari hajmi {{mmsSize}} KB hajmdan oshmasligi kerak.

# attached-files-too-large[few]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
am: የመረጡት ፋይሎች {{mmsSize}} ኪባ በ ነጠላ በርካታ መገናኛ መልእክት የሚፈቀደውን መጠን አልፏል
ar: الملفات التي قمت بتحديدها تتجاوز {{mmsSize}} كيلوبايت كحد أقصى لحجم رسالة متعددة الوسائط واحدة.
bg: Избраните файлове надхвърлят ограничението от {{mmsSize}} КБ за едно мултимедийно съобщение.
bn_bd: আপনি যে ফাইল নির্বাচন করেছেন তা একটি মাল্টিমিডিয়া বার্তার {{mmsSize}} KB সাইজের সীমা অতিক্রম করেছে।
bn_in: আপনি যে ফাইলসমূহ নির্বাচন করেছেন তা একক মাল্টিমিডিয়া বার্তার {{mmsSize}} KB সাইজের সীমা অতিক্রম করেছে।
br: Ar restroù dibabet ganeoc'h a ya dreist d'ar vevenn a {{mmsSize}} Ke dre gemennadenn liesvedia.
bs: Fajlovi koje ste izabrali prekoračuju {{mmsSize}} KB limit za jednu multimedijalnu poruku.
ca: Els fitxers que heu triat excedeixen el límit de {{mmsSize}} KB d'un missatge multimèdia.
cy: Mae'r ffeiliau rydych wedi eu dewis yn fwy na therfyn maint {{mmsSize}} KB un neges amlgyfrwng.
eu: Hautatu dituzun fitxategiek multimedia-mezu bakar baten tamaina-muga ({{mmsSize}} KB) gainditzen dute.
fa: پرونده‌های که شما انتخاب کرده‌اید از {{mmsSize}} KB مجاز برای یک پیام چند‌رسانه‌ای تجاوز کرده است.
ga_ie: Sháraigh na comhaid a roghnaigh tú an uasmhéid {{mmsSize}} KB do teachtaireacht ilmheáin aonair.
gd: Tha na faidhlichean a thagh thu nas motha na tha ceadaichte dha aon teachdaireachd ioma-mheadhanach, sin {{mmsSize}}KB.
hu: A kijelölt fájlok túllépik az önálló multimédiás üzenet {{mmsSize}} KB-os méretkorlátját.
kn: ನೀವು ಆಯ್ಕೆ ಮಾಡಿಕೊಂಡಿರುವ ಕಡತವು ಒಂದು ಮಲ್ಟಿಮೀಡಿಯಾ ಸಂದೇಶದ {{mmsSize}} KB ಗಾತ್ರದ ಮಿತಿಯನ್ನು ಮೀರುತ್ತಿದೆ.
pt: Os ficheiros que selecionou excedem o limite de tamanho de {{mmsSize}} KB para uma única mensagem multimédia.
ro: Fișierele selectate depășesc limita de {{mmsSize}} KB mărime pentru un singur mesaj multimedia.
si: ඔබ විසින් තෝරා ඇති ගොනු එක් බහුමාද්‍ය පණිවුඩයට යැවිය හැකි උපරිම සීමාව වන {{mmsSize}} KB ඉක්මවා ඇත.
ur: آپ کے منتخب کردہ مسلیں ملٹی میڈیا پیغام کے {{mmsSize}} KB سائز کی حد سے تجاوز کردہ ہے۔
uz: Bitta multimedia xabari hajmi {{mmsSize}} KB hajmdan oshmasligi kerak.

# attached-files-too-large[many]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
am: የመረጡት ፋይሎች {{mmsSize}} ኪባ በ ነጠላ በርካታ መገናኛ መልእክት የሚፈቀደውን መጠን አልፏል
ar: الملفات التي قمت بتحديدها تتجاوز {{mmsSize}} كيلوبايت كحد أقصى لحجم رسالة واحدة متعددة الوسائط.
bg: Избраните файлове надхвърлят ограничението от {{mmsSize}} КБ за едно мултимедийно съобщение.
bn_bd: আপনি যে ফাইল নির্বাচন করেছেন তা একটি মাল্টিমিডিয়া বার্তার {{mmsSize}} KB সাইজের সীমা অতিক্রম করেছে।
bn_in: আপনি যে ফাইলসমূহ নির্বাচন করেছেন তা একক মাল্টিমিডিয়া বার্তার {{mmsSize}} KB সাইজের সীমা অতিক্রম করেছে।
br: Ar restroù dibabet ganeoc'h a ya dreist d'ar vevenn a {{mmsSize}} Ke dre gemennadenn liesvedia.
bs: Fajlovi koje ste izabrali prekoračuju {{mmsSize}} KB limit za jednu multimedijalnu poruku.
ca: Els fitxers que heu triat excedeixen el límit de {{mmsSize}} KB d'un missatge multimèdia.
cy: Mae'r ffeiliau rydych wedi eu dewis yn fwy na therfyn maint {{mmsSize}} KB un neges amlgyfrwng.
eu: Hautatu dituzun fitxategiek multimedia-mezu bakar baten tamaina-muga ({{mmsSize}} KB) gainditzen dute.
fa: پرونده‌های که شما انتخاب کرده‌اید از {{mmsSize}} KB مجاز برای یک پیام چند‌رسانه‌ای تجاوز کرده است.
ga_ie: Sháraigh na comhaid a roghnaigh tú an uasmhéid {{mmsSize}} KB do teachtaireacht ilmheáin aonair.
gd: Tha na faidhlichean a thagh thu nas motha na tha ceadaichte dha aon teachdaireachd ioma-mheadhanach, sin {{mmsSize}}KB.
hu: A kijelölt fájlok túllépik az önálló multimédiás üzenet {{mmsSize}} KB-os méretkorlátját.
kn: ನೀವು ಆಯ್ಕೆ ಮಾಡಿಕೊಂಡಿರುವ ಕಡತವು ಒಂದು ಮಲ್ಟಿಮೀಡಿಯಾ ಸಂದೇಶದ {{mmsSize}} KB ಗಾತ್ರದ ಮಿತಿಯನ್ನು ಮೀರುತ್ತಿದೆ.
pt: Os ficheiros que selecionou excedem o limite de tamanho de {{mmsSize}} KB para uma única mensagem multimédia.
ro: Fișierele selectate depășesc limita de {{mmsSize}} KB mărime pentru un singur mesaj multimedia.
si: ඔබ විසින් තෝරා ඇති ගොනු එක් බහුමාද්‍ය පණිවුඩයට යැවිය හැකි උපරිම සීමාව වන {{mmsSize}} KB ඉක්මවා ඇත.
ur: آپ کے منتخب کردہ مسلیں ملٹی میڈیا پیغام کے {{mmsSize}} KB سائز کی حد سے تجاوز کردہ ہے۔
uz: Bitta multimedia xabari hajmi {{mmsSize}} KB hajmdan oshmasligi kerak.

# attached-files-too-large[other]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
am: የመረጡት ፋይሎች {{mmsSize}} ኪባ በ ነጠላ በርካታ መገናኛ መልእክት የሚፈቀደውን መጠን አልፏል
ar: الملفات التي قمت بتحديدها تتجاوز {{mmsSize}} كيلوبايت كحد أقصى لحجم رسالة واحدة متعددة الوسائط.
bg: Избраните файлове надхвърлят ограничението от {{mmsSize}} КБ за едно мултимедийно съобщение.
bn_bd: আপনি যে ফাইল নির্বাচন করেছেন তা একটি মাল্টিমিডিয়া বার্তার {{mmsSize}} KB সাইজের সীমা অতিক্রম করেছে।
bn_in: আপনি যে ফাইলসমূহ নির্বাচন করেছেন তা একক মাল্টিমিডিয়া বার্তার {{mmsSize}} KB সাইজের সীমা অতিক্রম করেছে।
br: Ar restroù dibabet ganeoc'h a ya dreist d'ar vevenn a {{mmsSize}} Ke dre gemennadenn liesvedia.
bs: Fajlovi koje ste izabrali prekoračuju {{mmsSize}} KB limit za jednu multimedijalnu poruku.
ca: Els fitxers que heu triat excedeixen el límit de {{mmsSize}} KB d'un missatge multimèdia.
cy: Mae'r ffeiliau rydych wedi eu dewis yn fwy na therfyn maint {{mmsSize}} KB un neges amlgyfrwng.
eu: Hautatu dituzun fitxategiak multimedia-mezu bakar baten tamaina-muga ({{mmsSize}} KB) gainditzen dute.
fa: پرونده‌های که شما انتخاب کرده‌اید از {{mmsSize}} KB مجاز برای یک پیام چند‌رسانه‌ای تجاوز کرده است.
ga_ie: Sháraigh na comhaid a roghnaigh tú an uasmhéid {{mmsSize}} KB do teachtaireacht ilmheáin aonair.
gd: Tha na faidhlichean a thagh thu nas motha na tha ceadaichte dha aon teachdaireachd ioma-mheadhanach, sin {{mmsSize}}KB.
hu: A kijelölt fájlok túllépik az önálló multimédiás üzenet {{mmsSize}} KB-os méretkorlátját.
kn: ನೀವು ಆಯ್ಕೆ ಮಾಡಿಕೊಂಡಿರುವ ಕಡತವು ಒಂದು ಮಲ್ಟಿಮೀಡಿಯಾ ಸಂದೇಶದ {{mmsSize}} KB ಗಾತ್ರದ ಮಿತಿಯನ್ನು ಮೀರುತ್ತಿದೆ.
pt: Os ficheiros que selecionou excedem o limite de tamanho de {{mmsSize}} KB para uma única mensagem multimédia.
ro: Fișierele selectate depășesc limita de {{mmsSize}} KB mărime pentru un singur mesaj multimedia.
si: ඔබ විසින් තෝරා ඇති ගොනු එක් බහුමාද්‍ය පණිවුඩයට යැවිය හැකි උපරිම සීමාව වන {{mmsSize}} KB ඉක්මවා ඇත.
ur: آپ کے منتخب کردہ مسلیں ملٹی میڈیا پیغام کے {{mmsSize}} KB سائز کی حد سے تجاوز کردہ ہے۔
uz: Bitta multimedia xabari hajmi {{mmsSize}} KB hajmdan oshmasligi kerak.

source: Resizing the attached image
am: የተያያዘውን ምስል እንደገና በመመጠን ላይ
ar: غيِّر حجم الصورة المرفقة
bg: Преоразмеряване на вмъкнатото изображение
bn_bd: সংযুক্ত চিত্রের আকার পরিবর্তিত হচ্ছে
bn_in: সংযুক্ত ছবি পুনঃআকার করা হছে
br: Adventañ ar skeudenn kenstaget
bs: Mijenjam veličinu priložene slike
ca: Redimensionament de la imatge adjunta
cy: Newid maint y ddelwedd
eu: Erantsitako irudia tamainaz aldatzen
fa: تغییر‌اندازه این تصویر پیوست
ga_ie: Méid na híomhá cheangailte á hathrú
gd: Ag atharrachadh meud an deilbh a cheangail thu ris
hi_in: जुड़ी छवि रीसाइज़िं करें
hu: A csatolt kép átméretezése
kn: ಲಗತ್ತಿಸಿದ ಚಿತ್ರವನ್ನು ಮರುಗಾತ್ರಿಸಲಾಗುತ್ತಿದೆ
mg: Manova haben'ny sary mipaingotra
ml: അറ്റാച്ച് ചെയ്ത ചിത്രത്തിന്റെ വലിപ്പം മാറ്റുന്നു
my: တွဲထားသော ပုံကို ချုံ့ချဲ့ ပြုလုပ်နေသည်
ne: संलग्न छवि रिसाइज गरिदै
or: ଯୋଡ଼ିଥିବା ଛବିର ଆକାର ବଦଳାଯାଉଛି
pt: A redimensionar a imagem anexada
ro: Se redimensionează imaginea atașată
si: ඇමිණූ පින්තූරය ප්‍රථිප්‍රමාණ කරමින්
ta: இணைப்பிலுள்ள படத்தின் அளவை மாற்றுகிறது
te: జోడించిన బొమ్మ పరిమాణం మార్చుతున్నాం
th: กำลังปรับขนาดภาพที่แนบ
ur: منسلک نقش کا نیا سائز کررحا حے
uz: Biriktirilgan rasmlar hajmini o‘zgartirish
vi: Đang sửa lại kích thước ảnh đính kèm
zu: Kusalungiswa usayizi wesithombe esinanyathelisiwe
