Repository: translate/mozilla-gaia
Catalog: */apps/sms/sms.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hi_in, hu, kn, mg, ml, my, ne, or, pt, ro, si, ta, te, th, ur, uz, vi, zu

# deleteThreads-confirmation-message[few]
source: Delete {{n}} selected message threads?
am: የተመረጡትን መልእክቶች{{n}} ላጥፋቸው?
ar: حذف {{n}} المحادثات المختارة؟
bg: Да бъдат ли изтрити избраните {{n}} дискусии?
bn_bd: {{n}} টি নির্বাচিত বার্তাগুচ্ছ অপসারণ করবেন?
bn_in: নির্বাচিত {{n}} বার্তা থ্রেডগুলি মুছে ফেলতে চান কি?
br: Dilemel an {{n}} neudenn kemennadennoù diuzet ?
bs: Obrisati {{n}} izabrana niza poruka?
ca: Voleu eliminar els {{n}} fils de missatges seleccionats?
cy: Dileu {{n}} edefyn y negeseuon hyn?
eu: Ezabatu hautatutako {{n}} mezuen hariak?
fa: حذف {{n}} رشتهٔ پیام گزیده؟
ga_ie: Scrios na {{n}} shnáithe roghnaithe?
gd: A bheil thu airson na {{n}} sreathan de theachdaireachdan a thagh thu a sguabadh às?
kn: ಆಯ್ದ {{n}} ಸಂದೇಶದ ಎಳೆಯನ್ನು ಅಳಿಸಬೇಕೆ?
my: ရွေးထားသော စာတိုစု {{n}} အား ဖျက်မည်လား ?
pt: Apagar os {{n}} tópicos de mensagens selecionados?
ro: Ștergi {{n}} mesaje selectate?
si: තෝරාගත් පණිවිඩ දාම {{n}} ක් මකන්න ද?
th: ลบ {{n}} กระทู้ข้อความที่เลือก?
ur: {{n}} منتخب شدہ پیغامات تھریڈ کو حذف کریں؟
uz: {{n}} ta tanlangan xabar yozishmalari o‘chirilsinmi?

# deleteThreads-confirmation-message[many]
source: Delete {{n}} selected message threads?
am: የተመረጡትን መልእክቶች{{n}} ላጥፋቸው?
ar: حذف {{n}} المحادثات المختارة؟
bg: Да бъдат ли изтрити избраните {{n}} дискусии?
bn_bd: {{n}} টি নির্বাচিত বার্তাগুচ্ছ অপসারণ করবেন?
bn_in: নির্বাচিত {{n}} বার্তা থ্রেডগুলি মুছে ফেলতে চান কি?
br: Dilemel an {{n}} neudenn kemennadennoù diuzet ?
bs: Obrisati {{n}} izabranih nizova poruka?
ca: Voleu eliminar els {{n}} fils de missatges seleccionats?
cy: Dileu {{n}} edefyn y negeseuon hyn?
eu: Ezabatu hautatutako {{n}} mezuen hariak?
fa: حذف {{n}} رشتهٔ پیام گزیده؟
ga_ie: Scrios na {{n}} snáithe roghnaithe?
gd: A bheil thu airson na {{n}} sreath de theachdaireachdan a thagh thu a sguabadh às?
kn: ಆಯ್ದ {{n}} ಸಂದೇಶದ ಎಳೆಯನ್ನು ಅಳಿಸಬೇಕೆ?
my: ရွေးထားသော စာတိုစု {{n}}ခုအား ဖျက်မည်လား ?
pt: Apagar os {{n}} tópicos de mensagens selecionados?
ro: Ștergi {{n}} mesaje selectate?
si: තෝරාගත් පණිවිඩ දාම {{n}} ක් මකන්න ද?
th: ลบ {{n}} กระทู้ข้อความที่เลือก?
ur: {{n}} منتخب شدہ پیغامات تھریڈ کو حذف کریں؟
uz: {{n}} ta tanlangan xabar yozishmalari o‘chirilsinmi?

# deleteThreads-confirmation-message[other]
source: Delete {{n}} selected message threads?
am: የተመረጡትን መልእክቶች{{n}} ላጥፋቸው?
ar: حذف {{n}} المحادثات المختارة؟
bg: Да бъдат ли изтрити избраните {{n}} дискусии?
bn_bd: {{n}} টি নির্বাচিত বার্তাগুচ্ছ অপসারণ করবেন?
bn_in: নির্বাচিত {{n}} বার্তা থ্রেডগুলি মুছে ফেলতে চান কি?
br: Dilemel an {{n}} neudenn kemennadennoù diuzet ?
bs: Obrisati {{n}} izabranih nizova poruka?
ca: Voleu eliminar els {{n}} fils de missatges seleccionats?
cy: Dileu {{n}} edefyn y negeseuon hyn?
eu: Ezabatu hautatutako {{n}} mezuen hariak?
fa: حذف {{n}} رشتهٔ پیام گزیده؟
ga_ie: Scrios na {{n}} snáithe roghnaithe?
gd: A bheil thu airson an {{n}} sreath de theachdaireachdan a thagh thu a sguabadh às?
kn: ಆಯ್ದ {{n}} ಸಂದೇಶದ ಎಳೆಯನ್ನು ಅಳಿಸಬೇಕೆ?
my: ရွေးထားသော စာတိုစု {{n}} ခုအား ဖျက်မည်လား ?
pt: Apagar os {{n}} tópicos de mensagens selecionados?
ro: Ștergi {{n}} mesaje selectate?
si: තෝරාගත් පණිවිඩ දාම {{n}} ක් මකන්න ද?
th: ลบ {{n}} กระทู้ข้อความที่เลือก?
ur: {{n}} منتخب شدہ پیغامات تھریڈ کو حذف کریں؟
uz: {{n}} ta tanlangan xabar yozishmalari o‘chirilsinmi?

source: New message from
am: አዲስ መልእክት ከ
ar: رسالة جديدة من
bg: Ново съобщение от
bn_bd: নতুন বার্তা এসেছে
bn_in: থেকে নতুন বার্তাটি
br: Kemennadenn nevez a-berzh
bs: Nova poruka od
ca: Missatge nou de
cy: Neges newydd gan
eu: Mezu berria:
fa: پیام جدید از
ga_ie: Teachtaireacht nua ó
gd: Teachdaireachd ùr o
hi_in: इससे नया संदेश
hu: Új üzenet tőle
kn: ಇವರಿಂದ ಹೊಸ ಸಂದೇಶ
mg: Hafatra vaovao avy amin'i
ml: ആളില്‍ നിന്നുള്ള പുതിയ സന്ദേശം
my: စာတိုသစ် အားပို့လိုက်သူမှာ
ne: बाट नयाँ सन्देश
or: ନୂଆ ସନ୍ଦେଶର ପ୍ରେରକ:
pt: Nova mensagem de
ro: Mesaj nou de la
si: වෙතින් නව පණිවිඩය
ta: இலிருந்து புதிய செய்தி
te: వీరి నుండి కొత్త సందేశం
th: ข้อความใหม่จาก
ur: کی طرف سے نیا پیغام
uz: Yangi xabar:
vi: Tin nhắn mới từ
zu: Umyalezo omusha ovela

source: Read it
am: ያንብቡት
ar: اقرأها
bg: Прочитане
bn_bd: এটি পড়ুন
bn_in: এটা পড়ুন
br: Lenn anezhi
bs: Pročitaj
ca: Llegeix-lo
cy: Darllen
eu: Irakurri
fa: این را بخوانید
ga_ie: Léigh é
gd: Leugh e
hi_in: इसे पढ़ें
hu: Elolvasás
kn: ಇದನ್ನು ಓದಿ
mg: Hamaky an'io
ml: വായിക്കുക
my: ဖတ်ပါ
ne: पढ्नुहोस्
or: ଏହା ପଢ଼ନ୍ତୁ
pt: Ler
ro: Citește-l
si: එය කියවන්න
ta: இதை படிகக்வும்
te: చదవండి
ur: اسے پڑھیں
uz: Uni o‘qi
vi: Đọc
zu: Wufunde

source: No messages
am: መልእክቶች የሉም
ar: لا توجد رسائل
bg: Няма съобщения
bn_bd: কোনো বার্তা নেই
bn_in: কোনো বার্তা নেই
br: Kemennadenn ebet
bs: Nema poruka
ca: Cap missatge
cy: Dim negeseuon
eu: Mezurik ez
fa: هیچ پیامی موجود نیست
ga_ie: Gan teachtaireachtaí
gd: Gun teachdaireachdan
hi_in: कोई सन्देश नही
hu: Nincsenek üzenetek
kn: ಯಾವುದೆ ಸಂದೇಶಗಳಿಲ್ಲ
mg: Tsisy hafatra
ml: സന്ദേശങ്ങളില്ല
my: စာမရှိပါ
ne: सन्देशहरु छैनन्
or: ସନ୍ଦେଶଟିଏ ନାହିଁ
pt: Sem mensagens
ro: Niciun mesaj
si: පණිවිඩ නොමැත
ta: செய்திகள் இல்லை
te: సందేశాలు లేవు
th: ไม่มีข้อความ
ur: کوئی پیغام نہیں
uz: Xabarlar yo‘q
vi: Không có tin nhắn nào
zu: Akukho miyalezo

source: Message not sent
am: መልእክቱ አልተላከም
ar: لم تُرسل الرسالة
bg: Съобщението не е изпратено
bn_bd: বার্তা পাঠানো যায়নি
bn_in: বার্তা পাঠানো যায়নি
br: N'eo ket bet kaset ar gemennadenn
bs: Poruka nije poslana
ca: No s'ha enviat el missatge
cy: Heb anfon neges
eu: Mezua ez da bidali
fa: پیام ارسال نشد
ga_ie: Níor seoladh an teachtaireacht
gd: Cha deach an teachdaireachd a chur
hi_in: संदेश नहीं भेजा गया
hu: Az üzenet nem lett elküldve
kn: ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲಾಗಿಲ್ಲ
mg: Tsy lasa ilay hafatra
ml: സന്ദേശം അയച്ചിട്ടില്ല
my: စာတိုအား မပို့ဖြစ်
ne: सन्देश पठाइएन
or: ସନ୍ଦେଶ ପଠାଯାଇନାହିଁ
pt: Mensagem não enviada
ro: Mesaj negăsit
si: පණිවිඩය නොයැවුණි.
ta: செய்தி அனுப்பப்படவில்லை
te: సందేశం పంపబడలేదు
th: ข้อความไม่ถูกส่ง
ur: پیغام نہیں بھیجا گیا
uz: Xabar jo‘natilmadi

source: There was a problem sending the message. Please try again.
am: መልእክቱን በመላክ ላይ እንዳለ ችግር ተፈጥሯል: እባክዎን እንደገና ይሞክሩ
ar: هنالك مشكلة بإرسال الرسالة. الرجاء المحاولة مره أخرى.
bg: Имаше проблем при изпращането на съобщението. Моля, опитайте отново.
bn_bd: বার্তা পাঠানোর একটি সমস্যা হয়েছিল। আবার চেষ্টা করুন।
bn_in: বার্তা পাঠানোর একটি সমস্যা হয়েছিল। আবার চেষ্টা করুন।
br: Degouezhet ez eus bet ur fazi e-pad kas ar gemennadenn. Klaskit en-dro mar plij.
bs: Došlo je do greške prilikom slanja poruke. Molimo pokušajte ponovo.
ca: S'ha produït un problema en enviar el missatge. Torneu-ho a provar.
cy: Bu anhawster wrth anfon y neges. Ceisiwch eto.
eu: Arazo bat egon da mezua bidaltzean. Saiatu berriro.
fa: مشکلی در ارسال این پیام رخ داده است. لطفا مجددا تلاش کنید.
ga_ie: Tharla earráid agus an teachtaireacht á seoladh. Bain triail eile as.
gd: Dh’èirich duilgheadas rè cur na teachdaireachd. Nach fheuch thu ris a-rithist?
hi_in: संदेश भेजने में समस्या थी. फिर कोशिश करें.
hu: Hiba lépett fel az üzenet elküldésekor. Kérem próbálja újra.
kn: ಸಂದೇಶವನ್ನು ಕಳಿಸುವಾಗ ತೊಂದರೆಯಾಗಿದೆ. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
mg: Nisy olana nandritra ny fandefasana ilay hafatra. Andramo indray, azafady.
ml: സന്ദേശം അയക്കുന്നതില്‍ ഒരു പ്രശ്നമുണ്ട്. വീണ്ടും ശ്രമിക്കു.
my: စာတိုအားပို့ရာတွင် ပြသာနာ အနည်းငယ်ရှိနေပါသှ်။ ကျေးဇူးပြုပြီးထပ်မံကြိုးစားပါ။
or: ଏହି ସନ୍ଦେଶ ପଠାଇବାରେ ତ୍ରୁଟି ଉପୁଜିଲା । ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ ।
pt: Ocorreu um problema a enviar a mensagem. Por favor, tente novamente.
ro: A apărut o problemă la trimiterea mesajului. Te rugăm să încerci din nou.
si: පණිවුඩය යැවීමේදී දෝශයකි. නැවත උත්සාහ කරන්න.
ta: செய்தியை அனுப்புவதில் பிரச்சனை. தயவுச்செய்து மீண்டும் முயற்சிக்கவும்.
te: సందేశం పంపుటలో దోషం ఉంది. దయచేసి మరలా ప్రయత్నించండి.
th: เกิดปัญหาในการส่งข้อความ โปรดลองอีกครั้ง
ur: پیغام بھیجنے میں ایک دشواری تھی۔ براہ مہربانی دوبارہ کوشش کریں۔
uz: Xabarni jo‘natishda muammo yuz berdi. Qaytadan urinib ko‘ring.

# sendDefaultErrorBtnOk
source: OK
am: እሺ
ar: موافق
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eu: Ados
fa: تایید
gd: Ceart ma-thà
hi_in: ठीक
kn: ಸರಿ
ml: ശരി
my: ကောင်းပြီ
ne: ठिक छ
or: ଠିକ ଅଛି
si: හරි
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے

source: Missing SIM card
am: አልተገኘም ሲም ካርድ
ar: لا توجد بطاقة SIM
bg: SIM грешка
bn_bd: সিম কার্ড নেই
bn_in: SIM কার্ড অনুপস্থিত
br: Mankout a ra ar gartenn SIM
bs: Nema SIM kartice
ca: Falta la targeta SIM
cy: Cerdyn SIM ar goll
eu: SIM txartela falta da
fa: سیم کارتی نیست
ga_ie: Cárta SIM ar iarraidh
gd: Cairt SIM a dhìth
hi_in: लापता SIM कार्ड
hu: Nincs SIM kártya
kn: ಕಾಣದ SIM ಕಾರ್ಡ್
mg: Tsy ao ny karatra SIM
ml: സിം കാര്‍ഡ് ഇട്ടിട്ടില്ല
my: SIM ကဒ်ပျောက်နေသှ်
ne: सिम कार्ड हराइरहेको
or: SIM କାର୍ଡ଼ ନାହିଁ
pt: Cartão SIM em falta
ro: Cartelă SIM lipsă
si: SIM කාඩ්පත නොමැත
ta: சிம் அட்டையை காணவில்லை
te: సిమ్ కార్డు కనపడుటలేదు
ur: سم کارڈ لاپتہ ہے
uz: SIM karta yo‘q
vi: Không có thẻ SIM
zu: Ikhadi le-SIM lilahlekile

source: Insert a valid SIM card to continue.
am: ለመቀጠል ዋጋ ያለው የ ሲም ካርድ ያስገቡ
ar: أدخل بطاقة SIM صحيحة للاستمرار.
bg: Липсва SIM карта.
bn_bd: এগিয়ে যেতে একটি বৈধ সিম কার্ড প্রবেশ করান।
bn_in: অবিরত করতে বৈধ SIM কার্ড সন্নিবেশ করুন
br: Enlakait ur gartenn SIM dalvoudek evit kenderc'hel.
bs: Ubacite ispravnu SIM karticu za nastavak.
ca: Inseriu una targeta SIM vàlida per continuar.
cy: Mewnosodwch gerdyn SIM dilys i barhau.
eu: Sartu baliozko SIM txartela jarraitzeko.
fa: برای ادامه یک سیم‌کارت معتبر وارد کنید.
ga_ie: Cuir cárta bailí SIM isteach chun dul ar aghaidh.
gd: Cuir a-steach cairt SIM dhligheach airson leantainn air adhart.
hi_in: जारी रखने के लिए एक वैध SIM कार्ड डालें.
hu: Helyezzen be működő SIM kártyát a folytatáshoz.
kn: ಮುಂದುವರೆಯಲು ಮಾನ್ಯವಾದ SIM ಕಾರ್ಡ್ ಅಳವಡಿಸಿ.
mg: Manatsofoha karatra SIM mety raha hanohy.
ml: തുടരാന്‍ ശരിയായ ഒരു സിം കാര്‍ഡ് ഇടു.
my: သုံးလို့ရသော SIM ကဒ်အား​ ထည့်ပြီး ဆက်လုပ်ပါ။
ne: जरी राख्नका लागि बैधनिक सिम कार्ड घुसाउनुहोस्
or: ଆଗକୁ ବଢ଼ିବା ପାଇଁ କାମ କରୁଥିବା SIM କାର୍ଡ଼ଟିଏ ଭରନ୍ତୁ ।
pt: Insira um cartão SIM válido para continuar.
ro: Inserează o cartelă SIM validă pentru a continua.
si: ඉදිරියට යාමට වලංගු SIM කාඩ්පතක් ඇතුළු කරන්න.
ta: ஒரு சரியான சிம் அட்டையை சொருகி தொடரவும்.
te: కొనసాగించుటకు సరైన సిమ్ కార్డ్ చొప్పించండి.
th: ใส่การ์ด SIM ที่ถูกต้องเพื่อดำเนินการต่อ
ur: جاری رکھنے کے لئے جائز SIM کارڈ داخل کریں۔
uz: Davom etish uchun yaroqli SIM kartani kiriting
vi: Cắm thẻ SIM để tiếp tục.
zu: Faka ikhadi le-SIM elisebenzayo ukuze uqhubeke.

# sendMissingSimCardBtnOk
source: OK
am: እሺ
ar: موافق
bg: Добре
bn_bd: ওকে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eu: Ados
fa: تایید
gd: Ceart ma-thà
kn: ಸರಿ
ml: ശരി
my: ကောင်းပြီ
ne: ठिक छ
or: ଠିକ ଅଛି
si: හරි
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے
zu: KULUNGILE

source: Airplane mode activated
am: በ አውሮፕላን ዘዴ ጀምሯል
ar: وضع الطيران مفعّل
bg: Самолетният режим е активиран
bn_bd: উড়োজাহাজ মোড সক্রিয়
bn_in: বিমান মোড সক্রিয় হল​
br: Gweredekaet eo ar mod nijerezh
bs: Avionski režim aktiviran
ca: Mode d'avió activat
cy: Gweithredwyd y modd awyren
eu: Hegazkin modua aktibatuta
fa: حالت‌ پرواز فعال‌ شد
ga_ie: Mód eitleáin cumasaithe
gd: Chaidh am modh itealain a chur an gnìomh
hi_in: हवाई जहाज मोड सक्रिय
hu: A repülő mód be van kapcsolva
kn: ಏರ್‌ಪ್ಲೇನ್‌ ಸ್ಥಿತಿ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
mg: Novelomina Maody fiaramanidina
ml: എയര്‍പ്ലൈന്‍ രീതി ഓണ്‍ ആണ്
my: လေယျာဉ်ပျံပေါ်သုံးပုံစ ဖွင့်ပြီး
ne: उडान शैली सक्रिय पारियो
or: ବିମାନ ମୋଡ ସକ୍ରିୟ ହୋଇଛି
pt: Modo avião ativado
ro: Mod avion activat
si: ගුවන් ප්‍රකාරය සක්‍රීයයි
ta: விமானப்பாங்கு செயற்படுத்தப்பட்டது
te: విమాన రీతి క్రియాశీలమయ్యింది
th: โหมดเครื่องบินถูกเปิดใช้งาน
ur: ہوائی جہاز موڈ چالو
uz: Parvoz rejimi yoqildi
vi: Đang trong chế độ máy bay
zu: Imodi yasebhanoyini isivuliwe

source: Turn off airplane mode to send messages.
am: መልእክቶች ለመላክ የ አውሮፕላን ዘዴን ያጥፉ
ar: إغلاق وضع الطيران لإرسال الرسالة.
bg: За да изпращате съобщения, трябва да изключите самолетния режим.
bn_bd: বার্তা পাঠাতে এরোপ্লেন মোড বন্ধ করুন।
bn_in: বার্তা পাঠানোর জন্য বিমান মোড বন্ধ করুন।
br: Diweredekait ar mod nijerezh evit kas kemennadennoù.
bs: Isključite avionski režim da pošaljete poruke.
ca: Desactiveu el mode d'avió per enviar missatges.
cy: Diffodd modd awyren er mwyn anfon negeseuon.
eu: Itzali hegazkin modua mezuak bidaltzeko.
fa: حالت پرواز را برای ارسال این پیام‌ها خاموش کنید.
ga_ie: Scoir den mhód eitleáin chun teachtaireachtaí a sheoladh.
gd: Cuir dheth am modh itealain gus teachdaireachdan a chur.
hi_in: संदेश भेजने के लिए हवाई जहाज मोड बंद करें.
hu: Kapcsolja ki a repülő módot az üzenetek küldéséhez.
kn: ಸಂದೇಶಗಳನ್ನು ಕಳಿಸಲು ಏರ್‌ಪ್ಲೇನ್‌ ಸ್ಥಿತಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ.
mg: Vonoy ny Maody fiaramanidina raha handefa hafatra.
ml: സന്ദേശം അയയ്ക്കാന്‍ എയര്‍പ്ലൈന്‍ രീതി ഒഴിവാക്കു.
my: လေယျာဉ်ပေါ်သုံး ပုံစံအား ခဏပိတ်ပြီး စာတိုပို့ပါ
ne: सन्देश पठाउनको लागि उडान शैली बन्द गर्नुहोस्।
or: ବିମାନ ମୋଡ଼ ଅଫ କରି ସନ୍ଦେଶଟିଏ ପଠାନ୍ତୁ ।
pt: Desative o movo de voo para enviar mensagens.
ro: Oprește modul avion pentru a trimite mesaje.
si: පණිවිඩ යැවීමට ගුවන් ප්‍රකාරය අක්‍රීය කරන්න.
ta: செய்திகளை அனுப்ப விமானப்பாங்கை முடக்கவும்.
te: సందేశాలు పంపుటకు విమాన రీతి ఆఫ్ చేయి.
th: ปิดโหมดเครื่องบินเพื่อส่งข้อความ
ur: پیغام بھیجنے کے لئے ہوائی جہاز موڈ آف کردیں۔
uz: Xabarlarni jo‘natish uchun parvoz rejimini o‘chiring.
vi: Tắt chế độ máy bay để gửi tin nhắn.
zu: Cima imodi yasebhanoyini ukuze uthumele imiyalezo.

# sendFlightModeBtnOk
source: OK
am: እሺ
ar: موافق
bg: Добре
bn_bd: ওকে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eu: Ados
fa: تایید
gd: Ceart ma-thà
kn: ಸರಿ
ml: ശരി
my: ကောင်းပြီ
ne: ठिक छ
or: ଠିକ ଅଛି
si: හරි
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے
zu: KULUNGILE

source: Turn off airplane mode to download attachments.
am: የተያያዘውን ለማውረድ የ አውሮፕላን ዘዴን ያጥፉ
ar: أوقِف وضع الطيران لتنزيل المُرفقات.
bg: Изключете самолетния режим, за да изтеглите притурки.
bn_bd: সংযুক্তি ডাউনলোড করতে বিমান মোড বন্ধ করুন।
bn_in: সংযুক্তি ডাউনলোড করতে বিমান মোড বন্ধ করুন।
br: Diweredekait ar mod nijerezh evit pellgargañ kenstagadurioù.
bs: Isključite avionski režim da preuzmete priloge.
ca: Desactiveu el mode d'avió per baixar les adjuncions.
cy: Diffodd y modd awyren i lwytho atodiad i lawr.
eu: Desaktibatu hegazkin modua eranskinak deskargatzeko.
fa: برای دریافت پیوست‌ها حالت هواپیما را غیرفعال کنید.
ga_ie: Scoir den mhód eitleáin chun iatáin a íosluchtú.
gd: Cuir dheth am modh-itealain airson na ceanglachain a luchdadh a-nuas.
hi_in: अनुलग्नक डाउनलोड करने के लिए विमान मोड को बंद करें.
hu: Kapcsolja ki a repülő módot a mellékletek letöltéséhez.
kn: ಲಗತ್ತು‌ಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಏರ್‌ಪ್ಲೇನ್ ಸ್ಥಿತಿ ಸ್ಥಗಿತಗೊಳಿಸಿ.
my: လေယျာဉ်ပေါ်သုံးပုံစံအား ပိတ်ပြီး တွဲဖိုင်အား ဒေါင်းလုဒ်ရယူပါ
pt: Desligue o modo de voo para descarregar anexos.
ro: Oprește modul avion pentru a descărca atașamente.
si: ඇමිණුම් බාගැනීමට ගුවන්යානා ප්‍රකාරය ක්‍රියා විරහිත කරන්න.
ta: சேர்க்கைகளை பதிவிறக்க விமானப்பாங்கை முடக்கவும்.
th: ปิดโหมดเครื่องบินเพื่อดาวน์โหลดไฟล์แนบ
ur: منسلکات ڈاؤن لوڈ کرنے کے ہوائی جہاز موڈ کو بند کر دیں۔
uz: Biriktirmalarni yuklab olish uchun parvoz rejimini o‘chiring.

source: FDN active
am: FDN ንቁ ነው
ar: FDN مفعّل
bg: Включен FDN
bn_bd: FDN সক্রিয়
bn_in: FDN সক্রিয়
br: Gweredekaet eo ar niverenniñ digemm
bs: FDN aktivan
ca: Números prefixats activats
cy: FDN yn weithredol
eu: FDN aktibo
fa: FDN فعال
ga_ie: Tá FDN gníomhach
gd: FDN gnìomhach
hi_in: FDN सक्रिय
hu: FDN aktív
kn: FDN ಸಕ್ರಿಯವಾಗಿದೆ
mg: Amperin'asa ny NFR
ml: എഫ്ഡിഎന്‍ സജീവം
my: FDN အလုပ်လုပ်နေသှ်
ne: एफ् डि एन् सक्रिय भएको छ
or: FDN ସକ୍ରିୟ
pt: NMF ativos
ro: FDN activ
si: FDN සක්‍රීය
ta: FDN செயலிலுள்ளது
te: ఎఫ్‌డిఎన్ క్రియాశీలమైంది
th: FDN ใช้งาน
ur: FDN زیر عمل ہے
uz: FDN faol
vi: Đã bật giới hạn liên lạc (FDN)
zu: I-FDN isiyasebenza

source: Editing SMS {{number}}
am: ኤስኤምኤስ ማረሚያ {{number}}
ar: تُحرّر الرسالة رقم {{number}}
bg: Писане на SMS {{number}}
bn_bd: SMS সম্পাদন হচ্ছে {{number}}
bn_in: SMS সম্পাদনা করা হচ্ছে {{number}}
br: Embann SMS {{number}}
bs: Uređivanje SMS-a {{number}}
ca: S'està editant l'SMS {{number}}
cy: Golygu SMS {{number}}
eu: {{number}}. SMSa editatzen
fa: درحال ویرایش پیام‌کوتاه {{number}}
ga_ie: SMS {{number}} á chur in eagar
gd: A’ deasachadh an SMS {{number}}
hu: {{number}}. SMS szerkesztése
kn: ಸಂಪಾದಿಸು SMS {{number}}
my: SMS {{number}} အားပြင်ပါ
pt: A editar SMS {{number}}
ro: Editarea SMS-ului {{number}}
si: SMS {{number}} සකසමින්
ta: குறுந்செய்தி தொகு {{number}}
th: กำลังแก้ไข SMS {{number}}
ur: SMS {{number}} تدوین کر رہا ہے
uz: SMS {{number}}ni tahrirlash

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:
am: FDN (የተወሰኑ ቁጥሮች መደወያ) ጀምሯል እርግጠኛ ይሁኑ የ ኤስኤምኤስ ማእከል እና የሚቀጥሉት ተቀባዮች በ እርስዎ FDN ዝርዝር ውስጥ መኖራቸውን:
ar: FDN (أرقام الاتصال الثابتة) فعالة. تأكد أن مركز ال SMS و المستلم التالي موجود في قائمة ال FDN الخاصة بك:
bg: ФН (Фиксирани номера) са включени. Уверете се, че SMS центърът и следния получател са във вашия списък с ФН:
bn_bd: FDN (ফিক্সড ডায়ালিং নম্বর) সক্রিয় করা আছে। এসএমএস সেন্টার এবং নিম্নলিখিত প্রাপক আপনার FDN তালিকায় আছে কিনা নিশ্চিত করুন:
bn_in: FDN (স্থায়ী ডায়াল নাম্বার) সক্রিয় করা হয়।নিশ্চিত এসএমএস কেন্দ্র করে নিম্নলিখিত প্রাপক আপনার FDN তালিকায় আছেন করুন
br: Gweredekaet eo ar FDN (Niverennoù Digemm Nemetken). Gwiriit emañ ar greizenn SMS hag an degemererien da-heul e-barzh ho roll FDN :
bs: FDN (fiksno biranje brojeva) je aktivirano. Pobrinite se da su SMS centar i sljedeći primalac na vašoj FDN listi:
ca: La funció FDN (números prefixats) està activada. Assegureu-vos que el centre de SMS i el destinatari següent apareixen en la llista de números permesos:
cy: Mae FDN (Fixed Dialing Numbers) ar waith. Gwnewch yn siŵr fod y ganolfan SMS a'r derbynwyr canlynol yn eich rhestr FDN:
eu: MFZ (markatze finkoko zenbakiak) aktibatuta dago. Ziurtatu SMS zentroa eta hurrengo hartzaile hau zure MFZ zerrendan daudela:
fa: FDN (شماره‌های تماس ثابت) فعال است. مطمئن شوید مرکزپیام‌کوتاه و گیرنده های پیام در لیست FDNزیر هستند:
ga_ie: Tá an córas FDN (Uimhreacha Socraithe Diailithe) ar siúl. Deimhnigh go bhfuil an lárionad SMS agus an faighteoir seo a leanas ar do liosta FDN:
gd: Tha FDN (Fixed Dialing Numbers) an gnìomh. Dèan cinnteach gu bheil an t-aonad SMS agus an neach a leanas air an liosta FDN agad:
kn: FDN (ಫಿಕ್ಸಡ್‌ ಡಯಲಿಂಗ್‌ ನಂಬರ್ಸ್) ಸಕ್ರಿಯಗೊಂಡಿದೆ. SMS ಕೇಂದ್ರ ಮತ್ತು ಈ ಕೆಳಗಿನ ಸ್ವೀಕರಿಸುವವರು ನಿಮ್ಮ FDN ಪಟ್ಟಿಯಲ್ಲಿದ್ದಾರೆಂದು ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ:
my: FDN (သတ်မှတ်ထားသောနံပတ်စာရင်း) အားသုံးမည်။ SMS စင်တာနှင့် သင်ပို့မည့်နံပတ်အား FND စာရင်းထဲ ထည့်ထားပါ:
pt: Os NMF (Números de Marcação Fixa) estão ativos. Confirme se o centro de SMS e o destinatário seguinte estão na sua lista de NMF:
ro: FDN (Numere de apelare fixă) este activat. Asigură-te că centrul de SMS-uri și următorii destinatari sunt în lista FDN:
si: FDN (ස්ථාවර ඇමතුම් අංක) සක්‍රීයයි. ඔබගේ කෙටි පණිවුඩ මධ්‍යස්ථානය හා පහත දැක්වෙන ලබන්නන් ඔබගේ FDN ලැයිස්තුවේ ඇතිදැයි බලන්න:
ur: FDN (فِکصْڈ ڈائلنگ نمبر) متحرک ہے۔ اس بات کا یقین کرلے SMS مرکز اور مندرجہ ذیل وصول کنندہ آپ کی FDN فہرست میں ہیں:
uz: FDN (Ishonchli qo‘ng‘iroq raqamlari) faollashtirildi. SMS markazi va quyidagi qabul qiluvchi FDN ro‘yxatingizda ekanligiga ishonch hosil qiling:

# fdnErrorBody[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
am: FDN (የተወሰኑ ቁጥሮች መደወያ) ጀምሯል እርግጠኛ ይሁኑ የ ኤስኤምኤስ ማእከል እና የሚቀጥሉት ተቀባዮች በ እርስዎ FDN ዝርዝር ውስጥ መኖራቸውን:
ar: FDN (أرقام الاتصال الثابتة) مفعلة. تأكد من أن مركز الرسائل القصيرة والمستلمين التاليين في قائمة أرقام الاتصال الثابتة FDN الخاصة بك:
bg: ФН (Фиксирани номера) са включени. Уверете се, че SMS центърът и следните получатели са във вашия списък с ФН:
bn_bd: FDN (ফিক্সড ডায়ালিং নম্বর) সক্রিয় করা আছে। এসএমএস সেন্টার এবং নিম্নলিখিত প্রাপক আপনার FDN তালিকায় আছে কিনা নিশ্চিত করুন:
bn_in: FDN (স্থায়ী ডায়াল নাম্বার) সক্রিয় করা হয়েছে। নিশ্চিত করুন যে SMS কেন্দ্র এবং প্রাপকেরা আপনার FDN তালিকায় আছে কিনা:
br: Gweredekaet eo ar FDN (Niverennoù Digemm Nemetken). Gwiriit emañ ar greizenn SMS hag an degemererien da-heul war ho roll FDN :
bs: FDN (fiksno biranje brojeva) je aktivirano. Pobrinite se da su SMS centar i sljedeći primaoci na vašoj FDN listi:
ca: La funció FDN (números prefixats) està activada. Assegureu-vos que el centre de SMS i els destinataris següents apareixen en la llista de números permesos:
cy: Mae FDN (Fixed Dialing Numbers) ar waith. Gwnewch yn siŵr fod y ganolfan SMS a'r derbynwyr canlynol yn eich rhestr FDN:
fa: FDN (شماره‌های تماس ثابت) فعال است. مطمئن شوید مرکزپیام‌کوتاه و گیرنده های پیام در لیست FDNزیر هستند:
ga_ie: Tá an córas FDN (Uimhreacha Socraithe Diailithe) ar siúl. Deimhnigh go bhfuil an lárionad SMS agus na faighteoirí seo a leanas ar do liosta FDN:
gd: Tha FDN (Fixed Dialing Numbers) an gnìomh. Dèan cinnteach gu bheil an t-aonad SMS agus na faightearan a leanas air an liosta FDN agad:
pt: Os FDN (Números de Marcação Fixa) estão ativos. Confirme se o centro de SMS e os destinatários seguintes estão na sua lista de FDN:
ro: FDN (Numere de apelare fixă) este activat. Asigură-te că centrul de SMS-uri și următorii destinatari sunt în lista FDN:
si: FDN (ස්ථාවර ඇමතුම් අංක) සක්‍රීයයි. ඔබගේ කෙටි පණිවුඩ මධ්‍යස්ථානය හා පහත දැක්වෙන ලබන්නන් ඔබගේ FDN ලැයිස්තුවේ ඇතිදැයි බලන්න:
ur: FDN (فِکصْڈ ڈائلنگ نمبر) متحرک ہے۔ اس بات کا یقین کرلے SMS مرکز اور مندرجہ ذیل وصول کنندگان آپ کی FDN فہرست میں ہیں:
uz: FDN (Ishonchli qo‘ng‘iroq raqamlari) faollashtirildi. SMS markazi va quyidagi qabul qiluvchilar FDN ro‘yxatingizda ekanligiga ishonch hosil qiling:

# fdnErrorBody[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
am: FDN (የተወሰኑ ቁጥሮች መደወያ) ጀምሯል እርግጠኛ ይሁኑ የ ኤስኤምኤስ ማእከል እና የሚቀጥሉት ተቀባዮች በ እርስዎ FDN ዝርዝር ውስጥ መኖራቸውን:
ar: FDN (أرقام الاتصال الثابتة) مفعلة. تأكد من أن مركز الرسائل القصيرة والمستلمين التاليين في قائمة أرقام الاتصال الثابتة FDN الخاصة بك:
bg: ФН (Фиксирани номера) са включени. Уверете се, че SMS центърът и следните получатели са във вашия списък с ФН:
bn_bd: FDN (ফিক্সড ডায়ালিং নম্বর) সক্রিয় করা আছে। এসএমএস সেন্টার এবং নিম্নলিখিত প্রাপক আপনার FDN তালিকায় আছে কিনা নিশ্চিত করুন:
bn_in: FDN (স্থায়ী ডায়াল নাম্বার) সক্রিয় করা হয়েছে। নিশ্চিত করুন যে SMS কেন্দ্র এবং প্রাপকেরা আপনার FDN তালিকায় আছে কিনা:
br: Gweredekaet eo ar FDN (Niverennoù Digemm Nemetken). Gwiriit emañ ar greizenn SMS hag an degemererien da-heul war ho roll FDN :
bs: FDN (fiksno biranje brojeva) je aktivirano. Pobrinite se da su SMS centar i sljedeći primaoci na vašoj FDN listi:
ca: La funció FDN (números prefixats) està activada. Assegureu-vos que el centre de SMS i els destinataris següents apareixen en la llista de números permesos:
cy: Mae FDN (Fixed Dialing Numbers) ar waith. Gwnewch yn siŵr fod y ganolfan SMS a'r derbynwyr canlynol yn eich rhestr FDN:
fa: FDN (شماره‌های تماس ثابت) فعال است. مطمئن شوید مرکزپیام‌کوتاه و گیرنده های پیام در لیست FDNزیر هستند:
ga_ie: Tá an córas FDN (Uimhreacha Socraithe Diailithe) ar siúl. Deimhnigh go bhfuil an lárionad SMS agus na faighteoirí seo a leanas ar do liosta FDN:
gd: Tha FDN (Fixed Dialing Numbers) an gnìomh. Dèan cinnteach gu bheil an t-aonad SMS agus na faightearan a leanas air an liosta FDN agad:
pt: Os FDN (Números de Marcação Fixa) estão ativos. Confirme se o centro de SMS e os destinatários seguintes estão na sua lista de FDN:
ro: FDN (Numere de apelare fixă) este activat. Asigură-te că centrul de SMS-uri și următorii destinatari sunt în lista FDN:
si: FDN (ස්ථාවර ඇමතුම් අංක) සක්‍රීයයි. ඔබගේ කෙටි පණිවුඩ මධ්‍යස්ථානය හා පහත දැක්වෙන ලබන්නන් ඔබගේ FDN ලැයිස්තුවේ ඇතිදැයි බලන්න:
ur: FDN (فِکصْڈ ڈائلنگ نمبر) متحرک ہے۔ اس بات کا یقین کرلے SMS مرکز اور مندرجہ ذیل وصول کنندگان آپ کی FDN فہرست میں ہیں:
uz: FDN (Ishonchli qo‘ng‘iroq raqamlari) faollashtirildi. SMS markazi va quyidagi qabul qiluvchilar FDN ro‘yxatingizda ekanligiga ishonch hosil qiling:
