Repository: translate/mozilla-gaia
Catalog: */apps/sms/sms.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hi_in, hu, kn, mg, ml, my, ne, or, pt, ro, si, ta, te, th, ur, uz, vi, zu

source: Messages
am: መልእክቶች
ar: الرسائل
bg: Съобщения
bn_bd: বার্তাসমূহ
bn_in: বার্তাসমূহ
br: Kemennadennoù
bs: Poruke
ca: Missatges
cy: Negeseuon
eu: Mezuak
fa: پیام ها
ga_ie: Teachtaireachtaí
gd: Teachdaireachdan
hu: Üzenetek
kn: ಸಂದೇಶಗಳು
pt: Mensagens
ro: Mesaje
si: පණිවිඩ
th: ข้อความ
ur: پیغامات
uz: Xabarlar

source: Delete messages
am: መልእክቶች ማጥፊያ
ar: احذف الرسائل
bg: Изтриване на съобщения
bn_bd: বার্তা অপসারণ
bn_in: মুছে ফেলুন বার্তা
br: Dilemel ar c'hemennadennoù
bs: Obriši poruke
ca: Elimina missatges
cy: Dileu negeseuon
eu: Ezabatu mezuak
fa: حذف پیام ها
ga_ie: Scrios teachtaireachtaí
gd: Sguab às na teachdaireachdan
hi_in: संदेश मिटाएँ
hu: Üzenetek törlése
kn: ಸಂದೇಶಗಳನ್ನು ಅಳಿಸು
mg: Hamafa hafatra
ml: സന്ദേശങ്ങള്‍ കളയുക
my: စာတိုများအား ဖျက်
ne: सन्देशहरु मेटाउनुहोस्
or: ସନ୍ଦେଶଗୁଡ଼ିକ ଲିଭାନ୍ତୁ
pt: Apagar mensagens
ro: Șterge mesaje
si: පණිවිඩ මකන්න
ta: அழி
te: సందేశాలను తొలగించు
th: ลบข้อความ
ur: پیغامات حذف کریں
uz: Xabarlarni o‘chirish
vi: Xóa tin nhắn
zu: Dilitha imiyalezo

source: Select
am: ይምረጡ
ar: اختر
bg: Избиране
bn_bd: নির্বাচন
bn_in: নির্বাচন করুন
br: Diuzañ
bs: Izaberi
ca: Trieu
cy: Dewis
eu: Hautatu
fa: انتخاب
ga_ie: Roghnaigh
gd: Tagh
hi_in: चयन
hu: Kiválasztás
kn: ಆಯ್ಕೆಮಾಡು
my: ရွေး
ne: चयन गर्नुहोस्
pt: Selecionar
ro: Selectează
si: තෝරන්න
ta: தேர்
th: เลือก
ur: منتخب کریں
uz: Tanlash

source: Edit
am: ማረሚያ
ar: تحرير
bg: Редактиране
bn_bd: সম্পাদনা
bn_in: সম্পাদনা করুন
br: Embann
bs: Uredi
ca: Edita
cy: Golygu
fa: ویرایش
ga_ie: Eagar
gd: Deasaich
pt: Editar
ro: Editează
si: සැකසුම්
th: แก้ไข
ur: تدوین کریں

source: Back
am: ወደ ኋላ
ar: رجوع
bg: Връщане
bn_bd: পূর্ববর্তী
bn_in: পূর্বাবস্থা
br: Kent
bs: Nazad
ca: Enrere
cy: Nôl
eu: Atzera
fa: بازگشت
ga_ie: Siar
gd: Air ais
hi_in: वापस
hu: Vissza
kn: ಹಿಂದೆ
mg: Hiverina
ml: പുറകോട്ട്
my: ရှေ့သို့
ne: पछाडि
or: ପଛକୁ
pt: Voltar
ro: Înapoi
si: පසුපසට
ta: பின்னே
te: వెనక్కి
th: ย้อนกลับ
ur: واپس
uz: Orqaga
vi: Quay lại
zu: Emuva

source: Cancel
am: መሰረዣ
ar: ألغِ
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
eu: Utzi
fa: انصراف
ga_ie: Cealaigh
gd: Sguir dheth
hu: Mégse
kn: ರದ್ದುಮಾಡು
pt: Cancelar
ro: Renunță
si: වසන්න
th: ยกเลิก
ur: منسوخ کریں
uz: Bekor qilish

source: Undo
am: መተው
ar: تراجع
bg: Възстановяване
bn_bd: পূর্বাবস্থা
bn_in: পূর্বাবস্থায় ফিরিয়ে নিন
br: Dizober
bs: Poništi
ca: Desfés
cy: Dadwneud
eu: Desegin
fa: برگردان
ga_ie: Cealaigh
gd: Neo-dhèan
hi_in: पूर्ववत् करें
hu: Visszavonás
kn: ರದ್ದುಮಾಡು
mg: Hanafoana
ml: വേണ്ടെന്ന് വയ്ക്കുക
my: ပြန်ဖြည်ပါ
ne: पूर्वस्थितिमा फर्काउनुहोस्
or: ପଦକ୍ଷେପ ବାତିଲ
pt: Anular
ro: Anulează
si: අවලංගු
ta: செயல்நீக்கு
te: రద్దుచేయి
th: เลิกทำ
ur: کالعدم کریں
uz: Qaytarish
vi: Hoàn lại
zu: Susa okwenzile

source: Done
am: ጨርሷል
ar: تم
bg: Готово
bn_bd: সম্পন্ন
bn_in: সম্পন্ন হয়েছে
br: Graet
bs: Gotovo
ca: Fet
cy: Gorffen
eu: Eginda
fa: انجام شد
ga_ie: Déanta
gd: Deiseil
hi_in: संपन्न हुआ
hu: Kész
kn: ಮುಗಿಯಿತು
mg: Vita
ml: പൂര്‍ത്തിയായി
my: ပြီးပြီ
ne: भयो
or: ସମ୍ପନ୍ନ
pt: OK
ro: Gata
si: කළා
ta: முடிந்தது
te: అయినది
th: เสร็จสิ้น
ur: مکمل
uz: Tayyor
vi: Hoàn tất
zu: Qedile

source: Delete
am: ማጥፊያ
ar: احذف
bg: Изтриване
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
ca: Elimina
cy: Dileu
eu: Ezabatu
fa: حذف
ga_ie: Scrios
gd: Sguab às
hi_in: मिटाएँ
hu: Törlés
kn: ಅಳಿಸು
mg: Hamafa
ml: മായ്ക്കുക
my: ဖျက်ပါ
ne: मेट्नुहोस्
or: ଲିଭାନ୍ତୁ
pt: Apagar
ro: Șterge
si: මකන්න
ta: அழி
te: తొలగించు
th: ลบ
ur: حذف کریں
uz: O‘chirish
vi: Xoá
zu: Dilitha

source: Delete thread
am: ውይይት ማጥፊያ
ar: حذف الموضوع
bg: Изтриване дискусия
bn_bd: থ্রেড মুছুন
bn_in: থ্রেড বাতিল করুন
br: Dilemel an neudenn
bs: Obriši niz
ca: Elimina el fil
cy: Dileu'r edefyn
eu: Ezabatu haria
fa: حذف مکالمه
ga_ie: Scrios an snáithe
gd: Sguab às an snàithlean
pt: Eliminar tópico
ro: Șterge firul
si: දාම මකන්න
th: ลบกระทู้
ur: تھریڈ حذف کریں
uz: Davomiy xabarni o‘chirish

source: Mark as read
am: እንደ ተነበበ ምልክት ማድረጊያ
ar: تعليم كرسالة مقروءة
bg: Отбелязване като прочетено
bn_bd: পঠিত হিসাবে চিহ্নিত কর
bn_in: পড়া হয়েছে হিসেবে চিহ্নিত করুন
br: Merkañ evel lennet
bs: Označi kao pročitano
ca: Marca com a llegit
cy: Marcio wedi darllen
eu: Markatu irakurritako gisa
fa: علامت گذاری به عنوان خوانده شده
ga_ie: Marcáil “Léite”
gd: Cuir comharra gun deach a leughadh
pt: Marcar como lido
ro: Marchează ca citit
si: කියවූ ලෙස සලකුණු කරන්න
th: ทำเครื่องหมายเป็นอ่านแล้ว
ur: بطور خواندہ نشان زد کریں
uz: O‘qilgan deb belgilash

source: Mark as unread
am: እንደ አልተነበበ ምልክት ማድረጊያ
ar: تعليم كرسالة غير مقروءة
bg: Отбелязване като непрочетено
bn_bd: অপঠিত হিসাবে চিহ্নিত কর
bn_in: পড়া হয়নি বলে চিহ্নিত করুন
br: Merkañ evel anlennet
bs: Označi kao nepročitano
ca: Marca com a no llegit
cy: Marcio heb ei ddarllen
eu: Markatu irakurri gabeko gisa
fa: علامت‌گذاری به عنوان خوانده نشده
ga_ie: Marcáil “Neamhléite”
gd: Cuir comharra nach deach a leughadh
pt: Marcar como não lida
ro: Marchează ca necitit
si: නොකියවූ ලෙස සලකුණු කරන්න
th: ทำเครื่องหมายเป็นยังไม่ได้อ่าน
ur: بطور ناخواندہ نشان زد کریں
uz: O‘qilmagan deb belgilash

source: Deleting…
am: በማጥፋት ላይ…
ar: جارِ الحذف...
bg: Изтриване…
bn_bd: অপসারিত হচ্ছে…
bn_in: মুছে ফেলা হচ্ছে…
br: O tilemel…
bs: Brisanje...
ca: S'està eliminant…
cy: Dileu…
eu: Ezabatzen…
fa: در حال حذف...
ga_ie: Á Scriosadh…
gd: 'Ga sguabadh às…
hi_in: मिटाया जा रहा है ...
hu: Törlés…
kn: ಅಳಿಸಲಾಗುತ್ತಿದೆ…
mg: Mamafa…
ml: മായ്ക്കുന്നു…
my: ဖျက်နေသှ်...
ne: मेट्दैछ...
or: ଲିଭାଉଛି…
pt: A eliminar…
ro: Se șterge…
si: මකමින්...
ta: அழிக்கிறது...
te: తొలగిస్తున్నాను...
th: กำลังลบ…
ur: حذف کر رہا ہے…
uz: O‘chirilmoqda…
vi: Đang xoá…
zu: Iyadilitha…

source: Select all
am: ሁሉንም መምረጫ
ar: إختر الكل
bg: Избор всички
bn_bd: সব নির্বাচন
bn_in: সমস্ত নির্বাচন
br: Diuzañ pep tra
bs: Izaberi sve
ca: Marca-ho tot
cy: Dewis popeth
eu: Hautatu denak
fa: انتخاب همه
ga_ie: Roghnaigh uile
gd: Tagh na h-uile
hi_in: सबको चुनें
hu: Minden kijelölése
kn: ಎಲ್ಲವನ್ನು ಆರಿಸು
mg: Fantenana daholo
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
my: အားလုံးကိုရွေးပါ
ne: सबै चयन गर्नुहोस्
or: ସମସ୍ତଙ୍କୁ ବାଛନ୍ତୁ
pt: Marcar tudo
ro: Selectează tot
si: සියල්ල තෝරන්න
ta: அனைத்தும்
te: అన్నీ ఎంచుకో
th: เลือกทั้งหมด
ur: تمام منتخب کریں
uz: Barchasini belgilash
vi: Chọn tất cả
zu: Khetha konke

source: Deselect all
am: ሁሉንም መተው
ar: إلغاء إختيار الكل
bg: Отмяна всички
bn_bd: সব নির্বাচন বাদ
bn_in: সকল নির্বাচন বাতিল করুন
br: Diziuzañ pep tra
bs: Poništi izbor
ca: Desmarca-ho tot
cy: Dad-ddewis Popeth
eu: Desaut. denak
fa: عدم انتخاب همه
ga_ie: Díroghnaigh uile
gd: Dì-thagh na h-uile
hi_in: सबको अचयनित करे
hu: Kijelölés törlése
kn: ಎಲ್ಲಾ ಆಯ್ಕೆಯನ್ನು ರದ್ದು ಮಾಡು
mg: Tsy fantenana daholo
ml: ഒന്നും തെരഞ്ഞെടുക്കണ്ട
my: အားလုံးကို ပြန်ဖျက်ပါ
ne: सबै चयनबाट हटाउनुहोस्
or: ସମସ୍ତଙ୍କୁ ଅବଛା କରନ୍ତୁ
pt: Desmarcar tudo
ro: Deselectează tot
si: සියළු තේරීම් අත්හරින්න
ta: தேர்வு நீக்கு
te: దేన్నీ ఎంచుకోవద్దు
th: ไม่เลือกทั้งหมด
ur: انتخاب ختم کریں تمام
uz: Belgilashni bekor qilish
vi: Bỏ chọn tất cả
zu: Yeka konke obusukukhethile

# selected-threads[zero]
source: none selected
am: ምንም አልተመረጠም
ar: لم يختر شيء
bg: няма избрани
bn_bd: কোনটিই নির্বাচন করা হয়নি
bn_in: কিছু নির্বাচন করা হয়নি
br: Hini ebet diuzet
bs: nijedan izabran
ca: Cap seleccionat
cy: heb ddewis dim
eu: ez da ezer hautatu
fa: موردی انتخاب نشده است
ga_ie: gan rogha
gd: cha deach gin a thaghadh
hi_in: कोई भी चयनित नहीं किया गया
hu: nincs kijelölés
kn: ಯಾವುದನ್ನೂ ಆರಿಸಲಾಗಿಲ್ಲ
my: တစ်ခုမျှရွေးမထားပါ
pt: nada selecionado
ro: nicio persoană selectată
si: කිසිවක් තෝරා නැත
ta: ஏதும் தேரவில்லை
te: ఏమీ ఎంచుకోలేదు
th: ไม่ได้เลือกสิ่งใด
ur: کوئی منتخب نہیں ہے
uz: hech qaysi tanlanmadi

# selected-threads[one]
source: {{n}} selected
am: {{n}} ተመርጧል
ar: {{n}} واحدة مختارة
bg: {{n}} избрано
bn_bd: {{n}} টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} izabran
ca: {{n}} seleccionat
cy: Dewis {{n}}
eu: {{n}} hautatuta
fa: {{n}} مورد انتخاب شد
ga_ie: {{n}} snáithe roghnaithe
gd: Thagh thu {{n}}
hi_in: {{n}} चयनित
hu: {{n}} kijelölve
kn: {{n}} ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
my: {{n}} ရွေးထားပြီး
pt: {{n}} selecionado
ro: {{n}} selectat
si: {{n}} තෝරා ඇත
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
ur: {{n}} منتخب
uz: {{n}} tanlandi

# selected-threads[two]
source: {{n}} selected
am: {{n}} ተመርጧል
ar: {{n}} مختارات
bg: {{n}} избрани
bn_bd: {{n}} টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} izabrana
ca: {{n}} seleccionats
cy: Dewis {{n}}
eu: {{n}} hautatuta
fa: {{n}} مورد انتخاب شد
ga_ie: {{n}} shnáithe roghnaithe
gd: Thagh thu {{n}}
hi_in: {{n}} चयनित
hu: {{n}} kijelölve
kn: {{n}} ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
my: {{n}} ရွေးထားပြီး
ne: {{n}} चयन गरिएको
pt: {{n}} selecionados
ro: {{n}} selectate
si: {{n}} තෝරා ඇත
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
ur: {{n}} منتخب
uz: {{n}} tanlandi

# selected-threads[few]
source: {{n}} selected
am: {{n}} ተመርጧል
ar: {{n}} مُختارة
bg: {{n}} избрани
bn_bd: {{n}} টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} izabrana
ca: {{n}} seleccionats
cy: Dewis {{n}}
eu: {{n}} hautatuta
fa: {{n}} مورد انتخاب شد
ga_ie: {{n}} shnáithe roghnaithe
gd: Thagh thu {{n}}
hi_in: {{n}} चयनित
hu: {{n}} kijelölve
kn: {{n}} ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
my: {{n}} ရွေးထားပြီး
ne: {{n}} चयन गरिएको
pt: {{n}} selecionados
ro: {{n}} selectate
si: {{n}} තෝරා ඇත
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
ur: {{n}} منتخب
uz: {{n}} tanlandi

# selected-threads[many]
source: {{n}} selected
am: {{n}} ተመርጧል
ar: {{n}} مُختارة
bg: {{n}} избрани
bn_bd: {{n}} টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} izabrano
ca: {{n}} seleccionats
cy: Dewis {{n}}
eu: {{n}} hautatuta
fa: {{n}} مورد انتخاب شد
ga_ie: {{n}} snáithe roghnaithe
gd: Thagh thu {{n}}
hi_in: {{n}} चयनित
hu: {{n}} kijelölve
kn: {{n}} ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
my: {{n}} ရွေးထားပြီး
ne: {{n}} चयन गरिएको
pt: {{n}} selecionados
ro: {{n}} selectate
si: {{n}} තෝරා ඇත
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
ur: {{n}} منتخب
uz: {{n}} tanlandi

# selected-threads[other]
source: {{n}} selected
am: {{n}} ተመርጧል
ar: {{n}} مُختارة
bg: {{n}} избрани
bn_bd: {{n}} টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} izabrano
ca: {{n}} seleccionats
cy: Dewis {{n}}
eu: {{n}} hautatuta
fa: {{n}} مورد انتخاب شد
ga_ie: {{n}} snáithe roghnaithe
gd: Thagh thu {{n}}
hi_in: {{n}} चयनित
hu: {{n}} kijelölve
kn: {{n}} ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
my: {{n}} ရွေးထားပြီး
ne: {{n}} चयन गरिएको
pt: {{n}} selecionados
ro: {{n}} selectate
si: {{n}} තෝරා ඇත
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
ur: {{n}} منتخب
uz: {{n}} tanlandi

# selected-messages[zero]
source: none selected
am: ምንም አልተመረጠም
ar: لم يختر شيء
bg: няма избрани
bn_bd: কোনটিই নির্বাচন করা হয়নি
bn_in: কিছু নির্বাচন করা হয়নি
br: Hini ebet diuzet
bs: nijedan izabran
ca: Cap seleccionat
cy: heb ddewis dim
eu: ez da ezer hautatu
fa: موردی انتخاب نشده است
ga_ie: gan rogha
gd: cha deach gin a thaghadh
hi_in: कोई नहीं चुना गया
hu: nincs kijelölés
kn: ಯಾವುದನ್ನೂ ಆರಿಸಲಾಗಿಲ್ಲ
my: တစ်ခုမျှရွေးမထားပါ
ne: कुनै पनि चयन गरिएको छैन
pt: nada selecionado
ro: nicio persoană selectată
si: කිසිවක් තෝරා නැත
ta: ஏதும் தேரவில்லை
te: ఏమీ ఎంచుకోలేదు
th: ไม่ได้เลือกสิ่งใด
ur: کوئی منتخب نہیں ہے
uz: hech qaysi tanlanmadi

# selected-messages[one]
source: {{n}} selected
am: {{n}} ተመርጧል
ar: {{n}} واحدة مختارة
bg: {{n}} избрано
bn_bd: {{n}} টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} izabran
ca: {{n}} seleccionat
cy: Dewis {{n}}
eu: {{n}} hautatuta
fa: {{n}} مورد انتخاب شد
ga_ie: {{n}} teachtaireacht roghnaithe
gd: Thagh thu {{n}}
hi_in: {{n}} चयनित
hu: {{n}} kijelölve
kn: {{n}} ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
my: {{n}} ရွေးထားပြီး
ne: {{n}} चयन गरिएको
pt: {{n}} selecionada
ro: {{n}} selectat
si: {{n}} තෝරා ඇත
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
ur: {{n}} منتخب
uz: {{n}} tanlandi

# selected-messages[two]
source: {{n}} selected
am: {{n}} ተመርጧል
ar: {{n}} مختارات
bg: {{n}} избрани
bn_bd: {{n}} টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} izabrana
ca: {{n}} seleccionats
cy: Dewis {{n}}
eu: {{n}} hautatuta
fa: {{n}} مورد انتخاب شد
ga_ie: {{n}} theachtaireacht roghnaithe
gd: Thagh thu {{n}}
hi_in: {{n}} चयनित
hu: {{n}} kijelölve
kn: {{n}} ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
my: {{n}} ရွေးထားပြီး
ne: {{n}} चयन गरिएको
pt: {{n}} selecionadas
ro: {{n}} selectate
si: {{n}} තෝරා ඇත
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
ur: {{n}} منتخب
uz: {{n}} tanlandi

# selected-messages[few]
source: {{n}} selected
am: {{n}} ተመርጧል
ar: {{n}} مُختارة
bg: {{n}} избрани
bn_bd: {{n}} টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} izabrana
ca: {{n}} seleccionats
cy: Dewis {{n}}
eu: {{n}} hautatuta
fa: {{n}} مورد انتخاب شد
ga_ie: {{n}} theachtaireacht roghnaithe
gd: Thagh thu {{n}}
hi_in: {{n}} चयनित
hu: {{n}} kijelölve
kn: {{n}} ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
my: {{n}} ရွေးထားပြီး
ne: {{n}} चयन गरिएको
pt: {{n}} selecionadas
ro: {{n}} selectate
si: {{n}} තෝරා ඇත
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
ur: {{n}} منتخب
uz: {{n}} tanlandi

# selected-messages[many]
source: {{n}} selected
am: {{n}} ተመርጧል
ar: {{n}} مُختارة
bg: {{n}} избрани
bn_bd: {{n}} টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} izabrano
ca: {{n}} seleccionats
cy: Dewis {{n}}
eu: {{n}} hautatuta
fa: {{n}} مورد انتخاب شد
ga_ie: {{n}} dteachtaireacht roghnaithe
gd: Thagh thu {{n}}
hi_in: {{n}} चयनित
hu: {{n}} kijelölve
kn: {{n}} ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
my: {{n}} ရွေးထားပြီး
pt: {{n}} selecionadas
ro: {{n}} selectate
si: {{n}} තෝරා ඇත
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
ur: {{n}} منتخب
uz: {{n}} tanlandi

# selected-messages[other]
source: {{n}} selected
am: {{n}} ተመርጧል
ar: {{n}} مُختارة
bg: {{n}} избрани
bn_bd: {{n}} টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} izabrano
ca: {{n}} seleccionats
cy: Dewis {{n}}
eu: {{n}} hautatuta
fa: {{n}} مورد انتخاب شد
ga_ie: {{n}} teachtaireacht roghnaithe
gd: Thagh thu {{n}}
hi_in: {{n}} चयनित
hu: {{n}} kijelölve
kn: {{n}} ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
my: {{n}} ရွေးထားပြီး
pt: {{n}} selecionadas
ro: {{n}} selectate
si: {{n}} තෝරා ඇත
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
ur: {{n}} منتخب
uz: {{n}} tanlandi

source: Select Threads
am: አርእስት ይምረጡ
ar: اختر المحادثات
bg: Избиране дискусии
bn_bd: থ্রেড নির্বাচন করুন
bn_in: থ্রেডগুলি পছন্দ করুন
br: Diuzañ neudennoù
bs: Izaberi niti
ca: Selecciona els fils
cy: Dewis Trywyddau
eu: Hautatu hariak
fa: انتخاب موضوع
ga_ie: Roghnaigh Snáithí
gd: Tagh snàithleanan
hi_in: लड़ी चुनें
hu: Válasszon szálakat
kn: ಥ್ರೆಡ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡು
my: စကားပြောခန်းရွေးပါ
pt: Selecionar Tópicos
ro: Selectează conversațiile
si: මාලා තෝරන්න
ta: இழைகளை தேர்
th: เลือกกระทู้
ur: ڈوریاں منتخب کریں
uz: Mavzularni tanlash

source: Select Messages
am: መልእክቶች ይምረጡ
ar: اختر الرسائل
bg: Избиране на съобщения
bn_bd: বার্তা অপসারণ
bn_in: বার্তা মুছে ফেলুন
br: Diuzañ kemennadennoù
bs: Izaberi poruke
ca: Selecciona els missatges
cy: Dewis Negeseuon
eu: Hautatu mezuak
fa: انتخاب پیام‌ها
ga_ie: Roghnaigh Teachtaireachtaí
gd: Tagh teachdaireachdan
hi_in: संदेश चुनें
hu: Üzenetek kiválasztása
kn: ಸಂದೇಶಗಳನ್ನು ಆಯ್ಕೆಮಾಡು
my: စာတိုများရွေးပါ
ne: सन्देशहरु छान्नुहोस्
pt: Selecionar Mensagens
ro: Selectează mesaje
si: පණිවිඩ තෝරන්න
ta: செய்திகளை தேர்
th: เลือกข้อความ
ur: پیغامات منتخب کریں
uz: Xabarlarni tanlash

source: Settings
am: ማሰናጃዎች
ar: الإعدادات
bg: Настройки
bn_bd: সেটিং
bn_in: সেটিংস
br: Arventennoù
bs: Postavke
ca: Paràmetres
cy: Gosodiadau
fa: تنظیمات
ga_ie: Socruithe
gd: Roghainnean
hu: Beállítások
pt: Definições
ro: Setări
si: සැකසුම්
th: การตั้งค่า
ur: سیٹنگیں
uz: Sozlamalar

source: Add subject
am: ጉዳይ መጨመሪያ
ar: أضف موضوع
bg: Добавяне на тема
bn_bd: বিষয় যোগ করুন
bn_in: বিষয় যোগ করুন
br: Ouzhpennañ un danvez
bs: Dodaj naslov
ca: Afegeix un assumpte
cy: Ychwanegu pwnc
eu: Gehitu gaia
fa: اضافه‌کردن موضوع
ga_ie: Cuir ábhar leis
gd: Cuir cuspair ris
hi_in: विषय जोड़ें
hu: Tárgy hozzáadása
kn: ವಿಷಯವನ್ನು ಸೇರಿಸು
mg: Hanampy antony
ml: വിഷയം ചേര്‍ക്കുക
my: အကြောင်းအရာ ထည့်ပါ
ne: विषय थप्नुहोस्
or: ବିଷୟ ଯୋଡ଼ନ୍ତୁ
pt: Adicionar assunto
ro: Adaugă subiect
si: මාතෘකාව යොදන්න
ta: பொருளுரையை சேர்க்கவும்
te: విషయాన్ని చేర్చు
th: เพิ่มหัวข้อ
ur: موضوع شامل کریں
uz: Mavzu qo‘shish
vi: Thêm tiêu đề
zu: Faka isihloko

source: Remove subject
am: ጉዳይ ማስወገጃ
ar: احذف الموضوع
bg: Премахване на тема
bn_bd: বিষয় সরিয়ে ফেলুন
bn_in: বিষয় অপসারণ করুন
br: Dilemel an danvez
bs: Ukloni naslov
ca: Elimina l'assumpte
cy: Tynnu pwnc
eu: Kendu gaia
fa: حذف موضوع
ga_ie: Bain an t-ábhar
gd: Thoir an cuspair air falbh
hi_in: विषय मिटाएँ
hu: Tárgy eltávolítása
kn: ವಿಷಯ ತೆಗೆದುಹಾಕು
mg: Hanala antony
ml: വിഷയം കളയുക
my: အကြောင်းအရာ ဖယ်ပါ
ne: विषय हटाउनुहोस्
or: ବିଷୟ କଢ଼ାଗଲା
pt: Remover assunto
ro: Elimină subiectul
si: මාතෘකාව ඉවත් කරන්න
ta: பொருளுரையை நீக்கவும்
te: విషయాన్ని తీసివేయి
th: เอาหัวข้อออก
ur: موضوع ہٹائیں
uz: Mavzuni o‘chirish
vi: Xóa tiêu đề
zu: Susa isihloko

source: To:
am: ለ:
ar: إلى:
bg: До:
bn_bd: প্রাপক:
bn_in: প্রাপক:
br: Da :
bs: Za:
ca: A:
cy: At:
eu: Nori:
fa: به:
ga_ie: Chuig:
gd: Gu:
hi_in: के लिए:
hu: Címzett:
kn: ಗೆ:
mg: Ho an'i:
ml: അയക്കേണ്ടത്:
my: သို့ -
ne: लागि:
or: କାହା ପାଖକୁ:
pt: Para:
ro: Către:
si: වෙත:
ta: பெறுநர்:
te: వీరికి:
th: ถึง:
ur: بنام:
uz: Kimga:
vi: Tới:
zu: Iya:

source: New
am: አዲስ
ar: جديد
bg: Ново
bn_bd: নতুন
bn_in: নতুন
br: Nevez
bs: Nova
ca: Nou
cy: Newydd
eu: Berria
fa: جدید
ga_ie: Nua
gd: Ùr
hi_in: नया
hu: Új
kn: ಹೊಸ
mg: Vaovao
ml: പുതിയ
my: အသစ်
ne: नयाँ
or: ନୂତନ
pt: Nova
ro: Nou
si: නව
ta: புதிய
te: కొత్తది
th: ใหม่
ur: نیا
uz: Yangi
vi: Tạo mới
zu: Okusha

source: Message
am: መልእክት
ar: رسالة
bg: Съобщение
bn_bd: বার্তাসমূহ
bn_in: বার্তা
br: Kemennadenn
bs: Poruka
ca: Missatge
cy: Neges
eu: Mezua
fa: پیام
ga_ie: Teachtaireacht
gd: Teachdaireachd
hi_in: संदेश
hu: Üzenet
kn: ಸಂದೇಶ
mg: Hafatra
ml: സന്ദേശം
my: စာတို
ne: सन्देश
or: ସନ୍ଦେଶ
pt: Mensagem
ro: Mesaj
si: පණිවිඩය
ta: செய்தி
te: సందేశం
th: ข้อความ
ur: پیغامات
uz: Xabar
vi: Tin nhắn
zu: Umyalezo

# messagesInput.title
source: Message
am: መልእክት
ar: رِسالة
bg: Съобщение
bn_bd: বার্তাসমূহ
bn_in: বার্তা
br: Kemennadenn
bs: Poruka
ca: Missatge
cy: Neges
fa: پیام
ga_ie: Teachtaireacht
gd: Teachdaireachd
pt: Mensagem
ro: Mesaj
si: පණිවිඩය
th: ข้อความ
ur: پیغامات
uz: Xabar

source: Subject
am: ጉዳዩ
ar: الموضوع
bg: Тема
bn_bd: বিষয়
bn_in: বিষয়
br: Danvez
bs: Naslov
ca: Assumpte
cy: Pwnc
eu: Gaia
fa: موضوع
ga_ie: Ábhar
gd: Cuspair
hi_in: विषय
hu: Tárgy
kn: ವಿಷಯ
mg: Antony
ml: വിഷയം
my: အကြောင်းအရာ
ne: विषय
or: ବିଷୟ
pt: Assunto
ro: Subiect
si: මාතෘකාව
ta: பொருளுரை
te: విషయం
th: หัวข้อ
ur: موضوع
uz: Mavzu
vi: Tiêu đề
zu: Isihloko

source: Converting to multimedia message.
am: ወደ በርካታ መገናኛ መልእክት በመቀየር ላይ
ar: حول إلى رسالة وسائط متعددة.
bg: Превръщане в мултимедийно съобщение.
bn_bd: মাল্টিমিডিয়া বার্তায় রূপান্তর করা হচ্ছে।
bn_in: মাল্টিমিডিয়া বার্তাতে রূপান্তর।
br: Amdreiñ da gemennadenn liesvedia.
bs: Pretvaram u multimedijalnu poruku.
ca: Conversió a missatge multimèdia.
cy: Trosi i neges amlgyfrwng.
eu: Multimedia-mezura bihurtzen.
fa: تبدیل به پیام چند‌رسانه‌ای
ga_ie: Á thiontú go teachtaireacht ilmheáin.
gd: Iompaich 'na theachdaireachd ioma-mheadhanach.
hi_in: मल्टीमीडिया संदेश में कनवर्ट हो रहा हैं.
hu: Átalakítás multimédiás üzenetté.
kn: ಮಲ್ಟಿಮೀಡಿಯ ಸಂದೇಶವನ್ನಾಗಿ ಪರಿವರ್ತಿಸಲಾಗುತ್ತಿದೆ.
mg: Mamadika ho hafatra haino&jery.
ml: മൾട്ടിമീഡിയ സന്ദേശമാക്കുന്നു.
my: မာတီမီဒီယာ စာတိုအဖြစ်ပြောင်းပေးနေသှ်
ne: मल्टिमिडिया सन्देशमा रूपान्तरण गरिदै।
or: ମଲ୍ଟିମିଡିଆ ସନ୍ଦେଶରେ ପରିଣତ କରୁଛି ।
pt: A converter para mensagem multimédia.
ro: Convertire la mesaj multimedia.
si: බහුමාධ්‍යය පණිවුඩ වෙත පරිවර්තනය කරමින්.
ta: பல்லூடக செய்தியாக மாற்றப்படுகிறது.
te: బహుళమాధ్యమ సందేశంగా మార్చబడుతూంది.
th: กำลังแปลงเป็นข้อความสื่อผสม
ur: ملٹی میڈیا پیغام میں بدل رہا ہے۔
uz: Multimedia xabariga aylantirilmoqda.
vi: Đang chuyển đổi thành tin nhắn đa phương tiện.
zu: Iguqulela emyalezweni wamamidiya amaningi.

source: Converting to text message.
am: ወደ ጽሁፍ መልእክት በመቀየር ላይ
ar: تحويل إلى رسالة نصية.
bg: Превръщане в текстово съобщение.
bn_bd: লিখিত বার্তায় রূপান্তর করা হচ্ছে।
bn_in: টেক্সট বার্তা থেকে রূপান্তর।
br: Amdreiñ da gemennadenn destenn.
bs: Pretvaram u tekstualnu poruku.
ca: Conversió a missatge de text.
cy: Trosi i neges testun.
eu: Testu-mezura bihurtzen.
fa: تبدیل به پیام متنی
ga_ie: Á thiontú go teachtaireacht téacs.
gd: Iompaich 'na theachdaireachd teacsa.
hi_in: पाठ संदेश में कनवर्ट हो रहा हैं.
hu: Átalakítás szöveges üzenetté.
kn: ಪಠ್ಯ ಸಂದೇಶವನ್ನಾಗಿ ಪರಿವರ್ತಿಸಲಾಗುತ್ತಿದೆ.
mg: Mamadika ho hafatra soratra.
ml: ടെക്സ്റ്റ് സന്ദേശമാക്കുന്നു.
my: စာသား အဖြစ်ပြောင်းလဲနေသှ်
ne: पाठ सन्देशमा रूपान्तरण गरिदै।
or: ଟେକ୍ସଟ ସନ୍ଦେଶରେ ପରିଣତ କରୁଛି ।
pt: A converter para mensagem de texto.
ro: Convertire la mesaj text.
si: පෙළ පණිවිඩ වෙත පරිවර්තනය කරමින්.
ta: உரைச்செய்தியாக மாற்றப்படுகிறது.
te: పాఠ్య సందేశంగా మార్చబడుతూంది.
th: แปลงเป็นข้อความตัวอักษร
ur: متن پیغام میں بدل رہا ہے۔
uz: Matn xabariga aylantirilmoqda.
vi: Đang chuyển đổi thành tin nhắn văn bản.
zu: Iguqulela emyalezweni obhaliwe.

source: You’ve reached the maximum length.
am: እርስዎ አሁን ከፍተኛው እርዝመት ላይ ደርሰዋል
ar: لقد وصلت الى الحد المسموح به في عدد أحرف الرسالة القصيرة.
bg: Достигнахте максималната дължина.
bn_bd: আপনি এর বেশি লিখতে পারবেন না।
bn_in: আপনি সর্বোচ্চ দৈর্ঘ্য পৌঁছেছেন।
br: Tizhet eo bet an hirder uhelañ.
bs: Dostigli ste maksimalnu dužinu.
ca: Heu arribat a la longitud màxima.
cy: Rydych wedi cyrraedd terfyn yr hyd.
eu: Luzera maximora heldu zara.
fa: شما حداکثر طول مجاز را دریافت کردید.
ga_ie: Shroich tú an fad uasta.
gd: Chan fhaod e a bhith nas fhaide na seo.
hi_in: आप अधिकतम लंबाई तक पहुंच चुके हैं.
hu: Elérte a maximális hosszt.
kn: ನೀವು ಗರಿಷ್ಟ ಉದ್ದವನ್ನು ತಲುಪಿದ್ದೀರಿ.
mg: Tonga amin'ny fetra farafahalava ianao.
ml: പരമാവധി വലിപ്പം ആയി.
my: အများဆုံး လက်ခံသော စာလုံးရေပြည့် ပါပြီ
ne: तपाईं अधिकतम लम्बाइमा पुग्नुभएको छ।
or: ଆପଣ ସର୍ବାଧିକ ଲମ୍ବରେ ପହଞ୍ଚି ଯାଇଛନ୍ତି ।
pt: Atingiu o tamanho máximo.
ro: Ai atins lungimea maximă.
si: ඔබ උපරිම සීමාවට ලඟාවී ඇත.
ta: நீங்கள் அதிகப்பட்ச நீளத்தை அடைந்துவிட்டீர்கள்.
te: మీరు గరిష్ట నిడివి చేరుకున్నారు.
ur: آپ زیادہ سے زیادہ لمبائی تک پہنچ چکے ہیں۔
uz: Belgilangan cheklovdan oshib ketdi.
vi: Bạn đã đạt độ dài tối đa.
zu: Usufike esibalweni sokugcina sobude.

source: Maximum length of subject reached.
am: እርስዎ አሁን ለጉዳዩ ከፍተኛው እርዝመት ላይ ደርሰዋል
ar: لقد بلغت الحد الأقصى في عدد أحرف الموضوع.
bg: Достигнахте максималната дължина на темата.
bn_bd: বিষয় সর্বচ্চো সীমায় পৌঁছেছে।
bn_in: বিষয়র সর্বোচ্চ দৈর্ঘ্য পৌঁছেছেন।
br: Tizhet eo bet an hirder uhelañ aotreet evit an danvez.
bs: Dostigli ste maksimalnu dužinu naslova.
ca: S'ha arribat a la longitud màxima de l'assumpte.
cy: Rydych wedi cyrraedd terfyn yr hyd y pwnc.
eu: Gaiaren luzera maximora helduta.
fa: بیشترین طول از موضوع دریافت شده است.
ga_ie: Uasfhad an ábhair sroichte
gd: Tha an cuspair cho fad 's a tha ceadaichte.
hi_in: विषय की अधिकतम लंबाई पर पहुंच चुके हैं.
hu: A tárgy maximum ilyen hosszú lehet.
kn: ವಿಷಯದ ಗರಿಷ್ಟ ಉದ್ದವನ್ನು ತಲುಪಿದೆ.
mg: Tonga amin'ny fetra farafahalava.
ml: വിഷയത്തിന്റെ പരമാവധി വലിപ്പം ആയി.
my: အကြောင်းအရာအတွက် အများဆုံး လက်ခံသော စာလုံးရေပြည့်
ne: विषयको अधिकतम लम्बाइमा पुगीएको छ ।
or: ଏକ ବିଷୟର ସର୍ବାଧିକ ଲମ୍ବ ପହଞ୍ଚିଯାଇଛି ।
pt: Tamanho máximo do assunto atingido.
ro: Lungimea maximă a subiectului atinsă.
si: ඔබ මාතෘකාවේ උපරිම සීමාවට ලඟාවී ඇත.
ta: பொருளுரையின் உச்ச நீளத்தை மிஞ்சிவிட்டீர்கள்.
te: విషయం గరిష్ఠ నిడివి చేరుకుంది.
ur: موضوع زیادہ سے زیادہ لمبائی تک پہنچ گیا۔
uz: Belgilangan cheklovdan oshib ketdi.
vi: Đã đạt độ dài tối đa của tiêu đề.
zu: Ubude bokugcina sebufinyelelwe.
