Repository: translate/mozilla-gaia
Catalog: */apps/sms/sms.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hi_in, hu, kn, mg, ml, my, ne, or, pt, ro, si, ta, te, th, ur, uz, vi, zu

source: You’ve exceeded the {{mmsSize}} KB size limit of a single multimedia message. Remove attachments or shorten the message to send it.
am: የመረጡት ፋይሎች አልፈዋል {{mmsSize}} ኪባ መጠን በ ነጠላ በርካታ መገናኛ መልእክት የሚፈቀደውን: የተያያዘውን ያስወግዱ ወይንም መልእክቱን ያሳጥሩ ለመላክ
ar: لقد تجاوزت {{mmsSize}} KB الحد الأقصى لحجم رسالة متعددة الوسائط الواحدة. قم بإزالة المرفقات أو تقصير الرسالة لإرسالها.
bg: Надхвърляте ограничението от {{mmsSize}} КБ за едно мултимедийно съобщение. Махнете притурки или го съкратете, за да го изпратите.
bn_bd: আপনি একটি একক মাল্টিমিডিয়া বার্তা {{mmsSize}} কিলোবাইট সীমাকে অতিক্রম করেছেন। সংযুক্তি মুছুন বা বার্তা সংক্ষিপ্ত করুন।
bn_in: আপনি একক মাল্টিমিডিয়া বার্তার {{mmsSize}} KB সাইজের সীমা পার করে গেছেন। সংযুক্তি বাতিল করুন বা বার্তাকে ছোটো করুন পাঠানোর জন্য।
br: Aet oc'h dreist d'ar vevenn a {{mmsSize}} Ke evit ur gemennadenn liesvedia. Dilammit pezhioù stag pe berrait ar gemennadenn evit gellout kas anezhi.
bs: Prekoračili ste {{mmsSize}} KB limit za jednu multimedijalnu poruku. Uklonite priloge ili skratite poruku da bi je poslali.
ca: Heu excedit el límit de {{mmsSize}} KB d'un missatge multimèdia. Elimineu les adjuncions o escurceu el missatge per enviar-lo.
cy: Rydych wedi mynd dros derfyn maint {{mmsSize}} KB un neges amlgyfrwng. Tynnwch atodiadau neu byrhewch y neges i'w hanfon.
eu: Multimedia-mezu bakar baten tamaina-muga ({{mmsSize}} KB) gainditu duzu. Kendu eranskinak edo laburtu mezua hura bidali ahal izateko.
fa: از {{mmsSize}} کیلوبایت اندازهٔ کران یک پیام چندرسانه‌ای تجاوز کرده‌اید. برای ارسال، پیوست‌ها را بردارید یا پیام را کوتاه کنید.
ga_ie: Sháraigh na comhaid a roghnaigh tú an uasmhéid {{mmsSize}} KB do teachtaireacht ilmheáin aonair. Bain ceangaltáin nó giorraigh an teachtaireacht lena seoladh.
gd: Tha na faidhlichean nas motha na tha ceadaichte dha aon teachdaireachd ioma-mheadhanach, sin {{mmsSize}}KB. Thoir air falbh ceanglachan no dèan an teachdaireachd nas giorra gus a chur.
hu: Túllépte az önálló multimédiás üzenet {{mmsSize}} KB-os méretkorlátját. Távolítson el mellékleteket, vagy rövidítse az üzenetet annak elküldéséhez.
kn: ನೀವು ಒಂದು ಮಲ್ಟಿಮೀಡಿಯಾ ಸಂದೇಶದ {{mmsSize}} KB ಗಾತ್ರದ ಮಿತಿಯನ್ನು ಮೀರುತ್ತೀರಿ. ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಲು ಲಗತ್ತುಗಳನ್ನು ತೆಗೆಯಿರಿ ಅಥವಾ ಸಂದೇಶವನ್ನು ಕಿರಿದು ಮಾಡಿ.
pt: Excedeu o tamanho máximo de {{mmsSize}} KB para uma única mensagem multimédia. Remova anexos ou reduza a mensagem para a enviar.
ro: Ai depășit limita de {{mmsSize}} KB mărime pentru un singur mesaj multimedia. Elimină atașamentele sau scurtează mesajul pentru a-l trimite.
si: ඔබ විසින් එක් බහුමාද්‍ය පණිවුඩයට යැවිය හැකි උපරිම සීමාව වන {{mmsSize}} KB ඉක්මවා ඇත. ඇමිණුම් ඉවත් කර හෝ පණිවුඩය කෙටි කිරීම කරන්න.
ur: آپ کی واحد ملٹی میڈیا پیغام {{mmsSize}} KB سائز کی حد سے تجاوز کردہ ہے۔ منسلکات ہٹائیں یا بھیجنیں کے لئے پیغام مختصر کریں۔
uz: Bitta multimedia xabarida {{mmsSize}} KB hajm cheklov berilgan. Xabarni jo‘natish uchun biriktirmalarni olib tashlang yoki xabarni qisqartiring.

source: New message
am: አዲስ መልእክት
ar: رسالة جديدة
bg: Ново съобщение
bn_bd: নতুন বার্তা
bn_in: নতুন বার্তা
br: Kemennadenn nevez
bs: Nova poruka
ca: Missatge nou
cy: Neges newydd
fa: پیام‌جدید
ga_ie: Teachtaireacht nua
gd: Teachdaireachd ùr
hu: Új üzenet
pt: Nova mensagem
ro: Mesaj nou
si: නව පණිවිඩය
th: ข้อความใหม่
ur: نیا پیغام
uz: Yangi xabar

source: Send message
am: መልእክት መላኪያ
ar: إرسال رسالة
bg: Изпращане на съобщение
bn_bd: বার্তা পাঠান
bn_in: বার্তা পাঠিয়ে দিন
br: Kas ar gemennadenn
bs: Pošalji poruku
ca: Envia el missatge
cy: Anfon neges
eu: Bidali mezua
fa: ارسال پیام
ga_ie: Seol an teachtaireacht
gd: Cuir an teachdaireachd
hi_in: सन्देश भेजें
hu: Üzenet küldése
kn: ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಿ
mg: Handefa hafatra
ml: സന്ദേശം അയയ്ക്കു
my: စာပို့ရန်
ne: सन्देश पठाउनुहोस्
or: ସନ୍ଦେଶ ପଠାନ୍ତୁ
pt: Enviar mensagem
ro: Trimite mesaj
si: පණිවිඩය යවන්න
ta: செய்தியை அனுப்பு
te: సందేశాన్ని పంపు
th: ส่งข้อความ
ur: پیغام بھیجیں
uz: Xabar jo‘natish
vi: Gửi tin nhắn
zu: Thumela umyalezo

source: Send multimedia message
am: በርካታ መገናኛ መልእክቶች መላኪያ
ar: أرسل رسالة وسائط متعددة
bg: Изпращане мултимедийно съобщение
bn_bd: মাল্টিমিডিয়া বার্তা পাঠান
bn_in: মাল্টিমিডিয়া বার্তা পাঠান
br: Kas ur gemennadenn multimedia
bs: Pošalji multimedijalnu poruku
ca: Envia un missatge multimèdia
cy: Anfon neges amlgyfrwng
eu: Bidali multimedia-mezua
fa: ارسال پیام چندرسانه‌ای
ga_ie: Seol teachtaireacht ilmheáin
gd: Cuir teachdaireachd ioma-mheadhanach
hi_in: मल्टीमीडिया संदेश भेजें
hu: Multimédiás üzenet küldése
kn: ಮಲ್ಟಿಮೀಡಿಯ ಸಂದೇಶ ಕಳುಹಿಸು
my: မာတီလ်မီဒီယာဖြင့် စာပို့မည်
pt: Enviar mensagem multimédia
ro: Trimite mesaj multimedia
si: බහුමාධ්‍යය පණිවුඩය යවන්න
ta: பல்லூடக செய்தியை அனுப்பு
th: ส่งข้อความสื่อผสม
ur: ملٹی میڈیا پیغام بھیجیں
uz: Multimedia xabarini jo‘natish

source: (No recipient)
am: (ተቀባይ የለም)
ar: (لا يوجد مستلم)
bg: (Няма получател)
bn_bd: (কোন প্রাপক নেই)
bn_in: (প্রাপক নেই)
br: (Degemerer ebet)
bs: (Nema primaoca)
ca: (Cap destinatari)
cy: (Dim derbynnydd)
eu: (Hartzailerik ez)
fa: (بدون گیرنده)
ga_ie: (Gan faighteoir)
gd: (Gun fhaightear)
hi_in: (कोई प्राप्तकर्ता नहीं)
hu: (Nincs címzett)
kn: (ಸ್ವೀಕರಿಸುವವರಿಲ್ಲ)
mg: (Tsisy andefasana)
ml: (അയയ്ക്കേണ്ട ആളില്ല)
my: (လက်ခံမည့်သူမရှိ)
or: (ଜଣେ ବି ଗ୍ରହଣକାରୀ ନାହାଁନ୍ତି)
pt: (Sem destinatário)
ro: (Niciun destinatar)
si: (ග්‍රාහකයෙක් නැත)
ta: (பெறுநர் இல்லை)
te: (గ్రహీత లేరు)
th: (ไม่มีผู้รับ)
ur: (کوئی وصول کنندہ نہیں)
uz: (Qabul qiluvchi yo‘q)
vi: (Không có người nhận)
zu: (Akukho muntu okukhunyelwa kuye)

source: {{n}} recipient
am: {{n}} ተቀባይ
ar: {{n}} مُستلمين
bg: {{n}} получател
bn_bd: {{n}} জন প্রাপক
bn_in: {{n}} প্রাপক
br: {{n}} degemerer
bs: {{n}} primalac
ca: {{n}} destinatari
cy: {{n}} derbynnydd
eu: Hartzaile bat
fa: {{n}} گیرنده
ga_ie: {{n}} fhaighteoir
gd: {{n}} fhaightear
hi_in: {{n}} प्राप्तकर्ता
hu: {{n}} címzett
kn: {{n}} ಸ್ವೀಕರಿಸುವವನು
mg: Andefasana {{n}}
ml: {{n}} സ്വീകർത്താവ്
my: လက်ခံရရှိရှိသူ {{n}}
ne: {{n}} प्रापक
or: {{n}} ଜଣ ଗ୍ରହଣକାରୀ
pt: {{n}} destinatário
ro: {{n}} destinatar
si: {{n}} ග්‍රාහකයෙක්
ta: {{n}} பெறுநர்
te: {{n}} గ్రహీత
th: {{n}} ผู้รับ
ur: {{n}} وصول کنندگان
uz: {{n}} qabul qiluvchi
vi: {{n}} người nhận
zu: {{n}} okubhekiswe kuye

# recipient[two]
source: {{n}} recipients
am: {{n}} ተቀባዮች
ar: {{n}} مُستلمين
bg: {{n}} получателя
bn_bd: {{n}} জন প্রাপক
bn_in: {{n}} প্রাপকগণ
br: {{n}} a zegemererien
bs: {{n}} primaoca
ca: {{n}} destinataris
cy: {{n}} derbynnydd
eu: {{n}} hartzaile
fa: {{n}} گیرنده
ga_ie: {{n}} fhaighteoir
gd: {{n}} fhaightear
hi_in: {{n}} प्राप्तकर्ता
hu: {{n}} címzett
kn: {{n}} ಸ್ವೀಕರಿಸುವವರು
mg: Andefasana {{n}}
ml: {{n}} സ്വീകർത്താക്കൾ
my: လက်ခံရရှိသူ {{n}}
ne: {{n}} प्रापकहरु
or: {{n}} ଗ୍ରହଣକାରୀ
pt: {{n}} destinatários
ro: {{n}} destinatari
si: ග්‍රාහකයන් {{n}}
ta: {{n}} பெறுநர்கள்
te: {{n}} గ్రహీతలు
th: {{n}} ผู้รับ
ur: {{n}} وصول کنندگان
uz: {{n}} qabul qiluvchi
vi: {{n}} người nhận
zu: {{n}} okubhekiswe kubo

# recipient[few]
source: {{n}} recipients
am: {{n}} ተቀባዮች
ar: {{n}} مُستلمين
bg: {{n}} получателя
bn_bd: {{n}} জন প্রাপক
bn_in: {{n}} প্রাপকগণ
br: {{n}} a zegemererien
bs: {{n}} primaoca
ca: {{n}} destinataris
cy: {{n}} derbynnydd
eu: {{n}} hartzaile
fa: {{n}} گیرنده
ga_ie: {{n}} fhaighteoir
gd: {{n}} faightearan
hi_in: {{n}} प्राप्तकर्ता
hu: {{n}} címzett
kn: {{n}} ಸ್ವೀಕರಿಸುವವರು
mg: Andefasana {{n}}
ml: {{n}} സ്വീകർത്താക്കൾ
my: လက်ခံရရှိသူ {{n}}
ne: {{n}} प्रापकहरु
or: {{n}} ଜଣ ଗ୍ରହଣକାରୀ
pt: {{n}} destinatários
ro: {{n}} destinatari
si: ග්‍රාහකයන් {{n}}
ta: {{n}} பெறுநர்கள்
te: {{n}} గ్రహీతలు
th: {{n}} ผู้รับ
ur: {{n}} وصول کنندگان
uz: {{n}} qabul qiluvchi
vi: {{n}} người nhận
zu: {{n}} okubhekiswe kubo

# recipient[many]
source: {{n}} recipients
am: {{n}} ተቀባዮች
ar: {{n}} مُستلمين
bg: {{n}} получатели
bn_bd: {{n}} জন প্রাপক
bn_in: {{n}} প্রাপকগণ
br: {{n}} a zegemererien
bs: {{n}} primaoca
ca: {{n}} destinataris
cy: {{n}} derbynnydd
eu: {{n}} hartzaile
fa: {{n}} گیرنده
ga_ie: {{n}} bhfaighteoir
gd: {{n}} faightear
hi_in: {{n}} प्राप्तकर्ता
hu: {{n}} címzett
kn: {{n}} ಸ್ವೀಕರಿಸುವವರು
mg: Andefasana {{n}}
ml: {{n}} സ്വീകർത്താക്കൾ
my: လက်ခံရရှိသူ {{n}}
ne: {{n}} प्रापकहरु
or: {{n}} ଜଣ ଗ୍ରହଣକାରୀ
pt: {{n}} destinatários
ro: {{n}} destinatari
si: ග්‍රාහකයන් {{n}}
ta: {{n}} பெறுநர்கள்
te: {{n}} గ్రహీతలు
th: {{n}} ผู้รับ
ur: {{n}} وصول کنندگان
uz: {{n}} qabul qiluvchi
vi: {{n}} người nhận
zu: {{n}} okubhekiswe kubo

# recipient[other]
source: {{n}} recipients
am: {{n}} ተቀባዮች
ar: {{n}} مُستلمين
bg: {{n}} получатели
bn_bd: {{n}} জন প্রাপক
bn_in: {{n}} প্রাপকগণ
br: {{n}} a zegemererien
bs: {{n}} primaoca
ca: {{n}} destinataris
cy: {{n}} derbynnydd
eu: {{n}} hartzaile
fa: {{n}} گیرنده
ga_ie: {{n}} faighteoir
gd: {{n}} faightear
hi_in: {{n}} प्राप्तकर्ता
hu: {{n}} címzett
kn: {{n}} ಸ್ವೀಕರಿಸುವವರು
mg: Andefasana {{n}}
ml: {{n}} സ്വീകർത്താക്കൾ
my: လက်ခံရရှိသူ {{n}}
ne: {{n}} प्रापकहरु
or: {{n}} ଜଣ ଗ୍ରହଣକାରୀ
pt: {{n}} destinatários
ro: {{n}} destinatari
si: ග්‍රාහකයන් {{n}}
ta: {{n}} பெறுநர்கள்
te: {{n}} గ్రహీతలు
th: {{n}} ผู้รับ
ur: {{n}} وصول کنندگان
uz: {{n}} qabul qiluvchi
vi: {{n}} người nhận
zu: {{n}} okubhekiswe kubo

source: {{n}} B
am: {{n}} ባ
ar: {{n}} بايت
bg: {{n}} Б
br: {{n}} eizhbit

source: {{n}} KB
am: {{n}} ኪባ
ar: {{n}} كيلو بايت
br: {{n}} Ke
ne: {{n}} किलो बाइट
ta: {{n}} கிபை
te: {{n}} కిబై
ur: {{n}} کلو بٹس

source: {{n}} MB
am: {{n}} ሜባ
ar: {{n}} ميغابايت
br: {{n}} Me
ml: {{n}} KB
ta: {{n}} மெபை
te: {{n}} మెబై
ur: {{n}} میگا بٹس

source: There is no application available to open this file type.
am: የዚህ አይነት ፋይል ለመክፈት መተግበሪያ አልተገኘም
ar: لا يوجد أي تطبيق متوفر لفتح هذا النوع من الملفات.
bg: Няма инсталирано приложение, което да отвори този тип файл.
bn_bd: এই ধরনের ফাইল খোলার জন্য কোনো অ্যাপ্লিকেশন নেই।
bn_in: এই ধরনের ফাইল খোলার জন্য কোনো অ্যাপ্লিকেশন নেই।
br: N'eus arload ebet hegerz evit digeriñ ar rizh restroù-mañ.
bs: Ne postoji aplikacija dostupna za otvaranje ove vrste fajlova.
ca: No hi ha cap aplicació disponible per obrir aquest tipus de fitxer.
cy: Nid oes rhaglen ar gael i agor ffeil o'r math yma.
eu: Ez dago aplikaziorik erabilgarri fitxategi mota hau irekitzeko.
fa: هیچ برنامه‌ای برای بازکردن این نوع از پرونده‌ در دسترس نیست.
ga_ie: Níl aon aip agat lenar féidir comhad den chineál seo a oscailt.
gd: Chan eil aplacaid ann a dh'fhosglas a leithid seo a dh'fhaidhle.
hi_in: इस फ़ाइल प्रकार खोलें के लिए कोई अनुप्रयोग उपलब्ध नहीं है.
hu: Nem érhető el alkalmazás a fájltípus megnyitásához.
kn: ಈ ಬಗೆಯ ಕಡತವನ್ನು ತೆರೆಯಲು ಯಾವುದೇ ಅನ್ವಯವು ಲಭ್ಯವಿಲ್ಲ.
mg: Tsy misy rindranasa vonona hanokatra an'io karazan-drakitra io.
ml: ഈ ഫയൽ തരം തുറക്കാൻ പറ്റിയ ആപ്ലിക്കേഷനൊന്നും ലഭ്യമല്ല.
my: ဤဖိုင်အမျိုးအစား အတွက် ဖွင့်ရန် အက်ပ်မရှိပါ။
ne: यो फाइल प्रकार खोल्नका लागि कुनै पनि एप्लिकेसन उपलब्ध छैन।
or: ଏହି ପ୍ରକାରର ଫାଇଲ ଖୋଲିବା ପାଇଁ ଗୋଟିଏ ବି ଆପ୍ଲିକେସନ ନାହିଁ ।
pt: Não existe nenhuma aplicação disponível para abrir este tipo de ficheiro.
ro: Nu există aplicație disponibilă pentru a deschide acest tip de fișier.
si: මෙම වර්ගයේ ගොනු විවෘත කිරීම සඳහා මෘදුකාංගයක් නොමැත.
ta: இந்த கோப்பை வகையை திறக்க இங்கு வேறெந்த பயன்பாடுகளும் இல்லை.
te: ఈ దస్త్ర రకాన్ని తెరుచుటకు ఎటువంటి అనువర్తనమూ అందుబాటులో లేదు.
th: ไม่มีแอปพลิเคชันที่เปิดชนิดไฟล์นี้ได้
ur: اس قسم کی فائل کو کھولنے کے لئے کوئی اپلی کیشن دستیاب نہیں ہے۔
uz: Ushbu turdagi faylni ochish uchun ilova mavjud emas.
vi: Không có ứng dụng nào mở được định dạng tập tin này.
zu: Ayikho insiza etholakalyo yokuvula lolu hlobo lwefayela.

source: Remove
am: ማስወገጃ
ar: إزالة
bg: Премахване
bn_bd: অপসারণ
bn_in: অপসারণ করুন
br: Dilemel
bs: Ukloni
ca: Elimina
cy: Tynnu
eu: Kendu
fa: حذف
ga_ie: Bain
gd: Thoir air falbh
hi_in: हटाएँ
hu: Eltávolítás
kn: ತೆಗೆದು ಹಾಕು
mg: Hanala
ml: കളയുക
my: ဖယ်ပါ
ne: हटाउनुहोस्
or: କାଢ଼ନ୍ତୁ
pt: Remover
ro: Elimină
si: ඉවත් කරන්න
ta: நீக்கு
te: తొలగించు
th: เอาออก
ur: ہٹائیں
uz: O‘chirish
vi: Xóa
zu: Khipha

source: {{n}} participant
am: {{n}} ተሳታፊዎች
ar: {{n}} مشارك
bg: {{n}} участник
bn_bd: {{n}} জন অংশগ্রহনকারী
bn_in: {{n}} অংশগ্রহণকারী
br: {{n}} perzhiad
bs: {{n}} učesnik
cy: {{n}} cyfranogwr
eu: Partaide bat
fa: {{n}} شرکت کننده
ga_ie: {{n}} rannpháirtí
gd: {{n}} chom-pàirtiche
hi_in: {{n}} प्रतिभागी
hu: {{n}} résztvevő
kn: {{n}} ಭಾಗವಹಿಸುವವರು
mg: Mpandray anjara {{n}}
ml: {{n}} പങ്കാളി
my: {{n}} ပါဝင်သူ
ne: {{n}} सहभागी
or: {{n}} ଯୋଗଦାନକାରୀ
pt: {{n}} participante
si: {{n}} හවුල්කරුවෙක්
ta: {{n}} பங்கேற்பாளர்
te: {{n}} గ్రహీత
th: {{n}} ผู้มีส่วนร่วม
ur: {{n}} شریک کی
uz: {{n}} ishtirokchi
vi: {{n}} người tham gia
zu: {{n}} umbambiqhaza

# participant[two]
source: {{n}} participants
am: {{n}} ተሳታፊዎች
ar: {{n}} مشارك
bg: {{n}} участници
bn_bd: {{n}} জন অংশগ্রহনকারী
bn_in: {{n}} অংশগ্রহণকারীগণ
br: {{n}} a berzhidi
bs: {{n}} učesnika
cy: {{n}} cyfranogwr
eu: {{n}} partaide
fa: {{n}} شرکت کننده
ga_ie: {{n}} rannpháirtí
gd: {{n}} chom-pàirtiche
hi_in: {{n}} प्रतिभागियों
hu: {{n}} résztvevő
kn: {{n}} ಭಾಗವಹಿಸುವವರು
mg: Mpandray anjara {{n}}
ml: {{n}} പങ്കാളികള്‍
my: {{n}} ပါဝင်သူများ
ne: {{n}} सहभागीहरु
or: {{n}} ଯୋଗଦାନକାରୀ
pt: {{n}} participantes
ro: {{n}} participanți
si: හවුල්කරුවන් {{n}}
ta: {{n}} பங்கேற்பாளர்கள்
te: {{n}} గ్రహీతలు
th: {{n}} ผู้มีส่วนร่วม
ur: {{n}} شریک کیں
uz: {{n}} ishtirokchi
vi: {{n}} người tham gia
zu: {{n}} ababambiqhaza

# participant[few]
source: {{n}} participants
am: {{n}} ተሳታፊዎች
ar: {{n}} المشاركين
bg: {{n}} участници
bn_bd: {{n}} জন প্রাপক
bn_in: {{n}} অংশগ্রহণকারীগণ
br: {{n}} a berzhidi
bs: {{n}} učesnika
cy: {{n}} cyfranogwr
eu: {{n}} partaide
fa: {{n}} شرکت کننده
ga_ie: {{n}} rannpháirtí
gd: {{n}} com-pàirtichean
hi_in: {{n}} प्रतिभागियों
hu: {{n}} résztvevő
kn: {{n}} ಭಾಗವಹಿಸುವವರು
mg: Mpandray anjara {{n}}
ml: {{n}} പങ്കാളികള്‍
my: {{n}} ပါဝင်သူများ
ne: {{n}} सहभागीहरु
or: {{n}} ଜଣ ଯୋଗଦାନକାରୀ
pt: {{n}} participantes
ro: {{n}} participanți
si: හවුල්කරුවන් {{n}}
ta: {{n}} பங்கேற்பாளர்கள்
te: {{n}} గ్రహీతలు
th: {{n}} ผู้มีส่วนร่วม
ur: {{n}} شرکاء
uz: {{n}} ishtirokchi
vi: {{n}} người tham gia
zu: {{n}} ababambiqhaza

# participant[many]
source: {{n}} participants
am: {{n}} ተሳታፊዎች
ar: {{n}} مشارك
bg: {{n}} участници
bn_bd: {{n}} জন প্রাপক
bn_in: {{n}} অংশগ্রহণকারীগণ
br: {{n}} a berzhidi
bs: {{n}} učesnika
cy: {{n}} cyfranogwr
eu: {{n}} partaide
fa: {{n}} شرکت کننده
ga_ie: {{n}} rannpháirtí
gd: {{n}} com-pàirtiche
hi_in: {{n}} प्रतिभागियों
hu: {{n}} résztvevő
kn: {{n}} ಭಾಗವಹಿಸುವವರು
mg: Mpandray anjara {{n}}
ml: {{n}} പങ്കാളികള്‍
my: {{n}} ပါဝင်သူများ
ne: {{n}} सहभागीहरु
or: {{n}} ଜଣ ଯୋଗଦାନକାରୀ
pt: {{n}} participantes
ro: {{n}} participanți
si: හවුල්කරුවන් {{n}}
ta: {{n}} பங்கேற்பாளர்கள்
te: {{n}} గ్రహీత
th: {{n}} ผู้มีส่วนร่วม
ur: {{n}} شرکاء
uz: {{n}} ishtirokchi
vi: {{n}} người tham gia
zu: {{n}} ababambiqhaza

# participant[other]
source: {{n}} participants
am: {{n}} ተሳታፊዎች
ar: {{n}} مشارك
bg: {{n}} участници
bn_bd: {{n}} জন প্রাপক
bn_in: {{n}} অংশগ্রহণকারীগণ
br: {{n}} a berzhidi
bs: {{n}} učesnika
cy: {{n}} cyfranogwr
eu: {{n}} partaide
fa: {{n}} شرکت کننده
ga_ie: {{n}} rannpháirtí
gd: {{n}} com-pàirtiche
hi_in: {{n}} प्रतिभागियों
hu: {{n}} résztvevő
kn: {{n}} ಭಾಗವಹಿಸುವವರು
mg: Mpandray anjara {{n}}
ml: {{n}} പങ്കാളികള്‍
my: ပါဝင်သူများ {{n}}
ne: {{n}} सहभागीहरु
or: {{n}} ଜଣ ଯୋଗଦାନକାରୀ
pt: {{n}} participantes
ro: {{n}} participanți
si: හවුල්කරුවන් {{n}}
ta: {{n}} பங்கேற்பாளர்கள்
te: {{n}} గ్రహీతలు
th: {{n}} ผู้มีส่วนร่วม
ur: {{n}} شرکاء
uz: {{n}} ishtirokchi
vi: {{n}} người tham gia
zu: {{n}} ababambiqhaza

source: Message report
am: የ መልእክት መግለጫ
ar: تقرير الرسالة
bg: Доклад за съобщение
bn_bd: বার্তার প্রতিবেদন
bn_in: বার্তার রিপোর্ট
br: Danevell ar gemennadenn
bs: Izvještaj poruke
ca: Informe de missatge
cy: Adroddiad neges
eu: Mezuaren txostena
fa: گزارش پیام
ga_ie: Tuairisc teachtaireachta
gd: Aithisg na teachdaireachd
hi_in: संदेश रिपोर्ट
hu: Üzenetjelentés
kn: ಸಂದೇಶ ವರದಿ
mg: Tatitra momba hafatra
ml: സന്ദേശ റിപ്പോര്‍ട്ട്
my: စာတို အစီရင်ခံစာ
ne: सन्देश प्रतिवेदन
or: ସନ୍ଦେଶ ବିବରଣୀ
pt: Relatório de mensagem
ro: Raport de mesaj
si: පණිවිඩ වාර්ථාව
ta: செய்தி நிலவரம்
te: సందేశ నివేదిక
th: รายงานข้อความ
ur: پیغام رپورٹ کریں
uz: Xabar hisoboti
vi: Báo cáo
zu: Umbiko womyalezo

source: Text Message (SMS)
am: የ ጽሁፍ መልእክት (SMS)
ar: رسالة نصية (SMS)
bg: Текстово съобщение (SMS)
bn_bd: টেক্সট মেসেজ (SMS)
bn_in: টেক্সট বার্তা (SMS)
br: Kemennadenn destenn (SMS)
bs: Tekstualna poruka (SMS)
ca: Missatge de text (SMS)
cy: Neges Testun (SMS)
eu: Testu-mezua (SMS)
fa: پیام متنی (SMS)
ga_ie: Teachtaireacht Téacs (SMS)
gd: Teachdaireachd teacsa (SMS)
hi_in: पाठ संदेश (SMS)
hu: Szöveges üzenet (SMS)
kn: ಪಠ್ಯ ಸಂದೇಶ (SMS)
mg: Hafatra Soratra (SMS)
ml: ടെക്സ്റ്റ് സന്ദേശം (എസ്എംഎസ്)
my: စာတို ( SMS )
ne: पाठ सन्देश (SMS)
or: SMS
pt: Mensagem de Texto (SMS)
ro: Mesaj text (SMS)
si: පෙළ පණිවිඩ (SMS)
ta: உரைச்செய்தி (குறுந்செய்தி)
te: పాఠ్య సందేశం (SMS)
th: ข้อความตัวอักษร (SMS)
ur: متن پیغام (ایس ایم ایس)
uz: Matnli xabar (SMS)
vi: Tin nhắn văn bản (SMS)
zu: Umyalezo Obhaliwe (SMS)

source: Multimedia Message (MMS)
am: በርካታ መገናኛ መልእክቶች (MMS)
ar: رسالة وسائط متعددة (MMS)
bg: Мултимедийно съобщение (MMS)
bn_bd: মাল্টিমিডিয়া মেসেজ (MMS)
bn_in: মাল্টিমিডিয়া বার্তা (MMS)
br: Kemennadenn liesvedia (MMS)
bs: Multimedijalna poruka (MMS)
ca: Missatge multimèdia (MMS)
cy: Neges Amlgyfrwng (MMS)
eu: Multimedia-mezua (MMS)
fa: پیام‌چندرسانه‌ای (MMS)
ga_ie: Teachtaireacht Il-Mheán (MMS)
hi_in: मल्टीमीडिया संदेश(MMS)
hu: Multimédiás üzenet (MMS)
kn: ಮಲ್ಟಿಮೀಡಿಯ ಸಂದೇಶ (MMS)
mg: Hafatra Maro haino&jery (MMS)
ml: മള്‍ട്ടിമീഡിയ സന്ദേശം (എംഎംഎസ്)
my: မာတီမီဒီယာစာတို (MMS)
ne: मल्टि मिडिया सन्देश (MMS)
or: ମଲ୍ଟିମିଡ଼ିଆ ମେସେଜ (MMS)
pt: Mensagem Multimédia (MMS)
ro: Mesaj multimedia (MMS)
si: බහුමාධ්‍යය පණිවිඩය (MMS)
ta: பல்லூடக செய்தி(எம்எம்எஸ்)
te: బహుళమాధ్యమ సందేశం (MMS)
th: ข้อความสื่อผสม (MMS)
ur: ملٹی میڈیا پیغام (MMS)
uz: Multimedia xabari (MMS)
vi: Tin nhắn đa phương tiện (MMS)
zu: Umyalezo wamamidiya amaningi (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
am: የ እርስዎ የጽሁፍ መልእክት (SMS), ተልኳል በ {{datetime}}
ar: رسالتك القصيرة (SMS)، قد أرسلت في {{datetime}}
bg: Вашето текстово съобщение (SMS) е изпратено на {{datetime}}
bn_bd: আপনার টেক্সট বার্তা (SMS), {{datetime}} তে পাঠানো হয়েছিল
bn_in: আপনার টেক্সট বার্তা (SMS), পাঠানো হয়েছিল {{datetime}}
br: Kaset eo bet ho kemennadenn testenn (SMS) da {{datetime}}
bs: Vaša tekstualna poruka (SMS) je poslana {{datetime}}
ca: El vostre missatge de text (SMS) s'ha enviat el dia {{datetime}}
cy: Anfonwyd eich Neges Testun (SMS), ar {{datetime}}
eu: Testu-mezua (SMS) {{datetime}}(e)an bidali zen
fa: پیام متنی شما (SMS)، در {{datetime}} ارسال شده
ga_ie: Seoladh do Théacs (SMS) ar {{datetime}}
gd: Chaidh an teachdaireachd teacsa (SMS) agad a chur {{datetime}}
hi_in: अपने पाठ संदेश (SMS), {{datetime}} पर भेजा गया था
hu: Szöveges üzenete (SMS) elküldve ekkor: {{datetime}}
kn: ನಿಮ್ಮ ಪಠ್ಯ ಸಂದೇಶ (SMS), {{datetime}} ಗೆ ಕಳುಹಿಸಲ್ಪಟ್ಟಿತು
mg: Ny Hafatra Soratrao (SMS), dia lasa tamin'ny {{datetime}}
ml: നിങ്ങളുടെ ടെക്സ്റ്റ് സന്ദേശം (എസ്എംഎസ്), {{datetime}} ല്‍ അയച്ചു
my: သင့် စာတို (SMS) အား {{datetime}} တင်ပို့လိုက်သှ်
ne: तपाईंको पाठ सन्देश (एस् एम् एस्), {{datetime}} मा पठाइएको थियो
or: ଆପଣଙ୍କ SMS {{datetime}} ବେଳେ ପଠାଗଲା
pt: A sua mensagem de texto (SMS), foi enviada a {{datetime}}
ro: Mesajul tău text (SMS) a fost trimis în {{datetime}}
si: ඔබේ පෙළ පණිවිඩය (SMS), {{datetime}} හීදී යවන ලදී
ta: உங்களுடைய செய்தி(குறுந்செய்தி), {{datetime}} அன்று அனுப்பப்பட்டுவிட்டது
te: మీ పాఠ్య సందేశం (SMS), {{datetime}} న పంపబడింది
th: ข้อความตัวอักษรของคุณ (SMS) ถูกส่งเมื่อ {{datetime}}
ur: آپ کا متن پیغام (SMS), مرسلہ {{datetime}} پر بھیجا گیا
uz: Matnli xabaringiz (SMS), {{datetime}}da jo‘natilgan
vi: Tin nhắn văn bản (SMS) của bạn đã được gửi lúc {{datetime}}
zu: Umyalezo wakho Obhaliwe (SMS), uthunyelwe ngomhlaka {{datetime}}

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
am: የ እርስዎ በርካታ መገናኛ መልእክቶች (MMS), ጉዳዩ {{subject}}, ተልኳል በ {{datetime}}
ar: رسالتك الوسائط المتعددة (MMS), موضوع {{subject}}, أرسلت في {{datetime}}
bg: Вашето мултимедийно съобщение (MMS) с тема {{subject}} е изпратено на {{datetime}}
bn_bd: আপনার মাল্টিমিডিয়া বার্তা (MMS), বিষয় {{subject}}, {{datetime}} তে পাঠানো হয়েছিল
bn_in: আপনার মাল্টিমিডিয়া বার্তা (MMS), বিষয় {{subject}}, পাঠানো হয়েছিল {{datetime}}
br: Kaset eo bet ho kemennadenn liesvedia (MMS) gant an danvez {{subject}} da {{datetime}}
bs: Vaša multimedijalna poruka (MMS), naslov {{subject}}, je poslana {{datetime}}
ca: El vostre missatge multimèdia (MMS), amb l'assumpte {{subject}}, s'ha enviat el dia {{datetime}}
cy: Anfonwyd eich pwnc Neges Amlgyfrwng (MMS), {{subject}}, ar {{datetime}}
eu: Multimedia-mezua (MMS), {{subject}} gaikoa, {{datetime}}(e)an bidali zen
fa: پیام چندرسانه‌ای شما (SMS)، موضوع {{subject}}، در {{datetime}} ارسال شده است
ga_ie: Seoladh do Theachtaireacht Il-Mheán (MMS), ábhar {{subject}}, ar {{datetime}}
gd: Chaidh am Multimedia Message (MMS) agad, {{subject}}, a chur {{datetime}}
hi_in: अपने पाठ संदेश (SMS), विषय {{subject}} {{datetime}} पर भेजा गया था
hu: {{subject}} tárgyú multimédiás üzenete (MMS) elküldve ekkor: {{datetime}}
kn: ನಿಮ್ಮ ಮಲ್ಟಿಮೀಡಿಯ ಸಂದೇಶ (MMS), ವಿಷಯ {{subject}}, {{datetime}} ಗೆ ಕಳುಹಿಸಲ್ಪಟ್ಟಿತು
mg: Ny Hafatra Marohaino&jerinao (MMS), antony {{subject}}, dia lasa tamin'ny {{datetime}}
ml: {{subject}} വിഷയത്തിലുള്ള നിങ്ങളുടെ മള്‍ട്ടിമീഡിയ സന്ദേശം (എംഎംഎസ്), {{datetime}} ല്‍ അയച്ചു
my: သင့်ရုပ်သံ စာတို (MMS) အား အကြောင်းအရာ {{subject}} ဖြင့် {{datetime}} တွင်ပို့လိုက်သှ်
ne: तपाईंको मल्टिमिडिया सन्देश (एम् एम् एस्), विषय {{subject}}, {{datetime}} मा पठाइएको थियो
or: {{subject}} ବିଷୟ ଥିବା ଆପଣଙ୍କ ମଲ୍ଟିମିଡ଼ିଆ ମେସେଜ (MMS) {{datetime}} ବେଳେ ପଠାଗଲା
pt: A sua mensagem multimédia (MMS), com o assunto {{subject}}, foi enviada a {{datetime}}
ro: Mesajul tău multimedia (MMS) cu subiectul {{subject}} a fost trimis în {{datetime}}
si: ඔබේ {{subject}} මාතෘකාවැති බහුමාධ්‍ය පණිවිඩය (MMS), {{datetime}} හීදී යවන ලදී
ta: உங்களுடைய பல்லூடக செய்தி(எம்எம்எஸ்), {{subject}} தலைப்பில் {{datetime}} அன்று அனுப்பப்பட்டுவிட்டது
te: మీ మల్టీమీడియా సందేశం (MMS), విషయం {{subject}}, {{datetime}} నందు పంపెను
th: ข้อความสื่อผสมของคุณ (MMS) หัวข้อ {{subject}} ถูกส่งเมื่อ {{datetime}}
ur: آپ کا ملٹی میڈیا پیغام (MMS), موضوع {{subject}}, مرسلہ {{datetime}} پر بھیجا گیا
uz: Multimedia xabaringiz (MMS), {{subject}} mavzusidagi, {{datetime}}da jo‘natilgan
vi: Tin nhắn đa phương tiện (MMS) của bạn, có tiêu đề {{subject}}, đã được gửi lúc {{datetime}}
zu: Umyalezo wakho Wemidiya Enhlobonhlobo (MMS), isihloko {{subject}}, uthunyelwe ngomhlaka {{datetime}}
