Repository: translate/mozilla-gaia
Catalog: */apps/sms/sms.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hi_in, hu, kn, mg, ml, my, ne, or, pt, ro, si, ta, te, th, ur, uz, vi, zu

source: There is a problem with the attached file and it cannot be downloaded.
am: የተያያዘው ፋይል ጋር ችግር ተፈጥሯል እና ማውረድ አይቻልም
ar: هنالك مشكلة في الملف المرفق ولا يمكن تحميله.
bg: Има проблем с притурката и тя не може да бъде свалена.
bn_bd: সংযুক্ত ফাইলে ত্রুটি রয়েছে এবং এটি ডাউনলোড করা যাচ্ছে না।
bn_in: সংযুক্ত ফাইলটিতে একটি সমস্যা হছে এবং এটি ডাউনলোড করা যাবে না।
br: Bez ez eus ur gudenn gant ar restr staget ha n'hall ket bezañ pellgarget.
bs: Postoji problem s priloženom datotekom, te se ne može preuzeti.
ca: Hi ha un problema amb el fitxer adjunt i no es pot baixar.
cy: Bu anhawster gyda'r ffeil atodol ac nid oed modd ei llwytho i lawr.
eu: Arazo bat dago erantsitako fitxategiarekin eta ezin da deskargatu.
fa: در این پرونده‌ پیوست مشکلی رخ داده است. و نمی‌تواند دریافت شود.
ga_ie: Bhí fadhb leis an gcomhad ceangailte agus ní féidir é a íosluchtú.
gd: Tha duilgheadas leis an fhaidhle a tha ris agus cha ghabh a luchdadh a-nuas.
hi_in: संलग्न फाइल के साथ एक समस्या है और इसे डाउनलोड नहीं किया जा सकता.
hu: Hiba történt a csatolt fájllal, emiatt az nem tölthető le.
kn: ಲಗತ್ತಿಸಲಾದ ಕಡತದಲ್ಲಿ ಒಂದು ಸಮಸ್ಯೆಯಿರುವುದರಿಂದ ಅದನ್ನು ಡೌನ್‌ಲೋಡ್‌ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
mg: Misy olana amin'ilay rakitra mipaingotra ka tsy azo ampidinina.
ml: അറ്റാച്ച് ചെയ്ത ഫയലിലെ പ്രശ്നം കാരണം ഡൌണ്‍ലോഡ് ചെയ്യാന്‍ പറ്റില്ല.
my: တွဲထားသောဖိုင်တွင် ပြဿနာတစ်ခု ဖြစ်နေသည့်အပြင် download မပြုလုပ်နိုင်ပါ။
ne: संलग्न फाइलसँग समस्याहरू भएकाले डाउनलोड गर्न सकिएन।
or: ଯୋଡ଼ାଯାଇଥିବା ଫାଇଲରେ ଅସୁବିଧା ଉପୁଜିବା ହେତୁ ଏହା ଡାଉନଲୋଡ଼ ହୋଇପାରିବ ନାହିଁ ।
pt: Existe um problema com o ficheiro anexado e este não pode ser descarregada.
ro: Există o problemă cu fișierul atașat și nu poate fi descărcat.
si: ඇමිණූ ගොනුව සමඟ ඇති දෝෂයක් නිසා එය බාගත නොහැක.
ta: இணைப்பிலுள்ள படத்தில் எதோ பிரச்சனை உள்ளது மேலும் அதை பதிவிறக்க முடியாது.
te: జోడించిన దస్త్రంతో సమస్య ఉంది, దాన్ని దించుకోలేము.
th: เกิดปัญหากับไฟล์แนบและไม่สามารถดาวน์โหลดได้
ur: منسلک فائل کے ساتھ ایک مسئلہ ہے اور اسے ڈاؤن لوڈ نہیں کیا جا سکتا۔
uz: Biriktirilgan fayl bilan muammo mavjud, shuning uchun uni yukal olib bo‘lmaydi.
vi: Có vấn đề với ảnh đính kèm và không thể tải được.
zu: Kunenkinga ngaleli fayela elinanyathelisiwe futhi ngeke lidawunilodeke.

source: Message saved as draft
am: መልእክቱ እንደ ንድፍ ተቀምጧል
ar: تم حفظ الرسالة كمسودة
bg: Съобщението е запазено като чернова
bn_bd: বার্তা খসরা হিসাবে সংরক্ষণ করা আছে
bn_in: বার্তা খসড়া হিসাবে সংরক্ষণ করা অছে
br: Kemennadenn enrollet evel brouilhed
bs: Poruka je sačuvana kao skica
ca: El missatge s'ha desat com a esborrany
cy: Cadwyd neges fel drafft
eu: Mezua zirriborro gisa gorde da
fa: پیام به عنوان پیش‌نویس ذخیره شد
ga_ie: Sábháladh an teachtaireacht mar dhréacht
gd: Chaidh dreachd dheth a shàbhaladh
hi_in: संदेश ड्राफ्ट रूप में सहेजा
hu: Üzenet mentve piszkozatként
kn: ಸಂದೇಶವನ್ನು ಕರಡಾಗಿ ಉಳಿಸಲಾಗಿದೆ
mg: Voatahiry ho vakiraoka ilay hafatra
ml: സന്ദേശം അയയ്ക്കാത്തതാക്കി ചേര്‍ത്തു
my: စာတိုကို အကြမ်းအနေဖြင့် သိမ်းထားသည်
ne: सन्देश ड्राफ्टमा जोगाईयो
or: ସନ୍ଦେଶ ଡ୍ରାଫ୍ଟ ଭାବେ ସାଇତାଗଲା
pt: Mensagem guardada como rascunho
ro: Mesaj salvat ca mesaj nefinalizat
si: පණිවිඩය කෙටුම්පතක් ලෙස සුරැකිනි
ta: செய்தி வரைவுரையாக சேமிக்கப்பட்டது
te: సందేశం చిత్తు వలె భద్రమైంది
th: บันทึกข้อความเป็นฉบับร่างแล้ว
ur: پیغام ڈرافٹ کے طور پر محفوظ کیا گیا
uz: Xabar qoralama sifatida saqlandi
vi: Đã lưu tin nhắn nháp
zu: Umyalezo ulondolozwe njengosewuhlaka

source: SIM {{id}}
am: ሲም {{id}}
eu: {{id}}. SIMa
fa: سیم‌کارت {{id}}
ta: சிம் {{id}}
te: సిమ్ {{id}}

source: SIM {{id}}, {{detailString}}
am: ሲም {{id}}, {{detailString}}
bn_bd: সিম {{id}}, {{detailString}}
eu: {{id}}. SIMa, {{detailString}}
fa: سیم‌کارت {{id}}، {{detailString}}
hu: {{id}}. SIM, {{detailString}}
ta: சிம் {{id}}, {{detailString}}

source: unknown SIM
am: ያልታወቀ ሲም
ar: SIM غير معروف
bg: неизвестна SIM
bn_bd: অজানা সিম
bn_in: অজানা SIM
br: SIM dianav
bs: nepoznat SIM
ca: SIM desconeguda
cy: SIM anhysbys
eu: SIM ezezaguna
fa: سیم‌کارت نامشخص
ga_ie: SIM anaithnid
gd: SIM neo-aithnichte
pt: SIM desconhecido
ro: SIM necunoscut
si: හදුනානොගත් SIM පතක්
th: SIM ไม่รู้จัก
ur: نامعلوم SIM
uz: noma’lum SIM karta

source: Send
am: መላኪያ
ar: أرسِل
bg: Изпращане
bn_bd: প্রেরণ
bn_in: পাঠান
br: Kas
bs: Pošalji
ca: Envia
cy: Anfon
eu: Bidali
fa: ارسال
ga_ie: Seol
gd: Cuir
hu: Küldés
kn: ಕಳುಹಿಸು
mg: Handefa
ml: അയയ്ക്കു
or: ପଠାନ୍ତୁ
pt: Enviar
ro: Trimite
si: යවන්න
th: ส่ง
ur: بھیجیں
uz: Jo‘natish
vi: Gửi
zu: Thumela

source: using SIM {{n}}
am: መጠቀሚያ ሲም {{n}}
ar: باستخدام SIM رقم {{n}}
bg: използване на SIM {{n}}
bn_bd: SIM {{n}} ব্যবহৃত হচ্ছে
bn_in: SIM {{n}} ব্যাবহার করা
br: oc'h arverañ ar SIM {{n}}
bs: koristite SIM {{n}}
ca: amb la SIM {{n}}
cy: defnyddio SIM {{n}}
eu: {{n}}. SIMa erabiltzen
fa: استفاده از سیم‌کارت {{n}}
ga_ie: ag úsáid SIM {{n}}
gd: a’ cleachdadh SIM {{n}}
hi_in: उपयोग SIM {{n}}
hu: {{n}}. SIM használata
kn: ಬಳಸಲಾಗುತ್ತಿದೆ SIM {{n}}
my: SIM {{n}}ကို အသုံးပြုနေသည်
pt: a utilizar SIM {{n}}
ro: folosind SIM {{n}}
si: SIM {{n}} භාවිතයෙන්
ta: சிம் {{n}} பயன்படுத்துகிறது
te: సిమ్ {{n}} వాడి
th: โดยใช้ SIM {{n}}
ur: SIM {{n}} استعمال کر رہا ہے
uz: SIM {{n}}dan foydalanish

source: Add attachment
am: ማያያዣ መጨመሪያ
ar: أضف مُرفق
bg: Добавяне на притурка
bn_bd: সংযুক্তি যোগ করুন
bn_in: সংযুক্তি যোগ করুন
br: Ouzhpennañ ur c'henstagadur
bs: Dodaj prilog
ca: Afegeix una adjunció
cy: Ychwanegu atodiad
eu: Gehitu eranskina
fa: اضافه‌کردن پیوست
ga_ie: Cuir iatán leis
gd: Cuir ceanglachan ris
hi_in: संलग्नक जोड़ें
hu: Melléklet hozzáadása
kn: ಲಗತ್ತು ಸೇರಿಸು
my: ဖိုင်တွဲရန်
ne: संलग्न फाइल थप्नुहोस्
pt: Adicionar anexo
ro: Adaugă atașament
si: ඇමිණුම එක් කරන්න
ta: சேர்க்கையைச் சேர்
th: เพิ่มไฟล์แนบ
ur: منسلکہ کا اضافہ کریں
uz: Biriktirma qo‘shish

source: Contact photo
am: የግንኙነት ፎቶ
ar: صورة جهة الاتصال
bg: Фото на контакта
bn_bd: পরিচিতির ছবি
bn_in: পরিচিতির ছবি
br: Luc'hskeudenn an darempred
bs: Slika kontakta
ca: Foto del contacte
cy: Llun y cysylltiad
eu: Kontaktuaren argazkia
fa: تصویر مخاطب
ga_ie: Grianghraf den teagmhálaí
gd: Dealbh an neach-aithne
hi_in: संपर्क फ़ोटो
hu: Névjegykép
kn: ಸಂಪರ್ಕದ ಫೋಟೋ
my: အဆက်သွယ် ဓါတ်ပုံ
ne: सम्पर्क फोटो
pt: Fotografia de contacto
ro: Fotografie de contact
si: සබඳතාව සේයාරුව
ta: தொடர்பு படம்
th: รูปภาพรายชื่อ
ur: رابطہ فرد تصویر
uz: Kontakt fotosurati

source: Unread
am: ያልተነበበ
ar: غير مقروءة
bg: Непрочетено
bn_bd: অপঠিত
bn_in: পড়া হয়নি
br: Anlennet
bs: Nepročitano
ca: Per llegir
cy: Heb eu darllen
eu: Irakurri gabe
fa: خوانده نشده
ga_ie: Neamhléite
gd: Gun leughadh
hi_in: अपठित
hu: Olvasatlan
kn: ಓದದೆ ಇರುವ
my: မဖတ်ရသေး
ne: नपढिएको
pt: Não lida
ro: Necitite
si: නොකියවූ
ta: படிக்காதது
th: ยังไม่ได้อ่าน
ur: ناخواندہ
uz: O‘qilmagan

source: Has draft
am: ንድፍ አለው
ar: لديه مسوّدة
bg: Има чернова
bn_bd: খসড়া রয়েছে
bn_in: খসড়া আছে
br: En deus brouilhedoù
bs: Ima skicu
ca: Té esborrany
cy: Drafft ar gael
eu: Zirriborroa du
fa: دارای چرک‌نویس
ga_ie: A bhfuil dréacht aige
gd: Tha dreachd ann
hi_in: मसौदा है
hu: Van piszkozat
kn: ಡ್ರಾಫ್ಟ್ ಒಳಗೊಂಡಿದೆ
my: မူကြမ်းရှိသည်
ne: ड्रफ्ट छ
pt: Tem rascunho
ro: Are mesaj nefinalizat
si: කෙටුම්පතක් ඇති
ta: வரைவு இருக்கு
th: มีฉบับร่าง
ur: مسودہ ہے
uz: Qoralama bor

source: Draft
am: ንድፍ
ar: مسوّدة
bg: Чернова
bn_bd: খসড়া
bn_in: খসড়া
br: Brouilhed
bs: Skica
ca: Esborrany
cy: Drafft
eu: Zirriborroa
fa: پیش‌نویس
ga_ie: Dréacht
gd: Dreachd
hi_in: मसौदा
hu: Piszkozat
kn: ಡ್ರಾಪ್ಟ್
my: အကြမ်း
ne: ड्राफ्ट
pt: Rascunho
ro: Mesaj nefinalizat
si: කෙටුම්පත
ta: வரைவு
th: ฉบับร่าง
ur: مسودہ
uz: Qoralama

source: Actions
am: ተግባሮች
ar: الإجراءات
bg: Действия
bn_bd: অ্যাকশন
bn_in: পদক্ষেপ
br: Oberezhioù
bs: Akcije
ca: Accions
cy: Gweithredoedd
eu: Ekintzak
fa: عمل
ga_ie: Gníomhartha
gd: Gnìomhan
pt: Ações
ro: Acțiuni
si: ක්‍රියාව
th: การกระทำ
ur: اعمال
uz: Amallar

# settingsButton.ariaLabel
source: Settings
am: ማሰናጃዎች
ar: الإعدادات
bg: Настройки
bn_bd: সেটিং
bn_in: সেটিংস
br: Arventennoù
bs: Postavke
ca: Paràmetres
cy: Gosodiadau
fa: تنظیمات
ga_ie: Socruithe
gd: Roghainnean
pt: Definições
ro: Setări
si: සැකසුම්
th: การตั้งค่า
ur: سیٹنگیں
uz: Sozlamalar

# composeLink.ariaLabel
source: New message
am: አዲስ መልእክት
ar: رِسالة جديدة
bg: Ново съобщение
bn_bd: নতুন বার্তা
bn_in: নতুন বার্তা
br: Kemennadenn nevez
bs: Nova poruka
ca: Missatge nou
cy: Neges newydd
fa: پیام‌جدید
ga_ie: Teachtaireacht nua
gd: Teachdaireachd ùr
pt: Nova mensagem
ro: Mesaj nou
si: නව පණිවිඩය
th: ข้อความใหม่
ur: نیا پیغام
uz: Yangi xabar

# callButton.ariaLabel
source: Call
am: ጥሪ
ar: اتصال
bg: Позвъняване
bn_bd: কল করুন
bn_in: কল করুন
br: Gervel
bs: Pozovi
ca: Truca
cy: Galw
fa: تماس
ga_ie: Glao
gd: Cuir fòn
pt: Ligar
ro: Apelează
si: ඇමතුම
th: โทร
ur: کال
uz: Qo‘ng‘iroq

source: Sending…
am: በመላክ ላይ…
ar: يُرسل…
bg: Изпращане…
bn_bd: পাঠানো হচ্ছে
bn_in: পাঠানো হচ্ছে…
br: O kas…
bs: Šaljem…
ca: S'està enviant…
cy: Anfon…
eu: Bidaltzen…
fa: در‌حال ارسال...
ga_ie: Á Sheoladh…
gd: ’Ga chur…
hi_in: भेजा जा रहा है...
hu: Küldés…
kn: ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ…
my: ပေးပို့နေသှ်...
ne: पठाउँदै…
pt: A enviar…
ro: Se trimite…
si: යවමින්...
ta: அனுப்புகிறது...
th: กำลังส่ง…
ur: بھیج رہا ہے…
uz: Jo‘natilmoqda…

source: Delivered
am: ተልኳል
ar: سُلِّمت
bg: Получено
bn_bd: প্রেরিত:
bn_in: প্রেরিত হয়েছে
br: Kaset
bs: Isporučeno
ca: Lliurat
cy: Trosglwyddwyd
eu: Entregatuta
fa: تحویل‌ داده شد
ga_ie: Seachadta
gd: Air a libhrigeadh
hi_in: वितरित
hu: Kézbesítve
kn: ತಲುಪಿಸಲಾಗಿದೆ
my: ပို့ဆောင်ပြီးပြီ
ne: हस्तान्तरित
pt: Entregue
ro: Livrat
si: යවන ලදී
ta: வழங்கப்பட்டது
th: ถึงแล้ว
ur: سپرد داری مکمل
uz: Yetkazib berildi

source: Read
am: ማንበቢያ
ar: قُرِئَت
bg: Прочетено
bn_bd: পড়ুন:
bn_in: পড়ো:
br: Lennet
bs: Pročitano
ca: Llegit
cy: Darllenwyd
eu: Irakurrita
fa: خوانده شده
ga_ie: Léite
gd: Air a leughadh
hi_in: पढ़ें
hu: Olvasott
kn: ಓದು
my: ဖတ်ပြီး
ne: पढ्नुहोस्:
pt: Lida
ro: Citit
si: කියැවූ
ta: வாசித்த
th: อ่านแล้ว
ur: پڑھیں
uz: O‘qish

source: Error
am: ስህተት
ar: خطأ
bg: Грешка
bn_bd: ত্রুটি
bn_in: ত্রুটি
br: Fazi
bs: Greška
cy: Gwall
eu: Errorea
fa: خطا
ga_ie: Earráid
gd: Mearachd
hi_in: त्रुटि
hu: Hiba
kn: ದೋಷ
my: မှားယွင်းမှု
ne: त्रुटि
pt: Erro
ro: Eroare
si: දෝශයක්
ta: பிழை
th: ข้อผิดพลาด
ur: نقص
uz: Xatolik

source: Late arrival
am: ዘግይቶ የ ደረሰ
ar: الوصول المتأخر
bg: Със закъснение
bn_bd: বিলম্বিত আগমন
bn_in: দেরি করে পৌঁছানো
br: Degouezhet gant dale
bs: Kasni dolazak
ca: Arribada amb retard
cy: Cyrraedd yn hwyr
fa: با‌ تاخیر رسیدن
pt: Chegada atrasada
ro: Primire cu întârziere
th: มาถึงล่าช้า
ur: دیر آمد

# late-arrival-notice-in-months[zero]
source: {{ lateness }}mth late
am: {{ lateness }}ወር ዘግይቷል
ar: {{ lateness }} شهر تأخير
bg: {{ lateness }}мес по-късно
bn_bd: {{ lateness }}মাস বিলম্বিত
bn_in: {{ lateness }}mth বিলম্ব
br: {{ lateness }} miz dale
bs: {{ lateness }}mjsc kasni
ca: {{ lateness }} mesos tard
cy: {{ lateness }}mis hwyr
eu: {{ lateness }} hil berandu
fa: {{ lateness }}ماه تأخیر
pt: {{ lateness }}m atrasados
ro: {{ lateness }} luni întârziere
th: ช้าไป {{ lateness }} เดือน
ur: {{ lateness }}mth دیر

# late-arrival-notice-in-months[one]
source: {{ lateness }}mth late
am: {{ lateness }}ወር ዘግይቷል
ar: {{ lateness }} شهر تأخير
bg: {{ lateness }}мес по-късно
bn_bd: {{ lateness }}মাস বিলম্বিত
bn_in: {{ lateness }}mth বিলম্ব
br: {{ lateness }} miz dale
bs: {{ lateness }}mjsc kasni
ca: {{ lateness }} mes tard
cy: {{ lateness }}mis hwyr
fa: {{ lateness }}ماه تأخیر
pt: {{ lateness }}m atrasado
ro: {{ lateness }} lună întârziere
th: ช้าไป {{ lateness }} เดือน
ur: {{ lateness }}mth دیر

# late-arrival-notice-in-months[two]
source: {{ lateness }}mths late
am: {{ lateness }}ወሮች ዘግይቷል
ar: {{ lateness }} شهران تأخير
bg: {{ lateness }}мес по-късно
bn_bd: {{ lateness }}মাস বিলম্বিত
bn_in: {{ lateness }}mth বিলম্ব
br: {{ lateness }} viz dale
bs: {{ lateness }}mjsc kasni
ca: {{ lateness }} mesos tard
cy: {{ lateness }}mis hwyr
eu: {{ lateness }} hil berandu
fa: {{ lateness }}ماه تأخیر
pt: {{ lateness }}m atrasados
ro: {{ lateness }} luni întârziere
th: ช้าไป {{ lateness }} เดือน
ur: {{ lateness }}mths دیر

# late-arrival-notice-in-months[few]
source: {{ lateness }}mths late
am: {{ lateness }}ወሮች ዘግይቷል
ar: {{ lateness }} أشهر تأخير
bg: {{ lateness }}мес по-късно
bn_bd: {{ lateness }}মাস বিলম্বিত
bn_in: {{ lateness }}mth বিলম্ব
br: {{ lateness }} a vizioù dale
bs: {{ lateness }}mjsc kasni
ca: {{ lateness }} mesos tard
cy: {{ lateness }}mis hwyr
fa: {{ lateness }}ماه تأخیر
pt: {{ lateness }}m atrasados
ro: {{ lateness }} luni întârziere
th: ช้าไป {{ lateness }} เดือน
ur: {{ lateness }}mths دیر

# late-arrival-notice-in-months[many]
source: {{ lateness }}mths late
am: {{ lateness }}ወሮች ዘግይቷል
ar: {{ lateness }} شهر تأخير
bg: {{ lateness }}мес по-късно
bn_bd: {{ lateness }}মাস বিলম্বিত
bn_in: {{ lateness }}mth বিলম্ব
br: {{ lateness }} a vizioù dale
bs: {{ lateness }}mjsc kasni
ca: {{ lateness }} mesos tard
cy: {{ lateness }}mis hwyr
eu: {{ lateness }} hil berandu
fa: {{ lateness }}ماه تأخیر
pt: {{ lateness }}m atrasados
ro: {{ lateness }} luni întârziere
th: ช้าไป {{ lateness }} เดือน
ur: {{ lateness }}mths دیر

# late-arrival-notice-in-months[other]
source: {{ lateness }}mths late
am: {{ lateness }}ወሮች ዘግይቷል
ar: {{ lateness }} أشهر تأخير
bg: {{ lateness }}мес по-късно
bn_bd: {{ lateness }}মাস বিলম্বিত
bn_in: {{ lateness }}mth বিলম্ব
br: {{ lateness }} a vizioù dale
bs: {{ lateness }}mjsc kasni
ca: {{ lateness }} mesos tard
cy: {{ lateness }}mis hwyr
eu: {{ lateness }} hil berandu
fa: {{ lateness }}ماه تأخیر
pt: {{ lateness }}m atrasados
ro: {{ lateness }} luni întârziere
th: ช้าไป {{ lateness }} เดือน
ur: {{ lateness }}mths دیر

source: {{ lateness }}d late
am: {{ lateness }}ቀን ዘግይቷል
ar: {{ lateness }} يوم تأخير
bg: {{ lateness }}д по-късно
bn_bd: {{ lateness }} দিন বিলম্বিত
bn_in: {{ lateness }}d তারিখ
br: {{ lateness }}d dale
bs: {{ lateness }}d kasni
ca: {{ lateness }} dies tard
cy: {{ lateness }}d hwyr
eu: {{ lateness }}e berandu
fa: {{ lateness }}روز تأخیر
pt: {{ lateness }}d atrasados
ro: {{ lateness }} zile întârziere
th: ช้าไป {{ lateness }} วัน
ur: {{ lateness }}d دیر

source: {{ lateness }}h late
am: {{ lateness }}ሰ ዘግይቷል
ar: {{ lateness }} ساعات تأخير
bg: {{ lateness }}ч по-късно
bn_bd: {{ lateness }}ঘন্টা বিলম্বিত
bn_in: {{ lateness }}h বিলম্ব
br: {{ lateness }}e dale
bs: {{ lateness }}h kasni
ca: {{ lateness }} hores tard
cy: {{ lateness }}a hwyr
fa: {{ lateness }}ساعت تأخیر
pt: {{ lateness }}h atrasados
ro: {{ lateness }} ore întârziere
th: ช้าไป {{ lateness }} ชั่วโมง
ur: {{ lateness }}h دیر

source: {{ lateness }}m late
am: {{ lateness }}ወ ዘግይቷል
ar: {{ lateness }} دقائق تأخير
bg: {{ lateness }}м по-късно
bn_bd: {{ lateness }}মিনিট বিলম্বিত
bn_in: {{ lateness }}m বিলম্ব
br: {{ lateness }}m dale
bs: {{ lateness }}m kasni
ca: {{ lateness }} minuts tard
cy: {{ lateness }}a hwyr
eu: {{ lateness }}m berandu
fa: {{ lateness }}دقیقه تأخیر
pt: {{ lateness }}m atrasados
ro: {{ lateness }} minute întârziere
th: ช้าไป {{ lateness }} นาที
ur: {{ lateness }}m دیر

# modal-dialog-ok-button
source: OK
am: እሺ
ar: موافق
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eu: Ados
fa: تأیید
gd: Ceart ma-thà
si: හරි
th: ตกลง
ur: ٹھیک ہے

# modal-dialog-cancel-button
source: Cancel
am: መሰረዣ
ar: ألغِ
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
eu: Utzi
fa: لغو
ga_ie: Cealaigh
gd: Sguir dheth
hu: Mégse
kn: ರದ್ದುಮಾಡು
pt: Cancelar
ro: Renunță
si: වසන්න
th: ยกเลิก
ur: منسوخ کریں
uz: Bekor qilish

# modal-dialog-default-title
source: Messages
am: መልእክቶች
ar: الرسائل
bg: Съобщения
bn_bd: বার্তাসমূহ
bn_in: বার্তাসমূহ
br: Kemennadennoù
bs: Poruke
ca: Missatges
cy: Negeseuon
eu: Mezuak
fa: پیام‌ها
ga_ie: Teachtaireachtaí
gd: Teachdaireachd
hu: Üzenetek
kn: ಸಂದೇಶಗಳು
pt: Mensagens
ro: Mesaje
si: පණිවිඩ
th: ข้อความ
ur: پیغامات
uz: Xabarlar

source: Start communicating now
ar: بدء التواصل الآن
bg: Започнете да комуникирате сега
bn_bd: যোগাযোগ শুরু করুন
br: Ober ur galv bremañ
ca: Inicieu una conversa ara
cy: Cychwyn cyfathrebu nawr
eu: Hasi komunikatzen orain
fa: آغاز گفت‌و‌گو هم اکنون
ga_ie: Abair leat!
gd: Tòisich air seanachas an-dràsta
hi_in: संवाद अभी शुरू करे
hu: Kezdjen kommunikálni most
kn: ಈಗಲೆ ವ್ಯವಹರಿಸಲು ಆರಂಭಿಸಿ
mg: Manomboha mifandray izao
ml: ഇപ്പോൾ ആശയവിനിമയം തുടങ്ങൂ
ne: अब संवाद सुरु गर्नुहोस्
or: ବର୍ତ୍ତମାନ ଯୋଗାଯୋଗ ଆରମ୍ଭ କରନ୍ତୁ
si: දැන් සන්නිවේදනය අරඹන්න
te: సంప్రదింపు ప్రారంభించు
th: เริ่มการติดต่อสื่อสารตอนนี้
ur: اب بات چیت شروع کریں
uz: Aloqa bog‘lashni boshlash
vi: Bắt đầu trò chuyện ngay bây giờ
zu: Qala ukuxhumana manje

source: Include someone else
pt: Incluir outro alguém

source: Start a conversation now
pt: Iniciar uma conversa agora

source: MMS
eu: MMSa
te: ఎంఎంఎస్

source: Messages
mg: Hafatra
ml: സന്ദേശങ്ങള്‍
or: ସନ୍ଦେଶଗୁଡ଼ିକ
vi: Tin nhắn
zu: Imiyalezo

source: Edit
mg: Hanitsy
ml: തിരുത്തുക
ne: सम्पादन गर्नुहोस्
or: ସମ୍ପାଦନ
te: సవరించు
vi: Sửa
zu: Lungisa

source: Cancel
mg: Foanana
ml: റദ്ദാക്കുക
or: ବାତିଲ
vi: Hủy
zu: Khansela

source: none selected
mg: tsy misy voafantina
or: କାହାକୁ ବଛାଯାଇ ନାହିଁ
vi: chưa chọn gì
zu: akukho okukhethiwe

# selected[one]
source: {{n}} selected
mg: {{n}} voafantina
or: {{n}} ବଛାଗଲା
vi: đã chọn {{n}}
zu: Okukhethiwe kungu-{{n}}

# selected[two]
source: {{n}} selected
mg: {{n}} voafantina
or: {{n}} ବଛାଗଲା
vi: đã chọn {{n}}
zu: Okukhethiwe kungu-{{n}}

# selected[few]
source: {{n}} selected
mg: {{n}} voafantina
or: {{n}} ବଛାଗଲା
vi: đã chọn {{n}}
zu: Okukhethiwe kungu-{{n}}

# selected[many]
source: {{n}} selected
mg: {{n}} voafantina
or: {{n}} ବଛାଗଲା
vi: đã chọn {{n}}
zu: Okukhethiwe kungu-{{n}}

# selected[other]
source: {{n}} selected
mg: {{n}} voafantina
or: {{n}} ବଛାଗଲା
vi: đã chọn {{n}}
zu: Okukhethiwe kungu-{{n}}

source: Delete Messages
mg: Hamafa Hafatra
or: ସନ୍ଦେଶଗୁଡ଼ିକ ଲିଭାନ୍ତୁ
vi: Xóa tin nhắn
zu: Dilitha imiyalezo

source: Settings
mg: Tefy
ml: ക്രമീകരണങ്ങള്‍
or: ସଂରଚନା
te: అమరికలు
vi: Thiết lập
zu: Amasethingi

# messagesInput_placeholder
source: Message
mg: Hafatra
ml: സന്ദേശം
or: ସନ୍ଦେଶ
te: సందేశం

source: You’ve exceeded the maximum size. Remove attachments or shorten the message to send it.
mg: Nihoaranao ny fetra farafahabe. Esory ireo rakipaingotra na afohezo ny hafatra raha handefa azy.
ml: പരമാവധി വലിപ്പം കഴിഞ്ഞു. അയക്കാന്‍ അറ്റാച്ച്മെന്റ് കളയുകയോ സന്ദേശം ചെറുതാക്കുകയോ ചെയ്യു.
or: ଆପଣ ସର୍ବାଧିକ ଆକାରରେ ପହଞ୍ଚି ଯାଇଛନ୍ତି । ଆଟାଚମେଣ୍ଟ କାଢ଼ି କିମ୍ବା ମେସେଜଟିକୁ ଛୋଟ କରି ପଠାନ୍ତୁ ।

source: New message
mg: Hafatra vaovao
ml: പുതിയ സന്ദേശം
or: ନୂଆ ସନ୍ଦେଶ
te: కొత్త సందేశం
vi: Tin nhắn mới
zu: Umyalezo omusha

source: Status:
mg: Toetra:
ml: സ്ഥിതി:
or: ସ୍ଥିତି:
vi: Trạng thái:
zu: Isimo:

source: sent
mg: lasa
ml: അയച്ചു
or: ପଠାଯାଇଛି
vi: đã gửi
zu: ithunyelwe

source: received
mg: voaray
ml: കിട്ടി
or: ମିଳିଲା
vi: đã nhận
zu: itholwe

source: sending
mg: mandefa
ml: അയയ്ക്കുന്നു
or: ପଠାଯାଉଛି
vi: đang gửi
zu: iyathumela

source: error
mg: tsy fetezana
ml: പിശക്
or: ତ୍ରୁଟି
vi: lỗi
zu: iphutha

source: Requested
mg: Nangatahina
ml: അപേക്ഷിച്ചത്
or: ଅନୁରୋଧ କରାଯାଇଛି
vi: Được yêu cầu
zu: Okuceliwe

source: Recipients:
mg: Andefasana:
ml: അയയ്ക്കേണ്ടവര്‍:
or: ଗ୍ରହଣ କର୍ତ୍ତା:
vi: Người nhận:
zu: Okubhekiswe kubo:

source: From:
mg: Avy @:
ml: അയച്ചത്:
or: କାହା ଠାରୁ:
vi: Từ:
zu: Ivela:

source: Unknown
mg: Tsy fantatra
ml: അറിയാത്ത
or: ଅଜଣା
vi: Không rõ
zu: Okungaziwa

source: Replace existing Draft
mg: Hanolo Vakiraoka misy
ml: ഇപ്പോഴത്തെ അയയ്ക്കാത്തവ മാറ്റിയെഴുതുക
ne: अवस्थित प्रारूप प्रतिस्थापन गर्नुहोस्
or: ଆଗରୁ ସଞ୍ଚିତ ଥିବା ସନ୍ଦେଶ ବଦଳରେ ରଖନ୍ତୁ
te: ఉన్న చిత్తును ప్రతిస్థాపించు
vi: Thay thế bản nháp đã có
zu: Faka esikhundleni Sohlaka olukhona

source: Save as Draft
mg: Hitahiry ho Vakiraoka
ml: അയയ്ക്കാത്തവ ആയി സൂക്ഷിക്കുക
ne: प्रारूपको रूपमा बचत गर्नुहोस्
or: ଡ୍ରାଫ୍ଟ ପରି ସଂରକ୍ଷଣ କରନ୍ତୁ
te: చిత్తుగా భద్రపరచు
vi: Lưu bản nháp
zu: Londoloza njengohlaka

# discard-message
source: Discard
mg: Hanary
ml: കളയുക
or: ଅସ୍ବୀକାର କରନ୍ତୁ
te: విస్మరించు
vi: Hủy tin nhắn
zu: Lahla

source: Are you sure you want to discard this message?
mg: Siora ianao fa te-hanary an'io hafatra io?
ml: ഈ സന്ദേശം കളയണമെന്ന് ഉറപ്പാണോ?
ne: के तपाइँ यो सन्देश मेटाउने कुरामा निश्चित हुनुहुन्छ?
or: ଆପଣ ଏହି ସନ୍ଦେଶଟିକୁ ସତରେ ଲିଭାଇବାକୁ ଚାହାଁନ୍ତି?
te: మీరు ఖచ్చితంగా ఈ సందేశాన్ని రద్దు చేయాలనుకుంటున్నారా?
vi: Bạn có chắc chắn muốn hủy tin nhắn này không?
zu: Unesiqinisekiso sokuthi ufuna ukulahla lo myalezo?

source: Delete selected messages?
mg: Hamafa ireo hafatra voafantina?
ml: തെരഞ്ഞെടുത്ത സന്ദേശങ്ങള്‍ കളയട്ടെ?
or: ବଛାଯାଇଥିବା ସନ୍ଦେଶ ଲିଭାଇବେ?
te: ఎంచుకున్న సందేశాలను తొలగించాలా?
vi: Bạn muốn xoá các tin nhắn đã chọn?
zu: Dilitha imiyalezo ekhethiwe?

source: Delete selected message threads?
mg: Hamafa ireo tandahatra hafatra voafantina?
ml: തിരഞ്ഞ സന്ദേശക്കൂട്ടങ്ങൾ കളയട്ടെ?
or: ବଛାଯାଇଥିବା ସନ୍ଦେଶ ଧାରା ଲିଭାଇବେ?
te: ఎంచుకున్న సందేశ త్రెడ్లు తొలగించాలా?
vi: Bạn muốn xóa những cuộc trò chuyện này?
zu: Dilitha lolu luhla lwemiyalezo ekhethiwe?

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:<br />{{ numbers }}
mg: Novelomina ny NFR (Nomerao Fitendry Raikitra). Ataovy azo antoka fa ao anatin'ny lisitr'ireo NFR anao ny foiben'ny SMS sy ity andefasana manaraka ity:<br />{{ numbers }}
ml: എഫ്ഡിഎന്‍ (ഫിക്സഡ് ഡയലിങ്ങ് നമ്പറുകള്‍) സജീവമാണ്. എസ്എംഎസ് കേന്ദ്രവും ഇനിയുള്ള അയക്കേണ്ടയാളും നിങ്ങളുടെ എഫ്ഡിഎന്‍ പട്ടികയില്‍ ഉണ്ടെന്നുറപ്പാക്കുക:<br/>{{ numbers }}
or: FDN (ଫିକ୍ସଡ ଡାଏଲିଙ୍ଗ ନମ୍ବର) ସକ୍ରିୟ ହୋଇଛି । SMS କେନ୍ଦ୍ର ଓ ଗ୍ରହଣକାରୀଙ୍କ ନମ୍ବର ଆପଣଙ୍କ FDN ତାଲିକାରେ ରହିଛି କି ନାହିଁ ପରଖି ନିଅନ୍ତୁ:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
mg: Novelomina ny NFR (Nomerao Fitendry Raikitra). Ataovy azo antoka fa ao anatin'ny lisitr'ireo NFR anao ny foiben'ny SMS sy ireto andefasana manaraka ireto:<br />{{ numbers }}
ml: എഫ്ഡിഎന്‍ (ഫിക്സഡ് ഡയലിങ്ങ് നമ്പറുകള്‍) സജീവമാണ്. എസ്എംഎസ് കേന്ദ്രവും ഇനിയുള്ള അയക്കേണ്ടവരും നിങ്ങളുടെ എഫ്ഡിഎന്‍ പട്ടികയില്‍ ഉണ്ടെന്നുറപ്പാക്കുക:<br/>{{ numbers }}
or: FDN (ଫିକ୍ସଡ ଡାଏଲିଙ୍ଗ ନମ୍ବର) ସକ୍ରିୟ ହୋଇଛି । SMS କେନ୍ଦ୍ର ଓ ଏହି ଗ୍ରହଣକାରୀମାନଙ୍କ ନମ୍ବର ଆପଣଙ୍କ FDN ତାଲିକାରେ ରହିଛି କି ନାହିଁ ପରଖି ନିଅନ୍ତୁ:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
mg: Novelomina ny NFR (Nomerao Fitendry Raikitra). Ataovy azo antoka fa ao anatin'ny lisitr'ireo NFR anao ny foiben'ny SMS sy ireto andefasana manaraka ireto:<br />{{ numbers }}
ml: എഫ്ഡിഎന്‍ (ഫിക്സഡ് ഡയലിങ്ങ് നമ്പറുകള്‍) സജീവമാണ്. എസ്എംഎസ് കേന്ദ്രവും ഇനിയുള്ള അയക്കേണ്ടവരും നിങ്ങളുടെ എഫ്ഡിഎന്‍ പട്ടികയില്‍ ഉണ്ടെന്നുറപ്പാക്കുക:<br/>{{ numbers }}
or: FDN (ଫିକ୍ସଡ ଡାଏଲିଙ୍ଗ ନମ୍ବର) ସକ୍ରିୟ ହୋଇଛି । SMS କେନ୍ଦ୍ର ଓ ଏହି ଗ୍ରହଣକାରୀମାନଙ୍କ ନମ୍ବର ଆପଣଙ୍କ FDN ତାଲିକାରେ ରହିଛି କି ନାହିଁ ପରଖି ନିଅନ୍ତୁ:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[many]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
mg: Novelomina ny NFR (Nomerao Fitendry Raikitra). Ataovy azo antoka fa ao anatin'ny lisitr'ireo NFR anao ny foiben'ny SMS sy ireto andefasana manaraka ireto:<br />{{ numbers }}
ml: എഫ്ഡിഎന്‍ (ഫിക്സഡ് ഡയലിങ്ങ് നമ്പറുകള്‍) സജീവമാണ്. എസ്എംഎസ് കേന്ദ്രവും ഇനിയുള്ള അയക്കേണ്ടവരും നിങ്ങളുടെ എഫ്ഡിഎന്‍ പട്ടികയില്‍ ഉണ്ടെന്നുറപ്പാക്കുക:<br/>{{ numbers }}
or: FDN (ଫିକ୍ସଡ ଡାଏଲିଙ୍ଗ ନମ୍ବର) ସକ୍ରିୟ ହୋଇଛି । SMS କେନ୍ଦ୍ର ଓ ଏହି ଗ୍ରହଣକାରୀମାନଙ୍କ ନମ୍ବର ଆପଣଙ୍କ FDN ତାଲିକାରେ ରହିଛି କି ନାହିଁ ପରଖି ନିଅନ୍ତୁ:<br />{{ numbers }}
