Repository: translate/mozilla-gaia
Catalog: */apps/sms/sms.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hi_in, hu, kn, mg, ml, my, ne, or, pt, ro, si, ta, te, th, ur, uz, vi, zu

# fdnErrorBody[many]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
am: FDN (የተወሰኑ ቁጥሮች መደወያ) ጀምሯል እርግጠኛ ይሁኑ የ ኤስኤምኤስ ማእከል እና የሚቀጥሉት ተቀባዮች በ እርስዎ FDN ዝርዝር ውስጥ መኖራቸውን:
ar: FDN (أرقام الاتصال الثابتة) مفعلة. تأكد من أن مركز الرسائل القصيرة والمستلمين التاليين في قائمة أرقام الاتصال الثابتة FDN الخاصة بك:
bg: ФН (Фиксирани номера) са включени. Уверете се, че SMS центърът и следните получатели са във вашия списък с ФН:
bn_bd: FDN (ফিক্সড ডায়ালিং নম্বর) সক্রিয় করা আছে। এসএমএস সেন্টার এবং নিম্নলিখিত প্রাপক আপনার FDN তালিকায় আছে কিনা নিশ্চিত করুন:
bn_in: FDN (স্থায়ী ডায়াল নাম্বার) সক্রিয় করা হয়েছে। নিশ্চিত করুন যে SMS কেন্দ্র এবং প্রাপকেরা আপনার FDN তালিকায় আছে কিনা:
br: Gweredekaet eo ar FDN (Niverennoù Digemm Nemetken). Gwiriit emañ ar greizenn SMS hag an degemererien da-heul war ho roll FDN :
bs: FDN (fiksno biranje brojeva) je aktivirano. Pobrinite se da su SMS centar i sljedeći primaoci na vašoj FDN listi:
ca: La funció FDN (números prefixats) està activada. Assegureu-vos que el centre de SMS i els destinataris següents apareixen en la llista de números permesos:
cy: Mae FDN (Fixed Dialing Numbers) ar waith. Gwnewch yn siŵr fod y ganolfan SMS a'r derbynwyr canlynol yn eich rhestr FDN:
fa: FDN (شماره‌های تماس ثابت) فعال است. مطمئن شوید مرکزپیام‌کوتاه و گیرنده های پیام در لیست FDNزیر هستند:
ga_ie: Tá an córas FDN (Uimhreacha Socraithe Diailithe) ar siúl. Deimhnigh go bhfuil an lárionad SMS agus na faighteoirí seo a leanas ar do liosta FDN:
gd: Tha FDN (Fixed Dialing Numbers) an gnìomh. Dèan cinnteach gu bheil an t-aonad SMS agus na faightearan a leanas air an liosta FDN agad:
pt: Os FDN (Números de Marcação Fixa) estão ativos. Confirme se o centro de SMS e os destinatários seguintes estão na sua lista de FDN:
ro: FDN (Numere de apelare fixă) este activat. Asigură-te că centrul de SMS-uri și următorii destinatari sunt în lista FDN:
si: FDN (ස්ථාවර ඇමතුම් අංක) සක්‍රීයයි. ඔබගේ කෙටි පණිවුඩ මධ්‍යස්ථානය හා පහත දැක්වෙන ලබන්නන් ඔබගේ FDN ලැයිස්තුවේ ඇතිදැයි බලන්න:
ur: FDN (فِکصْڈ ڈائلنگ نمبر) متحرک ہے۔ اس بات کا یقین کرلے SMS مرکز اور مندرجہ ذیل وصول کنندگان آپ کی FDN فہرست میں ہیں:
uz: FDN (Ishonchli qo‘ng‘iroq raqamlari) faollashtirildi. SMS markazi va quyidagi qabul qiluvchilar FDN ro‘yxatingizda ekanligiga ishonch hosil qiling:

# fdnErrorBody[other]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
am: FDN (የተወሰኑ ቁጥሮች መደወያ) ጀምሯል እርግጠኛ ይሁኑ የ ኤስኤምኤስ ማእከል እና የሚቀጥሉት ተቀባዮች በ እርስዎ FDN ዝርዝር ውስጥ መኖራቸውን:
ar: FDN (أرقام الاتصال الثابتة) مفعلة. تأكد من أن مركز الرسائل القصيرة والمستلمين التاليين في قائمة أرقام الاتصال الثابتة FDN الخاصة بك:
bg: ФН (Фиксирани номера) са включени. Уверете се, че SMS центърът и следните получатели са във вашия списък с ФН:
bn_bd: FDN (ফিক্সড ডায়ালিং নম্বর) সক্রিয় করা আছে। এসএমএস সেন্টার এবং নিম্নলিখিত প্রাপক আপনার FDN তালিকায় আছে কিনা নিশ্চিত করুন:
bn_in: FDN (স্থায়ী ডায়াল নাম্বার) সক্রিয় করা হয়েছে। নিশ্চিত করুন যে SMS কেন্দ্র এবং প্রাপকেরা আপনার FDN তালিকায় আছে কিনা:
br: Gweredekaet eo ar FDN (Niverennoù Digemm Nemetken). Gwiriit emañ ar greizenn SMS hag an degemererien da-heul war ho roll FDN :
bs: FDN (fiksno biranje brojeva) je aktivirano. Pobrinite se da su SMS centar i sljedeći primaoci na vašoj FDN listi:
ca: La funció FDN (números prefixats) està activada. Assegureu-vos que el centre de SMS i els destinataris següents apareixen en la llista de números permesos:
cy: Mae FDN (Fixed Dialing Numbers) ar waith. Gwnewch yn siŵr fod y canolfan SMS a'r derbynwyr canlynol yn eich rhestr FDN:
fa: FDN (شماره‌های تماس ثابت) فعال است. مطمئن شوید مرکزپیام‌کوتاه و گیرنده های پیام در لیست FDNزیر هستند:
ga_ie: Tá an córas FDN (Uimhreacha Socraithe Diailithe) ar siúl. Deimhnigh go bhfuil an lárionad SMS agus na faighteoirí seo a leanas ar do liosta FDN:
gd: Tha FDN (Fixed Dialing Numbers) an gnìomh. Dèan cinnteach gu bheil an t-aonad SMS agus na faightearan a leanas air an liosta FDN agad:
pt: Os FDN (Números de Marcação Fixa) estão ativos. Confirme se o centro de SMS e os destinatários seguintes estão na sua lista de FDN:
ro: FDN (Numere de apelare fixă) este activat. Asigură-te că centrul de SMS-uri și următorii destinatari sunt în lista FDN:
si: FDN (ස්ථාවර ඇමතුම් අංක) සක්‍රීයයි. ඔබගේ කෙටි පණිවුඩ මධ්‍යස්ථානය හා පහත දැක්වෙන ලබන්නන් ඔබගේ FDN ලැයිස්තුවේ ඇතිදැයි බලන්න:
ur: FDN (فِکصْڈ ڈائلنگ نمبر) متحرک ہے۔ اس بات کا یقین کرلے SMS مرکز اور مندرجہ ذیل وصول کنندگان آپ کی FDN فہرست میں ہیں:
uz: FDN (Ishonchli qo‘ng‘iroq raqamlari) faollashtirildi. SMS markazi va quyidagi qabul qiluvchilar FDN ro‘yxatingizda ekanligiga ishonch hosil qiling:

# fdnErrorBtnOk
source: OK
am: እሺ
ar: موافق
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eu: Ados
fa: تایید
gd: Ceart ma-thà
si: හරි
th: ตกลง
ur: ٹھیک ہے

source: Switch data connection
am: የ ዳታ ግንኙነት መቀየሪያ
ar: تبديل إتصال البيانات
bg: Смяна на връзката за данни
bn_bd: ডাটা সংযোগ পরিবর্তন
bn_in: তথ্য কানেকশন পরিবর্তন করুন
br: Dibab ur c'hennask roadennoù all
bs: Prebaci podatkovnu vezu
ca: Canvi de la connexió de dades
cy: Newid cysylltiad data
eu: Aldatu datu-konexioa
fa: تعویض اتصال داده
ga_ie: Athraigh an ceangal sonraí
gd: Leum gu ceangal dàta eile
hi_in: डाटा कनेक्शन स्विच करें
hu: Adatkapcsolat váltása
kn: ಡೇಟಾ ಸಂಪರ್ಕಕ್ಕೆ ಬದಲಿಸು
mg: Hanova fifandraisana Data
ml: ഡാറ്റാ കണക്ഷന്‍ മാറ്റുക
my: ဒေတာချိတ်ဆက်မှူသို့ ပြောင်းလဲပါ
ne: स्विच डाटा जडान गर्नुहोस्
or: ଗୋଟିଏ ଇଣ୍ଟରନେଟ ସଂଯୋଗରୁ ଆରଟିକୁ ଯାଆନ୍ତୁ
pt: Alterar ligação de dados
ro: Comută conexiunea de date
si: දත්ත සබඳතාවට මාරුවන්න
ta: தரவு இணைப்புக்கு மாறு
te: దత్తాంశ అనుసంధానం మార్చు
th: สลับการเชื่อมต่อข้อมูล
ur: سوئچ کوائف کنکشن
uz: Internetga ulanishni o‘chirish/yoqish
vi: Đổi kết nối dữ liệu
zu: Shintsha ukuxhumeka kudatha

source: Switch the data connection to SIM {{ nonActiveSimId }} to retrieve the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
am: የ ዳታ ግኑኘቱን ይቀይሩ ወደ ሲም {{ nonActiveSimId }} MMS ለማግኘት: የ አሁኑ ዳታ ማስተላለፍ በ ሲም {{ activeSimId }} ይታገዳል: ለማንኛውም ልቀጥል?
ar: بدّل اتصال البيانات إلى بطاقة SIM {{ nonActiveSimId }} لتلقي رسالة الوسائط MMS. سيُعّلق اتصال البيانات من بطاقة SIM {{ activeSimId }}. هل تريد المتابعة؟
bg: Сменете връзката за данни на SIM {{ nonActiveSimId }}, за да получите MMS-a. Настоящият трансфер на SIM {{ activeSimId }} ще бъде спрян. Продължаване?
bn_bd: MMS টি পুনরূদ্ধার করার জন্য ডাটা সংযোগটি {{ nonactive }} সিমে পরিবর্তন করুন। {{active }} সিমে চলমান ডাটা স্থানান্তর স্থগিত হয়ে যাবে। তারপরও এগিয়ে যাবেন?
bn_in: তথ্য কানেকশন SIM {{ nonActiveSimId }} তে পরিবর্তন করুন MMS পুনরুদ্ধার করার জন্য। SIM {{ activeSimId }} এর বর্তমান তথ্য স্থানান্তরণ স্থগিত থাকবে। চালিয়ে যেতে চান কী?
br: Arveret e vo ar c'hennask roadennoù {{ nonActiveSimId }} evit atoriñ ar MMS. Arsavet e vo an treuzkas roadennoù bremanel war {{ active }}. Kenderc'hel memes tra ?
bs: Promijenite vezu za podatke na SIM {{ nonActiveSimId }} da primite MMS. Trenutni prijenos podataka na SIM {{ activeSimId }} će biti prekinut. Ipak nastaviti?
ca: Cal canviar la connexió de dades a la SIM {{ nonActiveSimId }} per recuperar l'MMS. La transferència de dades actual de la SIM {{ activeSimId }} se suspendrà. Voleu continuar?
cy: Newid y cysylltiad data i SIM {{ nonActiveSimId}} i adfer yr MMS. Bydd y trosglwyddiad data ar SIM {{ activeSimId}} yn cael ei atal. Parhau beth bynnag?
eu: Aldatu datu-konexioa {{ nonActiveSimId }} SIMera MMSa eskuratzeko. Uneko {{ activeSimId }} SIMaren datu-transferentzia eseki egingo da. Jarraitu halere?
fa: برای دریافت MMS، اتّصال داده‌ای را به سیم {{ nonActiveSimId }} تعویض کنید. جابه‌جایی دادهٔ جاری روی سیم {{ activeSimId }} معلّق خواهد شد. به هر حال ادامه می‌دهید؟
ga_ie: Athraigh an ceangal sonraí go SIM {{ nonActiveSimId }} chun an MMS a fháil. Cuirfear an t-aistriú reatha ar SIM {{ activeSimId }} ar fionraí. Lean ort mar sin féin?
gd: Cleachd SIM {{ nonActiveSimId }} mar cheangal dàta gus greim fhaighinn air a’ MMS. Thèid an tar-chur dàta làithreach air SIM {{ activeSimId }} a chur ’na dhàil. A bheil thu airson leantainn air adhart co-dhiù?
hi_in: डेटा कनेक्शन एमएमएस को पुनः प्राप्त करने के लिए सिम के लिए {{nonActiveSimId}} पर स्विच करें. सिम {{activeSimId}} पर मौजूदा डेटा के हस्तांतरण को निलंबित कर दिया जाएगा. फिर भी जारी रखें?
hu: Az MMS fogadásához átváltja az adatkapcsolatot {{ nonActiveSimId }} SIM-re. Az éppen {{ activeSimId }} SIM-en keresztül folyó adatátvitel felfüggesztésre kerül. Mégis folytatja?
kn: MMS ಅನ್ನು ಹಿಂಪಡೆಯಲು ಡೇಟಾ ಸಂಪರ್ಕವನ್ನು SIM {{ nonActiveSimId }} ಗೆ ಬದಲಿಸಿ. SIM {{ activeSimId }} ನಲ್ಲಿನ ಸದ್ಯದ ಡೇಟಾ ವರ್ಗಾವಣೆಯನ್ನು ನಿಲ್ಲಿಸಲಾಗುತ್ತದೆ. ಆದರೂ ಮುಂದುವರೆಯುವುದೆ?
my: ဒေတာ မှ SIM{{ nonActiveSimId }}သို့ ပြောင်းပြီး MMS အားရယူပါ။ လက်ရှိ SIM {{ activeSimId }} ကယူနေသော ဒေတာ ကူးပြောင်းခြင်းအားရပ်တန့်လိုက်မည်။ ဆက်လုပ်မလား?
pt: Alterar a ligação de dados para o SIM {{ nonActiveSimId }} para obter o MMS. A transferência de dados no SIM {{ activeSimId }} será suspensa. Continuar mesmo assim?
ro: Comută conexiunea de date la SIM {{ nonActiveSimId }} pentru a prelua MMS-ul. Transferul de date actual pe SIM {{ activeSimId }} va fi suspendat. Continui oricum?
si: MMS ලැබීම සඳහා දත්ත සබඳතාවය SIM {{ nonActiveSimId }} වෙත හරවන්න. SIM {{ activeSimId }} මත ඇති වත්මන් දත්ත හුවමාරුව අත්හිටුවෙනු ඇත. ඉදිරියට යන්නද?
ta: MMS மீட்டெடுக்க SIM {{ nonActiveSimId }} இலிருந்து தரவு இணைப்புக்கு மாறவும். நடப்பிலிருக்கும் SIM {{ activeSimId }} தரவு பரிமாற்றம் இடைநிறுத்தப்படும். எதுவாகினும் தொடரவா?
ur: MMS حاصل کرنے کے لیے کوائف کنکشن کو SIM {{ nonActiveSimId }} پر سوئچ کریں۔ موجودہ کوائف کی منتقلی SIM {{ activeSimId }} معطل کردیا جائے گا۔ ویسے بھی آگے جاری رکھے؟
uz: MMS xabarlarni olish uchun internetga ulanishda SIM {{ nonActiveSimId }}ga ulanishni yoqish/o‘chirish. Joriy ma’lumot uzatgich SIM {{ activeSimId }} shubha ostiga olinadi. Baribir davom ettirilsinmi?

source: Later
am: በኋላ
ar: لاحقا
bg: По-късно
bn_bd: পরে
bn_in: পরে
br: Diwezhatoc'h
bs: Kasnije
ca: Més tard
cy: Hwyrach
eu: Geroago
fa: بعدا
ga_ie: Níos Déanaí
gd: Uaireigin eile
hi_in: बाद में
hu: Később
kn: ನಂತರ
mg: Rehefa avy eo
ml: പിന്നീട്
my: နောက်မှ
ne: पछि
or: ପରେ
pt: Mais tarde
ro: Mai târziu
si: පසුව
ta: பின்பு
te: తరువాత
th: ภายหลัง
ur: بعد میں
uz: Keyinroq
vi: Để sau
zu: Kamuva

# switchSimToRetrieveConfirm
source: OK
am: እሺ
ar: موافق
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eu: Ados
fa: تایید
gd: Ceart ma-thà
hi_in: ठीक
my: ကောင်းပြီ
ne: ठिक छ
si: හරි
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے

source: Switch the data connection to SIM {{ nonActiveSimId }} to send the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
am: የ ዳታ ግኑኘቱን ይቀይሩ ወደ ሲም {{ nonActiveSimId }} MMS ለመላክ: የ አሁኑ ዳታ ማስተላለፍ በ ሲም {{ activeSimId }} ይታገዳል: ለማንኛውም ልቀጥል?
ar: بدّل اتصال البيانات إلى بطاقة SIM {{ nonActiveSimId }} لإرسال رسالة الوسائط. سيُعّلق اتصال البيانات من بطاقة SIM {{ activeSimId }}. هل تريد المتابعة؟
bg: Сменете връзката за данни на SIM {{ nonActiveSimId }}, за да получите MMS-a. Настоящият трансфер на SIM {{ activeSimId }} ще бъде спрян. Продължаване?
bn_bd: MMS টি পাঠানোর জন্য জন্য ডাটা সংযোগটি {{ nonactive }} সিমে পরিবর্তন করুন। {{active }} সিমে চলমান ডাটা স্থানান্তর বন্ধ হয়ে যাবে। তারপরও চালিয়ে যাবেন?
bn_in: ডাটা কানেকশন SIM {{ nonActiveSimId }} এ সুইচ করুন MMS পাঠাবার জন্য। বর্তমান ডাটা ট্রান্সফার SIM {{ activeSimId }} বন্ধ করা হবে। যেকোনো রকমে চালাতে চান?
br: Arveret e vo ar c'hennask roadennoù {{ nonActiveSimId }} evit kas ar MMS. Arsavet e vo an treuzkas roadennoù bremanel war {{ active }}. Kenderc'hel memes tra ?
bs: Promijenite vezu za podatke na SIM {{ nonActiveSimId }} da pošaljete MMS. Trenutni prijenos podataka na SIM {{ activeSimId }} će biti prekinut. Ipak nastaviti?
ca: Cal canviar la connexió de dades a la SIM {{ nonActiveSimId }} per enviar l'MMS. La transferència de dades actual de la SIM {{ activeSimId }} se suspendrà. Voleu continuar?
cy: Newid y cysylltiad data i SIM {{ nonActiveSimId}} i anfon yr MMS. Bydd y trosglwyddiad data cyfredol ar SIM {{ activeSimId}} yn cael ei atal. Parhau beth bynnag?
eu: Aldatu datu-konexioa {{ nonActiveSimId }} SIMera MMSa bidaltzeko. Uneko {{ activeSimId }} SIMaren datu-transferentzia eseki egingo da. Jarraitu halere?
fa: تعویض اتصال داده به سیم‌کارت {{ nonActiveSimId }} برای ارسال MMS. انتقال دهنده فعلی بر روی سیم‌کارت {{ activeSimId }} ممکن است تعلیق شود. به هر حال ادامه داده شود؟
ga_ie: Athraigh an ceangal sonraí go SIM {{ nonActiveSimId }} chun an MMS a sheoladh. Cuirfear an t-aistriú reatha ar SIM {{ activeSimId }} ar fionraí. Lean ort mar sin féin?
gd: Cleachd SIM {{ nonActiveSimId }} airson ceangal dàta gus an MMS a chur. Thèid an tar-chur dàta làithreach air SIM {{ activeSimId }} a chur ’na dhàil. A bheil thu airson leantainn air adhart co-dhiù?
hi_in: डेटा कनेक्शन एमएमएस को पुनः प्राप्त करने के लिए सिम के लिए {{nonActiveSimId}} पर स्विच करें. सिम {{activeSimId}} पर मौजूदा डेटा के हस्तांतरण को निलंबित कर दिया जाएगा. फिर भी जारी रखें?
hu: Az MMS küldéséhez átváltja az adatkapcsolatot {{ nonActiveSimId }} SIM-re. Az éppen {{ activeSimId }} SIM-en keresztül folyó adatátvitel felfüggesztésre kerül. Mégis folytatja?
kn: MMS ಅನ್ನು ಹಿಂಪಡೆಯಲು ಡೇಟಾ ಸಂಪರ್ಕವನ್ನು SIM {{ nonActiveSimId }} ಗೆ ಬದಲಿಸಿ. SIM {{ activeSimId }} ನಲ್ಲಿನ ಸದ್ಯದ ಡೇಟಾ ವರ್ಗಾವಣೆಯನ್ನು ನಿಲ್ಲಿಸಲಾಗುತ್ತದೆ. ಆದರೂ ಮುಂದುವರೆಯುವುದೆ?
my: MMS ပေးပို့ရန် အချက်အလက် ချိတ်ဆက်မှုကို SIM {{ nonActiveSimId }} သို့ ပြောင်းပါ။ SIM {{ activeSimId }} တွင် လက်ရှိ အချက်အလက်ကူးပြောင်းမှုကို ရပ်ထားပါမည်။ ဆက်လက်လုပ်ဆောင်ပါမည်လား။
pt: Alterar a ligação de dados para o SIM {{ nonActiveSimId }} para enviar o MMS. A transferência de dados no SIM {{ activeSimId }} será suspensa. Continuar mesmo assim?
ro: Comută conexiunea de date la SIM {{ nonActiveSimId }} pentru a trimite MMS-ul. Transferul de date actual pe SIM {{ activeSimId }} va fi suspendat. Continui oricum?
si: MMS යැවීම සඳහා දත්ත සබඳතාවය SIM {{ nonActiveSimId }} වෙත හරවන්න. SIM {{ activeSimId }} මත ඇති වත්මන් දත්ත හුවමාරුව අත්හිටුවෙනු ඇත. ඉදිරියට යන්නද?
ta: MMS மீட்டெடுக்க {{ nonActiveSimId }} இலிருந்து தரவு இணைப்புக்கு மாறவும். நடப்பிலிருக்கும்SIM {{ activeSimId }} தரவு பரிமாற்றம் இடைநிறுத்தப்படும். எதுவாகினும் தொடரவா?
ur: MMS بھیجنیں کے لئے کوائف کنکشن کو SIM {{ nonActiveSimId }} پر سوئچ کریں۔ موجودہ کوائف کی منتقلی SIM {{ activeSimId }} معطل کردیا جائے گا۔ ویسے بھی آگے جاری رکھے؟
uz: MMS xabarlarni jo‘natish uchun Internetga ulanishda{{ nonactive }}ga ulanishni yoqish/o‘chirish. Joriy ma’lumot uzatgich {{ active }} shubha ostiga olinadi. Baribir davom ettirilsinmi?

source: No network coverage
am: ምንም የ ኔትዎርክ አካባቢ አልተገኘም
ar: لا يوجد تغطية للشبكة
bg: Няма обхват
bn_bd: কোন নেটওয়ার্কের আওতায় নেই
bn_in: কোনও নেটওয়ার্ক কাভারেজ নেই
br: Golo rouedad ebet
bs: Nema mreže
ca: No hi ha cobertura de xarxa
cy: Dim darpariaeth rhwydwaith
eu: Sareko estaldurarik ez
fa: هیچ پوشش شبکه‌ای پیدا نشد
ga_ie: Gan seirbhís mhóibíleach
gd: Chan eil siognail ann
hi_in: कोई नेटवर्क कवरेज नहीं है
hu: Nincs hálózati lefedettség
kn: ನೆಟ್‌ವರ್ಕ್ ವ್ಯಾಪ್ತಿ ಇಲ್ಲ
mg: Tsisy firakotra tambajotra
ml: നെറ്റ്‌വര്‍ക്ക് ലഭ്യമല്ല
my: ကွန်ယက်လွှမ်းခြုံမှုအတွင်း ရှိမနေပါ
ne: सञ्जालको कवरेज छैन
or: ନେଟୱାର୍କ ମିଳିଲା ନାହିଁ
pt: Sem cobertura de rede
ro: Fără acoperire de rețea
si: ජාල ආවරණයක් නොමැත
ta: பிணையம் இல்லை
te: నెట్వర్క్ అందుబాటు లేదు
th: ไม่มีความครอบคลุมของเครือข่าย
ur: نیٹ ورک کوریج نہیں ہے
uz: Tarmoq hududida emassiz
vi: Không có tín hiệu mạng
zu: Ayikho inethiwekhi

source: Make sure you have a mobile signal and try again.
am: የተንቀሳቃሽ ምልክት በ አካባቢው መኖሩን አረጋግጠው እንደገና ይሞክሩ
ar: تأكد أن لديك إشارة بالجوّال وحاول مرة أخرى.
bg: Проверете дали има мобилен сигнал и опитайте отново.
bn_bd: মোবাইল সংকেত আছে কি না নিশ্চিত হয়ে আবার চেষ্টা করুন।
bn_in: নিশ্চিত করুন অপনার মোবাইলে সংকেত আছে এবং আবার চেষ্টা করুন।
br: Gwiriit e tegemerit un arhent pellgomz ha klaskit en-dro.
bs: Provjerite da li postoji mobilni signal i pokušajte ponovo.
ca: Assegureu-vos que teniu senyal de mòbil i torneu-ho a provar.
cy: Gwnewch yn siŵr fod gennych signal symudol a cheisio eto.
eu: Ziurtatu mugikorrean seinalea daukazula eta saiatu berriro.
fa: مطمئن شوید تلفن شما سیگنال دارد سپس مجددا تلاش کنید.
ga_ie: Deimhnigh go bhfuil seirbhís mhóibíleach ar fáil agus bain triail eile as.
gd: Dèan cinnteach gu bheil siognail agad is feuch ris a-rithist.
hi_in: सुनिश्चित करें आप एक मोबाइल संकेत है और फिर से कोशिश.
hu: Győződjön meg, hogy van térerő és próbálja meg újra.
kn: ನೀವು ಮೊಬೈಲ್ ಸಿಗ್ನಲ್ ಇದೆ ಎಂದು ಖಚಿತ ಪಡಿಸಿಕೊಳ್ಳಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
mg: Alao antoka fa manana sinaly finday ianao ary andramo indray.
ml: മൊബൈല്‍ സിഗ്നല്‍ ഉണ്ടോ എന്ന് നോക്കി വീണ്ടും ശ്രമിക്കു.
my: ဖုန်းလိုင်းမိ/မမိ စစ်ဆေးပြီး ထပ်မံ ကြိုးစားကြည့်ပါ။
ne: तपाईंको मोबाइलमा सिग्नल भएको पक्का गरि पुन प्रयास गर्नुहोला ।
or: ମୋବାଇଲ ସିଗନାଲ ଅଛି କି ନାହିଁ ନିଶ୍ଚିତ କରି ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ ।
pt: Confirme que tem sinal móvel e tente novamente.
ro: Asigură-te că ai semnal la telefon și încearcă din nou.
si: ඔබට ජංගම සංඥා ලැබේදැයි තහවුරු කරගෙන උත්සාහ කරන්න.
ta: உங்களுடைய கைப்பேசியில் சமிக்ஞை இருப்பதை உறுதி செய்து மீண்டும் முயற்சி.
te: మీరు మొబైల్ సిగ్నల్ కలిగివుండునట్లు చూసుకొని మరలా ప్రయత్నించండి.
th: ตรวจสอบให้แน่ใจว่าคุณมีสัญญาณมือถือและลองอีกครั้ง
ur: اثبات کریں کے آپ کے پاس موبائل سگنل ہے ورنہ پھر کوشش کریں۔
uz: Mobil signal borligini tekshiring va qaytadan urinib ko‘ring
vi: Hay đảm bảo bạn có tín hiệu di động và thử lại.
zu: Qinisekisa ukuthi unayo isiginali yefoni bese uyaphinda uzame futhi.

# sendNoSignalErrorBtnOk
source: OK
am: እሺ
ar: موافق
bg: Добре
bn_bd: ওকে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eu: Ados
fa: تایید
gd: Ceart ma-thà
ml: ശരി
my: ကောင်းပြီ
ne: ठिक छ
or: ଠିକ ଅଛି
si: හරි
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے
zu: KULUNGILE

source: Message not found
am: መልእክቱ አልተገኘም
ar: لم يتم العثور على الرسالة
bg: Съобщението не е намерено
bn_bd: বার্তা পাওয়া যায়নি
bn_in: বার্তা পাওয়া যায়নি
br: Kemennadenn ebet kavet
bs: Poruka nije pronađena
ca: No s'ha trobat el missatge
cy: Heb ganfod neges
eu: Ez da mezua aurkitu
fa: پیام یافت نشد
ga_ie: Teachtaireacht gan aimsiú
gd: Cha deach an teachdaireachd a lorg
hi_in: संदेश नहीं मिला
hu: Üzenet nem található
kn: ಸಂದೇಶವು ಕಂಡುಬಂದಿಲ್ಲ
mg: Tsy hita ilay hafatra
ml: സന്ദേശം കണ്ടില്ല
my: စာတို မတွေ့ပါ
ne: सन्देश भेटिएन
or: ସନ୍ଦେଶ ମିଳିଲା ନାହିଁ
pt: Mensagem não encontrada
ro: Mesaj negăsit
si: පණිවිඩය හමු නොවිනි
ta: செய்தி காணப்படவில்லை.
te: సందేశం కనపడలేదు
th: ไม่พบข้อความ
ur: پیغام نہیں ملا
uz: Xabar jo‘natilmadi
vi: Không tìm thấy tin nhắn
zu: Umyalezo awutholakalanga

source: The message you’re looking for is no longer available.
am: እርስዎ የሚፈልጉት መልእክት አልተገኘም
ar: الرسالة التي كنت تبحث عنه غير موجودة.
bg: Съобщението, което търсите, вече не е на разположение.
bn_bd: আপনি যে বার্তাটি খুঁজছেন সেটি আর বিদ্যমান নেই।
bn_in: আপনি যেই বার্তাটি খুঁজছেন সেটি আর উপলব্ধ নেই।
br: N'eo ket mui hegerz ar gemennadenn emaoc'h o klask.
bs: Poruka koju tražite više nije dostupna.
ca: El missatge que cerqueu ja no està disponible.
cy: Nid yw'r neges rydych yn chwilio amdano ar gael bellach.
eu: Bila zabiltzan mezua ez dago erabilgarri jada.
fa: پیامی که به دنبال آن هستید دیگر در دسترس نیست.
ga_ie: Níl an teachtaireacht atá uait ar fáil a thuilleadh.
gd: Chan eil an teachdaireachd a tha thu a’ lorg ann tuilleadh.
hi_in: देखा जा रहा संदेश अब उपलब्ध नहीं है
hu: A keresett üzenet nem érhető el többé.
kn: ನೀವು ಹುಡುಕುತ್ತಿರುವ ಸಂದೇಶ ಇನ್ನು ಲಭ್ಯವಿಲ್ಲ.
mg: Tsy ao intsony ilay hafatra tadiavinao.
ml: നിങ്ങള്‍ നോക്കുന്ന സന്ദേശം ഇപ്പോള്‍ ഇല്ല.
my: သင်ရှာနေသော စာတိုကို မရနိုင်တော့ပါ။
ne: तपाईँले खोजिरहनु भएको सन्देश अब उपलब्ध छैन ।
or: ଆପଣ ଖୋଜୁଥିବା ସନ୍ଦେଶ ଆଉ ନାହିଁ ।
pt: A mensagem que está à procura já não está disponível.
ro: Mesajul pe care îl cauți nu mai este disponibil.
si: ඔබ සොයනා පණිවිඩය තවදුරටත් නොපවතී.
ta: நீங்கள் எதிர்பார்த்த செய்தி இனிமேலும் இருக்காது.
te: మీరు చూస్తున్న సందేశం అందుబాటులో లేదు.
th: ข้อความที่คุณกำลังมองหาไม่มีอีกต่อไป
ur: آپ جس پیغام کی تلاش کر رہے ہیں وہ دستیاب نہیں ہے۔
uz: Siz izlayotgan xabar mavjud emas.
vi: Tin nhắn bạn đang tìm không còn tồn tại.
zu: Umyalezo owufunayo awusekho.

# sendNotFoundErrorBtnOk
source: OK
am: እሺ
ar: موافق
bg: Добре
bn_bd: ওকে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eu: Ados
fa: تایید
gd: Ceart ma-thà
ml: ശരി
my: ကောင်းပြီ
ne: ठिक छ
or: ଠିକ ଅଛି
si: හරි
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے
zu: KULUNGILE

source: Invalid number
am: ዋጋ የሌለው ቁጥር
ar: رقم غير صحيح
bg: Невалиден номер
bn_bd: অকার্যকর নম্বর
bn_in: অকার্যকর সংখ্যা।
br: Niverenn didalvoudek
bs: Neispravaj broj
ca: El número no és vàlid
cy: Rhif annilys
eu: Zenbaki baliogabea
fa: شما‌ره نامعتبر
ga_ie: Uimhir neamhbhailí
gd: Àireamh mhì-dhligheach
hi_in: अवैध संख्या
hu: A szám érvénytelen
kn: ತಪ್ಪಾದ ಸಂಖ್ಯೆ
mg: Nomerao tsy mety
ml: അസാധുവായ നമ്പര്‍
my: နံပါတ်မှားနေသည်
ne: अवैध सन्ख्या
or: ଅବୈଧ ସଂଖ୍ୟା
pt: Número inválido
ro: Număr invalid
si: වැරදි අංකයක්
ta: செல்லாத எண்.
te: చెల్లని నెంబరు
th: หมายเลขไม่ถูกต้อง
ur: ناجائز نمبر
uz: Noto‘g‘ri raqam
vi: Số không hợp lệ
zu: Inombolo engasebenzi

source: Make sure the mobile number you’re sending to is valid.
am: እርስዎ እርግጠኛ ይሁኑ የሚልኩለት ተንቀሳቃሽ ቁጥር ዋጋ ያለው መሆኑን
ar: تأكد من الرقم الذي ترسل إليه صحيح.
bg: Проверете дали номерът, на който пращате, е правилен.
bn_bd: যে মোবাইল নাম্বারটি আপনি পাঠাচ্ছেন সেটা বৈধ কি না নিশ্চিত হয়ে নিন।
bn_in: নিশ্চিত করুন যে মোবাইল নম্বর টি আপনি পাঠাচ্ছেন সেটি বৈধ
br: Gwiriit eo talvoudek an niverenn hezougell emaoc'h oc'h arverañ.
bs: Provjerite da li je ispravan broj mobitela na koji šaljete.
ca: Assegureu-vos que el número de mòbil al qual esteu enviant sigui vàlid.
cy: Gwnewch yn siŵr fod y rhif symudol rydych yn ei anfon yn ddilys.
eu: Ziurtatu hartzailearen zenbakia baliozkoa dela.
fa: مطمئن شوید شما تلفنی که به آن ارسال می‌کنید معتبر باشد.
ga_ie: Deimhnigh go bhfuil an uimhir bailí.
gd: Dèan cinnteach gu bheil thu a’ cur àireamh fòn-làimhe dhligheach.
hi_in: सुनिश्चित करें आप जो मोबाइल नंबर भेज रहे हैं मान्य है.
hu: Győződjön meg a címzett telefonszámának érvényességéről.
kn: ನೀವು ಕಳುಹಿಸುತ್ತಿರುವ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ ಸರಿಯಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
mg: Ataovy azo antoka fa mety ilay nomeraon'ny finday andefasanao.
ml: നിങ്ങള്‍ അയയ്ക്കുന്ന മൊബൈല്‍ നമ്പര്‍ ശരിയാണോ എന്ന് നോക്കുക.
my: သင့်စာပို့မည့်ဖုန်းနံပါတ်ကို စစ်ဆေးပါ။
ne: तपाईले पठाउँदै गर्नुभएको मोबाइल नम्बर मान्य छ भन्ने पक्का गर्नुहोस् ।
or: ଆପଣ ପଠାଉଥିବା ମୋବାଇଲ ନମ୍ବର ସଠିକ ଅଛି କି ନାହିଁ ପରଖିନିଅନ୍ତୁ ।
pt: Confirme se o número para o qual está a enviar é válido.
ro: Asigură-te că numărul de telefon la care trimiți este valid.
si: ඔබ යවන ජංගම දුරකථන අංකය නිවැරදි දැයි තහවුරු කරගන්න.
ta: நீங்கள் அனுப்பும் கைப்பேசியின் எண் சரியானதா என உறுதி செய்யவும்.
te: మీరు పంపదలచిన మొబైల్ నంబరు సరైనదేనేమో చూసుకోండి.
th: ตรวจสอบให้แน่ใจว่าหมายเลขมือถือที่คุณกำลังส่งไปหานั้นถูกต้อง
ur: اس بات کا یقین کریں موبائل نمبر جسے آپ بھیج رہے حے درست ہے۔
uz: Siz jo‘natayotgan mobil raqam to‘g‘ri ekanligiga ishonch hosil qiling
vi: Hãy đảm bảo số di động bạn muốn gửi là hợp lệ.
zu: Qinisekisa ukuthi inombolo yamakhalekhukhwini othumela kuyo iyasebenza.

# sendInvalidAddressErrorBtnOk
source: OK
am: እሺ
ar: موافق
bg: Добре
bn_bd: ওকে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eu: Ados
fa: تایید
gd: Ceart ma-thà
ml: ശരി
ne: ठिक छ
or: ଠିକ ଅଛି
si: හරි
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے
zu: KULUNGILE
