Repository: translate/mozilla-gaia
Catalog: */apps/sms/sms.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hi_in, hu, kn, mg, ml, my, ne, or, pt, ro, si, ta, te, th, ur, uz, vi, zu

# fdnBlocked2Body.innerHTML[other]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
mg: Novelomina ny NFR (Nomerao Fitendry Raikitra). Ataovy azo antoka fa ao anatin'ny lisitr'ireo NFR anao ny foiben'ny SMS sy ireto andefasana manaraka ireto:<br />{{ numbers }}
ml: എഫ്ഡിഎന്‍ (ഫിക്സഡ് ഡയലിങ്ങ് നമ്പറുകള്‍) സജീവമാണ്. എസ്എംഎസ് കേന്ദ്രവും ഇനിയുള്ള അയക്കേണ്ടവരും നിങ്ങളുടെ എഫ്ഡിഎന്‍ പട്ടികയില്‍ ഉണ്ടെന്നുറപ്പാക്കുക:<br/>{{ numbers }}
or: FDN (ଫିକ୍ସଡ ଡାଏଲିଙ୍ଗ ନମ୍ବର) ସକ୍ରିୟ ହୋଇଛି । SMS କେନ୍ଦ୍ର ଓ ଏହି ଗ୍ରହଣକାରୀମାନଙ୍କ ନମ୍ବର ଆପଣଙ୍କ FDN ତାଲିକାରେ ରହିଛି କି ନାହିଁ ପରଖି ନିଅନ୍ତୁ:<br />{{ numbers }}

# fdnBlocked2BtnOk
source: OK
ml: ശരി
or: ଠିକ ଅଛି

source: Switch the data connection to {{ nonactive }} to retrieve the MMS. The current data transfer on {{ active }} will be suspended. Continue anyway?
mg: Hanova ny fifandraisana data ho {{ nonactive }} hakana ny MMS. Hahantona ny fampitana data ankehitriny ao @ {{ active }}. Hanohy na izany aza?
or: MMS ପାଇବା ପାଇଁ ଇଣ୍ଟରନେଟ ସଂଯୋଗ {{ nonactive }}କୁ ବଦଳାନ୍ତୁ । {{ active }}ରେ ଇଣ୍ଟରନେଟ ଆଦାନ ପ୍ରଦାନ ଅଟକାଇ ଦିଆଯିବ? ଆପଣ ତଥାପି ଆଗକୁ ବଢ଼ିବେ?
vi: Chuyển kết nối dữ liệu thành {{ nonactive }} để nhận tin nhắn MMS. Dữ liệu đang truyền trên {{ active }} sẽ bị ngưng. Bạn vẫn muốn tiếp tục?
zu: Shintshela ukuxhumeka kudatha ku-{{ nonactive }} ukuze uthole i-MMS. Ukuthunyelwa kwedatha kwamanje ku-{{ active }} kuzocishwa. Ufuna ukuqhubeka noma kunjalo?

# nonActiveSimConfirm
source: OK
or: ଠିକ ଅଛି
zu: KULUNGILE

source: Switch the data connection to {{ nonactive }} to send the MMS. The current data transfer on {{ active }} will be suspended. Continue anyway?
mg: Hanova ny fifandraisana data ho {{ nonactive }} handefasana ny MMS. Hahantona ny fampitana data ankehitriny ao @ {{ active }}. Hanohy na izany aza?
or: MMS ପାଇବା ପାଇଁ ଇଣ୍ଟରନେଟ ସଂଯୋଗ {{ nonactive }} କରନ୍ତୁ । {{ active }}ରେ ଇଣ୍ଟରନେଟ ବ୍ୟବହାର ଅଟକାଇ ଦିଆଯିବ । ଆପଣ ତଥାପି ଆଗକୁ ବଢ଼ିବେ?
vi: Chuyển kết nối dữ liệu thành {{ nonactive }} để nhận tin nhắn MMS. Dữ liệu đang truyền trên {{ active }} sẽ bị ngưng. Bạn vẫn muốn tiếp tục?
zu: Shintshela ukuxhumana nedatha ku-{{ nonactive }} ukuze uthumele i-MMS. Ukuthunyelwa kwamanje kwedatha ku-{{ active }} kuzocisha. Usafuna ukuqhubeka noma kunjalo?

source: Unsent Message
mg: Hafatra Tsy Nalefa
ml: അയയ്ക്കാത്ത സന്ദേശം
ne: नपठाइएको सन्देश
or: ପଠାଯାଇନଥିବା ସନ୍ଦେଶ
te: సందేశం పంపవద్దు
vi: Tin nhắn chưa gửi
zu: Umyalezo ongathunyelwanga

source: Your previous message was not sent. Do you want to edit the unsent message or discard it and continue?
mg: Tsy lasa ilay hafatrao teo. Te-hanitsy ilay hafatra tsy nalefa ianao sa hanary azy ary hanohy?
ml: നേരത്തേയുള്ള സന്ദേശം അയച്ചിട്ടില്ല. അയക്കാത്ത സന്ദേശം തിരുത്തണോ അതോ കളഞ്ഞിട്ട് തുടരണോ?
or: ଆପଣଙ୍କ ଆଗର ସନ୍ଦେଶ ପଠାଯାଇନାହିଁ । ତାହାକୁ ସମ୍ପାଦନା କରିବାକୁ ଚାହାଁନ୍ତି କି ହଟାଇ ଆଗକୁ ବଢ଼ିବାକୁ ଚାହାଁନ୍ତି?
te: మీ గత సందేశం పంపలేదు. పంపని సందేశం సరికూర్చాలనుకుంటున్నారా లేక దానిని రద్దుచేసి కొనసాగాలనుకుంటున్నారా?
vi: Tin nhắn trước của bạn chưa gửi. Bạn muốn sửa tin nhắn chưa gửi hay hủy bỏ và tiếp tục?
zu: Umyalezo odlule awuthunyelwanga. Uyafuna ukuwulungisa lo myalezo ongathunyelwanga noma ukuwucisha bese uyaqhubeka?

# unsent-message-option-edit
source: Edit
mg: Hanitsy
ml: തിരുത്തുക
ne: सम्पादन
or: ସମ୍ପାଦନ
te: సరిచేయి
vi: Sửa
zu: Lungisa

# unsent-message-option-discard
source: Discard
mg: Hanary
ml: കളയുക
or: ହଟାନ୍ତୁ
te: విస్మరించు
vi: Hủy bỏ
zu: Lahla

source: (incorrect date)
mg: (daty diso)
ml: (തെറ്റായ തിയതി)
or: (ଭୁଲ ତାରିଖ)
te: (తేదీ తప్పు)
vi: (ngày không đúng)
zu: (usuku olungeyile)

source: Call
mg: Hiantso
ml: വിളിയ്ക്കുക
or: ଡାକରା
te: కాల్
vi: Gọi
zu: Shaya ucingo

source: Attachment can be downloaded until {{date}}.
mg: Azo ampidinina ny rakipaingotra h@ {{date}}.
ml: {{date}} വരെ അറ്റാച്ച്മെന്റ് ഡൌണ്‍ലോഡ് ചെയ്യാം.
or: ଆଟାଚମେଣ୍ଟ {{date}} ତାରିଖ ଯାଏ ଡାଉନଲୋଡ଼ ହୋଇପାରିବ ନାହିଁ ।

# files-too-large[zero]
source: The file you have selected is too large.
mg: Ngeza loatra ilay rakitra nofantenanao.
ml: തെരഞ്ഞെടുത്ത ഫയല്‍ വളരെ വലുതാണ്.
or: ଆପଣ ବାଛିଥିବା ଫାଇଲର ଆକାର ଅତି ଅଧିକ ।

# files-too-large[one]
source: The file you have selected is too large.
mg: Ngeza loatra ilay rakitra nofantenanao.
ml: തെരഞ്ഞെടുത്ത ഫയല്‍ വളരെ വലുതാണ്.
or: ଆପଣ ବାଛିଥିବା ଫାଇଲର ଆକାର ଅତି ଅଧିକ ।

# files-too-large[two]
source: The files you have selected are too large.
mg: Ngeza loatra ireo rakitra nofantenanao.
ml: തെരഞ്ഞെടുത്ത ഫയലുകള്‍ വളരെ വലുതാണ്.
or: ଆପଣ ବାଛିଥିବା ଫାଇଲସବୁର ଆକାର ଅତି ଅଧିକ ।

# files-too-large[few]
source: The files you have selected are too large.
mg: Ngeza loatra ireo rakitra nofantenanao.
ml: തെരഞ്ഞെടുത്ത ഫയലുകള്‍ വളരെ വലുതാണ്.
or: ଆପଣ ବାଛିଥିବା ଫାଇଲର ଆକାର ଅତି ଅଧିକ ।

# files-too-large[many]
source: The files you have selected are too large.
mg: Ngeza loatra ireo rakitra nofantenanao.
ml: തെരഞ്ഞെടുത്ത ഫയലുകള്‍ വളരെ വലുതാണ്.
or: ଆପଣ ବାଛିଥିବା ଫାଇଲସବୁର ଆକାର ଅତି ଅଧିକ ।

# files-too-large[other]
source: The files you have selected are too large.
mg: Ngeza loatra ireo rakitra nofantenanao.
ml: തെരഞ്ഞെടുത്ത ഫയലുകള്‍ വളരെ വലുതാണ്.
or: ଆପଣ ବାଛିଥିବା ଫାଇଲସବୁର ଆକାର ଅତି ଅଧିକ ।

source: Delete selected message?
te: ఎంచుకున్న సందేశాన్ని తొలగించాలా?

source: {{switchSimToRetrieveConfirm}}
hi_in: {{switchSimToRetrieveBtnOk}}

source: Carrier unknown
vi: Không rõ nhà mạng
