Repository: translate/mozilla-gaia
Catalog: */apps/sms/sms.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hi_in, hu, kn, mg, ml, my, ne, or, pt, ro, si, ta, te, th, ur, uz, vi, zu

source: Unable to download
am: ማውረድ አልተቻለም
ar: فشل التنزيل
bg: Невъзможно изтегляне
bn_bd: ডাউনলোড সম্ভব নয়
bn_in: ডাউনলোড করতে অক্ষম
br: N'haller ket pellgargañ
bs: Nije moguće preuzeti
ca: No es pot baixar
cy: Methu llwytho i lawr
eu: Ezin izan da deskargatu
fa: قادر به دریافت پرونده‌ نمی‌‌باشد
ga_ie: Ní féidir íosluchtú
gd: Cha ghabh a luchdadh a-nuas
hi_in: डाउनलोड करने में असमर्थ
hu: Nem tölthető le
kn: ಡೌನ್‌ಲೋಡ್ ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
my: Download မရယူနိုင်ပါ
pt: Não foi possível descarregar
ro: Nu se poate descărca
si: බාගැනීමට නොහැකි විය
ta: பதிவிறக்க இயலவில்லை
te: దింపుకోలేకపోతున్నాము
th: ไม่สามารถดาวน์โหลด
ur: ڈاؤن لوڈ کرنیں میں ناکام
uz: Yuklab olib bo‘lmadi

source: Please make sure the SIM card inserted is the one used to receive this message.
am: እባክዎን እርግጠኛ ይሁኑ ያስገቡት የ ሲም ካርድ ይህን መልእክት የተቀበሉበት መሆኑን
ar: تأكد أنّ بطاقة SIM المُدخلة في الجهاز هي ذاتها الّتي اُستخدِمت لتلقّي هذه الرسالة.
bg: Моля, уверете се, че сложената SIM карта е същата, използвана за получаване на съобщението.
bn_bd: অনুগ্রহ করে নিশ্চিত করুন যে সিম ব্যবহার করে এই বার্তা গ্রহণ করা হয়েছে সেই সিমকার্ডই ঢোকানো হয়েছে।
bn_in: দয়া করে যাঁচাই করে নিন যে যেই SIM কার্ড টি ঢোকানো হয়েছে সেটা দিয়েই বার্তা টি গ্রহণ করা হয়েছে কিনা।
br: Gwiriit ez eo ar gartenn SIM enlakaet an hini arveret evit degemerer ar gemennadenn-mañ.
bs: Molimo vas da provjerite da se ubačena SIM kartica koristi za primanje ove poruke.
ca: Assegureu-vos que la targeta SIM inserida sigui la correcta per rebre aquest missatge.
cy: Gwnewch yn siŵr mai'r cerdyn SIM sydd wedi ei fewnosod yw'r un i dderbyn y neges yma.
eu: Egiaztatu sartuta dagoen SIM txartela mezua jasotzeko erabilitakoa dela.
fa: لطفا اطمینان پیدا کنید سیم‌کارتی که وارد کرده‌اید یکبار برای دریافت این پیام استفاده شده باشد.
ga_ie: Deimhnigh gur ionann an cárta SIM sa ghuthán agus an ceann a úsáideadh chun glacadh leis an teachtaireacht seo.
gd: Dèan cinnteach gun do chuir thu a-steach a’ chairt SIM a tha ri chleachdadh gus an teachdaireachd fhaighinn.
hu: Bizonyosodjon meg róla, hogy a behelyezett SIM kártyát szokta-e használni az üzenet fogadásához.
kn: ದಯವಿಟ್ಟು ತೂರಿಸಲಾದ SIM ಕಾರ್ಡ್ ಈ ಸಂದೇಶವನ್ನು ಪಡೆಯಲು ಬಳಸಿದ್ದು ಎನ್ನುವುದನ್ನು ಖಾತ್ರಿ ಪಡಿಸಿಕೊಳ್ಳಿ.
my: ကျေးဇူးပြု၍ ထည့်ထားသော SIM ကတ်သည် ဒီစာတိုကို လက်ခံမည့်ကတ်ဟုတ်/မဟုတ် စစ်ဆေးပါ။
pt: Confirme que tem o cartão SIM inserido e que é o utilizado para receber esta mensagem.
ro: Te rugăm să te asiguri că cartela SIM inserată este cea folosită pentru a primi acest mesaj.
si: පණිවිඩය ලැබීමට අවශ්‍ය SIM කාඩ්පත ඇතුළු කර ඇති බවට සැක හැර දැනගන්න.
ta: இந்த செய்தியை பெற சிம் அட்டை சொருகப்பட்டுள்ளதா என உறுதிச்செய்யவும்.
ur: براہ مہربانی اثبات کریں داخل SIM کارڈ اس میں سے ایک ہے جو کی پیغام موصول کرنے کے لیے استعمال کیا جاتا ہے۔
uz: Aynan ushbu xabarni qabul qilish uchun SIM karta kiritilganligiga ishonch hosil qiling.

# simNotMatchedErrorBtnOk
source: OK
am: እሺ
ar: موافق
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eu: Ados
fa: تایید
gd: Ceart ma-thà
hi_in: ठीक
ne: ठिक छ
si: හරි
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے

source: This message has already been deleted.
am: ይህ መልእክት ቀደም ሲል ጠፍቷል
ar: تم حذف هذه الرسالة مسبقا.
bg: Съобщението вече е изтрито.
bn_bd: এই বার্তাটি ইতোমধ্যে অপসারিত হয়েছে।
bn_in: এই বার্তাটি ইতিমধ্যে মুছে ফেলা হয়েছে.
br: Dilamet eo bet ar gemennadenn-mañ endeo.
bs: Ova poruka je već obrisana.
ca: Aquest missatge ja s'ha eliminat.
cy: Mae'r neges hon eisoes wedi ei dileu.
eu: Mezu hau dagoeneko ezabatuta dago.
fa: این پیام قبلا حذف شده است.
ga_ie: Bhí an teachtaireacht seo scriosta cheana.
gd: Chaidh an teachdaireachd seo a sguabadh às mu thràth.
hi_in: यह संदेश पहले ही हटाया जा चुका है.
hu: Ez az üzenet már törölve van.
kn: ಈ ಸಂದೇಶವನ್ನು ಈಗಾಗಲೇ ಅಳಿಸಲಾಗಿದೆ.
mg: Efa nofafana io hafatra io?
ml: ഈ സന്ദശം നേരത്തേ തന്നെ കളഞ്ഞതാണ്.
my: ဒီစာတိုကို ဖျက်ဆီးပြီးပါပြီ။
ne: यस सन्देश पहिल्यै नै मेटाइएको छ।
or: ସନ୍ଦେଶଟି ଆଗରୁ ଲିଭାଇ ଦିଆଯାଇଛି ।
pt: Esta mensagem já foi apagada.
ro: Acest mesaj a fost șters deja.
si: මෙම පණිවිඩය දැනටමත් මකාදමා ඇත.
ta: இந்த செய்தி ஏற்கனவே அழிக்கப்பட்டுவிட்டது.
te: ఈ సందేశాన్ని ఇదివరకే తొలగించారు.
th: ข้อความนี้ถูกลบไปแล้ว
ur: یہ پیغام پھلے سے حذف کردیا کیا ہے۔
uz: Ushbu xabar allaqachon o‘chirilgan.
vi: Tin nhắn này đã được xóa rồi.
zu: Lo myalezo usudilithiwe vele.

# view-attachment-image
source: View
am: መመልከቻ
ar: اعرض
bg: Разглеждане
bn_bd: প্রদর্শন
bn_in: প্রদর্শন
br: Gwelout
bs: Prikaži
ca: Mostra
cy: Golwg
eu: Ikusi
fa: نمایش
ga_ie: Amharc
gd: Seall
hi_in: देखें
hu: Megjelenítés
kn: ನೋಡು
mg: Hijery
ml: കാണുക
my: ကြည့်ရန်
ne: दृश्य
or: ଦୃଶ୍ଯ
pt: Ver
ro: Vezi
si: දසුන
ta: பார்
te: చూడండి
th: ดู
ur: دیکھیں
uz: Ko ‘rish
vi: Xem
zu: Buka

source: Listen
am: ማድመጫ
ar: استمع
bg: Прослушване
bn_bd: শুনুন
bn_in: শুনুন
br: Selaou
bs: Preslušaj
ca: Escolta
cy: Gwrando
eu: Entzun
fa: گوش بده
ga_ie: Éist
gd: Èist
hi_in: सुनें
hu: Meghallgatás
kn: ಕೇಳು
mg: Hihaino
ml: കേൾക്കുക
my: နားထောင်ရန်
ne: सुन्नुहोस
or: ଶୁଣନ୍ତୁ
pt: Ouvir
ro: Ascultă
si: සවන්දෙන්න
ta: கேள்
te: వినండి
th: ฟัง
ur: سننا
uz: Tinglash
vi: Nghe
zu: Lalela

# view-attachment-video
source: View
am: መመልከቻ
ar: اعرض
bg: Разглеждане
bn_bd: প্রদর্শন
bn_in: প্রদর্শন
br: Gwelout
bs: Prikaži
ca: Mostra
cy: Golwg
eu: Ikusi
fa: نمایش
ga_ie: Amharc
gd: Seall
hi_in: देखें
hu: Megjelenítés
kn: ನೋಡು
mg: Hijery
ml: കാണുക
my: ကြည့်ရန်
ne: दृश्य
or: ଦୃଶ୍ଯ
pt: Ver
ro: Vezi
si: දසුන
ta: பார்
te: చూడండి
th: ดู
ur: نظارہ
uz: Ko‘rish
vi: Xem
zu: Buka

# view-attachment-other
source: View
am: መመልከቻ
ar: اعرض
bg: Разглеждане
bn_bd: প্রদর্শন
bn_in: প্রদর্শন
br: Gwelout
bs: Prikaži
ca: Mostra
cy: Golwg
eu: Ikusi
fa: نمایش
ga_ie: Amharc
gd: Seall
hi_in: दिखाएँ
hu: Megjelenítés
kn: ನೋಡು
mg: Hijery
ml: കാണുക
my: ကြည့်ရန်
ne: दृश्य
or: ଦୃଶ୍ଯ
pt: Ver
ro: Vezi
si: දසුන
ta: பார்
te: చూడండి
th: ดู
ur: نظارہ
uz: Ko‘rish
vi: Xem
zu: Buka

source: Remove image
am: ምስል ማስወገጃ
ar: احذف الصورة
bg: Изтриване изображение
bn_bd: ছবি অপসারণ
bn_in: ছবিটি সরিয়ে ফেলুন
br: Dilemel ar skeudenn
bs: Ukloni sliku
ca: Elimina la imatge
cy: Tynnu delwedd
eu: Kendu irudia
fa: حذف تصویر
ga_ie: Bain íomhá
gd: Thoir an dealbh air falbh
hi_in: इमेज मिटाएँ
hu: Kép eltávolítása
kn: ಚಿತ್ರವನ್ನು ತೆಗೆದುಹಾಕು
mg: Hanala sary
ml: ചിത്രം കളയുക
my: ရုပ်ပုံကို ဖျက်ရန်
ne: छवि हटाउनुहोस्
or: ଛବିଟିକୁ କାଢ଼ନ୍ତୁ
pt: Remover imagem
ro: Elimină imaginea
si: පින්තූරය ඉවත් කරන්න
ta: படத்தை நீக்கு
te: చిత్రాన్ని తొలగించు
th: เอาภาพออก
ur: نقش ہٹائیں
uz: Rasmni o‘chirish
vi: Xóa ảnh
zu: Susa isithombe

source: Remove audio
am: ድምፅ ማስወገጃ
ar: احذف مقطع الصوت
bg: Изтриване на аудио
bn_bd: অডিওটি অপসারণ করুন
bn_in: অডিওটি সরিয়ে ফেলুন
br: Dilemel an aodio
bs: Ukloni audio
ca: Elimina l'àudio
cy: Tynnu sain
eu: Kendu audioa
fa: حذف صدا
ga_ie: Bain comhad fuaime
gd: Thoir an fhuaim air falbh
hi_in: ऑडियो हटाएं
hu: Hang eltávolítása
kn: ಆಡಿಯೋವನ್ನು ತೆಗೆದುಹಾಕಿ
mg: Hanala rakipeo
ml: ശബ്ദം കളയുക
my: အသံဖိုင်ကို ဖျက်ရန်
ne: अडियो हटाउनुहोस्
or: ଅଡ଼ିଓ କାଢ଼ନ୍ତୁ
pt: Remover áudio
ro: Elimină audio
si: ශ්‍රව්‍ය ඉවත් කරන්න
ta: ஒலியை நீக்கு
te: శ్రవ్యకం తీసివేయి
th: เอาเสียงออก
ur: آڈیو ہٹائیں
uz: Audioni o‘chirish
vi: Xóa âm thanh
zu: Susa umsindo

source: Remove video
am: ቪዲዮ ማስወገጃ
ar: احذف مقطع الفيديو
bg: Изтриване на видеозапис
bn_bd: ভিডিও অপসারণ
bn_in: ভিডিওটি সরিয়ে ফেলুন
br: Dilemel ar video
bs: Ukloni video
ca: Elimina el vídeo
cy: Tynnu fideo
eu: Kendu bideoa
fa: حذف فیلم
ga_ie: Bain físeán
gd: Thoir a' video air falbh
hi_in: वीडियो मिटाएँ
hu: Videó eltávolítása
kn: ವೀಡಿಯೋವನ್ನು ತೆಗೆದುಹಾಕಿ
mg: Hanala horonantsary
ml: വീഡിയോ കളയുക
my: ဗီဒီယိုဖိုင်ကို ဖျက်ရန်
ne: भिडियो हटाउनुहोस्
or: ଭିଡିଓ କାଢ଼ନ୍ତୁ
pt: Remover vídeo
ro: Elimină video
si: දෘශ්‍ය ඉවත් කරන්න
ta: நிகழ்படத்தை நீக்கு
te: దృశ్యకం తీసివేయి
th: เอาวิดีโอออก
ur: وڈیو ہٹائیں
uz: Videoni o‘chirish
vi: Xóa video
zu: Susa ividiyo

source: Remove attachment
am: ማያያዣ ማስወገጃ
ar: أزِل المرفق
bg: Изтриване на вмъкване
bn_bd: সংযুক্তি অপসারণ করুন
bn_in: সংযুক্ত বস্তু সরিয়ে ফেলুন
br: Dilemel ar c'henstagadur
bs: Ukloni prilog
ca: Elimina l'adjunció
cy: Tynnu atodiad
eu: Kendu eranskina
fa: حذف پیوست
ga_ie: Bain iatán
gd: Thoir an ceanglachan air falbh
hi_in: संलग्नक हटाएँ
hu: Melléklet eltávolítása
kn: ಲಗತ್ತನ್ನು ತೆಗೆದುಹಾಕಿ
mg: Hanala rakipaingotra
ml: അറ്റാച്മെന്റ് കളയുക
my: ပူးတွဲပါဖိုင်ကို ဖျက်ရန်
ne: संलग्न फाइल हटाउनुहोस्
or: ଆଟାଚମେଣ୍ଟ କାଢ଼ନ୍ତୁ
pt: Remover anexo
ro: Elimină atașamentul
si: ඇමිණුම ඉවත් කරන්න
ta: இணைப்பை நீக்கு
te: జోడింపును తొలగించు
th: เอาไฟล์แนบออก
ur: منسلکہ ہٹائیں
uz: Ilovani o‘chirish
vi: Xóa tập tin đính kèm
zu: Susa okunanyathelisiwe

source: Replace image
am: ምስል መቀየሪያ
ar: إستبدل الصورة
bg: Смяна изображение
bn_bd: ছবি প্রতিস্থাপন
bn_in: ছবিটি প্রতিস্থাপন করুন
br: Amsaviñ ar skeudenn
bs: Zamijeni sliku
ca: Reemplaça la imatge
cy: Amnewid delwedd
eu: Ordezkatu irudia
fa: جایگزین‌کردن تصویر
ga_ie: Ionadaigh íomhá
gd: Cuir dealbh an àite an deilbh
hi_in: छवि बदलें
hu: Kép cseréje
kn: ಚಿತ್ರವನ್ನು ಬದಲಾಯಿಸು
mg: Hanolo sary
ml: ചിത്രം മാറ്റുക
my: ရုပ်ပုံကို အစားထိုးရန်
ne: छवि बदल्नुहोस्
or: ଛବିଟି ପ୍ରତିବଦଳ କରନ୍ତୁ
pt: Substituir imagem
ro: Înlocuiește imaginea
si: පින්තූරය යළි පිහිටුවන්න
ta: படத்தை மாற்றவும்
te: చిత్రం పునఃస్థాపించు
th: แทนที่ภาพ
ur: نقش تبدیل کریں
uz: Rasmni almashtirish
vi: Thay ảnh
zu: Shintsha ufake isithombe

source: Replace audio
am: ድምፅ መቀየሪያ
ar: إستبدل مقطع الصوت
bg: Замяна на аудио
bn_bd: অডিও প্রতিস্থাপন
bn_in: অডিও প্রতিস্থাপন করুন
br: Amsaviñ an aodio
bs: Zamijeni audio
ca: Reemplaça l'àudio
cy: Amnewid sain
eu: Ordezkatu audioa
fa: جایگزین‌کردن صدا
ga_ie: Ionadaigh comhad fuaime
gd: Cuir fuaim an àite na fuaime
hi_in: ऑडियो को बदलें
hu: Hang cseréje
kn: ಆಡಿಯೋ ಬದಲಾಯಿಸು
mg: Hanolo rakipeo
ml: ശബ്ദം മാറ്റുക
my: အသံဖိုင်ကို အစားထိုးရန်
ne: अडियो बदल्नुहोस्
or: ଅଡ଼ିଓ ପ୍ରତିବଦଳ କରନ୍ତୁ
pt: Substituir áudio
ro: Înlocuiește audio
si: ශ්‍රව්‍ය යළි පිහිටුවන්න
ta: ஒலியை மாற்றவும்
te: శ్రవ్యకం పునఃస్థాపించు
th: แทนที่เสียง
ur: آڈیو تبدیل کریں
uz: Audioni almashtirish
vi: Thay tập tin âm thanh
zu: Shintsha ufake umsindo

source: Replace video
am: ቪዲዮ መቀየሪያ
ar: استبدل مقطع الفيديو
bg: Замяна на видеозапис
bn_bd: ভিডিও প্রতিস্থাপন
bn_in: ভিডিও প্রতিস্থাপন করুন
br: Amsaviñ ar video
bs: Zamijeni video
ca: Reemplaça el vídeo
cy: Amnewid fideo
eu: Ordezkatu bideoa
fa: جایگزین‌کردن فیلم
ga_ie: Ionadaigh físeán
gd: Cuir video an àite a' video
hi_in: वीडियो को बदलें
hu: Videó cseréje
kn: ವೀಡಿಯೋ ಬದಲಾಯಿಸು
mg: Hanolo horonantsary
ml: വീഡിയോ മാറ്റുക
my: ဗီဒီယိုဖိုင်ကို အစားထိုးရန်
ne: भिडियो बदल्नुहोस्
or: ଭିଡିଓ ପ୍ରତିବଦଳ
pt: Substituir anexo
ro: Înlocuiește video
si: දෘශ්‍ය යළි පිහිටුවන්න
ta: நிகழ்படத்தை மாற்றவும்
te: దృశ్యకం పునఃస్థాపించు
th: แทนที่วิดีโอ
ur: وڈیو تبدیل کریں
uz: Videoni almashtirish
vi: Thay video
zu: Shintsha ufake ividiyo

source: Replace attachment
am: የተያያዘውን መቀየሪያ
ar: إستبدل المرفق
bg: Замяна на вмъкване
bn_bd: এটাচমেন্ট প্রতিস্থাপন
bn_in: সংযুক্ত বস্তু প্রতিস্থাপন করুন
br: Amsaviñ ar c'henstagadur
bs: Zamijeni prilog
ca: Reemplaça l'adjunt
cy: Amnewid atodiad
eu: Ordezkatu eranskina
fa: جایگزین‌کردن پیوست‌ها
ga_ie: Ionadaigh iatán
gd: Cuir ceanglachan an àite a' cheanglachain
hi_in: अनुलग्नक को बदलें
hu: Melléklet cseréje
kn: ಲಗತ್ತನ್ನು ಬದಲಾಯಿಸು
mg: Hanolo rakipaingotra
ml: അറ്റാച്മെന്റ് മാറ്റുക
my: ပူးတွဲပါဖိုင်ကို အစားထိုးရန်
ne: संलग्न फाइल बदल्नुहोस्
or: ଆଟାଚମେଣ୍ଟ କାଢ଼ନ୍ତୁ
pt: Substituir anexo
ro: Înlocuiește atașamentul
si: ඇමිණුම යළි පිහිටුවන්න
ta: இணைப்பை மாற்றவும்
te: జోడింపును ప్రతిస్థాపించు
th: แทนที่ไฟล์แนบ
ur: منسلکہ تبدیل کریں
uz: Biriktirmani almashtirish
vi: Thay tập tin đính kèm
zu: Faka esikhundleni sokunanyathelisiwe

source: Message options
am: የ መልእክት ምርጫዎች
ar: خيارات الرسائل
bg: Настройки на съобщението
bn_bd: বার্তার অপশনগুলি
bn_in: বার্তা বিকল্প
br: Dibarzhioù ar gemennadenn
bs: Opcije poruke
ca: Opcions del missatge
cy: Dewisiadau neges
eu: Mezuaren aukerak
fa: گزینه‌های پیام
ga_ie: Roghanna teachtaireachtaí
gd: Roghainnean na teachdaireachd
hi_in: संदेश विकल्प
hu: Üzenetbeállítások
kn: ಸಂದೇಶ ಆಯ್ಕೆಗಳು
mg: Safidy hafatra
ml: സന്ദേശ സൌകര്യങ്ങള്‍
my: စာတို ရွေးပိုင်ခွင့်များ
ne: खबर विकल्पहरु
or: ସନ୍ଦେଶ ବିକଳ୍ପ
pt: Opções da mensagem
ro: Opțiuni pentru mesaje
si: පණිවිඩ සැකසුම්
ta: செய்தி தேர்வுகள்
te: సందేశ ఎంపికలు
th: ตัวเลือกข้อความ
ur: پیغام اختیارات
uz: Xabar moslamalari
vi: Tùy chọn tin nhắn
zu: Ongakwenza ngomyalezo

source: Thread options
am: የ ውይይት ምርጫ
ar: خيارات الموضوع
bg: Настройки на дискусии
bn_bd: থ্রেড অপশন
bn_in: থ্রেড অপশন
br: Dibarzhioù an neudenn
bs: Opcije niza
ca: Opcions del fil
cy: Dewisiadau edafedd
fa: گزینه‌های رشته
ga_ie: Roghanna snáithe
gd: Roghainnean an t-snàithlein
pt: Opções de tópicos
ro: Opțiuni pentru conversații
si: දාම රුචියන්
th: ตัวเลือกกระทู้
ur: تھریڈ اختیارات
uz: Xabar yozishmalari tanlamalari

source: Forward
am: ወደ ፊት
ar: التالي
bg: Препращане
bn_bd: ফরওয়ার্ড
bn_in: ফরওয়ার্ড
br: Treuzkas
bs: Proslijedi
ca: Reenvia
cy: Ymlaen
eu: Birbidali
fa: ارجاع
ga_ie: Ar Aghaidh
gd: Sìn air adhart
hi_in: आगे
hu: Továbbítás
kn: ಮುಂದಕ್ಕೆ
mg: Hampita
ml: കൈമാറുക
my: လွှဲပြောင်းပို့ရန်
ne: अगाडि
or: ଆଗକୁ
pt: Reencaminhar
ro: Redirecționează
si: ඉදිරියට
ta: முன்னனுப்பு
te: ఫార్వార్డ్
th: ส่งต่อ
ur: آگے
uz: Yo‘naltirish
vi: Chuyển tiếp
zu: Dlulisela phambili

source: View message report
am: የ መልእክት መግለጫ መመልከቻ
ar: عرض تقرير الرسالة
bg: Показване на доклад за съобщение
bn_bd: বার্তা প্রতিবেদন প্রদর্শন করুন
bn_in: বার্তা প্রতিবেদন প্রদর্শন করুন
br: Gwelout danevell ar gemennadenn
bs: Pregledaj izvještaj poruke
ca: Mostra l'informe del missatge
cy: Darllen adroddiadau neges
eu: Ikusi mezuaren txostena
fa: گزارش نمایش پیام
ga_ie: Tuairisc ar an teachtaireacht
gd: Seall aithisg na teachdaireachd
hi_in: संदेश रिपोर्ट दिखाएँ
hu: Üzenetjelentés megjelenítése
kn: ಸಂದೇಶ ವರದಿ ನೋಡು
mg: Hijery tatitra momba hafatra
ml: സന്ദേശ റിപ്പോര്‍ട്ട് കാണുക
my: စာတို အစီရင်ခံစာကို ကြည့်ရန်
ne: सन्देश दृश्य प्रतिवेदन
or: ସନ୍ଦେଶ ବିବରଣୀ ଦେଖାନ୍ତୁ
pt: Ver relatório da mensagem
ro: Vezi raportul de mesaj
si: පණිවිඩ වාර්ථාව පෙන්වන්න
ta: செய்தி அறிக்கையை பார்
te: సందేశ నివేదిక చూడండి
th: ดูรายงานข้อความ
ur: پیغام کی رپورٹ نظارہ کا کریں
uz: Xabar hisobotini ko‘rish
vi: Xem báo cáo
zu: Buka umbiko womyalezo

source: Select text
am: ጽሁፍ ይምረጡ
ar: تحديد النّص
bg: Избиране на текст
bn_bd: লেখা নির্বাচন
bn_in: টেক্সট নির্বাচন করুন
br: Diuzañ an destenn
bs: Izaberi tekst
ca: Selecciona text
cy: Dewis testun
eu: Hautatu testua
fa: انتخاب متن
ga_ie: Roghnaigh téacs
gd: Tagh an teacsa
hu: Szöveg kijelölése
kn: ಪಠ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡು
pt: Selecionar texto
ro: Selectează textul
si: පෙළ තෝරන්න
th: เลือกข้อความ
ur: متن منتخب کریں
uz: Matnni tanlash

source: Mobile
am: ተንቀሳቃሽ
ar: الجوّال
bg: Мобилен
bn_bd: মোবাইল
bn_in: মোবাইল
br: Hezougell
bs: Mobitel
ca: Mòbil
cy: Ffôn Symudol
eu: Mugikorra
fa: تلفن
ga_ie: Soghluaiste
gd: Fòn-làimh
hi_in: मोबाइल
hu: Mobil
kn: ಮೊಬೈಲ್
mg: Finday
ml: മൊബൈല്‍
my: မိုဘိုင်း
ne: मोबाइल
or: ମୋବାଇଲ
pt: Móvel
ro: Mobil
si: ජංගම
ta: செல்பேசி
te: చరవాణి
th: มือถือ
ur: متحرک
uz: Mobil
vi: Di động
zu: Umakhalekhukhwini

source: Home
am: ቤት
ar: المنزل
bg: Домашен
bn_bd: বাসা
bn_in: হোম
br: Kêr
bs: Kućni
ca: Casa
cy: Cartref
eu: Etxea
fa: خانه
ga_ie: Baile
gd: Dachaigh
hi_in: घर
hu: Otthoni
kn: ನೆಲೆ
mg: Fonenana
ml: വീട്
my: မူလ
ne: गृह
or: ମୂଳସ୍ଥାନ
pt: Casa
ro: Acasă
si: නිවස
ta: இல்லம்
te: ఇల్లు
th: บ้าน
ur: گھر
uz: Uy
vi: Nhà riêng
zu: Ekhaya

source: Work
am: ስራ
ar: العمل
bg: Служебен
bn_bd: কাজের স্থান
bn_in: কাজকর্ম
br: Labour
bs: Poslovni
ca: Feina
cy: Gwaith
eu: Lana
fa: کار
ga_ie: Obair
gd: Obair
hi_in: काम
hu: Munka
kn: ಕಛೇರಿ
mg: Fiasana
ml: ജോലി
my: အလုပ်
ne: काम
or: କାର୍ଯ୍ଯ
pt: Trabalho
ro: Serviciu
si: වැඩ
ta: வேலை
te: పని
th: ที่ทำงาน
ur: کام
uz: Ish
vi: Cơ quan
zu: Umsebenzi

source: Personal
am: የግል
ar: الشخصي
bg: Личен
bn_bd: ব্যক্তিগত
bn_in: ব্যক্তিগত
br: Personel
bs: Lični
ca: Particular
cy: Personol
eu: Pertsonala
fa: شخصی
ga_ie: Pearsanta
gd: Pearsanta
hi_in: निजी
hu: Saját
kn: ವೈಯಕ್ತಿಕ
mg: Manokana
ml: വ്യക്തിപരം
my: ကိုယ်ရေးကိုယ်တာ
ne: व्यक्तिगत
or: ବ୍ଯକ୍ତିଗତ
pt: Pessoal
si: පෞද්ගලික
ta: தனிப்பட்ட
te: వ్యక్తిగతం
th: ส่วนบุคคล
ur: ذاتی
uz: Shaxsiy
vi: Cá nhân
zu: Umsebenzini

source: Fax home
am: የ ቤት ፋክስ
ar: فاكس المنزل
bg: Домашен факс
bn_bd: বাসার ফ্যাক্স
bn_in: ফ্যাক্স হোম
br: Faks ar gêr
bs: Kućni faks
ca: Fax (casa)
cy: Ffacs cartref
eu: Faxa (etxea)
fa: فکس خانه
ga_ie: Facs: baile
gd: Facs taighe
hi_in: फैक्स घर
hu: Ott. fax
kn: ಪ್ಯಾಕ್ಸ್ ಮನೆ
mg: Fax fonenana
ml: വീട്ടിലെയ്ക്ക് ഫാക്സ്
my: အိမ်သုံး Fax
ne: गृह फ्याक्स
or: ଫ୍ୟାକ୍ସ ମୂଳସ୍ଥାନ
pt: Fax de casa
ro: Acasă fax
si: ෆැක්ස් නිවස
ta: வீட்டு தொலைநகல்
te: ఫాక్స్ ఇంటిది
th: โทรสารบ้าน
ur: فیکس گھر
uz: Faks (uy)
vi: Fax nhà riêng
zu: Ifeksi yasekhaya

source: Fax office
am: የ ቢሮ ፋክስ
ar: فاكس
bg: Служебен факс
bn_bd: অফিসের ফ্যাক্স
bn_in: ফ্যাক্স অফিস
br: Faks ar burev
bs: Poslovni faks
ca: Fax (oficina)
cy: Ffacs swyddfa
eu: Faxa (bulegoa)
fa: فکس محل کار
ga_ie: Facs: oifig
gd: Facs oifis
hi_in: फैक्स कार्यालय
hu: Mh. fax
kn: ಪ್ಯಾಕ್ಸ್ ಕಚೇರಿ
mg: Fax fiasana
ml: ഓഫീസിലേയ്ക്ക് ഫാക്സ്
my: ရုံးသုံး Fax
ne: कार्यालय फ्याक्स
or: ଫ୍ୟାକ୍ସ କାର୍ଯ୍ଯାଳୟ
pt: Fax do trabalho
ro: Birou fax
si: ෆැක්ස් කාර්්‍යාලය
ta: அலுவலக தொலைநகல்
te: ఫాక్స్ కార్యాలయం
th: โทรสารสำนักงาน
ur: فیکس دفتر
uz: Faks (idora)
vi: Fax cơ quan
zu: Ifeksi yasehhovisi

source: Fax other
am: ሌላ ፋክስ
ar: فاكس آخر
bg: Друг факс
bn_bd: অন্যান্য ফ্যাক্স
bn_in: অন্যান্যদের ফ্যাক্স করুন
br: Faks all
bs: Drugi faks
ca: Fax (altre)
cy: Ffacs arall
eu: Faxa (bestelakoa)
fa: فکس دیگر
ga_ie: Facs: eile
gd: Facs eile
hi_in: फैक्स अन्य
hu: Más fax
kn: ಪ್ಯಾಕ್ಸ್ ಇತರೆ
mg: Fax hafa
ml: മറ്റിടത്തേക്ക് ഫാക്സ്
my: အခြား Fax
ne: फ्याक्स अन्य
or: ଫ୍ୟାକ୍ସ ଅନ୍ଯାନ୍ଯ
pt: Outro fax
ro: Alt fax
si: ෆැක්ස් වෙනත්
ta: மற்ற தொலைநகல்
te: ఫాక్స్ ఇతర
th: โทรสารอื่น ๆ
ur: دیگر فیکس
uz: Faks (boshqa)
vi: Fax khác
zu: Enye ifeksi

source: Another
am: ሌላ
ar: آخر
bg: Друг
bn_bd: আরেকটি
bn_in: অন্যান্য
br: All
bs: Još jedno
ca: Altres
cy: Arall
eu: Beste bat
fa: دیگر
ga_ie: Eile
gd: Eile
hi_in: एक और
hu: Másik
kn: ಮತ್ತೊಂದು
mg: Iray hafa
ml: മറ്റൊരു
my: အခြား
ne: अरु कुनै
or: ଅନ୍ଯାନ୍ଯ
pt: Mais um
ro: Altul
si: වෙනත්
ta: மற்றொரு
te: వేరొక
th: อื่น
ur: دیگر
uz: Boshqa
vi: Khác
zu: Okunye

source: Other
am: ሌላ
ar: اخرى
bg: Друг
bn_bd: অন্যান্য
bn_in: অন্যান্য
br: All
bs: Ostalo
ca: Altres
cy: Arall
eu: Beste batzuk
fa: دیگر
ga_ie: Eile
gd: Eile
hi_in: अन्य
hu: Egyéb
kn: ಇತರೆ
mg: Hafa
ml: മറ്റുള്ളവ
my: အခြား
ne: अन्य
or: ଅନ୍ଯାନ୍ଯ
pt: Outro
ro: Altele
si: වෙනත්
ta: மற்றவை
te: ఇతర
th: อื่น ๆ
ur: دیگر
uz: Boshqa
vi: Khác
zu: Okunye

source: today
am: ዛሬ
ar: اليوم
bg: днес
bn_bd: আজ
bn_in: আজ
br: hiziv
bs: danas
ca: avui
cy: heddiw
eu: gaur
fa: امروز
ga_ie: inniu
gd: an-diugh
hi_in: आज
hu: ma
kn: ಇಂದು
mg: anio
ml: ഇന്നു്
my: ဒီနေ့
ne: आज
or: ଆଜି
pt: hoje
ro: astăzi
si: අද
ta: இன்று
te: నేడు
th: วันนี้
ur: آج
uz: bugun
vi: hôm nay
zu: namuhla

source: today {{ time }}
am: ዛሬ {{ time }}
ar: اليوم {{ time }}
bg: днес {{ time }}
bn_bd: আজ {{ time }}
bn_in: আজকের {{ time }}
br: hiziv {{ time }}
bs: danas {{ time }}
ca: avui a les {{ time }}
cy: heddiw {{ time }}
fa: امروز {{ time }}
ga_ie: inniu {{ time }}
gd: an-diugh {{ time }}
pt: hoje {{ time }}
ro: astăzi {{ time }}
si: අද {{ time }}
th: วันนี้ {{ time }}
ur: آج {{ time }}
uz: bugun {{ time }}

source: yesterday
am: ትናንትና
ar: الأمس
bg: вчера
bn_bd: গতকাল
bn_in: গতকাল
br: dec'h
bs: jučer
ca: ahir
cy: ddoe
eu: atzo
fa: دیروز
ga_ie: inné
gd: an-dè
hi_in: कल
hu: tegnap
kn: ನಿನ್ನೆ
mg: omaly
ml: ഇന്നലെ
my: မနေ့က
ne: हिजो
or: ଗତକାଲି
pt: ontem
ro: ieri
si: පෙරදින
ta: நேற்று
te: నిన్న
th: เมื่อวานนี้
ur: گزرا کل
uz: kecha
vi: hôm qua
zu: izolo

source: yesterday {{ time }}
am: ትናንትና {{ time }}
ar: أمس {{ time }}
bg: вчера {{ time }}
bn_bd: গতকাল {{ time }}
bn_in: কালকের {{ time }}
br: dec'h {{ time }}
bs: jučer {{ time }}
ca: ahir a les {{ time }}
cy: ddoe {{ time }}
eu: atzo {{ time }}
fa: دیروز {{ time }}
ga_ie: inné {{ time }}
gd: an-dè {{ time }}
pt: ontem {{ time }}
ro: ieri {{ time }}
si: පෙර දින {{ time }}
th: เมื่อวานนี้ {{ time }}
ur: کل {{ time }}
uz: kecha {{ time }}

source: Add to an existing contact
am: ወደ ነበረው ግንኙነት መጨመሪያ
ar: أضف إلى جهة إتصال موجودة مسبقا
bg: Добавяне към съществуващ контакт
bn_bd: বিদ্যমান পরিচিতিতে যোগ করুন
bn_in: বিদ্যমান পরিচিতের সঙে যোগ করুন
br: An darempred zo endeo
bs: Dodaj u postojeći kontakt
ca: Afegeix a un contacte existent
cy: Ychwanegu at gysylltiad presennol
eu: Gehitu badagoen kontaktuari
fa: اضافه کردن به مخاطب موجود
ga_ie: Cuir le teagmhálaí atá ann é
gd: Cuir ri neach-aithne làithreach
hi_in: मौजूदा संपर्क में जोड़ें
hu: Meglévő névjegyhez adás
kn: ಈಗಾಗಲೇ ಇರುವ ಸಂಪರ್ಕಕ್ಕೆ ಸೇರಿಸು
mg: Hatao amina kaontakita misy
ml: നിലവിലെ വിലാസത്തിലേയ്ക്ക് ചേര്‍ക്കുക
my: ရှိပြီးသားအဆက်သွယ်သို့ ထည့်ရန်
ne: अवस्थित सम्पर्कमा थप्नुहोस्
or: ଆଗରୁ ଥିବା ସମ୍ପର୍କରେ ଯୋଡ଼ନ୍ତୁ
pt: Adicionar a contacto existente
ro: Adaugă la un cont existent
si: පවතින සබඳතාවයකට එක් කරන්න
ta: இருப்பதுடன் சேர்
te: ఉన్న పరిచయానికి జతచేయి
th: เพิ่มไปยังรายชื่อที่มีอยู่แล้ว
ur: موجودہ رابطہ میں شامل کریں
uz: Mavjud kontaktga qo‘shish
vi: Thêm vào liên lạc đã có
zu: Yengeza emininingwaneni yomuntu osohlwini lwakho

source: Create new contact
am: አዲስ ግንኙነት መፍጠሪያ
ar: إنشاء جهة اتصال جديده
bg: Създаване на нов контакт
bn_bd: নতুন পরিচিতি তৈরি
bn_in: নতুন পরিচিতি নির্মাণ করুন
br: Krouiñ un darempred nevez
bs: Kreiraj novi kontakt
ca: Crea un contacte nou
cy: Creu cysylltiad newydd
eu: Sortu kontaktu berria
fa: ایجاد‌ مخاطب جدید
ga_ie: Cruthaigh teagmhálaí nua
gd: Cruthaich neach-aithne ùr
hi_in: नए संपर्क बनाएँ
hu: Új névjegy létrehozása
kn: ಹೊಸ ಸಂಪರ್ಕವಿಳಾಸವನ್ನು ರಚಿಸಿ
mg: Hamorona kaontakita vaovao
ml: പുതിയ വിലാസം ഉണ്ടാക്കുക
my: အဆက်အသွယ်အသစ်ပြုလုပ်ရန်
ne: नयाँ सम्पर्क सिर्जना गर्नुहोस्
or: ନୂତନ ସମ୍ପର୍କ ସୃଷ୍ଟି କରନ୍ତୁ
pt: Criar novo contacto
ro: Creează contact nou
si: නව සබදතා තනන්න
ta: புதிய தொடர்பை உருவாக்கு
te: కొత్త పరిచయం సృష్టించు
th: สร้างรายชื่อใหม่
ur: نیے رابطے بنائیں
uz: Yangi kontakt yaratish
vi: Tạo liên lạc mới
zu: Bhala imininingwane yomuntu emisha

source: View contact
am: ግንኙነት መመልከቻ
ar: عرض جهة الإتصال
bg: Преглед на контакт
bn_bd: পরিচিতি দেখুন
bn_in: নতুন পরিচিতি
br: Gwelout an darempred
bs: Prikaži kontakt
ca: Mostra el contacte
cy: Gweld cysylltiadau
eu: Ikusi kontaktua
fa: نمایش مخاطب
ga_ie: Amharc ar an teagmhálaí
gd: Seall an neach-aithne
hi_in: सम्पर्क देखें
hu: Névjegy megtekintése
kn: ಸಂಪರ್ಕವಿಳಾಸವನ್ನು ನೋಡಿ
mg: Hijery kaontakita
ml: വിലാസം കാണുക
my: အဆက်သွယ်ကို ကြည့်ရန်
ne: सम्पर्क हेर्नुहोस्
or: ସମ୍ପର୍କ ଦେଖାନ୍ତୁ
pt: Ver contacto
ro: Vezi contactul
si: සබඳතාව පෙන්වන්න
ta: தொடர்பை பார்
te: పరిచయాన్ని చూడు
th: ดูรายชื่อ
ur: رابطہ فرد کا نظارہ
uz: Kontaktni ko‘rish
vi: Xem liên lạc
zu: Buka imininingwane yongathintwa omusha

source: Call
am: ጥሪ
ar: اتصال
bg: Позвъняване
bn_bd: কল করুন
bn_in: কল করুন
br: Gervel
bs: Pozovi
ca: Truca
cy: Galw
fa: تماس
ga_ie: Glao
gd: Cuir fòn
hu: Hívás
pt: Ligar
ro: Apelează
si: ඇමතුම
th: โทร
ur: کال
uz: Qo‘ng‘iroq

source: Send email
am: ኢሜይል መላኪያ
ar: أرسل بريد الكتروني
bg: Изпращане на ел. поща
bn_bd: ইমেইল পাঠান
bn_in: ই-মেইল পাঠান
br: Kas ur postel
bs: Pošalji email
ca: Envia correu
cy: Anfon e-bost
eu: Bidali mezu elektronikoa
fa: ارسال پست‌الکترونیکی
ga_ie: Seol ríomhphost
gd: Cuir am post-d
hi_in: ईमेल भेजें
hu: E-mail küldése
kn: ಇಮೇಲ್ ಕಳುಹಿಸಿ
mg: Handefa mailaka
ml: ഈമെയില്‍ അയയ്ക്കുക
my: အီးမေးလ် ပေးပို့ရန်
ne: इमेल पठाउनुहोस्
or: ଇମେଲ ପଠାନ୍ତୁ
pt: Enviar email
ro: Trimite e-mailul
si: විද්‍යුත් ලිපි යවන්න
ta: மின்னஞ்சலை அனுப்பு
te: ఈమెయిల్ పంపు
th: ส่งอีเมล
ur: ای میل بھیجیں
uz: e-pochta jo‘natish
vi: Gửi email
zu: Thumela i-imeyli
