Repository: translate/mozilla-gaia
Catalog: yo/shared/facebook/facebook.properties.po
Languages: yo

source: Close
yo: Tìi

source: Import
yo: Ìgbéwọlé

source: Update
yo: Ti ṣàfikún

# fbFriends
source: Facebook Friends
yo: Àwọn Ọ̀rẹ́ Facebook

# facebook-serviceName
source: Facebook Friends
yo: Àwọn Ọ̀rẹ́ Facebook

source: Select all
yo: Yan gbogbo wọn

source: Deselect all
yo: Ṣàìyan gbogbo wọn

source: View All Facebook Friends
yo: Ṣàyẹwò Gbogbo Àwọn Ọ̀rẹ́ Facebook

source: View Only Recommended
yo: Ṣàyẹwò tí a gbàníyànjú nìkan

source: No matching friends. Showing all
yo: Kòsí ibáàmù àwọn ọ̀rẹ́. Ṣàfihàn gbogbo rẹ̀

source: Select the recommended one
yo: Yan èyí tí a gbàníyànjú

# linkProposal[two]
source: Select a recommended one
yo: Yan èyí tí a gbàníyànjú

# linkProposal[few]
source: Select a recommended one
yo: Yan ọ̀kan tí a gbàníyànjú

# linkProposal[many]
source: Select a recommended one
yo: Yan ọ̀kan tí a gbàníyànjú

# linkProposal[other]
source: Select a recommended one
yo: Yan ọ̀kan tí a gbàníyànjú

source: All your friends are imported
yo: Gbogbo àwọn ọ̀rẹ́ ni a ṣàgbéwọlé

source: Found one friend to import
yo: Rí ọ̀rẹ́ kan ní iṣàgbéwọlé

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
yo: Rí {{numFriends}} ọ̀rẹ́ kan ní iṣàgbéwọlé

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
yo: Rí {{numFriends}} ọ̀rẹ́ kan ní iṣàgbéwọlé

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
yo: Rí {{numFriends}} ọ̀rẹ́ kan ní iṣàgbéwọlé

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
yo: Rí {{numFriends}} ọ̀rẹ́ kan ní iṣàgbéwọlé

source: Search
yo: Ṣàwàri

source: No contacts found
yo: A kòrí àwọn olùbásọ̀rọ̀

source: Done
yo: Ti ṣe tán

source: Importing friends to Contacts
yo: Ń gbéwọlé àwọn ọ̀rẹ́ Olùbásọ̀rọ̀

source: Updating friends in Contacts
yo: Ń ṣe àfikún àwọn ọ̀rẹ́ Olùbásọ̀rọ̀

# message2
source: This may take a couple of minutes
yo: Èyi lè gba ìṣẹjú díẹ̀

source: Please hold on. We are linking your friend and your contact.
yo: Jọ̀wọ́ dúro náà. A ń tọ́kasí àwọn ọ̀rẹ́ rẹ àti olùbásọ̀rọ̀ rẹ.

source: Please hold on. We are canceling the ongoing operation.
yo: Jọ̀wọ́ dúro náà. A ńṣe ìparẹ ìmú ṣiṣẹ́ lọ.

source: Error {{from}}
yo: Àṣiṣẹ {{from}}

# error2
source: Do you want to retry?
yo: Ṣé o fẹ́ gbìyànjú?

# errorProposal
source: calculating proposals
yo: ń ṣe ìṣirò awọn ẹ̀yànjú

# errorFriends
source: retrieving friends
yo: ńkó àwọn ọ̀rẹ́ jọ

source: linking contact
yo: ńsopọ̀ olùbásọ̀rọ̀

source: Exceeded timeout {{from}}
yo: Àkòkò ti kọjá {{from}}

# timeout2
source: Do you want to retry?
yo: Ṣé o fẹ́ gbìyànjú si?

# timeoutProposal
source: calculating proposals
yo: ń ṣe ìṣirò àwọn ẹ̀yànjú

# timeoutFriends
source: retrieving friends
yo: ń gba àwọn ọ̀rẹ́

source: linking contacts
yo: tọ́kasí àwọn olùbásọ̀rọ̀

source: Please hold on
yo: Jọ̀wọ́ dúro náà

# wait2
source: This may take a couple of minutes
yo: Èyí lè gba àwọn ìṣẹjú díẹ̀

source: Please hold on. We are calculating a proposal.
yo: Jọ̀wọ́ dúró náà. A ń ṣe ìṣirò ìdámọ̀ràn.

source: Please hold on. We are connecting to obtain your friend list.
yo: Jọ̀wọ́ dúró náà. A ń sopọ̀ láti gba àtòkọ àwọn ọ̀rẹ́ rẹ.

# curtainCancel
source: Cancel
yo: Parẹ́

source: Retry
yo: Gbìyànjú

# curtainOK
source: OK
yo: Ó DÁRA

source: No Internet connection
yo: Kòsí ìsopọ̀ Íntánẹtì

source: Friends’ photos will not be added to your contacts. Continue anyway?
yo: Àwọn fọ́tò àwọn ọ̀rẹ́ ni akòni ṣàfikún sí àwọn olùbásọ̀rọ̀ rẹ. Ṣáà tẹ̀siwajú?

# yesOption
source: OK
yo: Ó DÁRA

# noOption
source: Cancel
yo: Parẹ́

source: No friends updated
yo: Kòsí ìṣàfikùn àwọn ọ̀rẹ́

source: Updated one friend
yo: Ṣàfikùn ọ̀rẹ́ kan

# friendsUpdated[two]
source: Updated {{numFriends}} friends
yo: Ṣàfikùn {{numFriends}} àwọn ọ̀rẹ́

# friendsUpdated[few]
source: Updated {{numFriends}} friends
yo: Ṣàfikùn {{numFriends}} àwọn ọ̀rẹ́

# friendsUpdated[many]
source: Updated {{numFriends}} friends
yo: Ti ṣàfikún {{numFriends}} àwọn ọ̀rẹ́

# friendsUpdated[other]
source: Updated {{numFriends}} friends
yo: Ti ṣàfikún {{numFriends}} àwọn ọ̀rẹ́

source: No duplicated friends merged
yo: Kòsí ìsopọ̀ ìsẹ̀dà àwọn ọ̀rẹ́

source: One duplicated friend merged
yo: Ìsẹ̀dà ọ̀rẹ́ kan papọ̀

# friendsMerged[two]
source: {{numDups}} friends merged
yo: ̀{{numDups}} wọn ọ̀rẹ́ papọ̀

# friendsMerged[few]
source: {{numDups}} friends merged
yo: ̀{{numDups}} wọn ọ̀rẹ́ papọ̀

# friendsMerged[many]
source: {{numDups}} friends merged
yo: ̀{{numDups}} wọn ọ̀rẹ́ papọ̀

# friendsMerged[other]
source: {{numDups}} friends merged
yo: ̀{{numDups}} wọn ọ̀rẹ́ papọ̀

source: Your Facebook session is invalid. Please sign in.
yo: Àkókò Facebook rẹ kòtọ́. Jọ̀wọ́ wọlé.

source: There was an error synchronizing your friend’s data
yo: Àwọn àṣìṣe ń sọdọ̀kan dátà àwọn ọ̀rẹ́ rẹ
