Repository: translate/mozilla-gaia
Catalog: dsb/apps/communications/dialer/dialer.properties.po
Languages: dsb

source: Add new number
dsb: Nowy numer pśidaś

source: Contact details
dsb: Kontaktowe drobnostki

source: Add to existing contact
dsb: Eksistěrujucemu kontaktoju pśidaś

source: All
dsb: Wšykne

# all.ariaLabel
source: All
dsb: Wšykne

source: Call log
dsb: Protokol zawołanjow

source: Edit call log
dsb: Protokol zawołanjow wobźěłaś

source: Edit call log dialog
dsb: Dialog protokola zawołanjow wobźěłaś

source: Connecting
dsb: Zwězujo se

source: Asynchronous: {{ async }}
dsb: Asynchrony: {{ async }}

source: Data: {{ data }}
dsb: Daty: {{ data }}

source: An error occurred while retrieving call forwarding status
dsb: Při wótwołowanju zawołańskego dalejposrědnjeńskego statusa jo zmólka nastała

source: FAX: {{ fax }}
dsb: FAKS: {{ fax }}

source: Inactive
dsb: Inaktiwny

source: Packet: {{ packet }}
dsb: Pakśik: {{ packet }}

source: PAD: {{ pad }}
dsb: Notice: {{ pad }}

source: Call forwarding status
dsb: Zawołański dalejpósrědnjeński status

source: Synchronous: {{ sync }}
dsb: Synchrony: {{ sync }}

source: Voice: {{ voice }}
dsb: Telefon: {{ voice }}

source: Clear selected calls?
dsb: Wubrane zawołanja lašowaś?

source: Contacts
dsb: Kontakty

source: Create new contact
dsb: Nowy kontakt napóraś

source: Delete
dsb: Lašowaś

source: Add contact
dsb: Kontakt pśidaś

source: Add Contact Dialog
dsb: Kontaktowy dialog pśidaś

source: Call Information
dsb: Zawołańske informacije

# edit-selected[one]
source: {{ n }} selected
dsb: {{ n }} wubrany

# edit-selected[two]
source: {{ n }} selected
dsb: {{ n }} wubranej

# edit-selected[few]
source: {{ n }} selected
dsb: {{ n }} wubrane

# edit-selected[many]
source: {{ n }} selected
dsb: {{ n }} wubranych

# edit-selected[other]
source: {{ n }} selected
dsb: {{ n }} wubranych

source: Edit
dsb: Wobźěłaś

source: Hide keypad
dsb: Tastaturu schowaś

source: Ignore Call
dsb: Zawołanje ignorěrowaś

source: Incoming
dsb: Dochadajuce

source: Keypad
dsb: Tastatura

source: Make call
dsb: Zawołaś

source: Merge
dsb: Zjadnośiś

# info-missed
source: Missed
dsb: Zapasony

source: Missed
dsb: Zapasony

# missed.ariaLabel
source: Missed
dsb: Zapasony

source: Canceled
dsb: Pśetergnjony

source: Missed call
dsb: Zapasone zawołanje

source: (SIM {{ n }}) Missed call
dsb: (SIM {{ n }}) Zapasone zawołanje

source: An error occurred while sending the message
dsb: Pśi słanju powěsći jo zmólka nastała

source: Session expired
dsb: Pósejźenje pśepadnuło

source: Message successfully sent
dsb: Powěsć jo se wuspěšnje pósłała

source: Mute
dsb: Nimy

source: New call
dsb: Nowe załowanje

source: No calls recorded
dsb: Žedno zawołanje zregistrěrowane

source: No missed calls
dsb: Žedne zapasone zawołanja

source: On hold
dsb: W cakańskej šlejfje

source: Outgoing
dsb: Wuchadajuce

source: Recent calls
dsb: Nejnowše zawołanja

source: Reply
dsb: Wótegroniś

source: Send
dsb: Pósłaś

source: Switch calls
dsb: Zawołanja wuměniś

source: Today
dsb: Źinsa

source: Withheld number
dsb: Pódtłocony numer

source: From {{ contact }}
dsb: Wót {{ contact }}

source: From {{ number }}
dsb: Wót {{ number }}

source: From withheld number
dsb: Wót pódtłoconego numera

source: Yesterday
dsb: Cora

source: Sending…
dsb: Sćelo so…

# speakerOption.ariaLabel
source: Speaker
dsb: Głosnik

source: {{ operator }} services
dsb: Słužby {{ operator }}

source: Toggle keypad
dsb: Tastaturu pśešaltowaś

source: Type your response…
dsb: Napišćo swójo wótegrono…

source: Clear all text
dsb: Wšen tekst lašowaś

source: Hide
dsb: Schowaś

source: Call
dsb: Zawołaś

source: Hold
dsb: Źaržaś

source: Resume
dsb: Pókšacowaś

# resume.ariaLabel
source: Resume
dsb: Pókšacowaś

source: Send Message
dsb: Powěsć pósłaś

source: Call Ended
dsb: Zawołanje skóńcone

source: via SIM{{ n }}
dsb: pśez SIM{{ n }}

source: Unknown
dsb: Njeznaty

source: Cancel
dsb: Pśetergnuś

source: Remove
dsb: Wótpóraś

source: Remove all Facebook data?
dsb: Wšykne Facebookowe daty wótpóraś?

source: Delete contact?
dsb: Kontakt lašowaś?

source: No Contact to Delete
dsb: Žeden kontakt za lašowanje

source: Delete 1 Contact? This cannot be undone.
dsb: 1 kontakt lašowaś? To njedajo se anulěrowaś.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
dsb: {{n}} kontakta lašowaś? To njedajo se anulěrowaś.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
dsb: {{n}} kontakty lašowaś? To njedajo se anulěrowaś.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
dsb: {{n}} kontaktow lašowaś? To njedajo se anulěrowaś.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
dsb: {{n}} kontaktow lašowaś? To njedajo se anulěrowaś.

source: Retry
dsb: Hyšći raz wopytaś

source: Hang Up
dsb: Połožyś

source: Pick up
dsb: Pśiwześ

source: Slider
dsb: Suwak

source: Settings
dsb: Nastajenja

source: Nothing selected
dsb: Nic wubrany

source: Delete selected log?
dsb: Wubrany protokol lašowaś?

# delete-n-log?[two]
source: Delete {{ n }} logs?
dsb: {{ n }} protokola lašowaś?

# delete-n-log?[few]
source: Delete {{ n }} logs?
dsb: {{ n }} protokole lašowaś?

# delete-n-log?[many]
source: Delete {{ n }} logs?
dsb: {{ n }} protokolow lašowaś?

# delete-n-log?[other]
source: Delete {{ n }} logs?
dsb: {{ n }} protokolow lašowaś?

source: Phone
dsb: Telefon

source: {{ n }} match for "{{ matchNumber }}"
dsb: {{ n }} naraźenje za "{{ matchNumber }}"

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
dsb: {{ n }} naraźeni za "{{ matchNumber }}"

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
dsb: {{ n }} naraźenja za "{{ matchNumber }}"

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
dsb: {{ n }} naraźenjow za "{{ matchNumber }}"

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
dsb: {{ n }} naraźenjow za "{{ matchNumber }}"

source: Call barring
dsb: Zawołańske blokěrowanje

source: Call forwarding
dsb: Zawołańske dalejpósrědnjenje

source: Incoming Caller ID
dsb: ID dochadajucego zazwónjarja

source: Outgoing Caller ID
dsb: ID wuchadajucego zazwónjarja

source: Password change
dsb: Gronidło změniś

source: Call waiting
dsb: Cakajuce zawołanje

source: PIN change
dsb: PIN změniś

source: PIN2 change
dsb: PIN2 změniś

source: Unblock PIN
dsb: PIN-blokadu wótpóraś

source: Unblock PIN2
dsb: PIN2-blokadu wótpóraś

source: Voice
dsb: Telefon

source: Data
dsb: Daty

source: FAX
dsb: FAKS

source: Sync
dsb: Synchrony

source: Async
dsb: Asynchrony

source: Packet
dsb: Paket

source: PAD
dsb: TASTATURA

source: Service was enabled
dsb: Słužba jo se zmóžniła

source: Service has been disabled
dsb: Słužba jo se znjemóžniła

source: Registration was successful
dsb: Registrěrowanje jo wuspěšne było

source: Erasure was successful
dsb: Wulašowanje jo wuspěšne było

source: Request was successful
dsb: Napšašowanje jo wuspěšne było

source: Service not provisioned
dsb: Słužba njejo k dispoziciji

source: You can not change the caller ID setting
dsb: Njamóžośo nastajenja ID zawołarja změniś

source: Caller ID defaults to restricted. Next call: Restricted
dsb: Standard za zazwónjarski ID jo "pódtłocony". Pśichodne zawołanje: Pódtłocone

source: Caller ID defaults to restricted. Next call: Not restricted
dsb: Standard za zazwónjarski ID jo "pódtłocony". Pśichodne zawołanje: Njepódtłocone

source: Caller ID defaults to not restricted. Next call: Restricted
dsb: Standard za zazwónjarski ID jo "njepódtłocony". Pśichodne zawołanje: Pódtłocone

source: Caller ID defaults to not restricted. Next call: Not restricted
dsb: Standard za zazwónjarski ID jo "njepódtłocony". Pśichodne zawołanje: Njepódtłocone

source: Service was enabled for:
dsb: Słužba jo se zmóžniła za:

source: PIN successfully changed
dsb: PIN jo se wuspěšnje změnił

source: PIN successfully unblocked
dsb: PIN-blokada jo se wuspěšnje wótpórała

source: PIN2 successfully changed
dsb: PIN2 jo se wuspěšnje změnił

source: PIN2 successfully unblocked
dsb: PIN2-blokada wuspěšnje wótpórana

source: Service is enabled
dsb: Słužba jo zmóžnjona

source: Service is disabled
dsb: Słužba jo znjemóžnjona

source: Service is enabled for:
dsb: Słužba jo se zmóžniła za:

source: Connection problem or invalid MMI code
dsb: Zwiskowy problem abo njepłaśiwy MMI-kod

source: Incorrect Password
dsb: Wopacne gronidło

source: Invalid or Unsupported MMI Code
dsb: Njepłaśiwy abo njepódpěrany MMI-kod

source: Invalid action
dsb: Njepłaśiwa akcija

source: Invalid service code
dsb: Njepłaśiwy słužbny kod

source: The PUK you typed is not correct
dsb: Zapódany PUK jo wopak

source: The old PIN you typed is not correct.
dsb: Stary zapódany PIN jo wopak.

source: Type PUK2 to unblock SIM card
dsb: Zapódajśo PUK2, aby blokadu SIM-kórty wótpórał

source: The PINs you typed do not match
dsb: Zapódanej PIN njejstej jadnakej

source: Type a PIN that is 4 to 8 numbers
dsb: Zapódajśo PIN z 4 až do 5 cyfrow

source: Your SIM card is PUK-locked
dsb: Waša SIM-kórta jo pśez PUK zastajona

source: Unsuccessful. Enable SIM/RUIM LOCK
dsb: Njewuspěšny. Zmóžniśo SIM/RUIM LOCK

source: Operation is restricted to fixed dialing numbers only
dsb: Operacija jo na póstajone telefonowe numery wobgranicowana

source: USSD request is modified to DIAL request
dsb: USSD-napšašowanje jo se do DIAL-napšašowanja změniło

source: USSD request is modified to SS request
dsb: USSD-napšašowanje jo se do SS-napšašowanja změniło

source: USSD request is modified to new USSD request
dsb: USSD-napšašowanje jo se do nowego USSD-napšašowanja změniło

source: SS request is modified to DIAL request
dsb: SS-napšašowanje jo se do DIAL-napšašowanja změniło

source: SS request is modified to USSD request
dsb: SS-napšašowanje jo se do USSD-napšašowanja změniło

source: SS request is modified to new SS request
dsb: SS-napšašowanje jo se do nowego SS-napšašowanja změniło

source: Only {{ n }} retry left
dsb: Jano {{ n }} wopyt wuše

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
dsb: Jano {{ n }} wopyta wuše

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
dsb: Jano {{ n }} wopyty wuše

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
dsb: Jano {{ n }} wopytow wuše

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
dsb: Jano {{ n }} wopytow wuše

source: Maximum number of retries exceeded. SIM blocked
dsb: Maksimalna licba wopytow jo dojśpjona. SIM se blokěrujo

source: Radio not available
dsb: Škrickowanje njejo k dispoziciji

source: Generic failure
dsb: Powšykna zmólka

source: Password incorrect
dsb: Gronidło wopak

source: Request not supported
dsb: Napšašowanje se njepódpěra

source: Operation not allowed during voice call
dsb: Operacija njejo dowólona za cas zawołanja

source: SMS send fail retry
dsb: Słanje SMS njejo se raźiło, nowy wopyt

source: SIM absent
dsb: SIM felujo

source: Subscription not available
dsb: Abonement njejo k dispoziciji

source: Mode not supported
dsb: Modus se njepódpěra

source: Fdn check failure
dsb: Zmólka pśi pśeglědowanju FDN

source: Illegal SIM or ME
dsb: Njedowólona SIM-kórta abo njedowólony mobilny kóńcny rěd

source: Dial modified to USSD
dsb: DIAL jo se do USSD změnił

source: Dial modified to SS
dsb: DIAL jo se do SS změnił

source: Dial modified to dial
dsb: DIAL jo se do DIAL změnił

source: USSD modified to dial
dsb: USSD jo se do DIAL změnił

source: USSD modified to SS
dsb: USSD jo se do SS změnił

source: USSD modified to USSD
dsb: USSD jo se do USSD změnił

source: SS modified to dial
dsb: SS jo se do DIAL změnił

source: SS modified to USSD
dsb: SS jo se do USSD změnił

source: SS modified to SS
dsb: SS jo se do SS změnił

source: Subscription not supported
dsb: Abonement se njepódpěra

source: Invalid parameter
dsb: Njepłaśiwy parameter

source: Rejected by remote
dsb: Znazdala wótpokazany

source: Conference ({{n}})
dsb: Konferenca ({{n}})

source: Voicemail has left the call.
dsb: Voicemail jo zawołanje zawóstajiła.

source: Withheld number has left the call.
dsb: Podtłocony numer jo zawołanje zawóstajił.

source: {{ caller }} has left the call.
dsb: {{ caller }} jo konferencu spušćił.

source: Unable to merge calls
dsb: Njejo móžno zawołanja zjadnośiś

source: Unable to unmerge calls
dsb: Njejo móžno, zjadnośenje zawołanjow wótpóraś

source: %A, %B %e
dsb: %A, %e. %EB

source: Select audio sources
dsb: Awdiožrědła wubraś

source: Bluetooth handsfree device
dsb: Lichopowědański rěd Bluetooth

source: Receiver
dsb: Pśidostawak

source: Speaker
dsb: Głosnik
