Repository: translate/mozilla-gaia
Catalog: ach/shared/phone_types/phone_types.properties.po
Languages: ach

source: Label
ach: Lanyut

source: Mobile
ach: Cim

source: Home
ach: Gang

source: Work
ach: Tic

source: Personal
ach: Pa ngat moni

source: Fax home
ach: Cwal kwena iwiyamo gang

source: Fax office
ach: Cwal kwena iwiyamo katic

source: Fax other
ach: Cwal kwena kamukene

source: Another
ach: Mukene

source: Other
ach: Mukene

source: Custom tag
ach: Lanyut pi gin moni

source: Current
ach: Kombedi
