Repository: translate/mozilla-gaia
Catalog: son/apps/clock/clock.properties.po
Languages: son

source: Reset
son: Yeeti

source: Start
son: Šintin

source: Stop
son: Kayandi

source: Cancel
son: Naŋ

source: Hours
son: Guurey

source: Minutes
son: Minitey

source: Alarm
son: Ɲooje

source: Timer
son: Waatidiikaw

source: Stopwatch
son: Waatikayandi

source: Alarm name
son: Ɲooje maa

source: New alarm
son: Ɲooje taaga

source: Edit alarm
son: Ɲooje fasal

source: Pause
son: Hunanzam

source: Resume
son: Sintin taaga

source: Lap
son: Gande

source: Lap {{n}}
son: Gande {{n}}

source: Delete
son: Tuusu

source: Time
son: Waatidiikaw

# snooze-label
source: Snooze
son: Dusungu

# snooze-button
source: Snooze
son: Dusungu

source: Repeat
son: Filla

source: Vibrate
son: Jijiri

source: Close
son: Daabu

source: Save
son: Gaabu

source: Done
son: A ben

# closeButton.ariaLabel
source: Close
son: Daabu

# newAlarmButton.ariaLabel
source: New alarm
son: Ɲooje taaga

source: System Alarm Volume
son: Dabariɲaa ɲooje sahã

source: Sound
son: Sawtu

source: No Sound
son: Sawtu šii

source: Every day
son: Zaari kul

source: Weekdays
son: Goyzaarey

source: Weekends
son: Hunanzamjirbey

source: Never
son: Abada

source: On
son: Dira

source: Off
son: Wii

source: +1 Min
son: Min +1

source: The alarm is set for <strong>{{alarmMinutes}}</strong> from now.
son: Ɲoojaa woo ka kayandi <strong>{{alarmMinutes}}</strong> se sohõ banda ga.

source: The alarm is set for {{alarmHours}} and {{alarmMinutes}} from now.
son: Ɲoojaa ka kayandi {{alarmHours}} nda {{alarmMinutes}} se sohõ banda ga.

source: The alarm is set for {{alarmDays}} and {{alarmHours}} from now.
son: Ɲoojaa ka kayandi {{alarmDays}} nda {{alarmHours}} se sohõ banda ga.

source: less than a minute
son: a ši too miniti foo

# alarmMinutes[one]
source: one minute
son: Miniti foo

# alarmMinutes[two]
source: {{minutes}} minutes
son: Miniti {{minutes}}

# alarmMinutes[few]
source: {{minutes}} minutes
son: Miniti {{minutes}}

# alarmMinutes[many]
source: {{minutes}} minutes
son: Miniti {{minutes}}

# alarmMinutes[other]
source: {{minutes}} minutes
son: Miniti {{minutes}}

# alarmHours[zero]
source: <strong>{{hours}} hours</strong>
son: <strong>{{hours}} guuru</strong>

source: <strong>{{hours}} hour</strong>
son: <strong>guuru {{hours}}</strong>

# alarmHours[two]
source: <strong>{{hours}} hours</strong>
son: <strong>guuru {{hours}}</strong>

# alarmHours[few]
source: <strong>{{hours}} hours</strong>
son: <strong>guuru {{hours}}</strong>

# alarmHours[many]
source: <strong>{{hours}} hours</strong>
son: <strong>guuru {{hours}}</strong>

# alarmHours[other]
source: <strong>{{hours}} hours</strong>
son: <strong>guuru {{hours}}</strong>

# alarmDays[zero]
source: <strong>{{days}} days</strong>
son: <strong>zaari {{days}}</strong>

source: <strong>{{days}} day</strong>
son: <strong>zaari {{days}}</strong>

# alarmDays[two]
source: <strong>{{days}} days</strong>
son: <strong>zaari {{days}}</strong>

# alarmDays[few]
source: <strong>{{days}} days</strong>
son: <strong>zaari {{days}}</strong>

# alarmDays[many]
source: <strong>{{days}} days</strong>
son: <strong>zaari {{days}}</strong>

# alarmDays[other]
source: <strong>{{days}} days</strong>
son: <strong>zaari {{days}}</strong>

source: zero minutes
son: miniti yaada

# nSpinnerMinutes.ariaValuetext[one]
source: one minute
son: Miniti foo

# nSpinnerMinutes.ariaValuetext[two]
source: {{n}} minutes
son: Miniti {{n}}

# nSpinnerMinutes.ariaValuetext[few]
source: {{n}} minutes
son: Miniti {{n}}

# nSpinnerMinutes.ariaValuetext[many]
source: {{n}} minutes
son: Miniti {{n}}

# nSpinnerMinutes.ariaValuetext[other]
source: {{n}} minutes
son: Miniti {{n}}

source: zero hours
son: guuru yaada

source: {{n}} hour
son: guuru {{n}}

# nSpinnerHours.ariaValuetext[two]
source: {{n}} hours
son: Guuru {{n}}

# nSpinnerHours.ariaValuetext[few]
source: {{n}} hours
son: Guuru {{n}}

# nSpinnerHours.ariaValuetext[many]
source: {{n}} hours
son: Guuru {{n}}

# nSpinnerHours.ariaValuetext[other]
source: {{n}} hours
son: Guuru {{n}}
