Repository: translate/mozilla-gaia
Catalog: qvi/shared/date/date.properties.po
Languages: qvi

source: Sunday
qvi: Inti puncha

source: Monday
qvi: Awaki puncha

source: Tuesday
qvi: Awkarik puncha

source: Wednesday
qvi: Chillay puncha

source: Thursday
qvi: Kullka puncha

source: Friday
qvi: Chaska puncha

source: Saturday
qvi: Wacha puncha

source: Sun
qvi: Hawkay

source: Mon
qvi: Sullka

source: Tue
qvi: Kulla

source: Wed
qvi: Haway

source: Thu
qvi: Patma

source: Fri
qvi: Haycha

source: Sat
qvi: Tinki

# month-0-long
source: January
qvi: Kamay killa

# month-1-long
source: February
qvi: Panchiy killa

# month-2-long
source: March
qvi: Pawkar killa

# month-3-long
source: April
qvi: Ayriwa killa

# month-4-long
source: May
qvi: Aymuray killa

# month-5-long
source: June
qvi: Inti killa

# month-6-long
source: July
qvi: Purun killa

# month-7-long
source: August
qvi: Chakmay killa

# month-8-long
source: September
qvi: Kuya killa

# month-9-long
source: October
qvi: Yaku killa

# month-10-long
source: November
qvi: Ayar killa

# month-11-long
source: December
qvi: Kapak killa

# month-0-genitive
source: January
qvi: Kamay killa

# month-1-genitive
source: February
qvi: Panchiy killa

# month-2-genitive
source: March
qvi: Pawkar killa

# month-3-genitive
source: April
qvi: Ayriwa killa

# month-4-genitive
source: May
qvi: Aymuray killa

# month-5-genitive
source: June
qvi: Inti killa

# month-6-genitive
source: July
qvi: Purun killa

# month-7-genitive
source: August
qvi: Chakmay killa

# month-8-genitive
source: September
qvi: Kuya killa

# month-9-genitive
source: October
qvi: Yaku killa

# month-10-genitive
source: November
qvi: Ayar killa

# month-11-genitive
source: December
qvi: Kapak killa

source: Jan
qvi: Kam

source: Feb
qvi: Pan

source: Mar
qvi: Paw

source: Apr
qvi: Ayr

# month-4-short
source: May
qvi: Aym

source: Jun
qvi: Int

source: Jul
qvi: Pur

source: Aug
qvi: Cha

source: Sep
qvi: Kuy

source: Oct
qvi: Yak

source: Nov
qvi: Aya

source: Dec
qvi: Kap

# minutes-ago-long[zero]
source: just now
qvi: Kunan

source: a minute ago
qvi: shuk chinilla manta

# minutes-ago-long[two]
source: {{value}} minutes ago
qvi: {{value}} chinillakuna manta

# minutes-ago-long[few]
source: {{value}} minutes ago
qvi: {{value}} chinillakuna manta

# minutes-ago-long[many]
source: {{value}} minutes ago
qvi: {{value}} chinillakuna manta

# minutes-ago-long[other]
source: {{value}} minutes ago
qvi: {{value}} chinillakuna manta

# hours-ago-long[zero]
source: just now
qvi: Kunan

source: an hour ago
qvi: shuk saylla manta

# hours-ago-long[two]
source: {{value}} hours ago
qvi: {{value}} sayllakuna manta

# hours-ago-long[few]
source: {{value}} hours ago
qvi: {{value}} sayllakuna manta

# hours-ago-long[many]
source: {{value}} hours ago
qvi: {{value}} sayllakuna manta

# hours-ago-long[other]
source: {{value}} hours ago
qvi: {{value}} sayllakuna manta

# days-ago-long[zero]
source: today
qvi: kunan

source: yesterday
qvi: kayna

# days-ago-long[two]
source: {{value}} days ago
qvi: {{value}} punchakuna manta

# days-ago-long[few]
source: {{value}} days ago
qvi: {{value}} punchakuna manta

# days-ago-long[many]
source: {{value}} days ago
qvi: {{value}} punchakuna manta

# days-ago-long[other]
source: {{value}} days ago
qvi: {{value}} punchakuna manta

# weeks-ago-long[zero]
source: this week
qvi: kay kanchispuncha

source: last week
qvi: yallishka kanchispuncha

# weeks-ago-long[two]
source: {{value}} weeks ago
qvi: {{value}} kanchispunchakuna manta

# weeks-ago-long[few]
source: {{value}} weeks ago
qvi: {{value}} kanchispunchakuna manta

# weeks-ago-long[many]
source: {{value}} weeks ago
qvi: {{value}} kanchispunchakuna manta

# weeks-ago-long[other]
source: {{value}} weeks ago
qvi: {{value}} kanchispunchakuna manta

# months-ago-long[zero]
source: this month
qvi: kay killa

source: last month
qvi: yallishka killa

# months-ago-long[two]
source: {{value}} months ago
qvi: {{value}} killakuna manta

# months-ago-long[few]
source: {{value}} months ago
qvi: {{value}} killakuna manta

# months-ago-long[many]
source: {{value}} months ago
qvi: {{value}} killakuna manta

# months-ago-long[other]
source: {{value}} months ago
qvi: {{value}} killakuna manta

# years-ago-long[zero]
source: this year
qvi: kay wata

source: last year
qvi: yallishka wata

# years-ago-long[two]
source: {{value}} years ago
qvi: {{value}} watakuna manta

# years-ago-long[few]
source: {{value}} years ago
qvi: {{value}} watakuna manta

# years-ago-long[many]
source: {{value}} years ago
qvi: {{value}} watakuna manta

# years-ago-long[other]
source: {{value}} years ago
qvi: {{value}} watakuna manta

# minutes-until-long[zero]
source: now
qvi: kunan

source: in a minute
qvi: shuk chinikupi

# minutes-until-long[two]
source: in {{value}} minutes
qvi: {{value}} chinikukunapi

# minutes-until-long[few]
source: in {{value}} minutes
qvi: {{value}} chinikukunapi

# minutes-until-long[many]
source: in {{value}} minutes
qvi: {{value}} chinikukunapi

# minutes-until-long[other]
source: in {{value}} minutes
qvi: {{value}} chinikukunapi

# hours-until-long[zero]
source: now
qvi: kunan

source: in an hour
qvi: shuk sayllapi

# hours-until-long[two]
source: in {{value}} hours
qvi: {{value}} sayllakunapi

# hours-until-long[few]
source: in {{value}} hours
qvi: {{value}} sayllakunapi

# hours-until-long[many]
source: in {{value}} hours
qvi: {{value}} sayllakunapi

# hours-until-long[other]
source: in {{value}} hours
qvi: {{value}} sayllakunapi

# days-until-long[zero]
source: today
qvi: kunan

source: tomorrow
qvi: kaya

# days-until-long[two]
source: in {{value}} days
qvi: {{value}} punchakunapi

# days-until-long[few]
source: in {{value}} days
qvi: {{value}} punchakunapi

# days-until-long[many]
source: in {{value}} days
qvi: {{value}} punchakunapi

# days-until-long[other]
source: in {{value}} days
qvi: {{value}} punchakunapi

# weeks-until-long[zero]
source: this week
qvi: kay kanchispuncha

source: next week
qvi: ñawpa kanchispuncha

# weeks-until-long[two]
source: in {{value}} weeks
qvi: {{value}} kanchispunchakunapi

# weeks-until-long[few]
source: in {{value}} weeks
qvi: {{value}} kanchispunchakunapi

# weeks-until-long[many]
source: in {{value}} weeks
qvi: {{value}} kanchispunchakunapi

# weeks-until-long[other]
source: in {{value}} weeks
qvi: {{value}} kanchispunchakunapi

# months-until-long[zero]
source: this month
qvi: kay killa

source: next month
qvi: ñawpa killa

# months-until-long[two]
source: in {{value}} months
qvi: {{value}} killakunapi

# months-until-long[few]
source: in {{value}} months
qvi: {{value}} killakunapi

# months-until-long[many]
source: in {{value}} months
qvi: {{value}} killakunapi

# months-until-long[other]
source: in {{value}} months
qvi: {{value}} killakunapi

# years-until-long[zero]
source: this year
qvi: kay wata

source: next year
qvi: ñawpa wata

# years-until-long[two]
source: in {{value}} years
qvi: {{value}} watakunapi

# years-until-long[few]
source: in {{value}} years
qvi: {{value}} watakunapi

# years-until-long[many]
source: in {{value}} years
qvi: {{value}} watakunapi

# years-until-long[other]
source: in {{value}} years
qvi: {{value}} watakunapi

# minutes-ago-short[zero]
source: just now
qvi: Kunan

source: {{value}}m ago
qvi: {{value}} cku. manta

# hours-ago-short[zero]
source: just now
qvi: Kunan

source: {{value}}h ago
qvi: {{value}} slla. manta

# days-ago-short[zero]
source: today
qvi: kunan

source: {{value}}d ago
qvi: {{value}} pha. manta

# minutes-until-short[zero]
source: now
qvi: kunan

source: in {{value}}m
qvi: {{value}} chinikukunapi

# hours-until-short[zero]
source: now
qvi: kunan

source: in {{value}}h
qvi: {{value}} sayllakunapi

# days-until-short[zero]
source: today
qvi: kunan

source: in {{value}}d
qvi: {{value}} punchakunapi

source: (incorrect date)
qvi: (pacha mana allichinaska)
