Repository: translate/mozilla-gaia
Catalog: sm/apps/calendar/calendar.properties.po
Languages: sm

source: Back
sm: Alu i tua

source: Save
sm: Teu

source: Hide
sm: Fa'alilo

source: Cancel
sm: Sōloia

source: Confirm
sm: Fa'amausalī

source: Done
sm: 'Uma lava

source: Events
sm: Mea sa tupu

source: Edit
sm: Toe-sui

source: All-day Events
sm: Mea sa tupu aso 'uma

source: Today
sm: Aso nei

source: Month
sm: Māsina

source: Week
sm: Vaiaso

source: Day
sm: Aso

source: Settings
sm: Fa'atonutonu

source: Hide settings
sm: Fa'alilo le fa'atonutonu

source: Add an account
sm: Fa'aopoopo account

source: Add event
sm: Fa'aopoopo mea sa tupu

source: Event
sm: Mea sa tupu

source: Calendars
sm: Kālena

source: Personalization
sm: Fetu'una'i patino

source: Username
sm: Igoa-fai

source: Password
sm: 'Upulilo

source: Unable to sync
sm: E lē mafai ona fa'atasia

source: Sign in
sm: Saini totonu

# preset-local
source: Offline calendar
sm: Kālena Laina-'ese

# calendar-local
source: Offline calendar
sm: Kālena Laina-'ese

source: Title
sm: Ulutala

source: Where?
sm: E fea?

source: Notes
sm: Fe'au

source: All day event?
sm: Mea sa tupu aso 'uma?

source: Start date
sm: Aso 'Āmata

source: End date
sm: Aso 'Uma

source: Start time
sm: Taimi 'Āmata

source: End time
sm: Taimi 'Uma

source: Delete event
sm: Tia'i Event

source: Remove local data
sm: 'Ave'ese Local Data

source: Remove account
sm: Tō'ese Account

source: Sync Calendar
sm: Fa'atasia Kālena

source: Manually
sm: Fai-lima

source: Each hour
sm: Itūlā 'uma

source: None
sm: Leai se mea

source: Remind me
sm: Fa'amanatu mai

source: {{title}} starting {{distance}}
sm: {{title}} 'āmataga i {{distance}}

source: {{title}} started {{distance}}
sm: {{title}} 'āmataina {{distance}}

source: 0 minutes before
sm: 0 minute 'ae le'i

source: 1 minute before
sm: 1 minute 'ae le'i

# minutes-before[two]
source: {{value}} minutes before
sm: {{value}} minute 'ae le'i

# minutes-before[few]
source: {{value}} minutes before
sm: {{value}} minute 'ae le'i

# minutes-before[many]
source: {{value}} minutes before
sm: {{value}} minute 'ae le'i

# minutes-before[other]
source: {{value}} minutes before
sm: {{value}} minute 'ae le'i

source: 0 hours before
sm: 0 itūlā 'ae le'i

source: 1 hour before
sm: 1 itūlā 'ae le'i

# hours-before[two]
source: {{value}} hours before
sm: {{value}} itūlā 'ae le'i

# hours-before[few]
source: {{value}} hours before
sm: {{value}} itūlā 'ae le'i

# hours-before[many]
source: {{value}} hours before
sm: {{value}} itūlā 'ae le'i

# hours-before[other]
source: {{value}} hours before
sm: {{value}} itūlā 'ae le'i

source: 0 days before
sm: 0 aso 'ae le'i

source: 1 day before
sm: 1 aso 'ae le'i

# days-before[two]
source: {{value}} days before
sm: {{value}} aso 'ae le'i

# days-before[few]
source: {{value}} days before
sm: {{value}} aso 'ae le'i

# days-before[many]
source: {{value}} days before
sm: {{value}} aso 'ae le'i

# days-before[other]
source: {{value}} days before
sm: {{value}} aso 'ae le'i

source: 0 weeks before
sm: 0 vāiaso 'ae le'i

source: 1 week before
sm: 1 vāiaso 'ae le'i

# weeks-before[two]
source: {{value}} weeks before
sm: {{value}} vāiaso 'ae le'i

# weeks-before[few]
source: {{value}} weeks before
sm: {{value}} vāiaso 'ae le'i

# weeks-before[many]
source: {{value}} weeks before
sm: {{value}} vāiaso 'ae le'i

source: 0 months before
sm: 0 māsina 'ae le'i

source: 1 month before
sm: 1 māsina 'ae le'i

# months-before[two]
source: {{value}} months before
sm: {{value}} māsina 'ae le'i

# months-before[few]
source: {{value}} months before
sm: {{value}} māsina 'ae le'i

# months-before[many]
source: {{value}} months before
sm: {{value}} māsina 'ae le'i

# months-before[other]
source: {{value}} months before
sm: {{value}} māsina 'ae le'i

source: 0 years before
sm: 0 tausaga 'ae le'i

# years-before[few]
source: {{value}} years before
sm: {{value}} tausaga 'ae le'i

# years-before[many]
source: {{value}} years before
sm: {{value}} tausaga 'ae le'i

# years-before[other]
source: {{value}} years before
sm: {{value}} tausaga 'ae le'i

source: 0 minutes after
sm: 0 minute talu ai

source: 1 minute after
sm: 1 minute talu ai

# minutes-after[two]
source: {{value}} minutes after
sm: {{value}} minute talu ai

# minutes-after[few]
source: {{value}} minutes after
sm: {{value}} minute pe 'ā 'uma

# minutes-after[many]
source: {{value}} minutes after
sm: {{value}} minute pe 'ā 'uma

# minutes-after[other]
source: {{value}} minutes after
sm: {{value}} minute pe 'ā 'uma

source: 0 hours after
sm: 0 itūlā pe 'ā 'uma

source: 1 hour after
sm: 1 itūlā pe 'ā 'uma

# hours-after[two]
source: {{value}} hours after
sm: {{value}} itūlā pe 'ā 'uma

# hours-after[few]
source: {{value}} hours after
sm: {{value}} itūlā pe 'ā 'uma

# hours-after[many]
source: {{value}} hours after
sm: {{value}} itūlā pe 'ā 'uma

# hours-after[other]
source: {{value}} hours after
sm: {{value}} itūlā talu ai

source: 0 days after
sm: 0 aso talu ai

source: 1 day after
sm: 1 aso talu ai

# days-after[two]
source: {{value}} days after
sm: {{value}} aso talu ai

# days-after[few]
source: {{value}} days after
sm: {{value}} aso talu ai

# days-after[many]
source: {{value}} days after
sm: {{value}} aso talu ai

# days-after[other]
source: {{value}} days after
sm: {{value}} aso talu ai

source: 0 weeks after
sm: 0 vāiaso pe 'ā 'uma

source: 1 week after
sm: 1 vāiaso pe 'ā 'uma

# weeks-after[two]
source: {{value}} weeks after
sm: {{value}} vāiaso pe 'ā 'uma

# weeks-after[few]
source: {{value}} weeks after
sm: {{value}} vāiaso pe 'ā 'uma

# weeks-after[many]
source: {{value}} weeks after
sm: {{value}} vāiaso pe 'ā 'uma

# weeks-after[other]
source: {{value}} weeks after
sm: {{value}} vāiaso pe 'ā 'uma

source: 0 months after
sm: 0 māsina pe 'ā 'uma

source: 1 month after
sm: 1 māsina pe 'ā 'uma

# months-after[two]
source: {{value}} months after
sm: {{value}} māsina talu ai

# months-after[few]
source: {{value}} months after
sm: {{value}} māsina talu ai

# months-after[many]
source: {{value}} months after
sm: {{value}} māsina talu ai

# months-after[other]
source: {{value}} months after
sm: {{value}} māsina talu ai

source: 0 years after
sm: 0 tausaga talu ai

source: 1 year after
sm: 1 tausaga talu ai

# years-after[two]
source: {{value}} years after
sm: {{value}} tausaga talu ai

# years-after[few]
source: {{value}} years after
sm: {{value}} tausaga pe 'ā 'uma

# years-after[many]
source: {{value}} years after
sm: {{value}} tausaga pe 'ā 'uma

# years-after[other]
source: {{value}} years after
sm: {{value}} tausaga pe 'ā 'uma

source: All Day
sm: Aso 'Ātoa

source: Wrong login and/or password
sm: Sesē i le igoa-fai ma/po'o 'upulilo

source: No connection. Check your Wi-Fi and try again.
sm: Leai se feso'ota'i. Siati lou Wi-Fi ma toe taumafai

source: Server error. Check your login and try again.
sm: Sesē i le server. Siati lou saini-totonu ma toe taumafai.

source: Something is wrong. Try again later.
sm: Sesē. Toe taumafai isi taimi.

source: No connection. Check your network configuration and try again.
sm: Leai se feso'ota'iga. Siati le feso'ota'iga ma toe taumafai.

source: Calendar sync error
sm: Sesē fa'atasia kālena
