Repository: translate/mozilla-gaia
Catalog: lg/apps/clock/clock.properties.po
Languages: lg

source: Reset
lg: Zzayo nga bweyali

source: Start
lg: Tandika

source: Stop
lg: Lekelawo

source: Cancel
lg: Sazaamu

source: Hour
lg: Sawa

source: Hours
lg: Sawa

source: Minute
lg: Edakiika

source: Minutes
lg: Edakiika

source: Alarm
lg: Alaamu

source: Timer
lg: Piima esaawa

source: Stopwatch
lg: Esaawa epima

source: Alarm name
lg: Elinya lya alamu

source: Edit alarm
lg: Longoosa enduulu

source: Pause
lg: Yimiriramu

source: Resume
lg: Weyongereyo

source: Lap
lg: Lapu

source: Lap {{n}}
lg: Lapu {{n}}

source: Delete
lg: Jjamu

source: Time
lg: Sawa

# snooze-label
source: Snooze
lg: Wumulamu

# snooze-button
source: Snooze
lg: Wumulamu

source: Repeat
lg: Ddamu

source: Vibrate
lg: Vvuuma

source: Close
lg: Ggalawo

source: Save
lg: Teleka

source: Done
lg: Kiwedde

# closeButton.ariaLabel
source: Close
lg: Ggalawo

# newAlarmButton.ariaLabel
source: New alarm
lg: Alaamu empya

source: System Alarm Volume
lg: Edoboozi lya Alaamu ya Sisitimu

source: Sound
lg: Edobozi

source: No Sound
lg: Tekuli Dobozi

source: Every day
lg: Buli lunaku

source: Weekdays
lg: Enaku za wiki

source: Weekends
lg: Wikendi

source: Never
lg: Tekibawo

source: On
lg: Kweri

source: Off
lg: Teriko

source: +1 Min
lg: +1 Dakiika

source: The alarm is set for <strong>{{minutes}}</strong> from now.
lg: Alaamu ojiteze okuvuga <strong>{{minutes}}</strong> okuva kati.

source: The alarm is set for {{hours}} {{minutes}} from now.
lg: Alaamu ojiteze okuvuga {{hours}} {{minutes}} okuva kati.

source: The alarm is set for {{days}} {{hours}} from now.
lg: Alaamu ojiteze okuvuga {{days}} {{hours}} okuva kati.

source: less than a minute
lg: wansi we endakika emu

source: <strong>{{n}} hour</strong>
lg: <strong>sawa {{n}}</strong>

# nHours[two]
source: <strong>{{n}} hours</strong>
lg: <strong>sawa {{n}}</strong>

# nHours[few]
source: <strong>{{n}} hours</strong>
lg: <strong>sawa {{n}}</strong>

# nHours[many]
source: <strong>{{n}} hours</strong>
lg: <strong>sawa {{n}}</strong>

# nHours[other]
source: <strong>{{n}} hours</strong>
lg: <strong>sawa {{n}}</strong>

source: and <strong>{{n}} hour</strong>
lg: ne <strong>sawa {{n}}</strong>

# nAndRemainHours[two]
source: and <strong>{{n}} hours</strong>
lg: ne <strong>sawa {{n}}</strong>

# nAndRemainHours[few]
source: and <strong>{{n}} hours</strong>
lg: ne <strong>sawa {{n}}</strong>

# nAndRemainHours[many]
source: and <strong>{{n}} hours</strong>
lg: ne <strong>sawa {{n}}</strong>

# nAndRemainHours[other]
source: and <strong>{{n}} hours</strong>
lg: ne <strong>sawa {{n}}</strong>

# nRemainDays[few]
source: <strong>{{n}} days</strong>
lg: <strong>ennaku {{n}}</strong>

# nRemainDays[many]
source: <strong>{{n}} days</strong>
lg: <strong>ennaku {{n}}</strong>

# nRemainDays[other]
source: <strong>{{n}} days</strong>
lg: <strong>ennaku {{n}}</strong>

source: and <strong>{{n}} minute</strong>
lg: ne <strong>dakiika {{n}}</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
lg: ne <strong>dakiika {{n}}</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
lg: ne <strong>dakiika {{n}}</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
lg: ne <strong>dakiika {{n}}</strong>

# nSpinnerSeconds[few]
source: {{n}} seconds
lg: butikiti {{n}}

# nSpinnerSeconds[many]
source: {{n}} seconds
lg: butikiti {{n}}

# nSpinnerSeconds[other]
source: {{n}} seconds
lg: butikiti {{n}}

source: zero minutes
lg: teli dakiika

# nSpinnerMinutes[one]
source: one minute
lg: edakiika emu

# nSpinnerMinutes[two]
source: {{n}} minutes
lg: edakiika {{n}}

# nSpinnerMinutes[few]
source: {{n}} minutes
lg: edakiika {{n}}

# nSpinnerMinutes[many]
source: {{n}} minutes
lg: edakiika {{n}}

# nSpinnerMinutes[other]
source: {{n}} minutes
lg: edakiika {{n}}

source: zero hours
lg: teli sawa

source: {{n}} hour
lg: sawa {{n}}

# nSpinnerHours[two]
source: {{n}} hours
lg: sawa {{n}}

# nSpinnerHours[few]
source: {{n}} hours
lg: sawa {{n}}

# nSpinnerHours[many]
source: {{n}} hours
lg: sawa {{n}}

# nSpinnerHours[other]
source: {{n}} hours
lg: sawa {{n}}
