Repository: translate/mozilla-gaia
Catalog: dsb/apps/clock/clock.properties.po
Languages: dsb

source: Reset
dsb: Slědk stajiś

source: Start
dsb: Startowaś

source: Stop
dsb: Zastajiś

source: Cancel
dsb: Pśetergnuś

source: Hours
dsb: Góźiny

source: Minutes
dsb: Minuty

source: Timer
dsb: Casowe měritko

source: Stopwatch
dsb: Stopawka

source: Alarm name
dsb: Alarmowe mě

source: New alarm
dsb: Nowy alarm

source: Edit alarm
dsb: Alarm wobźěłaś

source: Pause
dsb: Zastajiś

source: Resume
dsb: Pókšacowaś

source: Lap
dsb: Runda

source: Lap {{n}}
dsb: Runda {{n}}

source: Delete
dsb: Lašowaś

source: Time
dsb: Cas

# snooze-label
source: Snooze
dsb: Wokomuźenje

# snooze-button
source: Snooze
dsb: Wokomuźiś

source: Repeat
dsb: Wóspjetowaś

source: Vibrate
dsb: Wibrěrowaś

source: Close
dsb: Zacyniś

source: Save
dsb: Składowaś

source: Done
dsb: Dokóńcone

# closeButton.ariaLabel
source: Close
dsb: Zacyniś

# newAlarmButton.ariaLabel
source: New alarm
dsb: Nowy alarm

source: System Alarm Volume
dsb: Systemowa głosnosć

source: Sound
dsb: Zuk

source: No Sound
dsb: Žeden zuk

source: Every day
dsb: Kuždy žeń

source: Weekdays
dsb: Wšědny źeń

source: Weekends
dsb: Na kóńcach tyźenja

source: Never
dsb: Nigda

source: On
dsb: Zašaltowany

source: Off
dsb: Wušaltowany

source: The alarm is set for <strong>{{alarmMinutes}}</strong> from now.
dsb: Alarm jo na <strong>{{alarmMinutes}}</strong> wót něnta nastajony.

source: The alarm is set for {{alarmHours}} and {{alarmMinutes}} from now.
dsb: Alarm jo na {{alarmHours}} a {{alarmMinutes}} wót něnta nastajony.

source: The alarm is set for {{alarmDays}} and {{alarmHours}} from now.
dsb: Alarm jo na {{alarmDays}} a {{alarmHours}} wót něnta nastajony.

source: less than a minute
dsb: mjenjej ako jadna minuta

# alarmMinutes[one]
source: one minute
dsb: jadna minuta

# alarmMinutes[two]
source: {{minutes}} minutes
dsb: {{minutes}} minuśe

# alarmMinutes[few]
source: {{minutes}} minutes
dsb: {{minutes}} minuty

# alarmMinutes[many]
source: {{minutes}} minutes
dsb: {{minutes}} minutow

# alarmMinutes[other]
source: {{minutes}} minutes
dsb: {{minutes}} minutow

# alarmHours[zero]
source: <strong>{{hours}} hours</strong>
dsb: <strong>{{hours}} góźinow</strong>

source: <strong>{{hours}} hour</strong>
dsb: <strong>{{hours}} góźina</strong>

# alarmHours[two]
source: <strong>{{hours}} hours</strong>
dsb: <strong>{{hours}} góźinje</strong>

# alarmHours[few]
source: <strong>{{hours}} hours</strong>
dsb: <strong>{{hours}} góźiny</strong>

# alarmHours[many]
source: <strong>{{hours}} hours</strong>
dsb: <strong>{{hours}} góźinow</strong>

# alarmHours[other]
source: <strong>{{hours}} hours</strong>
dsb: <strong>{{hours}} góźinow</strong>

# alarmDays[zero]
source: <strong>{{days}} days</strong>
dsb: <strong>{{days}} dnjow</strong>

source: <strong>{{days}} day</strong>
dsb: <strong>{{days}} źeń</strong>

# alarmDays[two]
source: <strong>{{days}} days</strong>
dsb: <strong>{{days}} dnja</strong>

# alarmDays[few]
source: <strong>{{days}} days</strong>
dsb: <strong>{{days}} dny</strong>

# alarmDays[many]
source: <strong>{{days}} days</strong>
dsb: <strong>{{days}} dnjow</strong>

# alarmDays[other]
source: <strong>{{days}} days</strong>
dsb: <strong>{{days}} dnjow</strong>

source: zero minutes
dsb: 0 minutow

# nSpinnerMinutes.ariaValuetext[one]
source: one minute
dsb: jadna minuta

# nSpinnerMinutes.ariaValuetext[two]
source: {{n}} minutes
dsb: {{n}} minuśe

# nSpinnerMinutes.ariaValuetext[few]
source: {{n}} minutes
dsb: {{n}} minuty

# nSpinnerMinutes.ariaValuetext[many]
source: {{n}} minutes
dsb: {{n}} minutow

# nSpinnerMinutes.ariaValuetext[other]
source: {{n}} minutes
dsb: {{n}} minutow

source: zero hours
dsb: 0 góźinow

source: {{n}} hour
dsb: {{n}} góźina

# nSpinnerHours.ariaValuetext[two]
source: {{n}} hours
dsb: {{n}} góźinje

# nSpinnerHours.ariaValuetext[few]
source: {{n}} hours
dsb: {{n}} góźiny

# nSpinnerHours.ariaValuetext[many]
source: {{n}} hours
dsb: {{n}} góźinow

# nSpinnerHours.ariaValuetext[other]
source: {{n}} hours
dsb: {{n}} góźinow
