Repository: translate/mozilla-gaia
Catalog: ach/apps/system/system.properties.po
Languages: ach

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud SIM kad man pe dong obitiyo matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud SIM kad man pe dong obitiyo matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud SIM kad man pe dong obitiyo matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud SIM kad man pe dong obitiyo matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
ach: Gum me agiki me keto nyig coc me PUK ma kakare. SIM kad mamegi pe dong obitiyo matwal ka i keto nyig coc me PUK ma pe kakare. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

source: Create PIN (must contain 4 to 8 digits)
ach: Cwe PIN (myero obed nyige 4 wa i 8)

source: Confirm new PIN
ach: Mok PIN manyen

source: PINs don’t match.
ach: PIN pe rwate.

source: The NCK code is incorrect.
ach: Nyig coc me NCK pe kakare.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ach: Kwac me kube me netwak oballe woko. I dong ki temo kicel me keto nyig coc ma kakare. Nen coc makwako nyonyo mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ach: Kwac me kube me netwak oballe woko. I dong ki temo ki {{n}} me keto nyig coc ma kakare. Nen coc makwako nyonyo mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ach: Kwac me kube me netwak oballe woko. I dong ki temo ki {{n}} me keto nyig coc ma kakare. Nen coc makwako nyonyo mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ach: Kwac me kube me netwak oballe woko. I dong ki temo ki {{n}} me keto nyig coc ma kakare. Nen coc makwako nyonyo mamegi onyo kube ki ngat ma tingo pi ngec mapol.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ach: Kwac me kube me netwak oballe woko. I dong ki temo ki {{n}} me keto nyig coc ma kakare. Nen coc makwako nyonyo mamegi onyo kube ki ngat ma tingo pi ngec mapol.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
ach: Kwac me kube me netwak oballe woko. Gum me agiki me keto nyig coc me NCK ma kakare. Nen coc makwako nyonyo mamegi onyo kube ki ngat ma tingo pi ngec mapol.

source: Select from:
ach: Yer ki bot:

source: View with:
ach: Nen ki:

source: Test with:
ach: Tem ki:

source: Share with:
ach: Nywak ki:

source: Create with:
ach: Cwe ki:

source: Open with:
ach: Yab ki:

source: Bookmark to:
ach: Ket alamabuk i:

source: Record from:
ach: Mak ki bot:

source: Browse with:
ach: Yeny ki:

source: Configure with:
ach: Ter ki:

source: Dial from:
ach: Dii ki i:

source: Sign In
ach: Dony iye

source: Purchase
ach: Wil

source: An incoming request to permit remote debugging connection was detected. Allow connection?
ach: Kwac ma tye kabino me ye kube me nongo bal ki kama bor ononge. Ye kube?

source: {{origin}} is now fullscreen.
ach: {{origin}} dong opongo wang kio.

source: The network {{networkName}} was found. Join network?
ach: Netwak {{networkName}} ononge. Dony i netwak?

source: Volume warning
ach: Ciko me dwone

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
ach: Me gengo bal i winyo lok, pe i winy kun dwone tye lamal tutwal pi kare ma lac.

source: Device space low.
ach: Kabedo me nyonyo nok.

source: No remaining free space.
ach: Kabedo ma nono dong pe.

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
ach: Odong ma tidi loyo {{value}} {{unit}}.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
ach: Odong ma tidi loyo {{value}} {{unit}}.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
ach: Odong ma tidi loyo {{value}} {{unit}}.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
ach: Odong ma tidi loyo {{value}} {{unit}}.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
ach: Odong ma tidi loyo {{value}} {{unit}}.

source: Unknown remaining space.
ach: Kabedo ma odong pe ngene.

source: System Alert
ach: Ciko me nyonyo

source: Channel {{channel}}
ach: Yoo {{channel}}

source: Earthquake warning!
ach: Ciko me oyeyeng!

source: Tsunami warning!
ach: Ciko pi yamo me pii!

source: Earthquake-tsunami warning!
ach: Ciko me oyeyeng-yamo me pii!

source: Alert system is being tested.
ach: Kitye katemo nyonyo me ciko.

source: Emergency warning!
ach: Ciko me atura!

source: Operator message from SIM {{id}}
ach: Kwena pa lapok tic ki i SIM {{id}}

source: Call {{number}}?
ach: Go cim {{number}}?

source: Sending message
ach: Cwalo kwena

source: Send message?
ach: Cwal kwena?

source: STK Query from SIM {{id}}
ach: Peny me STK ki bot SIM {{id}}

source: Swipe to share
ach: Ywe me nywako

source: Download started
ach: Kicako gam

source: Download stopped
ach: Kijuko gam woko

# download_downloading
source: Downloading…
ach: Tye kagamo…

source: Download complete
ach: Gam otum

source: Download failed
ach: Gam pe olare

source: Search or enter address
ach: Yeny onyo ket kanonge

# search-or-enter-address.placeholder
source: Search or enter address
ach: Yeny onyo ket kanonge

source: Airplane mode activated
ach: Kiketo i kit me tuk ki dege

source: Open link in new tab
ach: Yab kakube i dirica matidi manyen

source: Add link to home screen
ach: Med kakube i kio me gang

source: Share link
ach: Nywak kakube

source: Save Image
ach: Gwok Cal

source: Save Video
ach: Gwok Video

source: Save Audio
ach: Gwok dwon
