Repository: translate/mozilla-gaia
Catalog: ach/apps/system/system.properties.po
Languages: ach

source: OK
ach: EYO

source: Back
ach: Cen

source: Help
ach: Kony

source: Cancel
ach: Juki

source: Close
ach: Lor

source: Skip
ach: Kal

source: Undo
ach: Gony

source: Airplane mode
ach: Kit me tuk ki dege

source: Searching…
ach: Yenyo…

source: No network
ach: Netwak pe tye

source: {{operator}} (Roaming)
ach: {{operator}} (Wot)

source: Emergency calls only
ach: Cim me atura keken

source: (unknown SIM state)
ach: (tye pa SIM pe ngene)

source: (no SIM)
ach: (SIM pe)

source: (SIM PIN required)
ach: (PIN me SIM mite)

source: (SIM PUK required)
ach: (PUK me SIM mite)

source: (network locked)
ach: (kiloro netwak)

source: (service provider locked)
ach: (kiloro lapok tic)

source: (network1 locked)
ach: (kiloro netwak1)

source: (network2 locked)
ach: (kiloro network2)

source: Enter PIN
ach: Ket PIN

source: Title
ach: Wie madit

source: Artist
ach: Lago wer

source: Previous
ach: Mukato

source: Play
ach: Tuki

source: Pause
ach: Juki

source: Next
ach: Malubo

source: Wi-Fi on
ach: Wi-Fi tye

source: Wi-Fi on, initializing
ach: Wi-Fi tye, cako

source: Wi-Fi off
ach: Wi-Fi pe

source: Data {{type}} on
ach: Data {{type}} tye

source: Data {{type}} off
ach: Data {{type}} pe tye

# bluetoothButton-on
source: Bluetooth on
ach: Bluetooth tye

source: Bluetooth on, initializing
ach: Bluetooth tye, cako

source: Bluetooth off
ach: Bluetooth pe tye

source: Airplane mode on
ach: Kit me tuk ki dege tye

source: Airplane mode off
ach: Kit me tuk ki dege pe

source: Settings
ach: Ter

source: Status Bar
ach: Lanyut me tic

source: Battery {{level}} percent
ach: Pacen {{level}} me batry

source: Battery {{level}} percent, charging
ach: Pacen {{level}} me batry, tye ka caging

# statusbarFlightMode.ariaLabel
source: Airplane mode on
ach: Kit me tuk ki dege tye

source: Wi-Fi: connecting
ach: Wi-Fi: kubo

source: Wi-Fi: {{level}} of 4 bars
ach: Wi-Fi: lanyut me {{level}} pa 4

source: {{operator}} network, {{level}} of 5 bars
ach: {{operator}} netwak, lanyut me {{level}} pa 5

source: {{operator}} network (roaming), {{level}} of 5 bars
ach: {{operator}} netwak (wot), lanyut me {{level}} pa 5

source: Searching… Emergency calls only
ach: Yenyo… Cim me atura keken

source: Bluetooth transfer active
ach: Kob me Bluetooth tye katic

source: Tethering on
ach: Twec tye

source: Tethering on, active
ach: Twec tye, tiyo

source: Alarm on
ach: Lapo wic tye

# statusbarIconOn-bluetooth
source: Bluetooth on
ach: Bluetooth tye

source: Bluetooth on, active
ach: Bluetooth tye, tiyo

source: Mute on
ach: Dwone pe

source: Vibration on
ach: Yenge tye

source: Recording on
ach: Mako dwon tye

source: Geolocation on
ach: Kabedo tye

source: USB on
ach: USB tye

source: Call forwarding on
ach: Cwalo cim anyim tye

source: NFC on
ach: NFC tye

# statusbarDownloads.ariaLabel
source: Downloading…
ach: Tye kagamo…

source: Networking on
ach: Kube tye

source: {{n}} notification
ach: lok angeya {{n}}

# statusbarNotifications[two]
source: {{n}} notifications
ach: lok angeya {{n}}

# statusbarNotifications[few]
source: {{n}} notifications
ach: lok angeya {{n}}

# statusbarNotifications[many]
source: {{n}} notifications
ach: lok angeya {{n}}

# statusbarNotifications[other]
source: {{n}} notifications
ach: lok angeya {{n}}

source: {{n}} unread notification
ach: lok angeya {{n}} mape kikwano

# statusbarNotifications-unread[two]
source: {{n}} unread notifications
ach: lok angeya {{n}} mape kikwano

# statusbarNotifications-unread[few]
source: {{n}} unread notifications
ach: lok angeya {{n}} mape kikwano

# statusbarNotifications-unread[many]
source: {{n}} unread notifications
ach: lok angeya {{n}} mape kikwano

# statusbarNotifications-unread[other]
source: {{n}} unread notifications
ach: lok angeya {{n}} mape kikwano

source: Notifications
ach: Lok angeya

source: Clear all
ach: Jwa weng

source: Tap to show
ach: Gudi me nyuto

source: No new voicemail
ach: Kwena me dwon manyen pe

source: One new voicemail
ach: Kwena me dwon acel manyen

# newVoicemails[two]
source: {{n}} new voicemails
ach: Kwena me dwon {{n}} manyen

# newVoicemails[few]
source: {{n}} new voicemails
ach: Kwena me dwon {{n}} manyen

# newVoicemails[many]
source: {{n}} new voicemails
ach: Kwena me dwon {{n}} manyen

# newVoicemails[other]
source: {{n}} new voicemails
ach: Kwena me dwon {{n}} manyen

source: New voicemail
ach: Kwena me dwon manyen

source: Dial {{number}}
ach: Dii {{number}}

source: Are you sure you want to connect to the device?
ach: Imoko ada ni imito kube ki nyonyo?

source: Turn on Bluetooth and connect to the device?
ach: Ket Bluetooth ka i kube ki nyonyo?

source: Are you sure you want to connect to {{deviceName}}?
ach: Imoko ada ni imito kube ki {{deviceName}}?

source: Turn on Bluetooth and connect to {{deviceName}}?
ach: Ket Bluetooth ki kube ki {{deviceName}}?

source: Turn on
ach: Keti

# dismissNFCConnectBTdisabled
source: Cancel
ach: Juki

source: Confirmation
ach: Moko

source: Phone
ach: Cim

source: Turn on airplane mode
ach: Ket kit me tuk ki dege

source: Turn off airplane mode
ach: Kwany kit me tuk ki dege

source: Restart
ach: Nwo cako

source: Power off
ach: Nek woko

source: To enable screen reader, press volume up then volume down buttons three more times
ach: Me keto lakwan kio, dii jarara me dwone malo ka dok me dwone piny tyen adek mukene

source: To disable screen reader, press volume up then volume down buttons three more times
ach: Me juko lakwan kio, dii jarara me dwone malo ka dok me dwone piny tyen adek mukene

source: No recent apps
ach: Purugram ma cokcoki pe

source: Yes
ach: Eyo

source: No
ach: Pe

source: Don’t allow
ach: Pe i ye

source: Allow
ach: Ye

# dontshare-geolocation
source: Don’t Share
ach: Pe i nywak

# share-geolocation
source: Share
ach: Nywak

# dontshare-audio-capture
source: Don’t Share
ach: Pe i nywak

# share-audio-capture
source: Share
ach: Nywak

# dontshare-video-capture
source: Don’t Share
ach: Pe i nywak

# share-video-capture
source: Share
ach: Nywak

# dontshare-media-capture
source: Don’t Share
ach: Pe i nywak

# share-media-capture
source: Share
ach: Nywak

source: Front Camera
ach: Lamak cal ma anyim

source: Back Camera
ach: Lamak cal ma angec

source: Remember my choice
ach: Poo ikom yer mamega

source: More info…
ach: Ngec mapol…

source: Hide info
ach: Kan ngec

source: Install {{name}}?
ach: Ket {{name}}?

source: Size
ach: Dite

source: Author
ach: Laco ne

# size-unknown
source: Unknown
ach: Pe ngene

# author-unknown
source: Unknown
ach: Pe ngene

source: Install
ach: Keti

source: bytes
ach: bayit

source: {{ appName }} download stopped
ach: Gamo {{ appName }} ogik woko

source: {{ appName }} download failed
ach: Gamo {{ appName }} pe olare

source: {{ appName }} install failed
ach: Keto {{ appName }} pe olare

source: Apps can be installed later from the original installation source.
ach: Ki twero keto purugram lacen ki ka ma oaa ki iye me wiati.

source: Are you sure you want to cancel this install?
ach: Imoko ada ni imito juko ket man woko?

source: Cancel Install
ach: Juk ket

# cancel-install-button
source: Cancel Install
ach: Juk keto

source: Resume
ach: Mede

source: Continue
ach: Mede

source: Stop downloading {{ app }}?
ach: Juk gamo {{ app }}?

source: The download can be restarted later.
ach: Ki twero mede ki gamo lacen.

source: Stop Download
ach: Juk gam

source: Not enough space
ach: Kabedo pe romo

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
ach: Kabedo pe romo me keto purugram man. Wek kabedo kun i kwanyo purugram ma otii onyo lapok lok, ka i tem keto doki ki ka ma oaa ki iye me wiati.

source: {{ appName }} installed
ach: {{ appName }} okete

source: Setup
ach: Ter

source: Add keyboards
ach: Med kadiyo coc

source: Later
ach: Lacen

source: Download
ach: Gam

source: Download update now?
ach: Gam ngec manyen kombedi?

source: Install update now?
ach: Ket ngec manyen kombedi?

source: Install Now
ach: Ket kombedi

source: Not Now
ach: Pe kombedi

source: Downloading updates… <span>{{ progress }} downloaded.</span>
ach: Gamo ngec manyen… <span>dong kigamo {{ progress }}.</span>

source: Downloading {{ appName }}
ach: Gamo {{ appName }}

source: {{ progress }} downloaded
ach: {{ progress }} ogame

source: Downloading
ach: Gamo

source: {{ progress }} / {{ max }} downloaded
ach: {{ progress }} / {{ max }} ogame

source: Cancel all downloads
ach: Juk gam weng

source: Are you sure you want to cancel all downloads?
ach: Imoko ada ni imito juko gam weng?

source: There was an error while downloading the updates.
ach: Bal otime ikare me gamo ngec manyen.

source: {{ n }} update available. <span>Tap for more info.</span>
ach: ngec manyen {{ n }} tye. <span>Gudi pi ngec mapol.</span>

# updateAvailableInfo.innerHTML[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
ach: ngec manyen {{ n }} tye. <span>Gudi pi ngec mapol.</span>

# updateAvailableInfo.innerHTML[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
ach: ngec manyen {{ n }} tye. <span>Gudi pi ngec mapol.</span>

# updateAvailableInfo.innerHTML[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
ach: ngec manyen {{ n }} tye. <span>Gudi pi ngec mapol.</span>

# updateAvailableInfo.innerHTML[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
ach: ngec manyen {{ n }} tye. <span>Gudi pi ngec mapol.</span>

source: {{ n }} update available
ach: ngec manyen {{ n }} tye

# numberOfUpdates[two]
source: {{ n }} updates available
ach: ngec manyen {{ n }} tye

# numberOfUpdates[few]
source: {{ n }} updates available
ach: ngec manyen {{ n }} tye

# numberOfUpdates[many]
source: {{ n }} updates available
ach: ngec manyen {{ n }} tye

# numberOfUpdates[other]
source: {{ n }} updates available
ach: ngec manyen {{ n }} tye

source: System update
ach: Ngec manyen me nyonyo

source: System Update Ready
ach: Ngec manyen me nyonyo tye atera

source: Required
ach: Mite

source: Uncompressing… <span>This can take a few minutes.</span>
ach: Gonyo… <span>Man twero tero dakika manok.</span>

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
ach: Wi-Fi pe tye. Keto ngec manyen i kube ma kombedi ni twero kelo cul mukene.

source: Connection unavailable. Connect to a network to download updates.
ach: Kube pe tye. Kube i netwak me gamo ngec manyen.

source: Download updates via data connection?
ach: Gam ngec manyen ki i kube me data?

source: Screenshot saved to Gallery
ach: Kigwoko cal me kio i lanyut cal

source: The screenshot could not be saved
ach: Gwoko lanyut cal pe olare

source: No memory card found
ach: Memory kad pe ononge

source: Memory card is in use
ach: Memory kad tye i tic

source: Not enough space on memory card
ach: Kabedo ma i memory kad pe romo

# emergency-call-button
source: Emergency Call
ach: Cim me atura

source: Emergency Call
ach: Cim me atura

source: Unlock
ach: Yabi

source: Camera
ach: Lamak cal

source: Passcode panel
ach: Dirica pa kod me donyo

source: Home
ach: Gang

source: Sign in
ach: Dony iye

source: Username
ach: Nying me tic

source: Password
ach: Mung me donyo

source: A username and password are being requested by {{host}}. The site says: “{{realm}}”
ach: Nying me tic ki mung me donyo tye kamite bot {{host}}. Kakube man waco ni: “{{realm}}”

source: {{name}} is not loading properly
ach: {{name}} pe tye ka cane maber

source: {{name}} is having problems
ach: {{name}} tye ki peko

source: Airplane mode is on
ach: Kit me tuk ki dege tye

source: {{name}} requires a network connection. Turn off airplane mode from Settings and connect to a Wi-Fi or mobile data network.
ach: {{name}} mito kube me netwak. Juk kit me tuk ki dege ki i Ter kadong i kube i netwak me Wi-Fi nyo data me cim.

source: Server not found
ach: Lapok tic pe ononge

source: Can’t find the server at {{name}}.
ach: Pe twero nongo lapok tic i {{name}}.

source: File not found
ach: Pwail pe ononge

source: The device can’t display this page because the file cannot be found.
ach: Nyonyo pe twero nyuto pot buk man pien pwail ne pe twero nonge.

# connection-failed
source: Unable to connect
ach: Pe twero kube

# connection-failed-error
source: A network error occurred while trying to reach the site.
ach: Bal me netwak otime ma tye ka temo nongo kakube.

# invalid-connection
source: Unable to connect
ach: Pe twero kube

# invalid-connection-error
source: A network error occurred while trying to reach the site.
ach: Bal me newak otime ma tye ka temo nongo kakube.

source: URL not valid
ach: URL pe atir

source: The URL entered is not valid and cannot be loaded.
ach: URL ma kiketo ni pe atir ka pe kitwero cano ne.

# redirect-loop
source: Can’t display page
ach: Pe twero nyuto pot buk

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
ach: Nyonyo pe twero nyuto pot buk man pien pot buk ne pe ka lokke iyoo maber. Tem pot buk man doki i cawa ma lacen.

source: Page expired
ach: Kare me pot buk otum

source: As a security precaution, this page cannot be displayed by the device because it has expired.
ach: Pi gwoke me ber bedo, nyonyo pe twero nyuto pot buk man pien kare ne otum woko.

source: This address is restricted
ach: Kanonge man kigengo woko

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
ach: Kanonge man tiyo ki bur me netwak ma pol kare kitiyo kwede pi tic mogo mapat ki Yenyo Web. Nyonyo ojukko woko kwacce pi gwok mamegi.

# proxy-resolve-failure
source: Proxy Server Error
ach: Bal me lapok tic me proxy

source: The device is configured to use a proxy server that can’t be found.
ach: Kicano nyonyo ni me tic ki lapok tic me proxy mape nonge.

# proxy-connect-failure
source: Proxy Server Error
ach: Bal me lapok tic me proxy

source: The device is configured to use a proxy server that is refusing connections.
ach: Kicano nyonyo ni me tic ki lapok tic me proxy matye kakwero kube.

# content-encoding
source: Can’t display page
ach: Pe twero nyuto pot buk

source: The device can’t display this page because a content encoding error occurred.
ach: Nyonyo pe twero nyuto potbuk man pien bal me loko jami i kod otime.

source: Page unsupported
ach: Pe kicwako pot buk

source: This page can’t be displayed because it uses a technology that is not supported on the device.
ach: Pot buk man pe kitwero nyuto pien tiyo ki diro ma pe kicwako i nyonyo man.

source: Warning
ach: Ciko

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
ach: Kimiyo ripot ni kakube ne obedo tim kwo me bito lutic i nywako ngec pa ngat moni onyo ngec me cente.

source: The site at has been reported as an attack site and has been blocked.
ach: Kimiyo ripot ni kakube ne obedo me mony ka ki gengo woko.

source: Unsafe content
ach: Jami ma pe ber

source: The page cannot be shown because it may not be safe to open.
ach: Pe kitwero nyuto pot buk ne pien mogo pe bedo ber me ayaba.

# corrupted-content
source: Can’t display page
ach: Pe twero nyuto pot buk

source: The page cannot be shown because an error in the data transmission was detected.
ach: Pe kitwero nyuto potbuk ne pien kinongo bal i cwalo data.

source: Network connection unavailable
ach: Kube me netwak pe tye

source: {{name}} requires a network connection. Try connecting to a Wi-Fi or mobile data network.
ach: {{name}} mito kube me netwak. Tem kube i netwak me Wi-Fi nyo data me cim.

source: {{name}} requires an Internet connection.
ach: {{name}} mito kube me intanet.

source: No access to the Internet right now.
ach: Nongo intanet pe tye i cawa ni.

source: Unable to connect
ach: Pe twero kube

source: Try again
ach: Tem doki

source: Check settings
ach: Rot ter

source: Tap to check settings
ach: Gudi me roto ter

source: Select time
ach: Yer cawa

# choose-option
source: Select
ach: Yer

# choose-options
source: Select
ach: Yer

source: Select day
ach: Yer nino

source: Battery almost empty
ach: Batry cok dong nono

source: Add to Home Screen
ach: Med i kio me gang

source: Share
ach: Nywak

source: {{brandShortName}} just recovered from a crash
ach: {{brandShortName}} odwogo ki i poto

source: {{name}} just crashed
ach: {{name}} opoto woko

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
ach: Imito cwalo bot Mozilla ripot ikom poto meno me konyo wa yubo peko meno? (Ripot kicwalo ki i Wi-Fi keken.)

source: What’s in a crash report?
ach: Ngo ma tye i ripot me poto?

source: Always send Mozilla a report when a crash occurs.
ach: Pol kare cwal ripot bot Mozilla ka poto otime.

source: Don’t Send
ach: Pe i cwal

source: Send Report
ach: Cwal ripot

source: Crash Reports
ach: Ripot me poto

source: Done
ach: Otum

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
ach: Ripot me poto tye ki lok mogo kore ki kore ikom poto ki nyonyo mamegi, ka cel ki cal me tye pa nyonyo mamegi i kare ma opoto.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
ach: Man twero bedo ki jami calo pot buk ma oyabe ka purugram, coc ma kicoyo i pwom ki jami ma i kwena ma oyabe, yeny ma okato cokcoki, onyo kabedo ma purugram ma oyabe otiyo kwede.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
ach: Wa tiyo ki ripot me poto me temo yubo bal ki medo rwom pa jami wa malo. Wa tero ngec mamegi kit ma ki tito i

source: privacy policy
ach: cik me mung wa

source: {{brandShortName}} just crashed.
ach: {{brandShortName}} opoto woko.

source: {{name}} just crashed.
ach: {{name}} opoto woko.

source: Report
ach: Ripot

source: Sending Bluetooth transfer…
ach: Cwalo kob me Bluetooth…

source: Receiving Bluetooth transfer…
ach: Gamo kob me Bluetooth…

source: Accept Bluetooth file transfer?
ach: Ye kobo pwail me Bluetooth?

source: {{deviceName}} would like to transfer {{fileName}} ({{fileSize}}).
ach: {{deviceName}} mito kobo {{fileName}} ({{fileSize}}).

source: Review transfer request.
ach: Nen kwac me kob.

source: Bytes
ach: Bayit

source: Deny
ach: Kwer

source: Transfer
ach: Kobi

source: Cancel Bluetooth file transfer?
ach: Juk kobo pwail me Bluetooth?

# continueFileTransfer
source: Continue
ach: Mede

source: The transfer has started
ach: Kob ocake woko

source: Check the progress in Notification center
ach: Rot tye ne ki centa me miyo ngec

source: File sent
ach: Kicwalo pwail

source: File received
ach: Kigamo pwail

source: File could not be sent
ach: Pwail onongo pe cwale

source: File could not be received
ach: Pwail onongo pe game

source: Transfer report:
ach: Ripot me kob:

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
ach: pwail {{numSuccessful}} maber, pwail {{numUnsuccessful}} ma pe ber

source: Unknown file
ach: Pwail mape ngene

source: Unknown device
ach: Nyonyo mape ngene

source: Can not open received file
ach: Pe twero yabo pwail ma kigamo

source: Can not open unknown media type:
ach: Pe twero yabo kit lapok lok mape ngene:

source: Can not receive file
ach: Pe twero gamo pwail

source: No memory card found. Please insert a memory card.
ach: Pe kinongo memory kad. Tim ber i ket memory kad.

source: Can not complete transfer: memory card is full.
ach: Pe twero tyeko kob: memory kad opong woko.

source: Unknown error
ach: Bal mape ngene

source: Confirm
ach: Moki

source: Camera is on
ach: Lamak cal tye

source: No SIM card
ach: SIM kad pe

source: PUK code
ach: Nyig coc me PUK

source: NCK code
ach: Nyig coc me NCK

source: CCK code
ach: Nyig coc me CCK

source: SPCK code
ach: Nyig coc me SPCK

source: NCK1 code
ach: Nyig coc me NCK1

source: NCK2 code
ach: Nyig coc me NCK2

source: HNCK code
ach: Nyig coc me HNCK

source: RCCK code
ach: Nyig coc me RCCK

source: RSPCK code
ach: Nyig coc me RSPCK

source: What is a SIM PIN?
ach: SIM PIN obedo ngo?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
ach: SIM PIN gengo nongo netwak me data pa SIM kad. Ka kicako, nyonyo mo keken matye ki SIM kad meno bi penyo pi PIN ne ka ocake.

source: A SIM PIN is not the same as the passcode used to unlock the device.
ach: SIM PIN pe rom ki kod me donyo ma kitiyo kwede me yabo nyonyo ne.

source: Change PIN
ach: Lok PIN

source: Enter SIM PIN
ach: Ket SIM PIN

source: Enter SIM {{n}} PIN
ach: Ket SIM {{n}} PIN

source: Enter PUK code
ach: Ket nyig coc me PUK

source: Enter NCK code
ach: Ket yig coc me NCK

source: Enter CCK code
ach: Ket yig coc me CCK

source: Enter SPCK code
ach: Ket yig coc me SPCK

source: Enter NCK1 code
ach: Ket yig coc me NCK1

source: Enter NCK2 code
ach: Ket yig coc me NCK2

source: Enter HNCK code
ach: Ket yig coc me HNCK

source: Enter RCCK code
ach: Ket yig coc me RCCK

source: Enter RSPCK code
ach: Ket yig coc me RSPCK

source: New PIN
ach: PIN manyen

source: Last try.
ach: Tem me agiki.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
ach: odong temo ki {{n}}.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
ach: odong temo tyen {{n}}.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ach: odong temo tyen {{n}}.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ach: odong temo tyen {{n}}.

source: The PIN was incorrect.
ach: PIN onongo pe kakare.

source: You have one try left to enter the correct code before locking the SIM card.
ach: I dong ki temo kicel me keto nyig coc ma kakare ma pud pe kiloro SIM kad.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud pe kiloro SIM kad.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud pe kiloro SIM kad.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud pe kiloro SIM kad.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ach: I dong ki temo ki {{n}} me keto nyig coc ma kakare ma pud pe kiloro SIM kad.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ach: Man gumi me agiki me keto PIN ma kakare. Ento, myero i ket nyig coc me PUK me tic ki SIM kad man.

source: The SIM card is locked.
ach: Kiloro SIM kad woko.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ach: Myero i ket nyig coc me lagony mamegi me yab (PUK) pi SIM kad. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.

source: The PUK code is incorrect.
ach: Nyig coc me PUK pe kakare.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ach: I dong ki temo kicel me keto nyig coc ma kakare ma pud SIM kad man pe dong obitiyo matwal. Nen coc makwako SIM kad mamegi onyo kube ki ngat ma tingo pi ngec mapol.
