Repository: translate/mozilla-gaia
Catalog: ig/shared/download/download.properties.po
Languages: ig

source: Download stopped
ig: Akwụsịrị mbudata

source: Download was stopped. Try downloading again?
ig: Akwụsịrị mbudata. Nwaa mbudata ọzọ?

# stopped_download_left_button
source: Cancel
ig: Kagbuo

# stopped_download_right_button
source: Try again
ig: Nwaa ọzọ

# failed_download_title
source: Download failed
ig: Mbudata agaghị

source: {{name}} failed to download. Try downloading again?
ig: {{name}} ebudataghị. Nwaa ibudata ọzọ?

# failed_download_left_button
source: Cancel
ig: Kagbuo

# failed_download_right_button
source: Try again
ig: Nwaa ọzọ

source: Stop download
ig: Kwụsị mbudata

source: Are you sure you want to stop the download?
ig: O doro gị anya na ị chọrọ ịkwụsị mbudata ahụ?

source: No
ig: Mba

source: Yes
ig: Ee

# delete_download_title
source: Delete
ig: Hichapụ

source: Delete {{name}}?
ig: Hichapụ {{name}}?

# delete_download_left_button
source: Cancel
ig: Kagbuo

# delete_download_right_button
source: Delete
ig: Hichapụ

# delete_all_download_title
source: Delete
ig: Hichapụ

# delete_all_download_left_button
source: Cancel
ig: Kagbuo

# delete_all_download_right_button
source: Delete
ig: Hichapụ

source: Delete no files?
ig: Ehichapụna faịlụ ọ bụla?

source: Delete one file?
ig: Hichapụ otu faịlụ?

# delete_all_download_message[two]
source: Delete {{number}} files?
ig: Hichapụ faịlụ {{number}}?

# delete_all_download_message[few]
source: Delete {{number}} files?
ig: Hichapụ faịlụ {{number}}?

# delete_all_download_message[many]
source: Delete {{number}} files?
ig: Hichapụ faịlụ {{number}}?

# delete_all_download_message[other]
source: Delete {{number}} files?
ig: Hichapụ faịlụ {{number}}?

# unsupported_file_type_download_title
source: Unable to open
ig: Enwenwughi ike imepe

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
ig: Enweghị ngwa ga-emepe {{name}}. Ị ga-achọ ịchekwa faịlụ ahụ ma ọ bụ hichapụ ya?

# unsupported_file_type_download_left_button
source: Keep File
ig: Dowe Faịlụ

# unsupported_file_type_download_right_button
source: Delete
ig: Hichapụ

source: File not found
ig: Ahụghị faịlụ

source: The file wasn’t found on the device
ig: Ahụghị faịlụ ahụ na ngwaọrụ ahụ

# file_not_found_download_right_button
source: OK
ig: ỌDỊMMA

source: Memory card in use
ig: Eji kaadị ebe nchekwa n'ọrụ

source: Unplug the phone
ig: Kwụpụ ekwentị ahụ

# unmounted_sdcard_2_download_right_button
source: OK
ig: ỌDỊMMA

source: Unable to share
ig: Enwenwughi ike ịkekọrịta

source: No provider found
ig: Ọnweghị ihe nnweta ahụrụ

# no_provider_download_right_button
source: OK
ig: ỌDỊMMA

source: SD Card is full
ig: Kaadị SD ejula

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
ig: Enweghịzị ohere na kaadị SD gị iji chekwaa mbudata gị. Biko wepu ụfọdụ faịlụ tupu ibidogharịa mbudata ahụ.

# no_memory_download_right_button
source: OK
ig: ỌDỊMMA

source: No memory card found
ig: Ọnweghị kaadị ebe nchekwa ahụrụ

source: Insert a memory card or select an alternate default media location in settings
ig: Fanye kaadị ebe nchekwa ma ọ bụ họrọ ọnọdụ mgbasa ozi eburupụta ọzọ na ntọala

# no_sdcard_found_2_download_right_button
source: OK
ig: ỌDỊMMA

# file_open_error_download_title
source: Unable to open
ig: Enwenwughi ike imepe

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
ig: Enwere nsogbu na imepe {{name}}. Ị ga-achọ ịchekwa faịlụ ahụ ma ọ bụ hichapụ ya?

# file_open_error_download_left_button
source: Keep File
ig: Dowe Faịlụ

# file_open_error_download_right_button
source: Delete
ig: Hichapụ

source: There was an error while restarting the download. Please try to download again.
ig: Enwere mperi ka a na ebidogharị mbudata ahụ. Biko nwaa mbudata ọzọ.

source: No downloads
ig: Mbudata adịghị

source: {{partial}} of {{total}}
ig: {{partial}} nke {{total}}

source: Stopped
ig: Akwụsịrị

source: Download failed
ig: Mbudata agaghị

source: Open
ig: Mepee

source: Share
ig: Kekọrịta

source: Set as wallpaper
ig: Tọọ dị ka akwụkwọ ahụaja

source: Set as ringtone
ig: Tọọ dị ka ụda

# cancel_downloaded_file
source: Cancel
ig: Kagbuo
