Repository: translate/mozilla-gaia
Catalog: ha/shared/download/download.properties.po
Languages: ha

source: Download stopped
ha: Saukewa ta tsaya

source: Download was stopped. Try downloading again?
ha: An tsayar da saukewa. Gwada sake saukewa?

# stopped_download_left_button
source: Cancel
ha: Soke

# stopped_download_right_button
source: Try again
ha: Sake gwadawa

# failed_download_title
source: Download failed
ha: Ya kasa saukewa

source: {{name}} failed to download. Try downloading again?
ha: {{name}} ya kasa saukewa. A gwada sake saukewa?

# failed_download_left_button
source: Cancel
ha: Soke

# failed_download_right_button
source: Try again
ha: Sake gwadawa

source: Stop download
ha: Tsayar da saukewa

source: Are you sure you want to stop the download?
ha: Ka tabbata ka na so ka tsayar da saukewa?

source: No
ha: A'a

source: Yes
ha: E

# delete_download_title
source: Delete
ha: Goge

source: Delete {{name}}?
ha: A goge {{name}}?

# delete_download_left_button
source: Cancel
ha: Soke

# delete_download_right_button
source: Delete
ha: Goge

# delete_all_download_title
source: Delete
ha: Goge

# delete_all_download_left_button
source: Cancel
ha: Soke

# delete_all_download_right_button
source: Delete
ha: Goge

source: Delete no files?
ha: Ka da a goge fayiloli?

source: Delete one file?
ha: A goge fayil ɗaya?

# delete_all_download_message[two]
source: Delete {{number}} files?
ha: A goge fayiloli {{number}}?

# delete_all_download_message[few]
source: Delete {{number}} files?
ha: A goge fayiloli {{number}}?

# delete_all_download_message[many]
source: Delete {{number}} files?
ha: A goge fayiloli {{number}}?

# delete_all_download_message[other]
source: Delete {{number}} files?
ha: A goge fayiloli {{number}}?

# unsupported_file_type_download_title
source: Unable to open
ha: Ya kasa buɗewa

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
ha: Babu aikace-aikace da za su iya buɗe {{name}}. Ka na so ka ajiye fayil ɗin ko a goge shi?

# unsupported_file_type_download_left_button
source: Keep File
ha: Ajiye Fayil

# unsupported_file_type_download_right_button
source: Delete
ha: Goge

source: File not found
ha: Ba'a gano fayil ba

source: The file wasn’t found on the device
ha: Ba'a sami fayil ba a kan na'urar

source: Memory card in use
ha: Ana amfani da kati mai ƙwaƙwalwa

source: Unplug the phone
ha: Cire wayar

source: Unable to share
ha: Ya kasa rabawa

source: No provider found
ha: Ba'a sami mai bayarwa ba

source: SD Card is full
ha: Katin SD ya cika

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
ha: Babu sauran sarari a katinka na SD domin ajiye abinda ka sauke. Cire wasu fayiloli kafin ka sake fara saukewa.

source: No memory card found
ha: Ba'a sami kati mai ƙwaƙwalwa ba

source: Insert a memory card or select an alternate default media location in settings
ha: Saka kati mai ƙwaƙwalwa ko ka zaɓi gurbin wani shiryayyen kiɗan a saituna

# file_open_error_download_title
source: Unable to open
ha: Ya kasa buɗewa

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
ha: Akwai matsala wajen buɗe {{name}}. Ka na so ka ajiye fayil ɗin ko goge shi?

# file_open_error_download_left_button
source: Keep File
ha: Ajiye Fayil

# file_open_error_download_right_button
source: Delete
ha: Goge

source: There was an error while restarting the download. Please try to download again.
ha: Akwai kuskure yayin sake kunna saukewa. Sake gwada saukewa kuma.

source: No downloads
ha: Babu saukewa

source: {{partial}} of {{total}}
ha: {{partial}} na {{total}}

source: Stopped
ha: An tsayar

source: Download failed
ha: Ya kasa saukewa

source: Open
ha: Buɗe

source: Share
ha: Raba

source: Set as wallpaper
ha: Saita a matsayin takardar ado

source: Set as ringtone
ha: Saita a matsayin sautin kira

# cancel_downloaded_file
source: Cancel
ha: Soke
