Repository: translate/mozilla-gaia
Catalog: hto/shared/import_contacts/import_contacts.properties.po
Languages: hto

source: Back
hto: Ɨfede

source: To import contacts insert or unlock your SIM card
hto: Kómɨnɨ óreyena, rabekɨ SIM jóne

source: To import contacts insert a memory card
hto: Jóreño fɨnóyena daa ráa ofítaɨra jóne.

source: Memory card
hto: Ráa ofítaɨra

source: No friends or contacts found in this account.
hto: Iñede nabai bie fakara komɨnɨ baiñega.

source: Import SIM contacts
hto: komɨnɨ iyena SIM veno jóne

source: Importing SIM contacts…
hto: komɨnɨ iyena SIM veno jóne...

source: Reading from SIM card…
hto: fakadote rabakɨ SIM...

source: Could not import contacts from SIM
hto: Jaiñede komɨnɨ bie SIM

source: No contacts detected on SIM to import
hto: Bie SIM iñede komɨnɨ

# simContacts-imported3[one]
source: Imported one contact
hto: Dama komɨnɨ uiya

# simContacts-imported3[two]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ iyena

# simContacts-imported3[few]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ iyena

# simContacts-imported3[many]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ iyena

# simContacts-imported3[other]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ iyena

source: Import contacts from memory card
hto: Jóreño fɨnóyena daa ráa ofítaɨra jóne.

source: Importing contacts from memory card…
hto: Jóreño fɨnóyena daa ráa ofítaɨra jóne...

source: Could not import contacts from memory card
hto: Jóreño fɨnóyena daa ráa ofítaɨra jaiñede

source: No contacts detected on memory card to import
hto: Jóreño fɨnóyena daa ráa ofítaɨra iñede

# memoryCardContacts-imported3[one]
source: Imported one contact
hto: Dama komɨnɨ uiya

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ iyena

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ iyena

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ iyena

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ iyena

source: No contacts imported yet
hto: komɨnɨ nia iñede

# infiniteProgress[one]
source: Imported one contact
hto: Dama komɨnɨ uiya

# infiniteProgress[two]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ iyena

# infiniteProgress[few]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ iyena

# infiniteProgress[many]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ iyena

# infiniteProgress[other]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ iyena

source: No friends updated
hto: Nabai meidoñega

source: Updated one friend
hto: Nabai meidoga

# friendsUpdated[two]
source: Updated {{numFriends}} friends
hto: Méidote {{numFriends}} nábai

# friendsUpdated[few]
source: Updated {{numFriends}} friends
hto: Méidote {{numFriends}} nábai

# friendsUpdated[many]
source: Updated {{numFriends}} friends
hto: Méidote {{numFriends}} nábai

# friendsUpdated[other]
source: Updated {{numFriends}} friends
hto: Méidote {{numFriends}} nábai

source: No duplicated friends merged
hto: Tameñega komɨnɨ menarie

source: One duplicated friend merged
hto: Tamega komɨnɨ menarie

# friendsMerged[two]
source: {{numDups}} friends merged
hto: Tamega {{numDups}} komɨnɨaɨ

# friendsMerged[few]
source: {{numDups}} friends merged
hto: Tamega {{numDups}} komɨnɨaɨ

# friendsMerged[many]
source: {{numDups}} friends merged
hto: Tamega {{numDups}} komɨnɨaɨ

# friendsMerged[other]
source: {{numDups}} friends merged
hto: Tamega {{numDups}} komɨnɨaɨ

source: No duplicated contacts merged
hto: Menarie Komɨnɨ tameñega

source: One duplicated contact merged
hto: Tamega komɨnɨ menarie

# contactsMerged[two]
source: {{numDups}} contacts merged
hto: Tamega {{numDups}} komɨnɨaɨ

# contactsMerged[few]
source: {{numDups}} contacts merged
hto: Tamega {{numDups}} komɨnɨaɨ

# contactsMerged[many]
source: {{numDups}} contacts merged
hto: Tamega {{numDups}} komɨnɨaɨ

# contactsMerged[other]
source: {{numDups}} contacts merged
hto: Tamega {{numDups}} komɨnɨaɨ

source: Import
hto: Átika

source: Update
hto: Méidote

# fbFriends
source: Facebook Friends
hto: Nábai facebook

# facebook-serviceName
source: Facebook Friends
hto: Nábai facebook

source: Select all
hto: Nana nɨzede

source: Deselect all
hto: Náte rɨgɨnoñede

source: View All Facebook Friends
hto: Nana Nabai Facebook eroi

source: View Only Recommended
hto: Dama rafue eroi

source: No matching friends. Showing all
hto: Ñueñede. Nana Ó nabai Akatate

source: Select the recommended one
hto: Rafue nizede

# linkProposal[two]
source: Select a recommended one
hto: Rafue nizeri

# linkProposal[few]
source: Select a recommended one
hto: Da Rafue nizede

# linkProposal[many]
source: Select a recommended one
hto: Da Rafue nizeri

# linkProposal[other]
source: Select a recommended one
hto: Da Rafue nizeri

source: No contacts available to import
hto: komɨnɨ atikam iñede

source: All your friends are imported
hto: Atika nana Ó nabai

source: Found one friend to import
hto: atɨri nabai baite

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
hto: baite {{numFriends}} nabai atɨri

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
hto: Baite {{numFriends}} atɨri nabai

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
hto: baite {{numFriends}} nabai atɨri

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
hto: Baite {{numFriends}} atɨri nabai

source: Search
hto: Jéno

source: No contacts found
hto: Báinide komɨnɨ

source: Done
hto: Fɨnoka

source: Importing friends to Contacts
hto: Komɨnɨ atɨde nabai

source: Updating friends in Contacts
hto: Komɨnɨ Nabai ñue fɨnoyena

# message2
source: This may take a couple of minutes
hto: Darui íede

source: Please hold on. We are linking your friend and your contact.
hto: Éna úñoiri.Ó komɨnɨ jonega nabai dɨga.

source: Please hold on. We are canceling the ongoing operation.
hto: Éna úñoiri. fuitaode fɨnoode virui.

source: Error {{from}}
hto: Fɨgoñede {{from}}

# error2
source: Do you want to retry?
hto: ¿Abɨdo ó fɨinoakadɨo?

# errorProposal
source: calculating proposals
hto: Kakareide yetara uai

# errorFriends
source: retrieving friends
hto: Ábɨdo óode Nábai

source: linking contact
hto: Komɨnɨ nitaoide

source: Exceeded timeout {{from}}
hto: Úñoga ñue fɨnoka {{from}}

# timeout2
source: Do you want to retry?
hto: ¿Abɨdo ó fɨinoakadɨo?

# timeoutProposal
source: calculating proposals
hto: Kakareide yetara uai

# timeoutFriends
source: retrieving friends
hto: Ábɨdo óode Nábai

source: linking contacts
hto: Komɨnɨ nitaoide

source: Please hold on
hto: Acádote

# wait2
source: This may take a couple of minutes
hto: Darui íede

source: Please hold on. We are calculating a proposal.
hto: Akadoy. yetara uai Kakareide.

source: Please hold on. We are connecting to obtain your friend list.
hto: Ɨna jabe. eroizaide komɨnɨaɨ Raɨe kuejina

# curtainCancel
source: Cancel
hto: Fúitaka

source: Retry
hto: Abɨdo fɨnori

# curtainOK
source: OK
hto: Jɨɨ

source: No Internet connection
hto: Íñede nitaiode internet

source: Friends’ photos will not be added to your contacts. Continue anyway?
hto: Komɨnɨ Raɨe kuejina nitaoñede. ¿Ɨforiakade?

# yesOption
source: OK
hto: Jɨɨ

# noOption
source: Cancel
hto: Fúitade

source: Your Facebook session is invalid. Please sign in.
hto: Ó Facebook ñueñede. Búu iedɨo.

source: There was an error synchronizing your friend’s data
hto: Fɨgoñede ráanɨaɨ nábai
