Repository: translate/mozilla-gaia
Catalog: son/shared/keypad/keypad.properties.po
Languages: son

source: Phone number
son: Talfon lanba

source: Delete
son: Tuusu

source: Voicemail
son: Jinde bataga

source: Asterisk
son: Handarayze

source: Hash sign
son: Gatal šilbay

source: Cancel
son: Naŋ

source: Loading SIM card contacts…
son: SIM katta borey zumandi…

source: No contacts were found
son: Boro kul mana duwandi

source: OK
son: Ayyo

source: No SIM card to load contacts from
son: SIM katta šii kaŋ ga borey ga huru
