Repository: translate/mozilla-gaia
Catalog: qvi/apps/settings/device_type/phone/settings.device.properties.po
Languages: qvi

source: The ringtone was not changed because the selected file can not be played on this phone.
qvi: Na trukashka kay willayta imamanda kay akllashka tsirwakay na ushan riwichina kay rimachik antapi

source: Find My Device allows you to locate, lock or erase your phone
qvi: Maskana ñukapa irunrin kachariy kanman churana, sinshayana, kichuna kanpa rimachik anta

source: Find My Device allows you to locate, lock or erase your phone from a web site:
qvi: Maskana ñukapa irunrin kachariy kanman churana, sinshayana, kichuna kanpa rimachik anta kuska web-manta

source: No devices are actively tracking your phone through the website.
qvi: Nimapash irunrin katihun kamak rimachik anta ñan web.

source: Reset Phone
qvi: Kutin wallpachana rimachik anta

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
qvi: Kutin wallpachana, kichurinka tukuy kampak chanikuna, mayhan apps rantishka kashpa. Kay rimachik anta kutin wallpachana kampak tikuykuna makina. Na allichirinkachu kampak tikuykuna nimapash kampak chanikuna.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your phone will have unrestricted developer tools, allowing you to modify and debug system applications.
qvi: Kutin wallpachana kichurinka tukuy kampak chanikuna, mayhan apps rantishka kashpa. Na allichirinkachu kampak tikuykuna nimapash kampak chanikuna. Shimapash rimachik anta shinanka mana kitapashpa kay llamkanakuna yuyantikunapak, shina sakinka trukana pichana chay saylluraykuna kay llika.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your phone will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
qvi: Kutin wallpachana kichurinka tukuy kampak chanikuna, mayhan apps rantishka kashpa. Na allichirinkachu kampak tikuykuna nimapash kampak chanikuna. Kampak rimachik anta na charinkachu chay llamkanakuna yuyantikunapak. Na ushanki trukana pichana chay saylluraykuna kay llika.

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
qvi: Riwichina imasha shinana mirachinata kallpa mana marikuyana llamniraykuna chay chanikunata, Bluetooth y kuskallaypacha chay rimachik anta mirachinkapak kawsayta chay kallpakuk. Ushanki Riwichinata kay yanapanakunata makiwanlla.

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
qvi: Yanapanawaychi allikachinkapak {{brandShortName}} wakinahun chanikuna kampak rimachik anta y kampak arina.

source: Connected to phone audio
qvi: Llamiraypashka rimachik antata uyapaktaman

source: Connected to phone/media audio
qvi: Llamiraypashka multimedia/rimachik antata uyapaktaman
