Repository: translate/mozilla-gaia
Catalog: */apps/bookmark/bookmark.properties.po
Languages: bg, br, bs, cy, es, eu, gd, hi_in, kk, km, kn, lo, lv, my, nn_no, th, ur, uz

source: Add to Home Screen
bg: Добавяне към началния екран
br: Ouzhpennañ d'ar skramm degemer
bs: Dodaj na početni ekran
cy: Ychwanegu i'r Sgrin Cartref
es: Añadir a pant. inicio
eu: Gehitu hasiera-pantailari
gd: Cuir ris an sgrìn mhòr
hi_in: होम स्क्रीन में शामिल करें
kk: Үй экранына қосу
kn: ಮುಖ್ಯ ತೆರೆಗೆ ಸೇರಿಸು
lv: Pievienot sākuma ekrānam
my: ပင်မစာမျက်နှာပေါ် တင်ပါ။
nn_no: Legg til på startskjermen
th: เพิ่มไปยังหน้าจอแรก
ur: ابتدائی سکرین میں شامل کریں

source: Edit Pinned Site
bg: Редактиране на фиксирани страници
br: Embann ar lec'hienn spilhennet
bs: Uredi zakačenu stranicu
cy: Golygu Gwefan Piniwyd
es: Editar sitio fijado
eu: Editatu ainguratutako gunea
gd: Deasaich an tè phrìnichte
hi_in: पिन साइट संपादित करें
kk: Бекітілген сайтты түзету
kn: ಪಿನ್ ಮಾಡಲಾದ ತಾಣವನ್ನು ತಿದ್ದು
lv: Rediģēt piesprausto lapu
my: တွဲထားသည့် ဝဘ်ဆိုက်ကို တည်းဖြတ်ရန်
nn_no: Rediger festa nettstad
th: แก้ไขไซต์ที่ปักหมุด
ur: پن سائٹ کو تدوین کریں

source: Added to home screen
bg: Добавена към началния екран
br: Ouzhpennet eo bet d'ar skramm degemer
bs: Dodano na početni ekran
cy: Ychwanegu i'r sgrin cartref
es: Añadido a pantalla inicio
eu: Hasierako pantailara gehituta
gd: Chaidh a chur ris an sgrìn mhòr
hi_in: मुख्य पृष्ट पॆ जोड़ें
kk: Үй экранына қосылды
km: បាន​បន្ថែម​ទៅ​អេក្រង់ដើម
kn: ಮುಖ್ಯ ತೆರೆಗೆ ಸೇರಿಸಲಾಗಿದೆ
lo: ໄດ້ເພີ່ມເຂົ້າໄປຫນ້າຈໍທຳອິດແລ້ວ
lv: Pievienota sākuma ekrānam
my: ပင်မ စာမျက်သို့ ထည့်ပြီး
nn_no: Lagt til på heimeskjermen
th: เพิ่มไปยังหน้าจอแรกแล้ว
ur: ابتدائی سکرین میں شامل
uz: Uy ekraniga qo‘shildi

source: Updated pinned site
bg: Обновяване на фиксирани страници
br: Lec'hienn spilhennet hizivaet
bs: Ažurirana zakačena stranica
cy: Diweddaru gwefan piniwyd
es: Sitio fijado actualizado
eu: Ainguratutako gunea eguneratuta
gd: Chaidh an làrach phrìnichte ùrachadh
hi_in: पिन साइट उद्यादित किया
kk: Бекітілген сайт жаңартылды
kn: ಪಿನ್ ಮಾಡಲಾದ ತಾಣವನ್ನು ಪರಿಷ್ಕರಿಸಲಾಗಿದೆ
lv: Atjaunināt piesprausto lapu
my: တွဲထားသည့် ဝဘ်ဆိုက်ကို မွမ်းမံပြီးပြီ။
nn_no: Oppdater festa nettstad
th: ปรับปรุงไซต์ที่ปักหมุดแล้ว
ur: پن سائٹ کی تازہ کاری کریں

source: Done
bg: Готово
br: Graet
bs: Završeno
cy: Wedi gorffen
es: Hecho
eu: Eginda
gd: Deiseil
hi_in: सम्पन्न
kk: Дайын
km: ធ្វើរួច
kn: ಮುಗಿಯಿತು
lo: ສຳເລັດ
lv: Pabeigts
my: ပြီးပြီ
nn_no: Fullført
th: เสร็จสิ้น
ur: مکمل
uz: Tayyor

# add-action
source: Add
bg: Добавяне
br: Ouzhpennañ
bs: Dodaj
cy: Ychwanegu
es: Agregar
eu: Gehitu
gd: Cuir ris
hi_in: जोड़ें
kk: Қосу
km: បន្ថែម
kn: ಸೇರಿಸು
lo: ເພີ່ມ
lv: Pievienot
my: ထည့်ရန်
nn_no: Legg til
th: เพิ่ม
ur: اضافہ کریں
uz: Qo‘shish

source: Cancel
bg: Отказ
br: Nullañ
bs: Otkaži
cy: Diddymu
es: Cancelar
eu: Utzi
gd: Sguir dheth
hi_in: रद्द करें
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದು ಮಾಡು
lo: ຍົກເລີກ
lv: Atcelt
my: ဖျက်
nn_no: Avbryt
th: ยกเลิก
ur: منسوخ کریں
uz: Bekor qilish

source: Add Application
bg: Добавяне на приложение
br: Ouzhpennañ un arload
bs: Dodaj aplikaciju
cy: Ychwanegu Ap
es: Agregar app
eu: Gehitu aplikazioa
gd: Cuir aplacaid ris
kk: Бағдарламаны қосу
km: បន្ថែម​កម្មវិធី
kn: ಅನ್ವಯವನ್ನು ಸೇರಿಸು
lo: ເພີ່ມໂປຼແກຼມ
lv: Pievienot lietotni
my: အက်ပလီကေးရှင်း ထည့်သွင်းပါ
nn_no: Legg til app
th: เพิ่มแอปพลิเคชัน
ur: ایپلی کیشن کا اضافہ کریں
uz: Ilova dastur qo‘shish

source: Add
bg: Добавяне
br: Ouzhpennañ
bs: Dodaj
cy: Ychwanegu
es: Agregar
eu: Gehitu
gd: Cuir ris
hi_in: जोड़ें
kk: Қосу
km: បន្ថែម
kn: ಸೇರಿಸು
lo: ເພີ່ມ
lv: Pievienot
my: ထည့်ရန်
nn_no: Legg til
th: เพิ่ม
ur: اضافہ کریں
uz: Qo‘shish

source: An application is available for this web site.
bg: Налично е приложение за този уеб сайт.
br: Un arload a zo evit al lec'hienn-mañ.
bs: Aplikacija je dostupna za ovu web stranicu.
cy: Mae ap ar gael ar gyfer y wefan hon.
es: Hay una aplicación disponible para este sitio web.
eu: Webgune honetarako aplikazio bat eskuragarri dago.
gd: Tha an làrach seo ri fhaighinn mar aplacaid cuideachd.
hi_in: इस वेबसाइट के लिए अनुप्रयोग उपलब्ध है.
kk: Бұл веб сайты үшін қолданба қолжетерлік.
kn: ಈ ತಾಣಕ್ಕೆ ಒಂದು ಅನ್ವಯ ಲಭ್ಯವಿದೆ.
lo: ມີໂປຼແກຼມທີ່ໃຊ້ງານໄດ້ສຳລັບເວັບໄຊນີ້.
lv: Ir pieejama lietotne šai mājaslapai.
my: ဒီဝဘ်ဆိုက်အတွက် အက်ပလီကေးရှင်း အသုံးပြုနိုင်ပါသည်။
th: มีแอปพลิเคชันที่ใช้งานได้สำหรับเว็บไซต์นี้
ur: اس ویب سائٹ کے لیئے ایپلی کیشن دستیاب ہے۔
uz: Ushbu veb sayt uchun ilova dastur mavjud,

source: Remove {{name}}
bg: Премахване на {{name}}
br: Lemel {{name}}
bs: Ukloni {{name}}
cy: Tynnu {{name}}
es: Eliminar {{name}}
eu: Kendu {{name}}
gd: Thoir air falbh {{name}}
hi_in: {{name}} हटाएँ
kk: {{name}} өшіру
km: លុប​ {{name}}
kn: {{name}} ತೆಗೆದುಹಾಕು
lo: ລືບ {{name}}
lv: Izņemt {{name}}
my: {{name}} အားဖယ်
nn_no: Fjern {{name}}
th: เอา {{name}} ออก
ur: {{name}} ہٹائیں
uz: {{name}}ni olib tashlash

source: Remove {{name}} from system?
bg: Премахване на {{name}} от системата?
br: Lemel {{name}} diwar ar reizhiad ?
bs: Ukloniti {{name}} iz sistema?
cy: Tynnu {{name}} o'r system?
es: ¿Eliminar {{name}} del sistema?
eu: {{name}} sistematik kendu?
gd: A bheil thu airson {{name}} a thoirt air falbh on t-siostam?
hi_in: तंत्र से {{name}} हटाएँ
kk: {{name}} жүйеден өшіру керек пе?
km: លុប{{name}} ចេញ​ពី​ប្រព័ន្ធ?
kn: ಗಣಕ ವ್ಯವಸ್ಥೆಯಿಂದ {{name}} ತೆಗೆದುಹಾಕಬೇಕೆ?
lo: ລືບ {{name}} ອອກຈາກລະບົບ?
lv: Vai izņemt {{name}} no sistēmas?
my: {{name}} အား စနစ်မှ ဖယ်မလား?
nn_no: Fjerna {{name}} frå systemet?
th: เอา {{name}} ออกจากระบบ?
ur: نظام سے {{name}} کو ہٹائیں؟
uz: Tizimdan {{name}} olib tashlansinmi?

source: Remove
bg: Премахване
br: Lemel
bs: Ukloni
cy: Tynnu
es: Eliminar
eu: Kendu
gd: Thoir air falbh
hi_in: हटाएँ
kk: Өшіру
km: យកចេញ
kn: ತೆಗೆದುಹಾಕು
lo: ລີບ
lv: Izņemt
my: ပယ်ဖျက်
nn_no: Fjern
th: เอาออก
ur: ہٹائیں
uz: Olib tashlash

source: Edit bookmark
km: កែ​សម្រួល​ចំណាំ

source: Updated bookmark
km: ចាំណាំបានធ្វើ​បច្ចុប្បន្នភាព
