Repository: translate/mozilla-gaia
Catalog: son/apps/ringtones/ringtones.properties.po
Languages: son

source: Manage Tones
son: Hẽeney juwal

source: Share ringtone
son: Talfon hẽeney žemna

source: Delete ringtone
son: Talfon hẽeni tuusu

source: Share alert
son: Yaamaroo žemna

source: Delete alert
son: Yaamaroo tuusu

# actions-cancel
source: Cancel
son: Naŋ

source: Delete Ringtone
son: Talfon hẽeni tuusu

source: Delete Alert
son: Yaamaroo tuusu

source: Are you sure you want to delete "<bdi>{{tone}}</bdi>"?
son: Alhakiika war ga boona ka "<bdi>{{tone}}</bdi>" tuusu?

source: "<bdi>{{tone}}</bdi>" is the current default ringtone.<br><br>Are you sure you want to delete it?
son: "<bdi>{{tone}}</bdi>" ti sohõ tilasu talfon hẽenoo.<br><br>Alhakiika war ga boona k'a tuusu?

source: "<bdi>{{tone}}</bdi>" is the current default alert.<br><br>Are you sure you want to delete it?
son: "<bdi>{{tone}}</bdi>" ti sohõ tilasu yaamar ɲoojaa.<br><br>Alhakiika war ga boona k'a tuusu?

# delete-cancel
source: Cancel
son: Naŋ

source: Delete
son: Tuusu

source: Ringtone deleted.
son: Talfon hẽenoo tuusandi.

source: Alert deleted.
son: Yaamaroo tuusandi.

source: New ringtone created.
son: Talfon hẽeni taaga teendi.

source: Ringtone set as default.
son: A tee tilasu talfon hẽeni.

source: SD Card
son: SD katta

source: Select Sound
son: Sawtu suuba

source: Set
son: Kayandi

source: {{ringtoneSectionBrandName}} Ringtones
son: {{ringtoneSectionBrandName}} talfon hẽeney

source: {{ringtoneSectionBrandName}} Alerts
son: {{ringtoneSectionBrandName}} yaamarey

source: My Ringtones
son: Ay talfon hẽeney

source: My Alerts
son: Ay yaamarey

source: Create Ringtone
son: Talfon hẽeni tee

source: Save
son: Gaabu

# create-cancel
source: Cancel
son: Naŋ

source: Corrupted File
son: Tuku laybante

source: The file is corrupted. It cannot be used to create a ringtone.
son: Tukoo n' ka laybu. Boro ši hin ka talfon hẽeni tee nd'a.

source: Ringtone Not Created
son: Talfon hẽeni kul mana teendi

source: There was an issue creating the ringtone. Please try again.
son: Šenday bara talfon hẽeni teeyanoo ra. Ceeci koyne taare.

source: Use as default ringtone
son: A tee tilasu talfon hẽeni

source: OK
son: Ayyo

source: Untitled
son: Å ši nda maa

source: Add
son: Tonton
