Repository: translate/mozilla-gaia
Catalog: lg/apps/communications/contacts/contacts.properties.po
Languages: lg

source: Call
lg: Kuba

source: Edit
lg: Kyusa

source: Cancel
lg: Sazaamu

source: Done
lg: Kiwedde

source: OK
lg: Kale

source: Update
lg: Tekamu ebipya

source: Retry
lg: Ddamu

source: Contacts
lg: Esiimu

source: Add contact
lg: Tekamu esiimu

source: Delete contact
lg: Jjamu esiimu

source: Select contact
lg: Londa esiimu

source: Select all
lg: Londa Byona

source: Deselect all
lg: Sazamu byolonze byona

source: Edit contact
lg: Tekamu esiimu

source: Delete contact?
lg: Jjamu esiimu?

source: Remove
lg: Jjamu

source: Delete
lg: Sangula

source: Comments
lg: Ebikyogeddwako

source: This contact does not have a phone number
lg: Elinya lino telirina nnamba ya ssimu

source: This contact does not have an email address
lg: Elinya lino telirina ndagiriro ya yimeyilo

source: Remove contact picture?
lg: Jjako akafananyi ku linnya lino?

source: Loading contacts…
lg: Okuttika amanya...

source: No contacts in your Contacts list
lg: Tewali ndagiliro zili mulukalalalwo olw'endagiliro

source: No name
lg: Tayina linya

source: Name
lg: Erinya

source: Last name
lg: Erinya ly'ekika

# tel.placeholder
source: Phone
lg: Esiimu

source: Carrier
lg: Omukutu

# carrier.placeholder
source: Carrier
lg: Omukutu

source: Email
lg: Imeyilo

# email.placeholder
source: Email
lg: Yimeyilo

source: Street
lg: Olugudo

source: Zip code
lg: Zip koodi

source: City
lg: Ekibuga

source: Country
lg: Ensi

source: Comment
lg: Kyogamba

source: Company
lg: Kamponi

source: Date
lg: Ennaku z'omwezi

# date-span-placeholder
source: Date
lg: Ennaku z'omwezi

# date.placeholder
source: Date
lg: Ennaku z'omwezi

source: Birthday
lg: Olunaku lw'amazalibwa

source: Anniversary
lg: Olunaku lw'amajukilwa

source: Add Picture
lg: Gatta ko Ekifananyi

source: Add Phone
lg: Gatta ko Ennamba

source: Add Email
lg: Gatta ko Imeyilo

source: Add Address
lg: Gattamu w'Obeera

source: Add Date
lg: Gattamu Olunaku

source: Add Comment
lg: Gattamu Kyogamba

source: Add as Favorite
lg: Jigatte mu Zoyagala enyo

source: Remove as Favorite
lg: Jjije mu Zoyagala enyo

source: Add
lg: Okugatta

# editButton.ariaLabel
source: Edit
lg: Kyusa

# phoneDetail.ariaLabel
source: Phone
lg: Esiimu

# emailDetail.ariaLabel
source: Email
lg: Yimeyilo

# addressDetail.ariaLabel
source: Address
lg: Endagiliro

# dateDetail.ariaLabel
source: Date
lg: Ennaku z'omwezi

# composeEmail.ariaLabel
source: Email
lg: Yimeyilo

# makeCall.ariaLabel
source: Call
lg: Kuba

source: Phones
lg: Esiimu

source: Emails
lg: Yimeyilo

source: Addresses
lg: Endagiliro

source: Dates
lg: Ennaku z'omwezi

source: Notes
lg: Obuwandike obutonotono

source: Exit
lg: Fuluma

source: Expand
lg: Gaziya

source: Name:
lg: Elinya:

source: Last name:
lg: Elinya ly'ekika:

source: Phone number:
lg: Ennamba yesiimu:

source: Carrier:
lg: Omukutu oguttambuza:

source: Email:
lg: Yimeyilo:

source: Street:
lg: Olugudo:

source: Zip code:
lg: Zziipu koodi:

source: City:
lg: Ekibuga:

source: Country:
lg: Ensi:

source: Comment:
lg: Kyogereko:

source: Main information
lg: Obubaka obukulu

source: Phone numbers
lg: Ennamba z'esiimu

source: Email address
lg: Endagiliro ya yimeyilo

# legendAddress
source: Address
lg: Endagiliro

source: Search
lg: Noonya

source: No contacts found
lg: Tewali mmanya gazulidwa

source: Transfer Contacts
lg: Tambuza ammanya

# importContactsTitle
source: Import Contacts
lg: Leeta amanya okuva ebweru

# importContactsButton
source: Import Contacts
lg: Leeta amanya okuva ebweru

# exportContactsTitle
source: Export Contacts
lg: Wereza ammanya ebweru

# exportContactsButton
source: Export Contacts
lg: Wereza ammanya ebweru

source: Export
lg: Wereza ebweru

source: Export to SIM
lg: Leeta ku Layini

source: Export to memory card
lg: Wereza ku ka kaada akatereka

source: Export to Bluetooth
lg: Wereeza ku Bbululutuuthi

source: Cannot use memory card because USB storage is enabled
lg: Tesobola kukozesa ka kaada akateleka kuba ettelekelo lya USB liteleddwako

source: Export error
lg: Ensobi mukuwereza ebweru

source: {[ plural(exported) ]}
lg: {[ plural(gawerezeddwa ebweru) ]}

source: No contacts exported
lg: Tewali mmaanya gawerezedwa bweru

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
lg: {{exported}}/{{total}} ammanya gawerezeddwa

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
lg: {{exported}}/{{total}} amanya gawerezeddwa

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
lg: {{exported}}/{{total}} amanya gawerezeddwa

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
lg: {{exported}}/{{total}} amanya gawerezeddwa

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
lg: {{exported}}/{{total}} amanya gawerezeddwa

source: Some error happened while exporting
lg: Wabaddewo obuzibu obumu mukuwereza ebweru

# exportError-SD-shared
source: Can’t access memory card because it’s shared
lg: Tesobola kukozesa ka kaada akatereka kubanga kagabanwa

# exportError-SD-unavailable
source: Memory card is not available
lg: Ka kaada akateleka tekalimu

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
lg: Tekuli bbanga limala ku ka kaada akateleka okusobozesa okuwereza ammanya ebweeru

source: SIM card is not available
lg: Temuli layini ya'mpuliziganya

# exportError-BT-shared
source: Can’t access memory card because it’s shared
lg: Tesobola kukozesa ka kaada akatereka kubanga kagabanwa

# exportError-BT-unavailable
source: Memory card is not available
lg: Ka kaada akateleka tekaliimu

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
lg: Tekuli bbanga limala ku ka kaada akateleka okusobozesa okuwereza ammanya ebweeru

source: Social networks
lg: Emikutu ejigata abantu

source: Link contact
lg: Yunga elinya

source: Unlink contact
lg: Yungulula elinya

source: Do you want to unlink your friend?
lg: Oyagala okuyungulula mukwano gwo?

source: Unlink
lg: Yungulula

source: Import Facebook friends
lg: Leeta emikwano gyo egya Facebook

source: View Facebook profile
lg: Laba ebimukwatako ku Facebook

source: Message
lg: Obubaka

source: Wall post
lg: Ekiwandike ku kisengekye

source: Share Contact
lg: Ggabana endagiliro eno

source: The contact cannot be shared due to Facebook constraint.
lg: Ennamba tegwabibwa olw'okuba nti Facebook tekiriza.

source: Other accounts
lg: Akawuunti endala

source: Sync friends
lg: Yunga emikwano

source: Select mobile
lg: Londako ennamba ye'ssimu

source: Select email
lg: Londako yimeyilo

source: Select recipient
lg: Londako gwowereza

source: Order by last name
lg: Sengeka ne'linya lyekyika

# importSim2
source: SIM card
lg: Layini ye'byempuliziganya

source: Bluetooth
lg: Bululutuuth

source: Update imported friends
lg: Noonya ebipya mumikwaano egyiletedwa

source: Removing Facebook data
lg: Jjamu byona ebya Facebook

source: Logging out from Facebook
lg: Okufuluma Facebook

source: Remove all Facebook data?
lg: Jjamu byona ebyaFacebook?

source: Your password in Facebook has changed. Please, update it.
lg: Pasiwadi yo eya Facebook ekyuuse. Tusaba ojikebereko.

source: Not enabled yet
lg: Tonaba gikiriza

source: To import contacts connect to Wi-Fi or data network
lg: Oku leeta ennamba weyunge ku Wi-Fi oba akatimbe

source: SIM card
lg: SIM kaadi

source: Memory card
lg: Kakaada akateresi

# ICEContactsGroup
source: ICE Contacts
lg: Endagiliro za ICE

source: Set ICE Contacts
lg: Tekawo Endagiliro Za ICE

# ICESettingTitle
source: ICE Contacts
lg: Endagiliro za ICE

source: Add two contacts for making “In Case of Emergency” calls.
lg: Teekamu endagiliro z'essimu bbiri ezokuba okufuna obuyambi singa watukawo obuzibu (ICE)

source: ICE Contact 1
lg: Endagiliro ya ICE 1

source: Select a contact
lg: Londako endagiliro

source: ICE Contact 2
lg: Endagiliro ya ICE 2

source: This contact is already an existing ICE contact
lg: Endagiliro eno yatekebwa dda ng'eya ICE

source: There was an error setting the contact as ICE
lg: Wabadewo obuzibu mukuteeka endagiliro eno ng'eya ICE

source: This contact doesn't have a phone number
lg: Endagiliro eno telina nnamba ya ssimu

source: Facebook contacts cannot be set as ICE contacts
lg: Endagiliro za Facebook tezisobola kuteekebwa ng'ezza ICE

source: Deleted phone numbers are removed from ICE Contact
lg: Ennamba z'essimu ezasangulwa zzijibwa mundagiliro ya ICE

source: All the numbers are deleted. This contact is removed from the ICE Contacts.
lg: Ennamba zzona zasanguddwa. Endagiliro eno ejidwa mu za ICE

source: No contacts
lg: Tewali ndagiliro

source: Start adding them now
lg: Tandika okuzongerako kati

source: Not imported
lg: Tezileteddwa

source: Imported
lg: Ziletedwa

source: Today
lg: Olwaleero

source: Yesterday
lg: Ejjo

source: Please hold on. We are canceling the ongoing operation.
lg: Bambi kwatililako. Tuli mukusazaamu ekilimukugenda maaso.

source: Organize Contacts
lg: Tereza Endagiliro

source: Find duplicate contacts
lg: Zuula endagiliro ezeddamu

source: Preparing contacts
lg: Tuteekateka endagiliro

source: SIM Card is full
lg: SIM kaada ejudde

source: Cannot access SIM card’s phone book
lg: Tetusobola kufuna ewatelekebwa amasiimu ga SIM kaadi

source: No SIM detected
lg: Tetulabye SIM

source: An error occurred while exporting a contact
lg: Wabaddewo obuzibu nga tutwala esiimu

source: To export contacts insert or unlock your SIM card
lg: Okutwala esiimu yingizamu or gulawo layini yo

source: To export contacts insert a memory card
lg: Okutwala esiimu yingizamu memory kaadi

source: Contacts Management
lg: Enfuga y'Amasiimu

# DeleteTitle
source: Delete
lg: Jjamu

source: Delete Contacts
lg: Sangula Endagiliro Z'amassimu

source: Contacts delete cancelled
lg: Okusangula endagiliro kusazidwaamu

# DeletedTxt[zero]
source: No Contact to Delete
lg: Temuli Ndagiliro Yakusangula

source: 1 Contact removed
lg: Endagiliro 1 ejidwamu

# DeletedTxt[two]
source: {{n}} Contacts removed
lg: Endagiliro z'essimu {{n}} zijidwamu

# DeletedTxt[few]
source: {{n}} Contacts removed
lg: Endagiliro z'essimu {{n}} zijidwamu

# DeletedTxt[many]
source: {{n}} Contacts removed
lg: Endagiliro z'essimu {{n}} zijidwamu

# DeletedTxt[other]
source: {{n}} Contacts removed
lg: Endagiliro z'essimu {{n}} zijidwamu

source: Deleting contacts
lg: Okusangula endagiliro z'amassimu

# ContactConfirmDel[zero]
source: No Contact to Delete
lg: Temuli Siimu Yakujjamu

source: Delete 1 Contact? This cannot be undone.
lg: Jjamu Esiimu 1? Womala tosobola zizawo.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
lg: Jjamu Esiimu {{n}}? Womala tosobola zizawo.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
lg: Jjamu Esiimu {{n}}? Womala tosobola zizawo.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
lg: Jjamu Esiimu {{n}}? Womala tosobola zizawo.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
lg: Jjamu Esiimu {{n}}? Womala tosobola zizawo.

# SelectedTxt[zero]
source: Contacts
lg: Esiimu

# SelectedTxt[one]
source: {{n}} selected
lg: {{n}} elondedwa

# SelectedTxt[two]
source: {{n}} selected
lg: {{n}} zilondedwa

# SelectedTxt[few]
source: {{n}} selected
lg: {{n}} zilondedwa

# SelectedTxt[many]
source: {{n}} selected
lg: {{n}} zilondedwa

# SelectedTxt[other]
source: {{n}} selected
lg: {{n}} zilondedwa

source: Video
lg: Akatambi

source: Audio
lg: Eby'eddobozi

# removeField.ariaLabel
source: Remove
lg: Jjamu

source: Undo
lg: Okukizayo

source: ICE Contacts
lg: Endagiliro za ICE

source: Edit Picture
lg: Longosa ekifananyi

source: Remove photo
lg: Jjako ekifananyi

source: Change photo
lg: Kyusa ekifananyi

source: Photo options
lg: Eby'okulondako by'ekifananyi
