Repository: translate/mozilla-gaia
Catalog: ff/apps/wappush/wappush.properties.po
Languages: ff

source: WAP Push message
ff: Ɓatakuuru Push WAP

source: Close
ff: Uddu

source: Accept
ff: Jaɓ

source: Quit
ff: Yaltu

source: Cancel
ff: Haaytu

source: Try again
ff: Fuɗɗito

source: Finish
ff: Gaynu

source: Next
ff: Paaɗo

source: Done
ff: Gasii

source: This message has expired
ff: Nduu ɓatakuru hiiɗtii

source: Configuration message received
ff: Ɓatakuru teeltagol heɓaama

source: OTA Access Point Configuration
ff: Teeltagol Peŋngal Naatirgal OTA

source: Configuration message received, tap on “Done” to continue.
ff: Ɓatakuru teeltagol heɓaama, tappu e “Gasii” ngam jokkude.

source: The PIN code should have been provided to you by whomever sent you the configuration message.
ff: Kod PIN oo ena fotnoo ummoraade to kala baawɗooɗo neldude-ma ɓatakuru teeltagol nduu.

source: The message has not been processed yet, do you really want to quit?
ff: Ɓatakuru nduu suwaa toppiteede tawo, aɗa yiɗi yaltude e jaati?

source: Your carrier is sharing configuration information with you. Do you want to install it?
ff: Operatoor maa ena heɓnu-maa humpito teeltagol. Aɗa yiɗi aafde ɗum?

source: PIN is not correct.
ff: PIN oo feewaani.

source: APN(s) saved.
ff: APN(s) danndaama.

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
ff: Ɓatakuru teeltagol nde keɓ-ɗaa ndee horiima goongɗitineede e kartal SIM maa, kisa ndu waawaa huutoreede ngam teeltaade kaɓirgol maa.

source: There was a error while authenticating the sender of the message.
ff: Waɗii juumre tuma nde goongɗitinta nelduɗo ɓatakuru nduu.

source: The authentication mechanism is not supported yet.
ff: Fannu goongɗitingol ngol jaaɓdaani tawao.

source: The configuration message you received does not have valid APNs.
ff: Ɓatakuru teeltagol ndu keɓ-ɗaa duu jogaaki APNs moƴƴi.
