Repository: translate/mozilla-gaia
Catalog: hsb/shared/import_contacts/import_contacts.properties.po
Languages: hsb

source: Back
hsb: Wróćo

source: To import contacts insert or unlock your SIM card
hsb: Zo byšće kontakty importował, zasadźće swoju SIM-kartu abo zběhńće jeje zawěru

source: To import contacts insert a memory card
hsb: Zo byšće kontakty importował, zasadźće składowansku kartu

source: Memory card
hsb: Składowanska karta

source: No friends or contacts found in this account.
hsb: Žani přećeljo abo žane kontakty w tutym konće namakani.

source: Import SIM contacts
hsb: SIM-kontakty importować

source: Importing SIM contacts…
hsb: SIM-kontakty so importuja…

source: Reading from SIM card…
hsb: SIM-karta so čita…

source: Could not import contacts from SIM
hsb: Njeje móžno, kontakty ze SIM importować

source: No contacts detected on SIM to import
hsb: Na SIM njejsu so kontakty za importowanje namakali

# simContacts-imported3[one]
source: Imported one contact
hsb: Jedyn kontakt importowany

# simContacts-imported3[two]
source: Imported {{n}} contacts
hsb: {{n}} kontaktaj importowanej

# simContacts-imported3[few]
source: Imported {{n}} contacts
hsb: {{n}} kontakty importowane

# simContacts-imported3[many]
source: Imported {{n}} contacts
hsb: {{n}} kontaktow importowanych

# simContacts-imported3[other]
source: Imported {{n}} contacts
hsb: {{n}} kontaktow importowanych

source: Import contacts from memory card
hsb: Kontakty ze składowanskeje karty importować

source: Importing contacts from memory card…
hsb: Kontakty so ze składowanskeje karty importuja…

source: Could not import contacts from memory card
hsb: Njeje móžno, kontakty ze składowanskeje karty čitać

source: No contacts detected on memory card to import
hsb: Na składowanskej karće njejsu so žane kontakty za importowanje namakali

# memoryCardContacts-imported3[one]
source: Imported one contact
hsb: Jedyn kontakt importowany

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
hsb: {{n}} kontaktaj importowanej

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
hsb: {{n}} kontakty importowane

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
hsb: {{n}} kontaktow importowanych

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
hsb: {{n}} kontaktow importowanych

source: No contacts imported yet
hsb: Hišće žane kontakty importowane

# infiniteProgress[one]
source: Imported one contact
hsb: Jedyn kontakt importowany

# infiniteProgress[two]
source: Imported {{n}} contacts
hsb: {{n}} kontaktaj importowanej

# infiniteProgress[few]
source: Imported {{n}} contacts
hsb: {{n}} kontakty importowane

# infiniteProgress[many]
source: Imported {{n}} contacts
hsb: {{n}} kontaktow importowanych

# infiniteProgress[other]
source: Imported {{n}} contacts
hsb: {{n}} kontaktow importowanych

source: No friends updated
hsb: Žani přećeljo zaktualizowani

source: Updated one friend
hsb: Jedyn přećel zaktualizowany

# friendsUpdated[two]
source: Updated {{numFriends}} friends
hsb: {{numFriends}} přećelej zaktualizowanej

# friendsUpdated[few]
source: Updated {{numFriends}} friends
hsb: {{numFriends}} přećeljo zaktualizowani

# friendsUpdated[many]
source: Updated {{numFriends}} friends
hsb: {{numFriends}} přećelow zaktualizowanych

# friendsUpdated[other]
source: Updated {{numFriends}} friends
hsb: {{numFriends}} přećelow zaktualizowanych

source: No duplicated friends merged
hsb: Žane podwojene kontakty zjednoćene

source: One duplicated friend merged
hsb: Jedyn podwojeny kontakt zjednoćeny

# friendsMerged[two]
source: {{numDups}} friends merged
hsb: {{numDups}} přećelej zjednoćenej

# friendsMerged[few]
source: {{numDups}} friends merged
hsb: {{numDups}} přećeljo zjednoćeni

# friendsMerged[many]
source: {{numDups}} friends merged
hsb: {{numDups}} přećelow zjednoćenych

# friendsMerged[other]
source: {{numDups}} friends merged
hsb: {{numDups}} přećelow zjednoćenych

source: No duplicated contacts merged
hsb: Žane podwojene kontakty zjednoćene

source: One duplicated contact merged
hsb: Jedyn podwojeny kontakt zjednoćeny

# contactsMerged[two]
source: {{numDups}} contacts merged
hsb: {{numDups}} kontaktaj zjednoćenej

# contactsMerged[few]
source: {{numDups}} contacts merged
hsb: {{numDups}} kontakty zjednoćene

# contactsMerged[many]
source: {{numDups}} contacts merged
hsb: {{numDups}} kontaktow zjednoćenych

# contactsMerged[other]
source: {{numDups}} contacts merged
hsb: {{numDups}} kontaktow zjednoćenych

source: Close
hsb: Začinić

source: Import
hsb: Importować

source: Update
hsb: Aktualizować

# fbFriends
source: Facebook Friends
hsb: Přećeljo na Facebooku

# facebook-serviceName
source: Facebook Friends
hsb: Přećeljo na Facebooku

source: Select all
hsb: Wšě wubrać

source: Deselect all
hsb: Wšě wotwolić

source: View All Facebook Friends
hsb: Wšěch přećelow na Facebooku pokazać

source: View Only Recommended
hsb: Jenož doporučenych pokazać

source: No matching friends. Showing all
hsb: Žani wotpowědowacy přećeljo. Wšitcy so pokazuja

source: Select the recommended one
hsb: Doporučeneho wubrać

# linkProposal[two]
source: Select a recommended one
hsb: Jednoho doporučeneho wubrać

# linkProposal[few]
source: Select a recommended one
hsb: Jednoho doporučeneho wubrać

# linkProposal[many]
source: Select a recommended one
hsb: Jednoho doporučeneho wubrać

# linkProposal[other]
source: Select a recommended one
hsb: Jednoho doporučeneho wubrać

source: No contacts available to import
hsb: Za importowanje žane kontakty k dispoziciji njejsu

source: All your friends are imported
hsb: Wšitcy waši přećeljo su importowani

source: Found one friend to import
hsb: Jedyn přećel za importowanje namakany

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
hsb: {{numFriends}} přećelej za importowanje namakanaj

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
hsb: {{numFriends}} přećeljo za importowanje namakani

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
hsb: {{numFriends}} přećelow za importowanje namakanych

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
hsb: {{numFriends}} přećelow za importowanje namakanych

source: Search
hsb: Pytać

source: No contacts found
hsb: Žane kontakty namakane

source: Done
hsb: Dokónčeny

source: Importing friends to Contacts
hsb: Přećeljo so do kontaktow importuja

source: Updating friends in Contacts
hsb: Přećeljo w kontaktach so aktualizuja

# message2
source: This may take a couple of minutes
hsb: To móže por mjeńšin trać

source: Please hold on. We are linking your friend and your contact.
hsb: Prošu počakajće. Zwjazamy wašeho přećela z wašim kontaktom.

source: Please hold on. We are canceling the ongoing operation.
hsb: Prošu počakajće. Přetorhnjemy běžny proces.

source: Error {{from}}
hsb: Zmylk {{from}}

# error2
source: Do you want to retry?
hsb: Chceće hišće raz spytać?

# errorProposal
source: calculating proposals
hsb: při wudźěłowanju namjetow

# errorFriends
source: retrieving friends
hsb: při wotwołowanju přećelow

source: linking contact
hsb: při zwjazowanju kontakta

source: Exceeded timeout {{from}}
hsb: Časowy limit překročeny {{from}}

# timeout2
source: Do you want to retry?
hsb: Chceće hišće raz spytać?

# timeoutProposal
source: calculating proposals
hsb: při wudźěłowanju namjetow

# timeoutFriends
source: retrieving friends
hsb: při wotwołowanju přećelow

source: linking contacts
hsb: při zwjazowanju kontaktow

source: Please hold on
hsb: Prošu počakajće

# wait2
source: This may take a couple of minutes
hsb: To móže por mjeńšin trać

source: Please hold on. We are calculating a proposal.
hsb: Prošu počakajće. Wudźěłujemy namjet.

source: Please hold on. We are connecting to obtain your friend list.
hsb: Prošu počakajće. Zwjazujemy z wašej lisćinu přećelow.

# curtainCancel
source: Cancel
hsb: Přetorhnyć

source: Retry
hsb: Hišće raz spytać

# curtainOK
source: OK
hsb: W porjadku

source: No Internet connection
hsb: Žadyn internetny zwisk

source: Friends’ photos will not be added to your contacts. Continue anyway?
hsb: Fota přećelow so wašim kontaktam njepřidadźa. Najebać toho pokročować?

# yesOption
source: OK
hsb: W porjadku

# noOption
source: Cancel
hsb: Přetorhnyć

source: Your Facebook session is invalid. Please sign in.
hsb: Waše posedźenje na Facebooku je njepłaćiwe. Prošu přizjewće so.

source: There was an error synchronizing your friend’s data
hsb: Zmylk při synchronizowanju datow wašeho přećela
