Repository: translate/mozilla-gaia
Catalog: dsb/apps/music/music.properties.po
Languages: dsb

source: Music
dsb: Muzika

source: Playlists
dsb: Wótgrawańske lisćiny

source: Artists
dsb: Wuměłce

source: Albums
dsb: Albumy

source: Songs
dsb: Spiwy

source: Unknown artist
dsb: Njeznaty wuměłc

source: Unknown album
dsb: Njeznaty album

source: Unknown title
dsb: Njeznaty titel

source: Add songs to get started
dsb: Za start spiwy pśidaś

source: Load songs on to the memory card.
dsb: Spiwy na składowańskej kórśe składowaś.

source: No memory card found
dsb: Žedna składowańska kórta namakana

source: Insert a memory card to listen to songs.
dsb: Zasajźćo składowańsku kórtu, aby na spiwy słuchał.

source: Music can not be used while phone is plugged in
dsb: Njamóžośo muziku wužywaś, tak dłujko ako telefon jo pśitkaty

source: Unplug the phone to play music.
dsb: Wótkajśo telefon, aby muziku wótgrał.

source: Database Upgrade
dsb: Aktualizacija datoweje banki

source: Please wait while Music updates its database.
dsb: Pšosym pócakajśo, mjaztym až Muzika aktualizěrujo swóju datowu banku.

source: Search
dsb: Pytaś

source: Search Music
dsb: Muziku pśepytaś

# search-cancel
source: Cancel
dsb: Pśetergnuś

# search-artists
source: Artists
dsb: Wuměłce

# search-albums
source: Albums
dsb: Albumy

source: Tracks
dsb: Muzikowe kuse

source: close
dsb: zacyniś

source: No music found
dsb: Žedna muzika namakana

source: Shuffle all
dsb: Pó pśipadnem pórěźe wótgraś

source: Highest rated
dsb: Nejwušej pógódnośone

source: Recently added
dsb: Njedawno pśidane

source: Most played
dsb: Nejcesćej wótgrate

source: Least played
dsb: Nejrědšej wótgrate

source: Select a track
dsb: Muzikowy kus wubraś

source: Save
dsb: Składowaś

source: Saved {{title}} to Music
dsb: {{title}} w Muzice składowany

source: Audio cannot be played: format is unsupported or file is invalid.
dsb: Awdio njedajo se wótgraś: format njepódpěra se abo dataja jo njepłaśiwa.

# overlay-cancel-button
source: Cancel
dsb: Pśetergnuś

source: Music paused during the call
dsb: Wotgrawanje muziki jo se za zawołanje zastajiło

source: Done
dsb: Gótowo

source: Share
dsb: Źěliś

source: Rating
dsb: Pógódnośenje

# rating-star.ariaLabel[zero]
source: {{n}} stars
dsb: {{n}} gwězdkow

source: {{n}} star
dsb: {{n}} gwězdka

# rating-star.ariaLabel[two]
source: {{n}} stars
dsb: {{n}} gwězdce

# rating-star.ariaLabel[few]
source: {{n}} stars
dsb: {{n}} gwězdki

# rating-star.ariaLabel[many]
source: {{n}} stars
dsb: {{n}} gwězdkow

# rating-star.ariaLabel[other]
source: {{n}} stars
dsb: {{n}} gwězdkow

source: Go to player view
dsb: Ku grajarskemu naglědoju

source: Repeat off
dsb: Wóspjetowanje znjemóžnjone

source: Repeat all
dsb: Wšykne wóspjetowaś

source: Repeat track
dsb: Ceru wóspjetowaś

source: Shuffle
dsb: Pśipadne wótgrawanje

source: Home
dsb: Startowy bok

# playlists-tab.ariaLabel
source: Playlists
dsb: Wótgrawańske lisćiny

# artists-tab.ariaLabel
source: Artists
dsb: Wuměłce

# albums-tab.ariaLabel
source: Albums
dsb: Albumy

# songs-tab.ariaLabel
source: Songs
dsb: Spiwy
