Repository: translate/mozilla-gaia
Catalog: lg/apps/settings/device_type/phone/settings.device.properties.po
Languages: lg

source: The ringtone was not changed because the selected file can not be played on this phone.
lg: Akade ke'ssimu tekakyusidwa kubanga fayilo elondendwa tesobola kuanyilwa ku ssimu eno

source: Find My Device allows you to locate, lock or erase your phone
lg: Find My Device ekusobozesa okunoonya, okuggala, oba okusangula bulikimu ekili mu ssimu yo

source: Find My Device allows you to locate, lock or erase your phone from a web site:
lg: Find My Device ekusobozesa okunoonya, okuggala, oba okusangula bulikimu ekili mu ssimu yo nga oyita ku mutimbagano gwensi yonna:

source: Your phone is being tracked by another device through the website.
lg: Essimu yo eri mukulondolebwa ekyuma ekilara nga kiyita ku mutimbagano gwe'nsi yonna.

source: No devices are actively tracking your phone through the website.
lg: Tewali byuma biri mu kulondoola ssimu yo ku mutimbagano gwe'nsi yonna.

source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
lg: Okusobozesa etterekero lya USB kukiriza kompyuuta oba essimu eyungidwa ne'USB okutuuka ku fayilo ezili ku ssimu enno.

source: Reset Phone
lg: Essimu Gyize Obupya Yonna

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
lg: Okkuza essimu obupya kisimuula bwino yenna eliko. Essimu edayo nga bwebagikola mu kampuni. Tewali ntegekazo zona zitelekebwa.

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
lg: Okuteekako enkola yo'kukekeleza omuliro kugyako omutimbagano, Bluetooth ne'nyunga ya Geolocations okwongelayo obuwangaazi bwe'lyanda. Okyasobola okuzaako empereza zino.

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
lg: Tuyambe okulongoosa {{brandShortName}} nga ogabana naffe ebikwata kussimu n'engeli gyo'gikozesaamu.

source: Connected to phone audio
lg: Eyungidwa ku ddoboozi lye'ssimu
