Repository: translate/mozilla-gaia
Catalog: zam/shared/facebook/facebook.properties.po
Languages: zam

source: Close
zam: Tog kue

source: Import
zam: Dé xhi

source: Update
zam: Li kub ba

# fbFriends
source: Facebook Friends
zam: Re tal xho lent Facebook

# facebook-serviceName
source: Facebook Friends
zam: Re tal xho lent Facebook

source: Select all
zam: Mxhen reey

source: Deselect all
zam: To le reey

source: View All Facebook Friends
zam: Güi re tal xho lent Facebook

source: View Only Recommended
zam: Güiy Ko Lash lu

source: No matching friends. Showing all
zam: Na last na kidna. Lash na güin reta

source: Select the recommended one
zam: Mxhen ko do lahs lu

# linkProposal[two]
source: Select a recommended one
zam: Mxhen ko do lahs lu

# linkProposal[few]
source: Select a recommended one
zam: Mxhen ko do lahs lu

# linkProposal[many]
source: Select a recommended one
zam: Mxhen ko do lahs lu

# linkProposal[other]
source: Select a recommended one
zam: Mxhen ko do lahs lu

source: All your friends are imported
zam: Re mtal dul lo tree

source: Found one friend to import
zam: Kuan diif tal mgenul

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
zam: Kuan {{numFriends}} taal ko mdenul penta

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
zam: Kuan {{numFriends}} taal ko mdenul penta

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
zam: Kuan {{numFriends}} taal ko mdenul penta

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
zam: Kuan {{numFriends}} taal ko mdenul penta

source: Facebook
zam: Güi facebook

source: Search
zam: Kuan kue

source: No contacts found
zam: Yent cho tal xho tree

source: Done
zam: Bliy niy

source: Importing friends to Contacts
zam: Denu re tal ner toob ba lo Men lo beent

source: Updating friends in Contacts
zam: Li kub re tal xho lent Men lo beent

# message2
source: This may take a couple of minutes
zam: Lent luut, de kuan niy

source: Please hold on. We are linking your friend and your contact.
zam: Lent lut. De kuan na taal ner men lo beel.

source: Error {{from}}
zam: Na lii xhin ti {{from}}

# error2
source: Do you want to retry?
zam: Lash luy lili ga?

# errorProposal
source: calculating proposals
zam: de lin mxhab

# errorFriends
source: retrieving friends
zam: kuan re taal

source: linking contact
zam: tob dif dó lo tal

source: Exceeded timeout {{from}}
zam: Toob de vet kue {{from}}

# timeout2
source: Do you want to retry?
zam: Lash lu li lil ga?

# timeoutProposal
source: calculating proposals
zam: de lin mxhab kue

# timeoutFriends
source: retrieving friends
zam: de kuat na taal

source: linking contacts
zam: toob kue lo men lo beel

source: Please hold on
zam: Mxhen kue

# wait2
source: This may take a couple of minutes
zam: Lent luut, de kuan niy

# curtainCancel
source: Cancel
zam: Na lit luy

source: Retry
zam: Bliy ta diif vez

# curtainOK
source: OK
zam: BLIY

source: No Internet connection
zam: Yent Internet

# yesOption
source: OK
zam: BLIY

# noOption
source: Cancel
zam: Na lit luy

source: No friends updated
zam: Yent ree tal kub

source: Updated one friend
zam: Toob taal

# friendsUpdated[two]
source: Updated {{numFriends}} friends
zam: Blil na kub {{numFriends}} re taal

# friendsUpdated[few]
source: Updated {{numFriends}} friends
zam: Blil na kub {{numFriends}} re taal

# friendsUpdated[many]
source: Updated {{numFriends}} friends
zam: Blil na kub {{numFriends}} re taal

# friendsUpdated[other]
source: Updated {{numFriends}} friends
zam: Blil na kub {{numFriends}} re taal

# friendsMerged[two]
source: {{numDups}} friends merged
zam: {{numDups}} gok junt re tal

# friendsMerged[few]
source: {{numDups}} friends merged
zam: {{numDups}} gok junt re tal

# friendsMerged[many]
source: {{numDups}} friends merged
zam: {{numDups}} gok junt re tal

# friendsMerged[other]
source: {{numDups}} friends merged
zam: {{numDups}} gok junt re tal

source: Your Facebook session is invalid. Please sign in.
zam: Mna tetel Facebook. Gu ta diif vez.
