Repository: translate/mozilla-gaia
Catalog: ff/apps/settings/device_type/tablet/settings.device.properties.po
Languages: ff

source: The ringtone was not changed because the selected file can not be played on this tablet.
ff: Holɓitere ndee waylaaka sabu fiilde labaande ndee waawaa tareede e ɗee taable.

source: Find My Device allows you to locate, lock or erase your tablet
ff: Yiytu Kaɓirgol Am wallete yiytude, sokde walla momtude taable maa

source: Find My Device allows you to locate, lock or erase your tablet from a web site:
ff: Yiytu Kaɓirgol Am wallete yiytude, sokde walla momtude taable maa huutoraade lowre geese:

source: Your tablet is being tracked by another device through the website.
ff: Taable maa woni ko e rewindeede kaɓirgol goɗngol e ndee lowre geese.

source: No devices are actively tracking your tablet through the website.
ff: Alaa kaɓirɗi ngoni jooni e rewindaade taable maa e ndee lowre geese.

source: Enabling USB storage allows another computer or device connected using USB to access files on this tablet.
ff: Huɓɓude Yamir ndesgu USB maa yamir ordinateer walla kaɓirgol goɗngol yoo seŋo ngam heɓde piille e ngel noddirgel huutoraade USB.

source: Reset Tablet
ff: Firlit Taable

source: Resetting will erase all your data, including any apps you’ve purchased. The tablet will be restored to its factory condition. None of your settings or data will be saved.
ff: Firlitde maa momtu keɓe maa fof, kañum e jaaɓɗe coodno-ɗaa kala. Taable ɗee maa firlite e ngonka mum ngadana. Hay huunde e teelte walla keɓe maa danndoytaake.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your tablet will have unrestricted developer tools, allowing you to modify and debug system applications.
ff: Firlitde maa momtu kala keɓe maa, wonndude e jaaɓɗe ɗe cood-ɗaa. Alaa teelte walla keɓe njogori ndanndeede. Kono taable maa waɗat kuutorɗe topaajo ɗe daaƴaaka, kisa mbaawaa waylude e buggitaade jaaɓɗe yuɓɓo.

source: Turning on power save mode turns off the tablet's data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
ff: Huɓɓude mbayka danndugol jaynge maa ñif ceŋagaol e keɓe taable ɗee, Bluutuus e Tolnitorde ngam ɓooynude batiri oo. Kono aɗa waawi artirirde ɗee carwe nde njiɗ-ɗaa e junngo.

source: Help us improve {{brandShortName}} by sharing data about your tablet and the way you use it.
ff: Wallu moƴƴinde {{brandShortName}} so lollinde keɓe baɗte taable maa e no kuutortoɗaa-ɗe.

source: Connected to tablet audio
ff: Seŋiima e ojoo taable

source: Connected to tablet/media audio
ff: Seŋiima e taable/ojoo mejaare
