Repository: translate/mozilla-gaia
Catalog: pbb/apps/search/search.properties.po
Languages: pbb

source: Install {{ title }}
pbb: Çxkitxaya' {{ title }}

source: HISTORY
pbb: YAÇKA KĨ'NE YŨU

source: TOP SITES
pbb: NAA AJTE JXUTHESAA

source: Suggestions
pbb: Yu'kxpehna

source: Contacts
pbb: Ih ũsuhn, pa'yanxisa's

source: Places
pbb: Aytewe'sx

source: Search suggestions are enabled. The characters you type when entering a search are being sent to the search engine. You can disable search suggestions in the device <span>Settings</span>.
pbb: Yu'kxpeen pakwenxisa' na' ki'tanxi ũsta'. Txã'çxaçxasa ki'h fxi'hna jiyunximmee teeçxsa's pakwena kaana kpakwehna. Fxiçxhaya' ewun yu'kxpehna pakwenxisa's <span> Phewu'hnxi</span>vxisnxisaa.

source: OK
pbb: Ewna jĩna

source: Add to Home Screen
pbb: Kãhan çxhunden takhna

source: No internet connection
pbb: Çxkitxanimee Internet-te

source: FUTURE
pbb: KUSKAYTEWE'SX

source: TODAY
pbb: ÃÇXH

source: YESTERDAY
pbb: U'JNA

source: LAST 7 DAYS
pbb: Nmehtwe'sx sa't een

source: THIS MONTH
pbb: NAA A'TE

source: LAST 6 MONTHS
pbb: Nmehte setx a'tetewe'sx

source: OLDER THAN 6 MONTHS
pbb: Nyafxte setx a'tetewe'sx

source: JANUARY
pbb: SEK A'TE

source: FEBRUARY
pbb: U'J A'TE

source: MARCH
pbb: VXIS A'TE

source: APRIL
pbb: KLUUS A'TE

source: MAY
pbb: Ũ'MA A'TE

source: JUNE
pbb: NUS A'TE

source: JULY
pbb: WUWU A'TE

source: AUGUST
pbb: WEJXA A'TE

source: SEPTEMBER
pbb: MEZXUKWE A'TE

source: OCTOBER
pbb: TA'DA A'TE

source: NOVEMBER
pbb: ÇXAPUÇ A'TE

source: DECEMBER
pbb: KUTXH WALA A'TE

source: {{ provider }} SEARCH
pbb: PAKWENXIJU {{ provider }}

source: You’re browsing privately
pbb: Idxa' teeçx kuyu'nxisamete kẽsejna u'jug

source: In private windows, {{brandShortName}} won’t keep any browser history, cookies, or temporary Internet files. However, files you download and bookmarks you make will be kept.
pbb: Vxitx le'çkwe pekxjĩçxaa, {{brandShortName}} jxawmeena yaçka ki'ne yuu txã's, cookiesa' vxite tudte eç jxawnxisa' Internet-te. Khsuwuhna, eçtxi jxawpa'ga k'ih spahçxna vxite ki'pnxisatx ki'n kãajã'na.

source: While this device won’t have a record of your browsing history, your Internet service provider can still track the pages you visit.
pbb: Txã'wẽtepa jxawya'mee yaçka ki'ne yuu txã's kẽsejxa' naa vxisnxisate, idxa' selpisatx txudeden Internet-te pakweya' ewuna txhudeya' ki'h pajxa'.

source: Don’t tell me again
pbb: Ki'ki'n papẽymee

source: Learn more
pbb: Jweiçxaa jiyun
