Repository: translate/mozilla-gaia
Catalog: ff/apps/system/accessibility.properties.po
Languages: ff

source: To enable screen reader, press volume up then volume down buttons three more times
ff: Ngam hurminde tarorde yaynirde, ñoƴƴu butoŋaaji daande dow kisa daande les laabi tati goɗɗi

source: To disable screen reader, press volume up then volume down buttons three more times
ff: Ngam daaƴde tarorde yaynirde, ñoƴƴu butoŋaaji daande dow kisa daande les laabi tati goɗɗi

source: Screen reader started
ff: Tarorde yaynirde hurmii

source: Screen reader stopped
ff: Tarorde yaynirde dartiima

# accessibility-menubar
source: menu bar
ff: palal dosi

# accessibility-scrollbar
source: scroll bar
ff: palal woro

# accessibility-grip
source: grip
ff: tamre

# accessibility-alert
source: alert
ff: jeertino

# accessibility-menupopup
source: menu popup
ff: suppitere dosol

# accessibility-document
source: document
ff: fiilannde

# accessibility-pane
source: pane
ff: alluwal

# accessibility-dialog
source: dialog
ff: haaldorde

# accessibility-separator
source: separator
ff: ceerndirgal

# accessibility-toolbar
source: toolbar
ff: pale kuutorɗe

# accessibility-statusbar
source: status bar
ff: palal ngonka

source: table
ff: haatumeere

# accessibility-columnheader
source: column header
ff: tiitoore darol

# accessibility-rowheader
source: row header
ff: tiitoore gorol

# accessibility-column
source: column
ff: darol

# accessibility-row
source: row
ff: gorol

# accessibility-cell
source: cell
ff: kaarol

source: link
ff: jokkol

# accessibility-list
source: list
ff: doggol

# accessibility-listitem
source: list item
ff: temre doggol

# accessibility-outline
source: outline
ff: tonngol

# accessibility-outlineitem
source: outline item
ff: temre tonngol

# accessibility-pagetab
source: tab
ff: tabbere

# accessibility-propertypage
source: property page
ff: hello keeroraaɗi

# accessibility-graphic
source: graphic
ff: jaytinol

source: button
ff: butoŋ

# accessibility-checkbutton
source: check button
ff: butoŋ laborɗo

# accessibility-radiobutton
source: radio button
ff: butoŋ rajo

# accessibility-combobox
source: combo box
ff: gallol kommbo

# accessibility-progressbar
source: progress bar
ff: palal yaaɓo

# accessibility-slider
source: slider
ff: daasorde

# accessibility-spinbutton
source: spin button
ff: Butoŋ jiilo

# accessibility-diagram
source: diagram
ff: jaatumere

# accessibility-animation
source: animation
ff: jirwere

# accessibility-equation
source: equation
ff: hiistannde

# accessibility-buttonmenu
source: button menu
ff: dosol butoŋaaji

# accessibility-whitespace
source: white space
ff: boowal ɓolal

# accessibility-pagetablist
source: tab list
ff: doggol tabbe

# accessibility-canvas
source: canvas
ff: keertol

# accessibility-checkmenuitem
source: check menu item
ff: labo temre dosol

# accessibility-label
source: label
ff: ɗakkol

source: password text
ff: binndol finnde

# accessibility-radiomenuitem
source: radio menu item
ff: temre dosol rajo

# accessibility-textcontainer
source: text container
ff: gallol binndi

# accessibility-togglebutton
source: toggle button
ff: butoŋ toggilo

# accessibility-treetable
source: tree table
ff: haatumeere calte

# accessibility-header
source: header
ff: tiitoore

# accessibility-footer
source: footer
ff: yaɓɓorde

# accessibility-paragraph
source: paragraph
ff: lelnannde

# accessibility-entry
source: entry
ff: naatol

# accessibility-caption
source: caption
ff: ciforgol

# accessibility-heading
source: heading
ff: tiitoonde

# accessibility-section
source: section
ff: taƴre

# accessibility-form
source: form
ff: formere

# accessibility-comboboxlist
source: combo box list
ff: doggol galli kommbo

# accessibility-comboboxoption
source: combo box option
ff: cuɓe galli kommbo

source: image map
ff: natal dobirgal

# accessibility-listboxoption
source: option
ff: suɓannde

# accessibility-listbox
source: list box
ff: gallol doggi

# accessibility-flatequation
source: flat equation
ff: hiistannde memlunde

# accessibility-gridcell
source: gridcell
ff: kaarol tigilde

# accessibility-note
source: note
ff: ciifol

source: figure
ff: ayaare

# accessibility-definitionlist
source: definition list
ff: doggol sifannde

# accessibility-term
source: term
ff: helmere

# accessibility-definition
source: definition
ff: ciforgol

source: text area
ff: gallol binndi

source: date
ff: Ñalngu

source: e-mail
ff: iimeel

# accessibility-textInputType_search
source: search
ff: njiylawu

source: telephone
ff: noddirde

source: heading level {{0}}
ff: fedde tiitoonde {{0}}

source: First item
ff: Temre adannde

source: Last item
ff: Temre wattindiinde

# accessibility-listItemsCount[zero]
source: {{count}} items
ff: Teme {{count}}

source: {{count}} item
ff: Temre {{count}}

# accessibility-listItemsCount[two]
source: {{count}} items
ff: Teme {{count}}

# accessibility-listItemsCount[few]
source: {{count}} items
ff: Teme {{count}}

# accessibility-listItemsCount[many]
source: {{count}} items
ff: Teme {{count}}

# accessibility-listItemsCount[other]
source: {{count}} items
ff: Teme {{count}}

source: {{0}} of {{1}}
ff: {{0}} e nder {{1}}

source: banner
ff: beywal

source: complementary
ff: timmitoorde

source: content info
ff: humpito loowdi

source: main
ff: gadano

source: navigation
ff: peeragol

# accessibility-search
source: search
ff: njiylawu

# accessibility-tblColumnInfo[zero]
source: with {{count}} columns
ff: e dari {{count}}

source: with {{count}} column
ff: e darol {{count}}

# accessibility-tblColumnInfo[two]
source: with {{count}} columns
ff: e dari {{count}}

# accessibility-tblColumnInfo[few]
source: with {{count}} columns
ff: e dari {{count}}

# accessibility-tblColumnInfo[many]
source: with {{count}} columns
ff: e dari {{count}}

# accessibility-tblColumnInfo[other]
source: with {{count}} columns
ff: e dari {{count}}

# accessibility-tblRowInfo[zero]
source: and {{count}} rows
ff: e gori {{count}}

source: and {{count}} row
ff: e gorol {{count}}

# accessibility-tblRowInfo[two]
source: and {{count}} rows
ff: e gori {{count}}

# accessibility-tblRowInfo[few]
source: and {{count}} rows
ff: e gori {{count}}

# accessibility-tblRowInfo[many]
source: and {{count}} rows
ff: e gori {{count}}

# accessibility-tblRowInfo[other]
source: and {{count}} rows
ff: e gori {{count}}

source: Column {{0}}
ff: Darol {{0}}

source: Row {{0}}
ff: Gorol {{0}}

# accessibility-spansColumns[zero]
source: spans {{0}} columns
ff: ena jogii dari {{0}}

source: spans {{0}} column
ff: ena jogii darol {{0}}

# accessibility-spansColumns[two]
source: spans {{0}} columns
ff: ena jogii dari {{0}}

# accessibility-spansColumns[few]
source: spans {{0}} columns
ff: ena jogii dari {{0}}

# accessibility-spansColumns[many]
source: spans {{0}} columns
ff: ena jogii dari {{0}}

# accessibility-spansColumns[other]
source: spans {{0}} columns
ff: ena jogii dari {{0}}

# accessibility-spansRows[zero]
source: spans {{0}} rows
ff: ena jogii gori {{0}}

source: spans {{0}} row
ff: ena jogii darol {{0}}

# accessibility-spansRows[two]
source: spans {{0}} rows
ff: ena jogii gori {{0}}

# accessibility-spansRows[few]
source: spans {{0}} rows
ff: ena jogii gori {{0}}

# accessibility-spansRows[many]
source: spans {{0}} rows
ff: ena jogii gori {{0}}

# accessibility-spansRows[other]
source: spans {{0}} rows
ff: ena jogii gori {{0}}

source: jumped
ff: diwaaɗo

# accessibility-pressAction
source: pressed
ff: ñoƴƴaaɗo

# accessibility-checkAction
source: checked
ff: labaaɗo

source: unchecked
ff: labaaka

# accessibility-selectAction
source: selected
ff: labaaɗo

source: unselected
ff: labaaka

source: opened
ff: udditiiɗo

source: closed
ff: uddiiɗo

source: switched
ff: kurmuɗo

source: clicked
ff: dobaaɗo

# accessibility-collapseAction
source: collapsed
ff: taggiiɗo

# accessibility-expandAction
source: expanded
ff: bertiiɗo

source: activated
ff: kurminaaɗo

source: cycled
ff: jiilnaaɗo

source: hidden
ff: cuuɗiiɗo

source: loading
ff: nana loowa

source: loaded
ff: loowaama

source: new tab
ff: tabbere hesere

source: loading stopped
ff: loowgol dartiima

source: reloading
ff: naana loowta

# accessibility-stateChecked
source: checked
ff: labaaɗo

source: not checked
ff: labaaka

# accessibility-statePressed
source: pressed
ff: ñoƴƴaaɗo

# accessibility-stateExpanded
source: expanded
ff: bertiiɗo

# accessibility-stateCollapsed
source: collapsed
ff: taggiiɗo

source: unavailable
ff: heɓaaki

source: required
ff: ena waɗɗii

source: visited
ff: yillaama

source: has pop up
ff: ena waɗi suppitere

# accessibility-stateSelected
source: selected
ff: labaande

source: editing
ff: nana taƴtoo

source: navigating
ff: nana feeroo

source: Default
ff: Goowaaɗe

source: Anchors
ff: Mooliije

source: Buttons
ff: Butoŋaaji

source: Combo boxes
ff: Galli kommbo

source: Landmarks
ff: Maatinoore

source: Entries
ff: Naatanɗe

source: Form elements
ff: Geɗe porme

source: Images
ff: Nate

source: Headings
ff: Tiitooɗe

source: List items
ff: Temre doggol

source: Links
ff: Jokke

source: Lists
ff: Doggi

source: Page tabs
ff: Tabbe hello

source: Radio buttons
ff: Butoŋaaji rajo

source: Separators
ff: Ceerndirɗe

source: Tables
ff: Kaatumeeje

source: Check boxes
ff: Cuuɗi maantorɗi

# accessibility-menubarAbbr
source: menu bar
ff: palal dosi

# accessibility-scrollbarAbbr
source: scroll bar
ff: palal woro

# accessibility-gripAbbr
source: grip
ff: tamre

# accessibility-alertAbbr
source: alert
ff: jeertino

# accessibility-menupopupAbbr
source: menu popup
ff: suppitere dosol

# accessibility-documentAbbr
source: document
ff: fiilannde

# accessibility-paneAbbr
source: pane
ff: alluwal

# accessibility-dialogAbbr
source: dialog
ff: haaldorde

# accessibility-separatorAbbr
source: separator
ff: ceerndirgal

# accessibility-toolbarAbbr
source: toolbar
ff: pale kuutorɗe

# accessibility-statusbarAbbr
source: status bar
ff: palal ngonka

# accessibility-columnheaderAbbr
source: column header
ff: tiitoore darol

# accessibility-rowheaderAbbr
source: row header
ff: tiitoore gorol

# accessibility-columnAbbr
source: column
ff: darol

# accessibility-rowAbbr
source: row
ff: gorol

# accessibility-cellAbbr
source: cell
ff: kaarol

# accessibility-listAbbr
source: list
ff: doggol

# accessibility-listitemAbbr
source: list item
ff: temre doggol

# accessibility-outlineAbbr
source: outline
ff: tonngol

# accessibility-outlineitemAbbr
source: outline item
ff: temre ŋorol

# accessibility-pagetabAbbr
source: tab
ff: tabbere

# accessibility-propertypageAbbr
source: property page
ff: hello keeroraaɗi

# accessibility-graphicAbbr
source: graphic
ff: jaytinol

source: btn
ff: btŋ

# accessibility-checkbuttonAbbr
source: check button
ff: butoŋ labo

# accessibility-radiobuttonAbbr
source: radio button
ff: butoŋ rajo

# accessibility-comboboxAbbr
source: combo box
ff: gallol kommbo

# accessibility-progressbarAbbr
source: progress bar
ff: palal yaaɓo

# accessibility-sliderAbbr
source: slider
ff: daasorde

# accessibility-spinbuttonAbbr
source: spin button
ff: Butoŋ jiilo

# accessibility-diagramAbbr
source: diagram
ff: jaatumere

# accessibility-animationAbbr
source: animation
ff: jirwere

# accessibility-equationAbbr
source: equation
ff: hiistannde

# accessibility-buttonmenuAbbr
source: button menu
ff: dosol butoŋaaji

# accessibility-whitespaceAbbr
source: white space
ff: boowal ɓolal

# accessibility-pagetablistAbbr
source: tab list
ff: doggol tabbe

# accessibility-canvasAbbr
source: canvas
ff: keertol

# accessibility-checkmenuitemAbbr
source: check menu item
ff: labo temre dosol

# accessibility-labelAbbr
source: label
ff: ɗakkol

source: passwdtxt
ff: bdolfinnde

# accessibility-radiomenuitemAbbr
source: radio menu item
ff: temre dosol rajo

# accessibility-textcontainerAbbr
source: text container
ff: gallol binndi

# accessibility-togglebuttonAbbr
source: toggle button
ff: butoŋ toggilo

# accessibility-treetableAbbr
source: tree table
ff: haatumeere jiidal

# accessibility-headerAbbr
source: header
ff: hoorewol

# accessibility-footerAbbr
source: footer
ff: yaɓɓorde

# accessibility-paragraphAbbr
source: paragraph
ff: lelnannde

# accessibility-entryAbbr
source: entry
ff: naatol

# accessibility-captionAbbr
source: caption
ff: ciforgol

# accessibility-headingAbbr
source: heading
ff: tiitoonde

# accessibility-sectionAbbr
source: section
ff: taƴre

# accessibility-formAbbr
source: form
ff: formere

# accessibility-comboboxlistAbbr
source: combo box list
ff: doggol galli kommbo

# accessibility-comboboxoptionAbbr
source: combo box option
ff: cuɓe galli kommbo

source: imgmap
ff: ktlnatal

# accessibility-listboxoptionAbbr
source: option
ff: suɓannde

# accessibility-listboxAbbr
source: list box
ff: gallol doggi

# accessibility-flatequationAbbr
source: flat equation
ff: hiistannde memlunde

# accessibility-gridcellAbbr
source: gridcell
ff: fedoore tigilde

# accessibility-noteAbbr
source: note
ff: ciifol

source: fig
ff: tong

# accessibility-definitionlistAbbr
source: definition list
ff: doggol sifannde

# accessibility-termAbbr
source: term
ff: helmere

# accessibility-definitionAbbr
source: definition
ff: ciforgol

source: txtarea
ff: gallolbin

# accessibility-pushbutton-hint
source: Double tap to activate
ff: Tappu ɗiɗi ngam hurminde

# accessibility-checkbutton-hint
source: Double tap to activate
ff: Tappu ɗiɗi ngam hurminde

# accessibility-combobox-hint
source: Double tap to activate
ff: Tappu ɗiɗi ngam hurminde

source: Tap and hold to activate
ff: Ñoƴƴu ko juuti ngam hurminde

# accessibility-link-hint
source: Double tap to activate
ff: Tappu ɗiɗi ngam hurminde

# accessibility-menuitem-hint
source: Double tap to activate
ff: Tappu ɗiɗi ngam hurminde

# accessibility-option-hint
source: Double tap to activate
ff: Tappu ɗiɗi ngam hurminde

# accessibility-radiobutton-hint
source: Double tap to activate
ff: Tappu ɗiɗi ngam hurminde

# accessibility-slider-hint
source: Swipe up to increase or down to decrease
ff: Fittu faya dow ngam ɓeydude walla les ngam ustude

# accessibility-spinbutton-hint
source: Swipe up to increase or down to decrease
ff: Fittu faya dow ngam ɓeydude walla les ngam ustude

# accessibility-pagetab-hint
source: Double tap to activate
ff: Tappu ɗiɗi ngam hurminde

# accessibility-entry-hint
source: Double tap to activate
ff: Tappu ɗiɗi ngam hurminde

# accessibility-outlineitem-hint
source: Double tap to activate
ff: Tappu ɗiɗi ngam hurminde
