Repository: translate/mozilla-gaia
Catalog: ff/apps/system/net_error.properties.po
Languages: ff

source: No access to the Internet right now.
ff: Alaa ceŋol e Enternet oo sahaa.

source: {{name}} requires an Internet connection.
ff: {{name}} ena naamnii ceŋol Enternet.

source: Server not found
ff: Sarworde yiytaaka

source: Can’t find the server at {{name}}.
ff: Horiima yiytude sarworde to {{name}}.

source: File not found
ff: Fiilde yiytaaka

source: The device can’t display this page because the file cannot be found.
ff: Kaɓirgol ngol waawaa jaytinde ngoo hello sabu fiilde ndee yiytaaka.

# connection-failed
source: Unable to connect
ff: Horiima seŋaade

# connection-failed-error
source: A network error occurred while trying to reach the site.
ff: Juumre laylaytol waɗii tuma nde etaa heɓde lowre ndee.

# invalid-connection
source: Unable to connect
ff: Horiima seŋaade

# invalid-connection-error
source: A network error occurred while trying to reach the site.
ff: Juumre laylaytol waɗii tuma nde etaa heɓde lowre ndee.

source: URL not valid
ff: URL moƴƴaani

source: The URL entered is not valid and cannot be loaded.
ff: URL naatnaaɗo oo moƴƴaani etee waawaa looweede.

# redirect-loop
source: Can’t display page
ff: Horiima jaytinde hello

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
ff: Kaɓirgol ngol waawaa jaytinde ngoo hello sabu hello ngoo wonaani e yiiltude no haanirta. Eto ngo hello tuma goɗɗo kisa.

source: Page expired
ff: Hello hiiɗtii

source: As a security precaution, this page cannot be displayed by the device because it has expired.
ff: Ngam renntaade kisal, ngoo hello waawaa jaytineede e ngol kaɓirgol sabu ngo hiiɗtii.

source: The document cannot change while Printing or in Print Preview.
ff: Fiilannde ndee waawaa waylaade tuma nde Winndittoo walla nde woni e Jiytol winndito.

source: This address is restricted
ff: Ndee ñiiɓirde ko suraande

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
ff: Ndee ñiiɓirde huutortoo ko poor laylaytol potɗo huutoreede e goɗɗum ko wonaa wanngaade e geese. Kaɓirgol ngol haaytii jaɓde ɗaɓɓannde ndee ngam kisal maa.

# proxy-resolve-failure
source: Proxy Server Error
ff: Juumre Sarworde Proxy

source: The device is configured to use a proxy server that can’t be found.
ff: Kaɓirgol ngol koko teeltaa ngam huutoraade sarworde proxy horiinde yiyteede.

# proxy-connect-failure
source: Proxy Server Error
ff: Juumre Sarworde Proxy

source: The device is configured to use a proxy server that is refusing connections.
ff: Kaɓirgol ngol koko teeltaa ngam huutoraade sarworde proxy saliinde ceŋanɗe.

# content-encoding
source: Can’t display page
ff: Horiima jaytinde hello

source: The device can’t display this page because a content encoding error occurred.
ff: Kaɓirgol ngol waawaa jaytinde hello ngoo sabu won juumre dokkitannde waɗi.

source: Page unsupported
ff: Hello tammbitaaka

source: This page can’t be displayed because it uses a technology that is not supported on the device.
ff: Ngoo hello waawaa jaytineede sabu ngo huutortoo ngo karallaagal ngal tammbitaaka e ngol kaɓirgol.

source: Warning
ff: Reentino

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
ff: Ndee lowre jaŋtaama wonde ko maawo geese waɗirango tuufaade huutorɓe ngam heɓde humpito maɓɓe keeriiɗo walla yowitiinde e kopporeeje.

source: Malware attack blocked
ff: Njangu bonnateeri falaama

source: The site at has been reported as an attack site and has been blocked.
ff: Ndee lowre koko jaŋtaa ko lowre njangu kisa nde daaƴaama.

source: Unsafe content
ff: Loowdi hoolnaaki

source: The page cannot be shown because it may not be safe to open.
ff: Hello ngoo waawaa hollireede sabu nde hoolnaaki udditde.

# corrupted-content
source: Can’t display page
ff: Horiima jaytinde hello

source: The page cannot be shown because an error in the data transmission was detected.
ff: Hello ngo ngoo waawaa hollireede sabu juumre e baanjitagol keɓe ɗee yiytaama heen.

source: Unable to connect
ff: Horiima seŋaade

source: Cancel
ff: Haaytu

source: Close
ff: Uddu

source: Try again
ff: Fuɗɗito

source: Check settings
ff: Ƴeewto teelte

source: Tap to check settings
ff: Tappu ngam ƴeewtaade teelte
