Repository: translate/mozilla-gaia
Catalog: ff/apps/system/system.properties.po
Languages: ff

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
ff: Fartaŋŋe battindiiɗo naatnude kod PUK moƴƴo. Kartal maa SIM maa bon so a naatnii kod PUK mo moƴƴaani. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

source: Create PIN (must contain 4 to 8 digits)
ff: Sos kod PIN (ena foti waɗde limooje 4 walla 8)

source: Confirm new PIN
ff: Teeŋtin PIN keso

source: PINs don’t match.
ff: Kodduuji PIN ɗii nanndaani.

source: The NCK code is incorrect.
ff: Kod NCK oo moƴƴaani.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ff: Goorol ɗaɓɓitannde ittugol keertine resoo. Aɗa heddoraa etannde wootere ngam naatnude kod moƴƴo oo. Ƴeew e famminorde kaɓirgol maa walla jokkondir e operatoor maa ngam ɓeudude humpito.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ff: Goorol ɗaɓɓitannde ittugol keertine resoo. Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo oo. Ƴeew e famminorde kaɓirgol maa walla jokkondir e operatoor maa ngam ɓeudude humpito.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ff: Goorol ɗaɓɓitannde ittugol keertine resoo. Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo oo. Ƴeew e famminorde kaɓirgol maa walla jokkondir e operatoor maa ngam ɓeudude humpito.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ff: Goorol ɗaɓɓitannde ittugol keertine resoo. Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo oo. Ƴeew e famminorde kaɓirgol maa walla jokkondir e operatoor maa ngam ɓeudude humpito.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ff: Goorol ɗaɓɓitannde ittugol keertine resoo. Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo oo. Ƴeew e famminorde kaɓirgol maa walla jokkondir e operatoor maa ngam ɓeudude humpito.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
ff: Goorol ɗaɓɓitannde ittugol keertine resoo. Fartaŋŋe wattan ngam naatnude kod NCK moƴƴo oo. Ƴeew e famminorde kaɓirgol maa walla jokkondir e operatoor maa ngam ɓeudude humpito.

source: Select from:
ff: Labo e:

source: View with:
ff: Yiyru:

source: Test with:
ff: Ƴeewdo e:

source: Share with:
ff: Lollinan:

source: Create with:
ff: Sos huutoraade:

source: Open with:
ff: Udditir:

source: Bookmark to:
ff: Maantorol to:

source: Record from:
ff: Nanngito iwde:

source: Browse with:
ff: Feero huutoraade:

source: Configure with:
ff: Teeltoro:

source: Dial from:
ff: Noddir:

source: Sign In
ff: Seŋo

source: Purchase
ff: Sood

source: {{origin}} is now fullscreen.
ff: {{origin}} wonaa e njaajeendi yaynirde.

source: The network {{networkName}} was found. Join network?
ff: Resoo {{networkName}} yiytaama. Naat e resoo?

source: Volume warning
ff: Reentino daande

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
ff: Ngam haɗde nanɗe maa heɓde caɗeele, hoto ɓeydu daande haa ɓurta so aɗa heɗoo ko juuti.

source: Power Saving Mode
ff: Danndugol Jaynge

source: Power saving mode is on.
ff: Danndugol jaynge en hurmi.

source: No remaining free space.
ff: Alaa boowal ɓolal heddii.

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
ff: Ko jaasi {{value}} {{unit}} heddii.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
ff: Ko jaasi {{value}} {{unit}} heddii.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
ff: Ko jaasi {{value}} {{unit}} heddii.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
ff: Ko jaasi {{value}} {{unit}} heddii.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
ff: Ko jaasi {{value}} {{unit}} heddii.

source: Unknown remaining space.
ff: Boowal keddingal anndaaka.

source: System Alert
ff: Reentino Yuɓɓo

source: Channel {{channel}}
ff: Calol {{channel}}

source: Earthquake warning!
ff: Jeerno yerɓannde leydi!

source: Tsunami warning!
ff: Jeertino Sunaamii!

source: Earthquake-tsunami warning!
ff: Jeerno yerɓannde leydi-sunaamii!

source: Alert system is being tested.
ff: Jeerno yuɓɓo ena ƴeewndee.

source: Emergency warning!
ff: Jeertino jaayiya!

source: Operator message
ff: Ɓatakuru carwinoowo

source: Call {{number}}?
ff: Noddu {{number}}?

source: Send message?
ff: Neldu ɓatakuuru?

source: Emergency call back mode
ff: Mbayka nodditaango heñoraango

source: You can not make calls, send messages or go online because emergency callback mode is enabled. Would you like to turn it off?
ff: A waawaa noddude, neldude ɓatakuuje walla yahde e ceŋol sabu Mbayka nodditaango heñoraango ena hurmi. Aɗa yiɗi ñifde ka?

source: CDMA record information
ff: Humpito nanngitagol CDMA

source: Tap to switch input method
ff: Tappu ngam waylude feere naatnal

source: Download started
ff: Awwtagal fuɗɗiima

source: Download stopped
ff: Aawtagal dartiima

# download_downloading
source: Downloading…
ff: Nana aawtoo…

source: Download complete
ff: Aawtagol timmii

source: Download failed
ff: Aawtagol woorii

source: Search the web
ff: Yiylo e geese

source: Search or enter address
ff: Yiylo walla naatnu ñiiɓirde

# search-or-enter-address.placeholder
source: Search or enter address
ff: Yiylo walla naatnu ñiiɓirde

# back-button.ariaLabel
source: Back
ff: Rutto

source: Forward
ff: Yeeso

source: Reload
ff: Hesɗitin

source: Stop
ff: Dartin

# windows-button.ariaLabel
source: Show windows
ff: Hollu kenorɗe

source: Turn off airplane mode to use Wi-Fi hotspot.
ff: Ñif mbayka ndiwoowa ngam huutoraade peŋngal Wifi.

source: Airplane mode activated
ff: Mbayka ndiwoowa hurmii

source: Open in new window
ff: Uddit e henorde hesere

source: Open in new private window
ff: Uddit e henorde suuriinde hesere

source: Add link to home screen
ff: Ɓeydu jokkol to hello jaɓɓorgo

source: Share link
ff: Lollin jokkol

source: Save Image
ff: Danndu Natal

source: Save Video
ff: Danndu Widewoo

source: Save Audio
ff: Danndu Ojoo

source: Save linked file
ff: Danndu fiilde jokkaande

source: Share Image
ff: Lollin Natal

source: Share Video
ff: Lollin Widewoo

source: Share Audio
ff: Lollin Ojoo
