Repository: translate/mozilla-gaia
Catalog: ff/apps/system/system.properties.po
Languages: ff

source: Back
ff: Rutto

source: Help
ff: Ballal

source: Cancel
ff: Haaytu

source: Close
ff: Uddu

source: Skip
ff: Diw

source: Clear
ff: Momtu

source: Enable
ff: Hurmin

source: Turn On
ff: Huɓɓu

source: Undo
ff: Firtu

source: Enter PIN
ff: Naatnu kod PIN

source: Track title and artist
ff: Leeɓol tiitoonde e naalaŋke

source: Playback controls
ff: Ɗowirɗe tartol

source: Previous
ff: Ɓennungol

source: Play
ff: Tar

source: Pause
ff: Sabbo

source: Next
ff: Dewngol heen

source: Unknown track
ff: Lappol anndaaka

source: Wi-Fi on
ff: Wifi ena huɓɓi

source: Wi-Fi on, initializing
ff: Wifi ena huɓɓi, nana heblitoo

source: Wi-Fi off
ff: Wifi koko ñifi

source: Data {{type}} on
ff: Keɓe {{type}} ena kurmi

source: Data {{type}} off
ff: Keɓe {{type}} kuurmaani

source: Bluetooth on, initializing
ff: Bluutuus ena huɓɓi, nana heblitoo

source: Bluetooth off
ff: Bluutuus koko ñifi

source: Airplane mode off
ff: Mbayka ndiwoowa koko ñifi

source: Settings
ff: Teelte

source: Utility tray
ff: Kaggu naftooje

source: Status Bar
ff: Palal Ngonka

source: Battery {{level}} percent
ff: Batiri {{level}} pursaa

source: Battery {{level}} percent, charging
ff: Batiri {{level}} pursaa, nana sarsa

source: Wi-Fi: connecting
ff: Ceŋol Wifi

source: Wi-Fi: {{level}} of 4 bars
ff: Wifi {{level}} e nder cabbi 4

source: {{operator}} network, {{level}} of 5 bars
ff: Laylaytol {{operator}}, {{level}} e nder cabbi 5

source: {{operator}} network (roaming), {{level}} of 5 bars
ff: Laylaytol {{operator}} (roomayru), {{level}} e nder cabbi 5

source: Searching… Emergency calls only
ff: Nana yiyloo… Nodaali keñoraaɗi tan

source: Headphones on
ff: Heɗorde seŋaama

source: Bluetooth headphones on
ff: Heɗorde Bluutuus seŋaama

source: Bluetooth transfer active
ff: Baanjitagol Bluutuus ena hurmi

source: Tethering on
ff: Seŋondiraama

source: Tethering on, active
ff: Ceŋondiral ena hurmi

source: Alarm on
ff: Holɓindorde ena hurmi

source: Bluetooth on, active
ff: Bluutuus ena hurmi

source: Mute on
ff: Koko muumɗinaa

source: Vibration on
ff: Jerɓugol ena hurmi

source: Recording on
ff: Nana nanngitoo

source: Geolocation on
ff: Tolnitorde ena huɓɓi

source: USB on
ff: USB ena Hurmi

source: Call forwarding on
ff: Ɓenningol noddaali en hurmi

source: Media playing
ff: Mejaare nana taree

source: NFC on
ff: NFC ena hurmi

source: Networking on
ff: Lalaytol ena hurmi

source: Emergency callback
ff: Nodditgol keñorangol

source: {{n}} Notification
ff: Tintinol {{n}}

# statusbarNotifications[two]
source: {{n}} Notifications
ff: Tintine {{n}}

# statusbarNotifications[few]
source: {{n}} Notifications
ff: Tintine {{n}}

# statusbarNotifications[many]
source: {{n}} Notifications
ff: Tintine {{n}}

# statusbarNotifications[other]
source: {{n}} Notifications
ff: Tintine {{n}}

source: {{n}} unread notification
ff: Tintinol {{n}} nde taraaka

# statusbarNotifications-unread.ariaLabel[two]
source: {{n}} unread notifications
ff: Tintine {{n}} ɗe taraaka

# statusbarNotifications-unread.ariaLabel[few]
source: {{n}} unread notifications
ff: Tintine {{n}} ɗe taraaka

# statusbarNotifications-unread.ariaLabel[many]
source: {{n}} unread notifications
ff: Tintine {{n}} ɗe taraaka

# statusbarNotifications-unread.ariaLabel[other]
source: {{n}} unread notifications
ff: Tintine {{n}} ɗe taraaka

source: Notifications
ff: Tintine

source: Clear all
ff: Momtu fof

source: Tap to show
ff: Tappu ngam hollude

source: No new voicemail
ff: Alaa konngol kesol

source: One new voicemail
ff: Konngol keso arii

# newVoicemails[two]
source: {{n}} new voicemails
ff: Konngi kesi {{n}} ngarii

# newVoicemails[few]
source: {{n}} new voicemails
ff: Konngi kesi {{n}} ngarii

# newVoicemails[many]
source: {{n}} new voicemails
ff: Konngi kesi {{n}} ngarii

# newVoicemails[other]
source: {{n}} new voicemails
ff: Konngi kesi {{n}} ngarii

source: New voicemail
ff: Konngol kesol arii

source: Dial {{number}}
ff: Noddu {{number}}

source: EU internet detected
ff: Enternet EU ejtaama

source: Tap to change.
ff: Tappu ngam waulyde.

source: Are you sure you want to connect to the device?
ff: Aɗa yenanaa yiɗde seŋaade e ngol kaɓirgol?

source: Turn on Bluetooth and connect to the device?
ff: Huɓɓu Bluutuus tee seŋoo e ngol kaɓirgol?

source: Are you sure you want to connect to {{deviceName}}?
ff: Aɗa yenanaa yiɗde seŋaade e {{deviceName}}?

source: Turn on Bluetooth and connect to {{deviceName}}?
ff: Huɓɓu Bluutuus tee seŋoo e {{deviceName}}?

source: Turn on
ff: Huɓɓu

# dismissNFCConnectBTdisabled
source: Cancel
ff: Haaytu

source: Confirmation
ff: Teeŋtingol

source: Phone
ff: Cinndel

source: Turn on airplane mode
ff: Hurmin mbayka ndiwoowa

source: Turn off airplane mode
ff: Dartin mbayka ndiwoowa

source: Silence incoming calls
ff: Deƴƴin noddaali naatooji

source: Ring incoming calls
ff: Holɓin noddaali naatooji

source: Restart
ff: Hurmitin

source: Power off
ff: Ñif

source: Your recent app windows show up here
ff: Kanorɗe jaaɓɗe maa cakkitiiɗe njaltata ɗoo

source: Your recent browser windows show up here
ff: Kanorɗe wanngorde maa cakkitiiɗe njaltata ɗoo

# closeCard.ariaLabel
source: Close
ff: Uddu

source: Open
ff: Uddit

source: Yes
ff: Eey

source: No
ff: Alaa

source: Don’t allow
ff: Hoto yamir

# dontshare-geolocation
source: Don’t Share
ff: Hoto Lollin

# share-geolocation
source: Share
ff: Lollin

# dontshare-audio-capture
source: Don’t Share
ff: Hoto Lollin

# share-audio-capture
source: Share
ff: Lollin

# dontshare-video-capture
source: Don’t Share
ff: Hoto Lollin

# share-video-capture
source: Share
ff: Lollin

# dontshare-media-capture
source: Don’t Share
ff: Hoto Lollin

# share-media-capture
source: Share
ff: Lollin

source: Front Camera
ff: Kameraa Yeeso

source: Back Camera
ff: Kameraa Caggal

source: Remember my choice
ff: Siiftor ko cuɓii-mi koo

source: More info…
ff: Ɓeydu humpito…

source: Hide info
ff: Suuɗ humpito

source: Install {{name}}?
ff: Aaf {{name}}?

source: Size
ff: Ɓetol

source: Author
ff: Winndi ko

# size-unknown
source: Unknown
ff: Anndaaka

# author-unknown
source: Unknown
ff: Anndaaka

source: Install
ff: Aaf

source: bytes
ff: bite

source: {{ appName }} download stopped
ff: Awtagol {{ appName }} dartiima

source: {{ appName }} download failed
ff: Awtagol {{ appName }} woorii

source: {{ appName }} install failed
ff: Aafgol {{ appName }} woorii

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
ff: Haaytude waɗataama rutteede codgu nguu. Ko jeeytoowo asliijo oo tan ruttata loowdi njoɓaandi.

source: Apps can be installed later from the original installation source.
ff: Jaaɓnɗe ena mbaawi aafeede ɓaawo hannde iwde e aaforde asliwol ngol.

source: Are you sure you want to cancel this install?
ff: Aɗa yenanaa yiɗde haaytinde ngof aafgol?

source: Cancel Install
ff: Haaytin Aafgol

# cancel-install-button
source: Cancel Install
ff: Haaytin Aafgol

source: Resume
ff: Jokku

source: Stop downloading {{ app }}?
ff: Dartin aawtagol {{ app }}?

source: The download can be restarted later.
ff: Aawtagol ngol ena waawi fuɗɗiteede goɗngol.

source: Stop Download
ff: Dartin Aafgol

source: Not enough space
ff: Boowal ndesgu yonaani

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
ff: Boowal ndesgu ena ŋakki ngam aafde ngal jaaɓngal. Momtu jaaɓɗe walla mejaaje booyɗe ngam ɓeydude boowal, kadi eto-ɗaa aafde goɗngol iwde e sewnde asliire ndee.

source: {{ appName }} installed
ff: {{ appName }} aafaama

source: {{ appName }} installed. Go to Settings > Language to enable it.
ff: {{ appName }} aafaama. Yah to Teelte > Ɗemngal ngam hurminde ngal.

source: Setup
ff: Teelto

source: Add keyboards
ff: Ɓeydu tappirɗe

source: Later
ff: Haa ɓooya

source: Download
ff: Aawto

source: Download update now?
ff: Aawto kesɗitinal jooni?

source: Do you want to install the update now? You will not be able to use your phone for a few minutes.
ff: Aɗa yiɗi aafde kesɗitinal ngal jooni? A waaoytaa huutoraade cinndel ɗoon e maa hojomaaji seeɗa.

source: Install Now
ff: Aaf Jooni

source: Not Now
ff: Wonaa Jooni

source: Downloading updates… <span>{{ progress }} downloaded.</span>
ff: Nana aawtoo kesɗitine… <span>{{ progress }} aawtaama.</span>

source: Downloading {{ appName }}
ff: Nana aawtoo {{ appName }}

source: {{ progress }} downloaded
ff: {{ progress }} aawtaama

source: Downloading
ff: Nana aawtoo

source: {{ progress }} / {{ max }} downloaded
ff: {{ progress }} / {{ max }} aawtaama

source: Cancel all downloads
ff: Haaytin gaawte fof

source: Are you sure you want to cancel all downloads?
ff: Aɗa yenanaa yiɗde haaytinde gaawte fof?

source: There was an error while downloading the updates.
ff: Waɗii caɗeele tuma nde kesɗitine ngaawtetee.

source: {{ n }} update available. <span>Tap for more info.</span>
ff: Kesɗitinal {{ n }} ena woodi. <span>Tappu ngam ɓeydude humpito.</span>

source: {{ n }} update available
ff: Kesɗitinal {{ n }} ena woodi

# numberOfUpdates[two]
source: {{ n }} updates available
ff: Kesɗitine {{ n }} ena ngoodi

# numberOfUpdates[few]
source: {{ n }} updates available
ff: Kesɗitine {{ n }} ena ngoodi

# numberOfUpdates[many]
source: {{ n }} updates available
ff: Kesɗitine {{ n }} ena ngoodi

# numberOfUpdates[other]
source: {{ n }} updates available
ff: Kesɗitine {{ n }} ena ngoodi

source: System update
ff: Kesɗitinal yuɓɓo

source: System Update Ready
ff: Kesɗitinal Yuɓɓo Hebiima

source: You need at least {{ threshold }}% battery level to install the update.
ff: Alaa e sago keddore-ɗaa ko ɓuri {{ threshold }}% batiri ngam hesɗitinde.

source: Required
ff: Ena waɗɗii

source: Uncompressing… <span>This can take a few minutes.</span>
ff: Nana tiɗɗita… <span>Ɗuum ena waawi ɓamde hojomaaji seeɗa.</span>

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
ff: Aawtagol kesɗitine rewata ko e ceŋol keɓe so Wifi heɓotaako. So ceŋol keɓe ena huutoree, noddaali cinndel ena mbaawi waasde ɓennude tee fere goɗɗe ɓeudoo heen.

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, additional charges may apply.
ff: Aawtagol kesɗitine rewata ko e ceŋol keɓe so Wifi heɓotaako. So ceŋol keɓe ena huutoree, fere goɗɗe ɓeydoo heen.

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
ff: Wifi heɓotaako. Hesɗitinde e ngol-ɗoo ceŋol ena waawi ɓeydude fere.

source: Connect to a network to download updates.
ff: Seŋo e laylaytol ngam aawtaade kesɗitine.

source: Download updates via data connection?
ff: Rewnu aawtagol kesɗitine e ceŋol keɓe?

source: Downloading updates is not possible on slow connections (2G). Please connect via Wi-Fi or 3G (if available) and try again.
ff: Aawtaade kesɗitine aamnotaako e ceŋe leelɗe (2G). Tiiɗno seŋo e Wifi walla 3G (so ena woodi) kisa puɗɗito-ɗaa.

source: When using a data connection, additional costs may apply. Do you want to continue?
ff: So aɗa huutoroo ceŋol keɓe, fere goɗɗe ena mbaawi ɓeydaade. Aɗa yiɗi jokkude?

source: Download updates via data roaming?
ff: Rewnu aawtagol kesɗitine e doomagol keɓe?

source: You are currently roaming and additional charges may apply. Do you want to continue?
ff: Ngon-ɗaa ko e doomagol oo sahaa tee fere goɗɗe ena mbaawi ɓeydaade. Aɗa yiɗi jokkude?

source: Screenshot saved to Gallery
ff: Daandii nokitol to Gerngal

source: The screenshot could not be saved
ff: Horiima danndude nokitol ngol

source: No memory card found
ff: Alaa kartal mamuwaar yiytaa

source: Memory card is in use
ff: Kartal memuwaar woni ko e huutoreede

source: Not enough space on memory card
ff: kartal memuwaar ngal heddaaki ko yoni

source: Error while saving logs
ff: Juumre e danndugol loge

source: Capturing logs…
ff: Nana heɓa loge…

source: Operation {{operation}} failed.
ff: Gollal {{operation}} ngal woorii.

source: Unexpected error occurred.
ff: Juumre nde tijjaaka waɗii.

source: Make sure your SD card is not shared with your computer.
ff: Ƴeewto so kartal maa SD renndaaka e ordinateer maa.

# emergency-call-button
source: Emergency Call
ff: Noddaango Keñoraango

source: Emergency Call
ff: Noddaango Keñoraango

source: Unlock
ff: Soktu

source: Camera
ff: Kameraa

source: %A, %B %e
ff: %A %e %B

source: Passcode panel
ff: Alluwal finnde

source: open
ff: uddit

source: Home
ff: Jaɓɓorgo

source: Sign in
ff: Seŋo

source: Sign in to website
ff: Winndito e lowre geese

source: Username
ff: Innde kuutoro

source: Password
ff: Finnde

source: The website {{host}} requires you to sign in.
ff: Lowre geese {{host}} ena naamnii yo a winndoto.

source: {{name}} is not loading properly
ff: {{name}} loowaaki no haanirta

source: {{name}} is having problems
ff: {{name}} haɓii caɗeele

source: Unable to connect
ff: Horiima seŋaade

source: Tap to check settings
ff: Tappu ngam ƴeewtaade teelte

source: Delete {{name}}
ff: Momtu {{name}}

source: {{name}} and all of its data will be deleted.
ff: {{name}} e keɓe mum fof maa montoye.

source: Delete
ff: Momtu

source: Remove Application
ff: Momtu Jaaɓnirgal

source: Cannot install application due to an unrecoverable error. Please try downloading again. The application will be removed.
ff: Horiima aafde jaaɓnirgal sabu juumre nde yaltotaako. Tiiɗno eto aawtaade goɗngol. Jaaɓnirgal ngal maa momte.

source: Turn on data roaming?
ff: Huɓɓu doomagol keɓe?

source: In order to access the Internet, you need to turn on data roaming. Depending on your service agreement, extra charges may apply. Do you want to turn data on?
ff: Ngam heɓde Enternet, ala sokli huɓɓude doomagol keɓe. Fawaade e operatoor maa, fere keewɗe ena mbaawi ɓeydaade. Aɗa yiɗi huɓɓude doomagol?

source: Select time
ff: Labo waktu

# choose-option
source: Select
ff: Labo

# choose-options
source: Select
ff: Labo

source: Select day
ff: Labo ñalngu

source: Your battery is low.
ff: Batiri maa ena famɗi.

source: Please plug in your charger.
ff: Tiiɗno seŋ carsirgel maa.

source: New window
ff: Henorde hesere

source: New private window
ff: Henorde suturo hesere

source: Show windows
ff: Hollu kenorɗe

source: Add to home screen
ff: Ɓeydu to hello jaɓɓorgo

source: Share
ff: Lollin

source: {{brandShortName}} just recovered from a crash
ff: {{brandShortName}} yalti jooni ko e hookre

source: {{name}} just crashed
ff: {{name}} koko hooknoo

source: Something
ff: Huunde

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
ff: Aɗa yiɗi neldude Mozilla jaŋtol baɗte hookre ndee ngam wallude min ñawndude caɗe ɗee? (Jaŋtooje neldetee ko e Wifi tan.)

source: What’s in a crash report?
ff: Hol ko woni e jaŋtol hookre?

source: Always send Mozilla a report when a crash occurs.
ff: Neldu Mozilla jaŋtol tuma kala nde hookre waɗi.

source: Don’t Send
ff: Hoto Neldu

source: Send Report
ff: Neldu Jaŋtol

source: Crash Reports
ff: Jaŋtooje Kooke

source: Done
ff: Gasii

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
ff: Jaŋtol hookre waɗi ko humpito baɗte hookre ndee e kaɓirgol maa, yanti heen nokitannde ngonka kaɓirgol maatuma nde hooki.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
ff: Ɗuum ena waawi waɗde geɗe bayɗe hono kelle e jaaɓɗe udditiiɗe, binndi tappaaɗi e porme e loowdi ɓatakuuje udditiiɗe, aslol peeragol cakkitiingol, walla tolnitorde ngal jaaɓngal udditiingal huutorii.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
ff: Min kuutorto jaŋtooje kooke ɗee ngam ñawndude caɗe tee ɓeydude kaɓirɗe ɗee moƴƴude. Mi kuutortoo humpito maa ko no min ciforii e

source: privacy policy
ff: dawirgol suturo amen

source: {{brandShortName}} just crashed.
ff: {{brandShortName}} koko hooknoo.

source: {{name}} just crashed.
ff: {{name}} koko hooknoo.

source: Accept Bluetooth file transfer?
ff: Jaɓ egginol fiilde Bluutuus?

source: Transfer
ff: Eggin

source: Cancel Bluetooth file transfer?
ff: Haaytin egginol fiilde Bluutuus?

source: File sent
ff: Fiilde neldaama

source: File received
ff: Fiilde heɓaama

source: File could not be received
ff: Fiilde horiima jaɓɓineede

source: Cannot send file right now. Please try again later.
ff: Horiima neldude fiilde oo sahaa. Tiiɗno fuɗɗito so ɓooyii.

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
ff: {{numSuccessful}} fiilde moƴƴii, {{numUnsuccessful}} fiilde moƴƴaani

source: Unknown file
ff: Fiilde anndaaka

source: Unknown device
ff: Kaɓirgol anndaaka

source: Can not open received file
ff: Horiima udditde fiilde heɓaande

source: Can not open unknown media type: {{fileName}}
ff: Waawaa udditde fannu mejaare mo anndaaka: {{fileName}}

source: Can not receive file
ff: Horiima heɓde fiilde

source: Can not get device storage state.
ff: Horiima heɓde ngonka ndesgu kaɓirgol.

source: No memory card found. Please insert a memory card.
ff: Alaa kartal memuwaar yiytaa. Tiiɗno naatnu kartal memuwaar.

source: Can not complete transfer: memory card is full.
ff: Horiima timminde egginol: kartal memuwaar heewii.

source: Unknown error
ff: Juumre nde heftinaaka

source: Confirm
ff: Teeŋtin

source: SD card detected
ff: Kartal SD ejtaama

source: Total size: {{size}} {{unit}}
ff: Ɓetol fof: {{size}} {{unit}}

source: Unknown size, tap to format
ff: Ɓetol anndaaka, tappu ngam fiytaade

source: SD card removed
ff: Kartal SD ittaama

source: Ejected successfully
ff: Aaftaama no haanirta

source: Not ejected properly
ff: Aaftoraako no fotiri

source: Mic is on
ff: Mik ena huɓɓi

source: Camera is on
ff: Kameraa ena huɓɓi

source: Camera & Mic are ON
ff: Kameraa & Mik ena KUƁƁI

source: SIM PIN
ff: Kod PIN kartal SIM

source: PUK code
ff: Kod PUK

source: NCK code
ff: Kod NCK

source: CCK code
ff: Kod CCK

source: SPCK code
ff: Kod SPCK

source: NCK1 code
ff: Kod NCK1

source: NCK2 code
ff: Kod NCK2

source: HNCK code
ff: Kod HNCK

source: RCCK code
ff: Kod RCCK

source: RSPCK code
ff: Kod RSPCK

source: What is a SIM PIN?
ff: Ko woni PIN kartal SIM?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
ff: PIN kartal SIM haɗata ko naatde e resooji keɓe seluleer kartal SIM ngal. So ena hurmi, kaɓirgol fof mo kartal ngal naatnaa maa naamno kod PIN oo hade hurmude.

source: A SIM PIN is not the same as the passcode used to unlock the device.
ff: Kod PIN kartal SIM ngal jiidaa e finnde huutorteende ngam deewtude kaɓirgol ngol.

source: Change PIN
ff: Waylu kod PIN

source: Enter SIM PIN
ff: Naatnu kod PIN kartal SIM

source: Enter SIM {{n}} PIN
ff: Naatnu SIM {{n}} PIN

source: Enter PUK code
ff: Naatnu kod PUK

source: Enter NCK code
ff: Naatnu kod NCK

source: Enter CCK code
ff: Naatnu kod CCK

source: Enter SPCK code
ff: Naatnu kod SPCK

source: Enter NCK1 code
ff: Naatnu kod NCK1

source: Enter NCK2 code
ff: Naatnu kod NCK2

source: Enter HNCK code
ff: Naatnu kod HNCK

source: Enter RCCK code
ff: Naatnu kod RCCK

source: Enter RSPCK code
ff: Naatnu kod RSPCK

source: New PIN
ff: Kod PIN keso

source: Last try.
ff: Etannde wattindiinde.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

source: The PIN was incorrect.
ff: Kod PIN oo moƴƴaani.

source: You have one try left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaannde wootere naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} gootol naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} gootol naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} gootol naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} gootol naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ff: Ngol ko fartaŋŋe maa battindiiɗo naatnude kod PIN moƴƴo. So ɗuum alaa maa naatnaa kod PUK oo ngam huutoraade ngal kartal SIM.

source: The SIM card is locked.
ff: Kartal SIM ngal daaƴaama.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ff: Alaa e sago naatnaa Kod Daaƴtirɗo Keeriiɗo kartal SIM ngal (PUK). Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

source: The PUK code is incorrect.
ff: Kod PUK oo moƴƴaani.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etannde wootere ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.
