Repository: translate/mozilla-gaia
Catalog: ach/apps/calendar/calendar.properties.po
Languages: ach

source: Back
ach: Cen

source: Save
ach: Gwoki

source: Hide
ach: Kan

source: Cancel
ach: Ngol

source: Confirm
ach: Moki

source: Done
ach: Otum

source: Events
ach: Gin matime

source: Edit
ach: Yub

source: All-day Events
ach: Gin matime nino kulu

source: No Events
ach: Gin matime pe

# show-today
source: Today
ach: Tin

source: Month
ach: Dwe

source: Week
ach: Cabit

source: Day
ach: Nino

# settings-show
source: Settings
ach: Ter

source: Hide settings
ach: Kan ter

source: Add an account
ach: Med akaunt

# new-event
source: Add event
ach: Med gin matime

source: Event
ach: Gin matime

source: Add Event
ach: Med gin matime

source: Edit Event
ach: Yub gin matime

source: Account
ach: Akaunt

source: Accounts
ach: Akaunt

# advanced-settings-short-icon-button.ariaLabel
source: Settings
ach: Ter

source: Calendar Settings
ach: Ter me kalenda

source: Personalization
ach: Pa ngat moni

source: Reminders
ach: Lapo wic

source: Add Account
ach: Med akaunt

source: Username
ach: Nying me tic

source: Password
ach: Mung me donyo

source: Please wait while your account is set up
ach: Tim ber ikur ka kiyubo akaunt mamegi

source: Unable to sync
ach: Pe twero timo tic marom

source: Sign in
ach: Dony iyie

# preset-local
source: Offline calendar
ach: Kalenda ma pe iwi yamo

# calendar-local
source: Offline calendar
ach: Kalenda ma pe iwi yamo

# event-title.placeholder
source: Title
ach: Nying

source: Where?
ach: Kwene?

source: Notes
ach: Coc matidi

source: All day event?
ach: Gin matime nino kulu?

# event-start-date.placeholder
source: Start date
ach: Nino dwe me cako

# event-end-date.placeholder
source: End date
ach: Nino dwe me giko

# event-start-time.placeholder
source: Start time
ach: Cawa me cako

# event-end-time.placeholder
source: End time
ach: Cawa me giko

source: Delete event
ach: Kwany gin matime

source: Remove local data
ach: Kwany data me gang

source: Remove account
ach: Kwany akaunt

source: Removing this account will also remove your local copy of associated calendars and events.
ach: Kwanyo akaunt man bene bi kwanyo kalenda ki gin matime mamegi me gang ma keme kwede.

source: Sync
ach: Tim marom

source: Syncing
ach: Timo maromâ€¦

source: Syncing complete
ach: Timo marom otum

source: Sync Calendar
ach: Tim kalenda marom

source: 15 min
ach: dakika 15

source: 30 min
ach: dakika 30

source: Manually
ach: Ki cing

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
ach: {{startDate}}<br>ki i {{startTime}} wa i {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
ach: Ki i {{startTime}} {{startDate}}<br>wa i {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
ach: Nino ducu<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
ach: Nino ducu ki i {{startDate}}<br>wa i {{endDate}}

source: None
ach: Pe tye

source: Reminder:
ach: Lapo wic:

source: Remind me
ach: Po wiya

source: At time of event
ach: I cawa ma gin moni time

source: On day of event
ach: I nino ma gin moni time

source: {{title}} starting {{distance}}
ach: {{title}} cako {{distance}}

source: {{title}} started {{distance}}
ach: {{title}} ocake {{distance}}

source: 0 minutes before
ach: dakika 0 ma pudi

source: 1 minute before
ach: dakika 1 ma pudi

# minutes-before[two]
source: {{value}} minutes before
ach: dakika {{value}} ma pudi

# minutes-before[few]
source: {{value}} minutes before
ach: dakika {{value}} ma pudi

# minutes-before[many]
source: {{value}} minutes before
ach: dakika {{value}} ma pudi

# minutes-before[other]
source: {{value}} minutes before
ach: dakika {{value}} ma pudi

source: 0 hours before
ach: wang cawa 0 ma pudi

source: 1 hour before
ach: wang cawa 1 ma pudi

# hours-before[two]
source: {{value}} hours before
ach: wang cawa {{value}} ma pudi

# hours-before[few]
source: {{value}} hours before
ach: wang cawa {{value}} ma pudi

# hours-before[many]
source: {{value}} hours before
ach: wang cawa {{value}} ma pudi

# hours-before[other]
source: {{value}} hours before
ach: wang cawa {{value}} ma pudi

source: 0 days before
ach: nino 0 ma pudi

source: 1 day before
ach: nino 1 ma pudi

# days-before[two]
source: {{value}} days before
ach: nino {{value}} ma pudi

# days-before[few]
source: {{value}} days before
ach: nino {{value}} ma pudi

# days-before[many]
source: {{value}} days before
ach: nino {{value}} ma pudi

# days-before[other]
source: {{value}} days before
ach: nino {{value}} ma pudi

source: 0 weeks before
ach: cabit 0 ma pudi

source: 1 week before
ach: cabit 1 ma pudi

# weeks-before[two]
source: {{value}} weeks before
ach: cabit {{value}} ma pudi

# weeks-before[few]
source: {{value}} weeks before
ach: cabit {{value}} ma pudi

# weeks-before[many]
source: {{value}} weeks before
ach: cabit {{value}} ma pudi

# weeks-before[other]
source: {{value}} weeks before
ach: cabit {{value}} ma pudi

source: 0 months before
ach: dwe 0 ma pudi

source: 1 month before
ach: dwe 1 ma pudi

# months-before[two]
source: {{value}} months before
ach: dwe {{value}} ma pudi

# months-before[few]
source: {{value}} months before
ach: dwe {{value}} ma pudi

# months-before[many]
source: {{value}} months before
ach: dwe {{value}} ma pudi

# months-before[other]
source: {{value}} months before
ach: dwe {{value}} ma pudi

source: 0 years before
ach: mwaka 0 ma pudi

source: 1 year before
ach: mwaka 1 ma pudi

# years-before[two]
source: {{value}} years before
ach: mwaka {{value}} ma pudi

# years-before[few]
source: {{value}} years before
ach: mwaka {{value}} ma pudi

# years-before[many]
source: {{value}} years before
ach: mwaka {{value}} ma pudi

# years-before[other]
source: {{value}} years before
ach: mwaka {{value}} ma pudi

source: 0 minutes after
ach: dakika 0 inge

source: 1 minute after
ach: dakika 1 inge

# minutes-after[two]
source: {{value}} minutes after
ach: dakika {{value}} inge

# minutes-after[few]
source: {{value}} minutes after
ach: dakika {{value}} inge

# minutes-after[many]
source: {{value}} minutes after
ach: dakika {{value}} inge

# minutes-after[other]
source: {{value}} minutes after
ach: dakika {{value}} inge

source: 0 hours after
ach: wang cawa 0 inge

source: 1 hour after
ach: wang cawa 1 inge

# hours-after[two]
source: {{value}} hours after
ach: wang cawa {{value}} inge

# hours-after[few]
source: {{value}} hours after
ach: wang cawa {{value}} inge

# hours-after[many]
source: {{value}} hours after
ach: wang cawa {{value}} inge

# hours-after[other]
source: {{value}} hours after
ach: wang cawa {{value}} inge

source: 0 days after
ach: nino 0 inge

source: 1 day after
ach: nino 1 inge

# days-after[two]
source: {{value}} days after
ach: nino {{value}} inge

# days-after[few]
source: {{value}} days after
ach: nino {{value}} inge

# days-after[many]
source: {{value}} days after
ach: nino {{value}} inge

# days-after[other]
source: {{value}} days after
ach: nino {{value}} inge

source: 0 weeks after
ach: cabit 0 inge

source: 1 week after
ach: cabit 1 inge

# weeks-after[two]
source: {{value}} weeks after
ach: cabit {{value}} inge

# weeks-after[few]
source: {{value}} weeks after
ach: cabit {{value}} inge

# weeks-after[many]
source: {{value}} weeks after
ach: cabit {{value}} inge

# weeks-after[other]
source: {{value}} weeks after
ach: cabit {{value}} inge

source: 0 months after
ach: dwe 0 inge

source: 1 month after
ach: dwe 1 inge

# months-after[two]
source: {{value}} months after
ach: dwe {{value}} inge

# months-after[few]
source: {{value}} months after
ach: dwe {{value}} inge

# months-after[many]
source: {{value}} months after
ach: dwe {{value}} inge

# months-after[other]
source: {{value}} months after
ach: dwe {{value}} inge

source: 0 years after
ach: mwaka 0 inge

source: 1 year after
ach: mwaka 1 inge

# years-after[two]
source: {{value}} years after
ach: mwaka {{value}} inge

# years-after[few]
source: {{value}} years after
ach: mwaka {{value}} inge

# years-after[many]
source: {{value}} years after
ach: mwaka {{value}} inge

# years-after[other]
source: {{value}} years after
ach: mwaka {{value}} inge

source: All Day
ach: Nino lung

source: The event cannot end before its start date
ach: Gin matime pe twero tum ma pud nino dwe me cako ne pe oromo

source: The event cannot end before its start time
ach: Gin matime pe twero tum ma pud cawa me cako ne pe oromo

source: Wrong login and/or password
ach: Donyo iyie ki/nyo mung me donyo pe kakare

source: Server error. Check your login and try again.
ach: Bal me lapok tic. Ngi dony iyie mamegi ki tem doki.

source: Something is wrong. Try again later.
ach: Gin moni pe kakare. Tem doki lacen.

source: No connection. Check your network configuration and try again.
ach: Kube pe tye. Ngi ter me netwak mamegi ki tem doki.

source: This account already exists.
ach: Akaunt man dong tye.

source: Calendar sync error
ach: Bal i timo kalenda marom

source: Tap for more info
ach: Gudi pi ngec mapol

source: Friday
ach: Ceng abic

source: Thursday
ach: Ceng angwen

source: Wednesday
ach: Ceng adek

source: Tuesday
ach: Ceng aryo

source: Monday
ach: Ceng baraja

source: Sunday
ach: Ceng cabit

source: Saturday
ach: Ceng abicel

source: {{n}} event
ach: gin matime {{n}}

# busy[two]
source: {{n}} events
ach: gin matime {{n}}

# busy[few]
source: {{n}} events
ach: gin matime {{n}}

# busy[many]
source: {{n}} events
ach: gin matime {{n}}

# busy[other]
source: {{n}} events
ach: gin matime {{n}}

# present.ariaLabel
source: Today
ach: Tin

# past-other-month-description.ariaLabel
source: Other month
ach: Dwe mukene

# future-other-month-description.ariaLabel
source: Other month
ach: Dwe mukene

source: Has alarm
ach: Tye ki lapo wic

source: Calendars
ach: Kalenda

# multi-day-new-event-link.ariaLabel
source: Add event
ach: Med gin matime

# title.ariaLabel
source: Title
ach: Nying

source: Location
ach: Kabedo

source: Duration
ach: Kare

source: Calendar
ach: Kalenda

source: Alarms
ach: Lapo wic

source: Description
ach: Lok ikome

# start-date.ariaLabel
source: Start date
ach: Nino dwe me cako

# start-time.ariaLabel
source: Start time
ach: Cawa me cako

# end-date.ariaLabel
source: End date
ach: Nino dwe me giko

# end-time.ariaLabel
source: End time
ach: Cawa me giko

source: Loading
ach: Cano

source: All day
ach: Nino kulu

source: Create event
ach: Cwe gin matime

source: Create all day event
ach: Cwe gin matime nino kulu

source: from {{startTime}} to {{endTime}}
ach: ki i {{startTime}} wa i {{endTime}}

source: {{startDate}} from {{startTime}} to {{endTime}}
ach: {{startDate}} ki i {{startTime}} wa i {{endTime}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
ach: Ki i {{startTime}} {{startDate}} wa i {{endTime}} {{endDate}}
