Repository: translate/mozilla-gaia
Catalog: lg/apps/settings/device_type/tablet/settings.device.properties.po
Languages: lg

source: The ringtone was not changed because the selected file can not be played on this tablet.
lg: Akade tekakyusidwa kubanga fayilo elondedwa tesobola kuzanya kulubaati luno.

source: Find My Device allows you to locate, lock or erase your tablet
lg: Find My Device ekusobozesa okulaba, okuggala, n'okusangula ebiri kulubaatilwo

source: Find My Device allows you to locate, lock or erase your tablet from a web site:
lg: Find My Device ekusobozesa okunoonya, okuggala, oba okusangula ebiri kulubaatilwo ng'oyita kukibanja ky'omutimbagano:

source: Your tablet is being tracked by another device through the website.
lg: Olubaatilwo luli mukulondelebwa ekyuuma ekilara nga kiyita kukibanja ky'omutimbagano.

source: No devices are actively tracking your tablet through the website.
lg: Tewali byuuma birimukulondoola lubaati lwo okuyita kukibanja ky'omutimbagano

source: Enabling USB storage allows another computer or device connected using USB to access files on this tablet.
lg: Okusobozesa ettelekero lya USB likiriza ekyuuma ki kalimagezi oba ekyuma ekilara ekiyungidwa ne USB okulaba n'okukozesa fayilo eziri kulubaatilwo.

source: Reset Tablet
lg: Olubaati Lluzze Bupya

source: Resetting will erase all your data, including any apps you’ve purchased. The tablet will be restored to its factory condition. None of your settings or data will be saved.
lg: Okuzza obubya kusangula bulikimu n'ebyo by'oguze. Olubaati lugenda kudizibwayo nga bwebalukola mu kaampuni. Tewali bwiino yenna oba ntegeka zigenda kutelekebwa.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your tablet will have unrestricted developer tools, allowing you to modify and debug system applications.
lg: Okuzza obubya kusangula bulikimu n'ebyo by'oguzze. Tewali bwiino yenna oba ntegeka zigenda kutelekebwa. Naye olubaatilwo lugenda kuba ebikozesebwa byabazimbi b'essimu ebikukiriza okulongosa enkola ye'ssimu

source: Turning on power save mode turns off the tablet's data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
lg: Okuteekako enkola y'okukereza omuliro kyijako enyunga ku yiintaneeti, Bluetooth, n'ebyokuzuula wooli okuwangaza kumuliro. Okyasobola okuzzaako empereza zino gwekenyini.

source: Help us improve {{brandShortName}} by sharing data about your tablet and the way you use it.
lg: Tuyambe okulinyisa omutindo gwa {{brandShortName }} nga ogabana naffe kubikwata kungeri gyokozesaamu olubaatilwo.

source: Connected to tablet audio
lg: Eyungidwa ku ddoboozi ly'olubaati

source: Connected to tablet/media audio
lg: Eyungidwa ku ddoboozi ly'olubaati / Ery'rbizanyibwa
