Repository: translate/mozilla-gaia
Catalog: ach/apps/homescreen/homescreen.properties.po
Languages: ach

source: {{topic}} on {{name}}
ach: {{topic}} ikom {{name}}

source: Change Wallpaper
ach: Lok cal me kor ot

source: Add Smart Collections
ach: Med dul ma ryek

source: Delete {{name}}
ach: Kwany {{name}}

source: {{name}} and all of its data will be deleted.
ach: {{name}} ki ticce weng ki bikwanyo woko.

source: Delete
ach: Kwany

source: Cancel
ach: Ngol

source: Remove {{name}}
ach: Kwany {{name}}

source: Remove {{name}} from the homescreen?
ach: Kwany {{name}} ki i kio me gang?

source: Remove
ach: Kwany

source: Download
ach: Gam

source: Restart Download
ach: Cak gam odoco

source: Do you want to download {{name}}?
ach: Imito gamo {{name}}?

source: Page {{current}} of {{total}}
ach: Potbuk {{current}} me {{total}}

source: Homescreen
ach: Kio me gang

# loadingEvme2
source: Loading…
ach: Tye ka cano…

source: Everything…
ach: Jami weng…

# evme-searchbar-default2
source: I’m thinking of…
ach: Atye ka tamo…

# evme-searchbar-default2.placeholder
source: I’m thinking of…
ach: Atye ka tamo…

source: Back
ach: Cen

# evme-searchbar-default.placeholder
source: I’m thinking of…
ach: Atye ka tamo…

# evme-searchbar-title
source: Everything
ach: Jami weng

source: Enter any topic or search query
ach: Ket lok mo onyo peny me yeny

source: Enter any topic or keyword
ach: Ket lok mo onyo lok ma pire tek

source: Dismiss
ach: Kwer

source: No options found
ach: Me ayera pe ononge

source: History:
ach: Gin mukato:

source: History
ach: Gin mukato

source: Clear history
ach: Jwa gin mukato

# evme-helper-didyoumean-title
source: Did you mean:
ach: I wacco ni:

# evme-helper-refine-title
source: Did you mean:
ach: I wacco ni:

# evme-helper-title-prefix
source: Everything
ach: Jami weng

# evme-helper-title-empty
source: Everything
ach: Jami weng

source: Add to homescreen
ach: Med i kio me gang

source: Remove from homescreen
ach: Kwany ki i kio me gang

# evme-apps-market-download
source: Download
ach: Gam

source: More Apps
ach: Purugram mapol

# evme-apps-loading-app
source: Loading…
ach: Tye ka cano…

# evme-appsmore-loading
source: Loading…
ach: Tye ka cano…

source: Add {{name}} to Home Screen?
ach: Med {{name}} i kio me gang?

source: {{name}} was already added to Home Screen
ach: onongo dong kimedo {{name}} i kio me gang

source: Connect to the internet to add more Smart Collections
ach: Kube i intanet me medo dul ma ryek mapol

source: Set as wallpaper?
ach: Ket calo cal me kor ot?

source: No Smart Collections to add
ach: Dul ma ryek me ameda pe tye

source: {{name}} added to Home Screen
ach: kimedo {{name}} i kio me gang

source: Wallpaper set successfully
ach: Ki tero cal me kor ot ma ber

source: More
ach: Mapol

# evme-collectionssuggest-loading
source: Loading…
ach: Tye ka cano…

# evme-collectionssuggest-loading-cancel
source: Cancel
ach: Ngol

source: Create your own Smart Collection
ach: Cwe dul ma ryek mamegi

source: Source:
ach: Ka ma oa iye:

# evme-collection-title-prefix
source: Everything
ach: Jami weng

source: Phone
ach: Cim

# evme-collection-loading-more
source: Loading…
ach: Tye ka cano…

source: Connect to the internet to get apps for {{query}}
ach: Kube i intanet me gamo purugram pi {{query}}

source: Connect to the internet to get even more apps for {{query}}
ach: Kube i intanet me gamo purugram mapol kato pi {{query}}

source: Find the things you love with the coolest apps.
ach: Nong jami ma i maro ki purugram ma beco loyo.

source: For example, find your favorite singer or band…
ach: Pi labole, nong lawer onyo ban ma imaro loyo…

source: These are the apps for <b>{{query}}</b>,<br /><br /> tap any icon to open it.
ach: Magi aye purugram pi <b>{{query}}</b>,<br /><br /> gud cal mo keken me yabo ne.

source: Custom…
ach: Yubo…

source: Astrology
ach: Neno ceng ki dwe

source: Autos
ach: Matime kengi

source: Beauty
ach: Lengo

source: Books
ach: Buk

source: Celebs
ach: Celeb

source: Daily Deals
ach: Wil ki cat nino ducu

source: Dating
ach: Cuna

source: Electronics
ach: Jami me mac

source: Entertainment
ach: Galo wang

source: Environment
ach: Kama orumu wa

source: Fashion
ach: Ruk

source: Funny
ach: Me nyero

source: Games
ach: Tuku

source: Government
ach: Gamente

source: Health
ach: Yot kom

source: Jobs
ach: Tic

source: Local
ach: Ma gang

source: Maps
ach: Mep

source: Movies
ach: Cinema

source: Music
ach: Wer

source: New Apps
ach: Purugram manyen

source: News
ach: Lok angeya

source: Photography
ach: Makwako cal

source: Recipes
ach: Nyuto yoo

source: Restaurants
ach: Hotel cam

source: Shopping
ach: Wil

source: Social
ach: Kacoke

source: Sports
ach: Tuku

source: Tech News
ach: Lok angeya ikom diro

source: Top Apps
ach: Purugram ma malo

source: Travel
ach: Wot

source: Utilities
ach: Jami tic pa lwak

source: Weather
ach: Piny

source: Add to top of collection
ach: Med iwi dul

source: Save to Homescreen
ach: Gwok i kio me gang

source: Edit
ach: Yub

source: Website name
ach: Nying kakube

source: Address
ach: Kanonge

# edit-dialog-cancel
source: Cancel
ach: Ngol

source: Done
ach: Otum

source: Close
ach: Lor

source: Save
ach: Gwok
