Repository: translate/mozilla-gaia
Catalog: hto/apps/calendar/calendar.properties.po
Languages: hto

source: Back
hto: Ɨfede

source: Save
hto: Jóne

source: Hide
hto: Rétaido

source: Cancel
hto: Fúitade

source: Confirm
hto: Jɨ́ɨ

source: Done
hto: Fɨnoka

source: Events
hto: Gaɨriya

source: Edit
hto: Abɨdo Fɨnode

source: All-day Events
hto: Dárui gaɨriya

source: No Events
hto: Íñede gaɨriya

# show-today
source: Today
hto: Jabe

source: Month
hto: Fɨui

source: Week
hto: Enéfebamo mena móna

source: Day
hto: Biruído

# settings-show
source: Settings
hto: Ñúe fɨnóye

source: Hide settings
hto: Ñúe fɨnoye retáido

source: Add an account
hto: Dá fákara úita

# new-event-link.ariaLabel
source: Add event
hto: Gaɨriya jóne

source: Event
hto: Gaɨriya

source: Add Event
hto: Gaɨriya jóne

source: Edit Event
hto: Gáɨriya abɨdo fɨno

source: Account
hto: Fákara

source: Accounts
hto: Jɨaíe fákara

# advanced-settings-short-icon-button.ariaLabel
source: Settings
hto: Ñúe fɨnoye

source: Calendar Settings
hto: Ñúe fɨnoye

source: Personalization
hto: Kuéɨena

source: Reminders
hto: Úibiraiya

source: Add Account
hto: Dá fákara úita

source: Username
hto: Mámekɨ táɨjɨyena

source: Password
hto: Fakára ráa

source: Setting up account
hto: Ñúe jóneyena fákara

source: Unable to sync
hto: Dáamakɨ jónenide

source: Sign in
hto: Mámekɨ yóne

# preset-local
source: Offline calendar
hto: Éromo fɨmona

# calendar-local
source: Offline calendar
hto: Éromo fɨmona

# event-title.placeholder
source: Title
hto: Náama mámekɨ

source: Where?
hto: ¿ Nɨne íyano?

source: Notes
hto: Kúiana

source: All day event?
hto: ¿ Nána biruído ?

# event-start-date.placeholder
source: Start date
hto: Imona tapia

# event-end-date.placeholder
source: End date
hto: Imona fuite

# event-start-time.placeholder
source: Start time
hto: Bímona tɨ́nia

# event-end-time.placeholder
source: End time
hto: Bímona fúite

source: Delete event
hto: Óni oiri gaɨriya

source: Remove local data
hto: Dáno ráanɨaɨ fúita

source: Remove account
hto: Fákara fúita

source: Removing this account will also remove your local copy of associated calendars and events.
hto: Fákara jíno óiadɨ nána ó fɨmona féite gaɨriya íemo ó mámekɨ.

source: Sync
hto: Dáamakɨ

source: Syncing
hto: Dáamakɨ

source: Syncing complete
hto: Dáamakɨ já báite

source: Sync Calendar
hto: Dáamakɨ fɨ́mona

source: Manually
hto: Ónoɨdo fɨno

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
hto: {{startDate}}<br>íe {{startTime}} a {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
hto: Íe {{startTime}} {{startDate}}<br>a {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
hto: Nána biruído<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
hto: Nána biruído íe {{startDate}}<br>a {{endDate}}

source: None
hto: Iéñede

source: Reminder:
hto: Úibiraiya:

source: Remind me
hto: Kúe úbiraiya

source: At time of event
hto: Bírui gaɨriyamo

source: On day of event
hto: Bímona gaɨriya

source: {{title}} starting {{distance}}
hto: {{title}} kómo taɨnede {{distance}}

source: {{title}} started {{distance}}
hto: {{title}} kómo taɨnede {{distance}}

source: 0 minutes before
hto: 0 darui jáiai

source: 1 minute before
hto: 1 darui jáiai

# minutes-before[two]
source: {{value}} minutes before
hto: {{value}} darui jáiai

# minutes-before[few]
source: {{value}} minutes before
hto: {{value}} darui jáiai

# minutes-before[many]
source: {{value}} minutes before
hto: {{value}} darui jáiai

# minutes-before[other]
source: {{value}} minutes before
hto: {{value}} darui jáiai

source: 0 hours before
hto: 0 Bímona jáiai

source: 1 hour before
hto: 1 Bímona jáiai

# hours-before[two]
source: {{value}} hours before
hto: {{value}} bímona jáiai

# hours-before[few]
source: {{value}} hours before
hto: {{value}} Bímona jáiai

# hours-before[many]
source: {{value}} hours before
hto: {{value}} Bímona jáiai

# hours-before[other]
source: {{value}} hours before
hto: {{value}} Bímona jáiai

source: 0 days before
hto: 0 móna jítɨ

source: 1 day before
hto: 1 móna jítɨ

# days-before[two]
source: {{value}} days before
hto: {{value}} móna íe jítɨ

# days-before[few]
source: {{value}} days before
hto: {{value}} móna íe jítɨ

# days-before[many]
source: {{value}} days before
hto: {{value}} móna íe jítɨ

# days-before[other]
source: {{value}} days before
hto: {{value}} móna íe jítɨ

source: 0 weeks before
hto: 0 Enéfebamo mena móna jítɨ

source: 1 week before
hto: 1 Enéfebamo mena móna jítɨ

# weeks-before[two]
source: {{value}} weeks before
hto: {{value}} enéfebamo mena móna jítɨ

# weeks-before[few]
source: {{value}} weeks before
hto: {{value}} enéfebamo mena móna jítɨ

# weeks-before[many]
source: {{value}} weeks before
hto: {{value}} enéfebamo mena móna jítɨ

# weeks-before[other]
source: {{value}} weeks before
hto: {{value}} enéfebamo mena móna jítɨ

source: 0 months before
hto: 0 fɨ́ui jáiai

source: 1 month before
hto: 0 fɨ́ui jáiai

# months-before[two]
source: {{value}} months before
hto: {{value}} fɨ́ui jáiai

# months-before[few]
source: {{value}} months before
hto: {{value}} fɨ́ui jáiai

# months-before[many]
source: {{value}} months before
hto: {{value}} fɨ́ui jáiai

# months-before[other]
source: {{value}} months before
hto: {{value}} fɨ́ui jáiai

source: 0 years before
hto: 0 fɨmona jáiai

source: 1 year before
hto: 1 fɨmona jáiai

# years-before[two]
source: {{value}} years before
hto: {{value}} fɨmona jáiai

# years-before[few]
source: {{value}} years before
hto: {{value}} fɨmona jáiai

# years-before[many]
source: {{value}} years before
hto: {{value}} fɨmona jáiai

# years-before[other]
source: {{value}} years before
hto: {{value}} fɨmona jáiai

source: 0 minutes after
hto: 0 fɨmona méifomo

source: 1 minute after
hto: 1 fɨmona méifomo

# minutes-after[two]
source: {{value}} minutes after
hto: {{value}} fɨ́mona méifomo

# minutes-after[few]
source: {{value}} minutes after
hto: {{value}} fɨ́mona méifomo

# minutes-after[many]
source: {{value}} minutes after
hto: {{value}} fɨ́mona méifomo

# minutes-after[other]
source: {{value}} minutes after
hto: {{value}} fɨ́mona méifomo

source: 0 hours after
hto: 0 bímona méifomo

source: 1 hour after
hto: 0 bímona méifomo

# hours-after[two]
source: {{value}} hours after
hto: {{value}} bímona méifomo

# hours-after[few]
source: {{value}} hours after
hto: {{value}} bímona méifomo

# hours-after[many]
source: {{value}} hours after
hto: {{value}} bímona méifomo

# hours-after[other]
source: {{value}} hours after
hto: {{value}} bímona méifomo

source: 0 days after
hto: 0 móna méifomo

source: 1 day after
hto: 1 móna méifomo

# days-after[two]
source: {{value}} days after
hto: {{value}} móna méifomo

# days-after[few]
source: {{value}} days after
hto: {{value}} móna méifomo

# days-after[many]
source: {{value}} days after
hto: {{value}} móna méifomo

# days-after[other]
source: {{value}} days after
hto: {{value}} móna méifomo

source: 0 weeks after
hto: 0 énéfebamo mena móna méifomo

source: 1 week after
hto: 1 énéfebamo mena móna méifomo

# weeks-after[two]
source: {{value}} weeks after
hto: {{value}} énéfebamo mena móna méifomo

# weeks-after[few]
source: {{value}} weeks after
hto: {{value}} énéfebamo mena móna méifomo

# weeks-after[many]
source: {{value}} weeks after
hto: {{value}} énéfebamo mena móna méifomo

# weeks-after[other]
source: {{value}} weeks after
hto: {{value}} énéfebamo mena móna méifomo

source: 0 months after
hto: 0 fɨ́ui jáiai

source: 1 month after
hto: 1 fɨ́ui méifomo

# months-after[two]
source: {{value}} months after
hto: {{value}} fɨ́ui méifomo

# months-after[few]
source: {{value}} months after
hto: {{value}} fɨ́ui méifomo

# months-after[many]
source: {{value}} months after
hto: {{value}} fɨ́ui méifomo

# months-after[other]
source: {{value}} months after
hto: {{value}} fɨ́ui méifomo

source: 0 years after
hto: 0 fɨmona méifomo

source: 1 year after
hto: 1 fɨmona méifomo

# years-after[two]
source: {{value}} years after
hto: {{value}} fɨmona méifomo

# years-after[few]
source: {{value}} years after
hto: {{value}} fɨmona méifomo

# years-after[many]
source: {{value}} years after
hto: {{value}} fɨmona méifomo

# years-after[other]
source: {{value}} years after
hto: {{value}} fɨmona méifomo

source: All Day
hto: Nána

source: The event cannot end before its start date
hto: Gáɨriya fúñeite jaiai táɨnia

source: The event cannot end before its start time
hto: Gáɨriya fúñeite jaiai táɨnia

source: Wrong login and/or password
hto: Ñúe íñede mámekɨ táɨjɨyena íe/ fákara ráa

source: Server error. Check your login and try again.
hto: Náama ñúe íñede. Mámekɨ tájɨyena ñúe éroiri íe abɨdo taɨne.

source: Something is wrong. Try again later.
hto: Jóbiñede. Éna jábe abɨdo taɨne.

source: No connection. Check your network configuration and try again.
hto: NÍtaoiñede. Éroiri ñúe red íe abɨdo taɨne.

source: This account already exists.
hto: Bíe fákara jáa íte.

source: Calendar sync error
hto: Dáamakɨ ñúe iñede

source: Tap for more info
hto: Jéta aíyo ónoyena

source: Friday
hto: Jubékuiro móna

source: Thursday
hto: Fɨgoménarie móna

source: Wednesday
hto: Daruiámani mona

source: Tuesday
hto: Ména móna

source: Monday
hto: Daa móna

source: Sunday
hto: Ɨ́koidɨrui móna

source: Saturday
hto: Enéfebamo daa móna

source: {{n}} event
hto: {{n}} gáɨriya

# busy[two]
source: {{n}} events
hto: {{n}} gáɨriya

# busy[few]
source: {{n}} events
hto: {{n}} gáɨriya

# busy[many]
source: {{n}} events
hto: {{n}} gáɨriya

# busy[other]
source: {{n}} events
hto: {{n}} gáɨriya

# present.ariaLabel
source: Today
hto: Jabe

# past-other-month-description.ariaLabel
source: Other month
hto: Jɨaɨe fɨ́ui

# future-other-month-description.ariaLabel
source: Other month
hto: Jɨaɨe fɨ́ui

source: Has alarm
hto: Íte úai

source: Calendars
hto: Fɨ́mona

# multi-day-new-event-link.ariaLabel
source: Add event
hto: Gaɨriya jóne

# title.ariaLabel
source: Title
hto: Náama mámekɨ

source: Location
hto: iyano

source: Duration
hto: Jáɨaɨre

source: Calendar
hto: Fɨ́mona

source: Alarms
hto: Kázitaɨra

source: Description
hto: Jɨede

# start-date.ariaLabel
source: Start date
hto: Imona táɨnia

# start-time.ariaLabel
source: Start time
hto: Bímona táɨnia

# end-date.ariaLabel
source: End date
hto: Imona fuite

# end-time.ariaLabel
source: End time
hto: Bímona fúite

source: Loading
hto: Abɨ́abɨde

source: All day
hto: Nána biruído

source: Create event
hto: Gáriya fɨ́no

source: Create all day event
hto: Gáɨriya fɨ́no bíruido

source: from {{startTime}} to {{endTime}}
hto: íe {{startTime}} a {{endTime}}

source: {{startDate}} from {{startTime}} to {{endTime}}
hto: {{startDate}} íe {{startTime}} a {{endTime}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
hto: Íe {{startTime}} {{startDate}} a {{endTime}} {{endDate}}
