Repository: translate/mozilla-gaia
Catalog: zam/apps/camera/camera.properties.po
Languages: zam

source: Not enough space on memory card
zam: Mxhe ruu tarjet naa luu

source: Try freeing up space by deleting media.
zam: To bii tarjet naa luu.

source: Video not recorded. Error creating video file path.
zam: Ná blo xhog ti.

source: No memory card found
zam: Yent tarjet na memoria

source: Insert a memory card to take pictures.
zam: Toob tarjet memoria xha taak toob lu xha niel.

source: Camera can not be used while phone is plugged in
zam: Na gad lii xhin luu camara nal, na kin kib lu kue

source: Unplug the phone to capture photos and videos
zam: Kib kue xha tak tien lu moon ner video

source: You have run out of media storage space.
zam: Mcé ru memoria na lu.

source: You have reached the maximum file size for this attachment.
zam: Ka dohs naa ru kue, na yad yuy tree.

source: Retake
zam: Toob taa diif vez

source: Select
zam: Mxhen koo lash luu

# close-button
source: Close
zam: Toog ga

source: Delete photo?
zam: Tedont na kue ga?

source: Delete video?
zam: Te dont video ga?

source: Cancel
zam: Naa lit luy

source: Delete
zam: Te dont ná

source: Camera Resolution
zam: Xha nie Camara

source: Video Resolution
zam: Xha nie Video

source: Scene Mode
zam: Güi xha Niey

source: Self-Timer
zam: Toob-Tiemp pa

# self-timer-off
source: Off
zam: Tuy ya

source: 2 seconds
zam: 2 segundos

source: 5 seconds
zam: 5 segundos

source: 10 seconds
zam: 10 segundos

source: Low Battery
zam: Lut ki de nul

source: The battery is too low to use the camera.
zam: Na gadt li chel kuey, lut ki genul.

# battery-critical-text
source: Critically low battery
zam: Lut sní xhoy

# battery-verylow-text
source: 10% battery remaining
zam: 10% sni xhoy

# battery-low-text
source: 15% battery remaining
zam: 15% sni xhoy

# battery-critical-text.ariaLabel
source: Critically low battery
zam: Merla deyuy ya

# battery-verylow-text.ariaLabel
source: 10% battery remaining
zam: 10% sni xhoy

# battery-low-text.ariaLabel
source: 15% battery remaining
zam: 15% sni xhoy

source: Camera Unavailable
zam: Yent Camara

source: The camera is in use by another app.
zam: Ta dib yib de xhin cámara.

# hdr-on
source: On
zam: Tob kiy

# hdr-off
source: Off
zam: Tuy ya

source: Grid Lines
zam: Toob Ray ya

# grid-on
source: On
zam: Tob kiy

# grid-off
source: Off
zam: Tuy ya

source: Flash
zam: Esní

# flash-on
source: On
zam: Tob kiy

# flash-off
source: Off
zam: Tuy ya

source: Auto
zam: Tub ba liy

source: (Flash deactivated)
zam: (Yent Flash ah)

source: Photo Mode
zam: Xha nie lo mon

source: Video Mode
zam: Xha nie Video

source: Options
zam: Ko ge nuy

source: Open Gallery
zam: Xhal te Xho re moon

source: Preview
zam: Güiy

source: Close menu
zam: Tog kue

source: Back
zam: Veré

source: Self-Timer {{value}}
zam: Mker dieda {{value}}

source: Grid Lines {{value}}
zam: Ko nalí {{value}}

source: Video Resolution {{value}}
zam: Xha nie vídeo {{value}}

source: Flash On
zam: Tob Kí Flash

source: Flash Off
zam: Tog Flash

source: Flash Auto
zam: Lá Flash

source: Rear camera
zam: Cho cámara

source: Front camera
zam: Loo cámara

source: Menu
zam: Kuan xho

# preview-button.ariaLabel
source: Preview
zam: Güiy nerta

# controls-button-close.ariaLabel
source: Close
zam: Toog ga

source: Share
zam: Tay lo tal

source: More
zam: Plo

source: Frame {{current}} of {{total}}
zam: Gui {{current}} ke {{total}}

source: Swipe left with 2 fingers to jump to next, or swipe right to jump to previous
zam: Deslice la pantalla con 2 dedos hacia la izquierda para avanzar, o hacia la derecha para retroceder

source: Capture
zam: Mxhen na

source: Stop capture
zam: Lent

source: Set Video Mode
zam: Xha nie Video

source: Set Photo Mode
zam: Xha nie lo mon

source: HDR enabled
zam: Dob ki HDR

source: Geolocation enabled
zam: Pa dul dob ki

# battery-low-indicator.ariaLabel
source: 15% battery remaining
zam: 15% sni xhoy

# battery-verylow-indicator.ariaLabel
source: 10% battery remaining
zam: 10% sni xhoy

# battery-critical-indicator.ariaLabel
source: Critically low battery
zam: Merla deyuy ya
