Repository: translate/mozilla-gaia
Catalog: hsb/apps/system/accessibility.properties.po
Languages: hsb

source: To enable screen reader, press volume up then volume down buttons three more times
hsb: Zo byšće čitak wobrazowki zmóžnił, stłóčće wótřišo a potom mjelčišo porjadu po tři króć

source: To disable screen reader, press volume up then volume down buttons three more times
hsb: Zo byšće čitak wobrazowki znjemóžnił, stłóčće wótřišo a potom mjelčišo porjadu po tři króć

source: Screen reader started
hsb: Čitak wobrazowki startowany

source: Screen reader stopped
hsb: Čitak wobrazowki zastajeny

# accessibility-menubar
source: menu bar
hsb: menijowa lajsta

# accessibility-scrollbar
source: scroll bar
hsb: suwanska lajsta

# accessibility-grip
source: grip
hsb: přimak

# accessibility-alert
source: alert
hsb: zdźělenka

# accessibility-menupopup
source: menu popup
hsb: kontekstowy meni

# accessibility-document
source: document
hsb: dokument

# accessibility-pane
source: pane
hsb: wobłuk

# accessibility-separator
source: separator
hsb: dźělatko

# accessibility-toolbar
source: toolbar
hsb: symbolowa lajsta

# accessibility-statusbar
source: status bar
hsb: statusowa lajsta

source: table
hsb: tabela

# accessibility-columnheader
source: column header
hsb: špaltowa hłowa

# accessibility-rowheader
source: row header
hsb: linkowa hłowa

# accessibility-column
source: column
hsb: špalta

# accessibility-row
source: row
hsb: linka

# accessibility-cell
source: cell
hsb: cela

source: link
hsb: wotkaz

# accessibility-list
source: list
hsb: lisćina

# accessibility-listitem
source: list item
hsb: lisćinowy zapisk

# accessibility-outline
source: outline
hsb: rozrjad

# accessibility-outlineitem
source: outline item
hsb: rozrjadowy zapisk

# accessibility-pagetab
source: tab
hsb: rajtark

# accessibility-propertypage
source: property page
hsb: kajkostna strona

# accessibility-graphic
source: graphic
hsb: grafika

source: button
hsb: tłóčatko

# accessibility-checkbutton
source: check button
hsb: kontrolny kašćik

# accessibility-radiobutton
source: radio button
hsb: opciske tłóčatko

# accessibility-combobox
source: combo box
hsb: kombinaciske polo

# accessibility-progressbar
source: progress bar
hsb: postupowa lajsta

# accessibility-slider
source: slider
hsb: suwak

# accessibility-spinbutton
source: spin button
hsb: wjerćite tłóčatko

# accessibility-animation
source: animation
hsb: animacija

# accessibility-equation
source: equation
hsb: runica

# accessibility-buttonmenu
source: button menu
hsb: tłóčatkowy meni

# accessibility-whitespace
source: white space
hsb: mjezera

# accessibility-pagetablist
source: tab list
hsb: lisćina rajtarkow

# accessibility-checkmenuitem
source: check menu item
hsb: kontrolny kašćik

# accessibility-label
source: label
hsb: popis

source: password text
hsb: hesłowy tekst

# accessibility-radiomenuitem
source: radio menu item
hsb: zapisk opciskeho menija

# accessibility-textcontainer
source: text container
hsb: tekstowy kontejner

# accessibility-togglebutton
source: toggle button
hsb: přešaltowanske tłóčatko

# accessibility-treetable
source: tree table
hsb: štomowa tabela

# accessibility-header
source: header
hsb: hłowowa linka

# accessibility-footer
source: footer
hsb: nohowa linka

# accessibility-paragraph
source: paragraph
hsb: wotstawk

# accessibility-entry
source: entry
hsb: zapisk

# accessibility-caption
source: caption
hsb: titul

# accessibility-heading
source: heading
hsb: nadpismo

# accessibility-section
source: section
hsb: wotrězk

# accessibility-form
source: form
hsb: formular

# accessibility-comboboxlist
source: combo box list
hsb: lisćina kombinaciskeho pola

# accessibility-comboboxoption
source: combo box option
hsb: opcija kombinaciskeho pola

source: image map
hsb: wobrazowa karta

# accessibility-listboxoption
source: option
hsb: opcija

# accessibility-listbox
source: list box
hsb: lisćinowe polo

# accessibility-flatequation
source: flat equation
hsb: jednora runica

# accessibility-gridcell
source: gridcell
hsb: lěsyčna cela

# accessibility-note
source: note
hsb: přispomnjenka

source: figure
hsb: zwobraznjenje

# accessibility-definitionlist
source: definition list
hsb: definiciska lisćina

# accessibility-term
source: term
hsb: zapřijeće

# accessibility-definition
source: definition
hsb: definicija

source: math table
hsb: matematiska tabela

# mathmlcell
source: cell
hsb: cela

# mathmlenclosed
source: enclosed
hsb: připołoženy

source: fraction
hsb: łamk

source: fraction without bar
hsb: łamk bjez smužki

# mathmlroot
source: root
hsb: korjeń

# mathmlscripted
source: scripted
hsb: ze skriptom

source: square root
hsb: kwadratny korjeń

source: text area
hsb: tekstowe polo

source: base
hsb: baza

source: closing fence
hsb: začinjaca spinka

source: denominator
hsb: mjenowak

source: numerator
hsb: ličak

source: opening fence
hsb: wočinjaca spinka

source: overscript
hsb: nad tym napisany

source: presubscript
hsb: doprědka stajene - znižene

source: presuperscript
hsb: doprědka stajene - powyšene

source: root index
hsb: korjenjowy indeks

source: subscript
hsb: znižene

source: superscript
hsb: powyšene

source: underscript
hsb: podstajene

source: date
hsb: datum

source: e-mail
hsb: e-mejl

# accessibility-textInputType_search
source: search
hsb: pytać

source: telephone
hsb: telefon

source: heading level {{0}}
hsb: nadpismowa runina {{0}}

source: First item
hsb: Prěni zapisk

source: Last item
hsb: Posledni zapisk

# accessibility-listItemsCount[zero]
source: {{count}} items
hsb: {{count}} zapiskow

source: {{count}} item
hsb: {{count}} zapisk

# accessibility-listItemsCount[two]
source: {{count}} items
hsb: {{count}} zapiskaj

# accessibility-listItemsCount[few]
source: {{count}} items
hsb: {{count}} zapiski

# accessibility-listItemsCount[many]
source: {{count}} items
hsb: {{count}} zapiskow

# accessibility-listItemsCount[other]
source: {{count}} items
hsb: {{count}} zapiskow

source: {{0}} of {{1}}
hsb: {{0}} z {{1}}

source: banner
hsb: chorhoj

source: complementary
hsb: wudospołnjenje

source: content info
hsb: wobsahowe informacije

source: main
hsb: hłowny

source: navigation
hsb: nawigacija

# accessibility-search
source: search
hsb: pytanje

# accessibility-tblColumnInfo[zero]
source: with {{count}} columns
hsb: z {{count}} špaltami

source: with {{count}} column
hsb: z {{count}} špaltu

# accessibility-tblColumnInfo[two]
source: with {{count}} columns
hsb: z {{count}} špaltomaj

# accessibility-tblColumnInfo[few]
source: with {{count}} columns
hsb: z {{count}} špaltami

# accessibility-tblColumnInfo[many]
source: with {{count}} columns
hsb: z {{count}} špaltami

# accessibility-tblColumnInfo[other]
source: with {{count}} columns
hsb: z {{count}} špaltami

# accessibility-tblRowInfo[zero]
source: and {{count}} rows
hsb: a z {{count}} linkami

source: and {{count}} row
hsb: a z {{count}} linku

# accessibility-tblRowInfo[two]
source: and {{count}} rows
hsb: a z {{count}} linkomaj

# accessibility-tblRowInfo[few]
source: and {{count}} rows
hsb: a z {{count}} linkami

# accessibility-tblRowInfo[many]
source: and {{count}} rows
hsb: a z {{count}} linkami

# accessibility-tblRowInfo[other]
source: and {{count}} rows
hsb: a z {{count}} linkami

source: Column {{0}}
hsb: Špalta {{0}}

source: Row {{0}}
hsb: Linka {{0}}

# accessibility-spansColumns[zero]
source: spans {{0}} columns
hsb: přepina {{0}} špaltow

source: spans {{0}} column
hsb: přepina {{0}} špaltu

# accessibility-spansColumns[two]
source: spans {{0}} columns
hsb: přepina {{0}} špalće

# accessibility-spansColumns[few]
source: spans {{0}} columns
hsb: přepina {{0}} špalty

# accessibility-spansColumns[many]
source: spans {{0}} columns
hsb: přepina {{0}} špaltow

# accessibility-spansColumns[other]
source: spans {{0}} columns
hsb: přepina {{0}} špaltow

# accessibility-spansRows[zero]
source: spans {{0}} rows
hsb: přepina {{0}} linkow

source: spans {{0}} row
hsb: přepina {{0}} linku

# accessibility-spansRows[two]
source: spans {{0}} rows
hsb: přepina {{0}} lince

# accessibility-spansRows[few]
source: spans {{0}} rows
hsb: přepina {{0}} linki

# accessibility-spansRows[many]
source: spans {{0}} rows
hsb: přepina {{0}} linkow

# accessibility-spansRows[other]
source: spans {{0}} rows
hsb: přepina {{0}} linkow

source: jumped
hsb: skočeny

# accessibility-pressAction
source: pressed
hsb: stłóčeny

# accessibility-checkAction
source: checked
hsb: wubrany

source: unchecked
hsb: njewubrany

# accessibility-selectAction
source: selected
hsb: wubrany

source: unselected
hsb: njewubrany

source: opened
hsb: wočinjeny

source: closed
hsb: začinjeny

source: switched
hsb: přešaltowany

source: clicked
hsb: kliknjeny

# accessibility-collapseAction
source: collapsed
hsb: fałdowany

# accessibility-expandAction
source: expanded
hsb: rozfałdowany

source: activated
hsb: aktiwizowany

source: cycled
hsb: přepinjeny

source: hidden
hsb: schowany

source: loading
hsb: začituje so

source: loaded
hsb: začitany

source: new tab
hsb: nowy rajtark

source: loading stopped
hsb: začitowanje zastajene

source: reloading
hsb: začituje so znowa

# accessibility-stateChecked
source: checked
hsb: wubrany

source: not checked
hsb: njewubrany

# accessibility-statePressed
source: pressed
hsb: stłóčeny

# accessibility-stateExpanded
source: expanded
hsb: rozfałdowany

# accessibility-stateCollapsed
source: collapsed
hsb: fałdowany

source: unavailable
hsb: nic k dispoziciji

source: required
hsb: trěbny

source: visited
hsb: wopytany

source: has pop up
hsb: ma wuskakowace wokno

# accessibility-stateSelected
source: selected
hsb: wubrany

source: editing
hsb: Wobdźěłować

source: navigating
hsb: Nawigować

source: Default
hsb: Standard

source: Anchors
hsb: Kótwički

source: Buttons
hsb: Tłóčatka

source: Combo boxes
hsb: Kombinaciske pola

source: Landmarks
hsb: Orientaciske dypki

source: Entries
hsb: Zapiski

source: Form elements
hsb: Formularne elementy

source: Images
hsb: Wobrazy

source: Headings
hsb: Nadpisma

source: List items
hsb: Lisćinowe zapiski

source: Links
hsb: Wotkazy

source: Lists
hsb: Lisćiny

source: Page tabs
hsb: Rajtarki strony

source: Radio buttons
hsb: Opciske tłóčatka

source: Separators
hsb: Dźělatka

source: Tables
hsb: Tabele

source: Check boxes
hsb: Kontrolne kašćiki

source: long division
hsb: pisomne diwidowanje

source: actuarial
hsb: zawěsćenskomatematiski

source: phasor angle
hsb: pokazowakowy kut

source: radical
hsb: korjeń

# notation-box
source: box
hsb: kašćik

source: rounded box
hsb: skulojćeny praworóžk

source: circle
hsb: kruh

source: left
hsb: nalěwo

source: right
hsb: naprawo

# notation-top
source: top
hsb: horjeka

source: bottom
hsb: deleka

source: up diagonal strike
hsb: diagonalna linija horje

source: down diagonal strike
hsb: diagonalna linija dele

source: vertical strike
hsb: wertikalna linija

source: horizontal strike
hsb: horicontalna linija

source: up diagonal arrow
hsb: diagonalny šipk horje

# accessibility-menubarAbbr
source: menu bar
hsb: menijowa lajsta

# accessibility-scrollbarAbbr
source: scroll bar
hsb: suwanska lajsta

# accessibility-gripAbbr
source: grip
hsb: přimak

# accessibility-alertAbbr
source: alert
hsb: zdźělenka

# accessibility-menupopupAbbr
source: menu popup
hsb: kontekstowy meni

# accessibility-documentAbbr
source: document
hsb: dokument

# accessibility-paneAbbr
source: pane
hsb: wobłuk

# accessibility-separatorAbbr
source: separator
hsb: dźělatko

# accessibility-toolbarAbbr
source: toolbar
hsb: symbolowa lajsta

# accessibility-statusbarAbbr
source: status bar
hsb: statusowa lajsta

# accessibility-columnheaderAbbr
source: column header
hsb: špaltowa hłowa

# accessibility-rowheaderAbbr
source: row header
hsb: linkowa hłowa

# accessibility-columnAbbr
source: column
hsb: špalta

# accessibility-rowAbbr
source: row
hsb: linka

# accessibility-cellAbbr
source: cell
hsb: cela

source: lnk
hsb: wtk

# accessibility-listAbbr
source: list
hsb: lisćina

# accessibility-listitemAbbr
source: list item
hsb: lisćinowy zapisk

# accessibility-outlineAbbr
source: outline
hsb: rozrjad

# accessibility-outlineitemAbbr
source: outline item
hsb: rozrjadowy zapisk

# accessibility-pagetabAbbr
source: tab
hsb: rajtark

# accessibility-propertypageAbbr
source: property page
hsb: kajkostna strona

# accessibility-graphicAbbr
source: graphic
hsb: grafika

source: btn
hsb: tłč

# accessibility-checkbuttonAbbr
source: check button
hsb: kontrolny kašćik

# accessibility-radiobuttonAbbr
source: radio button
hsb: opciske tłóčatko

# accessibility-comboboxAbbr
source: combo box
hsb: kombinaciske polo

# accessibility-progressbarAbbr
source: progress bar
hsb: postupowa lajsta

# accessibility-sliderAbbr
source: slider
hsb: suwak

# accessibility-spinbuttonAbbr
source: spin button
hsb: wjerćite tłóčatko

# accessibility-animationAbbr
source: animation
hsb: animacija

# accessibility-equationAbbr
source: equation
hsb: runica

# accessibility-buttonmenuAbbr
source: button menu
hsb: tłóčatkowy meni

# accessibility-whitespaceAbbr
source: white space
hsb: mjezera

# accessibility-pagetablistAbbr
source: tab list
hsb: rajtarkowa lisćina

# accessibility-checkmenuitemAbbr
source: check menu item
hsb: zapisk kontrolneho menija

# accessibility-labelAbbr
source: label
hsb: popis

source: passwdtxt
hsb: tksthesła

# accessibility-radiomenuitemAbbr
source: radio menu item
hsb: zapisk opciskeho menija

# accessibility-textcontainerAbbr
source: text container
hsb: tekstowy kontejner

# accessibility-togglebuttonAbbr
source: toggle button
hsb: přešaltowanske tłóčatko

# accessibility-treetableAbbr
source: tree table
hsb: štomowa tabela

# accessibility-headerAbbr
source: header
hsb: hłowowa linka

# accessibility-footerAbbr
source: footer
hsb: nohowa linka

# accessibility-paragraphAbbr
source: paragraph
hsb: wotstawk

# accessibility-entryAbbr
source: entry
hsb: zapisk

# accessibility-captionAbbr
source: caption
hsb: titul

# accessibility-headingAbbr
source: heading
hsb: nadpismo

# accessibility-sectionAbbr
source: section
hsb: wotrězk

# accessibility-formAbbr
source: form
hsb: formular

# accessibility-comboboxlistAbbr
source: combo box list
hsb: lisćina kombinaciskeho pola

# accessibility-comboboxoptionAbbr
source: combo box option
hsb: opcija kombinaciskeho pola

source: imgmap
hsb: wobrazowa karta

# accessibility-listboxoptionAbbr
source: option
hsb: opcija

# accessibility-listboxAbbr
source: list box
hsb: lisćinowe polo

# accessibility-flatequationAbbr
source: flat equation
hsb: jednora runica

# accessibility-gridcellAbbr
source: gridcell
hsb: lěsyčna cela

# accessibility-noteAbbr
source: note
hsb: přispomnjenka

source: fig
hsb: zwobr

# accessibility-definitionlistAbbr
source: definition list
hsb: definiciska lisćina

# accessibility-termAbbr
source: term
hsb: zapřijeće

# accessibility-definitionAbbr
source: definition
hsb: definicija

source: txtarea
hsb: tkstpolo

# accessibility-tblColumnInfoAbbr[one]
source: {{count}}c
hsb: {{count}}š

# accessibility-tblColumnInfoAbbr[two]
source: {{count}}c
hsb: {{count}}š

# accessibility-tblColumnInfoAbbr[few]
source: {{count}}c
hsb: {{count}}š

# accessibility-tblColumnInfoAbbr[many]
source: {{count}}c
hsb: {{count}}š

# accessibility-tblColumnInfoAbbr[other]
source: {{count}}c
hsb: {{count}}š

# accessibility-tblRowInfoAbbr[one]
source: {{count}}r
hsb: {{count}}l

# accessibility-tblRowInfoAbbr[two]
source: {{count}}r
hsb: {{count}}l

# accessibility-tblRowInfoAbbr[few]
source: {{count}}r
hsb: {{count}}l

# accessibility-tblRowInfoAbbr[many]
source: {{count}}r
hsb: {{count}}l

# accessibility-tblRowInfoAbbr[other]
source: {{count}}r
hsb: {{count}}l

source: c{{0}}r{{1}}
hsb: š{{0}}l{{1}}

# mathmlenclosedAbbr
source: enclosed
hsb: připołožene

# mathmlcellAbbr
source: cell
hsb: cela

source: frac
hsb: łamk

source: frac no bar
hsb: łamk bjez smužki

# mathmlrootAbbr
source: root
hsb: korjeń

# mathmlscriptedAbbr
source: scripted
hsb: ze skriptom

source: sqrt
hsb: kw. korjeń

# baseAbbr
source: base
hsb: baza

source: close
hsb: začinić

source: den
hsb: mjenowak

source: num
hsb: ličak

source: open
hsb: wočinić

source: over
hsb: nad

source: presub
hsb: doprědka-znižene

source: presup
hsb: doprědka-powyšene

source: index
hsb: indeks

source: sub
hsb: znižene

source: sup
hsb: powyšene

source: under
hsb: pod

source: longdiv
hsb: pisomn.diwid

source: act
hsb: zawěsć

source: phasang
hsb: pokaz.kut

source: rad
hsb: korjeń

# notation-boxAbbr
source: box
hsb: kašćik

source: rndbox
hsb: skul.praworóžk

source: circ
hsb: kruh

source: lft
hsb: nalěwo

source: rght
hsb: naprawo

# notation-topAbbr
source: top
hsb: horjeka

source: bot
hsb: deleka

source: updiagstrike
hsb: diag.linija horje

source: dwndiagstrike
hsb: diag.linija dele

source: vstrike
hsb: wert.linija

source: hstrike
hsb: horic.linija

source: updiagarrow
hsb: diag.šipk horje

# accessibility-pushbutton-hint
source: Double tap to activate
hsb: Podótkńće so dwójće, zo byšće aktiwizował

# accessibility-checkbutton-hint
source: Double tap to activate
hsb: Podótkńće so dwójce, zo byšće aktiwizował

# accessibility-combobox-hint
source: Double tap to activate
hsb: Podótkńće so dwójće, zo byšće aktiwizował

source: Tap and hold to activate
hsb: Podótkńće so a dźeržće, zo byšće aktiwizował

# accessibility-link-hint
source: Double tap to activate
hsb: Podótkńće so dwójće, zo byšće aktiwizował

# accessibility-menuitem-hint
source: Double tap to activate
hsb: Podótkńće so dwójće, zo byšće aktiwizował

# accessibility-option-hint
source: Double tap to activate
hsb: Podótkńće so dwójće, zo byšće aktiwizował

# accessibility-radiobutton-hint
source: Double tap to activate
hsb: Podótkńće so dwójće, zo byšće aktiwizował

# accessibility-slider-hint
source: Swipe up to increase or down to decrease
hsb: Trějće horje, zo byšće powjetšił abo dele, zo byšće pomjeńšił

# accessibility-spinbutton-hint
source: Swipe up to increase or down to decrease
hsb: Trějće horje, zo byšće powjetšił abo dele, zo byšće pomjeńšił

# accessibility-pagetab-hint
source: Double tap to activate
hsb: Podótkńće so dwójce, zo byšće aktiwizował

# accessibility-entry-hint
source: Double tap to activate
hsb: Podótkńće so dwójce, zo byšće aktiwizował

# accessibility-outlineitem-hint
source: Double tap to activate
hsb: Podótkńće so dwójce, zo byšće aktiwizował
