Repository: translate/mozilla-gaia
Catalog: hsb/apps/system/net_error.properties.po
Languages: hsb

source: No access to the Internet right now.
hsb: We wokomiku žadyn přistup k internetej njeje.

source: {{name}} requires an Internet connection.
hsb: {{name}} trjeba internetny zwisk.

source: Server not found
hsb: Serwer njeje so namakał

source: Can’t find the server at {{name}}.
hsb: Serwer njeda so na {{name}} namakać.

source: File not found
hsb: Dataja njeje so namakała

source: The device can’t display this page because the file cannot be found.
hsb: Grat njemóže tutu stronu zwobraznić, dokelž dataja njeje so namakała.

# connection-failed
source: Unable to connect
hsb: Zwisk njemóžno

# connection-failed-error
source: A network error occurred while trying to reach the site.
hsb: Syćowy zmylk je wustupił, mjeztym zo sće spytał, so k sydłu dóstać.

# invalid-connection
source: Unable to connect
hsb: Zwisk njemóžno

# invalid-connection-error
source: A network error occurred while trying to reach the site.
hsb: Syćowy zmylk je wustupił, mjeztym zo sće spytał, so k sydłu dóstać.

source: URL not valid
hsb: URL płaćiwy njeje

source: The URL entered is not valid and cannot be loaded.
hsb: Podaty URL njeje płaćiwy a njeda so začitać.

# redirect-loop
source: Can’t display page
hsb: Strona njeda so zwobraznić

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
hsb: Grat njemóže tutu stronu zwobraznić, dokelž strona porjadnje dale njesposrědkuje. Spytajće pozdźišo hišće raz.

source: Page expired
hsb: Strona je spadnjena

source: As a security precaution, this page cannot be displayed by the device because it has expired.
hsb: Jako wěstotna naprawa njeda so tuta strona přez grat zwobraznić, dokelž je spadnjena.

source: The document cannot change while Printing or in Print Preview.
hsb: Dokument njeda so při ćišćenju abo w ćišćerskim přehledźe změnić.

source: This address is restricted
hsb: Tuta adresa je zamjezowana

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
hsb: Tuta adresa wužiwa syćowy port, kotryž so normalnje za druhe zaměry hač webpřehladowanje wužiwa. Grat je naprašowanje za waš škit přetorhnył.

# proxy-resolve-failure
source: Proxy Server Error
hsb: Zmylk proksy-serwera

source: The device is configured to use a proxy server that can’t be found.
hsb: Grat je so skonfigurował, zo by proksy-serwer wužiwał, kotryž njeda so namakać.

# proxy-connect-failure
source: Proxy Server Error
hsb: Zmylk proksy-serwera

source: The device is configured to use a proxy server that is refusing connections.
hsb: Grat je so skonfigurował, zo by proksy-serwer wužiwał, kotryž zwiski wotpokazuje.

# content-encoding
source: Can’t display page
hsb: Strona njeda so zwobraznić

source: The device can’t display this page because a content encoding error occurred.
hsb: Grat njemóže tutu stronu zwobraznić, dokelž kodowanski zmylk wobsaha je wustupił.

source: Page unsupported
hsb: Strona so njepodpěruje

source: This page can’t be displayed because it uses a technology that is not supported on the device.
hsb: Tuta strona njeda so zwobraznić, dokelž technologiju wužiwa, kotraž so na graće njepodpěruje.

source: Warning
hsb: Warnowanje

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
hsb: Websydło je so jako webfalšowanka zdźěliło, kotraž je za to myslena, wužiwarjow zawjedować, wosobinske abo financielne daty přeradźić.

source: Malware attack blocked
hsb: Nadpad złowólneje softwary je so zablokował

source: The site at has been reported as an attack site and has been blocked.
hsb: Sydło je so jako nadpadowace sydło zdźěliło a je so zablokowało.

source: Unsafe content
hsb: Njewěsty wobsah

source: The page cannot be shown because it may not be safe to open.
hsb: Strona njeda so pokazać, dokelž njeda so ewentuelnje wěsće wočinić.

# corrupted-content
source: Can’t display page
hsb: Strona njeda so zwobraznić

source: The page cannot be shown because an error in the data transmission was detected.
hsb: Strona njeda so pokazać, dokelž je so zmylk w datowym přenjesenju wotkrył.

source: Unable to connect
hsb: Zwisk njemóžno

source: Cancel
hsb: Přetorhnyć

source: Close
hsb: Začinić

source: Try again
hsb: Hišće raz spytać

source: Check settings
hsb: Nastajenja přepruwować

source: Tap to check settings
hsb: Podótkńće so, zo byšće nastajenja přepruwował
