Repository: translate/mozilla-gaia
Catalog: hsb/apps/system/system.properties.po
Languages: hsb

source: OK
hsb: W porjadku

source: Back
hsb: Wróćo

source: Help
hsb: Pomoc

source: Cancel
hsb: Přetorhnyć

source: Close
hsb: Začinić

source: Skip
hsb: Přeskočić

source: Clear
hsb: Wuprózdnić

source: Enable
hsb: Zmóžnić

source: Turn On
hsb: Zmóžnić

source: Undo
hsb: Cofnyć

source: Enter PIN
hsb: PIN zapodać

source: Track title and artist
hsb: Titel čary a wuměłc

source: Playback controls
hsb: Wothrawanske wodźenje

source: Previous
hsb: Předchadny

source: Play
hsb: Wothrać

source: Pause
hsb: Zastajić

source: Next
hsb: Přichodny

source: Unknown track
hsb: Njeznaty kruch

source: Wi-Fi on
hsb: WLAN zapinjeny

source: Wi-Fi on, initializing
hsb: WLAN zapinjeny, inicializuje so

source: Wi-Fi off
hsb: WLAN wupinjeny

source: Data {{type}} on
hsb: Daty typa {{type}} zmóžnjene

source: Data {{type}} off
hsb: Daty typa {{type}} znjemóžnjene

# quick-settings-bluetoothButton-on.ariaLabel
source: Bluetooth on
hsb: Bluetooth zapinjeny

source: Bluetooth on, initializing
hsb: Bluetooth zapinjeny, inicializuje so

source: Bluetooth off
hsb: Bluetooth wupinjeny

# quick-settings-airplaneMode-on.ariaLabel
source: Airplane mode on
hsb: Lětanski modus zapinjeny

source: Airplane mode off
hsb: Lětanski modus wupinjeny

source: Settings
hsb: Nastajenja

source: Utility tray
hsb: Zdźělenska wobrazowka

source: Status Bar
hsb: Statusowa lajsta

source: Battery {{level}} percent
hsb: Baterija {{level}} procentow

source: Battery {{level}} percent, charging
hsb: Baterija {{level}} procentow, nabiwa so

# statusbarAirplaneMode.ariaLabel
source: Airplane mode on
hsb: Lětanski modus zapinjeny

source: Wi-Fi: connecting
hsb: WLAN: zwjazuje so

source: Wi-Fi: {{level}} of 4 bars
hsb: WLAN: {{level}} z 4 lajstow

source: {{operator}} network, {{level}} of 5 bars
hsb: Syć {{operator}}, {{level}} z 5 lajstow

source: {{operator}} network (roaming), {{level}} of 5 bars
hsb: Syć {{operator}} (roaming), {{level}} z 5 lajstow

source: Searching… Emergency calls only
hsb: Pyta so… jenož nuzowe zawołanja

source: Emergency call only
hsb: Jenož nuzowe zawołanja

# statusbarSignalNoSimCard.ariaLabel
source: No SIM card
hsb: Žana SIM-karta

source: Headphones on
hsb: Nahłowne słuchatka přizamknjene

source: Bluetooth headphones on
hsb: Nahłowne słuchatka Bluetooth přizamknjene

source: Bluetooth transfer active
hsb: Přenjesenje Bluetooth aktiwne

source: Tethering on
hsb: Tethering zapinjene

source: Tethering on, active
hsb: Tethering zapinjene, aktiwne

source: Alarm on
hsb: Alarm aktiwizowany

# statusbarIconOn-bluetooth.ariaLabel
source: Bluetooth on
hsb: Bluetooth zapinjeny

source: Bluetooth on, active
hsb: Bluetooth zapinjeny, aktiwny

source: Mute on
hsb: Bjez zwuka, zapinjeny

source: Vibration on
hsb: Wibracija zapinjena

source: Recording on
hsb: Natočenje zapinjene

source: Geolocation on
hsb: Postajenje stejnišća zapinjenje

source: USB on
hsb: USB zapinjeny

source: Call forwarding on
hsb: Zawołanske dalesposrědkowanje zapinjene

source: Media playing
hsb: Medijowe wothraće aktiwne

source: NFC on
hsb: NFC zapinjeny

# statusbarDownload.ariaLabel
source: Downloading…
hsb: Sćahuje so…

source: Networking on
hsb: Syćowe přenjesenje běži

source: Emergency callback
hsb: Nuzowe wróćozawołanje

source: No Notifications
hsb: Žane zdźělenki

source: {{n}} Notification
hsb: {{n}} zdźělenka

# statusbarNotifications[two]
source: {{n}} Notifications
hsb: {{n}} zdźělence

# statusbarNotifications[few]
source: {{n}} Notifications
hsb: {{n}} zdźělenki

# statusbarNotifications[many]
source: {{n}} Notifications
hsb: {{n}} zdźělenkow

# statusbarNotifications[other]
source: {{n}} Notifications
hsb: {{n}} zdźělenkow

source: {{n}} unread notification
hsb: {{n}} nječitana zdźělenka

# statusbarNotifications-unread.ariaLabel[two]
source: {{n}} unread notifications
hsb: {{n}} nječitanej zdźělence

# statusbarNotifications-unread.ariaLabel[few]
source: {{n}} unread notifications
hsb: {{n}} nječitane zdźělenki

# statusbarNotifications-unread.ariaLabel[many]
source: {{n}} unread notifications
hsb: {{n}} nječitanych zdźělenkow

# statusbarNotifications-unread.ariaLabel[other]
source: {{n}} unread notifications
hsb: {{n}} nječitanych zdźělenkow

source: Debugging
hsb: Pytanje za zmylkami

source: Notifications
hsb: Zdźělenki

source: Clear all
hsb: Wšě zhašeć

source: Tap to show
hsb: Pódotknyć so, zo by pokazał

source: No new voicemail
hsb: Žana nowa rěčna powěsć

source: One new voicemail
hsb: Jedna nowa rěčna powěsć

# newVoicemails[two]
source: {{n}} new voicemails
hsb: {{n}} nowej rěčnej powěsći

# newVoicemails[few]
source: {{n}} new voicemails
hsb: {{n}} nowe rěčne powěsće

# newVoicemails[many]
source: {{n}} new voicemails
hsb: {{n}} nowych rěčnych powěsćow

# newVoicemails[other]
source: {{n}} new voicemails
hsb: {{n}} nowych rěčnych powěsćow

source: New voicemail
hsb: Nowa rěčna powěsć

source: Dial {{number}}
hsb: {{number}} wolić

source: EU internet detected
hsb: Syć Europskeje unije wotkryta

source: Tap to change.
hsb: Podótkńće so, zo byšće změnił.

source: Are you sure you want to connect to the device?
hsb: Chceće woprawdźe z gratom zwjazać?

source: Turn on Bluetooth and connect to the device?
hsb: Bluetooth zmóžnić a z gratom zwjazać?

source: Are you sure you want to connect to {{deviceName}}?
hsb: Chceće woprawdźe z {{deviceName}} zwjazać?

source: Turn on Bluetooth and connect to {{deviceName}}?
hsb: Bluetooth zmóžnić a z {{deviceName}} zwjazać?

source: Turn on
hsb: Zmóžnić

# dismissNFCConnectBTdisabled
source: Cancel
hsb: Přetorhnyć

source: Confirmation
hsb: Wobkrućenje

source: Phone
hsb: Telefon

source: Turn on airplane mode
hsb: Lětanski modus zmóžnić

source: Turn off airplane mode
hsb: Lětanski modus znjemóžnić

source: Silence incoming calls
hsb: Dochadźace zawołanja zněmić

source: Ring incoming calls
hsb: Dochadźaće zawołanja zazwonić

source: Restart
hsb: Znowa startować

source: Power off
hsb: Wupinyć

source: View source
hsb: Žórłowy tekst pokazać

source: Your recent app windows show up here
hsb: Waše najnowšě nałoženske wokna so tu pokazuja

source: Your recent browser windows show up here
hsb: Waše najnowše wokna wobhladowaka so tu pokazuja

# closeCard.ariaLabel
source: Close
hsb: Začinić

source: Open
hsb: Wočinić

source: Yes
hsb: Haj

source: No
hsb: Ně

source: Don’t allow
hsb: Njedowolić

source: Allow
hsb: Dowolić

# dontshare-geolocation
source: Don’t Share
hsb: Njedźělić

# share-geolocation
source: Share
hsb: Dźělić

# dontshare-audio-capture
source: Don’t Share
hsb: Njedźělić

# share-audio-capture
source: Share
hsb: Dźělić

# dontshare-video-capture
source: Don’t Share
hsb: Njedźělić

# share-video-capture
source: Share
hsb: Dźělić

# dontshare-media-capture
source: Don’t Share
hsb: Njedźělić

# share-media-capture
source: Share
hsb: Dźělić

source: Front Camera
hsb: Prědnja kamera

source: Back Camera
hsb: Zadnja kamera

source: Remember my choice
hsb: Wuběr sej spomjatkować

source: More info…
hsb: Dalše informacije…

source: Hide info
hsb: Informacije schować

source: Install {{name}}?
hsb: {{name}} instalować?

source: Size
hsb: Wulkosć

source: Author
hsb: Awtor

# size-unknown
source: Unknown
hsb: Njeznaty

# author-unknown
source: Unknown
hsb: Njeznaty

source: Install
hsb: Instalować

source: bytes
hsb: B

source: {{ appName }} download stopped
hsb: Sćehnjenje {{ appName }} zastajene

source: {{ appName }} download failed
hsb: Sćehnjenje {{ appName }} je so nimokuliło

source: {{ appName }} install failed
hsb: Instalacija {{ appName }} je so nimokuliła

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
hsb: Přetorhnjenje k wróćopłaćenju kupje njewjedźe. Wróćopłaćenja za zapłaćeny wobsah so wot prěnjotneho předawarja přewjedu.

source: Apps can be installed later from the original installation source.
hsb: Nałoženja dadźa so pozdźišo z originalneho instalaciskeho žórła instalować.

source: Are you sure you want to cancel this install?
hsb: Chceće woprawdźe tutu instalaciju přetorhnyć?

source: Cancel Install
hsb: Instalaciju přetorhnyć

# cancel-install-button
source: Cancel Install
hsb: Instalaciju přetorhnyć

source: Resume
hsb: Pokročować

source: Continue
hsb: Dale

source: Stop downloading {{ app }}?
hsb: Sćehnjenje nałoženja {{ app }} zastajić?

source: The download can be restarted later.
hsb: Sćehnjenje da so pozdźišo znowa startować.

source: Stop Download
hsb: Sćehnjenje zastajić

source: Not enough space
hsb: Njeje dosć ruma

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
hsb: Njeje dosć swobodneho składowanskeho ruma, zo by tute nałoženje instalowało. Wuswobodźće składowanski rum přez to, zo stare nałoženja abo medije zhašeće, a spytajće znowa z prěnjotneho žórła instalować.

source: {{ appName }} installed
hsb: {{ appName }} instalowane

source: {{ appName }} installed. Go to Settings > Language to enable it.
hsb: {{ appName }} instalowane. Dźiće k "Nastajenja > Rěč", zo byšće jo zmóžnił.

source: This add-on is able to affect your device on a system level.
hsb: Tutón přidatk móže waš grat na systemowej runinje wobwliwować.

source: If this add-on causes a problem, press and hold the power button during start up until the device vibrates for a second time to disable all add-ons.
hsb: Jeli tutón přidatk problem zawinuje, tłóčće a dźeržće zapinak při startowanju, doniž grat druhi raz njewibrěruje, zo byšće wšě přidatki znjemóžnił.

source: Setup
hsb: Konfiguracija

source: Add keyboards
hsb: Tastatury přidać

source: Later
hsb: Pozdźišo

source: Download
hsb: Sćahnyć

source: Download update now?
hsb: Aktualizaciju nětko sćahnyć?

source: Do you want to install the update now? You will not be able to use your phone for a few minutes.
hsb: Chceće aktualizaciju nětko instalować? Njemóžeće swój telefon za někotre mjeńšiny wužiwać.

source: A problem occurred during the system update and the installation failed. Would you like to report this as a bug?
hsb: Problem je za systemowu aktualizaciju wustupił a instalacija je so nimokuliła. Chceće to jako programowy zmylk zdźělić?

source: Install Now
hsb: Nětko instalować

source: Report
hsb: Zdźělić

source: Not Now
hsb: Nic nětko

source: Downloading updates… <span>{{ progress }} downloaded.</span>
hsb: Aktualizacije so sćahuja… <span>{{ progress }} sćehnjene.</span>

source: Downloading {{ appName }}
hsb: {{ appName }} so sćahuje

source: {{ progress }} downloaded
hsb: {{ progress }} sćehnjene

source: Downloading
hsb: Sćahuje so

source: {{ progress }} / {{ max }} downloaded
hsb: {{ progress }} / {{ max }} sćehnjene

source: Cancel all downloads
hsb: Wšě sćehnjenja přetorhnyć

source: Are you sure you want to cancel all downloads?
hsb: Chceće woprawdźe wšě sćehnjenja přetorhnyć?

source: There was an error while downloading the updates.
hsb: Při sćahowanju aktualizacijow je zmylk wustupił.

source: {{ n }} update available. <span>Tap for more info.</span>
hsb: {{ n }} aktualizacija k dispoziciji. <span>Podótkńće so, zo byšće dalše informacije dóstał.</span>

# updateAvailableInfo[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
hsb: {{ n }} aktualizaciji k dispoziciji. <span>Podótkńće so, zo byšće dalše informacije dóstał.</span>

# updateAvailableInfo[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
hsb: {{ n }} aktualizacije k dispoziciji. <span>Podótkńće so, zo byšće dalše informacije dóstał.</span>

# updateAvailableInfo[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
hsb: {{ n }} aktualizacijow k dispoziciji. <span>Podótkńće so, zo byšće dalše informacije dóstał.</span>

# updateAvailableInfo[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
hsb: {{ n }} aktualizacijow k dispoziciji. <span>Podótkńće so, zo byšće dalše informacije dóstał.</span>

source: System update available. <span>Tap for more info.</span>
hsb: Systemowa aktualizacija k dispoziciji. <span>Podótkńće so, zo byšće dalše informacije dóstał.</span>

source: {{ n }} update available
hsb: {{ n }} aktualizacija k dispoziciji

# numberOfUpdates[two]
source: {{ n }} updates available
hsb: {{ n }} aktualizaciji k dispoziciji

# numberOfUpdates[few]
source: {{ n }} updates available
hsb: {{ n }} aktualizacije k dispoziciji

# numberOfUpdates[many]
source: {{ n }} updates available
hsb: {{ n }} aktualizacijow k dispoziciji

# numberOfUpdates[other]
source: {{ n }} updates available
hsb: {{ n }} aktualizacijow k dispoziciji

source: System update
hsb: Systemowa aktualizacija

source: System update {{ version }}
hsb: Systemowa aktualizacija {{ version }}

source: System Update Ready
hsb: Systemowa aktualizacija dokónčena

source: System Update Error
hsb: Zmylk systemoweje aktualizacije

source: Tap for more details
hsb: Podótkńće so wjace podrobnosćow

source: You need at least {{ threshold }}% battery level to install the update.
hsb: Trjebaće znajmjeńša {{ threshold }} % baterijoweho nabitka, zo byšće aktualizaciju instalował.

source: Required
hsb: Trěbny

source: Uncompressing… <span>This can take a few minutes.</span>
hsb: Dekomprimuje so… <span>To móže por mjeńšin trać.</span>

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
hsb: Aktualizacije so přez datowy zwisk sćahuja, jeli WLAN k dispoziciji njeje. Při wužiwanju datoweho zwiska, budu so telefonowe zawołanja blokować a přidatne kóšty móhli nastać.

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, additional charges may apply.
hsb: Aktualizacije so přez datowy zwisk sćahuja, jeli WLAN k dispoziciji njeje. Při wužiwanju datoweho zwiska, móža přidatne kóšty nastać.

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
hsb: WLAN k dispoziciji njeje. Aktualizowanje přez aktualny zwisk móhło přidatne kóšty zawinować.

source: Connect to a network to download updates.
hsb: Zwjazajće ze syću, zo byšće aktualizacije sćahnył.

source: Download updates via data connection?
hsb: Aktualizacije přez datowy zwisk sćahnyć?

source: Downloading updates is not possible on slow connections (2G). Please connect via Wi-Fi or 3G (if available) and try again.
hsb: Při pomałych zwiskach (2G) sćahowanje aktualizacijow móžno njeje. Prošu zwjazajće přez WLAN abo 3G (jeli k dispoziciji) a spytajće hišće raz.

source: When using a data connection, additional costs may apply. Do you want to continue?
hsb: Hdyž so datowy zwisk so wužiwa, móža přidatne kóšty nastać. Chceće pokročować?

source: Download updates via data roaming?
hsb: Aktualizacije přez datowy roaming sćahnyć?

source: You are currently roaming and additional charges may apply. Do you want to continue?
hsb: Wužiwaće tuchwilu roaming a přidatne kóšty móhli nastać. Chceće pokročować?

source: Build ID: {{ buildid }}
hsb: ID wersije: {{ buildid }}

source: View the full list of changes
hsb: Dospołnu lisćinu změnow pokazać

source: Screenshot saved to Gallery
hsb: Foto wobrazowki do galerije składowane

source: The screenshot could not be saved
hsb: Foto wobrazowki njeda so składować

source: No memory card found
hsb: Žana składowanska karta namakana

source: Memory card is in use
hsb: Składowanska karta so wužiwa

source: Not enough space on memory card
hsb: Nic dosć ruma na składowanskej karće

source: Device logs saved
hsb: Gratowe protokole składowane

source: Tap to share logs
hsb: Podótkńće so, zo byšće protokole dźělił

source: Error while saving logs
hsb: Zmylk při składowanju protokolow

source: Error while sharing logs
hsb: Zmylk při dźělenju protokolow

source: Capturing logs…
hsb: Protokole so zapřijimaja…

source: Operation {{operation}} failed.
hsb: Operacija {{operation}} je so nimokuliła.

source: Unexpected error occurred.
hsb: Njewočakowany zmylk wustupjeny.

source: Make sure your SD card is not shared with your computer.
hsb: Zawěsćće, zo waša SD-karta so z wašim ličakom njedźěli.

source: At least one log file could not be read from the filesystem.
hsb: Znajmjeńša jedna protokolowa dataja njeda so z datajoweho systema čitać.

# emergency-call-button
source: Emergency Call
hsb: Nuzowe zawołanje

source: Emergency Call
hsb: Nuzowe zawołanje

source: Unlock
hsb: Zawěru zběhnyć

source: Camera
hsb: Kamera

source: %A, %B %e
hsb: %A, %e. %EB

source: Passcode panel
hsb: Polo za hesłowy kod

source: open
hsb: wočinić

source: Home
hsb: Startowa wobrazowka

source: Sign in
hsb: Přizjewić

source: Sign in to website
hsb: Pola websydła so přizjewić

source: Username
hsb: Wužiwarske mjeno

source: Password
hsb: Hesło

source: The website {{host}} requires you to sign in.
hsb: Websydło {{host}} wužaduje sej, zo so přizjewiće.

source: {{name}} is not loading properly
hsb: {{name}} so porjadnje njezačituje

source: {{name}} is having problems
hsb: {{name}} ma problemy

source: Unable to connect
hsb: Zwisk njemóžno

source: Tap to check settings
hsb: Podótkńće so, zo byšće nastajenja přepruwował

source: Delete {{name}}
hsb: {{name}} zhašeć

source: {{name}} and all of its data will be deleted.
hsb: {{name}} a wšě jeho daty so zhašeja.

source: Delete
hsb: Zhašeć

source: Remove Application
hsb: Nałoženje wotstronić

source: Cannot install application due to an unrecoverable error. Please try downloading again. The application will be removed.
hsb: Njereprodukujomneho zmylka dla njeda so nałoženje instalować. Prošu sćehńće hišće raz. Nałoženje so wotstroni.

# unrecoverable-error-action
source: OK
hsb: W porjadku

source: Turn on data roaming?
hsb: Datowy roaming zapinyć?

source: In order to access the Internet, you need to turn on data roaming. Depending on your service agreement, extra charges may apply. Do you want to turn data on?
hsb: Zo byšće přistup na internet měł, dyrbiće datowy roaming zapinyć. We wotwisnosći wot słužbneho dojednanja, móža přidatne kóšty nastać. Chceće daty zapinyć?

source: Select time
hsb: Čas wubrać

# choose-option
source: Select
hsb: Wubrać

# choose-options
source: Select
hsb: Wubrać

source: Select day
hsb: Dźeń wubrać

source: Your battery is low.
hsb: Waša baterija je nimale prózdna.

source: Please plug in your charger.
hsb: Prošu přizamkńće swój nabiwak.

source: New window
hsb: Nowe wokno

source: New private window
hsb: Nowe priwatne wokno

source: Show windows
hsb: Wokna pokazać

source: Add to home screen
hsb: Startowej wobrazowce přidać

# pin-to-home-screen
source: Pin
hsb: Připinyć

source: Share
hsb: Dźělić

source: {{brandShortName}} just recovered from a crash
hsb: {{brandShortName}} je so runje ze spada wobnowił

source: {{name}} just crashed
hsb: {{name}} je runje spadnył

source: Something
hsb: Něšto

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
hsb: Chceće Mozilla rozprawu wo spadźe słać, zo byšće nam pomhał, problem wotstronić? (Rozprawy so jenož přez WLAN sćelu.)

source: What’s in a crash report?
hsb: Što je w spadnej rozprawje?

source: Always send Mozilla a report when a crash occurs.
hsb: Mozilla přeco rozprawu pósłać, hdyž so spad stawa.

source: Don’t Send
hsb: Njesłać

source: Send Report
hsb: Rozprawu pósłać

source: Crash Reports
hsb: Spadne rozprawy

source: Done
hsb: Dokónčene

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
hsb: Spadna rozprawa wobsahuje někotre podrobnosće wo spadźe a wašim graće, kaž tež wobraz stawa wašeho grata, hdyž je spadnył.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
hsb: To móže wočinjene strony a nałoženja, tekst we formularach a wobsah wočinjenych powěsćow, najnowšu přehladowansku historiju abo postajenje stejnišćow być, kotrež so přez wočinjene nałoženje wužiwa.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
hsb: Wužiwamy spadne rozprawy, zo bychmy problemy wotstronili a naše produkty polěpšili. Postupujemy z wašimi informacijemi kaž je wopisujemy w swojich

source: privacy policy
hsb: prawidłach priwatnosće

source: {{brandShortName}} just crashed.
hsb: {{brandShortName}} je runje spadnył.

source: {{name}} just crashed.
hsb: {{name}} je runje spadnył.

# crash-banner-report
source: Report
hsb: Rozprawa

source: Sending file…
hsb: Dataja so sćele…

source: Receiving file…
hsb: Dataja so přijima…

source: Accept Bluetooth file transfer?
hsb: Datajowe přenjesenje Bluetooth akceptować?

source: {{deviceName}} would like to send you a file. Accept?
hsb: {{deviceName}} by wam rady dataju słał. Sće přezjedny?

source: Tap to review transfer request.
hsb: Podótkńće so, zo byšće naprašowanje přenošował.

source: Deny
hsb: Wotpokazać

source: Transfer
hsb: Přenjeśc

source: Cancel Bluetooth file transfer?
hsb: Datajowe přenjesenje Bluetooth přetorhnyć?

source: File transfer has started
hsb: Přenjesenje dataje je so započało

source: Check progress in Notification center
hsb: Postup w zdźělenskim centrumje přepruwować

source: File sent
hsb: Dataja je so pósłała

source: File received
hsb: Dataje je so přijała

source: File could not be received
hsb: Dataja njeda so přijeć

source: Cannot send file right now. Please try again later.
hsb: Dataja njeda so hnydom słać. Prošu spytajće pozdźišo hišće raz.

source: File transfer cancelled
hsb: Datajowe přenjesenje je so přetorhnyło

source: Transfer report
hsb: Přenošowanska rozprawa

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
hsb: {{numSuccessful}} datajow wuspěšnych, {{numUnsuccessful}} datajow njewuspěšnych

source: Unknown file
hsb: Njeznata dataja

source: Unknown device
hsb: Njeznaty grat

source: Can not open received file
hsb: Přijata dataja njeda so wočinić

source: Can not open unknown media type: {{fileName}}
hsb: Njeznaty medijowy typ njeda so wočinić: {{fileName}}

source: Can not receive file
hsb: Dataja njeda so přijeć

source: Can not get device storage state.
hsb: Staw gratoweho składowaka njeda so wotwołać.

source: No memory card found. Please insert a memory card.
hsb: Žana składowanska karta namakana. Prošu zasadźće składoansku kartu.

source: Bluetooth can not be used while phone is plugged in. Please unplug the phone to receive file.
hsb: Bluetooth njeda so wužiwać, mjeztym zo telefon je přityknjeny. Prošu wottykńće telefon, zo byšće dataju přijał.

source: Can not complete transfer: memory card is full.
hsb: Přenjesenje njeda so dokónčić: składowanska karta je połna.

source: Unknown error
hsb: Njeznaty zmylk

source: Confirm
hsb: Wobkrućić

source: SD card detected
hsb: SD-karta wotkryta

source: Total size: {{size}} {{unit}}
hsb: Cyłkowna wulkosć: {{size}} {{unit}}

source: Unknown size, tap to format
hsb: Njeznata wulkosć, podótkńće so, zo byšće formatował

source: SD card removed
hsb: SD-karta wotstronjena

source: Ejected successfully
hsb: Wuspěšnje wustorkany

source: Not ejected properly
hsb: Njeje so porjadnje wustorkał

source: Mic is on
hsb: Mikrofon je zapinjeny

source: Camera is on
hsb: Kamera je zapinjena

source: Camera & Mic are ON
hsb: Kamera a Mikrofon stej ZAPINJENEJ

source: No SIM card
hsb: Žana SIM-karta

source: PUK code
hsb: PUK-kod

source: NCK code
hsb: NCK-kod

source: CCK code
hsb: CCK-kod

source: SPCK code
hsb: SPCK-kod

source: NCK1 code
hsb: NCK1-kod

source: NCK2 code
hsb: NCK2-kod

source: HNCK code
hsb: HNCK-kod

source: RCCK code
hsb: RCCK-kod

source: RSPCK code
hsb: RSPCK-kod

source: What is a SIM PIN?
hsb: Što je SIM-PIN?
