Repository: translate/mozilla-gaia
Catalog: hsb/apps/system/system.properties.po
Languages: hsb

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
hsb: SIM-PIN zadźěwa přistupej na SIM-kartu mobilnych datowych syćow. Jeli je zmóžnjene, budźe grat, kotryž SIM-kartu wobsahuje, PIN při znowastartowanju žadać.

source: A SIM PIN is not the same as the passcode used to unlock the device.
hsb: SIM-PIN je něšto druhe hač hesłowy kod, kotryž so wužiwa, zo by zawěru grata zběhnył.

source: Change PIN
hsb: PIN změnić

source: Enter SIM PIN
hsb: SIM-PIN zapodać

source: Enter SIM {{n}} PIN
hsb: SIM-{{n}}-PIN zapodać

source: Enter PUK code
hsb: PUK-kod zapodać

source: Enter NCK code
hsb: NCK-kod zapodać

source: Enter CCK code
hsb: CCK-kod zapodać

source: Enter SPCK code
hsb: SPCK-kod zapodać

source: Enter NCK1 code
hsb: NCK1-kod zapodać

source: Enter NCK2 code
hsb: NCK2-kod zapodać

source: Enter HNCK code
hsb: HNCK-kod zapodać

source: Enter RCCK code
hsb: RCCK-kod zapodać

source: Enter RSPCK code
hsb: RSPCK-kod zapodać

source: New PIN
hsb: Nowy PIN

source: Last try.
hsb: Posledni pospyt.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
hsb: {{n}} pospytaj wyše.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
hsb: {{n}} pospyty wyše.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
hsb: {{n}} pospytow wyše.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
hsb: {{n}} pospytow wyše.

source: The PIN was incorrect.
hsb: PIN běše wopak.

source: You have one try left to enter the correct code before locking the SIM card.
hsb: Maće jedyn pospyt wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawrje.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće {{n}} pospytaj wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawrje.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće {{n}} pospyty wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawrje.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće {{n}} pospytow wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawrje.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće {{n}} pospytow wyše, zo byšće korektny kod zapodał, prjedy hač so SIM-karta zawrje.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
hsb: To je waša poslednja šansa, korektny PIN zapodać. Hewak dyrbiće PUK-kod zapodać, zo byšće SIM-kartu wužiwał.

source: The SIM card is locked.
hsb: SIM-karta je zawrjena.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Dyrbiće kod Personal Unlocking Key (PUK) za SIM-kartu zapodać. Čitajće dokumentaciju swojeje SIM-karty abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

source: The PUK code is incorrect.
hsb: PUK-kod je wopak.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće jedyn pospyt wyše, zo byšće korektny kod zapodał, prjedy hač SIM-karta budźe na přeco njewužiwajomna. Čitajće dokumentaciju swojeje SIM-karty abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće {{n}} pospytaj wyše, zo byšće korektny kod zapodał, prjedy hač SIM-karta budźe na přeco njewužiwajomna. Čitajće dokumentaciju swojeje SIM-karty abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće {{n}} pospyty wyše, zo byšće korektny kod zapodał, prjedy hač SIM-karta budźe na přeco njewužiwajomna. Čitajće dokumentaciju swojeje SIM-karty abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće {{n}} pospytow wyše, zo byšće korektny kod zapodał, prjedy hač SIM-karta budźe na přeco njewužiwajomna. Čitajće dokumentaciju swojeje SIM-karty abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće {{n}} pospytow wyše, zo byšće korektny kod zapodał, prjedy hač SIM-karta budźe na přeco njewužiwajomna. Čitajće dokumentaciju swojeje SIM-karty abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Poslednja móžnosć, zo by korektny PUK-kod zapodało. Waša SIM-karta budźe na přeco njewužiwajomna, jeli wopačny PUK-kod zapodaće. Čitajće dokumentaciju swojeje SIM-karty abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

source: Create PIN (must contain 4 to 8 digits)
hsb: PIN wutworić (dyrbi z 4 do 8 cyfrow wobstać)

source: Confirm new PIN
hsb: Nowy PIN wobkrućić

source: PINs don’t match.
hsb: PIN jenakej njejstej.

source: The NCK code is incorrect.
hsb: NCK-kod je wopak.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hsb: Naprašowanje syćoweho wotwosobnjenja je so nimokuliło. Maće jedyn pospyt wyše, zo byšće prawy kod zapodał. Pohladajće do dokumentacije swojeho grata abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hsb: Naprašowanje syćoweho wotwosobnjenja je so nimokuliło. Maće {{n}} pospytaj wyše, zo byšće prawy kod zapodał. Pohladajće do dokumentacije swojeho grata abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hsb: Naprašowanje syćoweho wotwosobnjenja je so nimokuliło. Maće {{n}} pospyty wyše, zo byšće prawy kod zapodał. Pohladajće do dokumentacije swojeho grata abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hsb: Naprašowanje syćoweho wotwosobnjenja je so nimokuliło. Maće {{n}} pospytow wyše, zo byšće prawy kod zapodał. Pohladajće do dokumentacije swojeho grata abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hsb: Naprašowanje syćoweho wotwosobnjenja je so nimokuliło. Maće {{n}} pospytow wyše, zo byšće prawy kod zapodał. Pohladajće do dokumentacije swojeho grata abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
hsb: Naprašowanje syćoweho wotwosobnjenja je so nimokuliło. Poslednja móžnosć, zo byšće prawy NCK-kod zapodał. Pohladajće do dokumentacije swojeho grata abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

source: Select from:
hsb: Wubrać z:

source: View with:
hsb: Zwobraznić z:

source: Test with:
hsb: Testować z:

source: Share with:
hsb: Dźělić z:

source: Create with:
hsb: Wutworić z:

source: Open with:
hsb: Wočinić z:

source: Bookmark to:
hsb: Jako zapołožku składować do:

source: Record from:
hsb: Nahrać z:

source: Browse with:
hsb: Přepytać z:

source: Configure with:
hsb: Konfigurować z:

source: Dial from:
hsb: Wolić z:

source: Use from now on
hsb: Wot nětka wužiwać

source: Sign In
hsb: Přizjewić

source: Purchase
hsb: Kupić

source: Allow USB debugging connection?
hsb: Dowoleće USB-zwisk za pytanje zmylkow?

source: Allow remote debugging connection from <code>{{host}}:{{port}}</code>?<br/><br/>This connection requires a QR code to be scanned in order to authenticate the remote device's certificate. You can avoid future scans by remembering the device.
hsb: Zwisk za zdalene pytanje za zmylkami <code>{{host}} dowolić: {{port}}</code>?<br/><br/>Tutón zwisk wužaduje sej QR-kod, kotryž dyrbi so skenować, zo by so certifikat zdaleneho grata awtentifikował. Móžeće přichodne skenowanja wobeńć, hdyž grat dopominaće.

# remoteDebuggerPrompt-deny
source: Deny
hsb: Wotpokazać

# remoteDebuggerPrompt-allow
source: Allow
hsb: Dowolić

source: Scan
hsb: Skenować

source: Scan and Remember
hsb: Skenować a dopominać

source: Scanning for the QR code displayed on your other device…
hsb: Skenowanje QR-koda so na wašim druhim graće pokazuje…

source: {{origin}} is now fullscreen.
hsb: {{origin}} je nětko połna wobrazowka.

source: The network {{networkName}} was found. Join network?
hsb: Syć {{networkName}} je so namakała. Ze syću zwjazać?

source: Volume warning
hsb: Warnowanje wo sylnosći zwuka

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
hsb: Zo byšće słušenske brachi wobešoł, njewužiwajće předołho wysoke sylnosće zwuka.

source: Power Saving Mode
hsb: Modus zalutowanja energije

source: Power saving mode is on.
hsb: Modus zalutowanja energije je aktiwny.

source: Device space low.
hsb: Grat ma mało składowanskeho ruma.

source: No remaining free space.
hsb: Žadyn swobodny rum wyše.

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
hsb: Mjenje hač {{value}} {{unit}} wyše.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
hsb: Mjenje hač {{value}} {{unit}} wyše.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
hsb: Mjenje hač {{value}} {{unit}} wyše.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
hsb: Mjenje hač {{value}} {{unit}} wyše.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
hsb: Mjenje hač {{value}} {{unit}} wyše.

source: Unknown remaining space.
hsb: Zbytny składowanski rum njeznaty.

source: System Alert
hsb: Systemowa zdźělenka

source: Channel {{channel}}
hsb: Kanal {{channel}}

source: Earthquake warning!
hsb: Zemjerženske warnowanje!

source: Tsunami warning!
hsb: Tsunamijowe warnowanje!

source: Earthquake-tsunami warning!
hsb: Zemjerženske a tsunamijowe warnowanje!

source: Alert system is being tested.
hsb: Alarmowy system so testuje.

source: Emergency warning!
hsb: Warnowanje nuzoweho pada!

source: Operator message
hsb: Powěsć wukonjerja

source: Call {{number}}?
hsb: {{number}} zawołać?

source: Send SS
hsb: SS pósłać

source: Send USSD
hsb: USSD pósłać

source: Send SMS
hsb: SMS pósłać

source: Send message?
hsb: Powěsć pósłać?

source: STK Query
hsb: STK-naprašowanje

source: Emergency call back mode
hsb: Modus nuzoweho wróćozawołanja

source: You can not make calls, send messages or go online because emergency callback mode is enabled. Would you like to turn it off?
hsb: Njemóžeće zawołać, powěsće słać abo online hić, dokelž modus nuzoweho wróćozawołanja je zmóžnjeny. Chceće jón znjemóžnić?

source: CDMA record information
hsb: CDMA-informacije

source: Tap to switch input method
hsb: Podótkńće so, zo byšće zapodawansku metodu přepinał

source: Download started
hsb: Sćehnjenje startowane

source: Download stopped
hsb: Sćehnjenje zastajene

# download_downloading
source: Downloading…
hsb: Sćahuje so…

source: Download complete
hsb: Sćehnjenje dokónčene

source: Download failed
hsb: Sćehnjenje njeje so poradźiło

source: Search the web
hsb: Web přepytać

source: Search or enter address
hsb: Adresu pytać abo zapodać

# search-or-enter-address.placeholder
source: Search or enter address
hsb: Adresu pytać abo zapodać

# back-button.ariaLabel
source: Back
hsb: Wróćo

source: Forward
hsb: Doprědka

source: Reload
hsb: Znowa začitać

source: Stop
hsb: Zastajić

# windows-button.ariaLabel
source: Show windows
hsb: Wokna pokazać

source: Turn off airplane mode to use Wi-Fi hotspot.
hsb: Wupińće lětanski modus, zo byšće WLAN-hotspot wužiwał.

source: Airplane mode activated
hsb: Lětanski modus zaktiwizowany

source: Open in new window
hsb: W nowym woknje wočinić

source: Open in new private window
hsb: W nowym priwatnym woknje wočinić

source: Add link to home screen
hsb: Wotkaz startowej wobrazowce přidać

source: Share link
hsb: Wotkaz dźělić

source: Save Image
hsb: Wobraz składować

source: Save Video
hsb: Widejo składować

source: Save Audio
hsb: Awdio składować

source: Save linked file
hsb: Wotkazanu dataju składować

source: Share Image
hsb: Wobraz dźělić

source: Share Video
hsb: Widejo dźělić

source: Share Audio
hsb: Awdio dźělić

source: Copy Image
hsb: Wobraz kopěrować

source: Copy Link
hsb: Wotkaz kopěrować

source: OK ({{n}})
hsb: W porjadku ({{n}})

source: New! Tracking Protection
hsb: Nowy! Slědowanski škit

source: This new feature helps protect your browsing activity by preventing potential trackers from loading.
hsb: Tuta nowa funkcija pomha wašu přehladowansku aktiwitu přez to škitać, zo so potencielni slědowarjo při začitowanju haća.

source: Learn More
hsb: Dalše informacije

source: Tracking Protection
hsb: Slědowanski škit

source: Enable this feature for all new windows.
hsb: Tutu funkciju za wšě nowe wokna zmóžnić.

source: Got It!
hsb: Sym to zrozumił!

# pinning-pin
source: Pin
hsb: Připinyć

source: Unpin site
hsb: Sydło wotpjeć

source: Pin "{{type}}"
hsb: "{{type}}" připinyć

source: Unpin "{{type}}"
hsb: "{{type}}" wotpjeć

source: Pin page
hsb: Stronu připinyć

source: Unpin page
hsb: Stronu wotpinyć

source: Pin site
hsb: Sydło připinyć

source: From
hsb: Wot

source: Site pinned to home screen
hsb: Sydło připjate k startowej wobrazowce

source: Site unpinned from home screen
hsb: Sydło wotpjate wot startoweje wobrazowki

source: Page pinned to home screen
hsb: Strona je so k startowej wobrazowce připjała

source: Page unpinned from home screen
hsb: Strona je so wot startoweje wobrazowki wotpjała

source: or
hsb: abo

source: Choose an external display
hsb: Eksternu wobrazowku wubrać

source: Add-on All-Star
hsb: Přidatk All-Star

source: Use Customizer to create your own add-on
hsb: Wužiwajće Customizer, zo byšće swójski přidatk wutworił

source: View Source
hsb: Žórłowy tekst pokazać
