Repository: translate/mozilla-gaia
Catalog: dsb/apps/bookmark/bookmark.properties.po
Languages: dsb

source: Add to Home Screen
dsb: Startowej wobrazowce pśidaś

source: Edit Pinned Site
dsb: Pśipěte sedło wobźěłaś

source: Added to home screen
dsb: Startowej wobrazowce pśidany

source: Updated pinned site
dsb: Pśipěte sedło zaktualizěrowane

source: Done
dsb: Dokóńcone

# add-action
source: Add
dsb: Pśidaś

source: Cancel
dsb: Pśetergnuś

source: Add Application
dsb: Nałoženje pśidaś

source: Add
dsb: Pśidaś

source: An application is available for this web site.
dsb: Nałoženje stoj za toś to websedło k dispoziciji.

source: Remove {{name}}
dsb: {{name}} wótpóraś

source: Remove {{name}} from system?
dsb: {{name}} ze systema wótpóraś?

source: Remove
dsb: Wótpóraś
