Repository: translate/mozilla-gaia
Catalog: son/shared/import_contacts/import_contacts.properties.po
Languages: son

source: Back
son: Banda

source: To import contacts insert or unlock your SIM card
son: Ka maaɲey berandi war SIM kattaa dam nd'a feeri

source: To import contacts insert a memory card
son: Ka maaɲey berandi lakkak katta dam

source: Memory card
son: Lakkal katta

source: No friends or contacts found in this account.
son: Cere wala boro kulyaŋ mana duwandi kontoo woo ra.

source: Import SIM contacts
son: SIM maaɲey sanbu

source: Importing SIM contacts…
son: Goo ma SIM maaɲey sanbu…

source: Reading from SIM card…
son: Goo ma SIM katta caw…

source: Could not import contacts from SIM
son: Mana hin ka maaɲey sanbu SIM ga

source: No contacts detected on SIM to import
son: Maa kul ši SIM ga kaŋ boro ga sanbu

# simContacts-imported3[one]
source: Imported one contact
son: Na maa foo sanbu

# simContacts-imported3[two]
source: Imported {{n}} contacts
son: Na maa {{n}} sanbu

# simContacts-imported3[few]
source: Imported {{n}} contacts
son: Na maa {{n}} sanbu

# simContacts-imported3[many]
source: Imported {{n}} contacts
son: Na maa {{n}} sanbu

# simContacts-imported3[other]
source: Imported {{n}} contacts
son: Na maa {{n}} sanbu

source: Import contacts from memory card
son: Maaɲey sanbu lakkal kattaa ga

source: Importing contacts from memory card…
son: Goo ma maaɲey sanbu lakkal katta ga…

source: Could not import contacts from memory card
son: Mana hin ka maaɲey sanbu lakkal katta ga

source: No contacts detected on memory card to import
son: Maa kul mana diyandi ka sanbu lakkal katta ga

# memoryCardContacts-imported3[one]
source: Imported one contact
son: Na maa foo sanbu

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
son: Na maa {{n}} sanbu

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
son: Na maa {{n}} sanbu

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
son: Na maa {{n}} sanbu

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
son: Na maa {{n}} sanbu

source: No contacts imported yet
son: Boro kul mana zaandi jina

# infiniteProgress[one]
source: Imported one contact
son: Na boro maa foo zaa

# infiniteProgress[two]
source: Imported {{n}} contacts
son: Na boro maa {{n}} zaa

# infiniteProgress[few]
source: Imported {{n}} contacts
son: Na boro maa {{n}} zaa

# infiniteProgress[many]
source: Imported {{n}} contacts
son: Na boro maa {{n}} zaa

# infiniteProgress[other]
source: Imported {{n}} contacts
son: Na boro maa {{n}} zaa

source: No friends updated
son: Cere taagante kul šii

source: Updated one friend
son: Na cere foo taagandi

# friendsUpdated[two]
source: Updated {{numFriends}} friends
son: Na cere {{numFriends}} taagandi

# friendsUpdated[few]
source: Updated {{numFriends}} friends
son: Na cere {{numFriends}} taagandi

# friendsUpdated[many]
source: Updated {{numFriends}} friends
son: Na cere {{numFriends}} taagandi

# friendsUpdated[other]
source: Updated {{numFriends}} friends
son: Na cere {{numFriends}} taagandi

source: No duplicated friends merged
son: Cere fillanteyaŋ kul mana margandi

source: One duplicated friend merged
son: Cere fillante foo margandi

# friendsMerged[two]
source: {{numDups}} friends merged
son: Cere margante {{numDups}}

# friendsMerged[few]
source: {{numDups}} friends merged
son: Cere margante {{numDups}}

# friendsMerged[many]
source: {{numDups}} friends merged
son: Cere margante {{numDups}}

# friendsMerged[other]
source: {{numDups}} friends merged
son: Cere margante {{numDups}}

source: No duplicated contacts merged
son: Maa fillanteyaŋ kul mana margandi

source: One duplicated contact merged
son: Maa fillante foo ka margandi

# contactsMerged[two]
source: {{numDups}} contacts merged
son: Maa margante {{numDups}}

# contactsMerged[few]
source: {{numDups}} contacts merged
son: Maa margante {{numDups}}

# contactsMerged[many]
source: {{numDups}} contacts merged
son: Maa margante {{numDups}}

# contactsMerged[other]
source: {{numDups}} contacts merged
son: Maa margante {{numDups}}

source: Import
son: Zaa

source: Update
son: Taagandi

# fbFriends
source: Facebook Friends
son: Facebook cerey

# facebook-serviceName
source: Facebook Friends
son: Facebook cerey

source: Select all
son: Ikul suuba

source: Deselect all
son: Haya kul ši suubandi

source: View All Facebook Friends
son: Facebook cerey kul guna

source: View Only Recommended
son: Ihonnantey hinne guna

source: No matching friends. Showing all
son: Cere tenjanteyaŋ šii. Ikul ga cebe

source: Select the recommended one
son: Ihonnantaa suuba

# linkProposal[two]
source: Select a recommended one
son: Ihonnante foo suuba

# linkProposal[few]
source: Select a recommended one
son: Ihonnante foo suuba

# linkProposal[many]
source: Select a recommended one
son: Ihonnante foo suuba

# linkProposal[other]
source: Select a recommended one
son: Ihonnante foo suuba

source: No contacts available to import
son: Boro kul šii zaayan se

source: All your friends are imported
son: War cerey kul zaandi

source: Found one friend to import
son: Cere foo duwandi zaayan se

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
son: Cere {{numFriends}} duwandi zaayan se

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
son: Cere {{numFriends}} duwandi zaayan se

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
son: Cere {{numFriends}} duwandi zaayan se

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
son: Cere {{numFriends}} duwandi zaayan se

source: Search
son: Ceeci

source: No contacts found
son: Boro kul mana duwandi

source: Done
son: A ben

source: Importing friends to Contacts
son: Cere zaa ka hun borey ra

source: Updating friends in Contacts
son: Cerey taagandi borey ra

# message2
source: This may take a couple of minutes
son: Woo ga hin ka tee miniti hinka cine

source: Please hold on. We are linking your friend and your contact.
son: Batu taare. Ir ga war ceroo and boraa dobu war se.

source: Please hold on. We are canceling the ongoing operation.
son: Batu jina. Ir ga goymisoo woo kayandi.

source: Error {{from}}
son: Firka doo {{from}}

# error2
source: Do you want to retry?
son: War ga baa ka ceeci taaga?

# errorProposal
source: calculating proposals
son: laasaabey kabuyan

# errorFriends
source: retrieving friends
son: cerey kurmayan

source: linking contact
son: boro dobu

source: Exceeded timeout {{from}}
son: Waati benante ne {{from}}

# timeout2
source: Do you want to retry?
son: War ga baa ka ceeci taaga?

# timeoutProposal
source: calculating proposals
son: laasaabey kabuyan

# timeoutFriends
source: retrieving friends
son: cerey kurmayan

source: linking contacts
son: borey dobuyan

source: Please hold on
son: Batu taare

# wait2
source: This may take a couple of minutes
son: Woo ga hin ka tee miniti hinka cine

source: Please hold on. We are calculating a proposal.
son: Batu taare. Iri mma laasaabu foo kabu.

source: Please hold on. We are connecting to obtain your friend list.
son: Batu taare. Ir ga ciya ka duu war duu cere maašeedaa.

# curtainCancel
source: Cancel
son: Naŋ

source: Retry
son: Šii taaga

# curtainOK
source: OK
son: Ayyo

source: No Internet connection
son: Interneti ciyari kul šii

source: Friends’ photos will not be added to your contacts. Continue anyway?
son: Cerey biyey ši hin ka tontonandi war borey ga. Koy y'a ga de?

# yesOption
source: OK
son: Ayyo

# noOption
source: Cancel
son: Naŋ

source: Your Facebook session is invalid. Please sign in.
son: War Facebook batoo ši boori. War maa-hantum.

source: There was an error synchronizing your friend’s data
son: Firka bangay war ceroo bayhayey hangandiroo waate
