Repository: translate/mozilla-gaia
Catalog: nd/apps/calendar/calendar.properties.po
Languages: nd

source: Back
nd: Emuva

source: Save
nd: Gcina

source: Hide
nd: Fihla

source: Cancel
nd: Khansela

source: Confirm
nd: Qinisekisa

source: Done
nd: Kwenziwe

source: Events
nd: Izehlakalo

source: Edit
nd: Lungisa

source: All-day Events
nd: Izehlakalo Zosuku Lonke

source: No Events
nd: Akula zehlakalo

# show-today
source: Today
nd: Lamuhla

source: Month
nd: Inyanga

source: Week
nd: Iviki

source: Day
nd: Usuku

# settings-show
source: Settings
nd: Amasethingi

source: Hide settings
nd: Fihla amasethingi

source: Add an account
nd: Faka i-akhawunti

source: Event
nd: Isehlakalo

source: Add Event
nd: Faka Isehlakalo

source: Edit Event
nd: Lungisa Isehlakalo

source: Account
nd: I-akhawunti

source: Accounts
nd: Ama-akhawunti

# advanced-settings-short-icon-button.ariaLabel
source: Settings
nd: Amasethingi

source: Calendar Settings
nd: Amasethingi ekhalenda

source: Personalization
nd: Ukuzilungisela

source: Reminders
nd: Izikhumbuzo

source: Add Account
nd: Faka i-akhawunti

source: Username
nd: I-username

source: Password
nd: I-password

source: Unable to sync
nd: Ukuqondaniswa kwehlule

# preset-local
source: Offline calendar
nd: Ikhalenda engekho ku-inthanethi

source: Mozilla Zimbra
nd: I-Mozilla Zimbra

# calendar-local
source: Offline calendar
nd: Ikhalenda engekho ku-inthanethi

# event-title.placeholder
source: Title
nd: Isihloko

source: Where?
nd: Ngaphi?

source: Notes
nd: Amanothi

source: All day event?
nd: Isehlakalo sosuku lonke?

# event-start-date.placeholder
source: Start date
nd: Usuku lokuqala

# event-end-date.placeholder
source: End date
nd: Usuku lokuphetha

# event-start-time.placeholder
source: Start time
nd: Isikhathi sokuqalisa

# event-end-time.placeholder
source: End time
nd: Isikhathi sokuphetha

source: Delete event
nd: Dilitha isehlakalo

source: Remove local data
nd: Susa idatha ekhonapha

source: Remove account
nd: Susa i-account

source: Removing this account will also remove your local copy of associated calendars and events.
nd: Ukususa i akhawunti le kuzasusa le khophi yakho yamakhalenda lezehlakalo ezihambisana layo.

source: Sync
nd: Qondanisa

source: Syncing
nd: Iyaqondanisa

source: Syncing complete
nd: Ukuqondanisa sokuphelile

source: Sync Calendar
nd: Qondanisa Ikhalenda

source: 15 min
nd: imizuzu eyi-15

source: 30 min
nd: Imizuzu engu-30

source: Manually
nd: Ngokuzenzela

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
nd: {{startDate}}<br>kusukela ngo {{startTime}} kusiya {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
nd: Kusukela {{startTime}} {{startDate}}<br> kusiya {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
nd: Ilanga lonke <br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
nd: Ilanga lonke kusukela {{startDate}}<br>kusiya {{endDate}}

source: None
nd: Akula

source: Reminder:
nd: Isikhumbuzo:

source: Remind me
nd: Ngikhumbuze

source: At time of event
nd: Ngesikhathi sesehlakalo

source: On day of event
nd: Ngelanga lesehlakalo

source: {{title}} starting {{distance}}
nd: {{title}} iqalisa {{distance}}

source: {{title}} started {{distance}}
nd: {{title}} iqalise {{distance}}

source: 0 minutes before
nd: Imizuzu eyi-0 ngaphambi

source: 1 minute before
nd: Umzuzu o-1 ngaphambi

# minutes-before[two]
source: {{value}} minutes before
nd: Imizuzu engu-{{value}} ngaphambi

# minutes-before[few]
source: {{value}} minutes before
nd: Imizuzu engu-{{value}} ngaphambi

# minutes-before[many]
source: {{value}} minutes before
nd: Imizuzu engu-{{value}} ngaphambi

# minutes-before[other]
source: {{value}} minutes before
nd: Imizuzu engu-{{value}} ngaphambi

source: 0 hours before
nd: Amahola angu-0 ngaphambi

source: 1 hour before
nd: Ihola eli-1 ngaphambi

# hours-before[two]
source: {{value}} hours before
nd: Amahola angu-{{value}} ngaphambi

# hours-before[few]
source: {{value}} hours before
nd: Amahola angu-{{value}} ngaphambi

# hours-before[many]
source: {{value}} hours before
nd: Amahola angu-{{value}} ngaphambi

# hours-before[other]
source: {{value}} hours before
nd: Amahola angu-{{value}} ngaphambi

source: 0 days before
nd: Usuku oluyi-0 ngaphambi

source: 1 day before
nd: Usuku olu-1 ngaphambi

# days-before[two]
source: {{value}} days before
nd: Insuku ezingu-{{value}} ngaphambi

# days-before[few]
source: {{value}} days before
nd: Insuku ezingu-{{value}} ngaphambi

# days-before[many]
source: {{value}} days before
nd: Insuku ezingu {{value}} ngaphambili

# days-before[other]
source: {{value}} days before
nd: Insuku ezingu {{value}} ngaphambili

source: 0 weeks before
nd: amaviki ayi 0 ngaphambi

source: 1 week before
nd: Iviki eyi 1 ngaphambili

# weeks-before[two]
source: {{value}} weeks before
nd: Insuku ezingu {{value}} ngaphambili

# weeks-before[few]
source: {{value}} weeks before
nd: Insuku ezingu {{value}} ngaphambili

# weeks-before[many]
source: {{value}} weeks before
nd: Insuku ezingu {{value}} ngaphambili

# weeks-before[other]
source: {{value}} weeks before
nd: Insuku ezingu {{value}} ngaphambili

source: 0 months before
nd: Inyanga ezi 0 ngaphambili

source: 1 month before
nd: Inyanga eyi 1 ngaphambi

# months-before[two]
source: {{value}} months before
nd: Inyanga ezi {{value}} ngaphambili

# months-before[few]
source: {{value}} months before
nd: Inyanga ezi {{value}} ngaphambi

# months-before[many]
source: {{value}} months before
nd: Inyanga ezi {{value}} ngaphambili

# months-before[other]
source: {{value}} months before
nd: Inyanga ezi {{value}} ngaphambi

source: 0 years before
nd: Umnyaka oyi-0 ngaphambi

source: 1 year before
nd: Umnyaka o 1 ngaphambi

# years-before[two]
source: {{value}} years before
nd: Iminyaka emi-{{value}} ngaphambili

# years-before[few]
source: {{value}} years before
nd: Iminyaka e{{value}} ngaphambili

# years-before[many]
source: {{value}} years before
nd: Iminyaka engu {{value}} ngaphambili

# years-before[other]
source: {{value}} years before
nd: Iminyaka ezingu-{{value}} ngaphambili

source: 0 minutes after
nd: 0 Imizuzu ngemva

source: 1 minute after
nd: 1 umzuzu ngemva

# minutes-after[two]
source: {{value}} minutes after
nd: ngemva kwemizuzu engu {{value}}

# minutes-after[few]
source: {{value}} minutes after
nd: ngemva kwemizuzu engu {{value}}

# minutes-after[many]
source: {{value}} minutes after
nd: ngemva kwemizuzu engu {{value}}

# minutes-after[other]
source: {{value}} minutes after
nd: ngemva kwemizuzu engu {{value}}

source: 0 hours after
nd: 0 amahola ngemva

source: 1 hour after
nd: ngemva kwehola eliyi 1

# hours-after[two]
source: {{value}} hours after
nd: Amahola angu-{{value}} ngemva

# hours-after[few]
source: {{value}} hours after
nd: Amahola angu-{{value}} ngemva

# hours-after[many]
source: {{value}} hours after
nd: Amahola angu-{{value}} ngemva

# hours-after[other]
source: {{value}} hours after
nd: Amahola angu-{{value}} ngemva

source: 0 days after
nd: ngemva kwamalanga ayi 0

source: 1 day after
nd: ngemva kwelanga eliyi 1

# days-after[two]
source: {{value}} days after
nd: Insuku ezingu-{{value}} ngemva

# days-after[few]
source: {{value}} days after
nd: Insuku ezingu-{{value}} ngemva

# days-after[many]
source: {{value}} days after
nd: Insuku ezingu-{{value}} ngemva

# days-after[other]
source: {{value}} days after
nd: Insuku ezingu-{{value}} ngemva

source: 0 weeks after
nd: ngemva kwamaviki ayi 0

source: 1 week after
nd: ngemva kweviki eyi 1

# weeks-after[two]
source: {{value}} weeks after
nd: ngemva kwamaviki ayi {{value}}

# weeks-after[few]
source: {{value}} weeks after
nd: ngemva kwamaviki ayi {{value}}

# weeks-after[many]
source: {{value}} weeks after
nd: ngemva kwamaviki ayi {{value}}

# weeks-after[other]
source: {{value}} weeks after
nd: ngemva kwamaviki ayi {{value}}

source: 0 months after
nd: ngemva kwenyanga eziyi 0

source: 1 month after
nd: ngemva kwenyanga eyi 1

# months-after[two]
source: {{value}} months after
nd: ngemva kwenyanga ezingu {{value}}

# months-after[few]
source: {{value}} months after
nd: nemva kwenyanga eziyi {{value}}

# months-after[many]
source: {{value}} months after
nd: ngemva kwenyanga ezi {{value}}

# months-after[other]
source: {{value}} months after
nd: ngemva kwenyanga ezi {{value}}

source: 0 years after
nd: ngemva kweminyaka eyi 0

source: 1 year after
nd: ngemva komnyaka oyi 1

# years-after[two]
source: {{value}} years after
nd: ngemva kweminyaka eyi {{value}}

# years-after[few]
source: {{value}} years after
nd: ngemva kweminyaka eyi {{value}}

# years-after[many]
source: {{value}} years after
nd: ngemva kweminyaka eyi {{value}}

# years-after[other]
source: {{value}} years after
nd: ngemva kweminyaka eyi {{value}}

source: All Day
nd: Ilanga lonke

source: The event cannot end before its start date
nd: Isehlakalo asingeke siphele usuku lokuthi siqale lungakafiki

source: The event cannot end before its start time
nd: Isehlakalo asingeke siphele isikhathi sokuqalisa singakafiki

source: Wrong login and/or password
nd: I-login kumbe i-password akuqondanga

source: Server error. Check your login and try again.
nd: Kube lohlupho ku-server. Khangela i-login yakho uzame njalo.

source: Something is wrong. Try again later.
nd: Kukhona okuphambanisekileyo. Zama ngemva kwesikhatshana.

source: No connection. Check your network configuration and try again.
nd: Akula kuxhumana. Khangela ama sethingi e-network uzame njalo.

source: This account already exists.
nd: I-account le ivele ikhona.

source: Calendar sync error
nd: I-Calendar yehluleke ukuqondanisa

source: Tap for more info
nd: Thinta kancane ukuze uthole okunye

source: {{n}} event
nd: {{n}} isehlakalo

# busy[two]
source: {{n}} events
nd: {{n}} izehlakalo

# busy[few]
source: {{n}} events
nd: {{n}} izehlakalo

# busy[many]
source: {{n}} events
nd: {{n}} izehlakalo

# busy[other]
source: {{n}} events
nd: {{n}} izehlakalo

# present.ariaLabel
source: Today
nd: Lamuhla

# past-other-month-description.ariaLabel
source: Other month
nd: Kweyinye inyanga

# future-other-month-description.ariaLabel
source: Other month
nd: Kweyinye inyanga

source: Has alarm
nd: Ile alamu

source: Calendars
nd: Ama-Calendar

# multi-day-new-event-link.ariaLabel
source: Add event
nd: Faka isehlakalo

# title.ariaLabel
source: Title
nd: Isihloko

source: Location
nd: Indawo

source: Duration
nd: Ubude

source: Calendar
nd: iCalendar

source: Alarms
nd: ama Alamu

source: Description
nd: Okunengi

# start-date.ariaLabel
source: Start date
nd: Usuku lokuqala

# start-time.ariaLabel
source: Start time
nd: Isikhathi sokuqalisa

# end-date.ariaLabel
source: End date
nd: Usuku lokuphetha

# end-time.ariaLabel
source: End time
nd: Isikhathi sokuphetha

source: Loading
nd: isa loda

source: All day
nd: Ilanga lonke

source: Create event
nd: Faka isehlakalo

source: Create all day event
nd: Faka isehlakalo sosuku lonke

source: from {{startTime}} to {{endTime}}
nd: kusuka ngo {{startTime}} kusiya {{endTime}}

source: {{startDate}} from {{startTime}} to {{endTime}}
nd: {{startDate}} kusuka {{startTime}} kusiya {{endTime}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
nd: Kusuka ngo {{startTime}} {{startDate}} kusiya {{endTime}} {{endDate}}
