Repository: translate/mozilla-gaia
Catalog: hsb/apps/fm/fm.properties.po
Languages: hsb

source: Plug in a headset
hsb: Nahłownej słuchatce přizamknyć

source: FM Radio requires a plugged in headset to receive radio signals.
hsb: FM-radijo trjeba přizamknjenej nahłownej słuchatce, zo by radijosignale přijimało.

source: Airplane mode is on
hsb: Lětanski modus je zapinjeny

source: Turn off Airplane mode to use FM Radio.
hsb: Wupińće lětanski modus, zo by FM-radijo wužiwał.

source: Speaker
hsb: Wótřerěčak

source: Favorite
hsb: Faworit

source: Frequency
hsb: Frekwenca

source: Seek Down
hsb: Dele pytać

source: Seek Up
hsb: Horje pytać

source: On
hsb: Zapinjeny

source: Off
hsb: Wupinjeny

source: Favorited stations
hsb: Najlubše stacije
