Repository: translate/mozilla-gaia
Catalog: hto/apps/video/video.properties.po
Languages: hto

source: Done
hto: Fɨnoka

# number-selected2[zero]
source: Select
hto: Nɨzede

# number-selected2[one]
source: {{ n }} selected
hto: {{ n }} nɨzede

# number-selected2[two]
source: {{ n }} selected
hto: {{ n }} nɨzede

# number-selected2[few]
source: {{ n }} selected
hto: {{ n }} nɨzede

# number-selected2[many]
source: {{ n }} selected
hto: {{ n }} nɨzede

# number-selected2[other]
source: {{ n }} selected
hto: {{ n }} nɨzede

source: Nothing selected
hto: Nɨzeñega

source: Delete selected item?
hto: ¿Ráa nɨzeka óni óiakadɨo?

# delete-n-items?[two]
source: Delete {{ n }} items?
hto: ¿Óni óikadɨio {{ n }} ráanɨ?

# delete-n-items?[few]
source: Delete {{ n }} items?
hto: ¿Óni óikadɨio {{ n }} ráanɨaɨ?

# delete-n-items?[many]
source: Delete {{ n }} items?
hto: ¿Óni óikadɨio {{ n }} ráanɨaɨ?

# delete-n-items?[other]
source: Delete {{ n }} items?
hto: ¿Óni óikadɨio {{ n }} ráanɨaɨ?

source: Try sharing one video at a time.
hto: Joreño fɨnóka dárie fékari.

source: Videos
hto: Jóreño fɨnoka

source: Cancel
hto: Fúitaka

source: Delete video?
hto: ¿Joreño fɨnoka muiñode?

source: Add videos to get started
hto: Joreño fɨnóka béno jóne taɨneyena

source: Load videos on to the memory card.
hto: Ráa ófitaɨra joreño fɨnóka jóne

source: No memory card found
hto: Báñeiga ráa ofítaɨra

source: Insert a memory card to watch videos.
hto: Ñúita ráa ofitaɨra jóreño fɨnoka éroiyena.

source: Video can not be watched while plugged in
hto: Nítaoide jóriaɨ éroinide joreño fɨnóka

source: Unplug the phone to watch videos.
hto: Éroiyena joreño fɨnóka jóriaɨa áño.

source: Database Upgrade
hto: Méidoye ráanɨaɨ bie íyano

source: Please wait while Video updates its database.
hto: Úñori,bírui jóreño fɨnoka ñúe fɨnofɨnode.

source: Are you sure you want to delete:
hto: Bíe óni óiakadɨo:

source: Select a video
hto: Jóreño fɨnoka daa nɨze

source: Save
hto: Jóne

source: Saved {{title}} to Video
hto: {{title}} jóreño fɨnoka já jónega

source: The video could not be downloaded because of a network error.
hto: Fóuikui fɨgoñede íe jira joreño fɨnóka ána atɨatɨga ñúe jóbiñede.

source: Video cannot be played: either because the server or network failed or because the format is not supported.
hto: Joreño fɨnóka jónenide: taɨjɨraɨma foikui dɨfa ñúe íñede izoide.

source: An unknown video error occurred.
hto: Ónoñega fɨgoñede jóreño fɨnoka beno zúiya.

source: Cannot play video
hto: Jóreño fɨnoka jónenide benomo

source: Another app is currently using the video player.
hto: Jɨaɨe app fɨnóraima jóreño fɨnoka jɨaɨmakɨ taɨjɨtaɨjɨga.

# overlay-cancel-button
source: Cancel
hto: Fúitaka

source: Go to Camera
hto: Jóreño óra jáiri

source: Name
hto: Mamékɨ

source: Length
hto: Árera

source: Size
hto: Dɨeze

source: Video Type
hto: Joreño fɨnóka ízoi

source: Date Taken
hto: Jɨroka áfe

source: Resolution
hto: Resolución

source: Close
hto: Ɨ́baide

source: Share
hto: Fékari

source: More info
hto: Jamano ráfue

source: Delete
hto: Fúitade

source: Video
hto: Jóreño fɨnoka

# select-button.ariaLabel
source: Select
hto: Nɨzede

# delete-button.ariaLabel
source: Delete
hto: Fúitade

# share-button.ariaLabel
source: Share
hto: Fékari

source: Info
hto: Ráfue

source: Confirm
hto: Jɨ́ɨ

# videos-list.ariaLabel
source: Videos
hto: Jóreño fɨnoka

source: More
hto: Jamano

source: Seek backward
hto: Jinókana jéno

source: Seek bar, duration {{ duration }}
hto: Beno jeno, iede {{ duration }}

source: Seek forward
hto: Áfaifenemo jéno

source: Play
hto: Fɨnode

source: Pause
hto: Fɨaikana

source: Full screen
hto: Nána éroiya ráa

source: Show controls
hto: Okuíra Ákatairi

source: Hide controls
hto: Okuíra rétaido

source: Loading
hto: Abɨ́abɨde
