Repository: translate/mozilla-gaia
Catalog: zam/apps/clock/clock.properties.po
Languages: zam

source: Reset
zam: Veréy

source: Start
zam: Tetey

source: Stop
zam: Toob xhey

source: Cancel
zam: Na lit luy

source: Hours
zam: Hor

source: Minutes
zam: Minut

source: Alarm
zam: Toob alarm

source: Timer
zam: Re hor na men

source: Stopwatch
zam: Cronógrafo

source: Alarm name
zam: Xha toob lu le alarm

source: New alarm
zam: Toob ko ku dab ka lol

source: Edit alarm
zam: Thus kue alarm

source: Pause
zam: Bleeta

source: Resume
zam: Wiy

source: Lap
zam: Ta vuelta ah

source: Lap {{n}}
zam: Ta vuelta ah {{n}}

source: Delete
zam: Te dont na

source: Time
zam: Re hor na men

# snooze-label
source: Snooze
zam: Te dant ha

# snooze-button
source: Snooze
zam: Te dat ah

source: Repeat
zam: Toob va ta diif vez

source: Vibrate
zam: Lash lu guin na ga

source: Close
zam: Toog ga

source: Save
zam: Loo xhog ga

source: Done
zam: Liy

# closeButton.ariaLabel
source: Close
zam: Toog ga

# newAlarmButton.ariaLabel
source: New alarm
zam: Toob ko ku dab ka lol

source: System Alarm Volume
zam: Plal Dizh ko Gu dad ka lol

source: Sound
zam: Xha xhon na

source: No Sound
zam: Kib xha xhon na

source: Every day
zam: Re ta güis

source: Weekdays
zam: Ree güis na sman

source: Weekends
zam: Ree güis sab ner doming

source: Never
zam: Yenta

source: On
zam: Toob kiy

source: Off
zam: Tuy ya

source: The alarm is set for <strong>{{alarmMinutes}}</strong> from now.
zam: Kue tiss <strong>{{alarmMinutes}}</strong> nal.

source: The alarm is set for {{alarmHours}} and {{alarmMinutes}} from now.
zam: Alarm dob par {{alarmHours}} {{alarmMinutes}} nal.

source: The alarm is set for {{alarmDays}} and {{alarmHours}} from now.
zam: Alarm dob par {{alarmDays}} {{alarmHours}} nal.

source: less than a minute
zam: menos diif minut

# alarmMinutes[one]
source: one minute
zam: dib minut

# alarmMinutes[two]
source: {{minutes}} minutes
zam: {{minutes}} minut

# alarmMinutes[few]
source: {{minutes}} minutes
zam: {{minutes}} minut

# alarmMinutes[many]
source: {{minutes}} minutes
zam: {{minutes}} minut

# alarmMinutes[other]
source: {{minutes}} minutes
zam: {{minutes}} minut

# alarmHours[zero]
source: <strong>{{hours}} hours</strong>
zam: <strong>{{hours}} hor</strong>

source: <strong>{{hours}} hour</strong>
zam: <strong>{{hours}} hor</strong>

# alarmHours[two]
source: <strong>{{hours}} hours</strong>
zam: <strong>{{hours}} hor</strong>

# alarmHours[few]
source: <strong>{{hours}} hours</strong>
zam: <strong>{{hours}} hor</strong>

# alarmHours[many]
source: <strong>{{hours}} hours</strong>
zam: <strong>{{hours}} hor</strong>

# alarmHours[other]
source: <strong>{{hours}} hours</strong>
zam: <strong>{{hours}} hor</strong>

# alarmDays[zero]
source: <strong>{{days}} days</strong>
zam: <strong>{{days}} güis</strong>

source: <strong>{{days}} day</strong>
zam: <strong>{{days}} güis</strong>

# alarmDays[two]
source: <strong>{{days}} days</strong>
zam: <strong>{{days}} güis</strong>

# alarmDays[few]
source: <strong>{{days}} days</strong>
zam: <strong>{{days}} güis</strong>

# alarmDays[many]
source: <strong>{{days}} days</strong>
zam: <strong>{{days}} güis</strong>

# alarmDays[other]
source: <strong>{{days}} days</strong>
zam: <strong>{{days}} güis</strong>

source: zero minutes
zam: nie dif minut

# nSpinnerMinutes.ariaValuetext[one]
source: one minute
zam: dib minut

# nSpinnerMinutes.ariaValuetext[two]
source: {{n}} minutes
zam: {{n}} minut

# nSpinnerMinutes.ariaValuetext[few]
source: {{n}} minutes
zam: {{n}} minut

# nSpinnerMinutes.ariaValuetext[many]
source: {{n}} minutes
zam: {{n}} minut

# nSpinnerMinutes.ariaValuetext[other]
source: {{n}} minutes
zam: {{n}} minut

source: zero hours
zam: nie dif hor

source: {{n}} hour
zam: {{n}} hor

# nSpinnerHours.ariaValuetext[two]
source: {{n}} hours
zam: {{n}} hor

# nSpinnerHours.ariaValuetext[few]
source: {{n}} hours
zam: {{n}} hor

# nSpinnerHours.ariaValuetext[many]
source: {{n}} hours
zam: {{n}} hor

# nSpinnerHours.ariaValuetext[other]
source: {{n}} hours
zam: {{n}} hor
