Repository: translate/mozilla-gaia
Catalog: son/apps/bookmark/bookmark.properties.po
Languages: son

source: Add to Home Screen
son: Tonton šintin dijoo ga

source: Edit Pinned Site
son: Nungu kanjante fasal

source: Added to home screen
son: Tonton šintin dijoo ga

source: Updated pinned site
son: Nungu kanjante taagandi

source: Done
son: A ben

# add-action
source: Add
son: Tonton

source: Cancel
son: Naŋ

source: Add Application
son: Porogaram tonton

source: Add
son: Tonton

source: An application is available for this web site.
son: Porogaram ga bara interneti nungoo woo se.

source: Remove {{name}}
son: {{name}} kaa

source: Remove {{name}} from system?
son: {{name}} dabariɲaŋoo ra?

source: Remove
son: Kaa
