Repository: translate/mozilla-gaia
Catalog: pbb/apps/communications/dialer/dialer.properties.po
Languages: pbb

source: Add new number
pbb: Vxite isanxisa's kajãn

source: Contact details
pbb: Ew thegçxa txãa pa'yanxisa's

source: Add to existing contact
pbb: Kajãn pa'yanxisa's u'pnxathe

source: All
pbb: Jxuka

# all.ariaLabel
source: All
pbb: Jxuka

source: Call log
pbb: Pa'yanxisa's thegnxi

source: Edit call log
pbb: Txethçxa the'gnxisa txãa pa'yanxi's

source: Edit call log dialog
pbb: We'wena txãa payanxi's thegçxa ma'tepa

source: Connecting
pbb: Pa'yan ũ'snxi

source: Asynchronous: {{ async }}
pbb: Phewu'jna: {{ async }}

source: Data: {{ data }}
pbb: Yasetx: {{ data }}

source: An error occurred while retrieving call forwarding status
pbb: Teçx yu'wene u'pu napa txi'txin uyne' fxika pa'yanxisa u'jweçtepa

source: Inactive
pbb: Ewmee u'pa

source: Packet: {{ packet }}
pbb: Tewẽdçxasaa: {{ packet }}

source: Call forwarding status
pbb: Ma' ũ'sna fxikate pa'yanxisa'

source: Synchronous: {{ sync }}
pbb: Phewu'jnxi: {{ sync }}

source: Voice: {{ voice }}
pbb: We'wenxi: {{ voice }}

source: Clear selected calls?
pbb: ¿Pa'yanxisatx txhitxçxa khukhn?

source: Contacts
pbb: Pa'yanxisa

source: Create new contact
pbb: Vxite pa'yanxisa kutxihjna

source: Delete
pbb: Khukhna

source: Add contact
pbb: Pa'ayanxi's kãjana

source: Add Contact Dialog
pbb: We'wenxis pa'yanxite kãjan

source: Call Information
pbb: Pa'yanxi's tasxna

# edit-selected[one]
source: {{ n }} selected
pbb: {{ n }} txhitxnxi

# edit-selected[two]
source: {{ n }} selected
pbb: {{ n }} txhitxnxinxa'

# edit-selected[few]
source: {{ n }} selected
pbb: {{ n }} txhitxnxinxa'

# edit-selected[many]
source: {{ n }} selected
pbb: {{ n }} txhitxnxinxa'

# edit-selected[other]
source: {{ n }} selected
pbb: {{ n }} txhitxnxinxa'

source: Edit
pbb: Yu'pthẽ'h

source: Hide keypad
pbb: Txthetna fxi'jnxi's çuthnxi

source: Ignore Call
pbb: Pa'yanxi's pakameen

source: Incoming
pbb: U'kanxi

source: Keypad
pbb: Txthetna fxi'jnxi

source: Make call
pbb: Pa'yaya'path

source: Merge
pbb: Kujwẽnd

# info-missed
source: Missed
pbb: Vxitunxi

source: Missed
pbb: Vxitunxi

# missed.ariaLabel
source: Missed
pbb: Vxitunxi

source: Canceled
pbb: Dewenxinxa'

source: Missed call
pbb: Pa'yanxi vxituka

source: (SIM {{ n }}) Missed call
pbb: (SIM {{ n }}) Pa'yanxi' vxituta

source: An error occurred while sending the message
pbb: Teçx yuwe ewmesaka ku'j eça's kajaçte

source: Session expired
pbb: Na' jxajnxinxa'

source: Message successfully sent
pbb: Eça ew kajnxi'

source: Mute
pbb: Sxũuna vxitnxi

source: New call
pbb: U'se pa'yanxi

source: No calls recorded
pbb: Maa pa'yanxitxyujpa thegnxime'

source: No missed calls
pbb: Pa'yanxiimeta'

source: Start a conversation now
pbb: Ãçx we'weya takjna u'sa

source: On hold
pbb: Muythasna

source: Outgoing
pbb: Kasejn u'sa

source: Recent calls
pbb: Ãçx pa'yanxi

source: Reply
pbb: Pasnxii

source: Send
pbb: Kajnxii

source: Switch calls
pbb: Pa'yanxitx nxu'phthenxi

source: Today
pbb: Ãçx

source: Withheld number
pbb: Isanxisa paçte upna

source: From {{ contact }}
pbb: Txãa {{ contact }}

source: From {{ number }}
pbb: Txtee {{ number }}

source: From withheld number
pbb: Txtee teçx isanxisa suthçxa u'pa

source: Yesterday
pbb: U'jna

source: Sending…
pbb: Kajnxii…

# speakerOption.ariaLabel
source: Speaker
pbb: We'wenxi's çxha'çxate txi'kna

source: {{ operator }} services
pbb: Txtee kaselpi'hnxi {{ operator }}

source: Toggle keypad
pbb: Vxite txthetna fxi'jnxite txi'pna

source: Type your response…
pbb: Idx pasnxi's mfxi'…

source: Clear all text
pbb: Fxi'jnxi's jxuka mkhukhk

source: Hide
pbb: Çuthnxi

source: Call
pbb: Pa'yanxi

source: Hold
pbb: Muytha'sna u'pnxi

source: Resume
pbb: U'jnxii

# resume.ariaLabel
source: Resume
pbb: U'jnxii

source: Send Message
pbb: Eç kajn

source: Call Ended
pbb: Pa'yaçx we'wen jxa'nxi

source: via SIM{{ n }}
pbb: Dxi'j SIM{{ n }}

source: Unknown
pbb: Jxiyunxiimee

source: Cancel
pbb: Dewenxi

source: Remove
pbb: Khukhnxi

source: Remove all Facebook data?
pbb: ¿Jxuka ya'setx khukhn txaa Facebook?

source: Delete contact?
pbb: ¿Pa'yanxii yasetx khukhn?

source: No Contact to Delete
pbb: Maa pa'yanxisatxyujpa khukhwajme'

source: Delete 1 Contact? This cannot be undone.
pbb: ¿khukhn 1 pa'yanxi's? Na' ewumena.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
pbb: ¿khukhn {{n}} pa'yanxi? Na' ewumena.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
pbb: ¿khukhn {{n}} pa'yanxi? Na' ewumena.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
pbb: ¿khukhn {{n}} pa'yanxi? Na' ewumena.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
pbb: ¿khukhn {{n}} pa'yanxi? Na' ewumena.

source: Retry
pbb: Txi'txin takhjxa

source: Hang Up
pbb: Atxya

source: Pick up
pbb: Spahtxjxa

source: Slider
pbb: Khukhna

source: Settings
pbb: Phewu'jna

source: Nothing selected
pbb: Manxujpa txhitxnxime

source: Delete selected log?
pbb: ¿akahukhna thegnxi's txhitxçxa?

# delete-n-log?[two]
source: Delete {{ n }} logs?
pbb: ¿khukhn {{ n }} thegnxi?

# delete-n-log?[few]
source: Delete {{ n }} logs?
pbb: ¿khukhn {{ n }} thegnxi?

# delete-n-log?[many]
source: Delete {{ n }} logs?
pbb: ¿khukhn {{ n }} thegnxi?

# delete-n-log?[other]
source: Delete {{ n }} logs?
pbb: ¿khukhn {{ n }} thegnxi?

# composeEmail.ariaLabel
source: Email
pbb: Jxu'juy kajnxisa

# emailDetail.ariaLabel
source: Email
pbb: Jxu'juy kajnxisa

source: Phone
pbb: Çaam we'wekwẽ

source: {{ n }} match for "{{ matchNumber }}"
pbb: {{ n }} txã'wey txtee "{{ matchNumber }}"

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
pbb: {{ n }} txa'wẽysa txee "{{ matchNumber }}"

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
pbb: {{ n }} txa'wẽysa txee "{{ matchNumber }}"

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
pbb: {{ n }} wẽysa txee "{{ matchNumber }}"

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
pbb: {{ n }} wẽysa txee "{{ matchNumber }}"

source: Call barring
pbb: Pa'yanxisatx kakahnxime'

source: Call forwarding
pbb: Pa'yanxisatx fxika kahjna

source: Incoming Caller ID
pbb: ID putxwe'wen upnxisa

source: Outgoing Caller ID
pbb: ID putxwe'wen upnxisa

source: Password change
pbb: Paçte fxi'jnxi's nxu'phthena

source: Call waiting
pbb: Pa'yanxi's muythasna

source: PIN change
pbb: Na's nxu'phthena PIN

source: PIN2 change
pbb: Na's nxu'phthena PIN2

source: Unblock PIN
pbb: Txi phewu'jna PIN

source: Unblock PIN2
pbb: Txi phewu'jna PIN2

source: Voice
pbb: We'wenxisa

source: Data
pbb: Ya'se

source: Sync
pbb: Phewu'jna

source: Async
pbb: Phewu'jna

source: Packet
pbb: Tejwẽdçxa

source: Service was enabled
pbb: Txaa mjinxi'sa' fxi'çxanxikh nenxu'

source: Service has been disabled
pbb: Txaa mjinxi'sa' fxi'çxanxikh nenxu'

source: Registration was successful
pbb: Me'jh ew thegnxi nenxukh

source: Erasure was successful
pbb: Txaa khukhnxi' me'jh ew nenxukh

source: Request was successful
pbb: Txaa kajnxisa' me'jh ew nenxukh

source: Service not provisioned
pbb: Mjinxisa' ew thegnximekh u'sa

source: You can not change the caller ID setting
pbb: Ewumen nxu'pthenxa txtee ID pa'yanxitxi

source: Caller ID defaults to restricted. Next call: Restricted
pbb: Txaa ID pa'yanxi na'wã, u'kamen. Vxite pa'yanxi: u'kamen

source: Caller ID defaults to restricted. Next call: Not restricted
pbb: Txaa pa'yanxisa txee, ewmepaka, u'kamen. Vxite pa'yanxisa: na' ukana

source: Caller ID defaults to not restricted. Next call: Restricted
pbb: Txaa pa'yanxisa txee, ewmepaka, u'kamen. Vxite pa'yanxisa: na' ukana

source: Caller ID defaults to not restricted. Next call: Not restricted
pbb: Txaa pa'yanxisa txee, ewmepaka, u'kamen. Vxite pa'yanxisa: na' ukana

source: Service was enabled for:
pbb: Txaa mjinxisa txãapaka ki'tanxi u'sa'

source: PIN successfully changed
pbb: PIN ew nxu'pthenxi

source: PIN successfully unblocked
pbb: PIN ew phewu'jnxi

source: PIN2 successfully changed
pbb: PIN2 ew nxu'pthenxi'

source: PIN2 successfully unblocked
pbb: PIN2 ew phewu'jnxi

source: Service is enabled
pbb: Txaa mjinxisa' ki'tanxi u'sa'

source: Service is disabled
pbb: Txaa kaselpi'sa mjime u'sa

source: Service is enabled for:
pbb: Txaa kaselpi'sa kitanxi u'sa':

source: Connection problem or invalid MMI code
pbb: Yu'we ewmesa txi txi'pwẽte paçtewe'sxa's MMI selpime'

source: Incorrect Password
pbb: Paçte fxi'jnxi ewmea

source: Invalid or Unsupported MMI Code
pbb: Paçtewesxa' MMI ewumena

source: Invalid action
pbb: Vxitnxisa' selpime'

source: Invalid service code
pbb: Paçte mjisa' selpime'

source: The PUK you typed is not correct
pbb: Txaa PUK na' fxi'jne ewmea'

source: The old PIN you typed is not correct.
pbb: Txa PIN dxifxikhe fxi'jnxi ewme'

source: Type PUK2 to unblock SIM card
pbb: Mfxi' PUK2 txaa's phewu'jxa SIM

source: The PINs you typed do not match
pbb: Na' PIN fxi'jnegakh txa'wẽymeta

source: Type a PIN that is 4 to 8 numbers
pbb: Mfxi' teçx PIN txãa jipphsa na'wẽ 4 vxite 8 tewesx

source: Your SIM card is PUK-locked
pbb: Idx txi'pnxisa's SIM ewumeen ta'sxmee ũ'sana PUK

source: Unsuccessful. Enable SIM/RUIM LOCK
pbb: Ya ewumeen. mdxi'ph khtegujnxime's SIM/RUIM

source: Operation is restricted to fixed dialing numbers only
pbb: Txee mjinxisa' u'pa maaiçxatx u'kaya' ewu' isanxii ew jiteçxa

source: USSD request is modified to DIAL request
pbb: Txãs kajnxisa' USSD y' nxu'phthen u'sa kajnxisa's DIAL

source: USSD request is modified to SS request
pbb: Txãs kajnxisa' USSD y' nxu'phthen u'sa kajnxisa's SS

source: USSD request is modified to new USSD request
pbb: Txaa kajnxisa' USSD nxu'phthenka vxite u'se's kajnxisanxakh USSD

source: SS request is modified to DIAL request
pbb: Txaa kajnxisa' SS nxu'phthenka txa kajnxisanxakh DIAL

source: SS request is modified to USSD request
pbb: Txaa kajnxisa' SS nxu'phthenka kajnxisanxakh USSD

source: SS request is modified to new SS request
pbb: Txaa kajnxisa' SS nxu'phthenka vxite u'se's kajnxisanxakh SS

source: Only {{ n }} retry left
pbb: Txãçxanxa' nenxuça' {{ n }} txitxiçxa

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
pbb: Nenxuçta {{ n }} txitxinçxa

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
pbb: Nenxuçta {{ n }} txitxinçxa

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
pbb: Nenxuçta {{ n }} txitxinçxa

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
pbb: Nenxuçta {{ n }} txitxinçxa

source: Maximum number of retries exceeded. SIM blocked
pbb: Txitxinçxa thakwe i'sanxisa tekanxinxa'. SIM yuphnxi

source: Radio not available
pbb: Çaam welx susmee u'sa'

source: Generic failure
pbb: Jxukate suweçx u'sa'

source: Password incorrect
pbb: Paaçte fxi'nxi'a' ewmea'

source: SIM PIN2
pbb: PIN2 txtee we'sx SIM

source: SIM PUK2
pbb: PUK2 txtee we'sx SIM

source: Request not supported
pbb: Kajnxisa' katxudeya ewumeen

source: Operation not allowed during voice call
pbb: Pa'yanxisa ewumeen txã'wẽn putxwe'wen vxitnxisa'

source: SMS send fail retry
pbb: Txi'txin kajxa ewume' txtee SMS

source: SIM absent
pbb: SIM meã'

source: Subscription not available
pbb: Eçte yay fxi'jxapte ewmee u'sa'

source: Mode not supported
pbb: Txawẽtepa katxudeya ewumena

source: Fdn check failure
pbb: Ew thegtepa ewmea' NMF

source: Illegal SIM or ME
pbb: SIM meçxa ME ewmesa'

source: Dial modified to USSD
pbb: Pa'yanxisa nxu'ptheku txee USSD

source: Dial modified to SS
pbb: Pa'yanxi's nxu'pthen txtee SS

source: Dial modified to dial
pbb: Pa'yanxi's nxu'pthen txãa pa'ayanxite

source: USSD modified to dial
pbb: USSD nxu'pthena pa'yanxi's

source: USSD modified to SS
pbb: USSD nxu'pthenxii txtee SS

source: USSD modified to USSD
pbb: USSD nxu'pthenxii txtee USSD

source: SS modified to dial
pbb: SS nxu'pthenxii txtee

source: SS modified to USSD
pbb: SS nxu'pthenxii txtee USSD

source: SS modified to SS
pbb: SS nxu'pthenxii txtee SS

source: Subscription not supported
pbb: Yay fxi'nxi katxujdemen

source: Invalid parameter
pbb: Dxija ewmea'

source: Rejected by remote
pbb: Dxijan u'jnxisa's wa'lnxii

source: Conference ({{n}})
pbb: Nasa wala nxakh putxwe'wenxii ({{n}})

source: Voicemail has left the call.
pbb: Çaam we'wekwete kajnxisa jxa'nxakh we'wena.

source: Withheld number has left the call.
pbb: Paçte isanxii u'psa jxa'jnxakh pa'yan.

source: {{ caller }} has left the call.
pbb: {{ caller }} pa'yanxi's ine kahkhaj.

source: Unable to merge calls
pbb: Manxutepa ewumeen pa'yanxi's nxu'pthenxa

source: Unable to unmerge calls
pbb: Ya' ewumena pa'yanxitx txu'jdeya

source: %A, %B %e
pbb: %A, %B txãa %e

source: Select audio sources
pbb: Dxijuy txhitxna txãa susni's

source: Bluetooth handsfree device
pbb: Vxisnxi's Kaskhewũ'hna kusetewesxnxakh

source: Receiver
pbb: Jxuka i'pakana u'psa

source: Speaker
pbb: Çxãçxa we'wenxisa'
