Repository: translate/mozilla-gaia
Catalog: ig/apps/system/fxa/fxa.properties.po
Languages: ig

source: Firefox Accounts
ig: Akaụntụ Firefox

source: Next
ig: Osote

source: Back
ig: Azụ

source: Done
ig: Emechaala

source: OK
ig: ỌDỊMMA

# fxa-connection-error-title
source: Unable to Connect
ig: Enwenwughi ike Ijikọ

source: You can create an account or sign in from Settings.
ig: Ị nwere ike ịmepụta otu akaụntụ ma ọ bụ banye site na Ntọala.

source: Reset Password
ig: Tọgharịa Okwuntughe

source: You can reset your password from Settings.
ig: Ị nwere ike ịtọgharị okwuntughe gị site na Ntọala.

source: Cannot Create Account
ig: Enweghị Ike Ịmepụta Akaụntụ

# fxa-offline-error-title
source: Unable to Connect
ig: Enwenwughi ike Ijikọ

source: Please connect to a network from Settings.
ig: Biko jikọọ na netwọk site na Ntọala.

source: Error
ig: Mperi

source: Please enter a valid email.
ig: Biko tinye oz-e na arụ ọrụ.

source: Invalid Password
ig: Okwuntughe Na Ezighi Ezi

source: Please check your password and try again.
ig: Biko lelee okwuntughe gị wee nwaa ọzọ.

# fxa-unknown-error-title
source: Unable to Connect
ig: Enwenwughi ike Ijikọ

source: System unavailable, try again soon.
ig: Sistemụ adịghị, nwaa ọzọ n'oge adịghị anya.

source: Connecting
ig: Na ejikọ

source: Enter your email
ig: Tinye ozi-e gị

source: Use your email address to create an account or sign in.
ig: Jiri adreesị ozi-e gị iji mepụta akaụntụ ma ọ bụ banye.

source: Terms of Service
ig: Usoro Ọrụ

source: Privacy Notice
ig: Ọkwa Nzuzo

source: Create a Password
ig: Mepụta Okwuntughe

source: Enter Your Password
ig: Tinye Okwuntughe Gị

source: Please enter your Firefox Account password to continue.
ig: Biko tinye okwuntughe Akaụntụ Firefox gị iji gaa n'ihu.

source: Password
ig: Okwuntughe

source: Forgot your password?
ig: Ichefuru okwuntughe gị?

source: Show password
ig: Gosi okwuntughe

source: Your password must be at least 8 characters long.
ig: Okwuntughe gị ga-abụrịrị opekata mpe mkpụrụedemede 8 n'ogologo.

source: Success!
ig: Ọ gara nke ọma!

source: Your Firefox Account is ready to go!
ig: Akaụntụ Firefox gị dị nkwadobe iji!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
ig: Ugbu a ị nwere ike iji atụmatụ dị ka Chọta Ngwaọrụ M na ngwa dịka Ọdụ ahịa Firefox.

source: In the future, you can access and manage your account from Settings.
ig: N'ọdịnihu, ị nwere ike ịnweta ma jikwaa akaụntụ gị site na Ntọala.

source: Confirm Your Account
ig: Kwenye Na Akaụntụ Gị

source: Next time you check your email, click the verification link to confirm your Firefox Account.
ig: Oge ọzọ ị lelere ozi-e gị, pịa njikọ nyocha iji kwenye na Akaụntụ Firefox gị.

source: Age Verification
ig: Nyocha Afọ

source: Year of Birth
ig: Afọ Ọmụmụ
