Repository: translate/mozilla-gaia
Catalog: lg/shared/elements/gaia_grid/gaia_grid.properties.po
Languages: lg

source: Stop {{name}}
lg: Yimiriza {{name}}

source: Do you want to stop the download in progress?
lg: Oyagala okulekelawo okuwanula okugenda mu maaso?

source: Stop
lg: Yimiriza

source: Restart Download
lg: Ddamu Okuwanula

source: Do you want to download {{name}}?
lg: Oyagala okuwanula {{name}}?

source: Download
lg: Wanula

source: Cancel
lg: Sazaamu

source: Expand group
lg: Gaziya ekibiina

source: Collapse group
lg: Ffunza ekibiina

source: Enter a group name
lg: Yingizamu elinya ly'ekibiina
