Repository: translate/mozilla-gaia
Catalog: ha/apps/calendar/calendar.properties.po
Languages: ha

source: Back
ha: Baya

source: Save
ha: Ajiye

source: Hide
ha: Ɓoye

source: Cancel
ha: Soke

source: Confirm
ha: Tabbatar

source: Done
ha: An kammala

source: Events
ha: Taruka

source: Edit
ha: Gyara

source: All-day Events
ha: Taruka na-duk-tsawon-rana

source: No Events
ha: Babu taruka

source: Month
ha: Wata

source: Week
ha: Mako

source: Day
ha: Rana

# settings-show
source: Settings
ha: Saituna

source: Hide settings
ha: Ɓoye saituna

source: Add an account
ha: Daɗa asusu

source: Event
ha: Taro

source: Add Event
ha: Daɗa taro

source: Edit Event
ha: Gyara taro

source: Account
ha: Asusu

source: Accounts
ha: Asusu da yawa

source: Calendar Settings
ha: Saitunan Kalanda

source: Personalization
ha: Na mutum

source: Reminders
ha: Tunasarwa

source: Add Account
ha: Daɗa Asusu

source: Username
ha: Sunan mai amfani

source: Password
ha: Kalmar wucewa

source: Please wait while your account is set up
ha: Ka jira yayin da ake tsara saitunan asusunka

source: Unable to sync
ha: Ya gaza saitawa

source: Sign in
ha: Shiga

# preset-local
source: Offline calendar
ha: Kalandar da ba ta kan layi ba

# calendar-local
source: Offline calendar
ha: Kalandar da ba ta kan layi ba

source: Where?
ha: Ina?

source: Notes
ha: Rubutu

source: All day event?
ha: Taruka na duk tsawon rana?

source: Delete event
ha: Goge taruka

source: Remove local data
ha: Cire bayani na gida

source: Remove account
ha: Cire asusu

source: Removing this account will also remove your local copy of associated calendars and events.
ha: Cire wannan asusu zai kuma cire kwafinka na gida wanda ya ke da dangantaka da kalandoji da taruka.

source: Sync
ha: Saita

source: Sync Calendar
ha: Saita Kalanda

source: 15 min
ha: minti 15

source: 30 min
ha: minti 30

source: Manually
ha: Da hannu

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
ha: {{startDate}}<br>daga {{startTime}} zuwa {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
ha: Daga {{startTime}} {{startDate}}<br>zuwa {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
ha: Duk tsawon rana<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
ha: Duk tsawon rana daga {{startDate}}<br>zuwa {{endDate}}

source: None
ha: Babu

source: Reminder:
ha: Tunasarwa:

source: Remind me
ha: Tunasar da ni

source: At time of event
ha: A lokacin taro

source: On day of event
ha: A ranar taro

source: {{title}} starting {{distance}}
ha: {{title}} farawa {{distance}}

source: {{title}} started {{distance}}
ha: {{title}} ya fara {{distance}}

source: 0 minutes before
ha: mintina 0 kafin

source: 1 minute before
ha: minti 1 kafin

# minutes-before[two]
source: {{value}} minutes before
ha: mintina {{value}} kafin

# minutes-before[few]
source: {{value}} minutes before
ha: mintina {{value}} kafin

# minutes-before[many]
source: {{value}} minutes before
ha: mintina {{value}} kafin

# minutes-before[other]
source: {{value}} minutes before
ha: mintina {{value}} kafin

source: 0 hours before
ha: Awanni 0 kafin

source: 1 hour before
ha: Awa 1 kafin

# hours-before[two]
source: {{value}} hours before
ha: awanni {{value}} kafin

# hours-before[few]
source: {{value}} hours before
ha: awanni {{value}} kafin

# hours-before[many]
source: {{value}} hours before
ha: awanni {{value}} kafin

# hours-before[other]
source: {{value}} hours before
ha: awanni {{value}} kafin

source: 0 days before
ha: Kwanaki 0 kafin

source: 1 day before
ha: Kwana 1 kafin

# days-before[two]
source: {{value}} days before
ha: kwanaki {{value}} kafin

# days-before[few]
source: {{value}} days before
ha: kwanaki {{value}} kafin

# days-before[many]
source: {{value}} days before
ha: kwanaki {{value}} kafin

# days-before[other]
source: {{value}} days before
ha: kwanaki {{value}} kafin

source: 0 weeks before
ha: Makwanni 0 kafin

source: 1 week before
ha: Mako 1 kafin

# weeks-before[two]
source: {{value}} weeks before
ha: makwanni {{value}} kafin

# weeks-before[few]
source: {{value}} weeks before
ha: makwanni {{value}} kafin

# weeks-before[many]
source: {{value}} weeks before
ha: makwanni {{value}} kafin

# weeks-before[other]
source: {{value}} weeks before
ha: makwanni {{value}} kafin

source: 0 months before
ha: Watanni 0 kafin

source: 1 month before
ha: Wata 1 kafin

# months-before[two]
source: {{value}} months before
ha: watanni {{value}} kafin

# months-before[few]
source: {{value}} months before
ha: watanni {{value}} kafin

# months-before[many]
source: {{value}} months before
ha: watanni {{value}} kafin

# months-before[other]
source: {{value}} months before
ha: watanni {{value}} kafin

source: 0 years before
ha: Shekaru 0 kafin

source: 1 year before
ha: Shekara 1 kafin

# years-before[two]
source: {{value}} years before
ha: shekaru {{value}} kafin

# years-before[few]
source: {{value}} years before
ha: shekaru {{value}} kafin

# years-before[many]
source: {{value}} years before
ha: shekaru {{value}} kafin

# years-before[other]
source: {{value}} years before
ha: shekaru {{value}} kafin

source: 0 minutes after
ha: Mintina 0 bayan

source: 1 minute after
ha: Minti 1 kafin

# minutes-after[two]
source: {{value}} minutes after
ha: mintina {{value}} bayan

# minutes-after[few]
source: {{value}} minutes after
ha: mintina {{value}} bayan

# minutes-after[many]
source: {{value}} minutes after
ha: mintina {{value}} bayan

# minutes-after[other]
source: {{value}} minutes after
ha: mintina {{value}} bayan

source: 0 hours after
ha: Awanni 0 bayan

source: 1 hour after
ha: Awa 1 bayan

# hours-after[two]
source: {{value}} hours after
ha: awanni {{value}} bayan

# hours-after[few]
source: {{value}} hours after
ha: awanni {{value}} bayan

# hours-after[many]
source: {{value}} hours after
ha: awanni {{value}} bayan

# hours-after[other]
source: {{value}} hours after
ha: awanni {{value}} bayan

source: 0 days after
ha: Kwanaki 0 bayan

source: 1 day after
ha: Kwana 1 bayan

# days-after[two]
source: {{value}} days after
ha: kwanaki {{value}} bayan

# days-after[few]
source: {{value}} days after
ha: kwanaki {{value}} bayan

# days-after[many]
source: {{value}} days after
ha: kwanaki {{value}} bayan

# days-after[other]
source: {{value}} days after
ha: kwanaki {{value}} bayan

source: 0 weeks after
ha: Makwanni 0 bayan

source: 1 week after
ha: Mako 1 bayan

# weeks-after[two]
source: {{value}} weeks after
ha: makwanni {{value}} bayan

# weeks-after[few]
source: {{value}} weeks after
ha: makwanni {{value}} bayan

# weeks-after[many]
source: {{value}} weeks after
ha: makwanni {{value}} bayan

# weeks-after[other]
source: {{value}} weeks after
ha: makwanni {{value}} bayan

source: 0 months after
ha: Watanni 0 bayan

source: 1 month after
ha: Wata 1 bayan

# months-after[two]
source: {{value}} months after
ha: watanni {{value}} bayan

# months-after[few]
source: {{value}} months after
ha: watanni {{value}} bayan

# months-after[many]
source: {{value}} months after
ha: watanni {{value}} bayan

# months-after[other]
source: {{value}} months after
ha: watanni {{value}} bayan

source: 0 years after
ha: Shekaru 0 bayan

source: 1 year after
ha: Shekara 1 bayan

# years-after[two]
source: {{value}} years after
ha: shekaru {{value}} bayan

# years-after[few]
source: {{value}} years after
ha: shekaru {{value}} bayan

# years-after[many]
source: {{value}} years after
ha: shekaru {{value}} bayan

# years-after[other]
source: {{value}} years after
ha: shekaru {{value}} bayan

source: All Day
ha: Tsawon rana

source: Wrong login and/or password
ha: Kuskuren shiga da/ko kalmar wucewa

source: Server error. Check your login and try again.
ha: Kuskuren uwar-garke. Duba mashigarka kuma ka sake gwadawa.

source: Something is wrong. Try again later.
ha: Wani abu ya faru. Sake gwadawa nan gaba.

source: No connection. Check your network configuration and try again.
ha: Babu haɗi. Duba saitunan haɗin yanar gizonka kuma ka sake gwadawa.

source: This account already exists.
ha: Tuni akwai wannan asusun.

source: Calendar sync error
ha: Kuskuren saita kalanda

source: Tap for more info
ha: Danna domin ƙarin bayani
