Repository: translate/mozilla-gaia
Catalog: hto/apps/communications/dialer/dialer.properties.po
Languages: hto

source: Add new number
hto: Kómue fákara jóne

source: Contact details
hto: Káɨmafɨrede kómɨnɨ

source: Add to existing contact
hto: Zótade íte Kómɨnɨ

source: All
hto: Nána

# all.ariaLabel
source: All
hto: Nána

source: Bluetooth
hto: Órede Bluetooth

source: Call log
hto: Jɨriya fɨnoka íyano

source: Edit call log
hto: Fɨnoyena jɨriya fɨnoka íyano

source: Edit call log dialog
hto: Fɨnoyena úiana jiriya fɨnoka íyano

source: Connecting
hto: Nítanítaoide

source: Asynchronous: {{ async }}
hto: Dáje íyano: {{ async }}

source: Data: {{ data }}
hto: Ráanɨaɨ: {{ data }}

source: An error occurred while retrieving call forwarding status
hto: Fɨenide zuide, jɨriya abɨdo jóneyena

source: Inactive
hto: Dúitaga

source: Packet: {{ packet }}
hto: Férika: {{ packet }}

source: Call forwarding status
hto: Jɨriya óni óreye

source: Synchronous: {{ sync }}
hto: Nágarie íyano: {{ sync }}

source: Voice: {{ voice }}
hto: Úai: {{ voice }}

source: Clear selected calls?
hto: ¿Nɨzeka jíriya óni óiakadɨio?

source: Contacts
hto: Komɨnɨ

source: Create new contact
hto: Kómue kómɨnɨ fɨno

source: Delete
hto: Fúitade

source: Add contact
hto: Zóta íe komɨnɨ

source: Add Contact Dialog
hto: Kómɨnɨ úiana zóta

source: Call Information
hto: Jɨriya ráfue

# edit-selected[one]
source: {{ n }} selected
hto: {{ n }} nɨzede

# edit-selected[two]
source: {{ n }} selected
hto: {{ n }} nɨzede

# edit-selected[few]
source: {{ n }} selected
hto: {{ n }} nɨzede

# edit-selected[many]
source: {{ n }} selected
hto: {{ n }} nɨzede

# edit-selected[other]
source: {{ n }} selected
hto: {{ n }} nɨzede

source: Edit
hto: Abɨdo Fɨnode

source: Hide keypad
hto: Rétaido kúerado

source: Ignore Call
hto: Jɨ́riya éroñeno

source: Incoming
hto: Jɨ́aɨmo

source: Keypad
hto: Kúerado

source: Make call
hto: Jɨrite

source: Merge
hto: Témede

# info-missed
source: Missed
hto: Féide

source: Missed
hto: Féide

# missed.ariaLabel
source: Missed
hto: Féide

source: Canceled
hto: Fúitaka

source: Missed call
hto: Jɨriya féide

source: (SIM {{ n }}) Missed call
hto: (SIM {{ n }}) Jɨriya féide

source: An error occurred while sending the message
hto: Úaina óreka fɨgoñede jáide

source: Session expired
hto: Taɨneka já fúite

source: Message successfully sent
hto: Úaina óreka ñúe jáide

source: Mute
hto: Fɨkɨnide

source: New call
hto: Kómue jɨriya

source: No calls recorded
hto: Jɨ́riya íñede

source: No missed calls
hto: Jɨriya féide íñede

source: Start a conversation now
hto: Mái kaɨ úri

source: On hold
hto: úñote

source: Outgoing
hto: Faɨyákɨide

source: Recent calls
hto: Bírui jɨriya

source: Reply
hto: Fáɨriote

source: Send
hto: Órede

source: Switch calls
hto: Jɨaɨe jɨriya jóne

source: Today
hto: Jabe

source: Withheld number
hto: Fákara kɨoñena

source: From {{ contact }}
hto: íe {{ contact }}

source: From {{ number }}
hto: Íe {{ number }}

source: From withheld number
hto: Daa íne fákara kɨoñena

source: Yesterday
hto: Nauíri

source: Sending…
hto: Óreorede...

# speakerOption.ariaLabel
source: Speaker
hto: Rɨire kákayena

source: {{ operator }} services
hto: Taɨjɨraɨma {{ operator }}

source: Toggle keypad
hto: Jɨaɨe kúerado

source: Type your response…
hto: Ónoiga béno kúeno...

source: Clear all text
hto: Óni dota náana rábe

source: Hide
hto: Rétaido

source: Call
hto: Jɨrite

source: Hold
hto: úñote

source: Resume
hto: Ɨ́fo

# resume.ariaLabel
source: Resume
hto: Ɨ́fo

source: Send Message
hto: Úai órenide

source: Call Ended
hto: Jɨriya fúite

source: via SIM{{ n }}
hto: bíedo SIM{{ n }}

source: Unknown
hto: Onóñegamakɨ

source: Cancel
hto: Fúitade

source: Remove
hto: Fuitade

source: Remove all Facebook data?
hto: ¿Nana ráanɨaɨ oni óikadɨo Facebook?

source: Delete contact?
hto: ¿Óni óiakadɨo komɨnɨ?

source: No Contact to Delete
hto: Íñede komɨnɨ fúitayena

source: Delete 1 Contact? This cannot be undone.
hto: ¿1 kómɨnɨ óni íokadɨo? Óni óikañede.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
hto: ¿Óni óikadɨo {{n}} kókmɨnɨ? Óni óikañede.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
hto: ¿Óni óikadɨo {{n}} kókmɨnɨ? Óni óikañede.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
hto: ¿Óni óikadɨo {{n}} kókmɨnɨ? Óni óikañede.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
hto: ¿Óni óikadɨo {{n}} kókmɨnɨ? Óni óikañede.

source: Retry
hto: Abɨdo fɨnori

source: Hang Up
hto: Yɨ́tade

source: Pick up
hto: Káifo aiño

source: Slider
hto: Rádozi

source: Settings
hto: Ñúe fɨnóye

source: Nothing selected
hto: Nɨzeñega

source: Delete selected log?
hto: ¿ Nɨzeka íyano óni óiakadɨo?

# delete-n-log?[two]
source: Delete {{ n }} logs?
hto: ¿Óni óikadɨo { n }} íyano?

# delete-n-log?[few]
source: Delete {{ n }} logs?
hto: ¿Óni óikadɨo { n }} íyano?

# delete-n-log?[many]
source: Delete {{ n }} logs?
hto: ¿Óni óikadɨo { n }} íyano?

# delete-n-log?[other]
source: Delete {{ n }} logs?
hto: ¿Óni óikadɨo { n }} íyano?

# composeEmail.ariaLabel
source: Email
hto: Úiraɨma

# emailDetail.ariaLabel
source: Email
hto: Úiraɨma

source: Phone
hto: Jóriaɨ

source: {{ n }} match for "{{ matchNumber }}"
hto: {{ n }} yesika nɨbaɨ "{{ matchNumber }}"

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
hto: {{ n }} yesika nɨbaɨ "{{ matchNumber }}"

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
hto: {{ n }} yesika nɨbaɨ "{{ matchNumber }}"

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
hto: {{ n }} yesika nɨbaɨ "{{ matchNumber }}"

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
hto: {{ n }} yesika nɨbaɨ "{{ matchNumber }}"

source: Call barring
hto: Jɨrite ɨ́baiye

source: Call forwarding
hto: Jɨriya óni óreye

source: Incoming Caller ID
hto: Úriyamɨe ID

source: Outgoing Caller ID
hto: Úriyamɨe ID

source: Password change
hto: Jɨaɨ fákara ráa jone

source: Call waiting
hto: Jɨrite úñode

source: PIN change
hto: Jɨaɨe PIN

source: PIN2 change
hto: Jɨaɨe PIN2

source: Unblock PIN
hto: PIN Túño abɨdo

source: Unblock PIN2
hto: PIN2 Túño abɨdo

source: Voice
hto: Úai

source: Data
hto: Ráanɨaɨ

source: Sync
hto: Dáamakɨ

source: Async
hto: Dáamakɨ

source: Packet
hto: Férika

source: Service was enabled
hto: Táɨjɨraɨma já bónoka

source: Service has been disabled
hto: Táɨjɨraɨma já duitaga

source: Registration was successful
hto: Íyano ñue fɨebite

source: Erasure was successful
hto: Óni óga ñúe fɨebite

source: Request was successful
hto: Jɨkaka ñúe fɨebite

source: Service not provisioned
hto: Ñúe jóbiñede taɨjɨraɨma

source: You can not change the caller ID setting
hto: Jɨaɨena jónenide ja fɨnoka jíriya ID

source: Caller ID defaults to restricted. Next call: Restricted
hto: Jiriya ID ñúe íte, búna jɨ́renide. Jɨaɨe jɨriya: jɨ́reñede

source: Caller ID defaults to restricted. Next call: Not restricted
hto: Jiriya ID ñúe íte, búna jɨ́renide. Jɨaɨe jɨriya: jɨ́rite

source: Caller ID defaults to not restricted. Next call: Restricted
hto: Jiriya ID ñúe íte, jɨ́riya. Jɨaɨe jɨriya: jɨ́riñede

source: Caller ID defaults to not restricted. Next call: Not restricted
hto: Jiriya ID ñúe íte, jɨ́riya. Jɨaɨe jɨriya: jɨ́rite

source: Service was enabled for:
hto: Táɨjɨraɨma já bónoka:

source: PIN successfully changed
hto: Ñúe PIN jónega

source: PIN successfully unblocked
hto: PIN ñúe tuñoka

source: PIN2 successfully changed
hto: Ñúe PIN2 jónega

source: PIN2 successfully unblocked
hto: PIN2 ñúe tuñoka

source: Service is enabled
hto: Táɨjɨraɨma já bónoka

source: Service is disabled
hto: Táɨjɨraɨma já duitaga

source: Service is enabled for:
hto: Táɨjɨraɨma já bónoka:

source: Connection problem or invalid MMI code
hto: MINI nítara fɨgoñede nɨzeyena

source: Incorrect Password
hto: Fákara mámekɨ fɨgóñede

source: Invalid or Unsupported MMI Code
hto: MINI ráanɨ fɨgoñede

source: Invalid action
hto: Fɨnoka fɨgoñede

source: Invalid service code
hto: Ráanɨ taɨjɨyena fɨgoñede

source: The PUK you typed is not correct
hto: PUK kúega fɨgoñede

source: The old PIN you typed is not correct.
hto: PUK kúega jáiaie fɨgoñede.

source: Type PUK2 to unblock SIM card
hto: Kúeno PUK2 SIM tuñoyena

source: The PINs you typed do not match
hto: Bíe PIN kúega dáje éroñede

source: Type a PIN that is 4 to 8 numbers
hto: Daa PIN kúeno 4 émei 8 diga íerede

source: Your SIM card is PUK-locked
hto: Rabekɨ SIM ɨbaika PUK dɨga

source: Unsuccessful. Enable SIM/RUIM LOCK
hto: Jóbiñede.Bóno ɨbaiyena SIM/RUIM

source: Operation is restricted to fixed dialing numbers only
hto: Nɨzeyena bíe fákara jɨrenide

source: USSD request is modified to DIAL request
hto: Jɨkaka USSD jɨaemona jaíde bíe DIAL

source: USSD request is modified to SS request
hto: Jɨkaka USSD jɨaemona jaíde bíe SS

source: USSD request is modified to new USSD request
hto: Jɨkaka USSD jɨaemona jaíde bíe USSD

source: SS request is modified to DIAL request
hto: Jɨkaka SS jɨaemona jaíde bíe DIAL

source: SS request is modified to USSD request
hto: Jɨkaka SS jɨaemona jaíde bíe USSD

source: SS request is modified to new SS request
hto: Jɨkaka SS kómuena jáide SS

source: Only {{ n }} retry left
hto: Dáma fɨebite {{ n }} ábɨdo

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
hto: Fɨebite {{ n }} ábɨdo

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
hto: Fɨebite {{ n }} ábɨdo

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
hto: Fɨebite {{ n }} ábɨdo

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
hto: Fɨebite {{ n }} ábɨdo

source: Maximum number of retries exceeded. SIM blocked
hto: Jámamo ó jétajetaga. SIM já fɨgoñede

source: Radio not available
hto: Íñede Radio

source: Generic failure
hto: Nana fɨgoñede

source: Password incorrect
hto: Fakára ráa dái íeñede

source: SIM PIN2
hto: PIN2 SIM íe

source: SIM PUK2
hto: PUK2 SIM íe

source: Request not supported
hto: Jɨkaka fékanide

source: Operation not allowed during voice call
hto: Úriadɨ ó fɨnofɨnoga fɨnonide

source: SMS send fail retry
hto: Úaina abɨdo óreka ñúe jañede

source: SIM absent
hto: SIM íñede

source: Subscription not available
hto: Jɨkanoga béno íñede

source: Mode not supported
hto: Fékanide ízoi

source: Fdn check failure
hto: Éroieroiga NMF ñúe íñede

source: Illegal SIM or ME
hto: SIM íe ME ráiruika

source: Dial modified to USSD
hto: Jɨriya jɨaɨe íte USSD

source: Dial modified to SS
hto: Jɨriya jɨaɨemo íte SS

source: Dial modified to dial
hto: Jɨriya jɨaɨena jonega fákayena.

source: USSD modified to dial
hto: USSD jɨriyena jónega

source: USSD modified to SS
hto: USSD jɨaena jónega SS

source: USSD modified to USSD
hto: USSD jɨaena jónega USSD

source: SS modified to dial
hto: SS jɨrɨyena jónega

source: SS modified to USSD
hto: USSD jɨaena jónega USSD

source: SS modified to SS
hto: SS jɨaena jónega SS

source: Subscription not supported
hto: Jɨkaka fékanide

source: Invalid parameter
hto: Parámetro fɨgoñede

source: Rejected by remote
hto: Úñote ráa ruifiruite

source: Conference ({{n}})
hto: Iórifɨrede ({{n}})

source: Voicemail has left the call.
hto: Jónera úia já fuitade jɨriya

source: Withheld number has left the call.
hto: Kɨoñena fákara já fuitade jɨriya

source: {{ caller }} has left the call.
hto: {{ caller }} Jɨriya fɨede.

source: Unable to merge calls
hto: Jɨriya támenide

source: Unable to unmerge calls
hto: Jɨriya támenide

source: Select audio sources
hto: Audio íyano nɨzeri

source: Bluetooth handsfree device
hto: Bluetooth jóriaɨ onoɨ íenide

source: Receiver
hto: Yɨnoraɨma

source: Speaker
hto: Rɨire kákayena
