Repository: translate/mozilla-gaia
Catalog: dsb/apps/calendar/calendar.properties.po
Languages: dsb

source: Back
dsb: Slědk

source: Save
dsb: Składowaś

source: Hide
dsb: Schowaś

source: Cancel
dsb: Pśetergnuś

source: Confirm
dsb: Wobkšuśiś

source: Done
dsb: Dokóńcone

source: Events
dsb: Tšojenja

source: Edit
dsb: Wobźěłaś

source: All-day Events
dsb: Cełodnjowske tšojenja

source: No Events
dsb: Žedne tšojenja

# show-today
source: Today
dsb: Źinsa

source: Month
dsb: Mjasec

source: Week
dsb: Tyźeń

source: Day
dsb: Źeń

# settings-show
source: Settings
dsb: Nastajenja

source: Hide settings
dsb: Nastajenja schowaś

source: Add an account
dsb: Konto pśidaś

# new-event-link.ariaLabel
source: Add event
dsb: Tšojenje pśidaś

source: Event
dsb: Tšojenje

source: Add Event
dsb: Tšojenje pśidaś

source: Edit Event
dsb: Tšojenje wobźěłaś

source: Account
dsb: Konto

source: Accounts
dsb: Konta

# advanced-settings-short-icon-button.ariaLabel
source: Settings
dsb: Nastajenja

source: Calendar Settings
dsb: Kalenderowe nastajenja

source: Personalization
dsb: Personalizacija

source: Reminders
dsb: Dopomnjeśa

source: Add Account
dsb: Konto pśidaś

source: Username
dsb: Wužywarske mě

source: Password
dsb: Gronidło

source: Setting up account
dsb: Konto se konfigurěrujo

source: Unable to sync
dsb: Synchronizacija njejo móžno

source: Sign in
dsb: Pśizjawiś

# preset-local
source: Offline calendar
dsb: Offline-kalendaŕ

# calendar-local
source: Offline calendar
dsb: Offline-kalendaŕ

# event-title.placeholder
source: Title
dsb: Titel

source: Where?
dsb: Źo?

source: Notes
dsb: Pśipiski

source: All day event?
dsb: Cełodnjowske tšojenje?

# event-start-date.placeholder
source: Start date
dsb: Zachopny datum

# event-end-date.placeholder
source: End date
dsb: Kóńcny datum

# event-start-time.placeholder
source: Start time
dsb: Zachopny cas

# event-end-time.placeholder
source: End time
dsb: Kóńcny cas

source: Delete event
dsb: Tšojenje lašowaś

source: Remove local data
dsb: Lokalne daty wótpóraś

source: Remove account
dsb: Konto wótpóraś

source: Removing this account will also remove your local copy of associated calendars and events.
dsb: Gaž wótpórajośo toś to konto, wótpórajo se teke lokalna kopija zwězanych kalendarjow a tšojenjow.

source: Sync
dsb: Synchronizěrowaś

source: Syncing
dsb: Synchronizěrowanje

source: Syncing complete
dsb: Synchronizěrowanje dokóńcone

source: Sync Calendar
dsb: Kalendaŕ synchronizowaś

source: 15 min
dsb: Kužde 15 minutow

source: 30 min
dsb: Kužde 30 minutow

source: Manually
dsb: Manuelnje

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
dsb: {{startDate}}<br>wót {{startTime}} až do {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
dsb: Wót {{startTime}} {{startDate}}<br>až do {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
dsb: Ceły źeń<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
dsb: Ceły źeń wót {{startDate}}<br>až do {{endDate}}

source: None
dsb: Žeden

source: Reminder:
dsb: Dopomnjeśe:

source: Remind me
dsb: Dopomnjeś

source: At time of event
dsb: W casu tšojenja

source: On day of event
dsb: Na źeń tšojenja

source: {{title}} starting {{distance}}
dsb: {{title}} zachopijo se za {{distance}}

source: {{title}} started {{distance}}
dsb: {{title}} jo se {{distance}} zachopił

source: 0 minutes before
dsb: 0 minutow do togo

source: 1 minute before
dsb: 1 minuta do togo

# minutes-before[two]
source: {{value}} minutes before
dsb: {{value}} minuśe do togo

# minutes-before[few]
source: {{value}} minutes before
dsb: {{value}} minuty do togo

# minutes-before[many]
source: {{value}} minutes before
dsb: {{value}} minutow do togo

# minutes-before[other]
source: {{value}} minutes before
dsb: {{value}} minutow do togo

source: 0 hours before
dsb: 0 góźinow do togo

source: 1 hour before
dsb: 1 góźina do togo

# hours-before[two]
source: {{value}} hours before
dsb: {{value}} góźinje do togo

# hours-before[few]
source: {{value}} hours before
dsb: {{value}} góźiny do togo

# hours-before[many]
source: {{value}} hours before
dsb: {{value}} góźinow do togo

# hours-before[other]
source: {{value}} hours before
dsb: {{value}} góźinow do togo

source: 0 days before
dsb: 0 dnjow do togo

source: 1 day before
dsb: 1 źeń do togo

# days-before[two]
source: {{value}} days before
dsb: {{value}} dnja do togo

# days-before[few]
source: {{value}} days before
dsb: {{value}} dny do togo

# days-before[many]
source: {{value}} days before
dsb: {{value}} dnjow do togo

# days-before[other]
source: {{value}} days before
dsb: {{value}} dnjow do togo

source: 0 weeks before
dsb: 0 tyźenjow do togo

source: 1 week before
dsb: 1 tyźeń do togo

# weeks-before[two]
source: {{value}} weeks before
dsb: {{value}} tyźenja do togo

# weeks-before[few]
source: {{value}} weeks before
dsb: {{value}} tyźenje do togo

# weeks-before[many]
source: {{value}} weeks before
dsb: {{value}} tyźenjow do togo

# weeks-before[other]
source: {{value}} weeks before
dsb: {{value}} tyźenjow do togo

source: 0 months before
dsb: 0 mjasecow do togo

source: 1 month before
dsb: 1 mjasec do togo

# months-before[two]
source: {{value}} months before
dsb: {{value}} mjaseca do togo

# months-before[few]
source: {{value}} months before
dsb: {{value}} mjasece do togo

# months-before[many]
source: {{value}} months before
dsb: {{value}} mjasecow do togo

# months-before[other]
source: {{value}} months before
dsb: {{value}} mjasecow do togo

source: 0 years before
dsb: 0 lět do togo

source: 1 year before
dsb: 1 lěto do togo

# years-before[two]
source: {{value}} years before
dsb: {{value}} lěśe do togo

# years-before[few]
source: {{value}} years before
dsb: {{value}} lěta do togo

# years-before[many]
source: {{value}} years before
dsb: {{value}} lět do togo

# years-before[other]
source: {{value}} years before
dsb: {{value}} lět do togo

source: 0 minutes after
dsb: 0 minutow pó tom

source: 1 minute after
dsb: 1 minuta pó tom

# minutes-after[two]
source: {{value}} minutes after
dsb: {{value}} minuśe pó tom

# minutes-after[few]
source: {{value}} minutes after
dsb: {{value}} minuty pó tom

# minutes-after[many]
source: {{value}} minutes after
dsb: {{value}} minutow pó tom

# minutes-after[other]
source: {{value}} minutes after
dsb: {{value}} minutow pó tom

source: 0 hours after
dsb: 0 góźinow pó tom

source: 1 hour after
dsb: 1 góźina pó tom

# hours-after[two]
source: {{value}} hours after
dsb: {{value}} góźinje pó tom

# hours-after[few]
source: {{value}} hours after
dsb: {{value}} góźiny pó tom

# hours-after[many]
source: {{value}} hours after
dsb: {{value}} góźinow pó tom

# hours-after[other]
source: {{value}} hours after
dsb: {{value}} góźinow pó tom

source: 0 days after
dsb: 0 dnjow pó tom

source: 1 day after
dsb: 1 źeń pó tom

# days-after[two]
source: {{value}} days after
dsb: {{value}} dnja pó tom

# days-after[few]
source: {{value}} days after
dsb: {{value}} dny pó tom

# days-after[many]
source: {{value}} days after
dsb: {{value}} dnjow pó tom

# days-after[other]
source: {{value}} days after
dsb: {{value}} dnjow pó tom

source: 0 weeks after
dsb: 0 tyźenjow pó tom

source: 1 week after
dsb: 1 tyźeń pó tom

# weeks-after[two]
source: {{value}} weeks after
dsb: {{value}} tyźenja pó tom

# weeks-after[few]
source: {{value}} weeks after
dsb: {{value}} tyźenje pó tom

# weeks-after[many]
source: {{value}} weeks after
dsb: {{value}} tyźenjow pó tom

# weeks-after[other]
source: {{value}} weeks after
dsb: {{value}} tyźenjow pó tom

source: 0 months after
dsb: 0 mjasecow pó tom

source: 1 month after
dsb: 1 mjasec pó tom

# months-after[two]
source: {{value}} months after
dsb: {{value}} mjaseca pó tom

# months-after[few]
source: {{value}} months after
dsb: {{value}} mjasece pó tom

# months-after[many]
source: {{value}} months after
dsb: {{value}} mjasecow pó tom

# months-after[other]
source: {{value}} months after
dsb: {{value}} mjasecow pó tom

source: 0 years after
dsb: 0 lět pó tom

source: 1 year after
dsb: 1 lěto pó tom

# years-after[two]
source: {{value}} years after
dsb: {{value}} lěśe pó tom

# years-after[few]
source: {{value}} years after
dsb: {{value}} lěta pó tom

# years-after[many]
source: {{value}} years after
dsb: {{value}} lět pó tom

# years-after[other]
source: {{value}} years after
dsb: {{value}} lět pó tom

source: All Day
dsb: Ceły źeń

source: The event cannot end before its start date
dsb: Tšojenje njamóžo se pśed zachopnym datumom kóńcyś

source: The event cannot end before its start time
dsb: Tšojenje njamóžo se pśed zachopnym casom kóńcyś

source: Wrong login and/or password
dsb: Wopacne wužywarske mě a/abo gronidło

source: Server error. Check your login and try again.
dsb: Serwerowa zmólka. Pśeglědujśo swóje pśizjawjeńske daty a wopytajśo hyšći raz.

source: Something is wrong. Try again later.
dsb: Něco jo wopak. Wopytajśo pózdźej hyšći raz.

source: No connection. Check your network configuration and try again.
dsb: Žeden zwisk. Pśeglědujśo swóju seśowu konfiguraciju a wopytajśo hyšći raz.

source: This account already exists.
dsb: Toś to konto južo eksistěrujo.

source: Calendar sync error
dsb: Zmólka kalenderoweje synchronizacije

source: Tap for more info
dsb: Za dalšne informacije pótusnuś

# weekday-0-single-char
source: S
dsb: N

source: M
dsb: P

# weekday-2-single-char
source: T
dsb: W

source: W
dsb: S

# weekday-4-single-char
source: T
dsb: S

source: F
dsb: P

source: Friday
dsb: Pětk

source: Thursday
dsb: Stwórtk

source: Wednesday
dsb: Srjoda

source: Tuesday
dsb: Wałtora

source: Monday
dsb: Pónjeźele

source: Sunday
dsb: Njeźela

source: Saturday
dsb: Sobota

source: {{n}} event
dsb: {{n}} tšojenje

# busy[two]
source: {{n}} events
dsb: {{n}} tšojeni

# busy[few]
source: {{n}} events
dsb: {{n}} tšojenja

# busy[many]
source: {{n}} events
dsb: {{n}} tšojenjow

# busy[other]
source: {{n}} events
dsb: {{n}} tšojenjow

# present.ariaLabel
source: Today
dsb: Źinsa

# past-other-month-description.ariaLabel
source: Other month
dsb: Drugi mjasec

# future-other-month-description.ariaLabel
source: Other month
dsb: Drugi mjasec

source: Has alarm
dsb: Ma alarm

source: Calendars
dsb: Pratyje

# multi-day-new-event-link.ariaLabel
source: Add event
dsb: Tšojenje pśidaś

# title.ariaLabel
source: Title
dsb: Titel

source: Location
dsb: Městno

source: Duration
dsb: Cas

source: Calendar
dsb: Pratyja

source: Alarms
dsb: Alarmy

source: Description
dsb: Wopisanje

# start-date.ariaLabel
source: Start date
dsb: Zachopny datum

# start-time.ariaLabel
source: Start time
dsb: Zachopny cas

# end-date.ariaLabel
source: End date
dsb: Kóńcny datum

# end-time.ariaLabel
source: End time
dsb: Kóńcny cas

source: Loading
dsb: Zacytujo se

source: All day
dsb: Ceły źeń

source: Create event
dsb: Tšojenje napóraś

source: Create all day event
dsb: Tšojenje za ceły źeń wócyniś

source: from {{startTime}} to {{endTime}}
dsb: wót {{startTime}} až do {{endTime}}

source: {{startDate}} from {{startTime}} to {{endTime}}
dsb: {{startDate}} wót {{startTime}} až do {{endTime}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
dsb: Wót {{startTime}} {{startDate}} až do {{endTime}} {{endDate}}
