Repository: translate/mozilla-gaia
Catalog: bm/apps/bookmark/bookmark.properties.po
Languages: bm

source: Add link
bm: Sira kura bɔli

source: Edit link
bm: Yɛlɛma doli sira la

source: Added to Home Screen
bm: A fara len do ja bɔ yɔrɔ so fɔlɔ kan

source: Updated bookmark
bm: Tamasiɲɛ lakurayalen

source: Website name
bm: Interneti so tɔgɔ

source: Address
bm: So sira

source: Cancel
bm: A b'ɔa ma

source: Add to Home Screen
bm: A fara interniti so ja fɔlɔ kan

source: Done
bm: A Kɛla

source: Remove {{name}}
bm: A boyi {{name}}

source: Remove {{name}} from system?
bm: Ka bɔ {{name}} baara tabolo kɔnɔ wa?

source: Remove
bm: A boyi
