Repository: translate/mozilla-gaia
Catalog: qvi/shared/download/download.properties.po
Languages: qvi

source: Download stopped
qvi: Urahuchina aparinata harkashka

source: Download was stopped. Try downloading again?
qvi: Urahuchina aparinata tukurishka. ¿Kutinshinana?

# stopped_download_left_button
source: Cancel
qvi: Tukuchina

# stopped_download_right_button
source: Try again
qvi: Kutinshinana

# failed_download_title
source: Download failed
qvi: Urahuchina aparinata tukurishka

source: {{name}} failed to download. Try downloading again?
qvi: Urahuchina aparinata {{name}} harkashka. ¿Kutinshinana?

# failed_download_left_button
source: Cancel
qvi: Tukuchina

# failed_download_right_button
source: Try again
qvi: Kutinshinana

source: Stop download
qvi: Urahuchina aparinata harkay

source: Are you sure you want to stop the download?
qvi: ¿Tiyanki shinamiku kan munanki urahuchina aparinata harkay?

source: No
qvi: Mana

source: Yes
qvi: Ari

# delete_download_title
source: Delete
qvi: Kichuna

source: Delete {{name}}?
qvi: ¿Kichuna {{name}}?

# delete_download_left_button
source: Cancel
qvi: Tukuchina

# delete_download_right_button
source: Delete
qvi: Kichuna

# delete_all_download_title
source: Delete
qvi: Kichuna

# delete_all_download_left_button
source: Cancel
qvi: Tukuchina

# delete_all_download_right_button
source: Delete
qvi: Kichuna

source: Delete no files?
qvi: ¿Mana kichuna tsirwakaykuna?

source: Delete one file?
qvi: ¿Shuk tsirwakayta kichuy?

# delete_all_download_message[two]
source: Delete {{number}} files?
qvi: ¿Kichuna {{number}} tsirwakaykuna?

# delete_all_download_message[few]
source: Delete {{number}} files?
qvi: ¿Kichuna {{number}} tsirwakaykuna?

# delete_all_download_message[many]
source: Delete {{number}} files?
qvi: ¿Kichuna {{number}} tsirwakaykuna?

# delete_all_download_message[other]
source: Delete {{number}} files?
qvi: ¿Kichuna {{number}} tsirwakaykuna?

# unsupported_file_type_download_title
source: Unable to open
qvi: Na usharin paskay

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
qvi: Nimata saylluray ushan {{name}}ta paskay. ¿Munankichu allichina kichunapash tsirwakay?

# unsupported_file_type_download_left_button
source: Keep File
qvi: Wakallachina

# unsupported_file_type_download_right_button
source: Delete
qvi: Kichuna

source: File not found
qvi: Tsirwakay na tarishka

source: The file wasn’t found on the device
qvi: Na tuparishka kay tsirwakay kay irunrinpi

# file_not_found_download_right_button
source: OK
qvi: Alli

source: Memory card in use
qvi: Panka yuyay arinahun

source: Unplug the phone
qvi: Rimachik antata patsayana llamiray

# unmounted_sdcard_2_download_right_button
source: OK
qvi: Alli

source: Unable to share
qvi: Na usharina wakina

source: No provider found
qvi: Na tapurirka riwirak

# no_provider_download_right_button
source: OK
qvi: Alli

source: SD Card is full
qvi: Panka SD paktachina

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
qvi: Illan yuyayta panka SD allichinapak kay urahuchina aparinata. Anchuchiypay wakinkuna tsirwakay ñaka kutin kallarina kayta.

# no_memory_download_right_button
source: OK
qvi: Alli

source: No memory card found
qvi: Na tuparirka yuyay pankata

source: Insert a memory card or select an alternate default media location in settings
qvi: Yaykuchinkapa shuk panka yuyayta tikuykunapi akllay shukta shinarishka kuskallay multimedia tsirwakaykunapak.

# no_sdcard_found_2_download_right_button
source: OK
qvi: Alli

# file_open_error_download_title
source: Unable to open
qvi: Na usharin paskay

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
qvi: Tiyan shuk llaki paskahun {{name}}. ¿Munanki kayta allichiy anchuchinapash?

# file_open_error_download_left_button
source: Keep File
qvi: Wakallachina

# file_open_error_download_right_button
source: Delete
qvi: Kichuna

source: There was an error while restarting the download. Please try to download again.
qvi: Tiyrirka shuk pantay kutin kallarihun kay urahuchina aparinata. kutinshinana kay uriahuchina aparinata kutin.

source: No downloads
qvi: Illan urahuchina aparinakunata

source: {{partial}} of {{total}}
qvi: {{partial}} kay {{total}}

source: Stopped
qvi: Harkashka

source: Download failed
qvi: Urahuchina aparinata witinarka

source: Open
qvi: Paskay

source: Share
qvi: Wakina

source: Set as wallpaper
qvi: Arina shina llikllarikunata tiksi

source: Set as ringtone
qvi: Arina shina kayay willayta

# cancel_downloaded_file
source: Cancel
qvi: Tukuchina
