Repository: translate/mozilla-gaia
Catalog: ach/apps/communications/contacts/contacts.properties.po
Languages: ach

source: Edit
ach: Yub

source: Cancel
ach: Ngol

source: Done
ach: Otum

source: OK
ach: KAKARE

source: Update
ach: Ngec manyen

source: Retry
ach: Tem odoco

source: Contacts
ach: Yoo me kube

source: Add contact
ach: Med yoo me kube

source: Delete contact
ach: Kwany yoo me kube

source: Select contact
ach: Yer yoo me kube

source: Select all
ach: Yer weng

source: Deselect all
ach: Wek weng

source: Edit contact
ach: Yub yoo me kube

source: Delete contact?
ach: Kwany yoo me kube?

source: Remove
ach: Kwany

source: Delete
ach: Kwany

source: Comments
ach: Lok

source: This contact does not have a phone number
ach: Yoo me kube man peke ki namba cim

source: This contact does not have an email address
ach: Yoo me kube man peke ki kanonge me email

source: This contact does not have a phone number and email address
ach: Yoo me kube man peke ki namba cim ki kanonge me email

source: Remove contact picture?
ach: Kwany cal me yoo me kube?

source: Loading contacts…
ach: Cano yoo me kube…

source: No contacts in your Contacts list
ach: Gin mo pe i yoo me kube mamegi

source: No name
ach: Nying pe

source: Name
ach: Nying

source: Last name
ach: Nyingi ma giko

# tel.placeholder
source: Phone
ach: Cim

source: Carrier
ach: Latingo

# carrier.placeholder
source: Carrier
ach: Latingo

source: Street
ach: Yoo gudo

source: Zip code
ach: Kod me zip

source: City
ach: Citi

source: Country
ach: Lobo

source: Comment
ach: Lok

source: Company
ach: Gurup

source: Date
ach: Nino dwe

# date-span-placeholder
source: Date
ach: Nino dwe

# date.placeholder
source: Date
ach: Nino dwe

source: Birthday
ach: Nino nywal

source: Anniversary
ach: Nipo

source: Add Picture
ach: Med cal

source: Add Phone
ach: Med cim

source: Add Email
ach: Med email

source: Add Address
ach: Med kanonge

source: Add Date
ach: Med nino dwe

source: Add Comment
ach: Med lok

source: Add as Favorite
ach: Med calo ma imaro loyo

source: Remove as Favorite
ach: Kwany calo ma imaro loyo

source: Add
ach: Med

# editButton.ariaLabel
source: Edit
ach: Yub

source: Settings
ach: Ter

# phoneDetail.ariaLabel
source: Phone
ach: Cim

# addressDetail.ariaLabel
source: Address
ach: Kanonge

# dateDetail.ariaLabel
source: Date
ach: Nino dwe

source: Phones
ach: Cim

source: Emails
ach: Email

source: Addresses
ach: Kanonge

source: Dates
ach: Nino dwe

source: Notes
ach: Coc matidi

source: Exit
ach: Kat woko

source: Expand
ach: Yar

source: Name:
ach: Nying:

source: Last name:
ach: Nyingi ma giko:

source: Phone number:
ach: Namba cim:

source: Carrier:
ach: Latingo:

source: Street:
ach: Yoo gudo:

source: Zip code:
ach: Kod me zip:

source: City:
ach: Citi:

source: Country:
ach: Lobo:

source: Comment:
ach: Lok:

source: Main information
ach: Ngec mapire tek

source: Phone numbers
ach: Namba cim

source: Email address
ach: Kanonge me email

# legendAddress
source: Address
ach: Kanonge

source: Search
ach: Yeny

source: No contacts found
ach: Yoo me kube pe ononge

source: Transfer Contacts
ach: Kob yoo me kube

# importContactsTitle
source: Import Contacts
ach: Kel yoo me kube

# importContactsButton
source: Import Contacts
ach: Kel yoo me kube

# exportContactsTitle
source: Export Contacts
ach: Cwal yoo me kube

# exportContactsButton
source: Export Contacts
ach: Cwal yoo me kube

source: Export
ach: Cwal

source: Export to SIM
ach: Cwal i SIM

source: Export to memory card
ach: Cwal i memory kad

source: Export to Bluetooth
ach: Cwal i Bluetooth

source: Export error
ach: Bal me cwalo

source: No contacts exported
ach: Pe kicwalo yoo me kube

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
ach: kicwalo yoo me kube {{exported}} ikom {{total}}

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
ach: kicwalo yoo me kube {{exported}} ikom {{total}}

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
ach: kicwalo yoo me kube {{exported}} ikom {{total}}

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
ach: kicwalo yoo me kube {{exported}} ikom {{total}}

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
ach: kicwalo yoo me kube {{exported}} ikom {{total}}

source: Some error happened while exporting
ach: Bal mo otime i kare me cwalo

# exportError-SD-shared
source: Can’t access memory card because it’s shared
ach: Pe twero nongo memory kad pien ki nywako

# exportError-SD-unavailable
source: Memory card is not available
ach: Memory kad pe tye

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
ach: Kabedo ma i memory kad pe romo me cwalo yoo me kube

source: SIM card is not available
ach: SIM kad pe tye

# exportError-BT-shared
source: Can’t access memory card because it’s shared
ach: Pe twero nongo memory kad pien ki nywako

# exportError-BT-unavailable
source: Memory card is not available
ach: Memory kad pe tye

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
ach: Kabedo ma i memory kad pe romo me cwalo yoo me kube

source: Social networks
ach: Netwak me rwate

source: Link contact
ach: Kub yoo me kube

source: Unlink contact
ach: Kwany yoo me kube

source: Do you want to unlink your friend?
ach: Imito kwanyo kube ki laremi?

source: Unlink
ach: Ngol kube

source: Import Facebook friends
ach: Kel luremi me Facebook

source: View Facebook profile
ach: Nen propwail me Facebook

source: Message
ach: Kwena

source: Wall post
ach: Coc me kor ot

source: Share Contact
ach: Nywak yoo me kube

source: The contact cannot be shared due to Facebook constraint.
ach: Yoo me kube man pe kitwero nywako pi lageng me Facebook.

source: Other accounts
ach: Akaunt mukene

source: Sync friends
ach: Rib luremi

source: Select mobile
ach: Yer me cing

source: Select email
ach: Yer email

source: Select recipient
ach: Yer ngat ma gamo

source: Order by last name
ach: Can ki nying ma giko

# importSim2
source: SIM card
ach: SIM kad

source: Update imported friends
ach: Ket ngec manyen ikom lurem ma kikelo

source: Removing Facebook data
ach: Kwanyo data me Facebook

source: Logging out from Facebook
ach: Kato woko ki i Facebook

source: Remove all Facebook data?
ach: Kwany data weng me Facebook?

source: Your password in Facebook has changed. Please, update it.
ach: Mung me donyo ni i Facebook oloke. Tim ber, i ket manyen.

source: Not enabled yet
ach: Pud pe kicako

source: To import contacts connect to Wi-Fi or data network
ach: Me kelo yoo me kube kube i netwak me Wi-Fi nyo data

source: SIM card
ach: SIM kad

source: Memory card
ach: Memory kad

source: Select a contact
ach: Yer yoo me kube

source: This contact doesn't have a phone number
ach: Yoo me kube man peke ki namba cim

source: No contacts
ach: Yoo me kube pe

source: Start adding them now
ach: Cak medo gi kombedi

source: Not imported
ach: Pe kikelo

source: Imported
ach: Kikelo

source: Today
ach: Tin

source: Yesterday
ach: Lawo

source: Please hold on. We are canceling the ongoing operation.
ach: Tim ber i kur kong. Watye ka juko tic ma tye ka wot ni.

source: Organize Contacts
ach: Yub yoo me kube

source: Find duplicate contacts
ach: Nong yoo me kube ma onwone

source: Preparing contacts
ach: Yubo yoo me kube

source: SIM Card is full
ach: SIM kad opong woko

source: Cannot access SIM card’s phone book
ach: Pe twero nongo buk me cim pa SIM kad

source: No SIM detected
ach: Pe kinongo SIM

source: An error occurred while exporting a contact
ach: Bal otime i kare me cwalo yoo me kube

source: To export contacts insert or unlock your SIM card
ach: Me cwalo yoo me kube ket onyo yab SIM kad mamegi

source: To export contacts insert a memory card
ach: Me cwalo yoo me kube ket memory kad

source: Contacts Management
ach: Lono yoo me kube

# DeleteTitle
source: Delete
ach: Kwany

source: Delete Contacts
ach: Kwany yoo me kube

source: Contacts delete cancelled
ach: Kijuko kwanyo yoo me kube

# DeletedTxt[zero]
source: No Contact to Delete
ach: Yoo me kube me akwanya pe

source: 1 Contact removed
ach: Kikwanyo yoo me kube 1

# DeletedTxt[two]
source: {{n}} Contacts removed
ach: Kikwanyo yoo me kube {{n}}

# DeletedTxt[few]
source: {{n}} Contacts removed
ach: Kikwanyo yoo me kube {{n}}

# DeletedTxt[many]
source: {{n}} Contacts removed
ach: Kikwanyo yoo me kube {{n}}

# DeletedTxt[other]
source: {{n}} Contacts removed
ach: Kikwanyo yoo me kube {{n}}

source: Deleting contacts
ach: Kwanyo yoo me kube

# ContactConfirmDel[zero]
source: No Contact to Delete
ach: Yoo me kube me akwanya pe

source: Delete 1 Contact? This cannot be undone.
ach: Kwany yoo me kube 1? Man pe romo gonye.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
ach: Kwany yoo me kube {{n}}? Man pe romo gonye.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
ach: Kwany yoo me kube {{n}}? Man pe romo gonye.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
ach: Kwany yoo me kube {{n}}? Man pe romo gonye.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
ach: Kwany yoo me kube {{n}}? Man pe romo gonye.

# SelectedTxt[zero]
source: Contacts
ach: Yoo me kube

# SelectedTxt[one]
source: {{n}} selected
ach: kiyero {{n}}

# SelectedTxt[two]
source: {{n}} selected
ach: kiyero {{n}}

# SelectedTxt[few]
source: {{n}} selected
ach: kiyero {{n}}

# SelectedTxt[many]
source: {{n}} selected
ach: kiyero {{n}}

# SelectedTxt[other]
source: {{n}} selected
ach: kiyero {{n}}

source: Audio
ach: Dwon

# removeField.ariaLabel
source: Remove
ach: Kwany
