Repository: translate/mozilla-gaia
Catalog: ff/apps/ftu/ftu.properties.po
Languages: ff

source: Enter PIN code
ff: Naatnu kod PIN

source: Type your PIN code
ff: Tappu kod PIN maa

source: PIN must have between 4 and 8 characters.
ff: PIN ena foti waɗde alkule 4 haa e 8.

source: The PIN was incorrect.
ff: Kod PIN oo moƴƴaani.

source: You have one try left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaannde wootere naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} gootol naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} gootol naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} gootol naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} gootol naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ff: Ngol ko fartaŋŋe maa battindiiɗo naatnude kod PIN moƴƴo. So ɗuum alaa maa naatnaa kod PUK oo ngam huutoraade ngal kartal SIM.

source: Enter PUK code
ff: Naatnu kod PUK

source: Enter SIM {{n}} PUK
ff: Naatnu SIM {{n}} PUK

source: PUK code
ff: Kod PUK

source: PUK code must have exactly 8 characters.
ff: Kod PUK ena foti waɗde alkule 8 bec.

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ff: Alaa e sago naatnaa Kod Daaƴtirɗo Keeriiɗo kartal SIM ngal (PUK). Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

source: The PUK was incorrect.
ff: Kod PUK oo moƴƴaani.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etannde wootere ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
ff: Ngol woni fartaŋŋe maa wattannde naatnude kod PUK moƴƴo oo. Kartal SIM maa wontaa waawde huutoreede so a naatnii kod PUK mo moƴƴaani.

source: Create new PIN (4 to 8 digits)
ff: Sos PIN keso (limooje 4 haa 8)

source: Confirm new PIN
ff: Teeŋtin PIN keso

source: PINs don’t match
ff: Kod PIN ɗii nanndaani

source: Enter NCK code
ff: Naatnu kod NCK

source: Enter CCK code
ff: Naatnu kod CCK

source: Enter SPCK code
ff: Naatnu kod SPCK

source: Enter NCK1 code
ff: Naatnu kod NCK1

source: Enter NCK2 code
ff: Naatnu kod NCK2

source: Enter HNCK code
ff: Naatnu kod HNCK

source: Enter RCCK code
ff: Naatnu kod RCCK

source: Enter RSPCK code
ff: Naatnu kod RSPCK

source: Enter SIM {{n}} NCK
ff: Naatnu SIM {{n}} NCK

source: Enter SIM {{n}} CCK
ff: Naatnu SIM {{n}} CCK

source: Enter SIM {{n}} SPCK
ff: Naatnu SIM {{n}} SPCK

source: Enter SIM {{n}} NCK1
ff: Naatnu SIM {{n}} NCK1

source: Enter SIM {{n}} NCK2
ff: Naatnu SIM {{n}} NCK2

source: Enter SIM {{n}} HNCK
ff: Naatnu SIM {{n}} HNCK

source: Enter SIM {{n}} RCCK
ff: Naatnu SIM {{n}} RCCK

source: Enter SIM {{n}} RSPCK
ff: Naatnu SIM {{n}} RSPCK

source: Type your NCK code
ff: Tappu kod NCK maa

source: Type your CCK code
ff: Tappu kod CCK maa

source: Type your SPCK code
ff: Tappu kod SPCK maa

source: Type your NCK1 code
ff: Tappu kod NCK1 maa

source: Type your NCK2 code
ff: Tappu kod NCK2 maa

source: Type your HNCK code
ff: Tappu kod HNCK maa

source: Type your RCCK code
ff: Tappu kod RCCK maa

source: Type your RSPCK code
ff: Tappu kod RSPCK maa

source: NCK must have between 8 and 16 characters.
ff: NCK ena foti waɗde alkule 8 haa e 16.

source: CCK must have between 8 and 16 characters.
ff: CCK ena foti waɗde alkule 8 haa e 16.

source: SPCK must have between 8 and 16 characters.
ff: SPCK ena foti waɗde alkule 8 haa e 16.

source: NCK1 must have between 8 and 16 characters.
ff: NCK1 ena foti waɗde alkule 8 haa e 16.

source: NCK2 must have between 8 and 16 characters.
ff: NCK2 ena foti waɗde alkule 8 haa e 16.

source: HNCK must have between 8 and 16 characters.
ff: HNCK ena foti waɗde alkule 8 haa e 16.

source: RCCK must have between 8 and 16 characters.
ff: RCCK ena foti waɗde alkule 8 haa e 16.

source: RSPCK must have between 8 and 16 characters.
ff: RSPCK ena foti waɗde alkule 8 haa e 16.

source: The NCK code is incorrect.
ff: Kod NCK oo moƴƴaani.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ff: Goorol ɗaɓɓitannde ittugol keertine resoo. Aɗa heddoraa etannde wootere ngam naatnude kod moƴƴo oo. Ƴeew e famminorde kaɓirgol maa walla jokkondir e operatoor maa ngam ɓeudude humpito.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ff: Goorol ɗaɓɓitannde ittugol keertine resoo. Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo oo. Ƴeew e famminorde kaɓirgol maa walla jokkondir e operatoor maa ngam ɓeudude humpito.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ff: Goorol ɗaɓɓitannde ittugol keertine resoo. Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo oo. Ƴeew e famminorde kaɓirgol maa walla jokkondir e operatoor maa ngam ɓeudude humpito.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ff: Goorol ɗaɓɓitannde ittugol keertine resoo. Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo oo. Ƴeew e famminorde kaɓirgol maa walla jokkondir e operatoor maa ngam ɓeudude humpito.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ff: Goorol ɗaɓɓitannde ittugol keertine resoo. Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo oo. Ƴeew e famminorde kaɓirgol maa walla jokkondir e operatoor maa ngam ɓeudude humpito.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
ff: Goorol ɗaɓɓitannde ittugol keertine resoo. Fartaŋŋe wattan ngam naatnude kod NCK moƴƴo oo. Ƴeew e famminorde kaɓirgol maa walla jokkondir e operatoor maa ngam ɓeudude humpito.

source: Skip
ff: Diw

source: Send
ff: Neldu

source: The SIM card is locked
ff: Kartal SIM ngal daaƴaama

source: Last try.
ff: Etannde wattindiide.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

source: SIM Manager
ff: Toppitorde SIM

source: (default)
ff: (goowaaɗo)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
ff: Noddaali jaltooji, ɓatakuuje jaltooje e ceŋagol keɓe njokkii ko e SIM 1 e ko woowaa

source: You can change default settings at Settings > SIM manager
ff: Aɗa waawi waylude teelte goowaaɗe ɗee > toppitorde SIM

source: SIM PIN locked
ff: PIN SIM koko daaƴaa

source: No operator
ff: Alaa Carwinoowo

source: Searching
ff: Nana yiyloo

source: Language
ff: Ɗemngal

source: Cellular Data
ff: Keɓe Seluleer

source: Enable Data
ff: Hurmin Keɓe

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
ff: Hurminde ceŋagol keɓe jooni maa newnane teetaade cinndel maa ɗo ceŋol WiFi alaa. Aɗa waawi kadi hurminde ɗum yeeso e nder Teelte toh. Ƴeew noon so aɗa jogii keredii jonɗo hade maa faweede njoɓdeele ɓurtuɗe.

source: Warning
ff: Reentino

source: Geolocation
ff: Tolnitorde

source: Enable Geolocation
ff: Hurmin Tolnitorde

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
ff: {{brandShortName}} ena huutoroo koɓe wano GPS, WiFi, e laylayte cinnde ɓadiiɗe ma ngam etaade anndude ɗo tolniɗaa.

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
ff: Keɓe ena neldee to Mozilla e carwe sarwinooɓe woɗɓe ena kuutoree e doggi ɗii ngam ɓeydude moƴƴinde duutorɗe keɓe majje. Keɓe ena baawi reseede e kaɓirgol maa tee doɓindagol keɓe ena waawi woodde hay so hay jaaɓngal gootal dogaani.

source: Notice
ff: Tintino

source: More about your privacy
ff: Ɓeydu humpito baɗte suturo maa

source: Scanning for networks
ff: Nana niiwtoo resooji

source: Select a network
ff: Labo resoo

source: Connecting…
ff: Nana seŋoo…

source: Obtaining an IP address…
ff: Nana balloo ñiiɓirde IP…

source: Connected
ff: Seŋiima

source: Connection failed
ff: Ceŋagol woorii

source: Offline
ff: Seŋaaki

source: secured by {{capabilities}}
ff: hisni ko {{capabilities}}

source: Security
ff: Kisal

source: Open
ff: Ena udditii

# securityOpen.ariaLabel
source: Security
ff: Kisal

# identity
source: User
ff: Kuutoro

# identityInput.placeholder
source: User
ff: Kuutoro

source: Password
ff: Finnde

# passwordInput.placeholder
source: Password
ff: Finnde

source: Show Password
ff: Hollu Finnde

source: Refresh
ff: Hesɗitin

source: No wireless networks found
ff: Alaa laylayte wifi njiytaa

source: Join hidden network
ff: Yantu e laylaytol cuuɗingol

source: Authentication
ff: Goongɗindagol

source: SSID Network Name
ff: Innde Laylaytol SSID

source: {{level}} of 4 bars
ff: Wifi: {{level}} e cabbi 4

source: Networks found
ff: Resoo yiytaama

source: Date & Time
ff: Ñalngu & Waktu

source: Time zone
ff: Diiwaan waktu

source: Change
ff: Waylu

source: Region
ff: Diiwaan

source: City
ff: Wuro

source: Date
ff: Ñalngu

source: Time
ff: Waktu

source: Import contacts
ff: Jiggo jokkondire

source: SIM card
ff: Kartal SIM

source: Not imported yet
ff: Jaggaaka tawo

source: Other accounts
ff: Konte goɗɗe

source: Firefox Accounts
ff: Konte Firefox

source: A Firefox Account lets you find a lost phone and buy apps from the Firefox Marketplace.
ff: Konte Firefox nafata ko yiytude cinndel majjungel e soodde jaaɓɗe e Firefox Marketplace.

source: Create Account or Sign In
ff: Uddit Konte walla Seŋo

source: A verification link has been sent to {{email}}
ff: Jokkol ƴeewtagol neldaama to {{email}}

source: Signed in as {{email}}
ff: Seŋiima e innde {{email}}

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
ff: {{brandShortName}} ko topirɗe dokkal e open source, nde renndo ujunnaaji neɗɗo wonɓe e winndere ndee fof mbinndi. Won geɗe seeɗa ɗe pot-ɗaa faamde:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
ff: {{brandShortName}} ari e maa ko e sarɗiiji jamire open source keewɗe ena jeyaa e majje Mozilla Public License. Kaɓirgol dognowol {{brandShortName}} ena waawi kadi mooftude topateeri jeyal iwɗe to woɗɓe. Dokkol kala keɓangol e jamire udditiiɗe maa hokku-ma hakke waylude dokkol ɗaɗol ngol e saakde jame baylaaɗe tawa noon ena ɗooftaa ɗiin sarɗiiji.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
ff: A hokkaaka hay hakke gooto wonande marke ɗee walla jamirooje marke Mozilla Foundation walla baawɗo wonde kala, ena jeyaa heen tawa alaa ɗo haaɗi innde {{brandShortName}} ndee e logo mum.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
ff: Won e fannuuji gonɗi e {{brandShortName}}, wano Jaŋtorde Hooko, ena hokku maa suɓre hokkude miijo maa to Mozilla. So a suɓiima naatnude miijo, aɗa hokka Mozilla yamiroore huutoraade miijo maa ngoo ngam ɓeydude moƴƴinde paggitte mum, bayyinde miijo maa e lowe mum geese e saakde miijo ngoo.

source: SIM Card Warning
ff: Reentino Kartal SIM

source: Please, insert a SIM card and reboot your phone.
ff: Tiiɗno naatu kartal SIM kisa kurmitinaa cinndel maa.

source: Telemetry sends Mozilla data about performance, hardware, configurations, customizations and app usage in your {{brandShortName}} device. We use this to make our products better, faster and more responsive.
ff: Telemeetiri neldat Mozilla humpito baɗte peewgol, masiŋeeri, teeltanɗe e keertine e jaaɓɗe gonɗe e huutoreede e kaɓirgol {{brandShortName}} maa. Min kuutortoo ɗum ko ngam ɓeudude moƴƴinde golle amen. yaawnude e yuɓɓinde ɗum'en.

source: About {{brandShortName}}
ff: Baɗte {{brandShortName}}

source: Your Privacy
ff: Suturo Maa

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
ff: So a huutoriima {{brandShortName}}, a yantat e renndo huuɓnungo ngam wallude en mahde Geese ɓurɗe yuɓɓude janngo e jam. So aɗa yiɗi ɓeydude humpito baɗtre renndo Mozilla ngoo, topirɗe amen goɗɗe walla joljole ɓadiiɗe-ma, tiiɗno naatnu ñiiɓirde maa iimeel les ɗoo.

source: Yes! Send data.
ff: Yee! Neldu keɓe.

source: Email address
ff: Ñiiɓirde iimeel

source: Email successfully added
ff: Iimeel ɓeyditaama no haanirta

source: Saving your email…
ff: Nana dannda iimeel maa…

source: Back
ff: Rutto

source: Next
ff: Yeeso

source: Join
ff: Naat

source: Done
ff: Gasii

source: That’s it!
ff: Gasii!

source: Start your phone tour!
ff: Fuɗɗo njillu cinndel maa!

source: Start your tablet tour!
ff: Fuɗɗo njillu taable maa!

source: Join us for a quick tutorial about your new phone.
ff: Jokkondir e amen ngam heɓde famminorde baɗte cinndel maa.

source: Join us for a quick tutorial about the updates to your phone!
ff: Yantu e amen ngam heɓde famminorde baɗte kesɗitine cinndel maa!

source: You’re ready to enjoy your new phone.
ff: A hebiima dakmitaade e cinndel maa kesel.

source: You’re ready to enjoy your updated phone.
ff: A hebiima dakmitaade e cinndel maa kesɗitinangel.

source: You can change the language, date/time and Wi-Fi connection in settings.
ff: Aɗa waawi waylude ɗemngal ngal, ñalngu e waktu e ceŋol Wifi e nder teelte.

source: Let’s go
ff: Njehen toon

source: Start tour
ff: Fuɗɗo njillu

source: You can always swipe from the bottom edge to enter home screen.
ff: Aɗa waawi fittude tuma kaka fayde dow ngam naatde yaynirde jaɓɓorde.

source: Let’s do it!
ff: Mbaɗen ɗuum!

source: Tutorial
ff: Tinndinoore

# tutorial-step1-large-3
source: Swipe down to access recent notifications, usage information and settings.
ff: Fittu faya les ngam heɓde tintine cakkitiiɗe, humpito kuutoragol e teelte.

source: Swipe left or right to discover new apps on home screen.
ff: Fittu faya nano walla ñaamo ngam yiytude jaaɓɗe kese e yaynirde jaɓɓorde.

source: Tap and hold on an icon to delete or move it.
ff: Tappu ñoƴƴaa e dow maanndel ngam momtude walla dirtin ɗum.

source: Two fingers swipe up from the bottom edge to trigger card view.
ff: Peɗeeli ɗiɗi pittat faya dow iwde e sawndo les ngam hurminde jiytol kartal.

# tutorial-notifications-v2-tiny
source: Swipe down to access recent notifications, usage information and settings.
ff: Fittu faya les ngam heɓde tintine cakkitiiɗe, humpito kuutoragol e teelte.

source: Drag from the left edge of your screen to return to recently used apps.
ff: Daas iwde hawngo ñaamo yaynirde maa ngam ruttaade to jaaɓɗe cakkitiiɗe huutoreede.

source: Tap on the search box anytime to start a search or go to a website.
ff: Tappu e gallol njiilaw hee ngam fuɗɗaade yiylaade walla njahaa to lowre.

source: Your bookmarks have been moved to the homescreen. When editing, tap a bookmark to edit or rename it.
ff: Maantore maa ndirtinaama to jaɓɓorde. So aɗa taƴtoo, tappu maantorol ngam taƴtaade walla innitde ɗum.

source: You must be connected to the Internet to view the page.
ff: Maa ceŋo-ɗaa e Enternet nde njiyaa ngoo hello.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
ff: Tiiɗno rutto ngam seŋaade e Enternet. Aɗa waawi kadi yiytaade hello ngoo goɗngol to Teelte too walla so naatnude {{url}} e wanngorde kala.

source: You must be connected to the Internet to subscribe to the newsletter.
ff: Maa ceŋo-ɗaa e Enternet nde lulnaade e ɓataake habrirde ndee.

source: Please go back and connect to the Internet.
ff: Tiiɗno rutto tee ceŋo-ɗaa e Enternet.

source: Your email is not valid
ff: Iimeel maa moƴƴaani

source: Please go back and correct your entry.
ff: Tiiɗno rutto tee caato-ɗaa naatnal maa.

source: Retry
ff: Eto kadi

source: Cancel
ff: Haaytu

source: Step {{step}} of {{total}}
ff: Taaɓal {{step}} e dow {{total}}

source: First Time Experience
ff: Kuutorgol Laawol Gadanol
