Repository: translate/mozilla-gaia
Catalog: */apps/settings/device_type/phone/settings.device.properties.po
Languages: am, ar, bg, bn_bd, br, bs, cy, eu, fa, ga_ie, gd, hi_in, hu, km, kn, lv, mg, ml, ms, my, ne, pt, ro, si, ta, th, tr, ur, uz

source: Share my Internet connection with a USB-connected device.
am: የ እኔን ስልክ ኢንተርኔት ግንኙነት በ ዩኤስቢ-ከ ተገናኙ አካሎች ጋር ማካፈያ
bn_bd: USB-সংযুক্ত ডিভাইসের সাথে আমার ইন্টারনেট শেয়ার করুন।
br: Rannañ ma c'hennask ouzh ar genrouedad gant un trevnad kennasket dre USB.
bs: Podijeli moju internet vezu s uređajem priključenim na USB.
cy: Rhannu cysylltiad gwe fy ffôn gyda dyfais wedi ei chysylltu drwy'r USB.
fa: اتصال اینترنت من را با دستگاه USB متصل شده به اشتراک بگذار.
ga_ie: Comhroinn mo cheangal Idirlín le gléas atá ceangailte trí USB.
gd: Co-roinn an ceangal agam ris an eadar-lìon le uidheam a tha ceangailte air USB.
hu: Az internetkapcsolat megosztása egy USB-n csatlakozó eszközzel.
lv: Dalīt manu Interneta pieslēgumu ar USB savienotu ierīci.
pt: Partilhar a minha ligação à Internet com um dispositivo ligado por USB.
ro: Partajează conexiunea mea de internet cu un dispozitiv conectat la USB.
th: แบ่งปันการเชื่อมต่ออินเทอร์เน็ตของฉันกับอุปกรณ์ที่เชื่อมต่อทาง USB
tr: İnternet bağlantımı USB bağlantılı bir cihazla paylaş.
ur: USB-منسلک آلہ کے ساتھ میرے فون کا انٹرنیٹ کنکشن شیئر کرے۔

source: Share my Internet connection with Wi-Fi-connected devices.
am: የ እኔን ስልክ ኢንተርኔት ግንኙነት በ ዋይ-ፋይ ከ ተገናኙ አካሎች ጋር ማካፈያ
bn_bd: Wi-Fi-সংযুক্ত ডিভাইসের সাথে আমার ইন্টারনেট শেয়ার করুন।
br: Rannañ ma c'hennask ouzh ar genrouedad gant un trevnad kennasket dre Wi-Fi.
bs: Podijeli moju internet vezu s uređajima priključenim putem Wi-Fi.
cy: Rhannu cysylltiad gwe fy ffôn gyda dyfais wedi ei chysylltu drwy'r Diwifr.
fa: اتصال اینترنت من را با دستگاه Wi-Fi متصل شده به اشتراک بگذار.
ga_ie: Comhroinn mo cheangal Idirlín le gléas atá ceangailte trí USB.
gd: Co-roinn an ceangal agam ris an eadar-lìon le uidheaman a tha ceangailte ris slighe WiFi.
hu: Az internetkapcsolat megosztása egy Wi-Fi-n csatlakozó eszközzel.
lv: Dalīt manu Interneta pieslēgumu ar WiFi savienotām ierīcēm.
pt: Partilhar a minha ligação à Internet com os dispositivos ligados por Wi-Fi.
ro: Partajează conexiunea de internet cu dispozitive conectat la Wi-Fi.
th: แบ่งปันการเชื่อมต่ออินเทอร์เน็ตของฉันกับอุปกรณ์ที่เชื่อมต่อทาง Wi-Fi
tr: İnternet bağlantımı Wi-Fi bağlantılı cihazlarla paylaş.
ur: Wi-Fi منسلک آلہ کے ساتھ میرے فون کا انٹرنیٹ کنکشن شیئر کرے۔

source: The ringtone was not changed because the selected file can not be played on this phone.
am: የ ጥሪው ድምፅ አልተቀየረም ምክንያቱም የተመረጠው ፋይል በዚህ ስልክ ላይ አይጫወትም
ar: لم يتم تغيير النغمة لأن الملف المحدد لا يعمل على هذا الهاتف.
bg: Звукът за звънене не е променен, защото избраният файл не може да се възпроизвежда на този телефон.
bn_bd: রিংটোন পরিবর্তন হয়নি কারন নির্বাচিত ফাইলটি এই ফোনে বাজানো যাচ্ছে না।
br: N'eo ket bet kemmet ar soniri rak ar restr diuzet n'hall ket bezañ lennet gant ar pellgomzer-mañ.
bs: Melodija zvona nije promijenjena jer izabrani fajl se ne može reproducirati na ovom telefonu.
cy: Nid yw'r tôn canu wedi newid am nad oedd modd chwarae'r ffeil hon ar y ffôn.
eu: Txirrin-tonua ez da aldatu hautatutako fitxategia ezin delako telefono honetan erreproduzitu.
fa: آهنگ زنگ به دلیل استفاده از فایلی که قادر به پخش بر روی این تلفن نیست تغییر نکرد.
ga_ie: Níor athraíodh an clingthon toisc nárbh fhéidir an comhad roghnaithe a sheinm ar an nguthán seo.
gd: Cha deach an t-seirm atharrachadh oir cha ghabh am faidhle a thagh thu a chluich air an fhòn seo.
hi_in: रिंगटोन नहीं बदला जा सका क्योंकि चुनी गयी फाइल इस फ़ोन पर प्ले नहीं हो सकती.
hu: Az új csengőhang nem lett beállítva, mert a kiválasztott fájl nem játszható le ezen a telefonon.
km: សំឡេង​រោទ៍​មិន​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ដោយ​សារ​តែ​ឯកសារ​ដែល​បាន​ជ្រើស​មិន​អាច​បង្ហាញ​នៅ​លើ​ទូរស័ព្ទ​របស់​អ្នក។
kn: ಈ ಕಡತವನ್ನು ಪ್ರಸ್ತುತ ಫೋನಿನಲ್ಲಿ ಓಡಿಸಲು ಸಾಧ್ಯವಿಲ್ಲದ ಕಾರಣ ರಿಂಗಣವನ್ನು ಬದಲಾಯಿಸಲಾಗಲಿಲ್ಲ.
lv: Zvanu melodiju neizmainīja tādēļ ka izvēlēto datni nevar atskaņot uz jūsu ierīci.
mg: Tsy novaina ny feo faneno satria tsy azo vakina ato amin'ity telefaona ity ilay rakitra nofantenana.
ml: റിംഗ്ടോണ്‍ മാറ്റിയിട്ടില്ല, കാരണം തിരഞ്ഞെടുത്തിരിക്കുന്ന ഫയല്‍ ഈഫോണില്‍ പ്ലേ ചെയ്യാന്‍ സാധിക്കുകയില്ല
ms: Nada dering tidak berubah kerana fail yang dipilih tidak dapat dimainkan pada telefon ini.
my: ရွေးထားသောဖိုင်သည် ဖုန်းပေါ်တွင် မဖွင့်နိုင်သောကြောင့် ဖုန်းသံစဉ်ကို မပြောင်းလဲနိုင်ခဲ့ပါ။
ne: चयन गरिएको फाइल यस फोनमा बजाउन सकिँदैन किनभने रिङटोन परिवर्तन थिएन।
pt: O tom de toque não foi alterado pois não é possível reproduzir o ficheiro selecionado neste telefone.
ro: Tonul de apel nu a fost schimbat deoarece fișierul selectat nu poate fi redat pe acest telefon.
si: තෝරාගත් ගොනුව මෙම දුරකථනයේ වාදනය කල නොහැකි බැවින් නාද රටාව වෙනස් නොවීය.
ta: அழைப்பொலி மாற்றப்படவில்லை ஏனெனில் தேர்ந்தெடுத்த கோப்பு ஆதரிக்கப்படவில்லை.
th: เสียงเรียกเข้าไม่ถูกเปลี่ยนเนื่องจากไฟล์ที่เลือกไม่สามารถเล่นได้บนโทรศัพท์นี้
tr: Seçilen dosya bu telefonda çalınamadığı için zil sesi değiştirilmedi.
ur: رینگٹون تبدیل نہیں کی جا سکی کیونکہ منتخب فائل اس فون پر چلائ نہیں جا سکی۔
uz: Rington o‘zgartirilmadi, chunki tanlangan faylni ushbu telefonda ijro qildirib bo‘lmaydi.

source: Find My Device allows you to locate, lock or erase your phone
am: የ እኔን አካል ማግኛ የሚያስችለው: የ እርስዎን ስልክ ለማግኘት ለመቆለፍ እና ለመሰረዝ ነው
ar: خاصية "جد جهازي" تمكّنك من تحديد مكان، قفل أو مسح هاتفك
bg: Изгубено устройство позволява да издирвате, заключвате и заличавате вашия телефон
bn_bd: Find My Device আপনাকে আপনার ফোন খুঁজতে, লক করতে বা ফোনের ডাটা মুছে ফেলতে অনুমতি দেয়
br: Kavout Ma Zrevnad a ro tro deoc'h da lec'hiañ, prennañ pe ziverkañ ho pellgomzer
bs: Pronađi moj uređaj vam omogućava da locirate, zaključate ili obrišete vaš telefon
cy: Mae Canfod Dyfais yn caniatáu i chi ganfod, cloi neu glirio eich ffôn
eu: 'Bilatu nire gailua' aukerari esker, zure telefonoa bilatu, blokeatu edo ezaba dezakezu.
fa: دستگاه من را پیدا کن،به شما امکان پاک کردن اطلاعات تلفن خود، قفل کردن آن و یافتن مکان آن را می‌دهد.
ga_ie: Úsáid "Aimsigh Mo Ghléas" le do ghuthán a aimsiú, a chur faoi ghlas, nó a bhánú
gd: Ma chuireas tu air “Lorg an t-uidheam agam”, bheir seo comas dhut am fòn agad a lorg, a ghlasadh no a sguabadh às
hi_in: फाइंड माय डिवाइस आपको अनुमति देता है आपके फ़ोन की स्थिति जानने,लॉक करने या मिटने की.
hu: Az Eszközkereső lehetővé teszi a telefon bemérését, lezárását vagy törlését
km: ស្វែងរក​ឧបករណ៍​របស់​ខ្ញុំ​ដែល​អនុញ្ញាត​ឲ្យ​បម្រុងទុក, ចាក់សោ ឬ​លុប​ទិន្នន័យ​ទូរស័ព្ទ​របស់​អ្នក
kn: ನನ್ನ ಸಾಧನವನ್ನು ಪತ್ತೆ ಮಾಡು ಎನ್ನುವುದು ನಿಮ್ಮ ಫೋನ್‌ ಅನ್ನು ಹುಡುಕಲು, ಲಾಕ್ ಅಥವಾ ಅಳಿಸಲು ನೆರವಾಗುತ್ತದೆ
lv: Atrast Manu Ierīci jums dod iespēju lokalizēt, bloķēt vai dzēst jūsu telefonu.
mg: Hitady Ny Fitaovako dia ahafahanao mamantatra ny misy ny telefaonanao, manidy na mamafa azy
ml: "എന്‍റെ ഉപകരണത്തെ കണ്ടെത്തു" നിങ്ങളുടെ ഫോണ്‍ ലോക്ക് ചെയ്യാനും ഇറെസ് ചെയ്യാനും സഹായിക്കുന്നു
ms: Cari Peranti Ku membenarkan anda mengesan, mengunci dan memadam telefon anda
my: ကျွန်ုပ်၏ကိရိယာကိုရှာရန် သည် သင့်အား ဖုန်းရှာနိုင်ရန်၊ ဖုန်းကို ခတ်ထားရန် (သို့) အချက်အလက်များရှင်းရန် ပြုလုပ်နိုင်စေသည်
ne: मेरो यन्त्र तहहरु तपाईं तोक्न, लक वा आफ्नो फोन मेटाउन अनुमति दिन्छ।
pt: Encontrar o Meu Dispositivo permite-lhe encontrar, bloquear ou limpar o seu telefone
ro: Găsește-mi dispozitivul îți permite să localizezi, să blochezi și să ștergi telefonul
si: මාගේ උපාංගය සොයන්න මඟින් ඔබාට ඔබගේ දුරකථනය ස්ථානීයව සෙවීමට, අඟුලු ලෑමට හෝ දත්ත මකා දැමීමට ඉඩ සලසා දෙයි
ta: Find My Device உங்களது கைப்பேசியின் இடம் கண்டறிய, பூட்ட மற்றும் தகவல்களை அழிக்க அனுமதிக்கிறது.
th: ค้นหาอุปกรณ์ของฉัน อนุญาตให้คุณสามารถระบุตำแหน่ง ล็อค หรือล้างข้อมูลในโทรศัพท์ของคุณ
tr: Cihazımı Bul telefonunuzu bulmanıza, kilitlemenize ve silmenize olanak tanır
ur: میرا آلہ ڈھونڈیں آپ کے فون کوکھوجنے، مقفل کرنے یا مٹا دینے کی اجازت دیتا ہے
uz: "Qurilmamni topish" sizga telefoningizni topish, qulflash yoki o‘chirish imkonini beradi

source: Find My Device allows you to locate, lock or erase your phone from a web site:
am: የ እኔን አካል ማግኛ የሚያስችለው: የ እርስዎን ስልክ ለማግኘት ለመቆለፍ እና ለመሰረዝ ነው ከ ድሕረ ገጽ ላይ:
ar: خاصية "جد جهازي" تمكّنك من تحديد مكان، قفل أو مسح هاتفك من خلال موقع على شبكة الأنترنت:
bg: Изгубено устройство позволява през страница да издирвате, заключвате и заличавате вашия телефон:
bn_bd: Find My Device আপনাকে একটি ওয়েবসাইট থেকে আপনার ফোন খুঁজতে, লক করতে বা তথ্য মুছে ফেলার সুযোগ দেয়:
br: Kavout Ma Zrevnad a ro tro deoc'h da lec'hiañ, prennañ pe ziverkañ ho pellgomzer diouzh ul lec'hienn web :
bs: Pronađi moj uređaj vam omogućava da locirate, zaključate ili obrišete vaš telefon sa Web stranice:
cy: Mae Canfod Dyfais yn caniatáu i chi ganfod, cloi neu glirio eich ffôn o wefan:
eu: 'Bilatu nire gailua' aukerari esker, zure telefonoa bilatu, blokeatu edo ezaba dezakezu webgune batetik:
fa: دستگاه من را پیدا کن،به شما امکان پاک کردن اطلاعات تلفن خود، قفل کردن آن و یافتن مکان آن را می‌دهد از طریق وب‌سایت:
ga_ie: Úsáid "Aimsigh Mo Ghléas" le do ghuthán a aimsiú, a chur faoi ghlas, nó a bhánú ó shuíomh Gréasáin:
gd: Ma chuireas tu air “Lorg an t-uidheam agam”, bheir seo comas dhut am fòn agad a lorg, a ghlasadh no a sguabadh às o làrach-lìn:
hi_in: फाइंड माय डिवाइस आपको अनुमति देता है एक वेबसाइट से आपके फ़ोन की स्थिति जानने,लॉक करने या मिटने की.
hu: Az Eszközkereső lehetővé teszi a telefon bemérését, lezárását vagy törlését egy weboldalról:
km: ស្វែងរក​ឧបករណ៍​របស់​ខ្ញុំ​ដែល​អនុញ្ញាត​ឲ្យ​បម្រុងទុក, ចាក់សោ ឬ​លុប​ទិន្នន័យ​ទូរស័ព្ទ​មួយ​ចំនួន​ពី​តំបន់​បណ្ដាញ៖
kn: ನನ್ನ ಸಾಧನವನ್ನು ಪತ್ತೆ ಮಾಡುನಿಮ್ಮ ಫೋನ್‌ಅನ್ನು ಹುಡುಕಲು, ಲಾಕ್ ಅಥವಾ ಅಳಿಸಲು ಈ ಜಾಲತಾಣದ ಮೂಲಕ ಸಾಧ್ಯವಾಗಿಸುತ್ತದೆ:
lv: Atrast Manu Ierīci jums dod iespēju atrast, bloķēt vai dzēst savu ierīci no mājaslapas:
mg: Hitady Ny Fitaovako dia ahafahanao mamantatra ny misy ny telefaonanao, manidy na mamafa azy avy amin'ny tranonkala iray:
ml: "എന്‍റെ ഉപകരണത്തെ കണ്ടെത്തു" നിങ്ങളുടെ ഫോണ്‍ സൈറ്റില്‍ നിന്ന് ലോക്ക് ചെയ്യാനും ഇറെസ് ചെയ്യാനും സഹായിക്കുന്നു:
ms: Cari Peranti Ku membenarkan anda mengesan, mengunci atau memadam telefon anda daripada laman web:
my: ကျွနု်ပ်၏ဖုန်းကိုရှာရန် သည် သင့်အား ဝဘ်ဆိုက်(ဒ်)မှတဆင့် ဖုန်းရှာဖွေရန်၊ ဖုန်းကို ခတ်ထားရန် (သို့) အချက်အလက်ရှင်းရန် ပြုလုပ်နိုင်စေသည်
ne: मेरो यन्त्र तहहरु तपाईं तोक्न, लक वा वेब साइट देखि आफ्नो फोन मेटाउन अनुमति दिन्छ:
pt: Encontrar o Meu Dispositivo permite-lhe encontrar, bloquear ou limpar o seu telefone a partir de um site web:
ro: Găsește-mi dispozitivul îți permite să localizezi, să blochezi și să ștergi telefonul de pe un site web:
si: මාගේ උපාංගය සොයන්න මඟින් ඔබාට ඔබගේ දුරකථනය ස්ථානීයව සෙවීමට, අඟුලු ලෑමට හෝ දත්ත මකා දැමීමට ඉඩ සලසා දෙයි, අඩවිය හරහා:
ta: சாதனத்தைக் கண்டுபிடி கைப்பேசியின் இடமறிய, பூட்ட மற்றும் தகவல்களை அழிக்கவும் அனுமதிக்கிறது.
th: ค้นหาอุปกรณ์ของฉัน อนุญาตให้คุณสามารถระบุตำแหน่ง ล็อค หรือล้างข้อมูลในโทรศัพท์ของคุณจากเว็บไซต์:
tr: Cihazımı Bul telefonunuzu bir web sitesinden bulmanıza, kilitlemenize ve silmenize olanak tanır:
ur: تلاشے میرا آلہ آپ کو تلاش کرنے کے لئے اجازت دیتا ہے، مقفل کرنے کی یا ویب سائٹ سے آپ کے فون کو صاف کریں:
uz: "Qurilmamni topish" sizga vebsaytdan telefoningizni topish, qulflash yoki o‘chirish imkonini beradi:

source: Your phone is being tracked by another device through the website.
am: የ እርስዎን ስልክ ሌላ አካል ይከታተለዋል በ ድሕረ ገጽ ውስጥ
ar: يجري تعقّب هاتفك عن طريق جهاز آخر من خلال الموقع.
bg: Вашият телефон се проследява от друго устройство чрез страницата.
bn_bd: আপনার ফোন এই ওয়েবসাইট এর মাধ্যমে অন্য একটি ডিভাইস দিয়ে ট্র্যাক করা হয়েছে।
br: Emañ ho pellgomzer o vezañ heuliet gant un trevnad all dre al lec'hienn web.
bs: Vaš telefon se prati od strane nekog drugog uređaja putem web stranice.
cy: Mae eich dyfais yn cael ei thracio gan ddyfais arall drwy'r wefan.
eu: Beste gailu bat zure telefonoaren jarraipena ari da egiten webgunearen bidez.
fa: تلفن شما در حال ردگیری شدن توسط یک دستگاه دیگر از طریق وب‌سایت است.
ga_ie: Tá suíomh do ghutháin á lorg ag gléas eile tríd an suíomh Gréasáin.
gd: Tha uidheam eile a’ tracadh an fhòn agad slighe na làraich-lìn.
hi_in: आपका फ़ोन वेबसाइट द्वारा किसी अन्य युक्ति द्वारा ट्रैक किया जा रहा है.
hu: A telefonját egy másik eszköz követi a weboldalon keresztül.
km: ទូរស័ព្ទ​របស់​អ្នក​កំពុង​ត្រូវ​បាន​តាមដាន​ដោយ​ឧបករណ៍​ផ្សេង​តាមរយៈ​តំបន់​បណ្ដាញ។
kn: ನಿಮ್ಮ ಫೋನ್‌ ಅನ್ನು ಜಾಲತಾಣದ ಮೂಲಕ ಮತ್ತೊಂದು ಸಾಧನ ಜಾಡು ಹಿಡಿಯುತ್ತಿದೆ.
lv: Jūs viedtālruni izseko cita ierīce caur mājaslapu.
mg: Misy fitaovana hafa manara-dia ny telefaonanao amin'ny alàlan'ny tranonkala.
ml: നിങ്ങളുടെ ഫോണ്‍ ഇപ്പോള്‍ മറ്റൊരു ഉപകരണം വെബ്സൈറ്റിലുടെ പിന്തുടരുകയാണ്.
ms: Telefon anda sedang dijejak oleh peranti lain melalui laman web.
my: အခြားကိရိယာသည် သင့်ဖုန်းကို ဝဘ်ဆိုက်မှတဆင့် နောက်ယောင်ခံလိုက်နေသည်။
ne: तपाईंको फोन वेबसाइट मार्फत अर्को उपकरणमा पिछा भइरहेको छ।
pt: O seu telefone está a ser monitorizado por outro dispositivo através do website.
ro: Telefonul tău este urmărit de alt dispozitiv prin intermediul site-ului web.
si: වෙබ් අඩවියක් හරහා වෙනත් උපාංගයක් ඔබේ දුරකථනය හඹායයි.
ta: இணையம் வாயிலாக உங்கள் பேசியை மற்றொரு சாதனத்தால் கண்காணிக்கப்படும்.
th: โทรศัพท์ของคุณกำลังถูกตามรอยโดยอุปกรณ์อื่นผ่านทางเว็บไซต์
tr: Telefonunuz web sitesi üzerinden başka bir cihaz tarafından izleniyor.
ur: آپ کے فون کی سراغ کاری ایک اور آلہ سے بذریعہ ویب سائٹ کی جارہی ہے۔
uz: Telefoningiz boshqa qurilma tomonidan vebsayt orqali kuzatiladi.

source: No devices are actively tracking your phone through the website.
am: ምንም አካል የ እርስዎን ስልክ አይከታተልም በ ድሕረ ገጽ ውስጥ
ar: لا توجد أية أجهزة تقوم بتعقّب هاتفك من خلال الموقع.
bg: Няма устройства, активно проследяващи вашия телефон чрез страницата.
bn_bd: আপনার ফোনটি এই ওয়েবসাইট এর মাধ্যমে অন্য কোনো ডিভাইস দিয়ে ট্র্যাক হচ্ছে না।
br: N'eus trevnad ebet o heuliañ ho pellgomzer dre al lec'hienn web.
bs: Nijedan uređaj aktivno ne prati vaš telefon putem web stranice.
cy: Nid oes dyfais arall n tracio eich ffôn drwy'r wefan.
eu: Ez dago webgunearen bidez zure telefonoaren jarraipena egiten ari den gailurik.
fa: هیچ دستگاه در حال ردگیری تلفن شما از طریق وب‌سایت نیست.
ga_ie: Níl suíomh do ghutháin á lorg ag aon ghléas tríd an suíomh Gréasáin.
gd: Chan eil uidheam sam bith a’ tracadh an fhòn agad slighe na làraich-lìn.
hi_in: कोई भी युक्ति सक्रिय रूप से आपके फ़ोन को वेबसाइट द्वारा ट्रैक नहीं कर रहा है.
hu: Jelenleg nem követik más eszközök a telefonját a weboldalon keresztül.
km: គ្មាន​ឧបករណ៍​កំពុង​តាមដាន​ដោយ​សកម្ម​ទូរស័ព្ទ​របស់​អ្នក​តាមរយៈ​តំបន់​បណ្ដាញ​ឡើយ។
kn: ಯಾವುದೇ ಸಾಧನ ನಿಮ್ಮ ಫೋನ್‌ ಅನ್ನು ಜಾಲತಾಣದ ಮೂಲಕ ಜಾಡು ಹಿಡಿಯುತ್ತಿಲ್ಲ.
lv: Neviena ierīce šobrīd neizseko jūsu viedtālruni caur mājaslapu.
mg: Tsisy fitaovana manara-dia mavitrika ny telefaonanao amin'ny alàlan'ny tranonkala.
ml: ഒരു ഉപകരണവും തങ്ങളുടെ ഫോണിനെ ഇപ്പോള്‍ വെബ്സൈറ്റ് വഴി പിന്തുടരുന്നില്ല.
ms: Tiada peranti yang menjejaki telefon anda secara aktif melalui laman web.
my: လက်ရှိတွင် မည်သည့်ကိရိယာမှ သင့်ဖုန်းကို ဝဘ်ဆိုက်မှတဆင့် နောက်ယောင်ခံမှု မရှိပါ။
ne: कुनै पनि यन्त्रहरू सक्रिय रुपमा वेबसाइट मार्फत तपाइको फोन ट्रैकिंग गरेको छैनन्।
pt: Não existem dispositivos a monitorizar ativamente o seu telefone através do website.
ro: Niciun dispozitiv nu îți urmărește în mod activ telefonul prin site-ul web.
si: වෙබ් අඩවියක් හරහා කිසිඳු උපාංගයක් ඔබේ දුරකථනය හඹා නොයයි.
ta: இணையம் வாயிலாக உங்கள் பேசி எந்த சாதனத்தாலும் கண்காணிக்கப்படவில்லை.
th: ไม่มีอุปกรณ์ที่กำลังตามรอยโทรศัพท์ของคุณผ่านทางเว็บไซต์
tr: Telefonuzu web sitesi üzerinden aktif olarak izleyen bir cihaz yok.
ur: کوئی بھی آلہ فعال طور پر آپ کے فون کی سراغ کاری بذریعہ ویب سائٹ نہیں کررہا۔
uz: Telefoningizni vebsayt orqali faol kuzatayotgan qurilmalar yo‘q.

source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
am: የ ዩኤስቢ ማጠራቀሚያ ማስቻል ሌላ ኮምፒዩተር ወይንም አካል በ ዩኤስቢ የተገናኘ በዚህ ስልክ ውስጥ ያሉ ፋይሎች ጋር መድረስ ያስችለዋል
ar: يسمح تمكين تخزين USB لحاسوب آخر أو جهاز مُتّصل باستخدام USB من الوصول إلى الملفّات على هذا الهاتف.
bg: Включването на USB паметта позволява на друго устройство или компютър да имат достъп до файловете на телефона през USB.
bn_bd: USB স্টোরেজ সক্রিয় করলে USB সংযুক্ত অন্য কম্পিউটার অথবা ডিভাইস এই ফোনে ফাইলসমূহ ব্যবহার করতে পারবে।
br: Gweredekaat ar c'hadaviñ USB a aotren un urzhiataer all pe un trevnad all kennasket dre USB da haeziñ restroù war ar pellgomzer-mañ.
bs: Omogućavanje USB spremišta dozvolit će drugom računaru ili uređaju koji je povezan preko USB-a da pristupi fajlovima na ovom telefonu.
cy: Mae galluogi storio USB yn caniatáu i gyfrifiadur neu ddyfais arall sydd wedi cysylltu drwy'r USB i gael mynediad at ffeiliau ar y ffôn.
eu: USB biltegiratzea gaitzeak USB bidez konektatutako beste ordenagailu edo gailuek telefono honetako fitxategiak atzitu ahal izatea baimentzen du.
fa: فعال کردن ذخیره‌سازی USB این امکان را به کامپیوترهای دیگر یا دستگاه‌های متصل دیگر توسط USBمی‌دهد تا به فایل های داخل تلفن شما دسترسی داشته‌ باشند.
ga_ie: Má chumasaíonn tú stóras USB, beidh aon ríomhaire nó gléas atá ceangailte trí USB in ann teacht ar na comhaid ar an nguthán seo.
gd: Ma chuireas tu an comas an stòras USB, bheir seo cothrom do choimpiutair no uidheam eile air na faidhlichean air an fhòn seo slighe USB.
hi_in: USB भण्डारण सक्रिय करने से अन्य कंप्यूटर या युक्ति जो की USB भण्डारण से जुड़ा हुआ है इस फ़ोन में रखी फइलें का अभिगमन कर सकता है.
hu: Az USB-tárhely bekapcsolása lehetővé teszi a telefonon lévő fájlok elérését egy USB-n csatlakoztatott másik eszköznek.
kn: USB ಶೇಖರಣೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದು USB ಸಂಪರ್ಕಿತಗೊಂಡಿರುವ ಬೇರೊಂದು ಗಣಕ ಅಥವಾ ಸಾಧನ ಈ ಫೋನಿನಲ್ಲಿರುವ ಕಡತಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಅನುಮತಿಸುತ್ತದೆ.
lv: USB krātuves ieslēgšana atļauj citam datoram vai ierīcei kuri savienoti caur USB piekļūt datnēm uz šo viedtālruni.
mg: Ny famelomana ny fitehirizana USB dia ahafahan'ny solosaina na fitaovana hafa mifandray amin'ny alàlan'ny USB miditra amin'ireo rakitra ao amin'ity telefaona ity?
ml: യുഎസ്ബി സ്ടോറേജ് ഇനേബിള്‍ ചെയ്യുന്നത്, കമ്പ്യൂട്ടറുമായോ മറ്റു ഉപകരണങ്ങളുമായോ ബന്ധിപ്പിച്ച് ഫോണിലെ ഫയല്‍സ് മാറ്റങ്ങള്‍ വരുത്താന്‍ സഹായിക്കുന്നു.
ms: Mendayakan storan USB akan membenarkan komputer atau peranti lain menyambung menggunakan USB untuk mencapai fail pada telefon ini.
my: USB သုံး သိုလှောင်မှု ဖွင့်ခြင်းသည် ချိတ်ဆက်ထားသော အခြားကွန်ပြူတာ (သို့) ကိရိယာအား USB ကိုသုံးခြင်းဖြင့် ဖုန်းထဲရှိဖိုင်များကို အသုံးပြုရန် ပြုလုပ်နိုင်စေသည်။
ne: USB भण्डारण सक्षम पार्न यस फोनमा फाइलहरू पहुँच गर्न USB प्रयोग जोडिएको अर्को कम्प्युटर वा यन्त्र अनुमति दिन्छ।
pt: Ativar o armazenamento USB permitirá a outro computador ou dispositivo conectados via USB aceder aos ficheiros neste telefone.
ro: Activând stocarea USB permite altui calculator sau dispozitiv conectat folosind USB-ul să acceseze fișierele de pe acest telefon.
si: USB ගබඩාව සක්‍රීය කිරීමට USB මගින් සබඳ වෙන අනෙක් පරිගණකයට හෝ උපාංගයට මෙම දුරකථනයේ ගොනු වෙත පිවිසීමට ඉඩදෙයි.
ta: USB சேமிப்பகத்தை செயல்படுத்துவதால் இணைந்துள்ள கணினியோ சாதனமோ இப்பேசியிலுள்ள கோப்புகளை அணுக அனுமதிக்கப்படும்.
th: การเปิดใช้งานพื้นที่จัดเก็บ USB อนุญาตให้คอมพิวเตอร์หรืออุปกรณ์อื่นที่เชื่อมต่อโดยใช้ USB สามารถเข้าถึงไฟล์บนโทรศัพท์นี้ได้
tr: USB depolamayı açarsanız başka bir bilgisayar veya cihaz USB üzerinden bağlanarak bu telefondaki dosyalara erişebilir.
ur: USB سٹوریج کو چالو کرنے سے کسی دوسرے کمپیوٹر یا آلہ USB کا استعمال کے بجریہ اس فون پر فائلوں تک رسائی حاصل کر سکتے ہے۔
uz: "USB xotirani yoqish" xususiyati yoqilganda, USB yordamida ulangan boshqa kompyuter yoki qurilmaga telefoningizdagi fayllarga kirish huquqini beradi.

source: Reset Phone
am: ስልኩን እንደ ነበር መመለሻ
ar: إعادة تعيين الهاتف
bg: Нулиране на телефона
bn_bd: ফোন রিসেট করুন
br: Adderaouekaat ar pellgomzer
bs: Resetuj telefon
cy: Ailosod y Ffôn
eu: Leheneratu telefonoa
fa: راه‌اندازی مجدد تلفن
ga_ie: Athshocraigh an Guthán
gd: Ath-shuidhich am fòn
hi_in: फ़ोन रिसेट करें
hu: Telefon alaphelyzetbe állítása
km: កំណត់​ទូរស័ព្ទ​ឡើង​វិញ
kn: ಫೋನ್‌ ಮರುಹೊಂದಿಸಿ
lv: Atstatīt telefonu
mg: Hanefy indray ny Telefaona
ml: ഫോണ്‍ റീസെറ്റ് ചെയ്യു
ms: Ulang Tetap Telefon
my: ဖုန်းကို အသစ်ပြန်ပြုမည်
ne: फोन रिसेट गर्नुहोस्
pt: Repor telefone
ro: Resetează telefonul
si: දුරකථනය ප්‍රතිසකසන්න
ta: பேசியை மீட்டமை
th: ตั้งค่าโทรศัพท์ใหม่
tr: Telefonu sıfırla
ur: فون پھر سیٹ کرے
uz: Telefonni tiklash
