Repository: translate/mozilla-gaia
Catalog: */apps/settings/device_type/phone/settings.device.properties.po
Languages: am, ar, bg, bn_bd, br, bs, cy, eu, fa, ga_ie, gd, hi_in, hu, km, kn, lv, mg, ml, ms, my, ne, pt, ro, si, ta, th, tr, ur, uz

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
am: እንደነበር መመለስ የ እርስዎን ዳታ በሙሉ ያጠፋውል: እንዲሁም ማንኛውንም የገዙትን መተግበሪያዎች በሙሉ: ስልኩ ከ ፋብሪካ ሲወጣ ወደነበረበት ሁኔታ ይመለሳል: እርስዎ ያሰናዱት ወይንም ዳታ አይቀመጥም ይጠፋል
ar: ستمحي إعادة التّعيين كل بياناتك، بما في ذلك كل التّطبيقات التي اشتريتها. سيتم إرجاع الهاتف إلى حالة المصنع الأولى. لن يتم حفظ أيّ من إعداداتك وبياناتك الخاصة.
bg: Нулирането ще заличи всичките ви данни, включително закупените приложения. Телефонът ще бъде възстановен до фабричните си настройки. Всички ваши настройки и данни ще бъдат заличени.
bn_bd: রিসেট করলে আপনার কেনা অ্যাপসহ সকল ডাটা মুছে যাবে। ফোনটি তার ক্রয়ের পূর্বের অবস্থায় ফিরে যাবে। আপনার কোনো সেটিং বা ডাটা সংরক্ষিত থাকবে না।
br: An adderaouekaat a ziverko ho holl roadennoù hag arloadoù prenet ganeoc'h. Assavet e vo ar gwellvezioù dre ziouer eus ar pellgomzer. Ne vo ket enrollet hini ebet eus ho kwellvezioù pe roadennoù.
bs: Resetovanje će obrisati sve vaše podatke, uključujući i sve aplikacije koje ste kupili. Telefon će biti vraćen na fabričke postavke. Vaše postavke ili podaci neće biti sačuvani.
cy: Bydd ailosod yn dileu eich data i gyd, gan gynnwys unrhyw apiau rydych wedi eu prynu. Bydd y ffôn yn cael ei adfer i'w gyflwr o'r ffatri. Ni fydd eich gosodiadau na data'n cael eu cadw.
eu: Leheneratzean, zure datu guztiak ezabatuko dira, eskuratu dituzun aplikazioak barne. Telefonoa fabrikako egoerara itzuliko da. Ez dira zure ezarpenak eta datuak gordeko.
fa: تنظیم‌مجدد تمامی اطلاعات شما، از جمله همه برنامه‌هایی که خریده‌اید را حذف خواهد کرد. تلفن به شرایط کارخانه‌ای خود بازخواهد گشت. هچ‌کدام از تنظیمات و اطلاعات شما ذخیره نخواهند شد.
ga_ie: Má athshocraíonn tú an guthán, léirscriosfar na sonraí go léir atá ann, aipeanna a cheannaigh tú san áireamh. Fillfidh sé ar an mbunstaid go díreach ón monarcha. Ní shábhálfar do chuid socruithe nó sonraí.
gd: Ma nì thu ath-shuidheachadh, thèid an dàta air fad agad a sguabadh às, a’ gabhail a-steach aplacaid sam bith a cheannaich thu. Bidh am fòn dìreach mar a thàinig e às an fhactaraidh. Cha dèid gin dhe na roghainnean no dhen dàta agad a shàbhaladh.
hu: Az alaphelyzetbe állítás törli az összes adatát, beleértve az esetleg megvásárolt appokat is. A telefon visszaállításra kerül a gyári állapotába. Semmilyen beállítása vagy adata nem kerül mentésre.
km: ការ​កំណត់​ឡើង​វិញ​នឹង​លុប​ទិន្នន័យ​របស់​អ្នក​ទាំងអស់, រួមទាំង​កម្មវិធី​មួយ​ចំនួន​ដែល​អ្នក​បាន​ទិញ។ ទូរស័ព្ទ​នឹង​ត្រូវ​បាន​រក្សាទុក​ទៅ​កាន់​លក្ខខណ្ឌ​រោងចក្រ។ គ្មាន​ទិន្នន័យ ឬ​ការ​កំណត់​របស់​អ្នក​ត្រូវ​បាន​រក្សាទុក​ឡើយ។
kn: ಮರುಹೊಂದಿಸುವುದು ನಿಮ್ಮೆಲ್ಲ ಡೇಟಾ ಅಳಿಸುತ್ತದೆ, ನೀವು ಖರೀದಿಸಿದ ಅನ್ವಯಗಳನ್ನೂ ಒಳಗೊಂಡಂತೆ. ಫೋನ್ ಅನ್ನು ಕಾರ್ಖಾನೆಯ ಪರಿಸ್ಥಿತಿಗೆ ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಯಾವುದೇ ಸಿದ್ದತೆಗಳು ಅಥವಾ ಡೇಟಾ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ.
lv: Atstāstīšana izdzēsis visi jūs dati, ieskaitot aplikācijas kuras jūs nopirkāt. Viedtālrunim tiks atjaunots ražotnes stāvoklī. Neviens no jūsu iestatījumi nedz dati netiks saglabāti.
mg: Ny fanefena indray dia hamafa ny datanao rehetra, anisany ireo app novidinao. Haverina amin'ny tefy nanamboarana azy ny telefaona. Tsy misy ho voatahiry ireo tefinao na datanao.
ml: റീസെറ്റ് ഫോണിലെ എല്ലാ ഡാറ്റയും ആപ്പ്കളും നഷ്ടപ്പെടാന്‍ കാരണമാകും, തങ്ങള്‍ വാങ്ങിയ ആപ്പ്സും ഈ കൂട്ടത്തില്‍ പെടുന്നു. ഈ ഫോണ്‍ ഫാക്ടറി കണ്ടിഷനിലെക്ക് പുനര്ക്രമീകരിക്കുന്നതാണ്. നിങ്ങളുടെ സെറ്റിംഗ്സോ ഡാറ്റയോ സംരക്ഷിക്കപ്പെടില്ല.
ms: Mengulang tetap akan menghapus semua data anda, termasuk sebarang aplikasi yang anda telah beli. Telefon akan dipulihkan kepada keadaan kilang. Tiada sebarang tetapan atau data yang akan disimpan.
my: ဖုန်အား အသစ်ပြန်ပြုခြင်းသည် သင့်ဖုန်းတွင်း အချက်အလက်များအား၊ သင့်ဝယ်ထားသော အက်ပ်များ အားပျက်စေလိမ့်မည်။ ဖုန်းအား စက်ရုံထုတ်အတိုင် ပြန်လည်ထားရှိမည်ဖြစ်ပြီ သင့်ယခုလက်ရှိ အပြင်အဆင်များ သို့မဟုတ် အချက်အလက်များအား သိမ်းထားလိမ့်မည်မဟုတ်ပါ။
ne: तपाईंले खरिद गर्नुभएको कुनै पनि अनुप्रयोग सहित सबै आफ्नो डेटा, मेटाउने पुनः। यो फोन आफ्नो कारखाना अवस्था पुनर्स्थापित हुनेछ। आफ्नो बनाइएको वा कुनै पनि डाटा बचत हुनेछ।
pt: A reposição irá eliminar todos os seus dados, incluindo quaisquer aplicações que tenha adquirido. O telefone será reposto ao seu estado inicial, como se tivesse acabado de sair da fábrica. Não serão guardadas quaisquer definições ou dados.
ro: Resetarea va șterge toate datele, inclusiv orice aplicație pe care ai achiziționat-o. Telefonul va fi restaurat la starea din fabrică. Niciuna din setări sau date nu va fi salvată.
si: ප්‍රතිසැකසීම, ඔබ මිලදී ගත් යෙදුම්ද ඇතුළුව ඔබේ සියළු දත්ත මකාදමයි. දුරකථනය එහි කර්මාන්තශාලා තත්වයට පත්වනු ඇත. ඔබේ සැකසුම් හෝ දත්ත කිසිවක් නොසුරැකේ.
ta: மீட்டமைப்பு நீங்கள் விலைக்கு வாங்கிய பயன்பாடுகளையும் தரவுகளையும் அழித்துவிடும். பேசி அதன் தொழிற்சாலை நிலைக்கு மீட்டமைக்கப்படும். உங்களின் அமைவுகளையும் தரவுகளையும் சேமிக்காது.
th: การตั้งค่าใหม่จะล้างข้อมูลทั้งหมดของคุณ รวมทั้งแอปใด ๆ ที่คุณซื้อ โทรศัพท์จะถูกทำให้กลับไปอยู่ในสภาวะเดิมที่มาจากโรงงาน จะไม่มีการตั้งค่าหรือข้อมูลของคุณถูกเก็บไว้
tr: Sıfırlama, satın aldığınız uygulamalar da dahil olmak üzere tüm verilerinizi silecektir. Telefon fabrika ayarlarına geri dönecektir. Ayar ve verilerinizin hiçbiri kaydedilmeyecektir.
ur: رسیٹ کرنے سے آپ کا سارا کوائف مٹ جایے گا، جس میں خریدی ہوی ایپس بھی شامل ہے۔ فون اپنی فیکٹری حالت میں بحالی مکمل کریگا۔ آپ کی کوی بھی سیٹنگیں یا کوائف محفوظ نہیں رہیںگی۔
uz: Tiklash barcha ma’lumotlaringizni, aynan, sotib olgan ilova dasturlaringizni ham o‘chiriadi. Telefon fabrikadagi ishlab chiqarilgan holatiga tiklanadi. Birorta ham sozlamalaringiz yoki ma’lumotlaringiz saqlanmaydi.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your phone will have unrestricted developer tools, allowing you to modify and debug system applications.
am: እንደነበር መመለስ የ እርስዎን ዳታ በሙሉ ያጠፋውል: እንዲሁም ማንኛውንም የገዙትን መተግበሪያዎች በሙሉ: ነገር ግን የ እርስዎ ስልክ ያልተወሰነ የ አበልጻጊ መሳሪያዎች ይኖሩታል: እርስዎ ስርአቱን እንዲያሻሽሉ እና የ ስርአቱን መተግበሪያ debug እንዲያደርጉ
ar: إعادة التعيين سوف يمحو جميع بياناتك، بما في ذلك أي تطبيقات قمت بشرائها. لن يتم حفظ أي من الإعدادات أو البيانات الخاصة بك. ولكن هاتفك سيقوم بفك تقييد أدوات المطورين، مما يسمح لك بتعديل تطبيقات النظام.
bg: Нулирането ще заличи всичките ви данни, включително закупените приложения. Всички ваши настройки и данни ще бъдат заличени. Но телефонът ви ще разполага с неограничени развойни инструменти, позволяващи ви да променяте и дебъгвате системни приложения.
bn_bd: রিসেট করার ফলে আপনার সকল তথ্য মুছে যাবে, আপনার ক্রয়কৃত আ্যপস এর তথ্যসহ। আপনার কোন সেটিংস বা তথ্য সংরক্ষিত থাকবে না। তবে আপনার ফোনে স্বাধীন ডেভেলপার টুল থাকবে, যা আপনাকে সিস্টেম আ্যপলিকেশন পরিবর্তন ও ডিবাগ করার অনুমতি দিবে।
br: An adderaouekaat a ziverko ho holl roadennoù hag arloadoù prenet ganeoc'h. Ne vo ket enrollet ho kwellvezioù pe ho roadennoù. Binvioù diorren anvevenn a vo gant ho pellgomzer avat, roet e vo an aotreoù deoc'h da zaskemmañ ha diveugañ arloadoù ho reizhiad.
bs: Resetovanje će obrisati sve vaše podatke, uključući i aplikacije koje ste kupili. Nijedna vaša postavka neće biti sačuvana. Ali će vaš telefon imati neograničene razvojne alate, što će vam omogućiti da mijenjate i debagirate sistemske aplikacije.
cy: Bydd ailosod yn dileu eich holl ddata, gan gynnwys unrhyw apiau rydych wedi eu prynu. Ni fydd unrhyw un o'ch gosodiadau na'ch data'n cael eu cadw. Ond bydd gan eich ffôn offer datblygu dilyffethair, fydd yn caniatáu i chi newid a dadfygio rhaglenni'r system.
eu: Leheneratzean, zure datu guztiak ezabatuko dira, eskuratu dituzun aplikazioak barne. Ez dira zure ezarpenak eta datuak gordeko. Hala ere, zure telefonoak mugarik gabeko garatzaile-tresnak izango ditu eta sistemaren aplikazioak aldatu eta araztu ahal izango dituzu.
fa: تنظیم‌مجدد تمامی اطلاعات شما، از جمله برنامه‌هایی که خریده‌اید را حذف خواهد کرد. هیچ‌کدام از اطلاعات شما ذخیره نخواهد شد. اما تلفن شما ابزارهای توسعه غیرمحدود خواهد داشت، که به شما اجازه می‌دهد برنامه‌های سیستمی را تغییر و رفع‌اشکال کنید.
ga_ie: Má athshocraíonn tú an guthán, léirscriosfar na sonraí go léir atá ann, aipeanna a cheannaigh tú san áireamh. Ní shábhálfar do chuid socruithe nó sonraí. Ach beidh uirlisí forbartha gan teorainn air, sa chaoi go mbeidh tú in ann feidhmchláir an chórais a athrú agus a dhífhabhtú.
gd: Ma nì thu ath-shuidheachadh, thèid an dàta air fad agad a sguabadh às, a’ gabhail a-staigh aplacaid sam bith a cheannaich thu. Cha dèid gin dhe na roghainnean no dhen dàta agad a shàbhaladh. Ach bidh innealan luchd-leasachaidh gun chuingeachadh aig an fhòn agad, rud a bheir cothrom dhut aplacaidean an t-siostaim atharrachadh ’s dì-bhugachadh.
hu: Az alaphelyzetbe állítás törli az összes adatát, beleértve az esetleg megvásárolt appokat is. Beállításai vagy adatai nem kerülnek mentésre. Telefonja azonban korlátozás nélküli fejlesztői eszközökkel fog rendelkezni, lehetővé téve a rendszeralkalmazások módosítását és hibakeresését.
kn: ಮರುಹೊಂದಿಸುವುದು ನಿಮ್ಮೆಲ್ಲ ಡೇಟಾ ಅಳಿಸುತ್ತದೆ, ನೀವು ಖರೀದಿಸಿದ ಅನ್ವಯಗಳನ್ನೂ ಒಳಗೊಂಡಂತೆ. ನಿಮ್ಮ ಯಾವುದೇ ಸಿದ್ಧತೆಗಳು ಅಥವಾ ಡೇಟಾವನ್ನು ಕೂಡ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ. ಆದರೆ ನಿಮ್ಮ ಫೋನ್ ತಡೆಯಿಲ್ಲದ ಡೆವೆಲಪರ್ ಉಪಕರಣಗಳಿಗೆ ಪ್ರವೇಶ ಹೊಂದಿದ್ದು, ಸಿಸ್ಟಂನ ಅನ್ವಯಗಳನ್ನು ಬದಲಾಯಿಸುವ ಮತ್ತು ಡೀಬಗ್ ಮಾಡುವುದನ್ನು ಅನುಮತಿಸುತ್ತದೆ.
lv: Atstāstīšana izdzēsis visi jūs dati, ieskaitot aplikācijas kuras jūs nopirkāt. Nedz jūsu iestatījumi nedz dati netiks saglabāti. Bet jūsu viedtālrunim pavērsies jaunas iespējas: jums būs pieejami izstrādāšanas rīki bez jebkādiem ierobežojumiem, ļaujot jums rediģēt un atkļūdot sistēmas lietotnes.
mg: Ny fanefena indray dia hamafa ny datanao rehetra, anisany ireo app novidinao. Tsy misy ho voatahiry ireo tefinao na datanao. Saingy hanana fitaovana mpamolavola tsy voafetra ny telefaonanao, izay hahafahanao manova sy manala tsininy ireo rindranasan-drafitra.
pt: A reposição irá remover todos os seus dados, incluindo quaisquer aplicações que tenha adquirido. Não serão guardadas quaisquer definições ou dados, mas o seu telemóvel irá ter ferramentas de programação sem restrições, permitindo que modifique e depure aplicações de sistema.
ro: Resetarea va șterge toate datele, inclusiv orice aplicație pe care ai achiziționat-o. Niciuna din setări sau date nu va fi salvată. Însă telefonul va avea unelte de dezvoltare fără restricții, permițându-ți să modifici și să depanezi aplicațiile din sistem.
th: การตั้งค่าใหม่จะล้างข้อมูลทั้งหมดของคุณ รวมทั้งแอปใด ๆ ที่คุณซื้อ จะไม่มีการตั้งค่าหรือข้อมูลของคุณถูกเก็บไว้ แต่โทรศัพท์ของคุณจะมีเครื่องมือนักพัฒนาที่ไม่ถูกจำกัดการใช้งาน อนุญาตให้คุณสามารถเปลี่ยนแปลงและแก้จุดบกพร่องแอปพลิเคชันระบบ
tr: Sıfırlama, satın aldığınız uygulamalar da dahil olmak üzere tüm verilerinizi silecektir. Ayar ve verilerinizin hiçbiri kaydedilmeyecektir. Fakat telefonunuzda sistem uygulamalarını düzenlemenize ve hata ayıklamanıza olanak veren kısıtlamasız geliştirici araçlarları bulunacaktır.
ur: رسیٹ کرنے سے آپ کا سارا ڈیٹا مٹ جایے گا، جس میں خریدی ہوی ایپس بھی شامل ہے۔ آپ کی کوی بھی سیٹنگیں یا کوائف محفوظ نہیں رہیںگی۔ لیکن آپ کے فون مے غیر محدود تخلیق کار ٹولس ہے، جو آپکو نظامی ایپلی کیشن ترمیم اور ٹھیک کرینے کی اجازت دےتے ہے۔

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your phone will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
am: እንደነበር መመለስ የ እርስዎን ዳታ በሙሉ ያጠፋውል: እንዲሁም ማንኛውንም የገዙትን መተግበሪያዎች በሙሉ: ነገር ግን የ እርስዎ ስልክ ያልተወሰነ የ አበልጻጊ መሳሪያዎች ይኖሩታል: እርስዎ ስርአቱን እንዲያሻሽሉ እና የ ስርአቱን መተግበሪያ debug እንዲያደርጉ
bn_bd: রিসেট করার ফলে আপনার সকল তথ্য মুছে যাবে, আপনার ক্রয়কৃত আ্যপস এর তথ্যসহ। আপনার কোন সেটিংস বা তথ্য সংরক্ষিত থাকবে না। আপনার ফোনে স্বাধীন ডেভেলপার টুল থাকবে না। আপনি সিস্টেম আ্যপলিকেশন পরিবর্তন ও ডিবাগ করার অনুমতি পাবেন না।
bs: Resetovanje će obrisati sve vaše podatke, uključući i aplikacije koje ste kupili. Nijedna vaša postavka neće biti sačuvana. Vaš telefon više neće imati neograničene razvojne alate. Više nećete moći mijenjati ili debagirati sistemske aplikacije.
cy: Bydd ailosod yn dileu eich holl ddata, gan gynnwys unrhyw apiau rydych wedi eu prynu. Ni fydd unrhyw un o'ch gosodiadau na'ch data'n cael eu cadw. Ond bydd gan eich ffôn offer datblygu dilyffethair. Ni fydd modd i chi newid a dadfygio rhaglenni'r system.
fa: تنظیم‌مجدد تمامی اطلاعات شما را، از جمله برنامه‌هایی که خریده‌اید را حذف خواهد کرد. هیچ‌کدام از تنظیمات یا اطلاعات شما ذخیره نخواهد شد. تلفن شما دیگر ابزارهای توسعه غیرمحدود نخواهد داشت. شما دیگر نخواهید توانست برنامه‌های سیستمی را رفع‌اشکال یا تغییر دهید.
ga_ie: Má athshocraíonn tú an guthán, léirscriosfar na sonraí go léir atá ann, aipeanna a cheannaigh tú san áireamh. Ní shábhálfar do chuid socruithe nó sonraí. Ní bheidh uirlisí forbartha gan teorainn air a thuilleadh. Ní bheidh tú in ann feidhmchláir an chórais a athrú agus a dhífhabhtú.
gd: Ma nì thu ath-shuidheachadh, thèid an dàta air fad agad a sguabadh às, a’ gabhail a-staigh aplacaid sam bith a cheannaich thu. Cha bhi làn-chothrom air innealan luchd-leasachaidh aig an fhòn agad tuilleadh. Chan urrainn dhut aplacaidean an t-siostaim atharrachadh ’s dì-bhugachadh tuilleadh.
hu: Az alaphelyzetbe állítás törli az összes adatát, beleértve az esetleg megvásárolt appokat is. Beállításai vagy adatai nem kerülnek mentésre. Telefonja azonban korlátozás nélküli fejlesztői eszközökkel fog rendelkezni, lehetővé téve a rendszeralkalmazások módosítását és hibakeresését.
lv: Atstāstīšana izdzēsis visi jūs dati, ieskaitot aplikācijas kuras jūs nopirkāt. Nedz jūsu iestatījumi nedz dati netiks saglabāti. Jūsu viedtālrunim vairs nebūs pieejami izstrādāšanas rīki bez ierobežojumiem, un jūs vairs nevarēsiet rediģēt vai atkļūdot sistēmas lietotnes.
pt: A reposição irá remover todos os seus dados, incluindo quaisquer aplicações que tenha adquirido. Não serão guardadas quaisquer definições ou dados. O seu telemóvel não irá ter ferramentas de programação sem restrições. Não poderá modificar ou depurar aplicações de sistema.
ro: Resetarea va șterge toate datele, inclusiv orice aplicație pe care ai achiziționat-o. Niciuna din setări sau date nu va fi salvată. Telefonul nu va mai avea unelte de dezvoltare fără restricții. Nu vei mai putea modifica sau depana aplicațiile de sistem.
ur: رسیٹ کرنے سے آپ کا سارا ڈیٹا مٹ جایے گا، جس میں خریدی ہوی ایپس بھی شامل ہے۔ آپ کی کوی بھی سیٹنگیں یا کوائف محفوظ نہیں رہیںگی۔ لیکن آپ کے فون مے غیر محدود تخلیق کار ٹولس نہیں رھینگیں، آپ نظامی ایپلی کیشن ترمیم اور ٹھیک کرینے کے کابل نہیں رہینگیں۔

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
am: የ ሐይል ማዳኛ ዘዴን ማብራት የ ስልኩን ዳታ: ብሉቱዝ እና አሁን ያሉበትን አካባቢ ግንኙነት ያጠፋዋል የ ባትሪውን ህይወት ለማራዘም: እነዚህን ግልጋሎቶች በ እጅ እንደገና ማብራት ይችላሉ
ar: تشغيل وضع توفير الطاقة سيُعطّل بيانات الهاتف، بلوتوث، اتّصالات تحديد الموقع الجغرافي وذلك لتمديد عمر البطّارية. سيبقى بإمكانك تشغيل هذه الخدمات مرّة أخرى بشكل يدوي.
bg: Включването на енергоспестяващия режим ще изключи мобилните данни, Bluetooth и Местоположение, за да бъде съхранена батерия. Тези услуги ще бъдат достъпни за ръчно включване.
bn_bd: শক্তি সঞ্চয় মোড চালু করলে এটি ব্যাটারী লাইফ বাড়াতে ফোনের ডাটা, ব্লুটুথ এবং ভৌগলিক-অবস্থানের সংযোগ বন্ধ করে দেয়। আপনি নিজ হাতে এগুলো আবার চালু করতে পারবেন।
br: Gweredekaat an espern tredan a ziweredekaio roadennoù ar pellgomzer, Bluetooth hag an douarlec'hiañ evit astenn buhez ar pod tredan. Gallout a rit gweredekaat ar gwazerezhioù-mañ dre zorn c'hoazh.
bs: Uključivanje moda za uštedu energije isključuje podatkovnu vezu telefona, Bluetooth i Geolokacijske veze u cilju produžavanja trajanja baterija. I dalje imate mogućnost da ove servise uključite ručno.
cy: Bydd cychwyn y modd cadw pŵer yn diffodd data, Bluetooth a chysylltiadau geoleoliad y ffôn er mwyn estyn oes y batri. Mae modd eu cychwyn eto gyda llaw.
eu: Energia aurrezteko modua aktibatzean telefonoaren datuak, bluetooth-a eta geokokapena desaktibatzen dira bateriaren bizitza luzatzeko. Hala ere, zerbitzu horiek eskuz piztu ditzakezu berriro.
fa: روشن کردن حالت ذخیره انرژی سیستم شبکه اطلاعات تلفن، بلوتوث و سیستم مکان‌یاب جغرافیایی را خاموش می‌کند تا عمر باطری را افزایش دهد. شما می‌توانید بصورت دستی این سرویس‌ها را دوباره روشن کنید.
ga_ie: Má chuireann tú an mód spárála cumhachta ar siúl, múchfar an ceangal sonraí, Bluetooth, agus Geoshuíomh sa chaoi go mairfidh an cadhnra níos faide. Is féidir leat na seirbhísí seo a chur ar siúl arís de láimh, más gá.
gd: Ma chuireas tu air modh caomhnadh na cumhachd, thèid na ceanglaichean dàta, Bluetooth is geò-lorgadh an fhòn a chur dheth airson ’s gum mair am bataraidh nas fhaide. ’S urrainn dhut na seirbheisean a chur air a-rithist fhathast.
hu: Az energiatakarékos mód bekapcsolása kikapcsolja a telefon adat-, Bluetooth és GPS-kapcsolatait a működési idő meghosszabbítása érdekében. Ezeket a funkciókat saját kezűleg bármikor bekapcsolhatja.
km: បើក​របៀប​រក្សា​ថាមពល បិទ​ទិន្នន័យ​ទូរស័ព្ទ, ប៊្លូធូស និង​ការ​តភ្ជាប់​​ទីតាំង​ភូមិសាស្ត្រ​ដើម្បី​បង្កើត​អាយុកាល​ថ្ម។ អ្នក​អាច​បើក​ទៅ​សេវា​កម្ម​ទាំងនេះ​​ដោយ​ដៃ។
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿ ಉಳಿತಾಯ ಸ್ಥಿತಿ ಸಕ್ರಿಯಗೊಳಿಸುವುದು ಫೋನಿನ ಡೇಟಾ, ಬ್ಲೂಟೂತ್ ಮತ್ತು ಭೂಸ್ಥಳ ಸಂಪರ್ಕಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ ಬ್ಯಾಟರಿಯ ಬದುಕನ್ನು ವಿಸ್ತರಿಸುತ್ತದೆಂಈವು ಈ ಸೇವೆಗಳನ್ನು ಮತ್ತೆ ಕೈಯಾರೆ ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.
lv: Taupības režīms ieslēgšana izslēgs mobilo datu pakalpojumus, Bluetooth un ģeolokāciju lai pagarināt baterijas darbības laiku. Jūs joprojām varēsiet pašrocīgi ieslēgt šo pakalpojumus.
mg: Ny famelomana ny maody fitsitsy aratra dia hamono ny datan'ny telefaona, ny Bluetooth ary ireo fifandraisana Famantaran-toerana mba hampaharitra ny bateria. Mbola ho afaka mamelona indray ireo serivisy ireo amin'ny tànana ianao.
ml: പവര്‍ സേവ് മോഡ് ഓണ്‍ ചെയ്താല്‍ ബാറ്ററി ലൈഫ് കൂട്ടുവാന്‍ വേണ്ടി ഫോണിന്‍റെ ടാറ്റയും ബ്ലൂടൂത്തും ജിയോലൊക്കെഷനും ഓഫ്‌ ആകുന്നതായിരിക്കും. നിങ്ങള്‍ക്ക് ഇവ സ്വയ൦ ഓണ്‍ ചെയ്യാനും കഴിയുന്നതാണ്
ms: Menghidupkan mod jimat kuasa akan mematikan data telefon, Bluetooth dan sambungan Geolokasi bagi menjimatkan hayat bateri. Anda masih boleh menghidupkan kembali servis ini secara manual.
my: စွမ်းအင်ခြွေတာစနစ် ဖွင့်ခြင်သည် ဖုန်းဒေတာ ချိတ်ဆက်မှု၊ ဘလူးတု၊ တည်နေရာပြ လုပ်ငန်း စသည်တို့အား ဘက်ထရီ ခြွေတာသောအနေဖြင့် ပိတ်ထားမည်ဖြစ်ပြီး သင်လိုအပ်သောအခါ ၄င်းတို့အား ကိုယ်တိုင် ပြန်လည်ဖွင့်နိုင်ပါသည်။
ne: ढाँचाः सेव शक्ति खोल्दै ब्याट्री जीवन विस्तार गर्न फोनको डाटा, ब्लुटुथ र भू कनेक्शन बन्द हुन्छ। तपाईं अझै पनि स्वयं फिर्ता यी सेवा गर्न सक्नुहुन्छ।
pt: Ao ativar o modo de poupança de energia, as ligações de dados, Bluetooth e Geolocalização do seu telefone serão desligadas para prolongar a vida da bateria. Poderá ativar manualmente estes serviços em caso de necessidade.
ro: Pornirea modului de economisire a bateriei oprește conexiunea de date a telefonului, Bluetooth și geolocația pentru a extinde autonomia. Poți porni în continuare aceste servicii din nou manual.
si: දුරකථනයේ බල සුරැකුම් ප්‍රකාරය සක්‍රීය කිරීම දිගු බැටරි කාලයක් සඳහා එහි දත්ත, Bluetooth හා භූ ස්ථානීය සබැඳුම් අක්‍රීය කරයි. ඔබට එම සේවා ශ්‍රමිකව සක්‍රීය කළ හැක.
ta: மின்கல சக்தியை நீட்டிக்க மின்கலன் சேமிப்பு முறைமையை செயல்படுத்தினால் பேசியின் இணையமும், ப்ளூடூத்தும் புவியிருப்பட இணைப்பும் முடக்கப்படும். இருப்பினும் கைமுறையாக இச்சேவைகளை செயல்படுத்த இயலும்.
th: การเปิดโหมดประหยัดพลังงานจะปิดการเชื่อมต่อข้อมูลบลูทูธและตำแหน่งที่ตั้งทางภูมิศาสตร์ของโทรศัพท์เพื่อยืดอายุการใช้งานแบตเตอรี่ คุณสามารถเปิดบริการเหล่านี้กลับมาได้ด้วยตนเอง
tr: Güç tasarrufu modunu açmak, pil ömrünü uzatmak için telefonun veri, Bluetooth ve coğrafi konum bağlantılarını kapatır. Bu servisleri yeniden elle açmanız mümkündür.
ur: بیٹری بچانے کا موڈ چالو کرنے سے فون کے کوائف، بلوٹوتھ اور جغرافیائی محل وقوع کنکشن بند ہوجاتے ہیں بیٹری کی حیات توسیع کرنے کے لیئے۔ تاہم آپ ان سروسز کو دوبارہ چالو کرسکتے ہیں۔
uz: Quvvatni tejash rejimini yoqib qo‘yish batareya yaroqlilik muddatini cho‘zish uchun telefonning ma’lumotlari, bluetooth va geojoylashuv ulanishlarini o‘chiradi. Siz hali ham ushbu qurilmalarni qo‘lbola yoqishingiz mumkin.

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
am: ለማሻሻል ይርዱን {{brandShortName}} የ እርስዎን ስልክ ዳታ እና እንዴት እንደሚጠቀሙበት
ar: ساعدنا في تحسين {{brandShortName}} من خلال تشاركك للبيانات حول هاتفك وطريقة استخدامك له.
bg: Помогнете ни да подобрим {{brandShortName}}, като споделяте данни за вашия телефон и как го използвате.
bn_bd: আপনার ফোন সম্পর্কিত তথ্য ও আপনার ব্যবহার প্রণালী সম্পর্কে অবহিত করে {{brandShortName}} কে আরো উন্নত করতে আমাদের সাহায্য করুন।
br: Skoazellit ac'hanomp da wellaat {{brandShortName}} en ur rannañ roadennoù a-zivout ho pellgomzer ha penaos e vez arveret ganeoc'h.
bs: Pomozite nam da poboljšamo {{brandShortName}} dijeljenjem podataka o vašem telefonu i načinu na koji ga koristite.
cy: Cynorthwywch ni i wella {{brandShortName}} drwy rannu data am eich ffon a'r ffordd rydych yn ei ddefnyddio.
eu: Lagun gaitzazu {{brandShortName}} hobetzen zure telefonoaren datuak eta hura nola erabiltzen duzun partekatuz.
fa: به ما در جهت بهبود {{brandShortName}} به وسیله به اشتراک‌گذاری اطلاعاتات خود در مورد تلفن و راه‌هایی که از آن استفاده می‌کنید کمک کنید.
ga_ie: Cabhraigh linn {{brandShortName}} a fheabhsú trí sonraí faoi do ghuthán agus an tslí a n-úsáideann tú é a chomhroinnt linn.
gd: Nach cuidich thu le leasachadh {{brandShortName}} le bhith a’ cur dàta mun fhòn agad agus na dòighean air a chleachdas tu e thugainn?
hu: Segítsen a {{brandShortName}} tökéletesítésében adatok megosztásával a telefonjáról.
km: ជួយ​យើង​ដើម្បី​ធ្វើ​ឲ្យ {{brandShortName}} កាន់​តែ​ល្អ​ដោយ​ចែករំលែក​ទិន្នន័យ​អំពី​ទូរស័ព្ទ​របស់​អ្នក និង​វិធី​ដែល​អ្នក​ប្រើ​វា។
kn: ನಿಮ್ಮ ಫೋನಿನ ಬಗ್ಗೆ ಮತ್ತು ಅದನ್ನು ಉಪಯೋಗಿಸುವ ಬಗ್ಗೆ ಡೇಟಾ ಹಂಚಿಕೊಂಡು {{brandShortName}} ಉತ್ತಮಪಡಿಸುವಲ್ಲಿ ನಮಗೆ ನೆರವಾಗಿ.
lv: Palīdziet mums uzlabot {{brandShortName}} daloties ar informācijām par jūsu telefonu un par veidu kā jūs to izmantojiet.
mg: Ampio izahay hanatsara ny {{brandShortName}} amin'ny alàlan'ny fizarana ny data momba ny telefaonanao sy ny fomba ampiasanao azy.
ml: ഞങ്ങളെ നിങ്ങളുടെ ഫോനിനെപ്പെറ്റിയും, ഫോണിന്‍റെ ഉപയോഗരീതിയെപ്പെട്ടിയും ഡാറ്റാ നല്‍കി {{brandShortName}} മെച്ചപ്പെടുത്താന്‍ ഞങ്ങളെ സഹായിക്കു
ms: Bantu kami memperbaiki {{brandShortName}} dengan berkongsi data tentang telefon anda dan cara anda menggunakannya.
my: သင့်ဖုန်းအချက်အလက်များ နှင့် သင့်ဖုန်အား မည်သို့အသုံးပြုသည်ကို မျှဝေချင်ဖြင့် ကျွန်ုပ်တို့၏ {{brandShortName}} တိုးတက်ရေးအတွက် ကူညီပေးနိုင်ပါသည်။
ne: हामीलाई आफ्नो फोन र तपाईं यसलाई प्रयोग गर्ने तरिका बारे डाटा साझेदारी गरेर {{brandShortName}} सुधार गर्न सहयोग गर्नुहोस।
pt: Ajude-nos a melhorar o {{brandShortName}} partilhando informações sobre o seu telefone e do modo como o utiliza.
ro: Ajută-ne să îmbunătățim {{brandShortName}} prin împărtășirea datelor despre telefon și modul de folosire al lui.
si: ඔබේ දුරකථනය හා ඔබ එය භාවිත කරන අයුරු පිළිබඳ දත්ත එවීමෙන් අපට {{brandShortName}} වැඩිදියුණු කිරීමට සහය වන්න.
ta: செல்பேசியின் பயன்முறைகளையும் உங்கள் தரவையும் எங்களுடன் பகிர்ந்து {{brandShortName}} ஐ மேம்படுத்த உதவுங்கள்.
th: ช่วยเราปรับปรุง {{brandShortName}} โดยการแบ่งปันข้อมูลเกี่ยวกับโทรศัพท์ของคุณและวิธีที่คุณใช้งาน
tr: Telefonunuz ve kullanım alışkanlıklarınızla ilgili verileri paylaşarak {{brandShortName}}'i geliştirmemize yardım edin.
ur: {{brandShortName}} بہتر بنانے میں ہماری مدد کریں آپ کے فون کے بارے میں اعداد و شمار حصہ داری کر کہ۔
uz: Telefoningiz va foydalanishingiz haqidagi ma’lumotlarni bo‘lishish bilan {{brandShortName}}ni yaxshilashimizda bizga yordam bering.
