Repository: translate/mozilla-gaia
Catalog: */apps/settings/device_type/phone/settings.device.properties.po
Languages: am, ar, bg, bn_bd, br, bs, cy, eu, fa, ga_ie, gd, hi_in, hu, km, kn, lv, mg, ml, ms, my, ne, pt, ro, si, ta, th, tr, ur, uz

source: Connected to phone audio
am: ከ ስልክ ድምፅ ጋር ተገናኝቷል
ar: موصول بصوت الهاتف
bg: Свързан към аудио на телефона
bn_bd: ফোন অডিওতে সংযুক্ত
br: Kennasket ouzh aodio ar pellgomzer
bs: Povezan na audio telefona
cy: Cysylltwyd i sain y ffôn
eu: Telefonoaren audioarekin konektatuta
fa: متصل شده به صدای تلفن
ga_ie: Ceangailte le fuaim an ghutháin
gd: Ceangailte ri fuaim an fhòn
hi_in: फ़ोन ऑडियो से जुड़ गया
hu: A telefon hanghoz csatlakozva
km: តភ្ជាប់​ទៅ​អូឌីយ៉ូ​ទូរស័ព្ទ
kn: ಪೋನ್ ಆಡಿಯೋಗೆ ಸಂಪರ್ಕಗೊಂಡಿದೆ
lv: Pieslēgts uz telefona skaņu
mg: Mifandray amin'ny rakipeon-telefaona
ml: ഫോണ്‍ ഓഡിയോഇലേക്ക് ബന്ധിപ്പിച്ചിരിക്കുന്നു
ms: Disambung ke audio telefon
my: ဖုန်း အသံပိုင်းဆိုင်ရာနှင့် ချိတ်ဆက်ပြီး
ne: फोन अडियोमा जोडियो
pt: Conectado ao áudio do telefone
ro: Conectat la sistemul audio al telefonului
si: දුරකථන ශ්‍රව්‍ය වෙත සබඳ වී ඇත
ta: பேசியின் ஒலியுடன் இணைந்தது
th: เชื่อมต่อกับระบบเสียงโทรศัพท์แล้ว
tr: Telefon sesine bağlanıldı
ur: فون کی آڈیو سے جڑا ہوا ہے

source: Connected to phone/media audio
am: ተገናኝቷል ከ ስልክ/መገናኛ ድምፅ ጋር
ar: موصول بصوت الهاتف/الوسائط المُتعدّدة
bg: Свързан към аудио на телефона или медиа
bn_bd: ফোন/মিডিয়া অডিওতে সংযুক্ত
br: Kennasket ouzh aodio ar pellgomzer/media
bs: Povezan na audio telefona/multimedije
cy: Cysylltwyd i sain ffôn/cyfrwng
eu: Telefonoaren/multimediaren audioarekin konektatuta
fa: متصل شده به صدای تلفن/رسانه
ga_ie: Ceangailte le fuaim an ghutháin/an mheáin
gd: Ceangailte ri fuaim an fhòn/a’ mheadhain
hi_in: फ़ोन/मीडिया ऑडियो से जुड़ गया
hu: A telefon/média hanghoz csatlakozva
km: បាន​តភ្ជាប់​ទៅ​អូឌីយ៉ូ ទូរស័ព្ទ/មេឌៀ
kn: ಫೋನಿನ/media ಆಡಿಯೋ ಜೊತೆ ಸಂಪರ್ಕಗೊಂಡಿದೆ
lv: Pieslēgts uz telefona/mediju skaņu
mg: Mifandray amin'ny rakipeon-telefaona/haino aman-jery
ml: ഫോണ്‍/മീഡിയ ഓഡിയോഇലേക്ക് ബ്സ്ന്ധിപ്പിച്ചിരിക്കുന്നു
ms: Disambung ke audio telefon/media
my: ဖုန်း၊ မီဒီယာ အသံပိုင်းဆိုင်ရာ နှင့် ချိတ်ဆက်ပြီး
ne: फोन/media अडियोमा जोडियो
pt: Conectado ao áudio do telefone/multimédia
ro: Conectat la sistemul audio al telefonului/media
si: දුරකථනය/media ශ්‍රව්‍ය වෙත සබඳව ඇත
ta: பேசி/ஊடக ஒலியுடன் இணைந்தது
th: เชื่อมต่อกับระบบเสียงโทรศัพท์/สื่อแล้ว
tr: Telefon/medya sesine bağlanıldı
ur: فون/media کی آڈیو سے جڑا ہوا ہے

source: Change phone name
hi_in: फोन का नाम बदलें
mg: Hanova anaran'ny telefaona

source: Share my phone’s Internet connection with a USB-connected device.
hi_in: मेरे फ़ोन के इंटरनेट कनेक्शन के साथ एक USB-कनेक्टेड डिवाइस साझा करें.
mg: Hizara ny fifandraisana aterineton'ny telefaonako amin'ny fitaovana mifandray amin'ny alàlan'ny USB?
uz: Telefonimdagi internetni USB bilan ulangan qurilma bilan bo‘lishilsin.

source: Allow other devices to share my phone’s Internet connection by connecting via Wi-Fi.
hi_in: अन्य युक्तियों को मेरे फ़ोन को वाई फाई से जुड़कर इंटरनेट को साझा करने की अनुमति दे.
mg: Hamela ireo fitaovana hafa hizara ny fifandraisana aterineton'ny telefaonako amin'ny fifandraisana amin'ny alàlan'ny Wi-Fi.
uz: Telefonning Wi-Fi orqali ulangan ulanishini boshqa qurilmalar bilan bo‘lishishiga ruxsat berish.
