Repository: translate/mozilla-gaia
Catalog: ha/apps/wappush/wappush.properties.po
Languages: ha

source: WAP Push message
ha: Saƙon WAP Push

source: Close
ha: Rufe

source: Accept
ha: Karɓi

source: Quit
ha: Fita

source: Cancel
ha: Soke

source: Try again
ha: Sake gwadawa

source: Finish
ha: Ƙare

source: This message has expired
ha: Saƙon ya lalace

source: Configuration message received
ha: An sami saƙon saitawa

source: OTA Access Point Configuration
ha: Matsayin Samun damar Saiti na OTA

source: The PIN code should have been provided to you by whomever sent you the configuration message.
ha: Dole lambar PIN a ba ka ita daga duk wanda ya aiko maka da saƙon saitawa.

source: The message has not been processed yet, do you really want to quit?
ha: Ba'a tsara tafiyar da saƙon ba tukuna, tabbas ka na son fita?

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
ha: Saƙon saitawar da ka karɓa ba za'a iya tantance shi a kan katinka na SIM ba, sabo da haka ba za'a iya amfani da shi domin saita na'urarka ba.

source: There was a error while authenticating the sender of the message.
ha: Akwai kuskure lokacin tantance wanda ya aiko saƙon.

source: The authentication mechanism is not supported yet.
ha: Injin tantnacewa ba shi da tallafi tukuna.

source: The configuration message you received does not have valid APNs.
ha: Saƙon saitawa da ka samu ba shi da ingantaccen APNs.
