Repository: translate/mozilla-gaia
Catalog: */apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: هم‌رسانی

source: Resend
id: ارسال مجدد

source: Connecting
id: در حال اتّصال

source: Verify
id: تصدیق

source: Verifying
id: در حال تصدیق

source: Verified
id: تصدیق شده

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: ‏{{app_name}} می‌خواهد شماره تلفنتان را دانسته و تصدیق کند. لطفاُ بگزینید می‌خواهید کدام را هم‌رسانی کرده، یا یک شمارهٔ جدید وارد کنید.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: رمزی به {{phone_number}} فرستادیم. تلاش می‌کنیم به طور خودکار برش داریم، ولی اگر این شماره، روی این دستگاه استفاده نمی‌شود، باید آن را دستی وارد کنید.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: عالی! شماره {{phone_number}} تان اکنون تصدیق شده و در دسترس {{app_name}} است.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: در حال خاضر کارساز تصدیق در دسترس نیست. لطفاُ اتّصال اینترنتتان را بررسی کرده، دوباره تلاش کنید با چند دقیقه‌ای منتظر بمانید.

source: There seems to be a problem with your verification code. Let's try once again!
id: به نظر می‌رسد مشکلی در رمز تصدیقتان وجود دارد. بیایید دوباره یک بار تلاش کنیم!

source: Mobile identity
id: شناسهٔ تلفن‌همراه

source: OK
id: تأیید

source: Or add your phone number
id: یا شماره تلفنتان را بیفزایید

source: Or select a phone number from the list
id: یا شماره تلفنی را از فهرست برگزینید
