Repository: translate/mozilla-gaia
Catalog: ig/apps/camera/camera.properties.po
Languages: ig

source: Not enough space on memory card
ig: Enweghị oghere zuru oke na kaadị ebe nchekwa

source: Try freeing up space by deleting media.
ig: Nwaa ịmepụta oghere site na ihichapụ mgbasa ozi.

source: Picture not saved
ig: Echekwaghị foto

source: An error prevented Camera from saving the picture.
ig: Mperi gbochiri Igwefoto ịchekwa foto ahụ.

source: Video not recorded
ig: Edekọghị vidio

source: An error prevented Camera from recording the video.
ig: Mperi gbochiri Igwefoto ịdekọ vidio ahụ.

source: No memory card found
ig: Ọnweghị kaadị ebe nchekwa ahụrụ

source: Insert a memory card to take pictures.
ig: Fanye kaadị ebe nchekwa iji seta foto.

source: Camera can not be used while phone is plugged in
ig: Enweghị ike iji igwefoto ka akwụnyere ekwentị n'ọkụ

source: Unplug the phone to capture photos and videos
ig: Kwụpụ ekwentị iji seta foto na vidio

source: You have run out of media storage space.
ig: Ị nweghịzị oghere nchekwa maka mgbasa ozi.

source: You have reached the maximum file size for this attachment.
ig: I ruola nha faịlụ kachasị maka mgbakwunye a.

source: Retake
ig: Segharịa

source: Select
ig: Họrọ

source: Close
ig: Mechie

source: Delete photo?
ig: Hichapụ foto?

source: Delete video?
ig: Hichapụ vidio?

source: Cancel
ig: Kagbuo

source: Delete
ig: Hichapụ

source: Camera Resolution
ig: Nha Igwefoto

source: Video Resolution
ig: Nha Vidio

source: Scene Mode
ig: Ụkpụrụ Ebe Nkiri

source: Self-Timer
ig: Ngụoge-Onwe

# self-timer-off
source: Off
ig: Gbanyụọ

source: 2 seconds
ig: Ntakịrị nkeji 2

source: 5 seconds
ig: Ntakịrị nkeji 5

source: 10 seconds
ig: Ntakịrị nkeji 10

source: Low Battery
ig: Batrị Agbadaala

source: The battery is too low to use the camera.
ig: Batrị gbadara nke ukwuu iji igwefoto.

source: Critically low battery
ig: Batrị agbadaala nke ukwuu

source: 10% battery remaining
ig: Batrị 10% fọdụrụ

source: 15% battery remaining
ig: Batrị 15% fọdụrụ

# hdr-on
source: On
ig: Gbanwuo

# hdr-off
source: Off
ig: Gbanyụọ

source: (HDR deactivated)
ig: (Agbanyụrụ HDR)

source: Grid Lines
ig: Ahịrị Ngidi

# grid-on
source: On
ig: Gbanwuo

# grid-off
source: Off
ig: Gbanyụọ
