Repository: translate/mozilla-gaia
Catalog: dsb/apps/privacy-panel/permissions.properties.po
Languages: dsb

source: Schedule a notification, or schedule an application to be started.
dsb: Póstajśo powěźeńku abo póstajśo nałoženje, kótarež ma se startowaś

source: Access audio input devices, e.g. microphone.
dsb: Pśistup na rědy za awdiozapódaśe, na pś. mikrofon.

source: Play clock alarms and calendar alarms.
dsb: Buźeńske a kalenderowe alarmy wótgraś.

source: Play music and video.
dsb: Muziku a wideo wótgraś.

source: Play UI sounds, Web content, music, radio.
dsb: Pówjerchowe zuki, webwopśimjeśe, muziku, radijo wótgraś.

source: Play notification message sounds.
dsb: Zdźěleńske zuki wótgraś

source: Enables the app to implement a browser in an iframe.
dsb: Zmóžnja nałoženjeju, wobglědowak do iframe implementěrowaś.

source: Take photos, shoot video, record audio, and control the camera.
dsb: Fotografěrujśo, wjerśćo wideo, napórajśo awdiowu dataju a kontrolěrujśo kameru.

# perm-contacts-description
source: Add, read, or modify contacts from the address book on the device and read contacts from the SIM.
dsb: Pśidajśo, cytajśo abo změńśo kontakty z adresnika na rěźe a cytajś kontakty ze SIM-kórty.

source: Read contacts from the address book on the device and read contacts from the SIM.
dsb: Cytajśo kontakty z adresnika na rěźe a cytajśo kontakty ze SIM-kórty.

source: Read or modify contacts from the address book on the device and read contacts from the SIM.
dsb: Cytajśo abo změńśo kontakty z adresnika na rěźe a cytajśo kontakty ze SIM-kórty.

# perm-contacts-readcreate-description
source: Add, read, or modify contacts from the address book on the device and read contacts from the SIM.
dsb: Pśidajśo, cytajśo abo změńśo kontakty z adresnika na rěźe a cytajśo kontakty ze SIM-kórty.

source: Add contacts to the address book on the device.
dsb: Pśidajśo adresnikoju na rěźe kontakty.

source: Display a notification on the user’s device.
dsb: Zwobrazniśo powěźeńku na rěźe wužywarja.

# perm-device-storage-music-description
source: Add, read or modify music files stored on the device.
dsb: Pśidajśo, cytajśo abo změńśo muzikowe dataje na rěźe.

source: Read music files stored on the device.
dsb: Cytajśo muzikowe dataje na rěźe.

source: Read or modify music files stored on the device.
dsb: Cytajśo abo změńśo muzikowe dataje na rěźe.

# perm-device-storage-music-readcreate-description
source: Add, read or modify music files stored on the device.
dsb: Pśidajśo, cytajśo abo změńśo muzikowe dataje na rěźe.

source: Store new music files on the device.
dsb: Nowe muzikowe dataje na rěźe składowaś.

# perm-device-storage-pictures-description
source: Add, read or modify picture files stored on the device.
dsb: Pśidajśo, cytajśo abo změńśo wobrazowe dataje na rěźe.

source: Read picture files stored on the device.
dsb: Cytajśo wobrazowe dataje na rěźe.

source: Read or modify picture files stored on the device.
dsb: Cytajśo abo změńśo wobrazowe dataje na rěźe.

# perm-device-storage-pictures-readcreate-description
source: Add, read or modify picture files stored on the device.
dsb: Pśidajśo, cytajśo abo změńśo wobrazowe dataje na rěźe.

source: Store new picture files on the device.
dsb: Nowe wobrazowe dataje na rěźe składowaś.

# perm-device-storage-sdcard-description
source: Add, read or modify files stored on the device’s SD card.
dsb: Pśidajśo, cytajśo abo změńśo dataje, kótarež su na SD-kórśe rěda składowane.

source: Read files stored on the device’s SD card.
dsb: Cytajśo dataje, kótarež su na SD-kórśe rěda składowane.

source: Read or modify files stored on the device’s SD card.
dsb: Cytajśo abo změńśo dataje, kótarež su na SD-kórśe rěda składowane.

# perm-device-storage-sdcard-readcreate-description
source: Add, read or modify files stored on the device’s SD card.
dsb: Pśidajśo, cytajśo abo změńśo dataje, kótarež su na SD-kórśe rěda składowane.

source: Store new files on the device’s SD card.
dsb: Nowe dataje na SD-kórśe rěda składowaś.

# perm-device-storage-videos-description
source: Add, read or modify video files stored on the device.
dsb: Pśidajśo, cytajśo abo změńśo wideodataje na rěźe.

source: Read video files stored on the device.
dsb: Cytajśo wideodataje na rěźe.

source: Read or modify video files stored on the device.
dsb: Cytajśo abo změńśo wideodataje na rěźe.

# perm-device-storage-videos-readcreate-description
source: Add, read or modify video files stored on the device.
dsb: Pśidajśo,c ytajśo abo změńśo wideodataje na rěźe.

source: Store new video files on the device.
dsb: Nowe wideodataje na rěźe składowaś.

source: Control the FM radio.
dsb: UKW-radijo regulěrowaś.

source: Obtain the current location of the user.
dsb: Aktualne městno wužywarja wobstaraś.

source: Allow the app to act as a virtual keyboard by listening to focus change events in other apps.
dsb: Nałoženjeju dowóliś, ako wirtualna tastatura funkcioněrowaś, aby na tšojenja w drugich nałoženjach źiwało, kótarež fokus změnjaju.

source: Obtain mobile network information (MCC, MNC, etc.).
dsb: Informacije mobilneje seśi wobstaraś (MCC, MNC atd.)

source: Enable an app to wake up to receive notification.
dsb: Wobuźćo nałoženje, aby powěźeńku dostało.

source: Utilize storage without size limitations.
dsb: Składowak bźez wobgranicowanjow wjelikosći wužywaś.

source: Allow anonymous cross-origin XHR without the target site having CORS enabled.
dsb: Anonymny cross-origin XHR dowóliś, bźez togo až celowe sedło ma CORS zmóžnjone.

source: Create TCP sockets and communicate over them.
dsb: TCP-sokety napóraś a pśez nje komunicěrowaś.

source: Access video input devices, e.g. camera.
dsb: Pśistup na wideowe zapódawańske rědy, na pś. kameru.

source: Allow content to open a window in front of all other content.
dsb: Wopśimjeśeju dowóliś, wokno pśed wšym drugim wopśimjeśim wócyniś.

source: Play sounds for incoming phone calls.
dsb: Zuki za dochadajuce telefonaty wótgraś.

source: Play sounds for phone calls, VoIP calls.
dsb: Zuki za telefonaty wótgraś, VoIP-telefonaty.

source: Play public notification sounds.
dsb: Zjawne zdźěleńske zuki wótgraś.

source: Listen to proximity sensor events in the background.
dsb: Na tšojenja pśibližeńskego šaltera w slězynje słuchaś.

source: Enable an app to run in the background.
dsb: Nałoženjeju zmóžniś, w slězynje běžaś.

source: Low level access to Bluetooth hardware.
dsb: Pśistup na hardware Bluetooth na niskem schójźeńku.

source: Fires an event when a specific type of cell network message is received (an emergency network notification).
dsb: Zapušćijo tšojenje, gaž specifiski typ powěsći mobilneje seśi se pśidostawa (powěźeńka seśi nuzowych zawołanjow).

# perm-device-storage-apps-description
source: Add, read, or modify files stored in the apps location on the device.
dsb: Pśidajśo, cytajśo abo změńśo dataje na městnje nałoženjow na rěźe.

source: Read files stored in the apps location on the device.
dsb: Cytajśo dataje na městnje nałoženjow na rěźe.

source: Read, or modify files stored in the apps location on the device.
dsb: Cytajśo abo změńśo dataje na městnje nałoženjow na rěźe.

# perm-device-storage-apps-readcreate-description
source: Add, read, or modify files stored in the apps location on the device.
dsb: Pśidajśo, cytajśo abo změńśo dataje na městnje nałoženjow na rěźe.

source: Store new files in the apps location on the device.
dsb: Składujśo nowe dataje na městnje nałoženjow na rěźe.

source: Ability to embed apps in mozApp frames.
dsb: Móžnosć, nałoženja do wobłukow mozApp zasajźiś.

source: Notify the app if the user is idle.
dsb: Nałoženje informěrowaś, gaž wužywaŕ njejo aktiwny.

source: Obtain information about the current mobile voice and data connection.
dsb: Informacije wó aktualnem zwisku mobilnego zawołanja a wó aktualnem datowem zwisku wótwołaś.

source: Monitor network uploads and downloads.
dsb: Seśowe nagraśa a ześěgnjenja doglědowaś.

source: Obtain statistics of data usage per interface.
dsb: Statistiku datowego wužywanja na pówjerch wótwołaś.

source: Open windows in a new process.
dsb: Wokna w nowem procesu wócyniś.

source: Allow an app to manage permissions of other apps.
dsb: Nałoženjeju dowóliś, pšawa drugich nałoženjow zastojaś.

source: Turn the screen on or off, control CPU, device power, etc.
dsb: Wobrazowku za- abo wušaltowaś, CPU, rědowe wugbaśe atd. kontrolěrowaś

source: Configure or read device settings.
dsb: Rědowe nastajenja konfigurěrowaś abo cytaś.

source: Read device settings.
dsb: Rědowe nastajenja cytaś.

source: Read or modify device settings.
dsb: Rědowe nastajenja cytaś abo změniś.

source: Add, read or modify device settings.
dsb: Rědowe nastajenja pśidaś, cytaś abo změniś.

source: Add device settings.
dsb: Rědowe nastajenja pśidaś.

source: Send and receive SMS messages.
dsb: SMS-powěsći słaś a dostawaś.

source: Access all telephony-related APIs to make and receive phone calls.
dsb: Pśistup na wšykne API telefonije, aby telefonowe zawołanja cynili a dostawali.

source: Set current time.
dsb: Aktualny cas nastajiś.

source: Access voicemail.
dsb: Pśistup na powědane powěsći.

source: Manage installed Open Web Apps.
dsb: Zainstalěrowane wótwórjone webnałoženja zastojaś.

source: Enumerate available Wi-Fi networks, get signal strength, connect to a network.
dsb: K dispoziciji stojece WLAN-seśi licyś, signalowu mócnosć wótwołaś, ze seśu zwězaś.

source: Receive WAP Push messages.
dsb: Powěsći WAP-Push dostaś.
