Repository: translate/mozilla-gaia
Catalog: dsb/apps/privacy-panel/privacypanel.properties.po
Languages: dsb

source: Privacy Controls
dsb: Priwatnosć a datowy šćit

source: Location Accuracy
dsb: Stojnišćowa dokradnosć

# location-accuracy.ariaLabel
source: Location Accuracy
dsb: Stojnišćowa dokradnosć

source: Transparency Control
dsb: Kontrola transparence

# transparency-control.ariaLabel
source: Transparency Control
dsb: Kontrola transparence

# privacy-protection
source: Remote Protection
dsb: Zdalony šćit

# privacy-protection.ariaLabel
source: Remote Protection
dsb: Zdalony šćit

source: Guided Tour
dsb: Wjeźenje

# guided-tour.ariaLabel
source: Guided Tour
dsb: Wjeźenje

# la-panel
source: Location Accuracy
dsb: Stojnišćowa dokradnosć

source: Geolocation
dsb: Póstajenje stojnišća

source: Location adjustment
dsb: Pśiměrjenje stojnišća

source: Remember: Location Adjustment influences the location {{brandShortName}} provides to apps. It will not affect your IP-address or locale settings, so some services might still be able to locate you.
dsb: Spomjejśo se: Stojnišćowe pśiměrjenje wobwliwujo stojnišćo, kótarež {{brandShortName}} pódawa nałoženjam. Njewobwliwujo wašu IP-adresu abo lokalne nastajenja, togodla by mógli někotare słužby was hyšći lokalizěrowaś.

source: Adjust the global accuracy level of your current location for all apps, define and set a permanent fixed location and add exceptions for single apps.
dsb: Pśiměrśo globalny dokładnostny stopjeń swójogo aktualnego stojnišća za wšykne nałoženja, definěrujśo a nastajśo trawne póstajone stojnišćo a pśidajśo wuwześa za jadnotliwe nałoženja.

source: Adjustment
dsb: Pśiměrjenje

source: Add exceptions
dsb: Wuwześa pśidaś

source: This list shows all the apps, which are allowed to use your location.
dsb: Toś ta lisćina pokazujo wšykne nałoženja, kótarež směju wašo stojnišćo wužywaś.

source: User defined
dsb: Wót wužywarja póstajony

source: {{ value }} km blur
dsb: Wótchylenje {{ value }} km

source: {{ value }} m blur
dsb: Wótchylenje {{ value }} m

# type-precise
source: Precise
dsb: Precizěrowaś

source: No location
dsb: Žedno stojnišćo

source: Attention!
dsb: Glědajśo!

source: You haven’t set a custom location yet. Please set this before working on other settings!
dsb: Njejsćo hyšći swójske soejnišćo nastajił. Pšosym nastajśo jo, nježli až źěłaśo na drugich nastajenjach!

source: Custom Location
dsb: Swójske stojnišćo

source: Set custom location
dsb: Swójske stojnišćo nastajiś

source: Set location
dsb: Stojnišćo nastajiś

source: Set a custom location which is used as a fixed position.
dsb: Nastajśo swójske stojnišćo, kótarež wužywa se ako póstajona pozicija.

source: Precise
dsb: Precizěrowaś

source: No Location
dsb: Žedno stojnišćo

source: Adjust the custom location accuracy level of the following app:
dsb: Swójsku stojnišćowu dokradnosć za slědujuce nałoženje póstajiś:

# custom-location-ala-10
source: Custom Location
dsb: Swójske stojnišćo

source: Choose a region/city
dsb: Wubjeŕśo region/město

source: City
dsb: Město

source: Enter GPS Coordinates
dsb: Zapódajśo GPS-koordinaty

source: Please enter the GPS coordinates for longitude from -180.0 to 180 and latitude from -90.0 to 90.0 degree with a dot to separate full degrees lower values.
dsb: Pšosym zapódajśo GPS-koordinaty za dłujkosć wót -180.0 až do 180 a šyrokosć wót -90.0 až do 90.0 stopnjow a wužywajśoe dypk ako decimalne źěleńske znamuško.

source: Latitude
dsb: Šyrina

source: Longitude
dsb: Dlinina

source: Global Settings
dsb: Globalne nastajenja

# rp-panel
source: Remote Protection
dsb: Zdalony šćit

source: Please set a passphrase to secure your remote features (maximum 100 characters).
dsb: Pšosym póstajśo gronidłowu frazu, aby swóje zdalone funkcije zawěsćił (maksimalnje 100 znamuškow).

source: New passphrase
dsb: Nowa gronidłowa fraza

source: Confirm new passphrase
dsb: Nowu gronidłowu frazu wobkšuśiś

source: Please enter your passphrase.
dsb: Pšosym zapódajśo swóju gronidłowu frazu.

source: Forgot/Change your passphrase?
dsb: Sćo swóju gronidkowu frazu zabył abo cośo ju změniś?

source: Passphrase
dsb: Gronidłowa fraza

source: To reset your passphrase please enter Passcode lock/SIM PIN and new passphrase.
dsb: Aby swóju gronidłowu frazu slědk stajił, zapódajśo pšosym gronidłowy kod/SIM-PIN a nowu gronidłowu frazu.

source: Enter Code
dsb: Kod zapódaś

source: Passphrase is wrong!
dsb: Gronidłowa fraza jo wopak!

source: Passphrase is empty!
dsb: Gronidłowa fraza felujo!

source: Passphrase is too long!
dsb: Gronidłowa fraza jo pśedłujka!

source: You cannot use special characters!
dsb: Njamóžośo wósebne znamuška wužywaś!

source: Confirmation must match passphrase!
dsb: Wobkšuśenje gronidłoweje fraze musy jadnak byś!

source: Passcode lock is empty!
dsb: Gronidłowy kod jo prozny!

# pin-invalid
source: Wrong Passcode lock!
dsb: Wopacny gronidłowy kod!

source: Passcode should be 4 digits!
dsb: Gronidłowy kod by měł z 4 cyfrow wobstojaś!

# pin-different
source: Wrong Passcode lock!
dsb: Wopacny gronidłowy kod!

source: Wrong SIM PIN!
dsb: Wopacny SIM-PIN!

source: Last try.
dsb: Slědny wopyt.

# pin-tries-left[two]
source: {{n}} tries left.
dsb: {{n}} wopyta wušej.

# pin-tries-left[few]
source: {{n}} tries left.
dsb: {{n}} wopyty wušej.

# pin-tries-left[many]
source: {{n}} tries left.
dsb: {{n}} wopytow wušej.

# pin-tries-left[other]
source: {{n}} tries left.
dsb: {{n}} wopytow wušej.

source: Remote Locate
dsb: Zdaloka lokalizěrowaś

source: You can locate this device via SMS as following: RP locate YOURPASSPHRASE
dsb: Móžośo toś ten rěd pśez SMS tak lokalizěrowaś: RP locate WAŠAGRONIDŁOWAFRAZA

source: Remote Ring
dsb: Zdalone zwónjenje

source: You can ring this device via SMS as following: RP ring YOURPASSPHRASE
dsb: Možośo toś ten rěd pśez SMS tak zazwóniś: RP ring WAŠAGRONIDŁOWAFRAZA

source: Remote Lock
dsb: Zdalone zastajenje

source: You can lock this device via SMS as following: RP lock YOURPASSPHRASE
dsb: Móžośo toś ten rěd pśez SMS tak zastajiś: RP lock WAŠAGRONIDŁOWAFRAZA

source: Please activate lockscreen AND passcode in the system settings to use the Remote Protection.
dsb: Pšosym aktiwěrujśo zastajonu wobrazowku A gronidłowy kod w systemowych nastajenjach, aby zdalony šćit wužywał.

source: Take me there
dsb: Dowjasć

# lock-screen
source: Screen Lock
dsb: Zastajenje wobrazowki

# screen-lock-header
source: Screen Lock
dsb: Zastajenje wobrazowki

source: Passcode Lock
dsb: Gronidłowy kod

source: Require passcode
dsb: Gronidłowy kod wótpšašaś

source: Immediately
dsb: Ned

source: After 1 minute
dsb: Pó 1 minuśe

source: After 5 minutes
dsb: Pó 5 minutach

source: After 15 minutes
dsb: Pó 15 minutach

source: After 30 minutes
dsb: Pó 30 minutach

source: After 1 hour
dsb: Pó 1 góźinje

source: Change passcode
dsb: Gronidłowy kod změniś

source: Change
dsb: Změniś

source: Create
dsb: Napóraś

# passcode-heading
source: Passcode
dsb: Gronidłowy kod

source: Current passcode
dsb: Aktualny gronidłowy kod

source: New passcode
dsb: Nowy gronidłowy kod

source: Enter passcode
dsb: Gronidłowy kod zapódaś

source: Create a Passcode
dsb: Gronidłowy kod napóraś

source: Passcode
dsb: Gronidłowy kod

source: Confirm Passcode
dsb: Gronidłowy kod wobkšuśiś

source: Passcode is incorrect
dsb: Gronidłowy kod jo wopak

source: Passcode doesn’t match. Try again.
dsb: Gronidłowy kod njejo pšawy. Wopytajśo hyšći raz.

# tc-panel
source: Transparency Control
dsb: Kontrola transparence

source: Applications
dsb: Nałoženja

# tc-permissions
source: Permissions
dsb: Pšawa

source: Alphabetical
dsb: Alfabetiski

source: Trust Level
dsb: Schójźeńk dowěry

source: Vendor
dsb: Pśedawaŕ

source: Search Apps
dsb: Nałoženja pytaś

source: close
dsb: zacyniś

source: clear
dsb: lašowaś

source: Internal Apps
dsb: Nutśkowne nałoženja

source: Privileged Apps
dsb: Priwilegěrowane nałoženja

source: Web Apps
dsb: Webnałoženja

# tc-explicit-permissions
source: Permissions
dsb: Pšawa

source: Implicit Permissions
dsb: Implicitne pšawa

source: Ask
dsb: Pšašaś se

source: Deny
dsb: Wótpokazaś

source: Grant
dsb: Dowóliś

source: Apps accessing this permission
dsb: Nałoženja z pśistupom na toś to pšawo

source: Welcome to the Privacy Controls!
dsb: Witajśo do nastajenjow priwatnosći!

source: This app will help you enhance your privacy protection and enables you to lock or find your phone if it’s lost. Just have a closer look. It takes only 2 minutes!
dsb: Toś to nałoženje buźo wam pomagaś, šćit wašeje priwatnosći pólěpšyś a zmóžnja wam, swój telefon zastajiś abo namakaś, gaž jo se zgubił. Woglědajśo se to nadrobnjej. Trajo jano 2 minuśe!

source: What is Location Adjustment good for?
dsb: Za co jo pśiměrjenje stojnišća dobre?

source: Many apps access your geolocation, like the addressbook or the camera. If you don’t want to disclose your exact position, you can adjust the accuracy of your current location that is used by apps, set a custom location or hide your geolocation.
dsb: Wjele nałoženjow ma pśistup na wašo stojnišćo, na pśikład adresnik abo kamera. Jolic njocośo swóju eksaktnu poziciju pśeraźiś, móžośo dokradnosć swójogo aktualnego stojnišća pśiměrść, kótaraž se pśez waše nałoženja wužywa, swójske stojnišćo nastajiś abo swójo stojnišćo schowaś.

source: How to set Location Adjustment?
dsb: Kak dajo se stojnišćowa dokradnosć nastajiś?

source: Not every app needs your exact location to work properly. Instead of sharing your exact coordinates, you can choose to effectively blur your location to e.g. 50 miles around you. This way, your weather app will still work, but you are not disclosing your exact location. Remember: Location Adjustment will not completely hide you!
dsb: Nic kužde nałoženje trjeba wašo eksaktne stojnišćo, aby pórědnje funkcioněrowało. Město togo až by swóje koordinaty pśeraźił, móžośo swóje stojnišćo zamazaś, na pś. wó 50 km wokoło se. Na toś ten nałog buźo wašo wjedrowe nałoženje funkiconěrowaś, ale njepśeraźujośo swójo eksaktne stojnišćo. Spomjejśo se: Stojnišćowe pśiměrjenje wam dopołnje njeschowajo!

source: What is Custom Location?
dsb: Co jo swójske stojnišćo?

source: With the custom location setting you are able to hide your real location and set it to another place worldwide. You choose where you are!
dsb: Ze swójskim stojnišćowym nastajenim móžośo swóje napšawdne stojnišćo schowaś a je na druge swětodaloke městno stajiś. Wy wuběraśo, źož sćo!

source: What is location per app?
dsb: Co jo stojnišćo na nałoženje?

source: Here you will find an overview of all apps, that can access your geolocation. You can adjust the settings for each app individually. They overwrite the global location accuracy for that app.
dsb: How namakajośo pśeglěd wšych nałoženjow, kótarež maju pśistup na wašo stojnišćo. Móžośo nastajenja za kužde nałoženje pśiměriś. Pśepisuju globalnu stojnišćowu dokradnosć za to nałoženje.

source: Remote Protection? What is it?
dsb: Zdalony šćit? Co to jo?

source: If your phone is stolen or lost, you can use the Remote Protection. With another phone you can locate it, let it ring or even lock it remotely. You first have to set your personal passphrase and enable the features you will want to use (locate, ring and lock).
dsb: Jolic waš telefon jo se kšadnuł abo zgubił, móžośo zdalony šćit wužywaś. Z drugim telefonom móžośo jen lokalizěrowaś, jen zazwóniś abo samo zdaloka zastajiś. Móžośo nejpjerwjej swóju wósobinsku gronidłowu frazu nastajiś a funkcije zmóžniś, kótarež cośo wužywaś (lokalizěrowaś, zazwóniś a zastajiś).

source: How to set your personal passphrase?
dsb: Kak móžośo swóju wósobinsku gronidłowu frazu nastajiś?

source: Tap “Remote Protection” and set your passphrase to secure your remote features. If you have forgotten your actual passphrase you can reset it using your SIM PIN or lockscreen passcode.
dsb: Pótusniśo zapisk "Zdalony šćit" a nastajśo swóju gronidłowu frazu, aby swóje zdalone funkcije zawěsćił. Jolic sćo swóju gronidłowu frazu zabył, móžośo ju z pomocu swójego SIM-PIN abo gronidłowego koda zastajoneje wobrazowki slědk stajiś.

source: How to locate my phone?
dsb: Kak dajo se mój telefon lokalizěrowaś?

source: If your phone is lost, just take the phone of a friend and send a SMS with
dsb: Jolic jo se waš telefon zgubił, wzejśo jadnorje telefon pśijaśela a pósćelśo SMS z

source: RP locate YOURPASSPHRASE
dsb: RP locate WAŠAGRONIDŁOWAFRAZA

source: to your phone number and you’ll get the exact GPS coordinates via SMS in return. Make sure to set up the passphrase!
dsb: na swój telefonowy numer a dostanjośo eksaktne GPS-koordinaty pśez SMS. Nastajśo na kuždy pad gronidłowu frazu!

source: How to ring your phone?
dsb: Kak dajo se waš telefon zazwóniś?

source: It’s easy! Just send an SMS with
dsb: Jo lažko! Pósćelśo jadnorje SMS z

source: RP ring YOURPASSPHRASE
dsb: RP ring WAŠAGRONIDŁOWAFRAZA

source: to your phone number and it will ring until you find it and unlock it.
dsb: ze swójim telefonowym numerom a buźo zwóniś, až jen njenamakajo a njezastajijo.

source: How to lock my phone?
dsb: Kak dajo se mój telefon zastajiś?

source: If you have lost your phone and you want to lock it remotely just send an SMS with
dsb: Jolic sćo swój telefon zgubił a cośo jen zdaloka zastajiś, pósćelśo jadnorje SMS z

source: RP lock YOURPASSPHRASE
dsb: RP lock WAŠAGRONIDŁOWAFRAZA

source: to your phone number. The phone will lock itself and only you will be able to unlock it with your regular screen passcode.
dsb: na swój telefonowy numer. Telefon se sam zastajijo a jano wy móžośo jen ze swójim normalnym gronidłowym kodom wobrazowki pśipušćiś.

source: Get Started!
dsb: Zachopśo!

source: Finish Tour
dsb: Wjeźenje skóńcyś

source: OK
dsb: W pórěźe

source: Back
dsb: Slědk

source: Next
dsb: Dalej

source: Your device should ring now and was locked. You can unlock it with your passcode.
dsb: Waš rěd by měł něnto zwóniś a jo se zastajił. Móžośo jen ze swójim gronidłowym kodom pśipušćiś.

source: Your device was locked. You can unlock it with your passcode.
dsb: Waš rěd jo se zastajił. Móžośo jen ze swójim gronidłowym kodom pśipušćiś.

source: Your device coordinates are @{{latitude}},{{longitude}} and your device was locked. You can unlock it with your passcode.
dsb: Waše rědowe koordinaty su @{{latitude}},{{longitude}} a waš rěd jo se zastajił. Móžośo jen ze swójim gronidłowym kodom pśipušćiś.

source: About Privacy Controls
dsb: Wó priwatnosći a datowem šćiśe

source: Version
dsb: Wersija

source: Build-ID
dsb: ID wersije

source: About the Privacy Controls
dsb: Wó priwatnosći a datowem šćiśe

source: Together with Deutsche Telekom the Mozilla Foundation developed the Privacy Controls to enable the user to take back control of the personal data
dsb: Gromaźe z Deutsche Telekom jo se załožba Mozilla Foundation nastajenja za priwatnosć a datowy šćit wuwił, aby se wužywarjam zmóžniło, se zasej kontrolu wó wósobinskich datach zawěsćiś
