Repository: translate/mozilla-gaia
Catalog: pbb/apps/bookmark/bookmark.properties.po
Languages: pbb

source: Add to Home Screen
pbb: Kãhan çxhunden takhna

source: Edit Pinned Site
pbb: Yu'pthen kxtee nesyũuna

source: Added to home screen
pbb: Kãhana çxhunden takhna

source: Updated pinned site
pbb: Kxtee nesyũuna Yu'pthẽhwa'ja's.

source: Done
pbb: Jxa'jxa'

# add-action
source: Add
pbb: kãjãna

source: Cancel
pbb: Tuduçmeeth

source: Add Application
pbb: Kãjãna app

source: Add
pbb: kãjãna

source: An application is available for this web site.
pbb: Teeçx ũsa's vxiswa'h ji'pthu kxtee naa Webte.

source: Remove {{name}}
pbb: Khũkhna {{name}}

source: Remove {{name}} from system?
pbb: ¿Khũkhna {{name}} çxhaçxhan?

source: Remove
pbb: Kaapçu'jun
