Repository: translate/mozilla-gaia
Catalog: zam/apps/homescreen/homescreen.properties.po
Languages: zam

source: {{topic}} on {{name}}
zam: {{topic}} loo {{name}}

source: Change Wallpaper
zam: Mxhé loo celular na lu

source: Add Smart Collections
zam: Güi Colección re

source: Delete {{name}}
zam: Te dont {{name}}

source: {{name}} and all of its data will be deleted.
zam: {{name}} ner reeta kue te dont.

source: Delete
zam: Te dont na

source: Cancel
zam: Na lit luy

source: Remove {{name}}
zam: Kib {{name}}

source: Remove {{name}} from the homescreen?
zam: Kib {{name}} loo ree ta kue?

source: Remove
zam: Kib

source: Download
zam: Blay

source: Restart Download
zam: Bla Kue

source: Do you want to download {{name}}?
zam: Lash luu blal {{name}}?

# loadingEvme2
source: Loading…
zam: Delay...

source: Everything…
zam: Reta...

# evme-searchbar-default2
source: I’m thinking of…
zam: Na deli xghab...

# evme-searchbar-default2.placeholder
source: I’m thinking of…
zam: Na deli xghab...

source: Back
zam: Veré

# evme-searchbar-default.placeholder
source: I’m thinking of…
zam: Na deli xghab...

# evme-searchbar-title
source: Everything
zam: Reta

source: Enter any topic or search query
zam: Kuan lahs lu kuant lu

source: Enter any topic or keyword
zam: Mke ko de kuan lu

source: Dismiss
zam: Blay

source: No options found
zam: Yent kuan xho lent kue

source: History:
zam: Kuan mxhac:

source: History
zam: Kuan güin

source: Clear history
zam: To bi ko güil

# evme-helper-didyoumean-title
source: Did you mean:
zam: Kuan lash lu niel:

# evme-helper-refine-title
source: Did you mean:
zam: Kuan lash lu niel:

# evme-helper-title-prefix
source: Everything
zam: Reta

# evme-helper-title-empty
source: Everything
zam: Reta

source: Add to homescreen
zam: Tob lo ngetlu gú

# evme-apps-market-download
source: Download
zam: Blay

source: More Apps
zam: Más Apps

# evme-apps-loading-app
source: Loading…
zam: Delay...

# evme-appsmore-loading
source: Loading…
zam: Delay...

source: Add {{name}} to Home Screen?
zam: Toob {{name}} kue lo Loo ga?

source: {{name}} was already added to Home Screen
zam: {{name}} mtob na kue lo Loo

source: Connect to the internet to add more Smart Collections
zam: Bla ki internet xha tak toob lu kue

source: Set as wallpaper?
zam: Tob ba lu teléfono na lu ga?

source: No Smart Collections to add
zam: Yent ko kub toob lu kue

source: {{name}} added to Home Screen
zam: {{name}} toob kue lo Loo na telefón na lu

source: Wallpaper set successfully
zam: Dob la kue

source: More
zam: Güi mas ah

# evme-collectionssuggest-loading
source: Loading…
zam: Delay...

# evme-collectionssuggest-loading-cancel
source: Cancel
zam: Na lit luy

source: Create your own Smart Collection
zam: Thus kue ko do lahs lu

source: Source:
zam: Kuan na:

# evme-collection-title-prefix
source: Everything
zam: Reta

source: Phone
zam: Yib ko tak dedizh lu

# evme-collection-loading-more
source: Loading…
zam: Delay...

source: Connect to the internet to get apps for {{query}}
zam: Bla ki internet xha tak lal apps par {{query}}

source: Connect to the internet to get even more apps for {{query}}
zam: Bla ki internet xha tak lal apps par {{query}}

source: Find the things you love with the coolest apps.
zam: Kuan ko más do lash lu.

source: For example, find your favorite singer or band…
zam: Tak kuan lu canción o banda más do lash lu...

source: These are the apps for <b>{{query}}</b>,<br /><br /> tap any icon to open it.
zam: Kue nak ko kub <b>{{query}}</b>,<br /><br /> ko tak toob lu, xhal la.

source: Custom…
zam: Thus kuey...

source: Astrology
zam: Lo beé

source: Autos
zam: Re coch

source: Beauty
zam: Xha tak ni men mejor

source: Books
zam: Re yets

source: Celebs
zam: Re ni

source: Daily Deals
zam: Ko tak Til

source: Dating
zam: Re güis

source: Electronics
zam: Re yib

source: Email
zam: Tal diif dizh

source: Entertainment
zam: Ko tak kid lu

source: Environment
zam: Lo xhiu

source: Fashion
zam: Cho xhab men

source: Funny
zam: Ko li men

source: Games
zam: Ko tak kid lu

source: Government
zam: Chan gobiern

source: Health
zam: Xha xho lo xhul

source: Jobs
zam: Re xhin

source: Local
zam: Ko xho tre

source: Maps
zam: re Map

source: Movies
zam: Re pelicula

source: Music
zam: Ko tak gon lu

source: New Apps
zam: Re ko kub

source: News
zam: Re ko mbhac

source: Photography
zam: Xha niel

source: Recipes
zam: Xha mud tak thus ko gual

source: Restaurants
zam: Pa tak gual

source: Shopping
zam: Pa tak til

source: Social
zam: Pa tak lo bel men

source: Sports
zam: Güi kuan gib men

source: Tech News
zam: Ko kub na re yib

source: Top Apps
zam: Re ko de güi men nal

source: Travel
zam: Pa tak lo bel

source: TV
zam: Güi TV

source: Video
zam: Re video

source: Utilities
zam: Ko li chel

source: Weather
zam: Xha nie lo beé

source: Add to top of collection
zam: Toob kue gap

source: Save to Homescreen
zam: Lo xhog Loo yib

source: Edit
zam: Thus kuey

source: Website name
zam: Xha le pagina na internet

source: Address
zam: Pa xhoy

# edit-dialog-cancel
source: Cancel
zam: Na lit luy

source: Done
zam: Liy
