Repository: translate/mozilla-gaia
Catalog: dsb/shared/import_contacts/import_contacts.properties.po
Languages: dsb

source: Back
dsb: Slědk

source: To import contacts insert or unlock your SIM card
dsb: Aby kontakty importěrował, zasajźćo swóju SIM-kórtu abo wótpórajśo jeje zastajenje

source: To import contacts insert a memory card
dsb: Aby kontakty importěrował, zasajźćo składowańsku kórtu

source: Memory card
dsb: Składowańska kórta

source: No friends or contacts found in this account.
dsb: Žedne pśijaśele abo žedne kontakty w toś tom konśe namakane.

source: Import SIM contacts
dsb: SIM-kontakty importěrowaś

source: Importing SIM contacts…
dsb: SIM-kontakty se importěruju…

source: Reading from SIM card…
dsb: SIM-kórta se cyta…

source: Could not import contacts from SIM
dsb: Njejo móžno, kontakty ze SIM importěrowaś

source: No contacts detected on SIM to import
dsb: Na SIM njejsu se kontakty za importěrowanje namakali

# simContacts-imported3[one]
source: Imported one contact
dsb: Jaden kontakt importěrowany

# simContacts-imported3[two]
source: Imported {{n}} contacts
dsb: {{n}} kontakta importěrowanej

# simContacts-imported3[few]
source: Imported {{n}} contacts
dsb: {{n}} kontakty importěrowane

# simContacts-imported3[many]
source: Imported {{n}} contacts
dsb: {{n}} kontaktow importěrowanych

# simContacts-imported3[other]
source: Imported {{n}} contacts
dsb: {{n}} kontaktow importěrowanych

source: Import contacts from memory card
dsb: Kontakty ze składowańskeje kórty importěrowaś

source: Importing contacts from memory card…
dsb: Kontakty importěruju se ze składowańskeje kórty…

source: Could not import contacts from memory card
dsb: Njejo móžno, kontakty ze składowańskeje kórty cytaś

source: No contacts detected on memory card to import
dsb: Na składowańskej kórśe njejsu se žedne kontakty za importěrowanje namakali

# memoryCardContacts-imported3[one]
source: Imported one contact
dsb: Jaden kontakt importěrowany

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
dsb: {{n}} kontakta importěrowanej

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
dsb: {{n}} kontakty importěrowane

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
dsb: {{n}} kontaktow importěrowanych

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
dsb: {{n}} kontaktow importěrowanych

source: No contacts imported yet
dsb: Hyšći žedne kontakty importěrowane

# infiniteProgress[one]
source: Imported one contact
dsb: Jaden kontakt importěrowany

# infiniteProgress[two]
source: Imported {{n}} contacts
dsb: {{n}} kontakta importěrowanej

# infiniteProgress[few]
source: Imported {{n}} contacts
dsb: {{n}} kontakty importěrowane

# infiniteProgress[many]
source: Imported {{n}} contacts
dsb: {{n}} kontaktow importěrowane

# infiniteProgress[other]
source: Imported {{n}} contacts
dsb: {{n}} kontaktow importěrowane

source: No friends updated
dsb: Žedne pśijaśele zaktualizěrowane

source: Updated one friend
dsb: Jaden pśijaśel zaktualizěrowany

# friendsUpdated[two]
source: Updated {{numFriends}} friends
dsb: {{numFriends}} pśijaśela zaktualizěrowanej

# friendsUpdated[few]
source: Updated {{numFriends}} friends
dsb: {{numFriends}} pśijaśele zaktualizěrowane

# friendsUpdated[many]
source: Updated {{numFriends}} friends
dsb: {{numFriends}} pśijaśelow zaktualizěrowane

# friendsUpdated[other]
source: Updated {{numFriends}} friends
dsb: {{numFriends}} pśijaśelow zaktualizěrowane

source: No duplicated friends merged
dsb: Žedne duplicěrowane kontakty zjadnośone

source: One duplicated friend merged
dsb: Jaden duplicěrowany pśijaśel zjadnośony

# friendsMerged[two]
source: {{numDups}} friends merged
dsb: {{numDups}} pśijaśela zjadnośonej

# friendsMerged[few]
source: {{numDups}} friends merged
dsb: {{numDups}} pśijaśele zjadnośone

# friendsMerged[many]
source: {{numDups}} friends merged
dsb: {{numDups}} pśijaśelow zjadnośone

# friendsMerged[other]
source: {{numDups}} friends merged
dsb: {{numDups}} pśijaśelow zjadnośone

source: No duplicated contacts merged
dsb: Žedne duplicěrowane kontakty zjadnośone

source: One duplicated contact merged
dsb: Jaden duplicěrowany kontakt zjadnośony

# contactsMerged[two]
source: {{numDups}} contacts merged
dsb: {{numDups}} kontakta zjadnośonej

# contactsMerged[few]
source: {{numDups}} contacts merged
dsb: {{numDups}} kontakty zjadnośone

# contactsMerged[many]
source: {{numDups}} contacts merged
dsb: {{numDups}} kontaktow zjadnośonych

# contactsMerged[other]
source: {{numDups}} contacts merged
dsb: {{numDups}} kontaktow zjadnośonych

source: Close
dsb: Zacyniś

source: Import
dsb: Importěrowaś

source: Update
dsb: Aktualizěrowaś

# fbFriends
source: Facebook Friends
dsb: Pśijaśele na Facebooku

# facebook-serviceName
source: Facebook Friends
dsb: Pśijaśele na Facebooku

source: Select all
dsb: Wšykne wubraś

source: Deselect all
dsb: Wšykne wótwóliś

source: View All Facebook Friends
dsb: Wšykne pśijaśele na Facebooku pokazaś

source: View Only Recommended
dsb: Jano dopórucone pokazaś

source: No matching friends. Showing all
dsb: Žedne wótpowědujuce pśijaśele. Wšykne se pokazuju

source: Select the recommended one
dsb: Dopóruconego wubraś

# linkProposal[two]
source: Select a recommended one
dsb: Jadnogo z dopóruconeju wubraś

# linkProposal[few]
source: Select a recommended one
dsb: Jadnogo z dopóruconych wubraś

# linkProposal[many]
source: Select a recommended one
dsb: Jadnogo z dopóruconych wubraś

# linkProposal[other]
source: Select a recommended one
dsb: Jadnogo z dopóruconych wubraś

source: No contacts available to import
dsb: Žedne kontakty za importěrowanje k dispoziciji

source: All your friends are imported
dsb: Wšykne z wašych kontaktow su se importěrowali

source: Found one friend to import
dsb: Jaden pśijaśel za importěrowanje namakany

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
dsb: {{numFriends}} pśijaśela za importěrowanje namakanej

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
dsb: {{numFriends}} pśijaśele za importěrowanje namakane

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
dsb: {{numFriends}} pśijaśelow za importěrowanje namakane

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
dsb: {{numFriends}} pśijaśelow za importěrowanje namakane

source: Search
dsb: Pytaś

source: No contacts found
dsb: Žedne kontakty namakane

source: Done
dsb: Gótowo

source: Importing friends to Contacts
dsb: Pśijaśele importěruju se do kontaktow

source: Updating friends in Contacts
dsb: Pśijaśele aktualizěruju se w kontaktach

# message2
source: This may take a couple of minutes
dsb: To móžo někotare minuty traś

source: Please hold on. We are linking your friend and your contact.
dsb: Pšosym pócakajśo. Zwězujomy wašogo pśijaśela z wašym kontaktom.

source: Please hold on. We are canceling the ongoing operation.
dsb: Pšosym pócakajśo. Pśetergnjomy běžecu operaciju.

source: Error {{from}}
dsb: Zmólka {{from}}

# error2
source: Do you want to retry?
dsb: Cośo hyšći raz wopytaś?

# errorProposal
source: calculating proposals
dsb: pśi wuźěłanju naraźenjow

# errorFriends
source: retrieving friends
dsb: pśi wótwółowanju pśijaśelow

source: linking contact
dsb: pśi zwězowanju kontakta

source: Exceeded timeout {{from}}
dsb: Casowy limit pśekšocony {{from}}

# timeout2
source: Do you want to retry?
dsb: Cośo hyšći raz wopytaś?

# timeoutProposal
source: calculating proposals
dsb: pśi wuźěłanju naraźenjow

# timeoutFriends
source: retrieving friends
dsb: pśi wótwółowanju pśijaśelow

source: linking contacts
dsb: pśi zwězowanju kontaktow

source: Please hold on
dsb: Pšosym pócakajśo

# wait2
source: This may take a couple of minutes
dsb: To móžo někotare minuty traś

source: Please hold on. We are calculating a proposal.
dsb: Pšosym pócakajśo. Wuźěłamy naraźenje.

source: Please hold on. We are connecting to obtain your friend list.
dsb: Pšosym pócakajśo. Zwězujomy z wašeju lisćinu pśijaśelow.

# curtainCancel
source: Cancel
dsb: Pśetergnuś

source: Retry
dsb: Hyšći raz wopytaś

# curtainOK
source: OK
dsb: W pórěźe

source: No Internet connection
dsb: Žeden internetny zwisk

source: Friends’ photos will not be added to your contacts. Continue anyway?
dsb: Fota pśijaśelow njepśidaju se wašym kontaktam. Weto pókšacowaś?

# yesOption
source: OK
dsb: W pórěźe

# noOption
source: Cancel
dsb: Pśetergnuś

source: Your Facebook session is invalid. Please sign in.
dsb: Wašo pósejźenje na Facebooku jo njepłaśiwe. Pšosym pśizjawśo se.

source: There was an error synchronizing your friend’s data
dsb: Zmólka pśi synchronizěrowanju datow wašogo pśijaśela
