Repository: translate/mozilla-gaia
Catalog: ach/shared/permissions/permissions.properties.po
Languages: ach

source: App Permission
ach: Twer me purugram

source: Website Permission
ach: Twer me kakube

source: Select Camera
ach: Yer lamak cal

source: Schedule Alarms
ach: Ter alam

source: Microphone
ach: Mikropon

source: Would you like to share your microphone with {{app}}?
ach: Imito nywako mikropon mamegi ki {{app}}?

source: Would you like to share your microphone with {{site}}?
ach: Imito nywako mikropon mamegi ki {{site}}?

# perm-audio-channel-content
source: Play Sounds
ach: Tuk dwon

source: Play Notification Sounds
ach: Tuk dwon me miyo ngec

source: Play Ringtone Sounds
ach: Tuk dwon me rington

source: Access Sensor Data
ach: Nong tic me sensor

source: Inspect Web Pages
ach: Ngi pot buk me kakube

source: Cameras
ach: Lamak cal

source: Select a camera for {{app}}.
ach: Yer lamak cal pi {{app}}.

source: Select a camera for {{site}}.
ach: Yer lamak cal pi {{site}}.

source: Cell Broadcasts
ach: Kube pa cim iwiyamo

source: Contacts
ach: Namba cim

source: {{app}} would like to access your contact list.
ach: {{app}} mito nongo namba ma icim mamegi.

source: {{site}} would like to access your contact list.
ach: {{site}} mito nongo namba ma icim mamegi.

source: Notifications
ach: Jami angeya

source: {{app}} would like to display notifications.
ach: {{app}} mito nyuto jami angeya.

source: {{site}} would like to display notifications.
ach: {{site}} mito nyuto jami angeya.

source: Apps Storage
ach: Kakano purugram

source: Music Storage
ach: Kakano wer

source: {{app}} would like to access your music.
ach: {{app}} mito nongo wer mamegi.

source: {{site}} would like to access your music.
ach: {{site}} mito nongo wer mamegi.

source: Image Storage
ach: Kakano Cal

source: {{app}} would like to access your images.
ach: {{app}} mito nongo cal mamegi.

source: {{site}} would like to access your images.
ach: {{site}} mito nongo cal mamegi.

source: Memory Card Storage
ach: Kakan me Memory Kad

source: {{app}} would like to access your memory card.
ach: {{app}} mito nongo memory kad mamegi.

source: {{site}} would like to access your memory card.
ach: {{site}} mito nongo memory kad mamegi.

source: Video Storage
ach: Kakano video

source: {{app}} would like to access your videos.
ach: {{app}} mito nongo video mamegi.

source: {{site}} would like to access your videos.
ach: {{site}} mito nongo video mamegi.

source: Embed Apps
ach: Rwak purugram

source: FM Radio
ach: Radio me FM

source: {{app}} would like to use the FM Radio.
ach: {{app}} mito tic ki Radio me FM.

source: {{site}} would like to use the FM Radio.
ach: {{site}} mito tic ki Radio me FM.

source: Geolocation
ach: Kabedo

source: {{app}} would like to know your location.
ach: {{app}} mito ngeyo kabedo mamegi.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
ach: {{brandShortName}} tiyo ki tic calo GPS, WI-FI, ki kube me cim ma ka ngeti me konyo moko byek me kabedo mamegi. Tic kicwalo bot Mozilla ki lupok tic mukene kadong ki bitic kwede ma kulu me yubo dero me kabedo ego ni. Tic kiromo kano ne i nyonyo mamegi ki coko tic twero time kadi bed purugram mo pe tye ka ngwec.

source: {{site}} would like to know your location.
ach: {{site}} mito ngeyo kabedo mamegi.

source: See Idle Status
ach: Nen gin matye ata

source: Privileged IndexedDB
ach: IndexedDB me gum

source: Unlimited IndexedDB Storage
ach: Kakan me IndexedDB mape gik

source: Manage Keyboards
ach: Lor ka diyo coc

source: Act as a Keyboard
ach: Tii calo ka diyo coc

source: Camera and Microphone
ach: Lamak cal ki mikropon

source: Would you like to share your camera and microphone with {{app}}?
ach: Imito nywako lamak cal ki mikropon mamegi ki {{app}}?

source: Would you like to share your camera and microphone with {{site}}?
ach: Imito nywako lamak cal ki mikropon mamegi ki {{site}}?

source: Mobile Connection
ach: Kube me cim

source: Mobile Identity
ach: Lanyut me cim

source: Network Events
ach: Gin matime me Kube

source: Start an App
ach: Cak purugram

source: Modify Apps Permissions
ach: Yik twer me purugram

source: Power Settings
ach: Ter me mac

source: Modify Settings
ach: Yik ter

source: Cross-Origin Requests
ach: Kwac me Cross-Origin

source: Telephony
ach: Cwalo lok

source: Camera
ach: Lamak cal

source: Would you like to share your camera with {{app}}?
ach: Imito nywako lamak cal mamegi ki {{app}}?

source: Would you like to share your camera with {{site}}?
ach: Imito nywako lamak cal ki {{site}}?

source: Control Voicemail
ach: Lor kwena me dwon

source: Install Webapps
ach: Ket purugram me kakube

source: Manage Wi-Fi
ach: Lor Wi-Fi

source: Open Overlay Popups
ach: Yab gin matuc atura iwiye

source: Play Alarm Sounds
ach: Tuk dwon me alam

# perm-audio-channel-normal
source: Play Sounds
ach: Tuk dwon

source: Play public notification sounds
ach: Tuk dwon me miyo ngec pa lwak

source: Play Telephony Sounds
ach: Tuk dwon ngat ma igone cim

source: Act as a Background Service
ach: Tii calo tic matime ingec

source: Crash Data Storage
ach: Kakano tic ma obale

source: Access Downloads
ach: Nong Gam

source: Embed Widgets
ach: Rwak nyonyo mapire tek

source: Feature Detection
ach: Nyuto kit

source: Firefox Accounts
ach: Akaunti me Firefox

source: Mobile Network
ach: Kube me cim

source: Open Overlay Popups (moz)
ach: Yab gin matuc atura iwiye (moz)

source: Play Ringtone Sounds (moz)
ach: Tuk dwon me rington (moz)

source: Play Telephony Sounds (moz)
ach: Tuk dwon ngat ma igono cim (moz)

source: Firefox Accounts (moz)
ach: Akaunti me Firefox (moz)

source: Control Usage Stats
ach: Lor tic ma kicoko

source: NFC HCI Events
ach: Gin matime me NFC HCI

source: Manage NFC
ach: Lor NFC

source: Phone Number Service
ach: Tic me namba cim

source: Push API
ach: API me coro

source: Resource Stats
ach: Ngec me jami tic

source: Send and Read SMS
ach: Cwal ki kwan SMS

source: Control Volume
ach: Lor dwon

source: Access Storage
ach: Nong kakano jami

source: TCP Sockets
ach: Bur me TCP

source: Test Permission
ach: Twer me temo

source: Set Date and Time
ach: Ter nino dwe ki cawa

source: UDP Sockets
ach: Bur me UDP

source: WAP Push
ach: Coro WAP
