Repository: translate/mozilla-gaia
Catalog: */apps/communications/contacts/contacts.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, eo, eu, fa, ga_ie, gd, hu, kk, km, kn, lv, mai, mg, ml, mr, ms, my, ne, nn_no, or, ro, sw, ta, te, th, tr, ur, uz, wa, xh, zu

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
af: Skrap {{n}} kontakte? Dit kan nie ontdoen word nie.
am: ላጥፋቸው {{n}} ግንኙነቶች? ይህን መተው አይቻልም
ar: حذف {{n}} جهة إتصال ؟ هذا لايمكن التراجع عنه.
as: {{n}} পৰিচয়সমূহ মচি পেলাব নে? ইয়াক পিছত নহোৱা কৰিব নোৱাৰিব।
bg: Изтриване на {{n}} контакта? Това действие не може да бъде отменено.
bn_bd: {{n}}টি পরিচিতি অপসারণ করবেন? এগুলো আর ফেরত পাওয়া যাবে না।
bn_in: {{n}} যোগাযোগ মুছবেন? এটি পূর্বাবস্থা করা যাবে না।
br: Dilemel {{n}} darempred ? An dra-mañ n'hallo ket bezañ disc'hraet.
bs: Izbrisati {{n}} kontakata? Ovu operaciju nije moguće poništiti.
ca: Voleu eliminar {{n}} contactes? Aquesta acció no es pot desfer.
cy: Dileu {{n}} Cysylltiad? Nid oes modd dadwneud hyn.
eo: Ĉu forigi {{n}} kontaktojn? Tio ne malfareblas.
eu: {{n}} kontaktu ezabatu? Hau ezin da desegin.
fa: {{n}} مخاطب حذف شود؟ این کار برگشت ناپذیر است.
ga_ie: Scrios {{n}} dteagmhálaí? Fainic! Beidh siad scriosta go brách.
gd: A bheil thu airson {{n}} neach-aithne seo a sguabadh às? Cha ghabh seo a neo-dhèanamh.
hu: Töröl {{n}} névjegyet? Ez nem vonható vissza.
kk: {{n}} контактты өшіру керек пе? Бұл әрекетті болдырмау мүмкін емес болады.
km: លុប​ទំនាក់ទំនង {{n}} ? វា​មិន​អាច​មិន​ធ្វើ​វិញ​បាន​ទេ។
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಅಳಿಸಬೇಕೆ? ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
mai: {{n}} संपर्ककेँ हटाउ?एकरा पहिने जकां नहि कएल जा सकैत अछि.
mg: Hamafa kaontakita {{n}}? Tsy ho azo foanana izany.
ml: {{n}} വിലാസങ്ങൾ നീക്കം ചെയ്യണോ? ഇവ തിരിച്ചുകൊണ്ടുവരാൻ ആവില്ല.
mr: {{n}} संपर्क पत्ते नष्ट करावे? नंतर ते पूर्ववत करणे शक्य नाही.
ms: Hapus {{n}} Kenalan? Ini tidak boleh dibuat asal.
my: အဆက်အသွယ် {{n}} ဖျက်မလား? ဖျက်ပြီး ပြန်ယူလို့မရဘူးနော်!
ne: {{n}} सम्पर्कहरु हटाऊ? यो पूर्ववत गर्न सकिँदैन।
nn_no: Sletta {{n}} kontaktar? Dette kan ikkje gjerst om.
or: {{n}} ଗୋଟି ସମ୍ପର୍କ ଲିଭାଇବେ କି? ଏହା ପଛକୁ ଫେରାଯାଇପାରିବ ନାହିଁ ।
ro: Ștergi {{n}} contacte? Acest lucru nu poate fi anulat.
sw: Futa Anwani {{n}}? Hii haiwezi kutenduliwa.
ta: {{n}} தொடர்புகளை அழிக்கவா? இதை மீட்டெடுக்க முடியாது.
te: {{n}} పరిచయాలను తొలగించాలా? వాటినిక వెనక్కి తేలేము.
th: ลบ {{n}} รายชื่อ? สิ่งนี้ไม่สามารถเลิกทำ
tr: {{n}} kişi silinsin mi? Bu işlem geri alınamaz.
ur: {{n}} رابطہ حذف کریں؟ یہ کلعدم نہیں کیا جاسکتا۔
uz: {{n}} ta kontakt o‘chirilsinmi? Uni qayta tiklab bo‘lmaydi.
wa: Disfacer {{n}} contakes ? On n’ sait rivni e-n erî !
xh: Ucima abantu boqhagamshelwano aba-{{n}}? Oku akuyi kubuyiswa umva.
zu: Zidilithwe Izinombolo ezingu-{{n}}? Lokhu ngeke ukwazi ukukuhoxisa.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
af: Skrap {{n}} kontakte? Dit kan nie ontdoen word nie.
am: ላጥፋቸው {{n}} ግንኙነቶች? ይህን መተው አይቻልም
ar: حذف {{n}} جهة إتصال ؟ هذا لايمكن التراجع عنه.
as: {{n}} পৰিচয়সমূহ মচি পেলাব নে? ইয়াক পিছত নহোৱা কৰিব নোৱাৰিব।
bg: Изтриване на {{n}} контакта? Това действие не може да бъде отменено.
bn_bd: {{n}}টি পরিচিতি অপসারণ করবেন? এগুলো আর ফেরত পাওয়া যাবে না।
bn_in: {{n}} যোগাযোগ মুছবেন? এটি পূর্বাবস্থা করা যাবে না।
br: Dilemel {{n}} darempred ? An dra-mañ n'hallo ket bezañ disc'hraet.
bs: Izbrisati {{n}} kontakata? Ovu operaciju nije moguće poništiti.
ca: Voleu eliminar {{n}} contactes? Aquesta acció no es pot desfer.
cy: Dileu {{n}} Cysylltiad? Nid oes modd dadwneud hyn.
eo: Ĉu forigi {{n}} kontaktojn? Tio ne malfareblas.
eu: {{n}} kontaktu ezabatu? Hau ezin da desegin.
fa: {{n}} مخاطب حذف شود؟ این کار برگشت ناپذیر است.
ga_ie: Scrios {{n}} teagmhálaí? Fainic! Beidh siad scriosta go brách.
gd: A bheil thu airson {{n}} neach-aithne a sguabadh às? Chan ghabh seo a neo-dhèanamh.
hu: Töröl {{n}} névjegyet? Ez nem vonható vissza.
kk: {{n}} контактты өшіру керек пе? Бұл әрекетті болдырмау мүмкін емес болады.
km: លុប​ទំនាក់ទំនង {{n}} ? វា​មិន​អាច​មិន​ធ្វើ​វិញ​បាន​ទេ។
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಅಳಿಸಬೇಕೆ? ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
mai: {{n}} संपर्ककेँ हटाउ? एकरा पहिने जकां नहि कएल जा सकैत अछि.
mg: Hamafa kaontakita {{n}}? Tsy ho azo foanana izany.
ml: {{n}} വിലാസങ്ങൾ നീക്കം ചെയ്യണോ? ഇവ തിരിച്ചുകൊണ്ടുവരാൻ ആവില്ല.
mr: {{n}} संपर्क पत्ते नष्ट करावे? नंतर ते पूर्ववत करणे शक्य नाही.
ms: Hapus {{n}} Kenalan? Ini tidak boleh dibuat asal.
my: အဆက်အသွယ် {{n}} ဖျက်မလား? ဖျက်ပြီး ပြန်ယူလို့မရဘူးနော်!
ne: {{n}} सम्पर्कहरु हटाऊ? यो पूर्ववत गर्न सकिँदैन।
nn_no: Sletta {{n}} kontaktar? Dette kan ikkje gjerast om.
or: {{n}} ଗୋଟି ସମ୍ପର୍କ ଲିଭାଇବେ କି? ଏହା ପଛକୁ ଫେରାଯାଇପାରିବ ନାହିଁ ।
ro: Ștergi {{n}} contacte? Acest lucru nu poate fi anulat.
sw: Futa Anwani {{n}}? Hii haiwezi kutenduliwa.
ta: {{n}} தொடர்புகளை அழிக்கவா? இதை மீட்டெடுக்க முடியாது.
te: {{n}} పరిచయాలను తొలగించాలా? వాటినిక వెనక్కి తేలేము.
th: ลบ {{n}} รายชื่อ? สิ่งนี้ไม่สามารถเลิกทำ
tr: {{n}} kişi silinsin mi? Bu işlem geri alınamaz.
ur: {{n}} رابطہ حذف کریں؟ یہ کلعدم نہیں کیا جاسکتا۔
uz: {{n}} ta kontakt o‘chirilsinmi? Uni qayta tiklab bo‘lmaydi.
wa: Disfacer {{n}} contakes ? On n’ sait rivni e-n erî !
xh: Ucima abantu boqhagamshelwano aba-{{n}}? Oku akuyi kubuyiswa umva.
zu: Zidilithwe Izinombolo ezingu-{{n}}? Lokhu ngeke ukwazi ukukuhoxisa.

# SelectedTxt[zero]
source: Contacts
af: Kontakte
am: ግንኙነቶች
ar: جهات الاتصال
as: পৰিচয়সমূহ
bg: Контакти
bn_bd: পরিচিতি
bn_in: পরিচিতি
br: Darempredoù
bs: Kontakti
ca: Contactes
cy: Cysylltiadau
eo: Kontaktoj
eu: Kontaktuak
fa: مخاطبین
ga_ie: Teagmhálaithe
gd: Luchd-aithne
hu: Névjegyek
kk: Контакттар
km: ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳು
lv: Kontakti
mai: संपर्क
mg: Kaontakita
ml: വിലാസങ്ങൾ
mr: संपर्क पत्ते
ms: Kenalan
my: အဆက်သွယ်များ
ne: सम्पर्कहरू
nn_no: Kontaktar
or: ସମ୍ପର୍କଗୁଡ଼ିକ
ro: Contacte
sw: Anwani
ta: தொடர்பு
te: పరిచయాలు
th: รายชื่อ
tr: Kişiler
ur: رابطے
uz: Kontaktlar
wa: Contakes
xh: Abantu boqhagamshelwano
zu: Izinombolo ezisefonini

# SelectedTxt[one]
source: {{n}} selected
af: {{n}} gekies
am: {{n}} ተመርጧል
ar: {{n}} محدد
as: {{n}} নিৰ্বাচিত
bg: {{n}} избран
bn_bd: {{n}}টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} odabrano
ca: {{n}} seleccionat
cy: {{n}} wedi eu dewis
eu: {{n}} hautatuta
fa: {{n}} مورد انتخاب شده
ga_ie: Ceann amháin roghnaithe
gd: {{n}} air a thaghadh
hu: {{n}} kijelölve
kk: {{n}} таңдалды
km: បាន​ជ្រើស {{n}}
kn: {{n}} ಆರಿಸಲಾಗಿದೆ
lv: {{n}} izvēlēts
mai: {{n}} चयनित
mg: {{n}} voafantina
ml: {{n}} തിരഞ്ഞെടുത്തിരിക്കുന്നു
mr: {{n}} निवडले
ms: {{n}} dipilih
my: {{n}} ရွေးချယ်ပြီး
ne: {{n}} छानियो
nn_no: {{n}} vald
or: {{ n }}ଟି ବଛାଗଲା
ro: {{n}} selectat
sw: zimechaguliwa {{n}}
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
tr: {{n}} seçili
ur: {{n}} منتخب
uz: {{n}}ta tanlandi
wa: {{n}} di tchoezi
xh: ezi{{n}} zikhethiwe
zu: Kukhethwe okungu-{{n}}

# SelectedTxt[two]
source: {{n}} selected
af: {{n}} gekies
am: {{n}} ተመርጧል
ar: {{n}} محدد
as: {{n}} নিৰ্বাচিত
bg: {{n}} избрани
bn_bd: {{n}}টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} odabrana
ca: {{n}} seleccionats
cy: {{n}} wedi eu dewis
eo: {{n}} elektitaj
eu: {{n}} hautatuta
fa: {{n}} انتخاب شده
ga_ie: {{n}} cheann roghnaithe
gd: {{n}} air a thaghadh
hu: {{n}} kijelölve
kk: {{n}} таңдалды
km: បាន​ជ្រើស {{n}}
kn: {{n}} ಆರಿಸಲಾಗಿದೆ
lv: {{n}} izvēlēti
mai: {{n}} चयनित
mg: {{n}} voafantina
ml: {{n}} തിരഞ്ഞെടുത്തിരിക്കുന്നു
mr: {{n}} निवडले
ms: {{n}} dipilih
my: {{n}} ရွေးချယ်ပြီး
ne: {{n}} छानियो
nn_no: {{n}} valde
or: {{ n }}ଟି ବଛାଗଲା
ro: {{n}} selectate
sw: zimechaguliwa {{n}}
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
tr: {{n}} seçili
ur: {{n}} منتخب
uz: {{n}}ta tanlandi
wa: {{n}} di tchoezis
xh: ezi{{n}} zikhethiwe
zu: Kukhethwe okungu-{{n}}

# SelectedTxt[few]
source: {{n}} selected
af: {{n}} gekies
am: {{n}} ተመርጧል
ar: {{n}} محدد
as: {{n}} নিৰ্বাচিত
bg: {{n}} избрани
bn_bd: {{n}}টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} odabrano
ca: {{n}} seleccionats
cy: {{n}} wedi eu dewis
eo: {{n}} elektitaj
eu: {{n}} hautatuta
fa: {{n}} انتخاب شده
ga_ie: {{n}} cinn roghnaithe
gd: {{n}} air a thaghadh
hu: {{n}} kijelölve
kk: {{n}} таңдалды
km: បាន​ជ្រើស​ {{n}}
kn: {{n}} ಆರಿಸಲಾಗಿದೆ
mai: {{n}} चयनित
mg: {{n}} voafantina
ml: {{n}} തിരഞ്ഞെടുത്തിരിക്കുന്നു
mr: {{n}} निवडले
ms: {{n}} dipilih
my: {{n}} ရွေးချယ်ပြီး
ne: {{n}} छानियो
nn_no: {{n}} valde
or: {{n}} ବଛାଗଲା
ro: {{n}} selectate
sw: zimechaguliwa {{n}}
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
tr: {{n}} seçili
ur: {{n}} منتخب
uz: {{n}}ta tanlandi
wa: {{n}} di tchoezis
xh: ezi{{n}} zikhethiwe
zu: Kukhethwe okungu-{{n}}

# SelectedTxt[many]
source: {{n}} selected
af: {{n}} gekies
am: {{n}} ተመርጧል
ar: {{n}} محدد
as: {{n}} নিৰ্বাচিত
bg: {{n}} избрани
bn_bd: {{n}}টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} odabrano
ca: {{n}} seleccionats
cy: {{n}} wedi ei ddewis
eo: {{n}} elektitaj
eu: {{n}} hautatuta
fa: {{n}} انتخاب شده
ga_ie: {{n}} gcinn roghnaithe
gd: {{n}} air a thaghadh
hu: {{n}} kijelölve
kk: {{n}} таңдалды
km: បាន​ជ្រើស {{n}}
kn: {{n}} ಆರಿಸಲಾಗಿದೆ
mai: {{n}} चयनित
mg: {{n}} voafantina
ml: {{n}} തിരഞ്ഞെടുത്തിരിക്കുന്നു
mr: {{n}} निवडले
ms: {{n}} dipilih
my: {{n}} ရွေးချယ်ပြီး
ne: {{n}} छानियो
nn_no: {{n}} valde
or: {{n}} ବଛାଗଲା
ro: {{n}} selectate
sw: zimechaguliwa {{n}}
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
tr: {{n}} seçili
ur: {{n}} منتخب
uz: {{n}}ta tanlandi
wa: {{n}} di tchoezis
xh: ezi{{n}} zikhethiwe
zu: Kukhethwe okungu-{{n}}

# SelectedTxt[other]
source: {{n}} selected
af: {{n}} gekies
am: {{n}} ተመርጧል
ar: {{n}} محدد
as: {{n}} নিৰ্বাচিত
bg: {{n}} избрани
bn_bd: {{n}}টি নির্বাচিত
bn_in: {{n}} নির্বাচিত
br: {{n}} diuzet
bs: {{n}} odabrano
ca: {{n}} seleccionats
cy: {{n}} wedi ei ddewis
eo: {{n}} elektitaj
eu: {{n}} hautatuta
fa: {{n}} انتخاب شده
ga_ie: {{n}} ceann roghnaithe
gd: {{n}} air a thaghadh
hu: {{n}} kijelölve
kk: {{n}} таңдалды
km: បាន​ជ្រើស {{n}}
kn: {{n}} ಆರಿಸಲಾಗಿದೆ
mai: {{n}} चयनित
mg: {{n}} voafantina
ml: {{n}} തിരഞ്ഞെടുത്തിരിക്കുന്നു
mr: {{n}} निवडले
ms: {{n}} dipilih
my: {{n}} ရွေးချယ်ပြီး
ne: {{n}} छानियो
nn_no: {{n}} valde
or: {{n}} ବଛାଗଲା
ro: {{n}} selectate
sw: zimechaguliwa {{n}}
ta: {{n}} தேர்ந்தன
te: {{n}} ఎంచుకున్నారు
th: เลือกแล้ว {{n}}
tr: {{n}} seçili
ur: {{n}} منتخب
uz: {{n}}ta tanlandi
wa: {{n}} di tchoezis
xh: ezi{{n}} zikhethiwe
zu: Kukhethwe okungu-{{n}}

source: Video
am: ቪዲዮ
ar: ڤيديو
as: ভিডিঅ'
bg: Видео
bn_bd: ভিডিও
bn_in: ভিডিও
ca: Vídeo
cy: Fideo
eo: Filmeto
eu: Bideoa
fa: فیلم
ga_ie: Fís
hu: Videó
kk: Видео
km: វីដេអូ
kn: ವೀಡಿಯೋ
mai: वीडियो
mg: Horonantsary
ml: വീഡിയോ
mr: व्हिडीओ
my: ဗီဒီယို
ne: भिडियो
or: ଭିଡିଓ
ta: ஒளிக்காட்சி
te: దృశ్యకం
th: วิดีโอ
ur: ویڈیو
wa: Videyo
xh: Ividiyo
zu: Ividiyo

source: Audio
af: Oudio
am: ድምፅ
ar: مقطع صوتي
as: অডিঅ'
bg: Аудио
bn_bd: অডিও
bn_in: অডিও
br: Aodio
ca: Àudio
cy: Sain
eo: Sono
eu: Audioa
fa: صدا
ga_ie: Fuaim
gd: Fuaim
hu: Hang
kk: Аудио
km: អូឌីយ៉ូ
kn: ಆಡಿಯೊ
mai: आडियो
mg: Rakipeo
ml: ഓഡിയോ
mr: ध्वनी
my: အော်ဒီယို
ne: ध्वनि
nn_no: Lyd
or: ଅଡିଓ
sw: Sauti
ta: ஒலி
te: శ్రవ్యకం
th: เสียง
tr: Ses
ur: آڈیو
wa: Odio
xh: Enesandi
zu: Umsindo

# removeField.ariaLabel
source: Remove
am: ማስወገጃ
ar: إزَالة
bg: Премахване
bn_bd: অপসারণ
bn_in: অপসারণ করুন
br: Lemel
bs: Ukloni
ca: Elimina
cy: Tynnu
eu: Kendu
fa: حذف
ga_ie: Bain
gd: Thoir air falbh
hu: Eltávolítás
kk: Өшіру
km: លុប​ចេញ
kn: ತೆಗೆದುಹಾಕು
lv: Noņemt
mai: हटाउ
ms: Singkir
my: ဖယ်
ne: हटाउनुहोस्
nn_no: Fjern
ro: Elimină
ta: நீக்கு
te: తీసివేయి
th: เอาออก
tr: Kaldır
ur: ہٹائیں
uz: O‘chirish
wa: Oister

source: Undo
am: መተው
ar: تراجع
bg: Отмяна
bn_bd: পূর্বাবস্থা
bn_in: পূর্বাবস্থায় ফিরিয়ে নিন
br: Dizober
bs: Poništi
ca: Desfés
cy: Dadwneud
eu: Desegin
fa: برگردان
ga_ie: Cealaigh
gd: Neo-dhèan
hu: Visszavonás
kk: Болдырмау
km: មិន​ធ្វើ​វិញ
kn: ರದ್ದುಗೊಳಿಸು
lv: Atmest
mai: वापस लिअ'
ml: വേണ്ടെന്ന് വയ്കുക
ms: Buat asal
my: ပြန်​ဖြည်ပါ
ne: पूर्वस्थितिमा फर्काउनुहोस्
nn_no: Angre
ro: Anulează
ta: செயல் நீக்கு
te: రద్దుచేయి
th: เลิกทำ
tr: Geri al
ur: کالعدم
uz: Qaytarish
wa: Disfé

source: ICE Contacts
am: ለ ድንገተኛ ግንኙነቶች
ar: جهات إتصال قائمة الطوارئ
bg: Контакти ИС
bn_bd: ICE পরিচিতি
bn_in: ICE পরিচিতি
br: Darempredoù ICE
bs: UHS kontakti
ca: Contactes ICE
cy: Cysylltiadau ICE
eu: Larrialdi-kontaktuak
fa: مخاطب‌های ICE
ga_ie: Teagmhálaithe Éigeandála
gd: Luchd-aithne èiginn
hu: ICE névjegyek
kk: ICE контакттар
km: ទំនាក់ទំនង ICE
kn: ICE ಸಂಪರ್ಕಗಳು
mai: ICE संपर्क
mr: ICE संपर्क
ms: Kenalan ICE
my: ICE အဆက်အသွယ်များ
ne: ICE सम्पर्कहरु
nn_no: ICE-kontaktar
ro: Contacte ICE
ta: ICE தொடர்பு
th: รายชื่อในกรณีฉุกเฉิน
tr: Acil durum kişileri
ur: ICE رابطہ افراد
uz: ICE kontaktlar
wa: Contakes ICE

source: Edit Picture
am: ስእል ማረሚያ
ar: حرِّر الصورة
bg: Промяна на снимката
bn_bd: ছবি সম্পাদন
bn_in: ছবি সম্পাদনা করুন
br: Embann ar skeudenn
bs: Uredi sliku
ca: Edita la imatge
cy: Golygu Llun
eu: Editatu irudia
fa: ویرایش تصویر
ga_ie: Cuir Pictiúr in Eagar
gd: Deasaich an dealbh
hu: Kép szerkesztése
kk: Суретті қосу
kn: ಚಿತ್ರವನ್ನು ಸಂಪಾದಿಸು
lv: Rediģēt attēlu
mai: चित्र जोड़ू
mr: छायाचित्र संपादित करा
ms: Edit Gambar
my: ပုံထည့်ပါ
ne: तस्विर सम्पादन
nn_no: Rediger bilde
ro: Editează fotografie
ta: படத்தை தொகு
th: แก้ไขรูปภาพ
tr: Fotoğrafı düzenle
ur: تصویر تدوین کریں
uz: Rasm qo‘shish
wa: Aspougnî l’ imådje

source: Remove photo
am: ፎቶ ማስወገጃ
ar: أزل الصّورة
bg: Премахване на снимката
bn_bd: ছবি অপসারণ
bn_in: ছবি মুছুন
br: Lemel al luc'hskeudenn
bs: Ukloni sliku
ca: Elimina la foto
cy: Tynnu llun
eu: Kendu argazkia
fa: حذف تصویر
ga_ie: Bain an grianghraf
gd: Thoir air falbh an dealbh
hu: Kép eltávolítása
kk: Фотосуретті өшіру
kn: ಫೋಟೊ ತೆಗೆದುಹಾಕು
lv: Noņemt attēlu
mai: फोटो हटाबू
ms: Singkir foto
my: ဓာတ်ပုံ ဖျက်ရန်
ne: तस्बिर हटाउनुहोस्
nn_no: Fjern bilde
ro: Elimină fotografia
ta: படத்தை நீக்கு
th: เอารูปภาพออก
tr: Fotoğrafı sil
ur: فوٹو ہٹائیں
uz: Fotosuratni o‘chirish
wa: Oister foto

source: Change photo
am: ፎቶ መቀየሪያ
ar: غيّر الصّورة
bg: Промяна на снимката
bn_bd: ছবি পরিবর্তন
bn_in: ছবি পরিবর্তন করুন
br: Kemmañ al luc'hskeudenn
bs: Promijeni sliku
ca: Canvia la foto
cy: Newid llun
eu: Aldatu argazkia
fa: تغییر تصویر
ga_ie: Athraigh an grianghraf
gd: Atharraich an dealbh
hu: Kép cseréje
kk: Фотоны өзгерту
km: ប្ដូរ​រូបថត
kn: ಫೋಟೊ ಬದಲಾಯಿಸು
lv: Mainīt attēlu
mai: फोटो बदलू
ms: Tukar foto
my: ပုံအား ပြောင်းပါ
ne: तस्बिर परिवर्तन गर्नुहोस्
nn_no: Endra bilde
ro: Schimbă fotografia
ta: படத்தை மாற்று
te: ఫొటోని మార్చు
th: เปลี่ยนรูปภาพ
tr: Fotoğrafı değiştir
ur: فوٹو تبدیل کریں
uz: Fotosuratni o‘zgartirish
wa: Candjî di foto

source: Photo options
am: የ ፎቶ ምርጫ
ar: خيارات الصورة
bg: Настройки на снимката
bn_bd: ছবি অপশন
bn_in: ছবির বিকল্প
br: Dibarzhioù al luc'hskeudenn
bs: Opcije slike
ca: Opcions de foto
cy: Dewisiadau lluniau
eu: Argazkiaren aukerak
fa: گزینه‌های تصویر
ga_ie: Roghanna grianghraif
gd: Roghainnean an deilbh
hu: Képbeállítások
kk: Фото баптаулары
km: ជម្រើស​រូបថត
kn: ಫೋಟೊ ಆಯ್ಕೆಗಳು
lv: Attēla opcijas
mai: फोटो विकल्प
ms: Pilihan Foto
my: ဓာတ်ပုံဆိုင်ရာ အပြင်အဆင်များ
ne: तस्बिर विकल्पहरु
nn_no: Bildeinnstillingar
ro: Opțiuni pentru fotografie
ta: படத் தேர்வுகள்
th: ตัวเลือกรูปภาพ
tr: Fotoğraf seçenekleri
ur: فوٹو اختیارات
uz: Fotosurat moslamalari
wa: Tchuzes del foto

source: Import all
am: ሁሉንም ማምጫ
ar: استيراد الكل
bg: Внасяне на всички
bn_bd: সব ইম্পোর্ট
br: Enporzhiañ an holl
bs: Uvezi sve
cy: Mewnforio'r cyfan
eu: Inportatu denak
fa: واردکردن همه
ga_ie: Iompórtáil uile
gd: Ion-phortaich na h-uile
hu: Az összes importálása
kk: Барлығын импорттау
lv: Importēt visus
nn_no: Importer alle
ro: Importă totul
th: นำเข้าทั้งหมด
tr: Tümünü içe aktar
ur: تمام درآمد کریں
uz: Barchasini import qilish

source: No contacts imported
am: ምንም ግንኙነት አልመጣም
ar: لم يتم استيراد جهات اتصال
bg: Не са внесени контакти
bn_bd: কোন পরিচিতি ইম্পোর্ট হয়নি
br: Darempred ebet ezporzhiet
bs: Kontakti nisu uvezeni
cy: Heb allforio cysylltiadau
eu: Ez da kontakturik inportatu
fa: هیچ مخاطبی وارد نشده است
ga_ie: Níor easpórtáladh aon teagmhálaithe
gd: Cha deach neach-aithne sam bith ion-phortadh
hu: Nincs importálva névjegy
kk: Контакттар импортталмады
lv: Nav importētu kontaktu
nn_no: Ingen kontaktar importerte
ro: Niciun contact importat
th: ไม่มีรายชื่อถูกนำเข้า
tr: Hiçbir kişi içe aktarılmadı
ur: کوئی رابطہ افراد برآمد نہیں کیئے گئے
uz: Kontaktlar import qilinmadi

source: Imported one contact
am: አንድ ግንኙነት መጥቷል
ar: تم استيراد جهة اتصال واحدة
bg: Внесен е един контакт
bn_bd: একটি পরিচিতি ইম্পোর্ট হয়েছে
br: Un darempred enporzhiet
bs: Uvezen jedan kontakt
cy: Mewnforiwyd un cysylltiad
eu: Kontaktu bat inportatu da
fa: یک مخاطب وارد شده است
ga_ie: Iompórtáladh teagmhálaí amháin
gd: Chaidh {{n}} neach-aithne ion-phortadh
hu: Egy névjegy átmásolva
kk: Бір контакт импортталды
lv: Importēja vienu kontaktu
nn_no: Importerte ein kontakt
ro: Importat un contact
th: นำเข้าหนึ่งรายชื่อแล้ว
ur: ایک رابطہ فرد درآمد کیا
uz: Bitta kontakt import qilinmadi

# vCardContacts-imported[two]
source: Imported {{n}} contacts
am: መጥተዋል {{n}} ግንኙነቶች
ar: تم استيراد جهتي اتصال
bg: Внесени {{n}} контакта
bn_bd: {{n}} টি পরিচিতি ইম্পোর্ট হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezeno {{n}} kontakta
cy: Mewnforiwyd {{n}} cysylltiad
eu: {{n}} kontaktu inportatu dira
fa: {{n}} مخاطب وارد شده است
ga_ie: Iompórtáladh {{n}} theagmhálaí
gd: Chaidh {{n}} neach-aithne ion-phortadh
hu: {{n}} névjegy átmásolva
kk: {{n}} контакт импортталды
lv: Importēja {{n}} kontaktus
nn_no: Importerte {{n}} kontaktar
ro: Importate {{n}} contacte
th: นำเข้า {{n}} รายชื่อแล้ว
tr: {{n}} kişi içe aktarıldı
ur: {{n}} رابطہ افراد درآمد شدہ
uz: {{n}} ta kontakt import qilindi

# vCardContacts-imported[few]
source: Imported {{n}} contacts
am: መጥተዋል {{n}} ግንኙነቶች
ar: تم استيراد {{n}} جهات اتصال
bg: Внесени {{n}} контакта
bn_bd: {{n}} টি পরিচিতি ইম্পোর্ট হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezeno {{n}} kontakata
cy: Mewnforiwyd {{n}} cysylltiad
eu: {{n}} kontaktu inportatu dira
fa: {{n}} مخاطب وارد شده است
ga_ie: Iompórtáladh {{n}} theagmhálaí
gd: Chaidh {{n}} neach-aithne ion-phortadh
hu: {{n}} névjegy átmásolva
kk: {{n}} контакт импортталды
nn_no: Importerte {{n}} kontaktar
ro: Importate {{n}} contacte
th: นำเข้า {{n}} รายชื่อแล้ว
tr: {{n}} kişi içe aktarıldı
ur: {{n}} رابطہ افراد درآمد شدہ
uz: {{n}} ta kontakt import qilindi

# vCardContacts-imported[many]
source: Imported {{n}} contacts
am: መጥተዋል {{n}} ግንኙነቶች
ar: تم استيراد {{n}} جهة اتصال
bg: Внесени {{n}} контакта
bn_bd: {{n}} টি পরিচিতি ইম্পোর্ট হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezeno {{n}} kontakata
cy: Mewnforiwyd {{n}} cysylltiad
eu: {{n}} kontaktu inportatu dira
fa: {{n}} مخاطب وارد شده است
ga_ie: Iompórtáladh {{n}} dteagmhálaí
gd: Chaidh {{n}} neach-aithne ion-phortadh
hu: {{n}} névjegy átmásolva
kk: {{n}} контакт импортталды
nn_no: Importerte {{n}} kontaktar
ro: Importate {{n}} contacte
th: นำเข้า {{n}} รายชื่อแล้ว
tr: {{n}} kişi içe aktarıldı
ur: {{n}} رابطہ افراد درآمد شدہ
uz: {{n}} ta kontakt import qilindi

# vCardContacts-imported[other]
source: Imported {{n}} contacts
am: መጥተዋል {{n}} ግንኙነቶች
ar: تم استيراد {{n}} جهة اتصال
bg: Внесени {{n}} контакта
bn_bd: {{n}} টি পরিচিতি ইম্পোর্ট হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezeno {{n}} kontakata
cy: Mewnforiwyd {{n}} cysylltiad
eu: {{n}} kontaktu inportatu dira
fa: {{n}} مخاطب وارد شده است
ga_ie: Iompórtáladh {{n}} teagmhálaí
gd: Chaidh {{n}} neach-aithne ion-phortadh
hu: {{n}} névjegy átmásolva
kk: {{n}} контакт импортталды
nn_no: Importerte {{n}} kontaktar
ro: Importate {{n}} contacte
th: นำเข้า {{n}} รายชื่อแล้ว
tr: {{n}} kişi içe aktarıldı
ur: {{n}} رابطہ افراد درآمد شدہ
uz: {{n}} ta kontakt import qilindi

source: This contact does not have a phone number and email address
ar: جهة الاتّصال هذه لا تملك رقم هاتف ولا عُنوان بريد إلكتروني
bn_in: এই পরিচিতির কোন ফোন নাম্বার বা মেইল অ্যাড্রেস নেই
bs: Ovaj kontakt nema broj telefona niti email adresu
ca: Aquest contacte no té número de telèfon ni adreça electrònica
cy: Nid oes gan y cysylltiad hwn rif ffôn a chyfeiriad e-bost
ga_ie: Níl uimhir ghutháin ná seoladh ríomhphoist ag an teagmhálaí seo
gd: Chan eil àireamh fòn is seòladh puist-d aig an neach-aithne seo
kk: Бұл контакттың телефон нөмірі және эл. пошта адресі жоқ
kn: ಈ ಸಂಪರ್ಕ ದೂರವಾಣಿ ಸಂಖ್ಯೆ ಅಥವಾ ಇಮೇಲ್ ವಿಳಾಸ ಹೊಂದಿಲ್ಲ
mai: एहि संपर्क केर फोन नंबर और ईमेल पता नहि अछि
ms: Kenalan ini tidak mempunyai nombor telefon dan alamat emel
my: အဆက်အသွယ်တွင် ဖုန်းနံပါတ် နှင့် အီးမေလ်းလိပ်စာ မရှိပါ
ne: यो सम्पर्क फोन नम्बर र इमेल ठेगाना छैन।
nn_no: Denne kontakten har ikkje noko telefonnummer eller epostadresse
ro: Acest contact nu are un număr de telefon și o adresă de e-mail
th: รายชื่อนี้ไม่มีหมายเลขโทรศัพท์และที่อยู่อีเมล
tr: Bu kişinin telefon numarası ve e-posta adresi yok
wa: Ci contake ci n’ a ni limero d’ telefone, ni adresse emile

source: SMS
am: ኤስኤምኤስ
ar: رسالة قصيرة
eu: SMSa
fa: پیام‌کوتاه
lv: Īsziņas
ta: குறுந்செய்தி

source: %B %e
ro: %e %B
wa: %e %B
xh: %e %B
zu: %e %B

source: {{ destination }} {{ carrier }}
ne: {{ गन्तब्य }} {{ बाहक }}

source: Call
mg: Hiantso

source: Edit
mg: Hanitsy

source: Remove
mg: Hanala

source: Cannot add to contact as your contact list is empty
mg: Tsy afaka manampy kaontakita satria foana ny lisi-kaontakitanao

source: Phone
mg: Telefaona

source: Custom
mg: Hanokana

source: Label
mg: Etikety

source: Mobile
mg: Finday

source: Home
mg: Fonenana

source: Work
mg: Fiasana

source: Personal
mg: Manokana

source: Fax home
mg: Fax fonenana

source: Fax office
mg: Fax fiasana

source: Fax other
mg: Fax hafa

source: Another
mg: Iray hafa

source: Other
mg: Hafa

source: Custom tag
mg: Tagy manokana

source: Current
mg: Ankehitriny

source: Address
mg: Adiresy

source: Settings
eo: Agordoj
mg: Tefy

source: Export to SD Card
mg: Aondrana mankao @ Karatra SD

source: Cannot use SD Card because USB storage is enabled
mg: Tsy afaka mampiasa Karatra SD satria mandeha ny fitehirizana USB

source: Create a new contact
mg: Hamorona kaontakita vaovao

source: Import your contacts from SIM card or Facebook
mg: Hafaro avy @ karatra SIM na Facebook ireo kaontakitanao
