Repository: translate/mozilla-gaia
Catalog: */apps/communications/contacts/contacts.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, eo, eu, fa, ga_ie, gd, hu, kk, km, kn, lv, mai, mg, ml, mr, ms, my, ne, nn_no, or, ro, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: Link contact
af: Koppel kontak
am: ግንኙነት አገናኝ
ar: ربط جهة اتصال
as: পৰিচয় সংযোগ কৰক
bg: Свързване на контакт
bn_bd: পরিচিতি লিঙ্ক করুন
bn_in: পরিচিতি সংযোগ করুন
br: Liamm darempred
bs: Poveži kontakt
ca: Enllaça el contacte
cy: Cysylltu cysylltiad
eo: Ligilo de kontakto
eu: Lotu kontaktua
fa: پیوند مخاطب
ga_ie: Ceangal an teagmhálaí
gd: Ceangail an neach-aithne
hu: Névjegy összekapcsolása
kk: Контактты байланыстыру
km: ភ្ជាប់​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳನ್ನು ಜೋಡಿಸು
lv: Saistīt kontaktu
mai: संपर्क लिंक करू
mg: Handrohy kaontakita
ml: വിലാസം ബന്ധപ്പെടുത്തുക
mr: संपर्क जोडा
ms: Pautkan kenalan
my: အဆက်အသွယ်ချိတ်ဆက်ပြီး
ne: जोड्ने सम्पर्क
nn_no: Lenk kontakt
or: ସମ୍ପର୍କ ଭାବେ ଯୋଡ଼ନ୍ତୁ
ro: Leagă contactul
sw: Unganisha anwani
ta: தொடர்புகளை இணை
te: పరిచయానికి లంకెవేయి
th: เชื่อมโยงรายชื่อ
tr: Kişiyi bağla
ur: لنک رابطہ
uz: Kontaktni bog‘lash
wa: Aloyî contake
xh: Faka umntu oqhagamshelana naye kwikhonkco
zu: Linka inombolo

source: Unlink contact
af: Ontkoppel kontak
am: ግንኙነት አታገናኝ
ar: إلغاء ربط جهة الاتصال
as: পৰিচয় অসংযোগ কৰক
bg: Разкачване на контакт
bn_bd: পরিচিতি লিঙ্কমুক্ত করুন
bn_in: পরিচিতি বিচ্ছিন্ন করুন
br: Lemel darempred
bs: Ukloni vezu kontakta
ca: Desenllaça el contacte
cy: Datgysylltu cysylltiad
eo: Malligi kontakton
eu: Deslotu kontaktua
fa: حذف پیوند مخاطب
ga_ie: Dícheangal an teagmhálaí
gd: Dì-cheangail an neach-aithne
hu: Névjegykapcsolat felbontása
kk: Контакт байланысын өшіру
km: ផ្ដាច់​​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳನ್ನು ಬೇರ್ಪಡಿಸು
lv: Atsaistīt kontaktu
mai: संपर्क बिच्छेद करू
mg: Hanala rohy kaontakita
ml: വിലാസം ബന്ധം മാറ്റുക
mr: संपर्क तोडा
ms: Nyahpaut kenalan
my: အဆက်အသွယ်အားဖြုတ်
ne: सम्पर्क अनलिङ्क गर्नुहोस्
nn_no: Avlenk kontakt
or: ସମ୍ପର୍କ ସହିତ ସଂଯୋଗ କାଟନ୍ତୁ
ro: Dezleagă contactul
sw: Tenganisha anwani
ta: தொடர்பை துண்டி
te: పరిచయానికి లంకె తీసివేయి
th: เลิกเชื่อมโยงรายชื่อ
tr: Kişi bağlantısını kes
ur: کو غیر منسلک رابطہ
uz: Kontaktni uzish
wa: Dizaloyî contake
xh: Khupha umntu oqhagamshelana naye kwikhonkco
zu: Nqamula ukuxhumana nenombolo

source: Do you want to unlink your friend?
af: Wil jy graag jou vriend ontkoppel?
am: ጓደኛዎትን መለያየት ይፈልጋሉ?
ar: هل تريد فصل جهة الاتصال بصديقك؟
as: আপোনাৰ বন্ধুক অসংযোগ কৰিব খোজে নে?
bg: Желаете ли да разкачите Вашия приятел?
bn_bd: আপনি কি আপনার বন্ধুকে লিঙ্কমুক্ত করতে চান?
bn_in: বন্ধু বিচ্ছিন্ন করতে ইচ্ছুক কি?
br: C'hoant hoc'h eus da lemel ho mignon ?
bs: Da li želite ukloniti vezu s vašim prijateljem?
ca: Voleu desenllaçar la vostra amistat?
cy: Hoffech chi ddatgysylltu eich ffrind?
eo: Ĉu vi volas malligi vian amikon?
eu: Zure laguna deslotu nahi duzu?
fa: آیا شما می‌خواهید پیوند دوست خود را حذف کنید؟
ga_ie: Ar mhaith leat an ceangal le do chara a bhriseadh?
gd: A bheil thu airson an ceangal ri do charaid a thoirt às?
hu: Fel kívánja bontani a névjegykapcsolatot?
kk: Досыңызбен байланысты өшіруді қалайсыз ба?
km: តើ​អ្នក​ចង់​​ផ្ដាច់​​ទំនាក់ទំនង​ជាមួយ​មិត្ត​របស់​អ្នក​ឬ?
kn: ನಿಮ್ಮ ಗೆಳೆಯನೊಂದಿಗಿನ ಸಂಪರ್ಕವನ್ನು ಕಡಿದು ಹಾಕಲು ಬಯಸುವಿರಾ?
mai: की अहाँ अपन दोस्त सँ बिच्छेद करऽ चाहैत अछि?
mg: Te-hanala rohy ny namanao ianao?
ml: സുഹൃത്തിനെ വേര്‍പ്പെടുത്തണമോ?
mr: आपणाला आपल्या मित्राला काढायचे?
ms: Apakah anda ingin menghapus perhubungan teman anda?
my: သင့်သူငယ်ချင်းအား ချိတ်ဆက်ဖြုတ်မည်လား?
ne: के तपाईं आफ्नो साथीलाई अनलिङ्क गर्न चहानुहुन्छ?
nn_no: Vil du avlenka venen din?
or: ଆପଣ ନିଜର ସାଙ୍ଗକୁ ସଂଯୋଗ ମୁକ୍ତ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
ro: Dorești să dezlegi prietenul tău?
sw: Unataka kutenganisha rafiki yako?
ta: உங்களுடைய நண்பரின் இணைப்பை துண்டிக்க வேண்டுமா?
te: మీ మిత్రుడికి లంకె తీసివేయాలనుకుంటున్నాలా?
th: คุณต้องการเลิกเชื่อมโยงเพื่อนของคุณหรือไม่?
tr: Arkadaşınızın bağlantısını kesmek istiyor musunuz?
ur: کیا آپ اپنے دوست کو غیر منسلک کرنا چاہتے ہیں؟
uz: Do‘stingizni uzishni xohlaysizmi?
wa: Voloz vs dizaloyî vosse soçon ?
xh: Ingaba ufuna ukukhupha umhlobo wakho kwikhonkco?
zu: Ufuna ukunqamula ukuxhumana nomngani?

source: Unlink
af: Ontkoppel
am: አታገናኝ
ar: افصِل
as: অসংযোগ কৰক
bg: Разкачване
bn_bd: লিঙ্কমুক্ত করুন
bn_in: বিচ্ছিন্ন
br: Lemel
bs: Ukloni vezu
ca: Desenllaça
cy: Datgysylltu
eo: Malligi
eu: Deslotu
fa: حذف پیوند
ga_ie: Dícheangal
gd: Dì-cheangail
hu: Felbontás
kk: Байланысты өшіру
km: ដក​តំណ​ចេញ
kn: ಸಂಪರ್ಕ ತಪ್ಪಿಸು
lv: Atsaistīt
mai: लिंक हटाउ
mg: Hanala rohy
ml: വേര്‍പെടുത്തുക
mr: तोडा
ms: Tidak perhubungan
my: ဖြုတ်ပါ
ne: अनलिङ्क
nn_no: Avlenk
or: ଲିଙ୍କ କରନ୍ତୁ ନାହିଁ
ro: Dezleagă
sw: Tenganisha
ta: துண்டி
te: లంకె తీసివేయి
th: เลิกเชื่อมโยง
tr: Bağlantıyı kaldır
ur: کو غیر منسلک
uz: Uzish
wa: Dizaloyî
xh: Khulula ikhonkco
zu: Nqamula ukuxhumana

source: Import Facebook friends
af: Voer Facebook-vriende in
am: የ ፌስቡክ ጓደኞች ማምጫ
ar: إستيراد أصدقاء الفيسبوك
as: Facebook বন্ধুক আমদানি কৰক
bg: Внасяне на Facebook приятели
bn_bd: ফেসবুকের বন্ধুদের তথ্য ফোনে নিয়ে আসুন
bn_in: ফেসবুক বন্ধু আমদানি করুন
br: Enporzhiañ mignoned Facebook
bs: Uvoz prijatelja s Facebooka
ca: Importa amistats del Facebook
cy: Mewnforio ffrindiau Facebook
eo: Importi geamkikojn de Facebook
eu: Inportatu Facebookeko lagunak
fa: وارد‌کردن دوستان فیس‌بوک
ga_ie: Iompórtáil cairde ó Facebook
gd: Ion-phortaich caraidean Facebook
hu: Facebook ismerősök másolása
kk: Facebook достарын импорттау
km: នាំចូល​មិត្តភ័ក្ដិ​​ពី Facebook
kn: Facebook ಸ್ನೇಹಿತರನ್ನು ಆಮದು ಮಾಡು
lv: Importēt Facebook draugus
mai: फेसबुक दोस्त केँ आयात करू
mg: Hanafatra namana Facebook
ml: ഫെയിസ്ബുക്ക് സുഹൃത്തുക്കളെ ഫോണില്‍ ചേര്‍ക്കുക
mr: Facebook मित्रांची यादी आयात करा
ms: Import teman Facebook
my: ဖေစ့်ဘုတ် သူငယ်ချင်းများ ထည့်သွင်းမည်
ne: फेसबुक साथीहरू आयात गर्नुहोस्
nn_no: Importer Facebook-vener
or: Facebook ସାଙ୍ଗମାନଙ୍କୁ ଏଠାକୁ ଆଣନ୍ତୁ
ro: Importă prietenii de pe Facebook
sw: Leta marafiki wa Facebook
ta: முகநூல் நண்பர்களை இறக்குமதி செய்
te: ఫేస్‌బుక్ మిత్రులను దిగుమతించు
th: นำเข้าเพื่อน Facebook
tr: Facebook arkadaşlarını aktar
ur: فیس بک سے درآمد کے دوستوں
uz: Facebook’dagi do‘stlarni import qilish
wa: Abaguer les soçons Facebook
xh: Faka abahlobo abakuFacebook
zu: Ngenisa abangani baku-Facebook

source: View Facebook profile
af: Bekyk Facebook-profiel
am: የ ፌስቡክ ገጽታዎች መመልከቻ
ar: عرض ملف الفيسبوك
as: Facebook প্ৰফাইল চাওক
bg: Разглеждане на Facebook профил
bn_bd: ফেসবুক প্রোফাইল দেখুন
bn_in: ফেসবুক প্রোফাইল প্রদর্শন করুন
br: Gwelout an aelad Facebook
bs: Prikaži Facebook profil
ca: Mostra el perfil del Facebook
cy: Dangos proffil Facebook
eo: Vidi profilon de Facebook
eu: Ikusi Facebook profila
fa: دیدن مشخصات فیس بوک
ga_ie: Féach ar phróifíl Facebook
gd: Seall a’ phròifil Facebook
hu: Facebook profil megjelenítése
kk: Facebook профилін қарау
km: មើល​ប្រវត្តិរូប Facebook
kn: ಫೇಸ್‌ಬುಕ್ ಪ್ರೊಫೈಲ್ ನೋಡು
mai: फेसबुक प्रोफाइल देखू
mg: Hijery piraofily Facebook
ml: ഫെയിസ്ബുക്ക് പ്രൊഫൈല്‍ കാണുക
mr: Facebook पार्श्वचित्र बघा
ms: Lihat profil Facebook
my: ဖေစ့်ဘုတ် ပရိုဖိုင်အားကြည့်ပါ
ne: फेसबुक प्रोफाइल देखाउनुहोस्
nn_no: Vis Facebook-profil
or: Facebook ରୂପରେଖାକୁ ଦେଖନ୍ତୁ
ro: Vezi profilul de Facebook
sw: Angalia profaili ya Facebook
ta: முகநூல் சுயவிவரத்தைப்பார்
te: ఫేస్‌బుక్ ప్రవరను చూడండి
th: ดูข้อมูลส่วนตัว Facebook
tr: Facebook profilini gör
ur: دیکھیے فیس بک پروفائل
uz: Facebook’dagi profilni ko‘rish
wa: Vey li profil Facebook
xh: Bona iprofayile kaFacebook
zu: Buka iphrofayela ya-Facebook

source: Message
af: Boodskap
am: መልእክት
ar: رسالة
as: বাৰ্তা
bg: Съобщение
bn_bd: বার্তা
bn_in: বার্তা
br: Kemennadenn
bs: Poruka
ca: Missatge
cy: Neges
eo: Mesaĝo
eu: Bidali mezua
fa: پیام
ga_ie: Teachtaireacht
gd: Teachdaireachd
hu: Üzenet
kk: Хабарлама
km: សារ
kn: ಸಂದೇಶ
mai: समाद
mg: Hafatra
ml: സന്ദേശം
mr: संदेश
ms: Mesej
my: စာတို
ne: सन्देश
nn_no: Melding
or: ସନ୍ଦେଶ
ro: Mesaj
sw: Ujumbe
ta: தகவல்
te: సందేశం
th: ข้อความ
tr: Mesaj
ur: پیغام
uz: Xabar
wa: Messaedje
xh: Umyalezo
zu: Umyalezo

source: Wall post
af: Muurplasing
ar: منشور جداري
as: ৱাল পস্ট
bg: Мнение от стената
bn_bd: ওয়াল পোস্ট
bn_in: ওয়াল পোস্ট
br: Kemennadenn ar voger
bs: Poruka na zidu
ca: Publica al mur
cy: Cofnod Wal
eo: Murmesaĝo
eu: Argitaratu horman
fa: دیوار نوشته
ga_ie: Postáil bhalla
gd: Post air a’ bhalla
hu: Falára írás
kk: Қабырғадағы жазулар
km: ប្រកាស​លើ​​ផ្ទៃ​មុខ
kn: ವಾಲ್ ಪೋಸ್ಟ್
mai: वॉल पोस्ट
mg: Peta-drindrina
ml: വോള്‍ പോസ്റ്റ്
mr: वॉल पोष्ट
ms: Kiriman dinding
my: ဝေါပိုစ့်
ne: भिती लेखन
nn_no: Vegginnlegg
or: ୱାଲ ପୋଷ୍ଟ
ro: Postare pe perete
sw: Chapisho la ukutani
ta: சுவர் பதிவு
te: గోడ టపా
th: โพสต์บน Wall
tr: Duvar mesajı
ur: وال پوسٹ
uz: Devorga yozish
wa: Posse sol meur
xh: Umbhalo oseludongeni
zu: Udonga lokuposa

source: Share Contact
am: ግንኙነት ማካፈያ
ar: مشاركة جهة اتصال
bg: Споделяне на контакт
bn_bd: পরিচিতি শেয়ার
bn_in: কন্ট্যাক্ট শেয়ার করুন
br: Rannañ an darempred
bs: Podijeli kontakt
ca: Comparteix el contacte
cy: Rhannu Cysylltiad
eu: Partekatu kontaktua
fa: اشتراک گذاری مخاطب
ga_ie: Comhroinn an Teagmhálaí
gd: Co-roinn neach-aithne
hu: Névjegy megosztása
km: ចែករំលែក​​ទំនាក់ទំនង​
kn: ಸಂಪರ್ಕವಿಳಾಸ ಹಂಚು
lv: Koplietot kontaktu
ms: Kongsi Kenalan
my: ဆက်သွယ်မှုစာရင်း မျှဝေမည်
nn_no: Dele kontakt
ro: Partajează contactul
th: แบ่งปันรายชื่อ
tr: Kişiyi paylaş
ur: رابطہ فرد شیئر کریں
uz: Kontaktni bo‘lishish
wa: Pårtaedjî contake

source: The contact cannot be shared due to Facebook constraint.
af: Die kontak kan nie gedeel word nie, weens Facebook-beperkings.
am: በ ፌስቡክ እገዳ የተነሳ ግንኙነቱን ማካፈል አይቻልም
ar: لا يمكن مشاركة جهة الاتصال بسبب قيود الفيسبوك.
as: Facebook বাধাৰ বাবে পৰিচয় অংশীদাৰী কৰিব নোৱাৰি।
bg: Този контакт не може да бъде споделен поради ограничения на Facebook.
bn_bd: ফেসবুকের বাধ্যবাধকতা থাকার কারনে পরিচিতি শেয়ার করা যাবেনা।
br: N'haller ket rannañ an darempred abalamour da zestrizhoù war Facebook.
bs: Kontakt se ne može podijeliti zbog Facebook ograničenja.
ca: No es pot compartir el contacte per restriccions del Facebook.
cy: Nid oes modd rhannu'r cysylltiad oherwydd cyfyngiadau Facebook.
eo: La kontakto ne povas esti dividita pro limigo de Facebook.
eu: Kontaktua ezin da partekatu Facebook-eko muga bat dela-eta.
fa: مخاطب به‌علت محدودیت فیس بوک نمی‌تواند به اشتراک گذاشته شود.
ga_ie: Ní féidir an teagmhálaí a roinnt mar gheall ar srianta Facebook.
hu: A névjegy nem osztható meg a Facebook korlátozása miatt.
km: មិន​អាច​ចែករំលែក​ទំនាក់ទំនង​​បាន​ទេ ដោយសារតែ​​ការ​ដាក់​កំហិត​របស់ Facebook។
kn: Facebook ನ ನಿರ್ಬಂಧದ ಕಾರಣ ಸಂಪರ್ಕವನ್ನು ಹಂಚಿಕೊಳ್ಳು ಸಾಧ್ಯವಿಲ್ಲ.
mai: फेसबुक'क सीमा कारणे संपर्क साझा नहीं भ सकत.
mg: Tsy azo zaraina ilay kaontakita noho ny fameran'i Facebook.
ml: ഫേസ്‌ബുക്കിന്റെ പരിമിതികൾ കാരണം വിലാസം പങ്കിടാൻ സാധ്യമല്ല.
mr: Facebook च्या काही मर्यादेमुळे संपर्क पत्ता शेअर करणे शक्य नाही.
ms: Kenalan tidak dapat dikongsi disebabkan kekangan Facebook.
my: အဆက်အသွယ်အား ဖေစ့်ဘုတ်၏ စည်းကမ်းများ ကြောင့် မမျှဝေနိုင်ပါ
ne: फेसबुकको अभाबको कारण सम्पर्कहरु साझेदारी गर्न सकिदैन ।
nn_no: Kontakten kan ikkje delast på grunn av ei Facebook-avgrensing.
or: Facebookରେ ଅସୁବିଧା ଥିବାରୁ ଏହି ସମ୍ପର୍କଟି ସାଇତା ଯାଇପାରିଲା ନାହିଁ ।
ro: Contactul nu poate fi partajat datorită constrângerilor Facebook.
sw: Anwani haiwezi kushirikishwa kutokana na kikwazo cha Facebook.
ta: முகநூலில் உள்ள தடையால் தொடர்பை பகிர முடியவில்லை.
te: ఫేస్‌బుక్ నియంత్రణ వల్ల పరిచయాన్ని పంచుకోలేము.
th: รายชื่อไม่สามารถแบ่งปันได้เนื่องจากข้อจำกัดของ Facebook
tr: Facebook kısıtlaması nedeniyle bu kişi paylaşılamıyor.
ur: رابطہ فیس بک کی بندش کی وجہ سے مشترکہ نہیں کیا جا سکتا۔
uz: Facebook majburligi sababli kontakt bo‘lishilmadi.
wa: Dji n’ sai pårtaedjî l’ contake a cåze des rîles di Facebook.
xh: Umntu woqhagamshelwano akunakwabelwana ngaye ngenxa yesithintelo sikaFacebook.

source: Other accounts
af: Ander rekeninge
am: ሌሎች መግለጫዎች
ar: حسابات أخرى
as: অন্য একাউণ্টসমূহ
bg: Други регистрации
bn_bd: অন্য অ্যাকাউন্ট
bn_in: অন্য অ্যাকাউন্টসমূহ
br: Kontoù all
bs: Ostali računi
ca: Altres comptes
cy: Cyfrifon eraill
eo: Aliaj kontoj
eu: Bestelako kontuak
fa: دیگر مخاطبین
ga_ie: Cuntais eile
gd: Cunntasan eile
hu: Más fiókok
kk: Басқа тіркелгілер
km: គណនី​ផ្សេងទៀត
kn: ಇತರೆ ಖಾತೆಗಳು
lv: Citi konti
mai: आन खाता
mg: Kaonty hafa
ml: മറ്റു് അക്കൌണ്ടുകള്‍
mr: इतर खाते
ms: Akaun lain
my: အခြားအကောင့်များ
ne: अन्य खाताहरु
nn_no: Andre kontoar
or: ଅନ୍ୟାନ୍ୟ ଖାତାଗୁଡ଼ିକ
ro: Alte conturi
sw: Akaunti nyingine
ta: மற்ற கணக்குகள்
te: ఇతర ఖాతాలు
th: บัญชีอื่น ๆ
tr: Diğer hesaplar
ur: دوسرے اکاؤنٹس
uz: Boshqa hisoblar
wa: Ôtes contes
xh: Ezinye ii-akhawunti
zu: Amanye ama-akhawunti

source: Sync friends
af: Sinchroniseer vriende
am: ጓደኞች ማስማሚያ
ar: مزامنة الأصدقاء
as: বন্ধুসকলক সংমিহলি কৰক
bg: Синхронизиране
bn_bd: বন্ধু সিঙ্ক করুন
bn_in: বন্ধু সিঙ্ক করুন
br: Goubredañ
bs: Sinhronizacija prijatelja
ca: Sincronitza amistats
cy: Cydweddu ffrindiau
eo: Speguli amikojn
eu: Sinkronizatu lagunak
fa: همگام سازی دوستان
ga_ie: Sioncrónaigh cairde
gd: Sync na caraidean
hu: Szinkronizálás
kk: Достарды синхрондау
km: ធ្វើ​សមកាល​មិត្តិភ័ក្ដិ
kn: ಗೆಳೆಯರನ್ನು ಸಿಂಕ್ ಮಾಡು
lv: Sinhronizēt draugus
mai: मित्रक सँग जुड़ू
mg: Hampifandrindra namana
ml: സുഹൃത്തുക്കളെ സിങ്ക് ചെയ്യുക
mr: मित्र ताळमेळ
ms: Selaraskan teman
my: သူငယ်ချင်းများအား ချိတ်ဆက်
ne: साथीहरु समक्रमण गर्नुहोस्
nn_no: Sync vener
or: ସାଙ୍ଗମାନଙ୍କୁ ଏକାଠି କରନ୍ତୁ
ro: Sincronizează amicii
sw: Landanisha marafiki
ta: ஒத்திசை
te: మిత్రులను సింక్రనించు
th: ผสานเพื่อน
tr: Arkadaşları eşitle
ur: دوستوں کو سنکرونایز کرو
uz: Do‘stlarni sinxronlash
wa: Sincronijhî les soçons
xh: Ngqamanisa abahlobo
zu: Qondanisa abangani

source: Select mobile
af: Kies selfoon
am: ተንቀሳቃሽ ይምረጡ
ar: اختر جوٌّال
as: ম'বাইল বাছক
bg: Избиране на мобилен
bn_bd: মোবাইল নির্বাচন করুন
bn_in: মোবাইল নির্বাচন করুন
br: Diuzañ an hezougell
bs: Izaberite mobitel
ca: Trieu el mòbil
cy: Dewis ffôn symudol
eo: Eleki poŝtelefonon
eu: Hautatu mugikorra
fa: انتخاب موبایل
ga_ie: Roghnaigh soghluaiste
gd: Tagh fòn-làimhe
hu: Válasszon mobilt
kk: Мобильді нөмірді таңдау
km: ជ្រើស​ទូរស័ព្ទ
kn: ಮೊಬೈಲ್ ಆಯ್ಕೆಮಾಡು
lv: Izvēlieties mobilo tālruni
mai: मोबाइल चुनू
mg: Hifantina finday
ml: മൊബൈല്‍ തെരഞ്ഞെടുക്കുക
mr: मोबाइल निवडा
ms: Pilih mobil
my: မိုဘိုင်းရွေးပါ
ne: मोबाइल चयन गर्नुहोस
nn_no: Vel mobil
or: ମୋବାଇଲ ବାଛନ୍ତୁ
ro: Selectează mobilul
sw: Chagua kifaa cha mkononi
ta: செல்பேசியை தேர்
te: చరవాణిని ఎంచుకోండి
th: เลือกมือถือ
tr: Cep telefonu seç
ur: موبائل منتخب کریں
uz: Telefonni tanlash
wa: Tchoezi l’ axhlåve
xh: Khetha ifowuni ephathwayo
zu: Khetha umakhalekhukhwini

source: Select email
af: Kies e-pos
am: ኢሜይል ይምረጡ
ar: اختر بريد إلكتروني
as: ইমেইল বাছক
bg: Избиране на ел.поща
bn_bd: ইমেইল নির্বাচন করুন
bn_in: ইমেল নির্বাচন করুন
br: Diuzañ ar postel
bs: Izaberite email
ca: Trieu el correu
cy: Dewis e-bost
eo: Elekti retpoŝton
eu: Hautatu helbide elektronikoa
fa: انتخاب پست الکترونیکی
ga_ie: Roghnaigh seoladh ríomhphoist
gd: Tagh post-d
hu: Válasszon e-mailt
kk: Эл. поштаны таңдау
km: ជ្រើស​អ៊ីមែល
kn: ವಿ-ಅಂಚೆ ಆಯ್ಕೆಮಾಡು
lv: Izvēlieties epastu
mai: ईमेल चुनू
mg: Hifantina mailaka
ml: ഇമെയില്‍ തിരഞ്ഞെടുക്കുക
mr: इ-मेल निवडा
ms: Pilih emel
my: အီမေလ်းရွေး
ne: इमेल चयन गर्नुहोस
nn_no: Vel e-post
or: ଇମେଲ ବାଛନ୍ତୁ
ro: Selectează e-mailul
sw: Chagua barua-pepe
ta: அஞ்சலை தேர்
te: ఈమెయిలును ఎంచుకోండి
th: เลือกอีเมล
tr: E-posta seç
ur: ای میل کو منتخب کریں
uz: E-pochtani tanlash
wa: Tchoezi l’ emile
xh: Khetha i-imeyili
zu: Khetha i-imeyli

source: Select recipient
am: ተቀባይ ይምረጡ
ar: حَدّد المُستلم
bg: Избиране на получатели
bn_bd: প্রাপক নির্বাচন
bn_in: প্রাপক বাছুন
br: Diuzit un degemerer
bs: Izaberite primaoca
ca: Tireu el destinatari
cy: Dewis derbyniwr
eu: Hautatu hartzailea
fa: انتخاب گیرنده
ga_ie: Roghnaigh faighteoir
gd: Tagh neach a gheibh e
hu: Címzett kiválasztása
kk: Алушыны таңдаңыз
km: ជ្រើស​អ្នក​ទទួល
kn: ಸ್ವೀಕರಿಸುವವರನ್ನು ಆಯ್ಕೆಮಾಡು
lv: Izvēlieties saņēmēju
mai: प्राप्तकर्ता चुनू
ml: അയക്കേണ്ടയാളെ തിരഞ്ഞെടുക്കുക
mr: प्राप्तकर्ता निवडा
ms: Pilih penerima
my: လက်ခံမည့်သူ ရွေးပါ
ne: प्रापक चयन गर्नुहोस्
nn_no: Vel mottakar
ro: Selectează destinatarul
ta: பெறுநரை தேர்...
te: స్వీకర్తను ఎంచుకోండి
th: เลือกผู้รับ
tr: Alıcı seçin
ur: وصول کنندہ منتخب کریں
uz: Qabul qiluvchini tanlash
wa: Tchoezi rçuveu

source: Settings
am: ማሰናጃዎች
ar: الإعدادات
bg: Настройки
bn_bd: সেটিং
br: Arventennoù
bs: Postavke
cy: Gosodiadau
eu: Ezarpenak
fa: تنظیمات
ga_ie: Socruithe
gd: Roghainnean
hu: Beállítások
kk: Баптаулар
lv: Iestatījumi
nn_no: Innstillingar
ro: Setări
th: การตั้งค่า
tr: Ayarlar
ur: سیٹنگیں
uz: Sozlamalar

source: Order by last name
af: Rangskik volgens van
am: በ አባት ስም ደንብ
ar: ترتيب حسب الإسم الأخير
as: পদবীৰ অনুক্ৰমত সজাওক
bg: Подредба по фамилия
bn_bd: নামের শেষের অংশ অনুযায়ী সাজান
bn_in: পদবী অনুযায়ী সাজাও
br: Urzhiañ dre anv familh
bs: Poredaj po prezimenu
ca: Ordena per cognom
cy: Trefnu yn ôl enw olaf
eo: Ordigi laŭ familia nomo
eu: Ordenatu abizenez
fa: مرتب سازی براساس نام خانوادگی
ga_ie: Sórtáil de réir sloinne
gd: Seòrsaich a-rèir sloinnidh
hu: Rendezés előnév szerint
kk: Тегі бойынша реттеу
km: តម្រៀប​តាម​នាម​ត្រកូល
kn: ಕೊನೆ ಹೆಸರಿನಿಂದ ಜೋಡಿಸು
lv: Kārtot pēc uzvārda
mai: अंतिम नाम सँ क्रमवद्ध करू
mg: Alahatra araka anarana
ml: അവസാന പേര് വെച്ച് അടുക്കുക
mr: आडनावाप्रमाणे क्रमवारी
ms: Urutan mengikut nama akhir
my: နောက်ဆုံးအမည်ဖြင့် စဉ်မည်
ne: अन्तिम नामद्वारा क्रमबद्ध गर्नुहोस्
nn_no: Sorter etter etternamn
or: ଶେଷ ନାମ ଅନୁସାରେ ସଜାନ୍ତୁ
ro: Ordonează după nume
sw: Panga kwa jina la mwisho
ta: கடைசி பெயர் படி
te: ఇంటి పేరును బట్టి క్రమబద్దీకరించు
th: เรียงลำดับตามนามสกุล
tr: Soyadına göre sırala
ur: آخری نام کی طرف سے آرڈر
uz: Familiya tartibida
wa: Arindjî sol no d’ famile
xh: Hlela ngokweefani
zu: Hlela ngokwesibongo

# importSim2
source: SIM card
af: SIM-kaart
am: ሲም ካርድ
ar: بطاقة SIM
as: SIM কাৰ্ড
bg: SIM карта
bn_bd: সিম কার্ড
bn_in: SIM কার্ড
br: Kartenn SIM
bs: SIM kartica
ca: Targeta SIM
cy: Cerdyn SIM
eo: Karto SIM
eu: SIM txartela
fa: سیم کارت
ga_ie: Cárta SIM
gd: Cairt SIM
hu: SIM kártya
kk: SIM картасы
km: SIM កាត
kn: SIM ಕಾರ್ಡ್
lv: SIM karte
mai: SIM कार्ड
mg: Karatra SIM
ml: സിം കാര്‍ഡ്
mr: SIM कार्ड
ms: Kad SIM
my: SIM ကဒ်
ne: सिम कार्ड
nn_no: SIM-kort
or: SIM କାର୍ଡ
ro: Cartelă SIM
sw: Kadi ya SIM
ta: சிம் அட்டை
te: సిమ్ కార్డు
th: การ์ด SIM
tr: SIM kart
ur: SIM کارڈ
uz: SIM karta
wa: Cwåte SIM
xh: Ikhadi le-SIM
zu: Ikhadi le-SIM

source: Gmail
am: ጂሜይል
bn_bd: জিমেইল
bn_in: জিমেইল
mai: जीमेल
ml: ജീമെയില്‍
my: ဂျီမေလ်း
ne: जिमेल
ta: ஜிமெய்ல்
te: జీమెయిల్
ur: جی میل

source: Bluetooth
am: ብሉቱዝ
ar: بلوتوث
as: ব্লুটুথ
bn_bd: ব্লুটুথ
bn_in: ব্লু-টুথ
fa: بلوتوث
km: ប្ល៊ូធូស
kn: ಬ್ಲೂಟೂತ್‌
mai: ब्लूटूथ
ml: ബ്ലുട്ടൂത്
mr: ब्लुटूथ
my: ဘလူးတု
ne: ब्लुटुथ
or: ବ୍ଲୁଟୁଥ
ta: ப்ளூடூத்
te: బ్లూటూత్
th: บลูทูธ
ur: بلوٹوتھ
xh: I-Bluetooth
zu: I-Bluetooth

source: Outlook
bn_bd: আউটলুক
bn_in: আউটলুক
mai: आउटलुक
ml: ഔട്ട്‌ലുക്ക്
ne: आउटलूक
ta: அவுட்லுக்
te: ఔట్‌లుక్
xh: U-Outlook

source: Update imported friends
af: Werk ingevoerde vriende by
am: የመጡ ጓደኞችን ማሻሻያ
ar: تحديث الاصدقاء المستوردين
as: আমদানি কৰা বন্ধুসকলক আপডেইট কৰক
bg: Обновяване на внесени приятели
bn_bd: মোবাইলে যুক্ত বন্ধুদের হালনাগাদ করা হয়েছে
bn_in: আমদানিকৃত বন্ধুসমূহ হালনাগাদ করুন
br: Hizivaat ar vignoned bet enporzhiet
bs: Ažuriraj uvezene prijatelje
ca: Actualitza les amistats importades
cy: Diweddaru ffrindiau wedi eu mewnforio
eo: Ĝisdatigi importitajn amikojn
eu: Eguneratu inportatutako lagunak
fa: به‌روزرسانی دوستان وارد شده
ga_ie: Nuashonraigh cairde iompórtáilte
gd: Ùraich na caraidean a chaidh ion-phortadh
hu: Ismerősök adatainak frissítése
kk: Импортталған достарды жаңарту
km: ធ្វើ​បច្ចុប្បន្នភាព​មិត្តភ័ក្ដិ​ដែល​បាន​នាំចូល
kn: ಆಮದು ಮಾಡಲಾದ ಸ್ನೇಹಿತರನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡು
lv: Atjaunināt importētos draugus
mai: आयातित दोस्त के अपडेट करू
mg: Hanavao namana nafarana
ml: കൊണ്ടുവന്ന സുഹൃത്തുക്കളെ പുതുക്കുക
mr: आयात केलेल्या मित्रांची यादी अद्ययावत करा
ms: Kemaskini teman yang telah diimport
my: သွင်းလာသောသူငယ်ချင်းစာရင်းအား မွမ်းမံမည်
ne: आयातित: साथीहरु अपडेट गर्नुहोस्
nn_no: Oppdater importerte vener
or: ଅଣାଯାଇଥିବା ସାଙ୍ଗମାନଙ୍କୁ ଅପଡେଟ କରନ୍ତୁ
ro: Actualizează prietenii importați
sw: Sasisha marafiki walioletwa
ta: இறக்குமதியை புதுப்பி
te: దిగుమతించిన మిత్రులను తాజాకరించు
th: ปรับปรุงเพื่อนที่นำเข้า
tr: Aktarılan arkadaşları güncelle
ur: درآمد دوستوں کی تازہ کاری کریں
uz: Import qilingan do‘stlarni yangilash
wa: Mete a djoû les soçons abagués
xh: Hlaziya abahlobo obafakileyo
zu: Vuselela abangani abangenisiwe

source: Removing Facebook data
af: Verwyder Facebook-data
am: የ ፌስቡክ ዳታ ማስወገጃ
ar: جارِ حذف بيانات الفيسبوك
as: Facebook তথ্য আতৰোৱা হৈছে
bg: Премахване на Facebook данни
bn_bd: ফেসবুক ডাটা অপসারিত হচ্ছে
bn_in: ফেসবুকের তথ্য মুছে ফেলা হচ্ছে
br: Dilemel ar roadennoù Facebook
bs: Uklanjanje Facebook podataka
ca: S'estan eliminant les dades del Facebook
cy: Tynnu data Facebook
eo: Forigado de datumoj de Facebook
eu: Facebookeko datuak kentzen
fa: حذف داده‌های فیس بوک
ga_ie: Sonraí Facebook á scriosadh
gd: A’ toirt air falbh dàta Facebook
hu: Facebook adatok eltávolítása
kk: Facebook мәліметтерін өшіру
km: លុប​ទិន្នន័យ Facebook ចេញ
kn: ಫೇಸ್‌ಬುಕ್‌ನ ಎಲ್ಲ ದತ್ತಾಂಶ ತೆಗೆಯಲಾಗುತ್ತಿದೆ
lv: Dzēst Facebook datus
mai: फेसबुक डेटा हटाउ
mg: Manala data Facebook
ml: ഫെയിസ്ബുക്ക് വിവരങ്ങള്‍ നീക്കം ചെയ്യുന്നു
mr: Facebook ची माहिती काढत आहे
ms: Membuang data Facebook
my: ဖေစ့်ဘုတ်မှ အချက်အလက်များအား ဖယ်ထုတ်နေစဉ်
ne: फेसबुक डाटा हटाइँदैछ
nn_no: Fjernar Facebook-data
or: ଫେସବୁକ ଡାଟା ହଟାଯାଉଛି
ro: Se elimină datele de Facebook
sw: Inaondoa data ya Facebook
ta: முகநூல் தரவை நீக்குகிறது
te: ఫేస్‌బుక్ దత్తాంశాన్ని తీసివేస్తున్నాను
th: กำลังเอาข้อมูล Facebook ออก
tr: Facebook verileri kaldırılıyor
ur: فیس بک ڈیٹا ہٹانا
uz: Facebook ma’lumotlari o‘chirilmoqda
wa: Oistaedje des dnêyes Facebook
xh: Ukususa iingcombolo zikaFacebook
zu: Kusasuswa idatha ya-Facebook

source: Logging out from Facebook
af: Meld af uit Facebook
am: ከ ፌስቡክ ውስጥ በመውጣት ላይ
ar: جارِ تسجيل الخروج من الفيسبوك
as: Facebook ৰ পৰা লগ আউট কৰা হৈছে
bg: Излизане от Facebook
bn_bd: ফেসবুক থেকে প্রস্থান
bn_in: ফেসবুক থেকে লগ আউট করা হচ্ছে
br: Digennaskañ ouzh Facebook
bs: Odjava s Facebooka
ca: S'està tancant la sessió del Facebook
cy: Allgofnodi o Facebook
eo: Malkonektado el Facebook
eu: Facebookeko saioa ixten
fa: خروج از سیستم فیس بوک
ga_ie: Ag síniú amach as Facebook
gd: A’ clàradh a-mach à Facebook
hu: Kijelentkezés Facebookról
kk: Facebook-тен шығу
km: ចេញ​ពី Facebook
kn: Facebook ನಿಂದ ನಿರ್ಗಮಿಸಲಾಗುತ್ತಿದೆ
lv: Izrakstīties no Facebook
mai: फ़ेसबुक सँ बहराउ
mg: Mivoaka tao amin'i Facebook
ml: ഫെയിസ്ബുക്കില്‍ നിന്നും പുറത്തു് കടക്കുന്നു
mr: Facebook मधून बाहेर पडत आहे
ms: Log keluar dari Facebook
my: ဖေစ့်ဘုတ်မှ ထွက်နေစဥ်
ne: फेसबुकबाट बहिर निस्कँदै
nn_no: Loggar ut frå Facebook
or: ଫେସବୁକରୁ ଲଗଆଉଟ ହେଉଛି
ro: Deconectare de la Facebook
sw: Inatoka kutoka kwa Facebook
ta: முகநூல் இருந்து வெளியேறுகிறது
te: ఫేస్‌బుక్ నుండి నిష్క్రమిస్తున్నాను
th: กำลังออกจากระบบ Facebook
tr: Facebook'tan çıkış yapılıyor
ur: فیس بک سے لاگ آؤٹ
uz: Facebook’dan chiqilmoqda
wa: Moussî foû di Facebook
xh: Ukuphuma kuFacebook
zu: Uyaphuma ku-Facebook
