Repository: translate/mozilla-gaia
Catalog: */apps/communications/contacts/contacts.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, eo, eu, fa, ga_ie, gd, hu, kk, km, kn, lv, mai, mg, ml, mr, ms, my, ne, nn_no, or, ro, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: Deleted phone numbers are removed from ICE Contact
am: የጠፉ ስልክ ቁጥሮች ይወገዳሉ ከ ድንገተኛ ግንኙነት
ar: أرقام الهواتف المحذوفة تم إزالتها من قائمة الطّوارئ
bg: Изтриваните телефонни номера се махат от контактите ИС
bn_bd: মুছে ফেলা ফোন নাম্বার গুলি ICE পরিচিতি থেকে সরিয়ে ফেলা হয়েছে
bn_in: মুছে ফেলা ফোন নাম্বার গুলি ICE পরিচিতি থেকে সরিয়ে ফেলা হয়েছে
br: Dilec'hiet eo bet an niverennoù pellgomz dilamet eus an darempredoù ICE
bs: Izbrisani telefonski brojevi su uklonjeni iz ICE kontakata
ca: Els números de telèfon eliminats s'esborren del contacte ICE
cy: Bydd rhifau ffôn wedi eu dileu yn cael eu tynnu o'r Cysylltiad ICE
eu: Ezabatutako telefono-zenbakiak larrialdi-kontaktuetatik kentzen dira
fa: حذف شماره تلفن‌های پاک شده از مخاطبین ICE
ga_ie: Baineadh na huimhreacha scriosta ón Teagmhálaí Éigeandála
gd: Thèid àireamhan a sguabar às a thoirt air falbh on neach-aithne èiginn
hu: A törölt telefonszámok eltávolításra kerülnek az ICE névjegyből
kn: ಅಳಿಸಲಾಗಿದ ದೂರವಾಣಿ ಸಂಖ್ಯೆಗಳನ್ನು ICE ಸಂಪರ್ಕದಿಂದ ತೆಗೆದುಹಾಕಲಾಗುವುದು
lv: Izdzēstie telefona numuri tiek noņemti no AG kontaktiem
mai: ICE संपर्क सँ मेटाएल गेल फोन नंबर हटाए देल गेल
my: ဖျက်ထားသော ဖုန်းနံပတ်များ ICE အဆက်အသွယ်မှထုတ်ပြီး
ro: Numerele de telefon șterse sunt elimitate din contactul ICE
ta: அழிக்கப்பட்ட தொடர்பு ICE இலிருந்து நீக்கப்படும்
th: หมายเลขโทรศัพท์ที่ถูกลบถูกเอาออกจากรายชื่อในกรณีฉุกเฉิน
tr: Silinen telefon numaraları acil durum kişisinden de silinir
ur: حذف شدہ نمبر ICE رابطہ افراد سے نکال دیئے جاتے ہیں
uz: O‘chirilgan telefon raqamlari ICE kontaktlardan olib tashlangan
wa: Les limeros di telefone disfacés sont oistés des contakes ICE

source: All the numbers are deleted. This contact is removed from the ICE Contacts.
am: ሁሉም ቁጥሮች ጠፍተዋል: ይህ ግንኙነት ተወግዷል ከ ድንገተኛ ግንኙነት ውስጥ
ar: تم حذف كل الأرقام. جهة الاتصال هذه تم إزالتها من قائمة الطوارئ.
bg: Всички номера са изтрити. Контактът е махнат от контакти ИС.
bn_bd: সব নাম্বার মুছে ফেলা হয়েছে। এই পরিচিতিটি ICE পরিচিতি থেকে সরিয়ে ফেলা হয়েছে।
bn_in: সব নাম্বার মুছে ফেলা হয়েছে। এই পরিচিতিটি ICE পরিচিতি থেকে সরিয়ে ফেলা হয়েছে।
br: Dilamet eo bet an holl niverennoù. Dilamet eo an darempred-mañ eus an darempredoù ICE.
bs: Svi brojevi su izbrisani. Ovaj kontakt je uklonjen iz ICE kontakata.
ca: S'han eliminat tots els números. Aquest contacte s'ha eliminat dels contactes ICE.
cy: Mae'r holl rifau wedi eu dileu. Mae'r cysylltiad wedi ei dynnu o'r Cysylltiad ICE.
eu: Zenbaki guztiak ezabatu dira. Kontaktu hau larrialdi-kontaktuetatik kendu da.
fa: همه شما را حذف شدند. این مخاطب از مخاطبین ICE حذف شده است.
ga_ie: Scriosadh na huimhreacha go léir. Baineadh an teagmhálaí seo ó na Teagmhálaithe Éigeandála.
gd: Thèid gach àireamh a sguabadh às is thèid an neach-aithne seo a thoirt air falbh on luchd-aithne èiginn.
hu: Minden szám törlésre került. Ez a névjegy eltávolításra kerül az ICE névjegyekből.
kn: ಎಲ್ಲ ಸಂಖ್ಯೆಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ. ಈ ಸಂಪರ್ಕವನ್ನು ICE ಸಂಪರ್ಕಗಳಿಂದ ತೆಗೆದುಹಾಕಲಾಗಿದೆ.
lv: Visi tālruna numuri ir izdzēsti. Šis kontakts ir noņemts no AG kontaktiem.
mai: सभ नंबर मेटाए देल गेल अछि. ई संपर्क केँ ICE संपर्क से मेटाए देल गेल अछि.
my: နံပတ်အားလုံးအားဖျက်ပြီး။ ယခုအဆက်အသွယ်အား ICE အဆက်အသွယ်များမှ ထုတ်ပြီး။
ro: Toate numerele sunt șterse. Acest contact este eliminat din contactele ICE.
ta: அனைத்து எண்களும் அழிக்கப்படும். இத்தொடர்பு ICE இலிருந்து நீக்கப்படும்.
th: หมายเลขทั้งหมดถูกลบ รายชื่อนี้ถูกเอาออกจากรายชื่อในกรณีฉุกเฉิน
tr: Tüm numaralar silindi. Bu kişi, acil durum kişilerinizden kaldırıldı.
ur: تمام نمبر حذف شدہ ہیں۔ یہ رابطہ فرد ICE رابطہ افراد سے نکال دیا گیا ہے۔
uz: Barcha raqamlar o‘chirildi. Ushbu kontakt ICE kontaktlardan o‘chirildi.
wa: Tos les limeros sont disfacés. Ci contake ci est oisté des contakes ICE.

source: No contacts
af: Geen kontakte nie
am: ግንኙነት የለም
ar: لا توجد جهات اتصال
as: কোনো পৰিচয় নাই
bg: Няма контакти
bn_bd: কোনো পরিচিতি নেই
bn_in: কোনো পরিচিতি নেই
br: Darempred ebet
bs: Nema kontakata
ca: No hi ha contactes
cy: Dim cysylltiad
eo: neniu kontakto
eu: Kontakturik ez
fa: هیچ مخاطبی وجود ندارد
ga_ie: Gan teagmhálaithe
gd: Chan eil luchd-aithne ann
hu: Nincsenek névjegyek
kk: Контакттар жоқ
km: គ្មាន​ទំនាក់ទំនង
kn: ಯಾವುದೇ ಸಂಪರ್ಕಗಳಿಲ್ಲ
lv: Nav kontaktu
mai: कोनो संपर्क नहि
mg: Tsisy kaontakita
ml: വിലാസങ്ങള്‍ ഇല്ല
mr: एकही संपर्क नाही
ms: Tiada kenalan
my: အဆက်အသွယ်မရှိ
ne: सम्पर्कहरू छैनन्
nn_no: Ingen kontaktar
or: କୌଣସି ସମ୍ପର୍କ ନାହିଁ
ro: Niciun contact
sw: Hakuna anwani
ta: தொடர்புகள் எதுவும் இல்லை
te: ఏ పరిచయాలు లేవు
th: ไม่มีรายชื่อ
tr: Kişi yok.
ur: کوئی رابطے نہیں
uz: Kontaktlar yo‘q
wa: Nou contake
xh: Akukho bantu oqhagamshelana nabo
zu: Akukho zinombolo

source: Start adding them now
af: Begin hulle nou byvoeg
am: አሁን መጨመር ይጀምሩ
ar: إبدأ بإضافتهم الآن
as: সিহতক এতিয়া যোগ কৰা আৰম্ভ কৰক
bg: Започнете да добавяте сега
bn_bd: এখনই এদের যুক্ত করা শুরু করুন
bn_in: এখনি যোগ করতে শুরু করুন
br: Krogit da ouzhpennañ anezho bremañ
bs: Počnite sada sa dodavanjem
ca: Comenceu a afegir-los ara
cy: Cychwyn eu hychwanegu nawr
eo: komencu aldoni ilin nun
eu: Hasi orain gehitzen
fa: آغاز اضافه‌ کردن ‌آن‌ها هم‌اکنون
ga_ie: Cuir teagmhálaithe leis anois
gd: Nach cuir thu ris iad an-dràsta?
hu: Kezdjen el felvenni néhányat
kk: Оларды қосуды қазір бастау
km: ចាប់ផ្ដើម​បន្ថែម​​វា​ឥឡូវ
kn: ಈಗ ಅವನ್ನು ಸೇರಿಸಲು ಪ್ರಾರಂಭಿಸಿ
lv: Sakiet tos pievienot jau tagad
mai: आब हुनका जोड़नाइ आरंभ करू
mg: Manomboha mampiditra azy ireo izao
ml: ഇപ്പോള്‍ ചേര്‍ക്കാന്‍ നോക്കുക
mr: त्यांना आत्ता जोडायला सुरुवात करा
ms: Mula menambah mereka sekarang
my: ၎င်းတို့အားစတင်ထည့်ပါ
ne: तीनिहरूलाई थप्न अहिल्यै सुरु गर्नुहोस्
or: ଏବେ ସେଗୁଡ଼ିକୁ ଯୋଡ଼ିବା ଆରମ୍ଭ କରନ୍ତୁ
ro: Începe adăugarea lor acum
sw: Anza kuziongeza sasa
ta: இப்போது அவைகளை சேர்க்க துவங்குகிறது
te: పరిచయాలను జోడించడం మొదలుపెట్టండి
th: เริ่มเพิ่มพวกเขาตอนนี้
tr: Haydi, eklemeye başlayın.
ur: انہیں اب انہوں نے مزید کہا شروع کریں
uz: Ularni hozir qo‘shishni boshlash
wa: Ataker a les radjouter do côp
xh: Qala ukubongeza ngoku
zu: Qala ukubafaka manje

source: Not imported
af: Nie ingevoer nie
am: አልመጣም
ar: لم يتم الإستيراد
as: আমদানি কৰা হোৱা নাই
bg: Не са внесени
bn_bd: ইম্পোর্ট করা হয়নি
bn_in: আমদানি করা হয়নি
br: N'eo ket bet enporzhiet
bs: Nisu uvezeni
ca: No s'ha importat
cy: Heb eu mewnforio
eo: Ne importita
eu: Inportatu gabe
fa: هنوز چیزی وارد نشده است
ga_ie: Gan iompórtáil
gd: Gun ion-phortadh
hu: Nincs átmásolva
kk: Импортталмаған
km: មិន​បាននាំចូល
kn: ಆಮದು ಮಾಡಿಲ್ಲ
lv: Nav importēti
mai: आयात नहि भेल
mg: Tsy voahafatra
ml: എടുത്തിട്ടില്ല
mr: आयात केले नाहीत
ms: Tidak diimport
my: မသွင်းလိုက်ရပါ
ne: आयातित गारिएको छैन
nn_no: Ikkje importert
or: ଆହୃତ ହେଲା ନାହିଁ
ro: Neimportate
sw: Haijaletwa
ta: இறக்குமதி செய்யப்படவில்லை
te: దిగుమతించలేదు
th: ไม่ถูกนำเข้า
tr: İçeri aktarılmadı
ur: درآمد شدہ نہیں
uz: Import qilinmadi
wa: Nén abagué
xh: Abafakwanga
zu: Abangeniswanga

source: Imported
af: Ingevoer
am: መጥቷል
ar: إستورد
as: আমদানি কৰা
bg: Внесени
bn_bd: ইম্পোর্ট করা হয়েছে
bn_in: আমদানিকৃত
br: Enporzhiet
bs: Uvezeni
ca: Importat
cy: Mewnforiwyd
eo: Importita
eu: Inportatuta
fa: وارد‌ شده است
ga_ie: Iompórtáilte
gd: Air ion-phortadh
hu: Átmásolva
kk: Импортталған
km: បាននាំចូល
kn: ಆಮದುಮಾಡಿಕೊಂಡಿದೆ
lv: Importēti
mai: आयातित
mg: Voahafatra
ml: എടുത്തു
mr: आयात केले
ms: Diimport
my: ထသှ့်သွင်းပြီး
ne: आयातित
nn_no: Importerte
or: ଆହୃତ
ro: Importate
sw: Imeletwa
ta: இறக்கப்பட்டன
te: దిగుమతైనవి
th: นำเข้าแล้ว
tr: İçeri aktarldı
ur: درآمد شدہ
uz: Import qilindi
wa: Abagué
xh: Bafakiwe
zu: Abangenisiwe

source: Today
af: Vandag
am: ዛሬ
ar: اليوم
as: আজি
bg: Днес
bn_bd: আজ
bn_in: আজ
br: Hiziv
bs: Danas
ca: Avui
cy: Heddiw
eo: Hodiaŭ
eu: Gaur
fa: امروز
ga_ie: Inniu
gd: An-diugh
hu: Ma
kk: Бүгін
km: ថ្ងៃ​នេះ
kn: ಇಂದು
lv: Šodien
mai: आइ
mg: Anio
ml: ഇന്ന്
mr: आज
ms: Hari ini
my: ယနေ့
ne: आज
nn_no: I dag
or: ଆଜି
ro: Astăzi
sw: Leo
ta: இன்று
te: నేడు
th: วันนี้
tr: Bugün
ur: آج
uz: Bugun
wa: Ouy
xh: Namhlanje
zu: Namuhla

source: Yesterday
af: Gister
am: ትናንትና
ar: أمس
as: কালি
bg: Вчера
bn_bd: গতকাল
bn_in: গতকাল
br: Dec'h
bs: Jučer
ca: Ahir
cy: Ddoe
eo: Hieraŭ
eu: Atzo
fa: دیروز
ga_ie: Inné
gd: An-dè
hu: Tegnap
kk: Кеше
km: ម្សិលមិញ
kn: ನಿನ್ನೆ
lv: Vakardien
mai: काल्हि
mg: Omaly
ml: ഇന്നലെ
mr: काल
ms: Semalam
my: မနေ့က
ne: हिजो
nn_no: I går
or: ଗତକାଲି
ro: Ieri
sw: Jana
ta: நேற்று
te: నిన్న
th: เมื่อวานนี้
tr: Dün
ur: گزرا کل
uz: Kecha
wa: Ayir
xh: Izolo
zu: Izolo

source: Please hold on. We are canceling the ongoing operation.
af: Bly asseblief aan. Ons kanselleer tans die huidige bewerking.
ar: الرجاء الإنتظار. نحن نقوم بإلغاء العملية الجارية.
as: অনুগ্ৰহ কৰি ধৈৰ্য্য ধৰক। আমি চলি থকা কাৰ্য্য বাতিল কৰি আছো।
bg: Моля изчакайте. Текущата операция бива отказана.
bn_bd: ধৈর্য ধরুন। চলমান প্রক্রিয়া বাতিল করা হচ্ছে।
bn_in: একটু দাঁড়ান। আমরা চলতে থাকা কাজটি বাতিল করছি।
br: Gortozit mar plij. Emaomp o nullañ ar gwezhiadur bremanel.
bs: Molimo sačekajte. U toku je otkazivanje tekuće operacije.
ca: Espereu, s'està cancel·lant l'operació en curs.
cy: Arhoswch. Rydym yn diddymu'r weithred yma.
eo: Bonvolu atendi. Ni nuligas la progresantan taskon.
eu: Itxaron mesedez. Martxan dagoen eragiketa uzten ari gara.
fa: لطفا چند لحظه منتظر بمانید. ما در حال لغو کردن فعالیت در حال اجرا هستیم.
ga_ie: Fan nóiméad... oibríocht á cealú.
gd: Fuirich ort, tha sinn a' sgur dhen ghnìomh a tha a' dol air adhart.
km: សូម​រង់ចាំ។ យើង​កំពុង​​បោះបង់ចោល​ប្រតិបត្តិការ​ដែល​កំពុង​ដំណើរការ​នេះ។
kn: ದಯವಿಟ್ಟು ತಡೆಯಿರಿ. ನಡೆಯುತ್ತಿರುವ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ನಾವು ರದ್ದುಗೊಳಿಸುತ್ತಿದ್ದೇವೆ.
lv: Lūdzu uzgaidiet. Mēs atceļam noritošo operāciju.
mai: कनि थमहू. हम चालू आपरेशन रद्द करय अछि.
mg: Aza miala, azafady. Eo am-panafoanana ny asa an-dàlam-pamitana izahay.
ml: ദയവായി കാത്തിരിക്കുക. ഞങ്ങൾ നടന്നുകൊണ്ടിരിക്കുന്ന പ്രവൃത്തി റദ്ദാക്കുകയാണ്.
mr: जरा थांबा. आम्ही सध्याचे काम रद्द करत आहोत.
ms: Sila tunggu. Kami sedang membatalkan operasi yang sedang berjalan.
my: ကျေးဇူးပြုပြီး ကိုင်ထားပါ။ လတ်တလော လုပ်ဆောင်ချက်များအား ပိတ်နေသှ်
ne: कृपया पर्खनुहोस्। हामी कार्यवाहक प्रक्रिया रोक्दै छौ।
or: ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ । ଆମେ ଚଳିତ କାମକୁ ବାତିଲ କରୁଛୁ ।
ro: Te rugăm să aștepți. Anulăm operația în curs de desfășurare.
sw: Tafadhali subiri. Tunaghairi operesheni inayoendelea.
ta: தயவுச்செய்து காத்திருக்கவும். நடப்பிலிருக்கும் செயல்பாட்டை இரத்து செய்கிறோம்.
te: దయచేసి ఆగండి. మేం ప్రస్తుత కార్యాన్ని రద్దుచేస్తున్నాం.
th: กรุณารอสักครู่ เรากำลังยกเลิกการดำเนินการอยู่
tr: Lütfen bekleyin. Devam eden işlem iptal ediliyor.
ur: براہ مہربانی انتظار کریں۔ ہم جاری آپریشن کو منسوخ کر رہیں ہیں۔
uz: Iltimos, ushlab turing. Biz amaldagi jarayonni bekor qilyapmiz.
wa: Tårdjîz s’ i vs plait. Nos estans ki rnonçans a l’ operåcion e-n alaedje.
xh: Sicela ume. Sirhoxisa le nto uyenzayo.
zu: Sicela ubambe. Sisakhansela umsebenzi oqhubekayo.

source: Organize Contacts
af: Organiseer kontakte
am: ግንኙነቶች ማደራጃ
ar: تنظيم جهات الإتصال
as: পৰিচয়সমূহ সংগঠিত কৰক
bg: Организиране на контакти
bn_bd: পরিচিতি সাজান
bn_in: পরিচিতি সজ্জিত করুন
br: Aozañ an darempredoù
bs: Organizujte kontakte
ca: Organitza els contactes
cy: Trefnu Cysylltiadau
eo: Organizi kontaktojn
eu: Antolatu kontaktuak
fa: سازمان‌دهی مخاطبین
ga_ie: Cuir Teagmhálaithe in Eagar
gd: Rianaich an luchd-aithne
hu: Névjegyek rendezése
kk: Контакттарды басқару
km: រៀបចំ​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳನ್ನು ಕ್ರಮವಾಗಿ ಜೋಡಿಸು
lv: Organizēt kontaktus
mai: संपर्क संगठित करू
mg: Handamina Kaontakita
ml: വിലാസങ്ങൾ ക്രമീകരിക്കുക
mr: संपर्क संघटन
ms: Uruskan Kenalan
my: အဆက်အသွယ်များ စီမံခန့်ခွဲပါ
ne: सम्पर्क विवरण मिलाउनुहोस्।
nn_no: Organiser kontaktar
or: ସମ୍ପର୍କଗୁଡ଼ିକୁ ବ୍ୟବସ୍ଥିତ କରନ୍ତୁ
ro: Organizează contactele
sw: Panga Anwani
ta: தொடர்புகளை ஒருங்கமை
te: పరిచయాలను నిర్వహించండి
th: จัดระเบียบรายชื่อ
tr: Kişileri düzenle
ur: رابطہ افراد تنظیم کریں
uz: Kontaktlarni tartiblash
wa: Relére les contakes
xh: Lungelelanisa abantu oqhagamshelana nabo
zu: Hlela kahle Izinombolo

source: Find duplicate contacts
af: Vind duplikaatkontakte
am: የተደገሙ ግንኙነቶች መፈለጊያ
ar: ابحث عن جهات الإتصال المكررة
as: প্ৰতিলিপিত পৰিচয়সমূহ সন্ধান কৰক
bg: Търсене на дублиране
bn_bd: অনুরূপ পরিচিতির অনুসন্ধান
bn_in: অনুরূপ পরিচিতি খুঁজে বের করুন
br: Kavout an darempredoù eilet
bs: Pronađi duple kontakte
ca: Cerca contactes duplicats
cy: Canfod cysylltiadau dyblyg
eo: Trovi duobligitajn kontaktojn
eu: Bilatu bikoiztutako kontaktuak
fa: یافتن مخاطبین تکراری
ga_ie: Aimsigh teagmhálaithe dúbailte
gd: Lorg luchd-aithne dùblaichte
hu: Többszörös névjegyek keresése
km: រក​ទំនាក់ទំនង​ដែល​ស្ទួន​គ្នា
kn: ಸಂಪರ್ಕಗಳ ದ್ವಿಪ್ರತಿಗಳಿಗೆ ಹುಡುಕು
lv: Atrast dubultos kontaktus
mai: डुप्लिकेट संपर्क ताकु
mg: Hitady kaontakita sosona
ml: വ്യാജവിലാസങ്ങൾ കണ്ടെത്തുക
mr: सारखे संपर्क पत्ते शोधा
ms: Cari kenalan berganda
my: ထပ်နေသော အဆက်အသွယ်များရှာပါ
ne: उस्तै सम्पर्क विवरण खोज्नुहोस्।
nn_no: Finn duplikate kontaktar
or: ଦୁଇଥରଥିବା ସମ୍ପର୍କକୁ ଖୋଜନ୍ତୁ
ro: Găsește contacte duplicate
sw: Tafuta anwani za kujirudia
ta: போலி தொடர்புகளை கண்டறி
te: నకిలీ పరిచయాలను కనుగొను
th: ค้นหารายชื่อที่ซ้ำกัน
tr: Çift kişileri bul
ur: مثنی رابطہ افراد ڈھونڈیں
uz: Nusxalangab kontaktlarni topish
wa: Trover les contakes e dobe
xh: Fumana abantu oqhagamshelana nabo ababhalwe kabini
zu: Thola izinombolo eziphindekile

source: Preparing contacts
af: Berei kontakte voor
am: ግንኙነቶች በማሰናዳት ላይ
ar: جارِ تجهيز جهات الإتصال
as: পৰিচয়সমূহ প্ৰস্তুত কৰা হৈছে
bg: Подготвяне на контакти
bn_bd: পরিচিতি প্রস্তুত হচ্ছে
bn_in: পরিচিতি প্রস্তুত করা হচ্ছে
br: O prientiñ an darempredoù
bs: Priprema kontakata
ca: S'estan preparant els contactes
cy: Paratoi cysylltiadau
eo: Kontaktoj preparataj
eu: Kontaktuak prestatzen
fa: مقایسه مخاطبین
ga_ie: Teagmhálaithe á n-ullmhú
gd: Ag ullachadh an luchd-aithne
hu: Névjegyek előkészítése
km: រៀបចំ​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳನ್ನು ಸಿದ್ದಪಡಿಸಲಾಗುತ್ತಿದೆ
lv: Gatavo kontaktus
mai: संपर्क तैआर भ रहल अछि
mg: Manomana ireo kaontakita
ml: വിലാസങ്ങൾ തയ്യാറാക്കുന്നു
mr: संपर्क तयारी सुरु
ms: Menyediakan kenalan
my: အဆက်သွယ်များအားပြင်ဆင်နေသှ်
ne: सम्पर्क विवरण बनाउने तयारी गर्दै।
nn_no: Førebur kontaktar
or: ସମ୍ପର୍କଗୁଡ଼ିକୁ ତିଆରି କରୁଛି
ro: Pregătirea contactelor
sw: Inatayarisha anwani
ta: தொடர்புகள் தயாராகிறது
te: పరిచయాలను సిద్ధం చేస్తున్నాం
th: กำลังจัดเตรียมรายชื่อ
tr: Kişiler hazırlanıyor
ur: رابطہ افراد تیار کر رہا ہے
uz: Kontaktlar tayyorlanmoqda
wa: Dj' aprestêye les contakes
xh: Ukulungiselela abantu oqhagamshelana nabo
zu: Isalungisa izinombolo

source: SIM Card is full
af: SIM-kaart is vol
am: የ ሲም ካርድ ሙሉ ነው
ar: بطاقة SIM ممتلئة
as: SIM কাৰ্ড সম্পূৰ্ণ
bg: SIM картата е пълна
bn_bd: সিম কার্ড পূর্ণ
bn_in: SIM কার্ড পূর্ণ হয়ে গেছে
br: Leun eo ar gartenn SIM
bs: SIM kartica je puna
ca: La targeta SIM és plena
cy: Mae'r cerdyn SIM yn llawn
eo: La karto SIM plenas
eu: SIM txartela beteta dago
fa: سیم‌ کارت پر است
ga_ie: Tá an cárta SIM lán
gd: Tha a’ chairt SIM làn
hu: A SIM kártya tele
kk: SIM картасы толып тұр
km: SIM កាត​ពេញ
kn: SIM ಕಾರ್ಡ್ ತುಂಬಿದೆ
lv: SIM karte ir pilna
mai: SIM कार्ड भरल अछि
mg: Feno ny Karatra SIM
ml: സിം കാർഡ് നിറഞ്ഞിരിക്കുന്നു
mr: SIM कार्ड भरले
ms: Kad SIM penuh
my: SIMကဒ်ပြည့်နေပြီး
ne: सिम कार्ड पूर्णरुपले भरिएको छ
nn_no: SIM-kortet er fullt
or: SIMକାର୍ଡ ଭରିଗଲା
ro: Cartela SIM este plină
sw: Kadi ya SIM imejaa
ta: சிம் அட்டை நிறைந்தது
te: సిమ్ కార్డు నిండినది
th: การ์ด SIM เต็ม
tr: SIM kart dolu
ur: SIM کارڈ بھرا ہوا ہے
uz: SM karta to‘lib qolgan
wa: Li cwåte SIM est plinne
xh: Ikhadi le-SIM ligcwele
zu: Ikhadi le-SIM ligcwele

source: Cannot access SIM card’s phone book
af: Kan nie by SIM-kaart se foonboek ingaan nie
am: የ ሲም ካርድ የ ስልክ መጽሀፍ ጋር መድረስ አልተቻለም
ar: لا يمكن الوصول إلى دفتر الهاتف في بطاقة SIM
as: SIM কাৰ্ডৰ ফোন বুক অভিগম কৰিব নোৱাৰি
bg: Списъкът с контакти на SIM картата е недостъпен
bn_bd: সিম কার্ডের ফোনবুক মেমোরিতে ঢোকা যাচ্ছে না
bn_in: সিম কার্ডের পরিচিতি তালিকায় প্রবেশ করা যাচ্ছে না
br: N'haller ket haeziñ karned chomlec'hioù ar gartenn SIM
bs: Pristup imeniku SIM kartice nije moguć
ca: No es pot accedir a l'agenda de la targeta SIM
cy: Methu cael mynediad i lyfr ffôn y cerdyn SIM
eo: Ne eblas aliri la telefonlibron de la karto SIM
eu: Ezin da SIM txartelaren telefono-liburua atzitu
fa: اجازه دسترسی به دفترچه‌ تلفن سیم‌کارت‌ها وجود ندارد
ga_ie: Níl aon fháil ar an eolaire ar an gcárta SIM
gd: Chan fhaigh sinn cothrom air leabhar-fòn na cairt SIM
hu: Nem érhető el a SIM kártya telefonkönyve
km: មិន​អាច​សូម​ប្រើ​សៀវភៅ​ទូរស័ព្ទ​របស់​ស៊ីម​កាត​បាន​ទេ
kn: SIM ಕಾರ್ಡ್‌ನ ಫೋನ್‌ ಪುಸ್ತಕವನ್ನು ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
lv: Nevar piekļūt SIM kartē reģistrētiem kontaktiem
mai: SIM कार्डक फोन बुक तक पहुँच नहि भ पाबि रहल अछि
mg: Tsy afaka miditra @ Bokin-kaontakitan'ny karatra SIM
ml: സിം കാർഡിന്റെ വിലാസ പട്ടിക ലഭ്യമല്ല
mr: SIM कार्डच्या फोन पुस्तिकेत प्रवेश नाही
ms: Tidak dapat mencapai buku telefon kad SIM
my: SM ကဒ်၏ ဖုန်းစာအုပ်အား ရယူမရပါ
ne: SIM कार्डको फोनवुकमा प्रवेश निषेध
nn_no: Klarte ikkje å få tilgang til SIM-kortet sin telefonkatalog
or: SIMକାର୍ଡର ଫୋନ ପୁସ୍ତିକାରେ ପ୍ରବେଶ ମିଳି ପାରିଲା ନାହିଁ
ro: Nu se poate accesa agenda telefonică SIM
sw: Haiwezi kupata kitabu cha nambari ya simu ya kadi ya SIM
ta: சிம் அட்டையின் தொலைப்பேசி புத்தகத்தை அணுக முடியவில்லை
te: సిమ్ కార్డు ఫోను పుస్తకాన్ని పొందలేము
th: ไม่สามารถเข้าถึงสมุดโทรศัพท์ของการ์ด SIM
tr: SIM kartın telefon rehberine erişilemiyor
ur: SIM کارڈ کے فون نامہ کی رسائی ناممکن
uz: SIM kartaning telefon kitobiga kirib bo‘lmadi
wa: Dji n’ sai moussî e calpin des limeros di telefone del cwåte SIM
xh: Ayinakho ukungena kwincwadi yefowuni yeSIM-khadi
zu: Asikwazi ukufinyelela ebhukwini lezinombolo ezisekhadini le-SIM

source: No SIM detected
af: Geen SIM bespeur nie
am: ምንም የ ሲም ካርድ አልተገኘም
ar: لم يتم إكتشاف SIM
as: কোনো SIM চিনাক্ত কৰা হোৱা নাই
bg: Не е намерена SIM карта
bn_bd: কোনো সিম কার্ড নেই
bn_in: কোনো SIM সনাক্ত করা যায়নি
br: SIM ebet dinoet
bs: SIM kartica nije pronađena
ca: No s'ha detectat cap SIM
cy: Heb ganfod SIM
eo: Neniu karto SIM trovita
eu: Ez da SIMik atzeman
fa: هیچ‌ سیم‌کارتی یافت نشد
ga_ie: Níl aon chárta SIM ann
gd: Cha deach SIM a lorg
hu: Nem található SIM
kk: SIM картасы табылмады
km: រក​មិន​ឃើញ​ SIM
kn: SIM ಪತ್ತೆಯಾಗಿಲ್ಲ
lv: Nav SIM kartes
mai: कोनो SIM पता नहि लागल.
mg: Tsisy SIM tsikaritra
ml: സിം ഒന്നും കണ്ടെത്തിയില്ല
mr: SIM आढळले नाही
ms: Tiada SIM dikesan
my: SIM ကဒ်တစ်ခုမှ မတွေ့ပါ
ne: सिम पत्ता लागेन
nn_no: Ingen SIM-kort funne
or: କୌଣସି SIM ଚିହ୍ନଟ ହୋଇନାହିଁ
ro: Niciun SIM detectat
sw: Hakuna SIM iliyogunduliwa
ta: சிம் அட்டை காணவில்லை
te: సిమ్ అందుబాటులో లేదు
th: ไม่พบ SIM
tr: SIM kart bulunamadı
ur: کوئی SIM کا پتہ نہں
uz: SIM karta aniqlanmadi
wa: Nole SIM di trovêye
xh: Ayifumani khadi le-SIM likhoyo
zu: Ayikho i-SIM etholakele

source: An error occurred while exporting a contact
af: Iets het skeefgeloop terwyl kontak uitgevoer is
am: ግንኙነት በመላክ ላይ እንዳለ ስህተት ተፈጥሯል
ar: حدث خطأ أثناء تصدير جهة الإتصال
as: এটা পৰিচয় ৰপ্তানি কৰাৰ সময়ত এটা ত্ৰুটি দেখা দিলে
bg: Грешка при изнасяне на контакт
bn_bd: পরিচিতি এক্সপোর্ট করার সময় একটি ত্রুটি হয়েছে
bn_in: একটি পরিচিতি আমদানি করা কালিন একটি বিঘ্ন ঘটেছে
br: Fazi e-pad ezporzhiañ an darempred
bs: Dogodila se greška prilikom izvoza kontakta
ca: S'ha produït un error en exportar un contacte
cy: Digwyddodd gwall wrth allforio cysylltiad
eo: Eraro okazis dum eksporto de kontakto
eu: Errorea gertatu da kontaktu bat esportatzean
fa: خطایی در هنگام صادر‌کردن یک مخاطب رخ داده است
ga_ie: Tharla earráid agus teagmhálaí á easpórtáil
gd: Thachair mearachd nuair a bha sinn ag às-phortadh neach-aithne
hu: Hiba történt egy névjegy exportálásakor
km: កំហុស​បាន​កើត​ឡើង​លក្ខណៈ​ពេល​នាំចេញ​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕವನ್ನು ರಫ್ತುಮಾಡುವಾಗ ಒಂದು ದೋಷ ಎದುರಾಗಿದೆ
lv: Notika kļūda eksportējot kontaktu
mai: संपर्क निर्यात करबाक क्रमे एकटा त्रुटि भेल
mg: Nisy tsy fetezana nandritra ny fanondranana kaontakita
ml: വിലാസം എടുക്കുമ്പോള്‍ പിഴവ് സംഭവിച്ചു
mr: संपर्क निर्यात करतेवेळी त्रुटी आढळली
ms: Ralat berlaku ketika mengeksport kenalan
my: အဆက်အသွယ်အား ထုတ်ယူရာတွင် ပြသာနာရှိ
ne: संपर्क निकसी गर्दा त्रुटि देखा परेकोछ
nn_no: Det oppstod ein feil under eksport av ein kontakt
or: ସମ୍ପର୍କଟିଏ ଆଣିବାବେଳେ ଅସୁବିଧା ହେଲା
ro: A apărut o eroare la exportarea unui contact
sw: Hitilafu imetokea wakati wa kuhamisha anwani
ta: தொடர்பை ஏற்றுமதி செய்யும் போது ஒரு பிழை ஏற்பட்டது.
te: పరిచయాన్ని ఎగుమతించేటప్పుడు దోషం జరిగింది
th: เกิดข้อผิดพลาดขณะกำลังส่งออกรายชื่อ
tr: Bir kişi dışarı aktarılırken bir hata oluştu
ur: رابطہ فرد برآمد کرتے ہوئے نقص واقع ہوا ہے
uz: Kontakt eksport qilinayotganda xatolik yuz berdi
wa: Åk n' a nén stî come dj’ ebaguéve on contake
xh: Kwenzeke imposiso ngeli lixa ubudlulisa omntu oqhagamshelana naye
zu: Kube nephutha elenzeke ngenkathi kuhanjiswa inombolo

source: To export contacts insert or unlock your SIM card
af: Om kontakte uit te voer, steek jou SIM-kaart in of ontgrendel dit
am: ግንኙነቶች ለመላክ የ ሲም ካርድ ያስገቡ ወይንም ይክፈቱ
ar: لتصدير جهات الاتصال ادخل او فك قفل بطاقة SIM
as: পৰিচয় ৰপ্তানি কৰিবলৈ SIM কাৰ্ড সুমুৱাওক অথবা আনলক্‌ কৰক
bg: За да изнасяте контакти, поставете или отключете SIM картата
bn_bd: পরিচিতি এক্সপোর্ট করতে সিম কার্ড প্রবেশ বা আনলক করুন
bn_in: পরিচিতি রপ্তানি করতে হলে SIM কার্ডটি ঢোকান অথবা আনলক করুন
br: Enlakait pe dibrennit ho kartenn SIM evit ezporzhiañ darempredoù
bs: Da biste izvezli kontakte, ubacite ili otključajte svoju SIM karticu
ca: Inseriu o desbloqueu la targeta SIM per exportar els contactes
cy: I allforio cysylltiadau mewnosodwch neu datglowch eich cerdyn SIM
eo: Por eksporti kontaktojn enmetu aŭ malbloku vian karton SIM
eu: Kontaktuak esportatzeko, sartu edo desblokeatu SIM txartela
fa: برای صادر‌کردن مخاطبین سیم‌کارت را وارد کنید یا قفل آن‌را باز کنید
ga_ie: Chun teagmhálaithe a easpórtáil, cuir cárta SIM isteach, nó díghlasáil é
gd: Gus luchd-aithne às-phortadh, cuir a-steach a’ chairt SIM agad no thoir a’ ghlas dheth
hu: Névjegyek exportálásához helyezze be vagy oldja fel SIM-kártyáját
kk: Контакттарды экспорттау үшін SIM картаны салыңыз немесе оны блоктаудан босатыңыз
km: ដើម្បី​នាំចេញ​ទំនាក់ទំនង បញ្ចូល ឬ​ដោះ​សោ SIM កាត
kn: ಸಂಪರ್ಕಗಳನ್ನು ರಫ್ತುಮಾಡಲು SIM ಕಾರ್ಡನ್ನು ತೂರಿಸಿ ಅಥವ ಅನ್‌ಲಾಕ್ ಮಾಡಿ
lv: Lai eksportēt kontaktus, ievietojiet vai atbloķējiet savu SIM karti
mai: संपर्क निर्यात करऽ लेल अपन SIM कार्ड पैसाउ अथवा अनलॉक करू
mg: Atsofohy na vohay ny karatra SIM anao raha hanondrana kaontakita
ml: വിലാസങ്ങള്‍ എടുക്കാന്‍ സിം കാര്‍ഡ് ഇടുകയോ പുട്ട് തുറക്കുകയോ ചെയ്യുക
mr: संपर्क निर्यातीसाठी आपले SIM कार्ड टाका किंवा अनलॉक करा
ms: Untuk mengeksport kenalan masukkan atau buka kunci kad SIM anda
my: အဆက်အသွယ်များထုတ်ရန် ​SIM ကဒ်အား ထည့်ပါ
ne: सम्पर्कहरु आयात गर्न सिमकार्ड घुसाउनुहोस् वा अन्लक् गर्नुहोस्
or: ସମ୍ପର୍କ ଆଣିବା କିମ୍ବା ପଠାଇବା ପାଇଁ ନିଜ SIM କାର୍ଡ଼ଟି ଅନଲକ କରନ୍ତୁ
ro: Pentru a exporta contacte inserează sau deblochează cartela SIM
sw: Ili kuhamisha anwani ingiza au fungua kadi yako ya SIM
ta: சிம் அட்டையை நுழைத்து அல்லது திறந்த நிலையில் வைத்து தொடர்புகளை ஏற்றுமதி செய்
te: పరిచయాలను ఎగుమతించేందుకు మీ సిమ్ కార్డుని చొప్పించండి లేదా తాళం తీయండి
th: เพื่อส่งออกรายชื่อ ให้ใส่หรือปลดล็อคการ์ด SIM ของคุณ
tr: Kişileri dışarı aktarmak için SIM kartınızı takın veya kartın kilidini açın
ur: رابطہ افراد برآمد کرنے کے لیئے SIM کارڈ داخل کریں یا کھولیں
uz: Kontaktlarni eksport qilish uchun SIM karta kiriting yoki uni qulfdan chiqaring
wa: Po-z ebaguer des contakes, stitchîz ou dizeclawez vosse cwåte SIM
xh: Ukuze udlulise abantu oqhagamshelana nabo okanye uvule ikhadi le-SIM lakho
zu: Ukuhambisa izinombolo faka noma vula ikhadi lakho le-SIM
