Repository: translate/mozilla-gaia
Catalog: */apps/communications/contacts/contacts.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, eo, eu, fa, ga_ie, gd, hu, kk, km, kn, lv, mai, mg, ml, mr, ms, my, ne, nn_no, or, ro, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: City:
af: Dorp/stad:
am: ከተማ:
ar: المدينة:
as: চহৰ:
bg: Град:
bn_bd: শহর:
bn_in: শহর:
br: Kêr :
bs: Grad:
ca: Població:
cy: Tref/Dinas:
eo: Urbo:
eu: Hiria:
fa: شهر:
ga_ie: Cathair:
gd: Baile:
hu: Város:
kk: Қала:
km: ទីក្រុង ៖
kn: ಊರು:
lv: Pilsēta:
mai: शहर:
mg: Tanàna:
ml: നഗരം:
mr: शहर:
ms: Bandar:
my: မြို့ ၊
ne: शहर
nn_no: Stad:
or: ସହର:
ro: Oraș:
sw: Mji:
ta: நகரம்:
te: నగరం:
th: เมือง:
tr: Şehir:
ur: شہر:
uz: Shahar:
wa: Veye :
xh: Isixeko:
zu: Idolobha:

source: Country:
af: Land:
am: አገር:
ar: البلد:
as: দেশ:
bg: Държава:
bn_bd: দেশ:
bn_in: দেশ:
br: Bro :
bs: Država:
ca: País:
cy: Gwlad:
eo: Lando:
eu: Herrialdea:
fa: کشور:
ga_ie: Tír:
gd: Dùthaich:
hu: Ország:
kk: Ел:
km: ប្រទេស ៖
kn: ದೇಶ:
lv: Valsts:
mai: देश:
mg: Firenena:
ml: രാജ്യം:
mr: देश:
ms: Negara:
my: နိုင်ငံ ၊
ne: देश:
nn_no: Land:
or: ଦେଶ:
ro: Țară:
sw: Nchi:
ta: நாடு:
te: దేశం:
th: ประเทศ:
tr: Ülke:
ur: ملک:
uz: Mamlakat:
wa: Payis :
xh: Ilizwe:
zu: Izwe:

source: Comment:
af: Opmerking:
am: አስተያየት:
ar: ملاحظة:
as: মন্তব্য:
bg: Коментар:
bn_bd: মন্তব্য:
bn_in: মন্তব্য:
br: Askelenn :
bs: Komentar:
ca: Anotació:
cy: Sylw:
eo: Komento:
eu: Iruzkina:
fa: نظر:
ga_ie: Nóta:
gd: Beachd:
hu: Megjegyzés:
kk: Түсіндірме:
km: មតិយោបល់ ៖
kn: ಟಿಪ್ಪಣಿ:
lv: Piezīmes:
mai: टिप्पणी:
mg: Hevitra:
ml: അഭിപ്രായം:
mr: टिपण्णी:
ms: Komen:
my: မှတ်ချက် ၊
ne: टिप्पणी:
nn_no: Kommentar:
or: ଟିପ୍ପଣୀ:
ro: Comentariu:
sw: Maoni:
ta: கருத்து:
te: వ్యాఖ్య:
th: ความคิดเห็น:
tr: Yorum:
ur: کمنٹ:
uz: Mulohaza:
wa: Rawete di tecse :
xh: Amagqabaza:
zu: Ukuphawula:

source: Main information
af: Hoofinligting
am: ዋናው መረጃ
ar: معلومات أساسية
as: মূখ্য তথ্য
bg: Основна информация
bn_bd: প্রধান তথ্য
bn_in: প্রধান তথ্য
br: Titouroù pennañ
bs: Glavne informacije
ca: Informació principal
cy: Prif wybodaeth
eo: Ĉefa informo
eu: Informazio nagusia
fa: اطلاعات اصلی
ga_ie: Príomheolas
gd: Prìomh-fhiosrachadh
hu: Elsődleges információk
kk: Көбірек ақпарат
km: ព័ត៌មាន​ចម្បង
kn: ಮೂಲ ಮಾಹಿತಿ
mai: मुख्य जानकारी
mg: Fampahalalana fototra
ml: മുഖ്യ വിവരം
mr: मुख्य माहिती
ms: Maklumat utama
my: အဓိက အချက်အလက်
ne: मुख्य सूचना
nn_no: Hovudinformasjon
or: ମୁଖ୍ୟ ସୂଚନା
ro: Informații de bază
sw: Taarifa kuu
ta: முக்கிய தகவல்
te: ముఖ్య సమాచారం
th: ข้อมูลหลัก
tr: Temel bilgiler
ur: اہم معلومات
uz: Asosiy ma’lumot
wa: Mwaissès informåcions
xh: Inkcazelo ephambili
zu: Imininingwane eqavile

source: Phone numbers
af: Foonnommers
am: የ ስልክ ቍጥሮች
ar: أرقام الهاتف
as: ফোন নম্বৰসমূহ
bg: Телефонни номера
bn_bd: ফোন নম্বর
bn_in: ফোন নম্বরসমূহ
br: Niverennoù pellgomz
bs: Brojevi telefona
ca: Números de telèfon
cy: Rhifau ffôn
eo: Telefonnumeroj
eu: Telefono-zenbakiak
fa: شماره‌های تلفن
ga_ie: Uimhreacha gutháin
gd: Àireamhan fòn
hu: Telefonszámok
kk: Телефон нөмірлері
km: លេខ​ទូរស័ព្ទ
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆಗಳು
lv: Telefona numuri
mai: दूरभाष क्रमांकः
mg: Nomeraon-telefaona
ml: ഫോൺ നമ്പറുകൾ
mr: फोन क्रमांक
ms: Nombor telefon
my: ဖုန်နံပတ်များ
ne: फोन नम्बर
nn_no: Telefonnummer
or: ଫୋନ ନମ୍ବର
ro: Numere de telefon
sw: Nambari za simu
ta: செல்பேசி எண்கள்
te: ఫోను నెంబర్లు
th: หมายเลขโทรศัพท์
tr: Telefon numaraları
ur: فون نمبر
uz: Telefon raqamlari
wa: Limeros di telefone
xh: Iinombolo zomnxeba
zu: Izinombolo zocingo

source: Email address
af: E-posadres
am: የ ኢሜያል አድራሻ
ar: البريد الإلكتروني
as: ইমেইল ঠিকনা
bg: Ел.пощи
bn_bd: ইমেল ঠিকানা
bn_in: ই-মেইল ঠিকানা
br: Chomlec'h postel
bs: Email adresa
ca: Adreça electrònica
cy: Cyfeiriad e-bost
eo: Retpoŝta adreso
eu: Helbide elektronikoa
fa: آدرس پست الکترونیکی
ga_ie: Seoladh ríomhphoist
gd: Seòladh puist-d
hu: E-mail cím
kk: Эл. пошта адресі
km: អាសយដ្ឋាន​អ៊ីមែល
kn: ಇಮೇಲ್ ವಿಳಾಸ
lv: Epasta adrese
mai: ईमेल पता
mg: Adiresy mailaka
ml: ഈമെയിൽ വിലാസം
mr: इ-मेल पत्ता
ms: Alamat e-mel
my: အီမေလ်း လိပ်စာ
ne: इमेल ठेगाना
nn_no: E-postadresse
or: ଇମେଲ ଠିକଣା
ro: Adresă de e-mail
sw: Anwani ya barua pepe
ta: அஞ்சல் முகவரி
te: ఈమెయిలు చిరునామా
th: ที่อยู่อีเมล
tr: E-posta adresi
ur: ای میل ایڈریس
uz: E-pochta manzili
wa: Adresse emile
xh: Idilesi ye-imeyili
zu: Ikheli le-imeyli

# legendAddress
source: Address
am: አድራሻ
ar: العنوان
bg: Адрес
bn_bd: ঠিকানা
bn_in: ঠিকানা
br: Chomlec'h
bs: Adresa
ca: Adreça
cy: Cyfeiriad
eu: Helbidea
fa: آدرس
ga_ie: Seoladh
gd: Seòladh
hu: Cím
kk: Адрес
km: អាសយដ្ឋាន
kn: ವಿಳಾಸ
lv: Adrese
mai: पता
ms: Alamat
my: လိပ်စာ
ne: ठेगाना
nn_no: Adresse
ro: Adresă
ta: முகவரி
te: చిరునామా
th: ที่อยู่
tr: Adres
ur: پتہ
uz: Manzil
wa: Adresse

source: Search
af: Soek
ar: بحث
as: সন্ধান কৰক
bg: Търсене
bn_bd: অনুসন্ধান
bn_in: অনুসন্ধান
br: Klask
bs: Traži
ca: Cerca
cy: Chwilio
eo: Serĉi
eu: Bilatu
fa: جستجو
ga_ie: Cuardaigh
gd: Lorg
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕು
lv: Meklēt
mai: ताकु
mg: Hikaroka
ml: തിരയുക
mr: शोधा
ms: Carian
my: ရှာပါ
ne: खोजी गर्नुहोस्
nn_no: Søk
or: ଖୋଜନ୍ତୁ
ro: Caută
sw: Tafuta
ta: தேடு
te: వెతుకు
th: ค้นหา
tr: Ara
ur: تلاش
uz: Izlash
wa: Trover
xh: Khangela
zu: Cinga

source: No contacts found
af: Geen kontakte gevind nie
ar: لم يتم العثور على جهة اتصال
as: কোনো পৰিচয় পোৱা নগ'ল
bg: Не са намерени контакти
bn_bd: কোন পরিচিতি পাওয়া যায়নি
bn_in: কোনো পরিচিতি পাওয়া যায়নি
br: Darempred ebet kavet
bs: Nema pronađenih kontakata
ca: No s'ha trobat cap contacte
cy: Heb ganfod cysylltiad
eo: Neniu kontakto trovita
eu: Ez da kontakturik aurkitu
fa: هیچ مخاطبی پیدا نشد
ga_ie: Níor aimsíodh aon teagmhálaithe
gd: Cha deach neach-aithne sam bith a lorg
kk: Контакттар табылмады
km: រក​មិន​ឃើញ​ទំនាក់ទំនង
kn: ಯಾವುದೇ ಸಂಪರ್ಕಗಳು ಇಲ್ಲ
lv: Nav atrastu kontaktu
mai: संपर्क नहि भेटल
mg: Tsisy kaontakita hita
ml: ഒരു വിലാസവും കണ്ടെത്തിയില്ല
mr: संपर्क आढळले नाही
ms: Tiada kenalan dijumpai
my: အဆက်အသွယ် မတွေ့
ne: कुनै पनि सम्पर्कहरु फेला परेन
nn_no: Fann ingen kontaktar
or: କୌଣସି ସମ୍ପର୍କ ମିଳିଲା ନାହିଁ
ro: Niciun contact găsit
sw: Hakuna anwani zilizopatikana
ta: தொடர்புகள் ஏதுமில்லை
te: ఏ పరిచయాలు కనపడలేదు
th: ไม่พบรายชื่อ
tr: Kişi bulunamadı
ur: کوئی رابطہ موجود نہیں
uz: Kontaktlar topilmadi
wa: Nou contake di trové
xh: Akukho bantu onokuqhagamshelana nabo bafumanekayo
zu: Azikho izinombolo ezitholakele

source: Transfer Contacts
af: Dra kontakte oor
am: ግንኙነቶች ማስተላለፊያ
ar: نقل جهات الاتصال
as: পৰিচয়সমূহ স্থানান্তৰ কৰক
bg: Трансфер на контакти
bn_bd: পরিচিতি স্থানান্তর
bn_in: পরিচিতি স্থানান্তর
br: Treuzkas darempredoù
bs: Transfer kontakata
ca: Transferència dels contactes
cy: Trosglwyddo Cysylltiadau
eo: Transmeti kontaktojn
eu: Transferitu kontaktuak
fa: انتقال مخاطبین
ga_ie: Aistrigh Teagmhálaithe
gd: Tar-chuir an luchd-aithne
hu: Névjegyek átvitele
kk: Контакттарды тасымалдау
km: ផ្ទេរ​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳ ವರ್ಗಾವಣೆ
lv: Pārsūtīt kontaktus
mai: संपर्क स्थानांतरित करू
mg: Hampita Kaontakita
ml: വിലാസങ്ങൾ കൈമാറുക
mr: संपर्क स्थानांतरण
ms: Pindah Kenalan
my: အဆက်အသွယ်များ လွဲပြောင်းပေးပါ
ne: स्थानान्तर विवरण
nn_no: Overfør kontaktar
or: ସମ୍ପର୍କ ଘୁଞ୍ଚାନ୍ତୁ
ro: Transferă contacte
sw: Hamisha Anwani
ta: தொடர்புகளை இடமாற்று
te: పరిచయాల బదిలీ
th: ถ่ายโอนรายชื่อ
tr: Kişileri aktar
ur: رابطے منتقل کریں
uz: Kontaktlarni ko‘chirib o‘tkazish
wa: Berweter des contakes
xh: Hambisa abantu oqhagamshelana nabo
zu: Dlulisa Izinombolo

# importContactsTitle
source: Import Contacts
af: Voer kontakte in
am: ግንኙነቶች ማምጫ
ar: إستورد جهات الإتصال
as: পৰিচয়সমূহ আমদানি কৰক
bg: Внасяне на контакти
bn_bd: পরিচিতি ইম্পোর্ট
bn_in: পরিচিতি আমদানি
br: Enporzhiañ darempredoù
bs: Uvezi kontakte
ca: Importa els contactes
cy: Mewnforio Cysylltiadau
eo: Importi kontaktojn
eu: Inportatu kontaktuak
fa: وارد کردن مخاطبین
ga_ie: Iompórtáil Teagmhálaithe
gd: Ion-phortaich luchd-aithne
hu: Névjegyek másolása
kk: Контакттарды импорттау
km: នាំចូល​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳ ಆಮದು
lv: Importēt kontaktus
mai: सम्पर्क आयात करू
mg: Hanafatra Kaontakita
ml: വിലാസങ്ങൾ ലഭ്യമാക്കുക
mr: संपर्क आयात करा
ms: Import Kenalan
my: အဆက်အသွယ် များရယူပါ
ne: सम्पर्कहरु आयात गर्नुहोस्
nn_no: Importer kontaktar
or: ସମ୍ପର୍କ ଆହରଣ କରନ୍ତୁ
ro: Importă contacte
sw: Leta Anwani
ta: தொடர்புகளை இறக்கு
te: పరిచయాల దిగుమతి
th: นำเข้ารายชื่อ
tr: Kişileri içeri aktar
ur: رابطہ افراد درآمد کریں
uz: Kontaktlarni import qilish
wa: Abaguer des contakes
xh: Faka abantu oqhagamshelana nabo
zu: Ngenisa Izinombolo

# importContactsButton
source: Import Contacts
af: Voer kontakte in
am: ግንኙነቶች ማምጫ
ar: إستيراد جهات الإتصال
as: পৰিচয়সমূহ আমদানি কৰক
bg: Внасяне на контакти
bn_bd: পরিচিতি ইম্পোর্ট
bn_in: পরিচিতি আমদানি
br: Enporzhiañ darempredoù
bs: Uvezi kontakte
ca: Importa els contactes
cy: Mewnforio Cysylltiadau
eo: Importi kontaktojn
eu: Inportatu kontaktuak
fa: وارد کردن مخاطبین
ga_ie: Iompórtáil Teagmhálaithe
gd: Ion-phortaich luchd-aithne
hu: Névjegyek másolása
kk: Контакттарды импорттау
km: នាំចូល​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳ ಆಮದು
lv: Importēt kontaktus
mai: सम्पर्क आयात करू
mg: Hanafatra Kaontakita
ml: വിലാസങ്ങൾ ലഭ്യമാക്കുക
mr: संपर्क आयात
ms: Import Kenalan
my: အဆက်အသွယ်များရယူပါ
ne: सम्पर्कहरु आयात गर्नुहोस्
nn_no: Importer kontaktar
or: ସମ୍ପର୍କ ଆହରଣ କରନ୍ତୁ
ro: Importă contacte
sw: Leta Anwani
ta: தொடர்புகளை இறக்கு
te: పరిచయాలను దిగుమతించు
th: นำเข้ารายชื่อ
tr: Kişileri içeri aktar
ur: رابطہ افراد درآمد کریں
uz: Kontaktlarni import qilish
wa: Abaguer des contakes
xh: Faka abantu oqhagamshelana nabo
zu: Ngenisa Izinombolo

# exportContactsTitle
source: Export Contacts
af: Voer kontakte uit
am: ግንኙነቶች መላኪያ
ar: تصدير جهات الإتصال
as: পৰিচয়সমূহ ৰপ্তানি কৰক
bg: Изнасяне на контакти
bn_bd: পরিচিতি এক্সপোর্ট
bn_in: পরিচিতি রপ্তানি
br: Ezporzhiañ darempredoù
bs: Izvezi kontakte
ca: Exporta els contactes
cy: Allforio Cysylltiadau
eo: Eksporti kontaktojn
eu: Esportatu kontaktuak
fa: صادر کردن مخاطبین
ga_ie: Easpórtáil Teagmhálaithe
gd: Às-phortaich an luchd-aithne
hu: Névjegyek exportálása
kk: Контакттарды экспорттау
km: នាំចេញ​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳ ರಫ್ತು
lv: Eksportēt kontaktus
mai: सम्पर्क निर्यात करू
mg: Hanondrana Kaontakita
ml: വിലാസങ്ങള്‍ പുറത്തെടുക്കുക
mr: संपर्क निर्यात करा
ms: Eksport Kenalan
my: အဆက်သွယ်ကိုချဲ့ကြည့်ပါ
ne: सम्पर्कहरु निर्यात गर्नुहोस्
nn_no: Eksportere kontaktar
or: ସମ୍ପର୍କ ପଠାନ୍ତୁ
ro: Exportă contacte
sw: Hamisha Anwani
ta: தொடர்புகளை ஏற்று
te: పరిచయాలను ఎగుమతి
th: ส่งออกรายชื่อ
tr: Kişileri dışarı aktar
ur: رابطہ افراد برآمد کریں
uz: Kontaktlarni eksport qilish
wa: Ebaguer des contakes
xh: Dlulisa abantu oqhagamshelana nabo
zu: Hambisa Izinombolo

# exportContactsButton
source: Export Contacts
af: Voer kontakte uit
am: ግንኙነቶች መላኪያ
ar: تصدير جهات الإتصال
as: পৰিচয়সমূহ ৰপ্তানি কৰক
bg: Изнасяне на контакти
bn_bd: পরিচিতি এক্সপোর্ট
bn_in: পরিচিতি রপ্তানি
br: Ezporzhiañ darempredoù
bs: Izvezi kontakte
ca: Exporta els contactes
cy: Allforio Cysylltiadau
eo: Eksporti kontaktojn
eu: Esportatu kontaktuak
fa: صادر کردن مخاطبین
ga_ie: Easpórtáil Teagmhálaithe
gd: Às-phortaich an luchd-aithne
hu: Névjegyek exportálása
kk: Контакттарды экспорттау
km: នាំចេញ​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳ ರಫ್ತು
lv: Eksportēt kontaktus
mai: सम्पर्क निर्यात करू
mg: Hanondrana Kaontakita
ml: വിലാസങ്ങള്‍ പുറത്തെടുക്കുക
mr: संपर्क निर्यात करा
ms: Eksport Kenalan
my: အဆက်အသွယ်များအားထုတ်
ne: सम्पर्कहरु निर्यात गर्नुहोस्
nn_no: Eksportere kontaktar
or: ସମ୍ପର୍କ ପଠାନ୍ତୁ
ro: Exportă contacte
sw: Hamisha Anwani
ta: தொடர்புகளை இறக்கு
te: పరిచయాలను ఎగుమతించు
th: ส่งออกรายชื่อ
tr: Kişileri dışarı aktar
ur: رابطہ افراد برآمد کریں
uz: Kontaktlarni eksport qilish
wa: Ebaguer des contakes
xh: Dlulisa abantu oqhagamshelana nabo
zu: Hambisa Izinombolo

source: Export
af: Voer uit
am: መላኪያ
ar: تصدير
as: ৰপ্তানি কৰক
bg: Изнасяне
bn_bd: এক্সপোর্ট
bn_in: রপ্তানি
br: Ezporzhiañ
bs: Izvoz
ca: Exporta
cy: Allforio
eo: Eksporti
eu: Esportatu
fa: صدور
ga_ie: Easpórtáil
gd: Às-phortaich
hu: Exportálás
kk: Экспорт
km: នាំចេញ
kn: ರಫ್ತು
lv: Eksportēt
mai: निर्यात
mg: Hanondrana
ml: പുറത്തെടുക്കുക
mr: निर्यात
ms: Eksport
my: အဆက်အသွယ်များ ထုတ်ပါ
ne: निर्यात गर्नुहोस्
nn_no: Eksport
or: ରତ୍ପାନୀ କର
ro: Exportă
sw: Hamisha
ta: ஏற்றுமதி
te: ఎగుమతించు
th: ส่งออก
tr: Dışarı aktar
ur: برآمد
uz: Eksport
wa: Ebaguer
xh: Dlulisa
zu: Hambisa

source: Export to SIM
af: Voer uit na SIM
am: ወደ ሲም መላኪያ
ar: تصدير إلى SIM
as: SIMলৈ ৰপ্তানি কৰক
bg: Изнасяне към SIM
bn_bd: সিম কার্ডে এক্সপোর্ট
bn_in: SIM এ রপ্তানি করা হবে
br: Ezporzhiañ betek SIM
bs: Izvoz na SIM
ca: Exporta a la SIM
cy: Allforio i'r SIM
eo: Eksporti al SIM
eu: Esportatu SIMera
fa: صادر کردن به سیم
ga_ie: Easpórtáil go SIM
gd: Às-phortaich gun t-SIM
hu: Névjegyek másolása SIM kártyára
kk: SIM-ге экспорттау
km: នាំចេញ​ទៅ SIM
kn: SIM ಗೆ ರಫ್ತುಮಾಡು
lv: Eksportēt uz SIM
mai: SIM मे निर्यात करू
mg: Aondrana mankao @ SIM
ml: സിമ്മിലേക്ക് പുറത്തെടുക്കുക
mr: SIMला निर्यात
ms: Eksport ke SIM
my: SIM ကဒ်ထဲသို့သိမ်း
ne: SIM मा निर्यात गर्नुहोस्
nn_no: Eksporter til SIM
or: SIMକୁ ପଠାନ୍ତୁ
ro: Exportă în SIM
sw: Hamisha kwenya SIM
ta: சிம்மிற்கு ஏற்று
te: సిమ్‌కు ఎగుమతించు
th: ส่งออกไปยัง SIM
tr: SIM'e aktar
ur: SIM میں برآمد کریں
uz: SIM kartaga eksport qilish
wa: Ebaguer sol SIM
xh: Dlulisa kwi-SIM
zu: Hambisa ku-SIM

source: Export to memory card
am: ወደ ማስታወሻ ካርድ መላኪያ
ar: صدِّر إلى بطاقة الذاكرة
bg: Изнасяне към картата за памет
bn_bd: মেমরি কার্ডে এক্সপোর্ট
bn_in: মেমোরি কার্ডে রপ্তানি করুন
br: Ezporzhiañ betek ar gartenn vemor
bs: Izvoz na memorijsku karticu
ca: Exporta a la targeta de memòria
cy: Allforio i gerdyn cof
eu: Esportatu memoria-txartelera
fa: صادر کردن به کارت حافظه
ga_ie: Easpórtáil go cárta cuimhne
gd: Às-phortaich dhan chairt-chuimhne
hu: Másolás memóriakártyára
kk: Жады картасына экспорттау
km: នាំចេញ​ទៅ​កាត​អង្គចងចាំ
kn: ಮೆಮೊರಿ ಕಾರ್ಡ್‌ಗೆ ರಫ್ತುಮಾಡು
lv: Eksportēt uz atmiņas karti
mai: मेमोरी कार्ड सँ आयात करू
ms: Eksport ke kad memori
my: မှတ်ဉာဏ်ကဒ်သို့ သိမ်းပါ
ne: मेमोरी कार्डमा निर्यात गर्नुहोस्
nn_no: Eksporter til minnekort
ro: Exportă în cardul de memorie
ta: நினைவக அட்டைக்கு ஏற்று
th: ส่งออกไปยังการ์ดหน่วยความจำ
tr: Bellek kartına aktar
ur: میموری کارڈ میں برآمد کریں
uz: Xotira kartasiga eksport qilish
wa: Ebaguer sol cwåte memwere

source: Export to Bluetooth
af: Voer uit na Bluetooth
am: ወደ ብሉቱዝ መላኪያ
ar: صدِّر إلى بلوتوث
as: ব্লুটুথলৈ ৰপ্তানি কৰক
bg: Изнасяне към Bluetooth
bn_bd: ব্লুটুথের মাধ্যমে এক্সপোর্ট
bn_in: ব্লুটুথে পাঠানো হবে
br: Ezporzhiañ betek Bluetooth
bs: Izvoz putem Bluetootha
ca: Exporta per Bluetooth
cy: Allforio i Bluetooth
eo: Eksporti al Bluetooth
eu: Esportatu Bluetooth-era
fa: صادر کردن به بلوتوث
ga_ie: Easpórtáil go Bluetooth
gd: Às-phortaich gu Bluetooth
hu: Névjegyek másolása Bluetooth-on
kk: Bluetooth арқылы экспорттау
km: នាំ​ចេញ​ទៅប៊្លូសធូស
kn: ಬ್ಲೂಟೂಥಿಗೆ ರಫ್ತುಮಾಡು
lv: Eksportēt ar Bluetooth
mai: ब्लूटूथ मे निर्यात
mg: Aondrana mankao @ Bluetooth
ml: ബ്ലുടൂത്തിലേക്ക് പുറത്തെടുക്കുക
mr: ब्लुटूथला निर्यात
ms: Eksport ke Bluetooth
my: ဘလူးတုက တဆင့်သိမ်း
ne: ब्लुटुथमा निर्यात गर्नुहोस्
nn_no: Eksporter til Bluetooth
or: ବ୍ଲୁଟୁଥ ମଧ୍ଯକୁ ପଠାନ୍ତୁ
ro: Exportă în Bluetooth
sw: Hamisha kwa Bluetooth
ta: ப்ளூடூத்திற்கு ஏற்று
te: బ్లూటూత్‌కి ఎగుమతించు
th: ส่งออกไปยังบลูทูธ
tr: Bluetooth'a aktar
ur: بلوٹوت میں برآمد کریں
uz: Bluetooth’ga eksport qilish
wa: Ebaguer pa Bluetooth
xh: Dlulisa kwi-Bluetooth
zu: Hambisa ku-Bluetooth

source: Cannot use memory card because USB storage is enabled
am: የማጠራቀሚያ ካርዱን መጠቀም አልተቻለም ምክንያቱም ዩኤስቢ ተችሏል
ar: لا يُمكن استعمال بطاقة الذّاكرة لأن وصلة USB مُفعّلة
bg: Картата за памет е недостъпна, защото настройката „USB памет“ е активна
bn_bd: USB স্টোরেজ সক্রিয় থাকায় SD কার্ড ব্যবহার করা যাচ্ছে না
bn_in: SD কার্ড ব্যবহার করা যাচ্ছে না কারন USB সংগ্রহস্থল সক্রিয় করা আছে
br: N'eus ket tu da implij ar gartenn memor peogwir eo gweredekaet ar c'hadaviñ USB
bs: Ne mogu koristiti memorijsku karticu jer je omogućeno USB spremište
ca: No es pot utilitzar la targeta de memòria perquè el mode de disc USB està activat
cy: Methu defnyddio'r cerdyn cof gan fod y storfa USB wedi ei alluogi
eu: Ezin da memoria-txartela erabili USB biltegiratzea gaituta dagoelako
fa: از کارت حافظه نمی‌توان استفاده کرد چون حافظه USB فعال است
ga_ie: Ní féidir an cárta cuimhne a úsáid toisc go bhfuil stóras USB cumasaithe
gd: Cha ghabh a’ chairt SD a chleachdadh a chionn ’s gu bheil an stòras USB an comas
hu: Nem használható a memóriakártya, mert az USB tároló üzemmód engedélyezve van
kk: Жады картасын қолдану мүмкін емес, өйткені USB жинақтауышы іске қосулы тұр
km: មិន​អាច​ប្រើ​កាត​អង្គ​ចងចាំ ព្រោះ​​បាន​បើក​ឧបករណ៍​ផ្ទុក​យូអេសប៊ី
kn: USB ಸಕ್ರಿಯಗೊಂಡಿರುವುದರಿಂದ ಮೆಮೊರಿ ಕಾರ್ಡ್ ಬಳಸಲು ಆಗುವುದಿಲ್ಲ
lv: Nevar izmantot atmiņas karti tādēļ ka USB krātuve jau ir ieslēgta
mai: मेमोरी कार्ड क उपयोग नहि कऽ सकत किएक USB भंडारण सक्रिय अछि
ms: Tidak dapat menggunakan Kad SD kerana storan USB diaktifkan
my: USB သိမ်းဆည်းပုံစံအား ဖွင့်ထားသဖြင့် မှတ်ဉာဏ်ကဒ်အား မသုံးနိုင်ပါ
ne: USB भण्डारण सक्षम गरिएकाले मेमोरी कार्डको प्रयोग हुन सक्दैन
nn_no: Kan ikkje bruka minnekortet fordi USB-lagring er slått på
ro: Nu se poate folosi cardul de memorie deoarece stocarea USB e activată
ta: USB நினைவகம் செயற்பாட்டில் உள்ளதால் நிவைனவக அட்டையை பயன்படுத்த முடியாது
th: ไม่สามารถใช้การ์ดหน่วยความจำเนื่องจากพื้นที่จัดเก็บ USB ถูกเปิดใช้งานอยู่
tr: USB depolama etkinleştirildiği için bellek kartı kullanılamıyor
ur: میموری کارڈ استعمال نہیں ہو سکتا کیوں کہ USB ذخیرہ اہل ہے
uz: SD kartadan foydalanib bo‘lmaydi, chunki USB xotira yoqilgan
wa: Dji n’ sai eployî l’ cwåte memwere ca l’ sitocaedje di masse USB est e-n alaedje

source: Export error
af: Uitvoerfout
am: ስህተት መላኪያ
ar: خطأ في التصدير
as: ৰপ্তানিত ত্ৰুটি
bg: Грешка при изнасяне
bn_bd: এক্সপোর্ট সংক্রান্ত ত্রুটি
bn_in: রপ্তানিতে সমস্যা
br: Fazi ezporzhiañ
bs: Greška pri izvozu
ca: Error d'exportació
cy: Gwall allforio
eo: Eraro dum eksporto
eu: Esportatze-errorea
fa: خطا در صادر کردن
ga_ie: Earráid easpórtála
gd: Mearachd leis an às-phortadh
hu: Exportálási hiba
kk: Экспорттау сәтсіз аяқталды
km: កំហុស​នាំចេញ
kn: ರಫ್ತುಮಾಡುವಲ್ಲಿ ದೋಷ
lv: Eksporta kļūda
mai: निर्यात दोष
mg: Tsy fetezan'ny fanondranana
ml: പുറത്തെടുക്കുന്നതില്‍ പിഴവ്
mr: निर्यात त्रुटी
ms: Ralat eksport
my: ထုတ်ပို့မှူ ပြသာနာ
ne: निर्यात त्रुटि
nn_no: Eksportfeil
or: ପଠାଇବାରେ ତ୍ରୁଟି
ro: Eroare la exportare
sw: Hamisha hitilafu
ta: ஏற்றுமதி பிழை
te: ఎగుమతి దోషం
th: ข้อผิดพลาดการส่งออก
tr: Dışarı aktarma hatası
ur: نقص برآمد کریں
uz: Eksport qilishda xatolik
wa: Aroke d' ebagaedje
xh: Dlulisa imposiso
zu: Inkinga yokuhambisa

source: No contacts exported
af: Geen kontakte uitgevoer nie
am: ምንም ግንኙነት አልተላከም
ar: لم تصدَر جهات الإتصال
as: কোনো পৰিচয় ৰপ্তানি কৰা নহ'ল
bg: Не са изнесени контакти
bn_bd: কোন পরিচিতি এক্সপোর্ট করা হয়নি
bn_in: কোন পরিচিতি রপ্তানি করা হয়নি
br: Darempred ebet ezporzhiet
bs: Kontakti nisu izvezeni
ca: No s'ha exportat cap contacte
cy: Heb allforio cysylltiadau
eo: Neniu kontakto eksportita
eu: Ez da kontakturik esportatu
fa: هیچ مخاطبی صادر نشد
ga_ie: Níor easpórtáladh aon teagmhálaithe
gd: Cha deach neach-aithne sam bith às-phortadh
hu: Nincs exportálva névjegy
kk: Контакттар экспортталмады
km: គ្មាន​បញ្ជី​ទំនាក់​ទំនង​បាន​នាំចេញ
kn: ಯಾವುದೇ ಸಂಪರ್ಕಗಳನ್ನು ರಫ್ತುಮಾಡಲಾಗಲಿಲ್ಲ
lv: Nav eksportētu kontaktu
mai: संपर्क निर्यात नहि
mg: Tsisy kaontakita voaondrana
ml: ഒരു വിലാസവും പുറത്തെടുത്തില്ല
mr: शुन्य संपर्क निर्यात केले
ms: Tiada kenalan dieksport
my: အဆက်အသွယ်တစ်ယောက်မှ မထုတ်ထားပါ
ne: कुनै सम्पर्क निर्यात भएको छैन
nn_no: Ingen kontaktar eksporterte
or: କୌଣସି ସମ୍ପର୍କକୁ ପଠାଯାଇନାହିଁ
ro: Niciun contact exportat
sw: Hakuna anwani zilizohamishwa
ta: தொடர்புகளை ஏற்றவில்லை
te: ఏ పరిచయాలూ ఎగుమతి కాలేదు
th: ไม่มีรายชื่อถูกส่งออก
tr: Hiçbir kişi dışarı aktarılmadı
ur: کوئی رابطہ افراد برآمد نہیں کیئے گئے
uz: Kontaktlar eksport qilinmadi
wa: Nou contake ebagué
xh: Akukho bantu oqhagamshelana nabo badlulisiweyo
zu: Azikho izinombolo ezihanjisiwe

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
af: {{exported}}/{{total}} kontakte uitgevoer
am: {{exported}}/{{total}} ግንኙነቶች ተልከዋል
ar: تم تصدير{{exported}}/{{total}} جهة اتصال
as: {{exported}}/{{total}} পৰিচয় ৰপ্তানি কৰা হল
bg: {{exported}}/{{total}} контакт изнесен
bn_bd: {{exported}}/{{total}} পরিচিতি এক্সপোর্ট করা হয়েছে
bn_in: {{exported}}/{{total}} পরিচিতি রপ্তানি করা হয়েছে
br: {{exported}}/{{total}} a zarempredoù ezporzhiet
bs: {{exported}}/{{total}} kontakt izvezen
ca: {{exported}}/{{total}} contactes exportats
cy: {{exported}}/{{total}} cysylltiadau wedi eu hallforio
eo: {{exported}}/{{total}} kontaktoj eksportitaj
eu: {{total}}/{{exported}} kontaktu esportatu dira
fa: {{exported}}/{{total}} از مخاطب‌ها صادر شد
ga_ie: {{exported}}/{{total}} teagmhálaí easpórtáilte
gd: Chaidh {{exported}} à {{total}} neach-aithne às-phortadh
hu: {{exported}}/{{total}} névjegy exportálva
kk: {{exported}}/{{total}} контакт экспортталды
km: បាន​នាំចេញ​ទំនាក់ទំនង {{exported}}/{{total}}
kn: {{exported}}/{{total}} ಸಂಪರ್ಕಗಳನ್ನು ರಫ್ತುಮಾಡಲಾಗಿದೆ
lv: {{exported}} no {{total}} kontaktiem eksportēts
mai: {{exported}}/{{total}} संपर्कक निर्यात
mg: Voaondrana kaontakita {{exported}}/{{total}}
ml: {{exported}}/{{total}} വിലാസം പുറത്തെടുത്തു
mr: {{exported}}/{{total}} संपर्क निर्यात केले
ms: {{exported}}/{{total}} kenalan dieksport
my: {{exported}}/{{total}} အဆက်အသွယ် ထုတ်ပြီး
ne: {{exported}}/{{total}} सम्पर्कहरु आयात गरियो
nn_no: {{exported}}/{{total}} kontakt eksportert
or: {{exported}}/{{total}} ସମ୍ପର୍କଗୁଡ଼ିକୁ ପଠାଯାଇଛି
ro: {{exported}}/{{total}} contacte exportate
sw: anwani {{exported}}/{{total}} zimehamishwa
ta: {{exported}}/{{total}} தொடர்புகள் ஏற்றப்பட்டன
te: {{exported}}/{{total}} పరిచయాలు ఎగుమతయ్యాయి
th: ส่งออกแล้ว {{exported}}/{{total}} รายชื่อ
tr: {{exported}}/{{total}} kişi dışarı aktarıldı
ur: {{exported}}/{{total}} رابطہ افراد برآمد کر دیا گیا
uz: {{exported}}/{{total}}ta kontakt eksport qilindi
wa: {{exported}}/{{total}} contake ebagué
xh: {{exported}}/{{total}} oqhagamshelana nabo abadlulisiweyo
zu: {{exported}}/{{total}} izinombolo ezihanjisiwe

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
af: {{exported}}/{{total}} kontakte uitgevoer
am: {{exported}}/{{total}} ግንኙነቶች ተልከዋል
ar: تم تصدير {{exported}}/{{total}} جهات اتصال
as: {{exported}}/{{total}} পৰিচয় ৰপ্তানি কৰা হল
bg: {{exported}}/{{total}} контакта изнесени
bn_bd: {{exported}}/{{total}} পরিচিতি এক্সপোর্ট করা হয়েছে
bn_in: {{exported}}/{{total}}পরিচিতি রপ্তানি করা হয়েছে
br: {{exported}}/{{total}} a zarempredoù ezporzhiet
bs: {{exported}}/{{total}} kontakta izvezena
ca: {{exported}}/{{total}} contactes exportats
cy: {{exported}}/{{total}} ffrindiau wedi eu mewnforio
eo: {{exported}}/{{total}} kontaktoj eksportitaj
eu: {{total}}/{{exported}} kontaktu esportatu dira
fa: {{exported}}/{{total}} از مخاطب‌ها صادر شد
ga_ie: {{exported}}/{{total}} teagmhálaí easpórtáilte
gd: Chaidh {{exported}} à {{total}} neach-aithne às-phortadh
hu: {{exported}}/{{total}} névjegy exportálva
kk: {{exported}}/{{total}} контакт экспортталды
km: បាន​នាំចេញ​ទំនាក់ទំនង {{exported}}/{{total}}
kn: {{exported}}/{{total}} ಸಂಪರ್ಕಗಳನ್ನು ರಫ್ತುಮಾಡಲಾಗಿದೆ
lv: {{exported}} no {{total}} kontaktiem eksportēti
mai: {{exported}}/{{total}} संपर्कक निर्यात
mg: Voaondrana kaontakita {{exported}}/{{total}}
ml: {{exported}}/{{total}} വിലാസങ്ങള്‍ പുറത്തെടുത്തു
mr: {{exported}}/{{total}} संपर्क निर्यात केले
ms: {{exported}}/{{total}} kenalan dieksport
my: {{exported}}/{{total}} အဆက်အသွယ် ထုတ်ပို့ပြီး
ne: {{exported}}/{{total}} सम्पर्कहरु आयात गरियो
nn_no: {{exported}}/{{total}} kontaktar eksporterte
or: {{exported}}/{{total}} ସମ୍ପର୍କଗୁଡ଼ିକୁ ପଠାଯାଇଛି
ro: {{exported}}/{{total}} contacte exportate
sw: anwani {{exported}}/{{total}} zimehamishwa
ta: {{exported}}/{{total}} தொடர்புகள் ஏற்றப்பட்டன
te: {{exported}}/{{total}} పరిచయాలు ఎగుమతయ్యాయి
th: ส่งออกแล้ว {{exported}}/{{total}} รายชื่อ
tr: {{exported}}/{{total}} kişi dışarı aktarıldı
ur: {{exported}}/{{total}} رابطہ افراد برآمد کر دیا گیا
uz: {{exported}}/{{total}}ta kontakt eksport qilindi
wa: {{exported}}/{{total}} contakes ebagués
xh: {{exported}}/{{total}} oqhagamshelana nabo abadlulisiweyo
zu: {{exported}}/{{total}} izinombolo ezihanjisiwe
