Repository: translate/mozilla-gaia
Catalog: */apps/communications/contacts/contacts.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, eo, eu, fa, ga_ie, gd, hu, kk, km, kn, lv, mai, mg, ml, mr, ms, my, ne, nn_no, or, ro, sw, ta, te, th, tr, ur, uz, wa, xh, zu

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
af: {{exported}}/{{total}} kontakte uitgevoer
am: {{exported}}/{{total}} ግንኙነቶች ተልከዋል
ar: تم تصدير{{exported}}/{{total}} جهات اتصال
as: {{exported}}/{{total}} পৰিচয় ৰপ্তানি কৰা হল
bg: {{exported}}/{{total}} контакта изнесени
bn_bd: {{exported}}/{{total}} পরিচিতি এক্সপোর্ট করা হয়েছে
bn_in: {{exported}}/{{total}} পরিচিতি রপ্তানি করা হয়েছে
br: {{exported}}/{{total}} a zarempredoù ezporzhiet
bs: {{exported}}/{{total}} kontakata izvezeno
ca: {{exported}}/{{total}} contactes exportats
cy: {{exported}}/{{total}} cysylltiadau wedi eu hallforio
eo: {{exported}}/{{total}} kontaktoj eksportitaj
eu: {{total}}/{{exported}} kontaktu esportatu dira
fa: {{exported}}/{{total}} از مخاطب‌ها صادر شد
ga_ie: {{exported}}/{{total}} teagmhálaí easpórtáilte
gd: Chaidh {{exported}} à {{total}} neach-aithne às-phortadh
hu: {{exported}}/{{total}} névjegy exportálva
kk: {{exported}}/{{total}} контакт экспортталды
km: បាន​នាំចេញ​ទំនាក់ទំនង {{exported}}/{{total}}
kn: {{exported}}/{{total}} ಸಂಪರ್ಕಗಳನ್ನು ರಫ್ತುಮಾಡಲಾಗಿದೆ
mai: {{exported}}/{{total}} संपर्क निर्यात भेल
mg: Voaondrana kaontakita {{exported}}/{{total}}
ml: {{exported}}/{{total}} വിലാസങ്ങള്‍ പുറത്തെടുത്തു
mr: {{exported}}/{{total}} संपर्क निर्यात केले
ms: {{exported}}/{{total}} kenalan dieksport
my: {{exported}}/{{total}} အဆက်အသွယ် ထုတ်ပို့ပြီး
ne: {{exported}}/{{total}} सम्पर्कहरु आयात गरियो
nn_no: {{exported}}/{{total}} kontaktar eksporterte
or: {{exported}}/{{total}} ସମ୍ପର୍କଗୁଡ଼ିକୁ ପଠାଯାଇଛି
ro: {{exported}}/{{total}} contacte exportate
sw: anwani {{exported}}/{{total}} zimehamishwa
ta: {{exported}}/{{total}} தொடர்புகள் ஏற்றப்பட்டன
te: {{exported}}/{{total}} పరిచయాలు ఎగుమతయ్యాయి
th: ส่งออกแล้ว {{exported}}/{{total}} รายชื่อ
tr: {{exported}}/{{total}} kişi dışarı aktarıldı
ur: {{exported}}/{{total}}رابطہ افراد برآمد کر دیا گیا
uz: {{exported}}/{{total}}ta kontakt eksport qilindi
wa: {{exported}}/{{total}} contakes ebagués
xh: {{exported}}/{{total}} oqhagamshelana nabo abadlulisiweyo
zu: {{exported}}/{{total}} izinombolo ezihanjisiwe

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
af: {{exported}}/{{total}} kontakte uitgevoer
am: {{exported}}/{{total}} ግንኙነቶች ተልከዋል
ar: تم تصدير{{exported}}/{{total}} جهة اتصال
as: {{exported}}/{{total}} পৰিচয় ৰপ্তানি কৰা হল
bg: {{exported}}/{{total}} контакта изнесени
bn_bd: {{exported}}/{{total}} পরিচিতি এক্সপোর্ট করা হয়েছে
bn_in: {{exported}}/{{total}} পরিচিতি রপ্তানি করা হয়েছে
br: {{exported}}/{{total}} a zarempredoù ezporzhiet
bs: {{exported}}/{{total}} kontakata izvezeno
ca: {{exported}}/{{total}} contactes exportats
cy: {{exported}}/{{total}} cysylltiadau wedi eu hallforio
eo: {{exported}}/{{total}} kontaktoj eksportitaj
eu: {{total}}/{{exported}} kontaktu esportatu dira
fa: {{exported}}/{{total}} از مخاطب‌ها صادر شد
ga_ie: {{exported}}/{{total}} teagmhálaí easpórtáilte
gd: Chaidh {{exported}} à {{total}} neach-aithne às-phortadh
hu: {{exported}}/{{total}} névjegy exportálva
kk: {{exported}}/{{total}} контакт экспортталды
km: បាន​នាំ​ចេញ​ទំនាក់ទំនង {{exported}}/{{total}}
kn: {{exported}}/{{total}} ಸಂಪರ್ಕಗಳನ್ನು ರಫ್ತುಮಾಡಲಾಗಿದೆ
mai: {{exported}}/{{total}} संपर्क निर्यात भेल
mg: Voaondrana kaontakita {{exported}}/{{total}}
ml: {{exported}}/{{total}} വിലാസങ്ങള്‍ പുറത്തെടുത്തു
mr: {{exported}}/{{total}} संपर्क निर्यात केले
ms: {{exported}}/{{total}} kenalan dieksport
my: {{exported}}/{{total}} အဆက်အသွယ်များ ထုတ်ပြီး
ne: {{exported}}/{{total}} सम्पर्कहरु आयात गरियो
nn_no: {{exported}}/{{total}} kontaktar eksporterte
or: {{exported}}/{{total}} ସମ୍ପର୍କଗୁଡ଼ିକୁ ପଠାଯାଇଛି
ro: {{exported}}/{{total}} contacte exportate
sw: anwani {{exported}}/{{total}} zimehamishwa
ta: {{exported}}/{{total}} தொடர்புகள் ஏற்றப்பட்டன
te: {{exported}}/{{total}} పరిచయాలు ఎగుమతయ్యాయి
th: ส่งออกแล้ว {{exported}}/{{total}} รายชื่อ
tr: {{exported}}/{{total}} kişi dışarı aktarıldı
ur: {{exported}}/{{total}} رابطہ افراد برآمد کر دیا گیا
uz: {{exported}}/{{total}}ta kontakt eksport qilindi
wa: {{exported}}/{{total}} contakes ebagués
xh: {{exported}}/{{total}} oqhagamshelana nabo abadlulisiweyo
zu: {{exported}}/{{total}} izinombolo ezihanjisiwe

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
af: {{exported}}/{{total}} kontakte uitgevoer
am: {{exported}}/{{total}} ግንኙነቶች ተልከዋል
ar: تم تصدير{{exported}}/{{total}} جهة اتصال
as: {{exported}}/{{total}} পৰিচয় ৰপ্তানি কৰা হল
bg: {{exported}}/{{total}} контакта изнесени
bn_bd: {{exported}}/{{total}} পরিচিতি এক্সপোর্ট করা হয়েছে
bn_in: {{exported}}/{{total}} পরিচিতি রপ্তানি করা হয়েছে
br: {{exported}}/{{total}} a zarempredoù ezporzhiet
bs: {{exported}}/{{total}} kontakata izvezeno
ca: {{exported}}/{{total}} contactes exportats
cy: {{exported}}/{{total}} cysylltiadau wedi eu hallforio
eo: {{exported}}/{{total}} kontaktoj eksportitaj
eu: {{total}}/{{exported}} kontaktu esportatu dira
fa: {{exported}}/{{total}} از مخاطب‌ها صادر شد
ga_ie: {{exported}}/{{total}} teagmhálaí easpórtáilte
gd: Chaidh {{exported}} à {{total}} neach-aithne às-phortadh
hu: {{exported}}/{{total}} névjegy exportálva
kk: {{exported}}/{{total}} контакт экспортталды
km: បាន​នាំ​ចេញ​ទំនាក់ទំនង {{exported}}/{{total}}
kn: {{exported}}/{{total}} ಸಂಪರ್ಕಗಳನ್ನು ರಫ್ತುಮಾಡಲಾಗಿದೆ
mai: {{exported}}/{{total}} संपर्क निर्यात भेल
mg: Voaondrana kaontakita {{exported}}/{{total}}
ml: {{exported}}/{{total}} വിലാസങ്ങള്‍ പുറത്തെടുത്തു
mr: {{exported}}/{{total}} संपर्क निर्यात केले
ms: {{exported}}/{{total}} kenalan dieksport
my: {{exported}}/{{total}} အဆက်အသွယ်များ ထုတ်ပြီး
ne: {{exported}}/{{total}} सम्पर्कहरु आयात गरियो
nn_no: {{exported}}/{{total}} kontaktar eksporterte
or: {{exported}}/{{total}} ସମ୍ପର୍କଗୁଡ଼ିକୁ ପଠାଯାଇଛି
ro: {{exported}}/{{total}} contacte exportate
sw: anwani {{exported}}/{{total}} zimehamishwa
ta: {{exported}}/{{total}} தொடர்புகள் ஏற்றப்பட்டன
te: {{exported}}/{{total}} పరిచయాలు ఎగుమతయ్యాయి
th: ส่งออกแล้ว {{exported}}/{{total}} รายชื่อ
tr: {{exported}}/{{total}} kişi dışarı aktarıldı
ur: {{exported}}/{{total}} رابطہ افراد برآمد کر دیا گیا
uz: {{exported}}/{{total}}ta kontakt eksport qilindi
wa: {{exported}}/{{total}} contakes ebagués
xh: {{exported}}/{{total}} oqhagamshelana nabo abadlulisiweyo
zu: {{exported}}/{{total}} izinombolo ezihanjisiwe

source: Some error happened while exporting
af: Iets het skeefgeloop tydens uitvoer
am: በመላክ ላይ እንዳለ ስህተት ተፈጥሯል
ar: حدثت بعض الأخطأ أثناء التصدير
as: ৰপ্তানি হৈ থাকোতে কিবা ভুল হ'ল
bg: Възникна грешка при изнасянето
bn_bd: এক্সপোর্ট করার সময় কিছু সমস্যা হয়েছে
bn_in: রপ্তানি করার সময় কিছু ত্রুটি ঘটেছে
br: Fazi e-pad an ezporzhiañ
bs: Došlo je do greške pri izvozu
ca: S'ha produït un error durant l'exportació
cy: Digwyddodd rhyw wall wrth allforio
eu: Erroreren bat gertatu da esportatzean
fa: هنگام صادر کردن خطایی رخ داده است
ga_ie: Tharla earráid éigin le linn na heaspórtála
gd: Thachair mearachd air choireigin rè an às-phortaidh
hu: Néhány hiba lépett fel az exportálás során
kk: Экспорттау кезіндегі қате орын алды
km: មាន​កំហុស​​​កើត​ឡើង​​អំឡុង​ពេល​នាំចេញ
kn: ರಫ್ತುಮಾಡುವಾಗ ಕೆಲವು ದೋಷಗಳು ಸಂಭವಿಸಿದವು
lv: Notika kāda kļūda eksporta laikā
mai: निर्यात क क्रम मे किछु त्रुटि आयल
mg: Nisy tsy fetezana nandritra ny fanondranana
ml: എക്സ്പോര്‍ട്ട് ചെയ്യുമ്പോള്‍ പിശകുണ്ടായി
mr: निर्यातवेळी काही त्रुटी आढळली
ms: Beberapa ralat berlaku ketika mengeksport
my: ထုတ်ယူနေစဉ် အချို့ပြသာနာရှိသှ်
ne: कुनै त्रुटि निर्यात गर्दा भएको छ
nn_no: Det oppstod nokre feil under eksporteringa
or: ପଠାଇଲା ବେଳେ କିଛି ତ୍ରୁଟି ହେଲା
ro: S-a produs o eroare la exportare
sw: Hitilafu ilitokea wakati wa kuhamisha
ta: ஏற்றும்போது சிக்கல்கள் ஏற்பட்டன
te: ఎగుమతించడంలో ఏదో దోషం జరిగింది
th: เกิดข้อผิดพลาดบางอย่างขณะกำลังส่งออก
tr: Dışarı aktarma sırasında bir hata oluştu
ur: برآمد کرتے وقت کوئی نقص آ گیا
uz: Eksport qilinayotganda bir nechta xatolik yuz berdi
wa: Des arokes s’ ont passé a l’ ebagaedje
xh: Kwenzeke imposiso ngeli lixa idlulisa
zu: Kube nephutha elenzekile ngenkathi kuhanjiswa

# exportError-SD-shared
source: Can’t access memory card because it’s shared
af: Kan nie by geheuekaart ingaan nie, want dit word gedeel
am: የ ማስታወሻ ካርድ ጋር መድረስ አልተቻለም ምክንያቱም እየተካፈሉት ነው
ar: لا يمكن الوصول للذاكرة الخارجية لأنها في وضعية المشاركة
as: মেমৰি কাৰ্ড অংশীদাৰী হোৱা বাবে অভিগম কৰিব নোৱাৰি
bg: Картата памет не може да бъде достъпена, тъй като е споделена
bn_bd: শেয়ার্ড থাকা অবস্থায় মেমরি কার্ডে প্রবেশ করা যাবেনা
bn_in: মেমোরি কার্ড শেয়ার করা আছে বলে সেখানে প্রবেশ করা যাচ্ছে না
br: N'haller ket haeziñ ar gartenn vemor peogwir eo rannet
bs: Nije moguće pristupiti memorijskoj kartici jer je podijeljenja
ca: No es pot accedir a la targeta de memòria perquè està compartida
cy: Dim mynediad at y cerdyn cof gan ei fod yn cael ei rannu
eu: Ezin da memoria-txartela atzitu partekatuta dagoelako
fa: به حافظه کارت نمی تواند دسترسی داشته باشد چون به اشتراک گذاشته شده است
ga_ie: Ní féidir an cárta cuimhne a rochtain toisc go bhfuil sé á roinnt
gd: Chan fhaigh sinn cothrom air a’ chairt-chuimhne air sgàth ’s gur e cairt cho-roinnte a tha ann
hu: Nem érhető el a memóriakártya, mert meg van osztva
km: មិន​អាច​ដំណើរការ​កាត​អង្គ​ចងចាំ​បាន​ទេ ព្រោះ​វា​ត្រូវ​បាន​ចែករំលែក
kn: ಸ್ಮೃತಿ ಕಾರ್ಡ್ ಹಂಚಿರುವುದರಿಂದ ಅದನ್ನು ಪ್ರವೇಶಿಸಲಾಗುತ್ತಿಲ್ಲ
lv: Nevar piekļūt atmiņas kartei jo tā ir koplietota
mai: स्मृति कार्ड क उपयोग नहि कऽ सकैत छी किएक त ई साझा अछि
mg: Tsy afaka miditra @ karatra memoara satria iombanana io
ml: പാങ്കിട്ടതിനാല്‍ മെമ്മറി കാര്‍ഡിലേക്കു് പ്രവേശനമില്ല
mr: मेमरी कार्ड शेअर केलेली असल्यामुळे प्रवेश नाही
ms: Tidak dapat mengakses kad memori kerana ia dikongsi
my: မှတ်ဉာဏ် ကဒ်အားမျှသုံးထားသဖြင့် သုံးစွဲ မရပါ။
ne: मेमोरी कार्ड पहुँच हुन सकेन किनभने यो साझेदारी भइरहेको छ
nn_no: Kjem ikkje inn på minnekortet fordi det er delt
or: ମେମୋରୀ କାର୍ଡ ଆବଣ୍ଟିତ ହୋଇଥିବାରୁ ତହିଁରେ ପ୍ରବେଶ ମିଳିଲା ନାହିଁ
ro: Nu se poate accesa cardul de memorie deoarece este partajat
sw: Haiwezi kupata kadi ya kumbukumbu kwa sababu imeshirikishwa
ta: நினைவக அட்டை பகிர்வில் இருப்பதால் அணுக முடியாது
te: మెమొరీ కార్డుని పంచుకున్నందువల్ల దాన్ని వాడలేము
th: ไม่สามารถเข้าถึงการ์ดหน่วยความจำเนื่องจากการ์ดหน่วยความจำถูกใช้งานร่วมกัน
tr: Paylaşıldığı için bellek kartına erişilemiyor
ur: میموری کارڈ تک رسائی نہیں کر سکتا کیونکہ یہ حصہ دارانہ ہے
uz: Xotira kartasidan foydalanib bo‘lmaydi, chunki u bo‘lishilgan
wa: Dji n’ sai moussî e l’ cwåte memwere pask’ elle est pårtaedjeye
xh: Ayikwazi ukungena kwikhadi lememori kuba kwabelwene ngalo
zu: Asikwazi ukufinyelela ikhadi lememori ngoba lingelokwabelana

# exportError-SD-unavailable
source: Memory card is not available
af: Geheuekaart is nie beskikbaar nie
am: ማጠራቀሚያ ካርድ አልተገኘም
ar: بطاقة الذاكرة غير متاحة
as: মেম'ৰি কাৰ্ড নাই
bg: Недостъпна карта за памет
bn_bd: মেমোরি কার্ড নেই
bn_in: মেমোরি কার্ড পাওয়া যাচ্ছে না
br: Dihegerz eo ar gartenn vemor
bs: Memorijska kartica nije dostupna
ca: La targeta de memòria no és disponible
cy: Bid yw'r cerdyn cof ar gael
eu: Memoria-txartela ez dago erabilgarri
fa: کارت حافظه در دسترس نیست
ga_ie: Níl cárta cuimhne ar fáil
gd: Chan eil cairt-chuimhne ri fhaighinn
hu: A memóriakártya nem érhető el
kk: Жады картасы қолжетерсіз
km: កាត​អង្គ​ចងចាំ​មិន​អាច​ប្រើ​បាន
kn: ಮೆಮರಿ ಕಾರ್ಡ್ ಲಭ್ಯವಿಲ್ಲ
lv: Atmiņas karte nav pieejama
mai: मेमोरी कार्ड उपलब्ध नहि अछि
mg: Tsy vonona ny karatra memoara
ml: മെമ്മറി കാര്‍ഡ് ലഭ്യമല്ല
mr: मेमरी कार्ड उपलब्ध नाही
ms: Kad memori tiada
my: မှတ်ဉာဏ် ကတ်မရှိပါ
ne: मेमोरी कार्ड छैन।
nn_no: Minnekortet er ikkje tilgjengeleg
or: ମେମୋରୀ କାର୍ଡ ଉପଲବ୍ଧ ନାହିଁ
ro: Cardul de memorie este indisponibil
sw: Kadi ya kumbukumbu haipatikani
ta: நினைவக அட்டையில்லை
te: మెమొరీ కార్డు అందుబాటులో లేదు
th: การ์ดหน่วยความจำไม่สามารถใช้งานได้
tr: Bellek kartı mevcut değil
ur: میموریکارڈ دستیاب نہیں ہے
uz: Xotira kartasi mavjud emas
wa: Li cwåte memwere n’ est nén disponibe
xh: Alifumaneki ikhadi lememori
zu: Ikhadi lememori alitholakali

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
af: Daar’s onvoldoende ruimte op die geheuekaart om die kontakte uit te voer
am: ግንኙነቶች ለመላክ በማስታወሻ ካርዱ ላይ በቂ ባዶ ቦታ የለም
ar: لا توجد مساحة كافية على بطاقة الذاكرة لتصدير جهات الاتصال
as: পৰিচয়বোৰ ৰপ্তানি কৰিবলৈ মেম'ৰি কাৰ্ডত যথেষ্ট ঠাই নাই
bg: Няма достатъчно място на картата памет за изнасяне на контактите
bn_bd: পরিচিতি তালিকা এক্সপোর্ট করার জন্য মেমরি কার্ডে যথেষ্ট পরিমাণ জায়গা নেই
bn_in: পরিচিতিটি রপ্তানি করার জন্য মেমোরি কার্ডে যথেষ্ট জায়গা নেই
br: N'eus ket egor a-walc'h war ar gartenn vemor evit ezporzhiañ darempredoù
bs: Nema dovoljno prostora na memorijskoj kartici za izvoz kontakata
ca: No hi ha prou espai a la targeta de memòria per exportar els contactes
cy: Nid oes digon o le ar y cerdyn cof i drosglwyddo'r cysylltiadau
eu: Ez dago kontaktuak esportatzeko toki libre nahikorik memoria-txartelean
fa: فضای کافی برروی کارت حافظه برای صادر کردن مخاطبین وجود ندارد
ga_ie: Níl dóthain spáis ar an gcárta cuimhne chun na teagmhálaithe a easpórtáil
gd: Chan eil àite gu leòr air a’ chairt-chuimhne gus an luchd-aithne às-phortadh
hu: Nincs elég hely a memóriakártyán a névjegyek másolásához
kk: Контакттарды экспорттау үшін жады картасында бос орын жеткіліксіз
km: មិន​មាន​ទំហំ​ទំនេរ​គ្រប់គ្រាន់​នៅ​លើ​កាត​អង្គ​ចងចាំ​ដើម្បី​នាំចេញ​​​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳನ್ನು ರಫ್ತುಮಾಡಲು ಮೆಮರಿ ಕಾರ್ಡ್‌ನಲ್ಲಿ ಜಾಗವಿಲ್ಲ
lv: Nav pietiekami daudz vietas uz atmiņas karti lai eksportēt kontaktus
mai: संपर्क निर्यात करब हेतु मेमोरी कार्ड मे पर्याप्त स्थान नहि अछि
mg: Tsy ampy hanondranana ireo kaontakita ny toerana ao @ karatra memoara
ml: വിലാസങ്ങള്‍ ലഭ്യമാക്കുന്നതിനു് നിങ്ങളുടെ മെമ്മറി കാര്‍ഡില്‍ സ്ഥലമില്ല
mr: संपर्क निर्यातीसाठी मेमरी कार्डमध्ये पुरेशी जागा नाही
ms: Tiada ruang yang mencukupi pada kad memori untuk mengeksport kenalan
my: အဆက်အသွယ်များအား ထုတ်ယူသိမ်းဆည်းရန် မှတ်ဉာဏ် ကဒ်တွင် နေရာလွတ်မရှိ​တော့
ne: मेमोरी कार्डमा खाली स्थान नरहेकोले सम्पर्क विवरण निर्यात गर्न सकिएन।
nn_no: Det er ikkje nok plass på minnekortet for å eksportera kontaktane
or: ସମ୍ପର୍କଗୁଡ଼ିକୁ ପଠାଇବା ପାଇଁ ମେମୋରୀ କାର୍ଡରେ ଯଥେଷ୍ଟ ଜାଗା ନାହିଁ
ro: Nu există spațiu suficient pe cardul de memorie pentru a exporta contactele
sw: Hakuna nafasi ya kutosha kwenye kadi ya kumbukumbu ili kuhamisha anwani
ta: தொடர்புகளை ஏற்ற நினைவக அட்டையில் இடமில்லை
te: పరిచయాలను ఎగుమతి చేయడానికి తగినంత జాగా మెమొరీ కార్డులో లేదు
th: การ์ดหน่วยความจำมีพื้นที่ไม่เพียงพอสำหรับส่งออกรายชื่อ
tr: Bellek kartında kişileri dışarı aktarmaya yetecek kadar yer yok
ur: میموری کارڈ پر رابطہ افراد برآمد کرنے کے لیئے جگہ کافی نہیں ہے
uz: Kontaktlarni eksport qilish uchun xotira kartasida yetarlicha bo‘sh joy yo‘q
wa: I gn a pont d’ plaece assez sol cwåte memwere po-z ebaguer les contakes
xh: Akukho sithuba saneleyo kwikhadi lememori ukuba kudluliswe abantu oqhagamshelana nabo
zu: Asikho isikhala esanele ekhadini lememori ukuze kuhanjiswe izinombolo

source: SIM card is not available
af: SIM-kaart is nie beskikbaar nie
am: ሲም ካርድ አልተገኘም
ar: بطاقة SIM غير متاحة
as: SIM কাৰ্ড পোৱা নগ'ল
bg: SIM карта е недостъпна
bn_bd: সিম কার্ড নেই
bn_in: SIM কার্ড পাওয়া যাচ্ছে না
br: Dihegerz eo ar gartenn SIM
bs: SIM kartica nije dostupna
ca: La targeta SIM no és disponible
cy: Nid yw'r cerdyn SIM ar gael
eu: SIM txartela ez dago erabilgarri
fa: سیم کارت در دسترس نیست
ga_ie: Níl cárta SIM ar fáil
gd: Chan eil cairt SIM ri làimh
hu: A SIM kártya nem érhető el
kk: SIM картасы қолжетерсіз.
km: SIM ​កាត​មិន​អាច​ប្រើ​បាន
kn: SIM ಕಾರ್ಡ್ ಲಭ್ಯವಿಲ್ಲ
lv: SIM karte nav pieejama
mai: SIM कार्ड उपलब्ध नहि अछि
mg: Tsy vonona ny karatra SIM
ml: സിം കാര്‍ഡ് ലഭ്യമല്ല
mr: SIM कार्ड उपलब्ध नाही
ms: Kad SIM tiada
my: SIM ကဒ်မရှိပါ
ne: SIM कार्ड छैन।
nn_no: SIM-kortet er ikkje tilgjengeleg
or: SIM କାର୍ଡ ଉପଲବ୍ଧ ନାହିଁ
ro: Cartela SIM este indisponibilă
sw: Kadi ya SIM haipatikani
ta: சிம் அட்டை இல்லை
te: సిమ్ కార్డు అందుబాటులో లేదు
th: การ์ด SIM ไม่สามารถใช้งานได้
tr: SIM kart mevcut değil
ur: SIM کارڈ دستیاب نہیں ہے
uz: SIM karta mavjud emas
wa: Li cwåte SIM n’ est nén disponibe
xh: Alifumaneki ikhadi le-SIM
zu: Ikhadi le-SIM alitholakali

# exportError-BT-shared
source: Can’t access memory card because it’s shared
af: Kan nie by geheuekaart ingaan nie, want dit word gedeel
am: የ ማስታወሻ ካርድ ጋር መድረስ አልተቻለም ምክንያቱም እየተካፈሉት ነው
ar: لا يمكن الوصول الى بطاقة الذاكرة لأنها في وضعية المشاركة
as: মেমৰি কাৰ্ড উপলব্ধ নহয়
bg: Картата за памет е недостъпна, защото е споделена
bn_bd: শেয়ার্ড থাকা অবস্থায় মেমরি কার্ডে প্রবেশ করা যাবেনা
bn_in: শেয়ার করা আছে বলে মেমোরি কার্ডে ঢোকা যাচ্ছে না
br: N'haller ket haeziñ ar gartenn vemor peogwir eo rannet
bs: Nije moguće pristupiti memorijskoj kartici jer je podijeljena
ca: No es pot accedir a la targeta de memòria perquè està compartida
cy: Dim mynediad at y cerdyn cof gan ei fod yn cael ei rannu
eu: Ezin da memoria-txartela atzitu partekatuta dagoelako
fa: کارت حافظه قابل دسترس نیست چون به اشتراک گذاشته شده است
ga_ie: Ní féidir an cárta cuimhne a rochtain toisc go bhfuil sé á roinnt
gd: Chan fhaigh sinn cothrom air a’ chairt-chuimhne air sgàth ’s gur e cairt cho-roinnte a tha ann
hu: Nem érhető el a memóriakártya, mert meg van osztva
km: មិន​អាច​ដំណើរការ​កាត​អង្គ​ចងចាំ​បាន​ទេ ព្រោះ​វា​ត្រូវ​បាន​ចែក​រំលែក
kn: ಸ್ಮೃತಿ ಕಾರ್ಡ್ ಹಂಚಿರುವುದರಿಂದ ಅದನ್ನು ಪ್ರವೇಶಿಸಲಾಗುತ್ತಿಲ್ಲ
mai: स्मृति कार्ड क उपयोग नहि कए सकैत छी किएक त ई साझा अछि
mg: Tsy afaka miditra @ karatra memoara satria iombanana io
ml: പങ്കിട്ടതിനാല്‍ മെമ്മറി കാര്‍ഡ് ലഭ്യമല്ല
mr: मेमरी कार्ड शेअर केलेले असल्यामुळे प्रवेश नाही
ms: Tidak dapat mengakses kad memori kerana ia dikongsi
my: မှတ်ဉာဏ်ကဒ်အား​ မျှဝေထားသဖြင့်သုံးမရပါ
ne: मेमोरी कार्ड पहुँच हुन सकेन किनभने यो साझेदारी भइरहेको छ
nn_no: Kjem ikkje inn på minnekortet fordi det er delt
or: ମେମୋରୀ କାର୍ଡ ଆବଣ୍ଟିତ ହୋଇଥିବାରୁ ସେଥିରେ ପ୍ରବେଶ ମିଳିଲା ନାହିଁ
ro: Nu se poate accesa cardul de memorie deoarece este partajat
sw: Haiwezi kupata kadi ya kumbukumbu kwa sababu imeshirikishwa
ta: நினைவக அட்டை பகிர்வில் இருப்பதால் அனுக முடியாது
te: మొమెరీ కార్డుని పంచుకున్నందువల్ల దాన్ని వాడలేము
th: ไม่สามารถเข้าถึงการ์ดหน่วยความจำเนื่องจากการ์ดหน่วยความจำถูกใช้งานร่วมกัน
tr: Paylaşıldığı için bellek kartına erişilemiyor
ur: میموری کارڈ تک رسائی نہیں کر سکتا کیونکہ یہ حصہ دارانہ ہے
uz: Xotira kartasidan foydalanib bo‘lmaydi, chunki u bo‘lishilgan
wa: Dji n’ sai moussî e l’ cwåte memwere pask’ elle est pårtaedjeye
xh: Ayikwazi ukungena kwikhadi lememori kuba kwabelwene ngalo
zu: Asikwazi ukufinyelela ikhadi lememori ngoba lingelokwabelana

# exportError-BT-unavailable
source: Memory card is not available
af: Geheuekaart is nie beskikbaar nie
am: ማስታወሻ ካርድ አልተገኘም
ar: بطاقة الذاكرة غير متاحة
as: মেম'ৰি কাৰ্ড পোৱা নগ'ল
bg: Недостъпна карта за памет
bn_bd: মেমোরি কার্ড পাওয়া যায়নি
bn_in: মেমোরি কার্ড পাওয়া যাচ্ছে না
br: Dihegerz eo ar gartenn vemor
bs: Memorijska kartica nije dostupna
ca: La targeta de memòria no és disponible
cy: Nid yw'r cerdyn cof ar gael
eu: Memoria-txartela ez dago erabilgarri
fa: کارت حافظه در دسترس نیست
ga_ie: Níl cárta cuimhne ar fáil
gd: Chan eil cairt-chuimhne ri làimh
hu: A memóriakártya nem érhető el
kk: Жады картасы қолжетерсіз
km: កាត់​អង្គ​ចងចាំ​មិន​អាច​ប្រើបាន
kn: ಮೆಮರಿ ಕಾರ್ಡ್ ಲಭ್ಯವಿಲ್ಲ
lv: Atmiņas karte nav pieejama
mai: मेमोरी कार्ड उपलब्ध नहि अछि
mg: Tsy vonona ny karatra memoara
ml: മെമ്മറി കാര്‍ഡ് ലഭ്യമല്ല
mr: मेमरी कार्ड उपलब्ध नाही
ms: Kad memori tiada
my: မှတ်ဉာဏ်ကဒ် မရှိပါ
ne: मेमोरी कार्ड प्रयोगका लागि प्राप्तहुन सकेन।
nn_no: Minnekortet er ikkje tilgjengeleg
or: ସ୍ମୃତିସ୍ଥାନ କାର୍ଡ ଉପଲବ୍ଧ ନାହିଁ
ro: Cardul de memorie este indisponibil
sw: Kadi ya kumbukumbu haipatikani
ta: நினைவக அட்டை இல்லை
te: మెమొరీ కార్డు అందుబాటులో లేదు
th: การ์ดหน่วยความจำไม่สามารถใช้งานได้
tr: Bellek kartı mevcut değil
ur: میموری کارڈ دستیاب نہیں ہے
uz: Xotira kartasi mavjud emas
wa: Li cwåte memwere n’ est nén disponibe
xh: Alifumaneki ikhadi lememori
zu: Ikhadi lememori alitholakali

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
af: Daar’s onvoldoende ruimte op die geheuekaart om die kontakte uit te voer
am: ግንኙነቶች ለመላክ በማስታወሻ ካርዱ ላይ በቂ ባዶ ቦታ የለም
ar: لا توجد مساحة كافية على بطاقة الذاكرة لتصدير جهات الاتصال
as: পৰিচয়বোৰ ৰপ্তানি কৰিবলৈ মেম'ৰি কাৰ্ডত পৰ্যাপ্ত ঠাই নাই
bg: Няма достатъчно място на картата памет, за да бъдат изнесени контактите
bn_bd: পরিচিতি এক্সপোর্ট করার জন্য মেমরি কার্ডে যথেষ্ট জায়গা নেই
bn_in: পরিচিতিসমূহ রপ্তানি করার জন্য মেমোরি কার্ডে যথেষ্ট জায়গা নেই
br: N'eus ket egor a-walc'h war ar gartenn vemor evit ezporzhiañ darempredoù
bs: Nema dovoljno prostora na memorijskoj kartici za izvoz kontakata
ca: No hi ha prou espai a la targeta de memòria per exportar els contactes
cy: Nid oes digon o le ar y cerdyn cof i allforio'r cysylltiadau
eu: Ez dago kontaktuak esportatzeko toki libre nahikorik memoria-txartelean
fa: فضای کافی برروی کارت حافظه برای صادر کردن مخاطبین وجود ندارد
ga_ie: Níl dóthain spáis ar an gcárta cuimhne chun na teagmhálaithe a easpórtáil
gd: Chan eil àite gu leòr air a’ chairt-chuimhne gus an luchd-aithne às-phortadh
hu: Nincs elég hely a memóriakártyán a névjegyek másolásához
kk: Контакттарды экспорттау үшін жады картасында бос орын жеткіліксіз
km: មិន​មាន​ទំហំ​ទំនេរ​គ្រប់គ្រាន់​នៅ​លើ​កាត​អង្គ​ចងចាំ​ដើម្បី​នាំចេញ​​​​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳನ್ನು ರಫ್ತುಮಾಡಲು ಮೆಮರಿ ಕಾರ್ಡ್‌ನಲ್ಲಿ ಜಾಗವಿಲ್ಲ
lv: Nav pietiekami daudz vietas uz atmiņas karti lai eksportēt kontaktus
mai: संपर्क निर्यात करब हेतु मेमोरी कार्ड मे पर्याप्त स्थान नहि अछि
mg: Tsy ampy hanondranana ireo kaontakita ny toerana ao @ karatra memoara
ml: വിലാസങ്ങള്‍ മെമ്മറി കാര്‍ഡിലേക്കു് ലഭ്യമാക്കുവാനുള്ള സ്ഥലമില്ല
mr: संपर्क निर्यातीसाठी मेमरी कार्डवर पुरेशी जागा नाही
ms: Tiada ruang yang mencukupi pada kad memori untuk mengeksport kenalan
my: မှတ်ဉာဏ်ကဒ်တွင် ထုတ်ပိုးရန် နေရာလွတ်အလုံအလောက်မရှိပါ
ne: मेमोरी कार्डमा खाली स्थान नरहेकोले सम्पर्क विवरण निर्यात गर्न सकिएन।
nn_no: Det er ikkje nok plass på minnekortet for å eksportera kontaktane
or: ମେମୋରୀ କାର୍ଡ ଆବଣ୍ଟିତ ହୋଇଥିବାରୁ ତହିଁରେ ପ୍ରବେଶ ମିଳିଲା ନାହିଁ
ro: Nu există spațiu suficient pe cardul de memorie pentru a exporta contactele
sw: Hakuna nafasi ya kutosha kwenye kadi ya kumbukumbu ili kuhamisha anwani
ta: தொடர்புகளை ஏற்ற நினைவக அட்டையில் இடமில்லை
te: పరిచయాలను ఎగుమతి చేయడానికి తగినంత జాగా మెమొరీ కార్డులో లేదు
th: การ์ดหน่วยความจำมีพื้นที่ไม่เพียงพอสำหรับส่งออกรายชื่อ
tr: Bellek kartında kişileri dışarı aktarmaya yetecek kadar yer yok
ur: میموری کارڈ پر رابطہ افراد برآمد کرنے کے لیئے جگہ کافی نہیں ہے
uz: Kontaktlarni eksport qilish uchun xotira kartasida yetarlicha bo‘sh joy yo‘q
wa: I gn a pont d’ plaece assez sol cwåte memwere po-z ebaguer les contakes
xh: Akukho sithuba saneleyo kwikhadi lememori ukuba kudluliswe abantu oqhagamshelana nabo
zu: Asikho isikhala esanele ekhadini lememori ukuze kuhanjiswe izinombolo

source: Social networks
af: Sosiale netwerke
am: የ ሕብረተሰብ ኔትዎርኮች
ar: الشبكات الاجتماعية
as: সামাজিক নে'টৱৰ্কসমূহ
bg: Социални мрежи
bn_bd: সামাজিক নেটওয়ার্ক
bn_in: সোশাল নেটওয়ার্কসমূহ
br: Rouedadoù kevredadel
bs: Društvene mreže
ca: Xarxes socials
cy: Rhwydweithiau cymdeithasol
eo: Sociaj retoj
eu: Sare sozialak
fa: شبکه‌های اجتماعی
ga_ie: Líonraí sóisialta
gd: Lìonraidhean sòisealta
hu: Közösségi hálózatok
kk: Әлеуметтік желілер
km: បណ្ដាញ​សង្គម
kn: ಸಾಮಾಜಿಕ ಜಾಲತಾಣಗಳು
lv: Sociālie tīkli
mai: सामाजिक संजाल
mg: Tambajotra sosialy
ml: സോഷ്യല്‍ നെറ്റ്‌വര്‍ക്കുകള്‍
mr: सोशल नेटवर्क
ms: Rangkaian sosial
my: ဆိုရှယ်နက်ဝပ်များ
ne: सामाजिक सञ्जालहरु
nn_no: Sosiale nettverk
or: ସାମାଜିକ ନେଟୱାର୍କ
ro: Rețele sociale
sw: Mitandao ya jamii
ta: சமூக பிணையங்கள்
te: సామాజిక అనుసంధానాలు
th: เครือข่ายสังคม
tr: Sosyal ağlar
ur: سوشل نیٹ ورکس
uz: Ijtimoiy tarmoqlar
wa: Rantoeles di soçnaedje
xh: Iinethiweki zokuncokola
zu: Izinkundla zokuxhumana
