Repository: translate/mozilla-gaia
Catalog: */apps/communications/contacts/contacts.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, eo, eu, fa, ga_ie, gd, hu, kk, km, kn, lv, mai, mg, ml, mr, ms, my, ne, nn_no, or, ro, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: To export contacts insert a memory card
af: Om kontakte uit te voer, steek ’n geheuekaart in
am: ግንኙነቶችን ለመላክ የ ማስታወሻ ካርድ ያስገቡ
ar: لتصدير جهات الإتصال أدخل بطاقة الذاكرة
as: পৰিচয় ৰপ্তানি কৰিবলৈ মেম'ৰি কাৰ্ড সুমুৱাওক
bg: За да изнасяте контакти, поставете карта за памет
bn_bd: পরিচিতি এক্সপোর্ট করতে মেমরি কার্ড প্রবেশ করুন
bn_in: পরিচিতি রপ্তানি করতে হলে মেমোরি কার্ড প্রবেশ করান
br: Enlakait ur gartenn vemor evit ezporzhiañ darempredoù
bs: Da biste izvezli kontakte ubacite memorijsku karticu
ca: Per exportar contactes, inseriu una targeta de memòria
cy: I allforio cysylltiadau mewnosodwch gerdyn cof
eo: Por eksporti kontaktojn enmetu memorkarton
eu: Kontaktuak esportatzeko, sartu memoria-txartela
fa: برای صادر‌کردن مخاطبین کارت حافظه را وارد کنید
ga_ie: Chun teagmhálaithe a easpórtáil, cuir cárta cuimhne isteach
gd: Gus luchd-aithne ion-phortadh, cuir a-steach cairt-chuimhne
hu: Névjegyek másolásához helyezzen be egy memóriakártyát
kk: Контакттарды экспорттау үшін жады картасын салыңыз
km: ដើម្បី​នាំចេញ​​ទំនាក់ទំនង​ សូម​បញ្ចូល​កាត​អង្គ​ចងចាំ
kn: ಸಂಪರ್ಕಗಳನ್ನು ರಫ್ತುಮಾಡಲು ಮೆಮರಿ ಕಾರ್ಡ್ ತೂರಿಸಿ
lv: Lai eksportēt kontaktus ievietojiet atmiņas karti
mai: संपर्क निर्यात करबाक लेल एकटा मेमोरी कार्ड पैसाउ
mg: Atsofohy ny karatra memoara iray raha hanondrana kaontakita
ml: വിലാസങ്ങള്‍ എടുക്കാന്‍ മെമ്മറി കാര്‍ഡ് ഇടുക
mr: संपर्क निर्यातीसाठी मेमरी कार्ड टाका
ms: Untuk mengeksport kenalan masukkan kad memori
my: အဆက်အသွယ်များထုတ်ရန် မှတ်ဉာဏ်ကဒ်တစ်ခု ထည့်ပါ
ne: सम्पर्कहरु आयात गर्न एस् डी कार्ड घुसाउनुहोस्
or: ସମ୍ପର୍କମାନ ମେମୋରି କାର୍ଡ଼କୁ ପଠାଇବା ପାଇଁ
ro: Pentru a exporta contacte inserează un card de memorie
sw: Ili kuhamisha anwani ingiza kadi ya kumbukumbu
ta: தொடர்புகளை ஏற்றுமதி செய்ய ஒரு நினைவு அட்டையை நுழை
te: పరిచయాలను ఎగుమతించేందుకు మెమొరీ కార్డును చొప్పించండి
th: เพื่อส่งออกรายชื่อ ให้ใส่การ์ดหน่วยความจำ
tr: Kişileri dışarı aktarmak için bir bellek kartı takın
ur: رابطہ افراد برآمد کرنے کے لیے میموری کارڈ داخل کریں
uz: Kontaktlarni eksport qilish uchun xotira kartasini kiriting
wa: Po-z ebaguer des contakes, stitchîz ene cwåte SD
xh: Ukuze udlulise abantu oqhagamshelana nabo faka ikhadi lememori
zu: Ukuhambisa izinombolo faka ikhadi lememori

source: Contacts Management
af: Kontakte-bestuur
am: የ ግንኙነቶች አስተዳዳሪ
ar: إدارة جهات الإتصال
as: পৰিচয়সমূহ ব্যৱস্থাপনা
bg: Управление на контакти
bn_bd: পরিচিতি ব্যবস্থাপনা
bn_in: পরিচিতি তালিকার পরিচালন
br: Ardeiñ an darempredoù
bs: Upravljanje kontaktima
ca: Gestió dels contactes
cy: Rheoli Cysylltiadau
eo: Administrado de kontaktoj
eu: Kontaktuen kudeaketa
fa: مدیریت مخاطبین
ga_ie: Bainisteoir Teagmhálaithe
gd: Stiùireadh an luchd-aithne
hu: Címjegyzékkezelő
km: ការ​គ្រប់គ្រង​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕವಿಳಾಸಗಳ ವ್ಯವಸ್ಥಾಪನೆ
lv: Kontaktu pārvaldīšana
mai: संपर्क प्रबंधन
mg: Fandrindrana Kaontakita
ml: വിലാസങ്ങളുടെ കൈകാര്യം
mr: संपर्क व्यवस्थापन
ms: Pengurusan Kenalan
my: အဆက်အသွယ်များအား စီမံခန့်ခွဲ
ne: संपर्क व्यवस्थापन
nn_no: Kontakthandsaming
or: ସମ୍ପର୍କ ପରିଚାଳନା
ro: Gestionarea contactelor
sw: Usimamizi wa Anwani
ta: தொடர்புகள் நிர்வாகம்
te: పరిచయాల నిర్వహణ
th: การจัดการรายชื่อ
tr: Kişi yönetimi
ur: رابطہ افراد کا بندوبست
uz: Kontaktlarni boshqarish
wa: Manaedjmint des contakes
xh: Ulawulo lwabantu boqhagamshelwano
zu: Ukuphathwa Kwezinombolo Zabantu

# DeleteTitle
source: Delete
af: Skrap
am: ማጥፊያ
ar: احذف
as: আঁতৰাওক
bg: Изтриване
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Dilemel
bs: Izbriši
ca: Elimina
cy: Dileu
eo: Forigi
eu: Ezabatu
fa: حذف
ga_ie: Scrios
gd: Sguab às
hu: Törlés
kk: Өшіру
km: ​លុប​
kn: ಅಳಿಸು
lv: Dzēst
mai: मेटाउ
mg: Hamafa
ml: നീക്കം ചെയ്യുക
mr: नष्ट करा
ms: Hapus
my: ဖျက်
ne: मेट्नुहोस्
nn_no: Slett
or: ଲିଭାନ୍ତୁ
ro: Șterge
sw: Futa
ta: அழி
te: తొలగించు
th: ลบ
tr: Sil
ur: حذف کریں
uz: O‘chirish
wa: Disfacer
xh: Cima
zu: Dilitha

source: Delete Contacts
af: Skrap kontakte
am: ግንኙነቶች ማጥፊያ
ar: حذف جهة اتصال
as: পৰিচয়সমূহ মচি পেলাওক
bg: Изтриване на контакти
bn_bd: পরিচিতি অপসারণ
bn_in: পরিচিতি মুছে ফেলুন
br: Dilemel an darempredoù
bs: Izbriši kontakte
ca: Elimina contactes
cy: Dileu Cysylltiad
eo: Forigi kontaktojn
eu: Ezabatu kontaktuak
fa: حذف مخاطبین
ga_ie: Scrios Teagmhálaithe
gd: Sguab às an luchd-aithne
hu: Névjegyek törlése
kk: Контакттарды өшіру
km: លុប​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳನ್ನು ಅಳಿಸು
lv: Dzēst Kontaktus
mai: संपर्क हटाउ
mg: Hamafa Kaontakita
ml: വിലാസങ്ങൾ നീക്കം ചെയ്യുക
mr: संपर्क पत्ते नष्ट करा
ms: Hapus Kenalan
my: အဆက်အသွယ်များအားဖျက်
ne: सम्पर्क मेट्नुहोस्
nn_no: Slett kontaktar
or: ସମ୍ପର୍କ ଲିଭାନ୍ତୁ
ro: Șterge contacte
sw: Futa Anwani
ta: தொடர்புகளை அழி
te: పరిచయాలను తొలగించు
th: ลบรายชื่อ
tr: Kişileri sil
ur: رابطہ حذف کریں
uz: Kontaktlarni o‘chirish
wa: Disfacer contakes
xh: Cima abantu boqhagamshelwano
zu: Dilitha Izinombolo

source: Contacts delete cancelled
af: Kontakte skrap gekanselleer
am: ግንኙነቶች ማጥፋት ተሰርዟል
ar: الغي حذف جهات الإتصال
as: পৰিচয়সমূহ মচি পেলোৱা বাতিল কৰা হল
bg: Прекъсване на изтриването на контакт
bn_bd: পরিচিতি অপসারণ বাতিল হয়েছে
bn_in: পরিচিতির মুছে ফেলা বাতিল করুন
br: Nullet eo bet dilamadur an darempredoù
bs: Brisanje kontakata otkazano
ca: S'ha cancel·lat l'eliminació dels contactes
cy: Dileu cysylltadau wedi ei ddileu
eo: Nuligita forigo de kontaktoj
eu: Kontaktuak ezabatzea utzita
fa: انصراف از حذف مخاطبین
ga_ie: Cealaíodh scriosadh na dteagmhálaithe
gd: Sguir thu de sguabadh às an luchd-aithne
hu: Névjegytörlés visszavonva
km: បាន​បោះបង់​ការ​លុប​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳನ್ನು ಅಳಿಸುವಿಕೆ ರದ್ದುಗೊಂಡಿದೆ
lv: Kontaktu dzēšana atcelta
mai: संपर्क मेटेनाइ रद्द
mg: Nofoanana famafana kaontakita
ml: വിലാസങ്ങളുടെ നീക്കം ചെയ്യൽ റദ്ദാക്കിയിരിക്കുന്നു
mr: संपर्क पत्ते नष्ट करायचे रद्द करा
ms: Pemadaman kenalan dibatalkan
my: အဆက်အသွယ်များ ဖျက်မည်ကို မလုပ်တော့ပါ
ne: सम्पर्कहरु मेटाउने काम रद्द गर्नुहोस्
or: ସମ୍ପର୍କ ଲିଭାଇବା ବାତିଲ କରାଗଲା
ro: Ștergerea contactelor anulată
sw: Kufuta anwani kumeghairiwa
ta: தொடர்புகளை அழித்தல் தவிர்க்கப்பட்டது
te: పరిచాల తొలగింపు రద్దయింది
th: ยกเลิกการลบรายชื่อแล้ว
tr: Kişi silme iptal edildi
ur: رابطے منسوخ خارج کر دیں
uz: Kontaktlarni o‘chirish bekor qilindi
wa: Disfaçaedje di contakes rinoncî
xh: Ukucinywa kwabantu boqhagamshelwano kurhoxisiwe
zu: Ukudilithwa kwezinombolo kukhanseliwe

# DeletedTxt[zero]
source: No Contact to Delete
af: Geen kontak om te skrap nie
am: ለማጥፋት ግንኙነት የለም
ar: لا يوجد جهات إتصال للحذف
as: মচিবলে কোনো পৰিচয় নাই
bg: Няма контакт за изтриване
bn_bd: অপসারণের জন্য কোনো পরিচিতি নেই
bn_in: মুছে ফেলার জন্য কোন পরিচিতি নেই
br: N'eus darempred ebet da zilemel
bs: Ne postoji kontakt za brisanje
ca: No hi ha cap contacte per eliminar
cy: Dim Cysylltiad i'w Ddileu
eo: Neniu forigebla kontakto
eu: Ezabatzeko kontakturik ez
fa: هیچ مخاطبی برای حذف وجود ندارد
ga_ie: Níl aon teagmhálaí le scriosadh ann
gd: Chan eil gin ann a ghabhas a sguabadh as
hu: Nincs törölhető névjegy
km: គ្មាន​ទំនាក់ទំនង​ត្រូវ​លុប
kn: ಅಳಿಸಲು ಯಾವುದೆ ಸಂಪರ್ಕವಿಲ್ಲ
lv: Nav kontaktu dzēšanai
mai: मेटाबैक लेल कोनो संपर्क शेष नहि
mg: Tsisy kaontakita hofafana
ml: നീക്കാം ചെയ്യാൻ വിലാസം ഒന്നും ഇല്ല
mr: नष्ट करण्यासाठी एकही संपर्क नाही
ms: Tiada Kenalan untuk Dihapus
my: ဖျက်ရန်​ အဆက်အသွယ်မရှိပါ
ne: मेटाउन लाई कुनै सम्पर्क छैन
nn_no: Ingen kontakt å sletta
or: ଲିଭାଇବାକୁ କିଛି ସମ୍ପର୍କ ନାହିଁ
ro: Niciun contact de șters
sw: Hakuna Anwani ya Kufuta
ta: அழிப்பதற்கு தொடர்புகள் ஏதுமில்லை
te: తొలగించాడినికి పరిచయాలేమీ లేవు
th: ไม่มีรายชื่อให้ลบ
tr: Silinecek kişi yok
ur: حذف کرنے کے لئے کوئی رابطہ نہیں
uz: O‘chirish uchun kontakt yo‘q
wa: Nou contake a disfacer
xh: Akukho mntu uza kucinywa
zu: Ayikho Inombolo Ezodilithwa

source: 1 Contact removed
af: 1 kontak verwyder
am: 1 ግንኙነት ተወግዷል
ar: جهة اتصال واحده حذفت
as: 1 টা পৰিচয় আতৰোৱা হল
bg: 1 премахнат контакт
bn_bd: ১টি পরিচিতি অপসারিত
bn_in: 1টি পরিচিতি সরিয়ে ফেলা হল
br: 1 darempred lamet
bs: 1 kontakt uklonjen
ca: S'ha eliminat 1 contacte
cy: 1 Cysylltiad wedi ei dynnu
eo: Unu kontakto forigita
eu: Kontaktu bat ezabatuta
fa: ۱ مخاطب حذف شد
ga_ie: Scriosadh teagmhálaí amháin
gd: Chaidh aon neach-aithne a thoirt air falbh
hu: 1 névjegy eltávolítva
kk: 1 контакты өшірілді
km: បាន​លុប​ទំនាក់ទំនង 1
kn: 1 ಸಂಪರ್ಕವನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ
lv: 1 kontakts noņemts
mai: 1 संपर्क हटल
mg: Nesorina kaontakita 1
ml: 1 വിലാസം നീക്കം ചെയ്തിരിക്കുന്നു
mr: 1 संपर्क काढला
ms: 1 Kenalan disingkirkan
my: 1 အဆက်သွယ် ဖျက်ပြီး
ne: एकवटा सम्पर्क हटाइयो
nn_no: 1 kontakt fjerna
or: 1ସମ୍ପର୍କ ହଟାଇ ଦିଆଗଲା
ro: 1 contact eliminat
sw: Anwani 1 imeondolewa
ta: 1 தொடர்பு நீக்கப்பட்டது
te: 1 పరిచయాన్ని తొలగించాము
th: เอา 1 รายชื่อออกแล้ว
tr: 1 kişi silindi
ur: 1 رابطہ فرد ہٹا دیا گیا
uz: 1 ta kontakt o‘chirildi
wa: 1 contake oisté
xh: Umntu om-1 ususiwe
zu: Kususwe Inombolo e-1

# DeletedTxt[two]
source: {{n}} Contacts removed
af: {{n}} kontakte verwyder
am: {{n}} ግንኙነቶች ተወግደዋል
ar: {{n}} جهات اتصال تم حذفها
as: {{n}} পৰিচয়সমূহ আতৰোৱা হল
bg: {{n}} контакта премахнати
bn_bd: {{n}}টি পরিচিতি অপসারিত হয়েছে
bn_in: {{n}} পরিচিতি সরিয়ে ফেলা হল
br: {{n}} a zarempredoù lamet
bs: {{n}} kontakta uklonjena
ca: S'han eliminat {{n}} contactes
cy: {{n}} Cysylltiad wedi eu tynnu
eo: {{n}} kontaktoj forigitaj
eu: {{n}} kontaktu ezabatuta
fa: {{n}} مخاطب حذف شد
ga_ie: Scriosadh {{n}} theagmhálaí
gd: Chaidh {{n}} neach-aithne a thoirt air falbh
hu: {{n}} névjegy eltávolítva
kk: {{n}} контакты өшірілді
km: បាន​លុប​ទំនាក់ទំនង {{n}}
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ
lv: {{n}} kontakti noņemti
mai: {{n}} संपर्क हटल
mg: Nesorina kaontakita {{n}}
ml: {{n}} വിലാസങ്ങൾ നീക്കം ചെയ്തിരിക്കുന്നു
mr: {{n}} संपर्क काढले
ms: {{n}} Kenalan disingkirkan
my: {{n}} အဆက်အသွယ် ဖျက်ပြီး
ne: {{n}} सम्पर्कहरु हटाइए
nn_no: {{n}} kontaktar fjerna
or: {{n}} ସମ୍ପର୍କ ହଟାଇ ଦିଆଗଲା
ro: {{n}} contacte eliminate
sw: Anwani {{n}} zimeondolewa
ta: {{n}} தொடர்புகள் நீக்கப்பட்டன
te: {{n}} పరిచయాలను తొలగించాము
th: เอา {{n}} รายชื่อออกแล้ว
tr: {{n}} kişi silindi
ur: {{n}} رابطہ افراد ہٹا دیے گئے
uz: {{n}}ta kontakt o‘chirildi
wa: {{n}} contakes oistés
xh: Abantu aba{{n}} basusiwe
zu: Kususwe Izinombolo ezingu-{{n}}

# DeletedTxt[few]
source: {{n}} Contacts removed
af: {{n}} kontakte verwyder
am: {{n}} ግንኙነቶች ተወግደዋል
ar: تم خذف {{n}} جهات إتصال
as: {{n}} পৰিচয়সমূহ আতৰোৱা হল
bg: {{n}} контакта премахнати
bn_bd: {{n}}টি পরিচিতি অপসারিত হয়েছে
bn_in: {{n}} পরিচিতি সরিয়ে ফেলা হল
br: {{n}} a zarempredoù lamet
bs: {{n}} kontakata uklonjeno
ca: S'han eliminat {{n}} contactes
cy: {{n}} Cysylltiad wedi eu tynnu
eo: {{n}} kontaktoj forigitaj
eu: {{n}} kontaktu ezabatuta
fa: {{n}} مخاطب حذف شد
ga_ie: Scriosadh {{n}} theagmhálaí
gd: Chaidh {{n}} luchd-aithne a thoirt air falbh
hu: {{n}} névjegy eltávolítva
kk: {{n}} контакты өшірілді
km: បាន​លុប​ទំនាក់ទំនង {{n}}
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ
mai: {{n}} संपर्क हटल
mg: Nesorina kaontakita {{n}}
ml: {{n}} വിലാസങ്ങൾ നീക്കം ചെയ്തിരിക്കുന്നു
mr: {{n}} संपर्क काढले
ms: {{n}} Kenalan disingkirkan
my: {{n}} အဆက်အသွယ်များဖျက်ပြီး
ne: {{n}} सम्पर्कहरु हटाइए
nn_no: {{n}} kontaktar fjerna
or: {{n}} ସମ୍ପର୍କ ହଟାଇ ଦିଆଗଲା
ro: {{n}} contacte eliminate
sw: Anwani {{n}} zimeondolewa
ta: {{n}} தொடர்புகள் நீக்கப்பட்டன
te: {{n}} పరిచయాలను తొలగించాము
th: เอา {{n}} รายชื่อออกแล้ว
tr: {{n}} kişi silindi
ur: {{n}} رابطہ افراد ہٹا دیے گئے
uz: {{n}}ta kontakt o‘chirildi
wa: {{n}} contakes oistés
xh: Abantu aba{{n}} basusiwe
zu: Kususwe Izinombolo ezingu-{{n}}

# DeletedTxt[many]
source: {{n}} Contacts removed
af: {{n}} kontakte verwyder
am: {{n}} ግንኙነቶች ተወግደዋል
ar: تم حذف {{n}} جهة إتصال
as: {{n}} আতৰোৱা হল
bg: {{n}} премахнати контакти
bn_bd: {{n}}টি পরিচিতি অপসারিত হয়েছে
bn_in: {{n}} পরিচিতি সরিয়ে ফেলা হল
br: {{n}} a zarempredoù lamet
bs: {{n}} kontakata uklonjeno
ca: S'han eliminat {{n}} contactes
cy: {{n}} Cysylltiad wedi eu tynnu
eo: {{n}} kontaktoj forigitaj
eu: {{n}} kontaktu ezabatuta
fa: {{n}} مخاطب حذف شد
ga_ie: Scriosadh {{n}} dteagmhálaí
gd: Chaidh {{n}} neach-aithne a thoirt air falbh
hu: {{n}} névjegy eltávolítva
kk: {{n}} контакты өшірілді
km: បាន​លុប​ទំនាក់ទំនង {{n}}
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ
mai: {{n}} संपर्क हटल
mg: Nesorina kaontakita {{n}}
ml: {{n}} വിലാസങ്ങൾ നീക്കം ചെയ്തിരിക്കുന്നു
mr: {{n}} संपर्क काढले
ms: {{n}} Kenalan disingkirkan
my: {{n}} အဆက်သွယ်များ ဖျက်ပြီး
ne: {{n}} सम्पर्कहरु हटाइए
nn_no: {{n}} kontaktar fjerna
or: {{n}} ସମ୍ପର୍କ ହଟାଇ ଦିଆଗଲା
ro: {{n}} contacte eliminate
sw: Anwani {{n}} zimeondolewa
ta: {{n}} தொடர்புகள் நீக்கப்பட்டன
te: {{n}} పరిచయాలను తొలగించాము
th: เอา {{n}} รายชื่อออกแล้ว
tr: {{n}} kişi silindi
ur: {{n}} رابطہ افراد ہٹا دیے گئے
uz: {{n}}ta kontakt o‘chirildi
wa: {{n}} contakes oistés
xh: Abantu aba{{n}} basusiwe
zu: Kususwe Izinombolo ezingu-{{n}}

# DeletedTxt[other]
source: {{n}} Contacts removed
af: {{n}} kontakte verwyder
am: {{n}} ግንኙነቶች ተወግደዋል
ar: تم حذف {{n}} جهة إتصال
as: {{n}} পৰিচয়সমূহ আতৰোৱা হল
bg: {{n}} контакта премахнати
bn_bd: {{n}}টি পরিচিতি অপসারিত হয়েছে
bn_in: {{n}} পরিচিতি সরিয়ে ফেলা হল
br: {{n}} a zarempredoù lamet
bs: {{n}} kontakata uklonjeno
ca: S'han eliminat {{n}} contactes
cy: {{n}} Cysylltiad wedi eu tynnu
eo: {{n}} kontaktoj forigitaj
eu: {{n}} kontaktu ezabatuta
fa: {{n}} مخاطب حذف شد
ga_ie: Scriosadh {{n}} teagmhálaí
gd: Chaidh {{n}} neach-aithne a thoirt air falbh
hu: {{n}} névjegy eltávolítva
kk: {{n}} контакты өшірілді
km: បាន​លុប​ទំនាក់ទំនង {{n}}
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ
mai: {{n}} संपर्क हटल
mg: Nesorina kaontakita {{n}}
ml: {{n}} വിലാസങ്ങൾ നീക്കം ചെയ്തിരിക്കുന്നു
mr: {{n}} संपर्क काढले
ms: {{n}} Kenalan disingkirkan
my: {{n}} အဆက်သွယ်များအား ဖယ်ထုတ်
ne: {{n}} सम्पर्कहरु हटाइयो
nn_no: {{n}} kontaktar fjerna
or: {{n}} ସମ୍ପର୍କ ହଟାଇ ଦିଆଗଲା
ro: {{n}} contacte eliminate
sw: Anwani {{n}} zimeondolewa
ta: {{n}} தொடர்புகள் நீக்கப்பட்டன
te: {{n}} పరిచయాలు తొలగించారు
th: เอา {{n}} รายชื่อออกแล้ว
tr: {{n}} kişi silindi
ur: {{n}} رابطہ افراد ہٹا دیے گئے
uz: {{n}}ta kontakt o‘chirildi
wa: {{n}} contakes oistés
xh: Abantu aba{{n}} basusiwe
zu: Kususwe Izinombolo ezingu-{{n}}

source: Deleting contacts
af: Skrap kontakte
am: ግንኙነቶች በማጥፋት ላይ
ar: حذف جهات الاتصال
as: পৰিচয়সমূহ মচি পেলোৱা হৈছে
bg: Изтриване на контакти
bn_bd: পরিচিতি অপসারণ
bn_in: পরিচিতির তথ্য মুছে ফেলুন
br: O tilemel darempredoù
bs: Brisanje kontakata
ca: S'estan eliminant els contactes
cy: Dileu cysylltiad
eo: Kontaktoj forigataj
eu: Kontaktuak ezabatzen
fa: در حال حذف مخاطبین
ga_ie: Teagmhálaithe á scriosadh
gd: A’ sguabadh às an luchd-aithne
hu: Névjegyek törlése
kk: Контактты өшіру
km: លុប​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳನ್ನು ಅಳಿಸಲಾಗುತ್ತಿದೆ
lv: Dzēš kontaktus
mai: संपर्क मेटा रहल अछि
mg: Mamafa kaontakita
ml: വിലാസങ്ങൾ നീക്കം ചെയ്യുന്നു
mr: संपर्क पत्ते नष्ट करत आहे
ms: Menghapuskan kenalan
my: အဆက်အသွယ်များအား ဖျက်နေစဉ်
ne: सम्पर्क मेटिँदै
nn_no: Slettar kontaktar
or: ସମ୍ପର୍କଗୁଡ଼ିକୁ ଲିଭା ଯାଉଛି
ro: Ștergerea contactelor
sw: Inafuta anwani
ta: தொடர்புகளை அழிக்கிறது
te: పరిచయాలని తొలగిస్తున్నాం
th: กำลังลบรายชื่อ
tr: Kişiler siliniyor
ur: رابطہ حذف کر رہا ہے
uz: Kontaktlar o‘chirilmoqda
wa: Disfaçaedje des contakes
xh: Icima abantu boqhagamshelwano
zu: Isadilitha izinombolo

# ContactConfirmDel[zero]
source: No Contact to Delete
af: Geen kontak om te skrap nie
am: ምንም ግንኙነት የለም ለማጥፋት
ar: لا يوجد جهات إتصال للحذف
as: মচি পেলাবলে কোনো পৰিচয় নাই
bg: Няма контакт за изтриване
bn_bd: অপসারণের জন্য কোন পরিচিতি নেই
bn_in: মুছে ফেলার জন্য কোন পরিচিতি নেই
br: N'eus darempred ebet da zilemel
bs: Ne postoji kontakt za brisanje
ca: No hi ha cap contacte per eliminar
cy: Dim Cysylltiad i'w Ddileu
eo: Neniu forigebla kontakto
eu: Ezabatzeko kontakturik ez
fa: هیچ مخاطبی برای حذف وجود ندارد
ga_ie: Níl aon teagmhálaí le scriosadh ann
gd: Chan eil gin ann a ghabhas a sguabadh as
hu: Nincs törölhető névjegy
km: គ្មាន​ទំនាក់ទំនង​ត្រូវ​លុប
kn: ಅಳಿಸಲು ಯಾವುದೆ ಸಂಪರ್ಕವಿಲ್ಲ
lv: Nav kontaktu dzēšanai
mai: मेटेबाक लेल कोनो संपर्क शेष नहि
mg: Tsisy kaontakita hofafana
ml: നീക്കം ചെയ്യാൻ വിലാസമൊന്നുമില്ല
mr: नष्ट करण्यासाठी एकही संपर्क पत्ता नाही
ms: Tiada Kenalan untuk Dihapus
my: မည်သည့်အဆက်အသွယ်မှ ဖျက်ရန်မရှိ
ne: मेटाउन लाई कुनै सम्पर्क छैन
nn_no: Ingen kontakt å sletta
or: ଲିଭାଇବାକୁ କିଛି ସମ୍ପର୍କନାହିଁ
ro: Niciun contact de șters
sw: Hakuna Anwani ya Kufuta
ta: அழிப்பதற்கு தொடர்புகள் ஏதுமில்லை
te: తొలగించడానికి పరిచయాలు ఏమీ లేవు
th: ไม่มีรายชื่อให้ลบ
tr: Silinecek kişi yok
ur: حذف کرنے کے لئے کوئی رابطہ فرد نہیں
uz: O‘chirish uchun kontakt yo‘q
wa: Nou contake a disfacer
xh: Akukho mntu woqhagamshelwano onokucinywa
zu: Ayikho Inombolo Ezodilithwa

source: Delete 1 Contact? This cannot be undone.
af: Skrap 1 kontak? Dit kan nie ontdoen word nie.
am: ላጥፋው 1 ግንኙነት? ይህን መተው አይቻልም
ar: حذف جهة اتصال واحدة؟ هذا لا يمكن التراجع عنه.
as: 1 পৰিচয় মচি পেলাব নে? ইয়াক পিছত নহোৱা কৰিব নোৱাৰিব।
bg: Изтриване на 1 контакт? Това действие не може да бъде отменено.
bn_bd: ১ টি পরিচিতি অপসারণ করবেন? এটি আর ফেরত পাওয়া যাবে না।
bn_in: 1টি পরিচিতি মুছবেন? এটি পূর্বাবস্থায় করা যাবে না।
br: Dilemel 1 darempred ? An dra-mañ n'hallo ket bezañ disc'hraet.
bs: Izbrisati 1 kontakt? Ovu operaciju nije moguće poništiti.
ca: Voleu eliminar 1 contacte? Aquesta acció no es pot desfer.
cy: Dileu Cysylltiad 1? Nid oes modd dadwneud hyn.
eo: Ĉu forigi unu kontakton? Tio ne malfareblas.
eu: Ezabatu kontaktu bat? Hau ezin da desegin.
fa: ۱ مخاطب حذف شود؟ این کار برگشت ناپذیر است.
ga_ie: Scrios teagmhálaí amháin? Fainic! Beidh sé scriosta go brách.
gd: A bheil thu airson an neach-aithne seo a sguabadh às? Cha ghabh seo a neo-dhèanamh.
hu: Töröl 1 névjegyet? Ez nem vonható vissza.
km: បាន​លុប​ទំនាក់ទំនង 1 ? វា​មិន​អាច​មិន​ធ្វើ​វិញ។
kn: 1 ಸಂಪರ್ಕವನ್ನು ಅಳಿಸಬೇಕೆ? ಇದನ್ನು ರದ್ದು ಮಾಡಲಾಗುವುದಿಲ್ಲ.
lv: Vai dzēst 1 kontaktu? Šo nevar atcelt.
mai: 1 संपर्क हटाउ? एकरा पहिने जकां नहि कएल जा सकैत अछि.
mg: Hamafa kaontakita 1? Tsy ho azo foanana izany.
ml: 1 വിലാസം നീക്കം ചെയ്യണോ? ഇത് തിരിച്ചുകൊണ്ടുവരാൻ പറ്റില്ല.
mr: 1 संपर्क पत्ता नष्ट करावा? नंतर ते पूर्ववत करणे शक्य नाही.
ms: Hapus 1 Kenalan? Ini tidak boleh dibuat asal.
my: အဆက်အသွယ် 1 ဖျက်မလား? ဖျက်ပြီး ပြန်ယူလို့မရဘူးနော်!
ne: एक सम्पर्क हटाऊ? यो पूर्ववत गर्न सकिँदैन।
nn_no: Sletta 1 kontakt? dette kan ikkje gjerast om.
or: ସମ୍ପକଟିକୁ ଲିଭାଇବେ କି? ଏହା ପଛକୁ ଫେରାଯାଇପାରିବ ନାହିଁ ।
ro: Ștergi 1 contact? Acest lucru nu poate fi anulat.
sw: Futa Anwani 1? Hii haiwezi kutenduliwa.
ta: 1 தொடர்பை அழிக்கவா? இதை மீட்டெடுக்க முடியாது.
te: 1 పరిచయాన్ని తొలగించాలా? దీన్నిక తిరిగి తేలేము.
th: ลบ 1 รายชื่อ? สิ่งนี้ไม่สามารถเลิกทำ
tr: 1 kişi silinsin mi? Bu işlem geri alınamaz.
ur: 1 رابطہ حذف کریں؟ یہ کلعدم نہیں کیا جاسکتا۔
uz: 1 ta kontakt o‘chirilsinmi? Uni qayta tiklab bo‘lmaydi.
wa: Disfacer 1 contake ? On n’ sait rivni e-n erî !
xh: Ucima umntu om-1 woqhagamshelwano? Oku akuyi kubuyiswa umva.
zu: Idilithwe Inombolo e-1? Lokhu ngeke ukwazi ukukuhoxisa.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
af: Skrap {{n}} kontakte? Dit kan nie ontdoen word nie.
am: ላጥፋቸው {{n}} ግንኙነቶች? ይህን መተው አይቻልም
ar: حذف {{n}} جهات اتصال؟ هذا لايمكن التراجع عنه.
as: {{n}} পৰিচয়সমূহ মচি পেলাব নে? ইয়াক পিছত নহোৱা কৰিব নোৱাৰিব।
bg: Изтриване на {{n}} контакта? Това действие не може да бъде отменено.
bn_bd: {{n}}টি পরিচিতি অপসারণ করবেন? এগুলো আর ফেরত পাওয়া যাবে না।
bn_in: {{n}} টি যোগাযোগ মুছবেন? এটি পূর্বাবস্থায় করা যাবে না।
br: Dilemel {{n}} darempred ? An dra-mañ n'hallo ket bezañ disc'hraet.
bs: Izbrisati {{n}} kontakta? Ovu operaciju nije moguće poništiti.
ca: Voleu eliminar {{n}} contactes? Aquesta acció no es pot desfer.
cy: Dileu {{n}} Cysylltiad? Nid oes modd dadwneud hyn.
eo: Ĉu forigi {{n}} kontaktojn? Tio ne malfareblas.
eu: {{n}} kontaktu ezabatu? Hau ezin da desegin.
fa: {{n}} مخاطب حذف شود؟ این کار برگشت ناپذیر است.
ga_ie: Scrios {{n}} theagmhálaí? Fainic! Beidh siad scriosta go brách.
gd: A bheil thu airson {{n}} neach-aithne seo a sguabadh às? Cha ghabh seo a neo-dhèanamh.
hu: Töröl {{n}} névjegyet? Ez nem vonható vissza.
kk: {{n}} контактты өшіру керек пе? Бұл әрекетті болдырмау мүмкін емес болады.
km: លុប​ទំនាក់ទំនង {{n}} ? វា​មិន​អាច​មិន​ធ្វើ​វិញ​បាន​ទេ។
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಅಳಿಸಬೇಕೆ? ಇದನ್ನು ರದ್ದು ಮಾಡಲಾಗುವುದಿಲ್ಲ.
lv: Vai dzēst {{n}} kontaktus? Šo nevar atcelt.
mai: {{n}} संपर्ककेँ हटाउ? पहिने जकां नहि कएल जा सकैत अछि.
mg: Hamafa kaontakita {{n}}? Tsy ho azo foanana izany.
ml: {{n}} വിലാസങ്ങൾ നീക്കം ചെയ്യണോ? ഇവ തിരിച്ചുകൊണ്ടുവരാൻ ആവില്ല.
mr: {{n}} संपर्क पत्ते नष्ट करावे? नंतर ते पूर्ववत करणे शक्य नाही.
ms: Hapus {{n}} Kenalan? Ini tidak boleh dibuat asal.
my: အဆက်အသွယ် {{n}} ဖျက်မလား? ဖျက်ပြီး ပြန်ယူလို့မရဘူးနော် !
ne: {{n}} सम्पर्कहरु हटाऊ ? यो पूर्ववत गर्न सकिँदैन ।
nn_no: Sletta {{n}} kontaktar? Dette kan ikkje gjerst om.
or: {{n}} ଗୋଟି ସମ୍ପର୍କ ଲିଭାଇବେ କି? ଏହା ପଛକୁ ଫେରାଯାଇପାରିବ ନାହିଁ ।
ro: Ștergi {{n}} contacte? Acest lucru nu poate fi anulat.
sw: Futa Anwani {{n}}? Hii haiwezi kutenduliwa.
ta: {{n}} தொடர்புகளை அழிக்கவா? இதை மீட்டெடுக்க முடியாது.
te: {{n}} పరిచయాలను తొలగించాలా? వాటినిక వెనక్కి తేలేము.
th: ลบ {{n}} รายชื่อ? สิ่งนี้ไม่สามารถเลิกทำ
tr: {{n}} kişi silinsin mi? Bu işlem geri alınamaz.
ur: {{n}} رابطہ حذف کریں؟ یہ کلعدم نہیں کیا جاسکتا۔
uz: {{n}} ta kontakt o‘chirilsinmi? Uni qayta tiklab bo‘lmaydi.
wa: Disfacer {{n}} contakes ? On n’ sait rivni e-n erî !
xh: Ucima abantu boqhagamshelwano aba-{{n}}? Oku akuyi kubuyiswa umva.
zu: Zidilithwe Izinombolo ezingu-{{n}}? Lokhu ngeke ukwazi ukukuhoxisa.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
af: Skrap {{n}} kontakte? Dit kan nie ontdoen word nie.
am: ላጥፋቸው {{n}} ግንኙነቶች? ይህን መተው አይቻልም
ar: حذف {{n}} جهات إتصال ؟ هذا لايمكن التراجع عنه.
as: {{n}} পৰিচয়সমূহ মচি পেলাব নে? ইয়াক পিছত নহোৱা কৰিব নোৱাৰিব।
bg: Изтриване на {{n}} контакта? Това действие не може да бъде отменено.
bn_bd: {{n}}টি পরিচিতি অপসারণ করবেন? এগুলো আর ফেরত পাওয়া যাবে না।
bn_in: {{n}} টি পরিচিতি মুছবেন? এটি পূর্বাবস্থায় করা যাবে না।
br: Dilemel {{n}} darempred ? An dra-mañ n'hallo ket bezañ disc'hraet.
bs: Izbrisati {{n}} kontakata? Ovu operaciju nije moguće poništiti.
ca: Voleu eliminar {{n}} contactes? Aquesta acció no es pot desfer.
cy: Dileu {{n}} Cysylltiad? Nid oes modd dadwneud hyn.
eo: Ĉu forigi {{n}} kontaktojn? Tio ne malfareblas.
eu: {{n}} kontaktu ezabatu? Hau ezin da desegin.
fa: {{n}} مخاطب حذف شود؟ این کار برگشت ناپذیر است.
ga_ie: Scrios {{n}} theagmhálaí? Fainic! Beidh siad scriosta go brách.
gd: A bheil thu airson {{n}} luchd-aithne seo a sguabadh às? Cha ghabh seo a neo-dhèanamh.
hu: Töröl {{n}} névjegyet? Ez nem vonható vissza.
kk: {{n}} контактты өшіру керек пе? Бұл әрекетті болдырмау мүмкін емес болады.
km: លុប​ទំនាក់ទំនង {{n}} ? វា​មិន​អាច​មិន​ធ្វើ​វិញ​បាន​ទេ។
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಅಳಿಸಬೇಕೆ? ಇದನ್ನು ರದ್ದು ಮಾಡಲಾಗುವುದಿಲ್ಲ.
mai: {{n}} संपर्ककेँ हटाउ? एकरा पहिने जकां नहि कएल जा सकैत अछि.
mg: Hamafa kaontakita {{n}}? Tsy ho azo foanana izany.
ml: {{n}} വിലാസങ്ങൾ നീക്കം ചെയ്യണോ? ഇവ തിരിച്ചുകൊണ്ടുവരാൻ ആവില്ല.
mr: {{n}} संपर्क पत्ते नष्ट करावे? नंतर ते पूर्ववत करणे शक्य नाही.
ms: Hapus {{n}} Kenalan? Ini tidak boleh dibuat asal.
my: အဆက်အသွယ် {{n}} ဖျက်မလား? ဖျက်ပြီး ပြန်ယူလို့မရဘူးနော်!
ne: {{n}} सम्पर्कहरु हटाऊ? यो पूर्ववत गर्न सकिँदैन।
nn_no: Sletta {{n}} kontaktar? Dette kan ikkje gjerst om.
or: {{n}} ଗୋଟି ସମ୍ପର୍କ ଲିଭାଇବେ କି? ଏହା ପଛକୁ ଫେରାଯାଇପାରିବ ନାହିଁ ।
ro: Ștergi {{n}} contacte? Acest lucru nu poate fi anulat.
sw: Futa Anwani {{n}}? Hii haiwezi kutenduliwa.
ta: {{n}} தொடர்புகளை அழிக்கவா? இதை மீட்டெடுக்க முடியாது.
te: {{n}} పరిచయాలను తొలగించాలా? వాటినిక వెనక్కి తేలేము.
th: ลบ {{n}} รายชื่อ? สิ่งนี้ไม่สามารถเลิกทำ
tr: {{n}} kişi silinsin mi? Bu işlem geri alınamaz.
ur: {{n}} رابطہ حذف کریں؟ یہ کلعدم نہیں کیا جاسکتا۔
uz: {{n}} ta kontakt o‘chirilsinmi? Uni qayta tiklab bo‘lmaydi.
wa: Disfacer {{n}} contakes ? On n’ sait rivni e-n erî !
xh: Ucima abantu boqhagamshelwano aba-{{n}}? Oku akuyi kubuyiswa umva.
zu: Zidilithwe Izinombolo ezingu-{{n}}? Lokhu ngeke ukwazi ukukuhoxisa.
