Repository: translate/mozilla-gaia
Catalog: */apps/communications/contacts/contacts.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, eo, eu, fa, ga_ie, gd, hu, kk, km, kn, lv, mai, mg, ml, mr, ms, my, ne, nn_no, or, ro, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: Street
af: Straat
am: መንገድ
ar: الشّارع
as: পথ
bg: Улица
bn_bd: রাস্তা
bn_in: রাস্তা
br: Straed
bs: Ulica
ca: Adreça
cy: Stryd
eo: Strato
eu: Kalea
fa: خیابان
ga_ie: Sráid
gd: Sràid
hu: Utca
kk: Көше
km: ផ្លូវ
kn: ರಸ್ತೆ
lv: Iela
mai: सड़क
mg: Làlana
ml: തെരുവ്
mr: मार्ग
ms: Jalan
my: လမ်း
ne: गल्ली
nn_no: Gatenamn
or: ରାସ୍ତା
ro: Stradă
sw: Barabara
ta: தெரு
te: వీధి
th: ถนน
tr: Sokak
ur: سٹریٹ
uz: Ko‘cha
wa: Rowe
xh: Isitrato
zu: Umgwaqo

source: Zip code
af: Poskode
am: ፖሳቁ
ar: الرّمز البريدي
as: জিপ কোড
bg: ПК
bn_bd: পোস্টকোড
bn_in: জিপ কোড
br: Boneg post
bs: Poštanski broj
ca: Codi postal
cy: Cod post
eo: Kodo ZIP
eu: Posta-kodea
fa: کد پستی
ga_ie: Cód poist
gd: Còd-puist
hu: Irányítószám
kk: Пошта индексі
km: លេខ​​កូដ​តំបន់
kn: ಪಿನ್ ಕೋಡ್
lv: Pasta indekss
mai: पिन कोड
mg: Kaody zip
ml: സിപ് കോഡ്
mr: पिन कोड
ms: Poskod
my: စာပို့ သင်္ကေတ
ne: हुलाकी सङ्केत
nn_no: Postnummer
or: Zip କୋଡ
ro: Cod poștal
sw: Msimbo nchi
ta: அஞ்சலெண்
te: తపాలా సంకేతం
th: รหัสไปรษณีย์
tr: Posta kodu
ur: زپ کوڈ
uz: Pochta indeksi
wa: Limero del posse
xh: Ikhowudi
zu: Ikhodi yeposi

source: City
af: Dorp/stad
am: ከተማ
ar: المدينة
as: চহৰ
bg: Град
bn_bd: শহর
bn_in: শহর
br: Kêr
bs: Grad
ca: Població
cy: Tref/Dinas
eo: urbo
eu: Hiria
fa: شهر
ga_ie: Cathair
gd: Baile
hu: Város
kk: Қала
km: ទីក្រុង
kn: ಊರು
lv: Pilsēta
mai: शहर
mg: Tanàna
ml: നഗരം
mr: शहर
ms: Bandar
my: မြို့
ne: शहर
nn_no: Stad
or: ସହର
ro: Oraș
sw: Jiji
ta: நகரம்
te: నగరం
th: เมือง
tr: Şehir
ur: شہر
uz: Shahar
wa: Veye
xh: Isixeko
zu: Idolobha

source: Country
af: Land
am: አገር
ar: الدّولة
as: দেশ
bg: Държава
bn_bd: দেশ
bn_in: দেশ
br: Bro
bs: Država
ca: País
cy: Gwlad
eo: Lando
eu: Herrialdea
fa: کشور
ga_ie: Tír
gd: Dùthaich
hu: Ország
kk: Ел
km: ប្រទេស
kn: ದೇಶ
lv: Valsts
mai: देश
mg: Firenena
ml: രാജ്യം
mr: देश
ms: Negara
my: နိုင်ငံ
ne: देश
nn_no: Land
or: ଦେଶ
ro: Țară
sw: Nchi
ta: நாடு
te: దేశం
th: ประเทศ
tr: Ülke
ur: ملک
uz: Mamlakat
wa: Payis
xh: Ilizwe
zu: Izwe

source: Comment
af: Opmerking
am: አስተያየት
ar: تعليق
as: মন্তব্য
bg: Коментар
bn_bd: মন্তব্য
bn_in: মন্তব্য
br: Askelenn
bs: Komentar
ca: Comentari
cy: Sylw
eo: Komento
eu: Iruzkina
fa: نظر
ga_ie: Nóta
gd: Beachd
hu: Megjegyzés
kk: Түсіндірме
km: មតិយោបល់
kn: ಟಿಪ್ಪಣಿ
lv: Komentārs
mai: टिप्पणी
mg: Hevitra
ml: അഭിപ്രായം
mr: टिपण्णी
ms: Komen
my: မှတ်ချက်များ
ne: टिप्पणी
nn_no: Kommentar
or: ଟିପ୍ପଣୀ
ro: Comentariu
sw: Oni
ta: குறிப்புரை
te: వ్యాఖ్య
th: ความคิดเห็น
tr: Yorum
ur: تبصرہ
uz: Mulohaza
wa: Rawete di tecse
xh: Amagqabaza
zu: Ukuphawula

source: Company
af: Maatskappy
am: ድርጅት
ar: الشّركة
as: কম্পেনি
bg: Фирма
bn_bd: কোম্পানি
bn_in: প্রতিষ্ঠান
br: Embregerezh
bs: Firma
ca: Empresa
cy: Cwmni
eo: Kompanio
eu: Enpresa
fa: شرکت
ga_ie: Comhlacht
gd: Companaidh
hu: Cég
kk: Компания
km: ក្រុមហ៊ុន
kn: ಕಂಪನಿ
lv: Uzņēmums
mai: संस्था
mg: Orinasa
ml: സ്ഥാപനം
mr: कंपनी
ms: Syarikat
my: ကုမ္ပဏီ
ne: कम्पनी
nn_no: Firma
or: କମ୍ପାନୀ
ro: Companie
sw: Kampuni
ta: நிறுவனம்
te: కంపెనీ
th: บริษัท
tr: Şirket
ur: کمپنی
uz: Kompaniya
wa: Eterprijhe
xh: Inkampani
zu: Inkampani

source: Date
af: Datum
am: ቀን
ar: التّاريخ
as: তাৰিখ
bg: Дата
bn_bd: তারিখ
bn_in: তারিখ
br: Deiziad
bs: Datum
ca: Data
cy: Dyddiad
eo: Dato
eu: Data
fa: تاریخ
ga_ie: Dáta
gd: Ceann-là
hu: Dátum
kk: Күні
km: កាលបរិច្ឆេទ
kn: ದಿನಾಂಕ
lv: Datums
mai: दिनांक
mg: Daty
ml: തീയതി
mr: दिनांक
ms: Tarikh
my: နေ့စွဲ
ne: मिति
nn_no: Dato
or: ତାରିଖ
ro: Dată
sw: Tarehe
ta: தேதி
te: తేదీ
th: วันที่
tr: Tarih
ur: تاریخ
uz: Sana
xh: Umhla
zu: Usuku

# date-span-placeholder
source: Date
af: Datum
am: ቀን
ar: التّاريخ
as: তাৰিখ
bg: Дата
bn_bd: তারিখ
bn_in: তারিখ
br: Deiziad
bs: Datum
ca: Data
cy: Dyddiad
eo: Dato
eu: Data
fa: تاریخ
ga_ie: Dáta
gd: Ceann-là
hu: Dátum
kk: Күні
km: កាលបរិច្ឆេទ
kn: ದಿನಾಂಕ
lv: Datums
mai: दिनांक
mg: Daty
ml: തീയതി
mr: दिनांक
ms: Tarikh
my: နေ့စွဲ
ne: मिति
nn_no: Dato
or: ତାରିଖ
ro: Dată
sw: Tarehe
ta: தேதி
te: తేదీ
th: วันที่
tr: Tarih
ur: تاریخ
uz: Sana
xh: Umhla
zu: Usuku

# date.placeholder
source: Date
af: Datum
am: ቀን
ar: التّاريخ
as: তাৰিখ
bg: Дата
bn_bd: তারিখ
bn_in: তারিখ
br: Deiziad
bs: Datum
ca: Data
cy: Dyddiad
eo: Dato
eu: Data
fa: تاریخ
ga_ie: Dáta
gd: Ceann-là
hu: Dátum
kk: Күні
km: កាលបរិច្ឆេទ
kn: ದಿನಾಂಕ
lv: Datums
mai: दिनांक
mg: Daty
ml: തീയതി
mr: दिनांक
ms: Tarikh
my: နေ့စွဲ
ne: मिति
nn_no: Dato
or: ତାରିଖ
ro: Dată
sw: Tarehe
ta: தேதி
te: తేదీ
th: วันที่
tr: Tarih
ur: تاریخ
uz: Sana
xh: Umhla
zu: Usuku

source: Birthday
af: Verjaardag
am: የልደት በዓል
ar: تاريخ الميلاد
as: জন্মদিন
bg: Рожден ден
bn_bd: জন্মদিন
bn_in: জন্মদিন
br: Devezh ganedigezh
bs: Rođendan
ca: Aniversari
cy: Pen-blwydd
eo: Naskiĝtago
eu: Urtebetetz.
fa: روز تولد
ga_ie: Lá Breithe
gd: Co-là breith
hu: Születésnap
kk: Туған күні
km: ថ្ងៃកំណើត
kn: ಹುಟ್ಟಿದದಿನ
lv: Dzimšanas diena
mai: जन्मदिन
mg: Andro nahaterahana
ml: ജന്മദിനം
mr: जन्मदिवस
ms: Tarikh lahir
my: မွေးနေ့
ne: जन्मदिन
nn_no: Fødselsdag
or: ଜନ୍ମଦିନ
ro: Zi de naștere
sw: Siku ya kuzaliwa
ta: பிறந்தநாள்
te: పుట్టినరోజు
th: วันเกิด
tr: Doğum günü
ur: سالگرہ
uz: Tug‘ilgan kun
wa: Date di skepiaedje
xh: Umhla wokuzalwa
zu: Usuku lokuzalwa

source: Anniversary
af: Herdenking
am: መታሰቢያ
ar: الذّكرى
as: বাৰ্ষিকী
bg: Годишнина
bn_bd: বার্ষিকী
bn_in: বার্ষিকী
br: Deiz-ha-bloaz
bs: Godišnjica
ca: Commemoració
cy: Dathliad
eo: Datreveno
eu: Urteurrena
fa: سالگرد
ga_ie: Cothrom Lae
gd: Ceann-bliadhna
hu: Évforduló
kk: Жылдық
km: បុណ្យខួប​
kn: ವಾರ್ಷಿಕೋತ್ಸವ
lv: Dzimšanas diena
mai: वर्षगांठ
mg: Tsingerintaona
ml: വാർഷികം
mr: वाढदिवस
ms: Ulang tahun
my: နှစ်ပတ်လည်
ne: वार्षिकोत्सव
nn_no: Årsdag
or: ବାର୍ଷିକୀ
ro: Aniversare
sw: Kumbukumbu
ta: ஆண்டுவிழா
te: వార్షికోత్సవం
th: วันครบรอบ
tr: Yıldönümü
ur: سالگرہ
uz: Yubiley
wa: Aniviersaire
xh: Isikhumbuzo sonyaka
zu: Isikhumbuzo somcimbi othile

source: Add Picture
af: Voeg foto by
am: ስእል መጨመሪያ
ar: أضف صورة
as: ছবি যোগ কৰক
bg: Снимка
bn_bd: ছবি যোগ
bn_in: ছবি যুক্ত করুন
br: Skeudenn
bs: Dodaj sliku
ca: Afegeix una imatge
cy: Ychwanegu Llun
eo: Aldoni bildon
eu: Gehitu argazkia
fa: اضافه کردن تصویر
ga_ie: Cuir pictiúr leis
gd: Cuir dealbh ris
hu: Kép felvétele
kk: Суретті қосу
km: បន្ថែម​រូបភាព
kn: ಚಿತ್ರವನ್ನು ಸೇರಿಸಿ
lv: Pievienot attēlu
mai: चित्र जोड़ू
mg: Hanampy Sary
ml: ചിത്രം ചേർക്കുക
mr: प्रतिमा जोडा
ms: Tambah Gambar
my: ပုံထည့်ပါ
ne: तस्विर थप्नुहोस्
nn_no: Legg til bilde
or: ଛବି ଯୋଡ଼ନ୍ତୁ
ro: Adaugă fotografie
sw: Weka picha
ta: படத்தை சேர்
te: చిత్రాన్ని జోడించు
th: เพิ่มรูปภาพ
tr: Resim ekle
ur: تصویر شامل کریں
uz: Rasm qo‘shish
wa: Radjouter foto
xh: Yongeza umfanekiso
zu: Faka Isithombe

source: Add Phone
af: Voeg foon by
am: ስልክ መጨመሪያ
ar: أضف رقم هاتف
as: ফোন যোগ কৰক
bg: Добавяне на телефон
bn_bd: ফোন নম্বর যোগ
bn_in: ফোন যুক্ত করুন
br: Ouzhpennañ ur pellgomzer
bs: Dodaj telefon
ca: Afegeix un telèfon
cy: Ychwanegu Ffôn
eo: Aldoni telefonon
eu: Gehitu telefonoa
fa: اضافه کردن شماره تلفن
ga_ie: Cuir uimhir ghutháin leis
gd: Cuir fòn ris
hu: Telefonszám felvétele
kk: Телефон нөмірін қосу
km: បន្ថែម​ទូរស័ព្ទ
kn: ಫೋನನ್ನು ಸೇರಿಸಿ
lv: Pievienot tālruni
mai: फोन जोड़ू
mg: Hanampy Telefaona
ml: ഫോൺ ചേർക്കുക
mr: फोन जोडा
ms: Tambah Telefon
my: ဖုန်း ထည့်
ne: फोन थप्नुहोस्
nn_no: Legg til telefon
or: ଫୋନ ନମ୍ବର ଯୋଡ଼ନ୍ତୁ
ro: Adaugă telefon
sw: Ongeza Simu
ta: செல்பேசியை சேர்
te: ఫోను జతచేయి
th: เพิ่มโทรศัพท์
tr: Telefon ekle
ur: فون نمبر درج کریں
uz: Telefon qo‘shish
wa: Radjouter telefone
xh: Yongeza umnxeba
zu: Faka Ifoni

source: Add Email
af: Voeg e-pos by
am: ኢሜይል መጨመሪያ
ar: أضف عنوان بريد إلكتروني
as: ইমেইল যোগ কৰক
bg: Добавяне на ел.поща
bn_bd: ইমেইল যোগ
bn_in: ই-মেইল যুক্ত করুন
br: Ouzhpennañ ur postel
bs: Dodaj e-mail
ca: Afegeix un correu
cy: Ychwanegu E-bost
eo: Aldoni retpoŝton
eu: Gehitu helbide elektronikoa
fa: اضافه کردن پست الکترونیکی
ga_ie: Cuir seoladh ríomhphoist leis
gd: Cuir post-d ris
hu: E-mail felvétele
kk: Эл. поштаны қосу
km: បន្ថែម​អ៊ីមែល
kn: ಇಮೇಲನ್ನು ಸೇರಿಸಿ
lv: Pievienot epastu
mai: ई-मेल जोड़ू
mg: Hanampy Mailaka
ml: ഈമെയിൽ ചേർക്കുക
mr: इ-मेल जोडा
ms: Tambah Email
my: တခြားအရာ
ne: इमेल थप्नुहोस्
nn_no: Legg til e-post
or: ଇମେଲ ଯୋଡ଼ନ୍ତୁ
ro: Adaugă e-mail
sw: Ongeza Barua pepe
ta: அஞ்சலை சேர்
te: ఈమెయిలు చేర్చండి
th: เพิ่มอีเมล
tr: E-posta ekle
ur: ای میل درج کریں
uz: E-pochta qo‘shish
wa: Radjouter emile
xh: Yongeza i-imeyili
zu: Faka I-imeyli

source: Add Address
af: Voeg adres by
am: አድራሻ መጨመሪያ
ar: أضف عنوانًا
as: ঠিকনা যোগ কৰক
bg: Добавяне на адрес
bn_bd: ঠিকানা যোগ
bn_in: ঠিকানা যুক্ত করুন
br: Ouzhpennañ ur chomlec'h
bs: Dodaj adresu
ca: Afegeix una adreça
cy: Ychwanegu Cyfeiriad
eo: Aldoni adreson
eu: Gehitu helbidea
fa: اضافه کردن آدرس
ga_ie: Cuir seoladh leis
gd: Cuir seòladh ris
hu: Cím felvétele
kk: Адресті қосу
km: បន្ថែម​អាសយដ្ឋាន
kn: ವಿಳಾಸವನ್ನು ಸೇರಿಸು
lv: Pievienot adresi
mai: पता जोड़ू
mg: Hanampy Adiresy
ml: മേൽവിലാസം ചേർക്കുക
mr: पत्ता जोडा
ms: Tambah Alamat
my: လိပ်စာထည့်ပါ
ne: ठेगाना थप्नुहोस्
nn_no: Legg til adresse
or: ଠିକଣା ଯୋଡ଼ନ୍ତୁ
ro: Adaugă adresă
sw: Ongeza Anwani
ta: முகவரியை சேர்
te: చిరునామాను జతచేయి
th: เพิ่มที่อยู่
tr: Adres ekle
ur: پتہ درج کریں
uz: Manzil qo‘shish
wa: Radjouter adresse
xh: Yongeza idilesi
zu: Faka Ikheli

source: Add Date
af: Voeg datum by
am: ቀን መጨመሪያ
ar: أضف تاريخًا
as: তাৰিখ যোগ কৰক
bg: Добавяне на дата
bn_bd: তারিখ যোগ
bn_in: তারিখ যুক্ত করুন
br: Ouzhpennañ un deiziad
bs: Dodaj datum
ca: Afegeix una data
cy: Ychwanegu Dyddiad
eo: Aldoni daton
eu: Gehitu data
fa: اضافه کردن تاریخ
ga_ie: Cuir dáta leis
gd: Cuir ceann-là ris
hu: Dátum felvétele
kk: Күнді қосу
km: បន្ថែម​កាលបរិច្ឆេទ
kn: ದಿನಾಂಕ ಸೇರಿಸಿ
lv: Pievienot datumu
mai: तिथि जोड़ू
mg: Hanampy Daty
ml: തീയതി ചേർക്കുക
mr: दिनांक जोडा
ms: Tambah Tarikh
my: ရက်ထည့်ပါ
ne: मिति थप्नुहोस्
nn_no: Legg til dato
or: ତାରିଖ ଯୋଡ଼ନ୍ତୁ
ro: Adaugă dată
sw: Ongeza Tarehe
ta: தேதியை சேர்
te: తేదీని చేర్చు
th: เพิ่มวันที่
tr: Tarih ekle
ur: تاریخ شامل کریں
uz: Sana qo‘shish
wa: Radjouter date
xh: Faka umhla
zu: Faka Usuku

source: Add Comment
af: Voeg opmerking by
am: አስተያየት መጨመሪያ
ar: إضافة ملاحظة
as: মন্তব্য যোগ কৰক
bg: Добавяне на коментар
bn_bd: মন্তব্য যোগ
bn_in: মন্তব্য যোগ করুন
br: Ouzhpennañ un displeg
bs: Dodaj komentar
ca: Afegeix un comentari
cy: Ychwanegu Sylw
eo: Aldoni komenton
eu: Gehitu iruzkina
fa: اضافه کردن نظر
ga_ie: Cuir nóta leis
gd: Cuir beachd ris
hu: Megjegyzés felvétele
kk: Түсіндірмені қосу
km: បន្ថែម​មតិយោបល់
kn: ಟಿಪ್ಪಣಿಯನ್ನು ಸೇರಿಸಿ
lv: Pievienot komentāru
mai: टिप्पणी जोड़ू
mg: Hanampy Hevitra
ml: അഭിപ്രായം ചേർക്കുക
mr: टिपण्णी जोडा
ms: Tambah Komen
my: မှတ်ချက်ထည့်ပါ
ne: टिप्पणी थप्नुहोस्
nn_no: Legg til kommentar
or: ଟିପ୍ପଣୀ ଯୋଡ଼ନ୍ତୁ
ro: Adaugă comentariu
sw: Ongeza Tarehe
ta: குறிப்புரையை சேர்க்க
te: వ్యాఖ్యను జతచేయి
th: เพิ่มความคิดเห็น
tr: Yorum ekle
ur: کمنٹ درج کریں
uz: Mulohaza qo‘shish
wa: Radjouter rawete
xh: Yongeza amagqabaza
zu: Faka Ukuphawula

source: Add as Favorite
af: Voeg by as gunsteling
am: እንደምወዳቸው መጨመሪያ
ar: أضف إلى المُفضّلة
as: পছন্দ হিচাপে যোগ কৰক
bg: Добавяне към любими
bn_bd: প্রিয় তালিকায় যোগ করুন
bn_in: পছন্দের তালিকায় যোগ করুন
br: Ouzhpennañ d'ar re wellañ plijet
bs: Dodaj kao favorita
ca: Afegeix com a favorit
cy: Ychwanegu fel Ffefryn
eo: Aldoni kiel pli ŝatatan
eu: Gehitu gogoko gisa
fa: اضافه کردن به عنوان علاقه‌مندی
ga_ie: Cuir le Ceanáin
gd: Cuir ris mar annsachd
hu: Felvétel kedvencként
kk: Таңдамалы етіп белгілеу
km: បន្ថែម​ទៅ​សំណព្វ
kn: ಅಚ್ಚುಮೆಚ್ಚಿನವುಗಳಿಗೆ ಸೇರಿಸು
lv: Pievienot kā iecienītu
mai: मनपसिन्न क रूपेँ जोड़ू
mg: Hanampy ho Tiana
ml: പ്രിയപ്പെട്ടതായി ചേർക്കുക
mr: पसंत म्हणून जोडा
ms: Tambah sebagai Kegemaran
my: စိတ်ကြိုက်စာရင်းထဲထည့်ပါ
ne: मनपर्नेहरूमा थप्नुहोस्
nn_no: Legg til som favoritt
or: ମନପସନ୍ଦ ଭାବେ ଯୋଡ଼ନ୍ତୁ
ro: Adaugă ca favorit
sw: Ongeza Zilizopendwa
ta: விருப்பமானதாக சேர்
te: ఇష్టాంశముగా జతచేయి
th: เพิ่มเป็นรายการโปรด
tr: Favorilere ekle
ur: پسندیدہ کے طور پر درج کریں
uz: Sevimli sifatida qo‘shish
wa: Rajouter ås colås
xh: Yongeza njengento oyithandayo
zu: Faka Njengokuyintandokazi

source: Remove as Favorite
af: Verwyder as gunsteling
am: ከ እንደምወዳቸው ማስወገጃ
ar: أزل من المُفضّلة
as: পছন্দৰ পৰা আতৰাওক
bg: Премахване от любими
bn_bd: প্রিয় তালিকা হতে অপসারণ করুন
bn_in: পছন্দের তালিকা থেকে সরিয়ে ফেলুন
br: Dilemel diwar ma re wellañ plijet ganin
bs: Ukloni iz favorita
ca: Elimina dels favorits
cy: Tynnu Ffefryn
eo: Forigi kiel pli ŝatatan
eu: Kendu gogokoetatik
fa: حذف از علاقه‌مندی
ga_ie: Bain ó Cheanáin
gd: Thoir air falbh inbhe annsachd
hu: Kedvenc eltávolítása
kk: Таңдамалыдан өшіру
km: យកចេញ​សំណព្វ
kn: ಅಚ್ಚುಮೆಚ್ಚಿನವುಗಳಿಂದ ತೆಗೆದು ಹಾಕು
lv: Noņemt no iecienītiem
mai: मनपसिन्न सं निकालू
mg: Hanala tsy ho Tiana
ml: പ്രിയപ്പെട്ടത് അല്ലാതാക്കുക
mr: पसंतीमधुन काढा
ms: Hapus sebagai Kegemaran
my: စိတ်ကြိုက်စာရင်းမှဖျက်ပါ
ne: मनपर्नेहरूबाट हटाउनुहोस्
nn_no: Fjern frå favorittar
or: ମନପସନ୍ଦ ଭାବରେ ବାହାର କରନ୍ତୁ
ro: Elimină din favoriți
sw: Ondoa kama Zilizopendwa
ta: விருப்பத்திலிருந்து நீக்கு
te: ఇష్టాంశంగా తీసివేయి
th: เอาออกจากรายการโปรด
tr: Favorilerden kaldır
ur: پسندیدہ کے طور پر سے ہٹائیں
uz: Sevimli sifatida olib tashlash
wa: Oister des colås
xh: Yisuse kwizinto ozithandayo
zu: Kukhiphe Kokuyintandokazi

source: Add
af: Voeg by
am: መጨመሪያ
ar: أضف
as: যোগ কৰক
bg: Добавяне
bn_bd: যোগ
bn_in: যোগ করুন
br: Ouzhpennañ
bs: Dodaj
ca: Afegeix
cy: Ychwanegu
eo: Aldoni
eu: Gehitu
fa: اضافه کردن
ga_ie: Cuir Leis
gd: Cuir ris
hu: Felvétel
kk: Қосу
km: បន្ថែម
kn: ಸೇರಿಸು
lv: Pievienot
mai: जोड़ू
mg: Hanampy
ml: ചേര്‍ക്കുക
mr: जोडा
ms: Tambah
my: ပေါင်း
ne: थप्नुहोस्
nn_no: Legg til
or: ଯୋଡ଼ନ୍ତୁ
ro: Adaugă
sw: Ongeza
ta: சேர்
te: జతచేయి
th: เพิ่ม
tr: Ekle
ur: شامل کریں
uz: Qo‘shish
wa: Radjouter
xh: Yongeza
zu: Faka

# editButton.ariaLabel
source: Edit
am: ማረሚያ
ar: حرّر
bg: Редактиране
bn_bd: সম্পাদনা
bn_in: সম্পাদনা
br: Embann
bs: Uredi
ca: Edita
cy: Golygu
eu: Editatu
fa: ویرایش
ga_ie: Eagar
gd: Deasaich
hu: Szerkesztés
kk: Түзету
km: កែសម្រួល
kn: ಸಂಪಾದಿಸು
lv: Rediģēt
mai: संपादन
ms: Sunting
my: တည်းဖြတ်
ne: सम्पादन गर्नुहोस्
nn_no: Rediger
ro: Editează
ta: தொகு
th: แก้ไข
tr: Düzenle
ur: تدوین کریں
uz: Tahrirlash
wa: Candjî

# settingsButton.ariaLabel
source: Settings
am: ማሰናጃዎች
ar: الإعدادات
bg: Настройки
bn_bd: সেটিং
br: Arventennoù
bs: Postavke
cy: Gosodiadau
eu: Ezarpenak
fa: تنظیمات
ga_ie: Socruithe
gd: Roghainnean
hu: Beállítások
kk: Баптаулар
lv: Iestatījumi
nn_no: Innstillingar
ro: Setări
th: การตั้งค่า
tr: Ayarlar
ur: سیٹنگیں
uz: Sozlamalar

# phoneDetail.ariaLabel
source: Phone
am: ስልክ
ar: الهاتف
bg: Телефон
bn_bd: ফোন
bn_in: ফোন
br: Pellgomzer
bs: Telefon
ca: Telèfon
cy: Y Ffôn
eu: Telefonoa
fa: تلفن
ga_ie: Guthán
gd: Fòn
hu: Telefon
kk: Телефон
km: ទូរស័ព្ទ
kn: ದೂರವಾಣಿ
lv: Tālrunis
mai: फोन
ms: Telefon
my: ဖုန်း
ne: फोन
nn_no: Telefon
ro: Telefon
ta: பேசி
te: ఫోను
th: โทรศัพท์
tr: Telefon
ur: فون
uz: Telefon
wa: Telefone

# emailDetail.ariaLabel
source: Email
am: ኢሜይል
ar: البريد الإلكتروني
bg: Ел.поща
bn_bd: ইমেইল
bn_in: ই-মেইল
br: Postel
ca: Correu
cy: E-bost
eu: Posta elektronikoa
fa: پست الکترونیکی
ga_ie: Ríomhphost
gd: Post-d
kk: Эл. пошта
km: អ៊ីមែល
kn: ಇಮೇಲ್
lv: Epasts
mai: ईमेल
ms: Emel
my: အီးမေလ်း
ne: इमेल
nn_no: E-post
ta: மின்னஞ்சல்
th: อีเมล
tr: E-posta
ur: ای میل
uz: E-pochta
wa: Emile

# addressDetail.ariaLabel
source: Address
am: አድራሻ
ar: العُنوان
bg: Адреси
bn_bd: ঠিকানা
bn_in: ঠিকানা
br: Chomlec'h
bs: Adresa
ca: Adreça
cy: Cyfeiriad
eu: Helbidea
fa: آدرس
ga_ie: Seoladh
gd: Seòladh
hu: Cím
kk: Адрес
km: អាសយដ្ឋាន
kn: ವಿಳಾಸ
lv: Adrese
mai: पता
ms: Alamat
my: လိပ်စာ
ne: ठेगाना
nn_no: Adresse
ro: Adresă
ta: முகவரி
te: చిరునామా
th: ที่อยู่
tr: Adres
ur: پتہ
uz: Manzil
wa: Adresse

# dateDetail.ariaLabel
source: Date
am: ቀን
ar: التّاريخ
bg: Дата
bn_bd: তারিখ
bn_in: তারিখ
br: Deiziad
bs: Datum
ca: Data
cy: Dyddiad
eu: Data
fa: تاریخ
ga_ie: Dáta
gd: Ceann-là
hu: Dátum
kk: Күні
km: កាលបរិច្ឆេទ
kn: ದಿನಾಂಕ
lv: Datums
mai: दिनांक
ms: Tarikh
my: နေ့စွဲ
ne: मिति
nn_no: Dato
ro: Dată
ta: தேதி
te: తేదీ
th: วันที่
tr: Tarih
ur: تاریخ
uz: Sana

# composeEmail.ariaLabel
source: Email
am: ኢሜይል
ar: البريد الإلكتروني
bg: Ел.поща
bn_bd: ইমেইল
bn_in: ই-মেইল
br: Postel
ca: Correu
cy: E-bost
eu: Posta elektronikoa
fa: پست الکترونیکی
ga_ie: Scríobh
gd: Post-d
kk: Эл. пошта
km: អ៊ីមែល
kn: ಇಮೇಲ್
lv: Epasts
mai: ईमेल
ms: Emel
my: အီးမေလ်း
ne: इमेल
nn_no: E-post
ta: மின்னஞ்சல்
th: อีเมล
tr: E-posta
ur: ای میل
uz: E-pochta
wa: Emile

# makeCall.ariaLabel
source: Call
am: ጥሪ
ar: مُكالمة
bg: Обаждане
bn_bd: কল করুন
bn_in: কল
br: Gervel
bs: Pozovi
ca: Truca
cy: Galw
eu: Deitu
fa: تماس
ga_ie: Glaoigh
gd: Cuir fòn
hu: Hívás
kk: Қоңырау
km: ហៅ
kn: ಕರೆ
lv: Zvanīt
mai: कॉल
ms: Panggil
my: ခေါ်
ne: कल
nn_no: Oppringing
ro: Apelează
ta: அழை
th: โทร
tr: Ara
ur: کال
uz: Qo‘ng‘iroq
wa: Houkî

source: Phones
am: ስልክ
ar: الهواتف
bg: Телефони
bn_bd: ফোন
bn_in: ফোন
br: Pellgomzerioù
bs: Telefoni
ca: Telèfons
cy: Y Ffôn
eu: Telefonoak
fa: تلفن‌ها
ga_ie: Gutháin
gd: Fòn
hu: Telefonszámok
kk: Телефондар
km: ទូរស័ព្ទ
kn: ದೂರವಾಣಿಗಳು
lv: Tālruņi
mai: फोन
ms: Telefon
my: ဖုန်း
ne: फोनहरु
nn_no: Telefonar
ro: Telefoane
ta: பேசி
th: โทรศัพท์
tr: Telefon
ur: فون
uz: Telefonlar
wa: Telefones

source: Emails
am: ኢሜይል
ar: البريد الإلكتروني
bg: Ел.поща
bn_bd: ইমেইল
bn_in: ই-মেইলসমূহ
br: Posteloù
bs: Email-ovi
ca: Correus electrònics
cy: E-bost
eu: Posta elektronikoak
fa: پست‌های الکترونیکی
ga_ie: Ríomhphoist
gd: Puist-d
hu: E-mail címek
kk: Эл. пошта
km: អ៊ីមែល
kn: ಇಮೇಲ್‍ಗಳು
lv: Epasti
mai: ईमेल
ms: Emel
my: အီးမေလ်း
ne: इमेलहरु
nn_no: E-postar
ro: E-mailuri
ta: மின்னஞ்சல்
th: อีเมล
tr: E-postalar
ur: ای میل
uz: E-pochtalar
wa: Emiles

source: Addresses
am: አድራሻዎች
ar: العناوين
bg: Адреси
bn_bd: ঠিকানা
bn_in: ঠিকানা
br: Chomlec'hioù
bs: Adrese
ca: Adreces
cy: Cyfeiriad
eu: Helbideak
fa: آدرس‌ها
ga_ie: Seoltaí
gd: Seòlaidhean
hu: Címek
kk: Адрестер
km: អាសយដ្ឋាន
kn: ವಿಳಾಸಗಳು
lv: Adreses
mai: पता
ms: Alamat
my: လိပ်စာ
ne: ठेगानाहरु
nn_no: Adresser
ro: Adrese
ta: முகவரி
te: చిరునామాలు
th: ที่อยู่
tr: Adresler
ur: پتہ جات
uz: Manzillar
wa: Adresses

source: Dates
am: ቀኖች
ar: التّواريخ
bg: Дати
bn_bd: তারিখ
bn_in: তারিখ
br: Deizioù
bs: Datumi
cy: Dyddiad
eu: Datak
fa: تاریخ‌ها
ga_ie: Dátaí
gd: Cinn-là
hu: Dátumok
kk: Күндер
km: កាលបរិច្ឆេទ
kn: ದಿನಾಂಕ
lv: Datumi
mai: दिनांक
ms: Tarikh
my: နေ့စွဲ
ne: मितिहरु
nn_no: Datoar
ro: Date
ta: தேதிகள்
te: తేదీలు
th: วันที่
tr: Tarihler
ur: تاریخ
uz: Sanalar

source: Notes
am: ማስታወሻዎች
ar: مُلاحظات
bg: Бележки
bn_bd: নোট
bn_in: নোটগুলি
br: Notennoù
bs: Bilješke
cy: Nodiadau
eu: Oharrak
fa: یادداشت‌ها
ga_ie: Nótaí
gd: Nòtaichean
hu: Megjegyzés
kk: Естеліктер
km: ចំណាំ
kn: ಟಿಪ್ಪಣಿಗಳು
lv: Piezīmes
mai: टिप्पणी
ms: Nota
my: မှတ်စုများ
ne: टिप्पणीहरू
nn_no: Merknadar
ro: Notițe
ta: குறிப்புகள்
te: గమనికలు
th: หมายเหตุ
tr: Notlar
ur: نوٹ
uz: Qaydlar

source: Exit
af: Verlaat
am: መውጫ
ar: خروج
as: প্রস্থান কৰক
bg: Изход
bn_bd: প্রস্থান করুন
bn_in: প্রস্থান
br: Kuitaat
bs: Izlaz
ca: Surt
cy: Gadael
eo: Eliri
eu: Irten
fa: خروج
ga_ie: Scoir
gd: Fàg an-seo
hu: Kilépés
kk: Шығу
km: ចេញ
kn: ನಿರ್ಗಮಿಸು
lv: Iziet
mai: बाहर
mg: Hivoaka
ml: പുറത്തു് കടക്കുക
mr: बाहेर
ms: Keluar
my: ထွက်
ne: निस्कनुहोस्
nn_no: Avslutt
or: ପ୍ରସ୍ଥାନ କରନ୍ତୁ
ro: Ieși
sw: Toka
ta: வெளியேறு
te: నిష్క్రమించు
th: ออก
tr: Çıkış
ur: خروج
uz: Chiqish
wa: Moussî foû
xh: Phuma
zu: Phuma

source: Expand
af: Vou uit
am: ማስፊያ
ar: توسيع
as: প্ৰসাৰণ
bg: Разгъване
bn_bd: প্রসারণ
bn_in: প্রসারণ
br: Astenn
bs: Proširi
ca: Amplia
cy: Ymestyn
eo: Malfaldi
eu: Zabaldu
fa: باز شدن
ga_ie: Leathnaigh
gd: Leudaich
hu: Kibontás
kk: Жаю
km: ពង្រីក
kn: ವಿಸ್ತರಿಸು
lv: Izvērst
mai: विस्तार
mg: Hamelatra
ml: വികസിപ്പിക്കുക
mr: विस्तार
ms: Kembang
my: ချဲ့ပါ
ne: विस्तार गर्नुहोस्
nn_no: Utvid
or: ବିସ୍ତାର କରନ୍ତୁ
ro: Extinde
sw: Panua
ta: விரி
te: విస్తరించు
th: ขยาย
tr: Genişlet
ur: توسیع
uz: Yoyish
wa: Mostrer ttafwait
xh: Yandisa
zu: Nweba

source: Name:
af: Naam:
am: ስም:
ar: الاسم:
as: নাম:
bg: Име:
bn_bd: নামের প্রথমাংশ:
bn_in: নাম:
br: Anv :
bs: Ime:
ca: Nom:
cy: Enw:
eo: Nomo:
eu: Izena:
fa: نام:
ga_ie: Ainm:
gd: Ainm:
hu: Név:
kk: Аты:
km: ឈ្មោះ ៖
kn: ಹೆಸರು:
lv: Vārds:
mai: नाम:
mg: Fanampin'anarana:
ml: പേരു്:
mr: नाव:
ms: Nama:
my: ချဲ့ပါ
ne: नाम:
nn_no: Namn:
or: ନାମ:
ro: Prenume:
sw: Jina:
ta: பெயர்:
te: పేరు:
th: ชื่อ:
tr: Adı:
ur: نام:
uz: Nomi:
wa: No :
xh: Igama:
zu: Igama:

source: Last name:
af: Van:
am: የአባት ስም:
ar: اسم العائلة:
as: পদবি:
bg: Фамилия:
bn_bd: নামের শেষাংশ:
bn_in: শেষ নাম:
br: Anv familh
bs: Prezime:
ca: Cognoms:
cy: Enw olaf:
eo: Familia nomo:
eu: Abizena:
fa: نام خانوادگی:
ga_ie: Sloinne:
gd: Sloinneadh:
hu: Vezetéknév:
kk: Тегі:
km: នាម​ត្រកូល ៖
kn: ಕೊನೆಯ ಹೆಸರು:
lv: Uzvārds:
mai: अंतिम नाम:
mg: Anarana:
ml: അവസാന നാമം:
mr: आडनाव:
ms: Nama akhir:
my: နောက်ဆုံးအမည် ၊
ne: अन्तिम नाम:
nn_no: Etternamn:
or: ଶେଷ ନାମ:
ro: Nume:
sw: Jina la mwisho:
ta: கடைசிப்பெயர்:
te: ఇంటి పేరు:
th: นามสกุล:
tr: Soyadı:
ur: آخری نام:
uz: Familiya:
wa: No di famile :
xh: Ifani:
zu: Isibongo:

source: Phone number:
af: Foonnommer:
am: የ ስልክ ቁጥር:
ar: رقم الهاتف:
as: ফোন নম্বৰ:
bg: Телефон:
bn_bd: ফোন নম্বর:
bn_in: দূরভাষ:
br: Niverenn pellgomz :
bs: Telefonski broj:
ca: Telèfon:
cy: Rhif y ffôn:
eo: Telefonnumero:
eu: Telefono-zenbakia:
fa: شماره تلفن:
ga_ie: Uimhir ghutháin:
gd: Àireamh fòn:
hu: Telefonszám:
kk: Телефон нөмірі:
km: លេខ​ទូរស័ព្ទ ៖
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ:
lv: Tālruņa numurs:
mai: दूरभाष क्रमांक:
mg: Nomeraon-telefaona:
ml: ഫോൺ നമ്പർ:
mr: फोन क्रमांक:
ms: Nombor telefon:
my: ဖုန်းနံပတ် ၊
ne: फोन नम्बर:
nn_no: Telefonnummer:
or: ଫୋନ ନମ୍ବର:
ro: Număr de telefon:
sw: Nambari ya simu:
ta: செல்பேசி எண்:
te: ఫోను సంఖ్య:
th: หมายเลขโทรศัพท์:
tr: Telefon numarası:
ur: فون نمبر:
uz: Telefon raqami:
wa: Limero di telefone :
xh: Inombolo yomnxeba:
zu: Inombolo yocingo:

source: Carrier:
af: Draer:
am: አቅራቢ:
ar: الجوَّال:
as: পৰিবাহক:
bg: Оператор:
bn_bd: ক্যারিয়ার:
bn_in: ক্যারিয়ার:
br: Oberataer :
bs: Operater:
ca: Operador:
cy: Darparwr:
eo: Telefonkompanio:
eu: Telefono-konpainia:
fa: اپراتور:
ga_ie: Soláthraí Seirbhíse:
gd: Giùlanair:
hu: Szolgáltató:
kk: Желі:
km: ក្រុមហ៊ុន​ទូរគមនាគមន៍ ៖
kn: ಕ್ಯಾರಿಯರ್:
lv: Operators:
mai: वाहक
mg: Mpandraharaha:
ml: സേവനദാതാവ്:
mr: कॅरिअर:
ms: Pembawa:
my: ဖုန်းနံပါတ် ၊
ne: वाहक:
nn_no: Operatør:
or: ବାହକ:
ro: Operator:
sw: Kibebaji
ta: சுமப்பி:
te: క్యారియర్:
th: อาชีพ:
tr: Operatör:
ur: بارگیر:
uz: Aloqa operatori:
wa: Berweteu :
xh: Umthwali:
zu: Isithwali:

source: Email:
af: E-pos:
am: ኢሜይል:
ar: البريد الإلكتروني:
as: ইমেইল:
bg: Ел.поща:
bn_bd: ইমেইল:
bn_in: ই-মেইল:
br: Postel :
ca: Correu:
cy: E-bost:
eo: Retpoŝto:
eu: Helbide elektronikoa:
fa: پست الکترونیکی:
ga_ie: Ríomhphost:
gd: Post-d:
kk: Эл. пошта:
km: អ៊ីមែល ៖
kn: ಇಮೇಲ್:
lv: Epasts:
mai: ईमेल:
mg: Mailaka:
ml: ഈമെയിൽ:
mr: ईमेल:
ms: E-mel:
my: အီးမေလ်း ၊
ne: इमेल:
nn_no: E-post:
or: ଇମେଲ:
sw: Barua pepe
ta: அஞ்சல்:
te: ఈమెయిలు:
th: อีเมล:
tr: E-posta:
ur: ای میل:
uz: E-pochta
wa: Emile :
xh: I-imeyili:
zu: I-imeyli:

source: Street:
af: Straat:
am: መንገድ:
ar: الشارع:
as: পথ:
bg: Улица:
bn_bd: সড়ক:
bn_in: রাস্তা:
br: Straed :
bs: Ulica:
ca: Adreça:
cy: Stryd:
eo: Strato:
eu: Kalea:
fa: خیابان:
ga_ie: Sráid:
gd: Sràid:
hu: Utca:
kk: Көше:
km: វិថី ៖
kn: ರಸ್ತೆ:
lv: Iela:
mai: सड़क:
mg: Làlana:
ml: തെരുവ്:
mr: रस्ता:
ms: Jalan:
my: အီးမေလ်း ၊
ne: गल्ली:
nn_no: Adresse:
or: ରାସ୍ତା:
ro: Stradă:
sw: Barabara
ta: தெரு:
te: వీధి:
th: ถนน:
tr: Sokak:
ur: گلی:
uz: Ko‘cha:
wa: Rowe :
xh: Isitrato:
zu: Umgwaqo:

source: Zip code:
af: Poskode:
am: ፖሳቁ:
ar: الرمز البريدي:
as: জিপ ক'ড:
bg: ПК:
bn_bd: পোস্ট কোড:
bn_in: জিপ কোড:
br: Boneg post :
bs: Poštanski broj:
ca: Codi postal:
cy: Cod post:
eo: Kodo ZIP:
eu: Posta-kodea:
fa: کد پستی:
ga_ie: Cód poist:
gd: Còd-puist:
hu: Irányítószám:
kk: Пошта индексі:
km: លេខ​កូដ​តំបន់ ៖
kn: ಪಿನ್ ಕೋಡ್:
lv: Pasta indekss:
mai: पिन कोड:
mg: Kaody zip:
ml: സിപ് കോഡ്:
mr: पिन कोड:
ms: Poskod:
my: စာပို့ သင်္ကေတ ၊
ne: जिप कोड
nn_no: Postnummer:
or: Zip କୋଡ:
ro: Cod poștal:
sw: Kodi ya nchi:
ta: அஞ்சல் எண்:
te: తపాలా సంకేతం:
th: รหัสไปรษณีย์:
tr: Posta kodu:
ur: زپ کوڈ:
uz: Pochta indeksi:
wa: Limero del posse :
xh: Ikhowudi:
zu: Ikhodi yeposi:
