Repository: translate/mozilla-gaia
Catalog: */apps/communications/contacts/contacts.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, eo, eu, fa, ga_ie, gd, hu, kk, km, kn, lv, mai, mg, ml, mr, ms, my, ne, nn_no, or, ro, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: Remove all Facebook data?
af: Verwyder alle Facebook-data?
am: ሁሉንም የ ፌስቡክ ዳታ ላስወግደው?
ar: حذف جميع بيانات الفيسبوك؟
as: সকলো Facebook তথ্য আতৰাবনে?
bg: Премахване на всички Facebook данни?
bn_bd: ফেসবুকের সব ডাটা অপসারিত হবে?
bn_in: সব ফেসবুক তথ্য মুছে ফেলা হবে?
br: Dilemel an holl roadennoù Facebook ?
bs: Ukloniti sve Facebook podatke?
ca: Voleu eliminar totes les dades del Facebook?
cy: Tynnu holl ddata Facebook?
eo: Ĉu forigi ĉiujn datumojn de Facebook?
eu: Facebookeko datu guztiak kendu?
fa: آیا تمام داده‌های فیس بوک حذف شود؟
ga_ie: Scrios sonraí Facebook ón nguthán?
gd: A bheil thu airson an dàta Facebook gu lèir a thoirt air falbh?
hu: Eltávolítja az összes Facebook adatot?
kk: Барлық Facebook мәліметтерін өшіру керек пе?
km: លុប​ទិន្នន័យ Facebook ទាំងអស់​ចេញ?
kn: ಫೇಸ್‌ಬುಕ್‌ನ ಎಲ್ಲ ದತ್ತಾಂಶ ತೆಗೆಯಬೇಕೆ?
lv: Vai noņemt visus Facebook datus?
mai: सभटा फेसबुक डाटा मेटाउ?
mg: Hanala data Facebook rehetra?
ml: ഫെയിസ്ബുക്ക് വിവരങ്ങള്‍ നീക്കം ചെയ്യണോ?
mr: Facebook ची सर्व माहिती काढायची?
ms: Buang semua data Facebook?
my: ဖေစ့်ဘုတ်အချက်အလက် အားလုံးအား ဖျက်ပစ်မည်လား ?
ne: सबै फेसबुक डाटा हटाउने?
nn_no: Fjerne alle Facebook-data?
or: ସମସ୍ତ ଫେସବୁକ ଡାଟାକୁ ଲିବାଇବେ?
ro: Elimini toate datele de Facebook?
sw: Ondoa data yote ya Facebook?
ta: முகநூல் தரவை நீக்கவா?
te: ఫేస్‌బుక్ దత్తాంశాన్నంతా తీసివేయాలా?
th: เอาข้อมูล Facebook ทั้งหมดออก?
tr: Tüm Facebook verileri silinsin mi?
ur: تمام فیس بک ڈیٹا کو ہٹا دیں؟
uz: Barcha Facebook ma’lumotlari o‘chirilsinmi?
wa: Oister totes les dnêyes di Facebook ?
xh: Ufuna ukususa zonke iingcombolo zikaFacebook?
zu: Susa yonke idatha ku-Facebook?

source: Your password in Facebook has changed. Please, update it.
af: Jou wagwoord in Facebook het verander. Werk dit asseblief by.
am: የ እርስዎ የ ፌስቡክ መግቢያ ቃል ተቀይሯል: እባክዎን ያሻሽሉት
ar: تم تغيير كلمة سِّر الفيسبوك. رجاءً، قم بتحديثها.
as: Facebook ত আপোনাৰ পাছৱৰ্ড সলনি হৈছে। অনুগ্ৰহ কৰি ইয়াক আপডেইট কৰক।
bg: Вашата парола във Facebook е била променена. Моля, обновете я.
bn_bd: আপনার ফেসবুকে পাসওয়ার্ড পরিবর্তন করা হয়েছে। অনুগ্রহ করে, হালনাগাদ করুন।
bn_in: আপনার ফেসবুকের পাসওয়ার্ড পরিবর্তন হয়েছে। অনুগ্রহ করে, হালনাগাদ করুন।
br: Kemmet eo bet ho ker-tremen Facebook. Hizivait anezhañ mar plij ganeoc'h.
bs: Vaša Facebook lozinka se promijenila. Molimo da je ažurirate.
ca: La vostra contrasenya del Facebook ha canviat. Actualitzeu-la.
cy: Mae eich cyfrinair Facebook wedi newid. Mae angen ei diweddu.
eu: Facebookeko zure pasahitza aldatu egin da. Egunera ezazu mesedez.
fa: کلمه رمز شما در فیس بوک تغییر کرده است. لطفا، آن‌را به‌روزرسانی کنید.
ga_ie: D'athraigh d'fhocal faire Facebook. Caithfidh tú é a athrú anseo freisin.
gd: Dh'atharraich am facal-faire agad ann am Facebook. Feuch is ùraich e.
hu: A Facebookon használt jelszava megváltozott. Frissítse a jelszavát itt is.
kk: Сіздің Facebook-тегі пароліңіз өзгертілді. Оны жаңартыңыз.
km: ពាក្យសម្ងាត់​របស់​អ្នក​នៅ​ក្នុង Facebook ត្រូវ​បាន​ប្ដូរ ។ សូម​ធ្វើ​បច្ចុប្បន្នភាព​វា ។
kn: Facebook ನ ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು, ಅದನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ.
lv: Jūsu parole Facebookā ir mainījusies. Lūdzu atjauniniet to.
mai: फेसबुक मे अहाँक गुड़किल्ली बदलि गेल अछि. कृपया, एकर अपडेट करू.
mg: Niova ny tenimiafinao @ Facebook. Havaozy io, azafady.
ml: ഫെയിസ്ബുക്കിന്റെ രഹസ്യവാക്ക് മാറി. ദയവായി മാറ്റൂ.
mr: तुमचा Facebook पासवर्ड बदलला आहे. कृपया, अद्ययावत करा.
ms: Kata laluan anda di Facebook telah berubah. Sila, kemaskini.
my: သင်၏ဖေစ့်ဘုတ် စကားဝှက် ပြောင်းထားသှ်။ ကျေးဇူးပြုပြီး မွမ်းမံပါ။
ne: तपाईँको फेसबुकको पासवर्ड परिवर्तन भएको छ।कृपया अद्यावधिक गर्नुहोस्।
nn_no: Passordet ditt på Facebook er endra. Ver snill og oppdater det.
or: ଆପଣଙ୍କ ଫେସବୁକ ପାସୱାର୍ଡ ବଦଳିଯାଇଛି । ଦୟାକରି ଏହାକୁ ଅପଡେଟ କରନ୍ତୁ ।
ro: Parola ta pe Facebook s-a schimbat. Te rugăm să o actualizezi.
sw: Nenosiri lako katika Facebook limebadilika. Tafadhali, lisasishe.
ta: முகநூலுக்கான கடவுச்சொல் மாற்றபட்டிருக்கிறது. தயவுச்செய்து, அதை மேம்படுத்தவும்.
te: ఫేస్‌బుక్‌లో మీ సంకేతపదం మార్చారు. దాన్ని తాజాకరించండి.
th: รหัสผ่านใน Facebook ของคุณถูกเปลี่ยน โปรดปรับปรุงรหัสผ่าน
tr: Facebook'taki şifreniz değişmiş. Lütfen güncelleyin.
ur: اپ کے فیس بک کا پاسورڈ تبدیل ہوا ہے۔ براہ مہربانی، اسے تازہ کاری کریں۔
uz: Facebook‘dagi parolingiz o‘zgartirildi. Iltimos, uni yangilang.
wa: Vosse sicret dins Facebook a candjî. S' i vs plait, metoz l’ a djoû.
xh: Ipasiwedi yakho kuFacebook itshintshile. Sicela, uyihlaziye.
zu: Igama lakho lokungena ku-Facebook selishintshile. Sicela ulivuselele.

source: Not enabled yet
af: Nog nie geaktiveer nie
am: እስከ አሁን አልተቻለም
ar: غير مُفعَّل حتى الان
as: এতিয়াও সামৰ্থবান হোৱা নাই
bg: Не е включвано
bn_bd: এখনও সক্রিয় নয়
bn_in: এখনো সক্রিয় হয়নি
br: N'eo ket gweredekaet c'hoazh
bs: Još nije omogućeno
ca: Encara no s'ha activat
cy: Heb ei alluogi eto
eo: Ankoraŭ ne aktiva
eu: Oraindik gaitu gabe
fa: هنوز فعال نشده است
ga_ie: Níl sé cumasaithe fós
gd: À comas fhathast
hu: Még nincs engedélyezve
kk: Әлі іске қосылмаған
km: មិន​ទាន់​បើក​ឲ្យ​ប្រើ​បាន​នៅ​ឡើង​ទេ
kn: ಸಧ್ಯ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿಲ್ಲ
lv: Nav vēl ieslēgts
mai: अखन धरि सक्षम नहि
mg: Tsy mbola novelomina
ml: പ്രവര്‍ത്തനസജ്ജമല്ല
mr: सध्या सक्रिय केला नाही
ms: Belum dibolehkan lagi
my: ဖွင့်မထားသေးပါ
ne: अझै सक्रिय नपारिएको
nn_no: Ikkje slått på enno
or: ଏପର୍ଯ୍ୟନ୍ତ ସକ୍ରିୟ ହୋଇନାହିଁ
ro: Neactivat încă
sw: Haijawezeshwa bado
ta: செயலாக்கவில்லை
te: ఇంకా చేతనించలేదు
th: ยังไม่เปิดใช้งาน
tr: Henüz etkin değil
ur: ابھی تک فعال نہیں
uz: Hozirgacha yoqilmagan
wa: Nén co e-n alaedje
xh: Ayikavulwa ukuba isebenze okwangoku
zu: Akukanikwa amandla okwamanje

source: To import contacts connect to Wi-Fi or data network
af: Om kontakte in te voer, koppel aan Wi-Fi of datanetwerk
am: ግንኙነቶች ለማምጣት ወደ ዋይ-ፋይ ወይንም ወደ ዳታ ኔትዎርክ ጋር ይገናኙ
ar: لإستيراد جهات الإتصال قم بالإتصال بشبكة واي فاي أو بشبكة بيانات
as: পৰিচয়সমূহ আমদানি কৰিবলৈ Wi-Fi অথবা তথ্য নেটৱৰ্কলৈ সংযোগ কৰক
bg: Свържете се към Wi-Fi или мрежа за данни, за да внесете контакти
bn_bd: পরিচিতি ইমপোর্ট করতে ওয়াই-ফাই অথবা ডাটা নেটওয়ার্কে সংযুক্ত হোন
bn_in: পরিচিতি আমদানি করতে ওয়াই-ফাই অথবা ডাটা নেটওয়ার্ক এর সাথে সংযোগ করুন
br: Kennaskit ouzh ur rouedad Wi-Fi pe all evit enporzhiañ darempredoù
bs: Povežite se na Wi-Fi ili podatkovnu mrežu da bi uvezli kontakte
ca: Per importar contactes connecteu-vos per Wi-Fi o xarxa de dades
cy: I fewnforio cysylltiadau cysylltwch â rwydwaith diwifr neu ddata
eu: Kontaktuak inportatzeko konektatu Wi-Fira edo datu-sarera
fa: برای وارد کردن مخاطبین به شبکه داده Wi-Fi متصل شوید
ga_ie: Chun teagmhálaithe a iompórtáil, ceangail le Wi-Fi nó le líonra sonraí.
gd: Ceangail ri WiFi no lìonra dàta gus luchd-aithne ion-phortadh
hu: Névjegyek átmásolásához kapcsolódjon egy Wi-Fi-s vagy mobilos adathálózathoz
kk: Контакттарды импорттау үшін Wi-Fi не мәліметтер желісіне байланысты орнатыңыз
km: ដើម្បី​នាំចូល​ទំនាក់​ទំនង សូម​​ភ្ជាប់​ទៅ​បណ្ដាញ​ Wi-Fi ឬ​​ទិន្នន័យ​ទូរសព្ទ
kn: ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲು Wi-Fi ಅಥವ ಡೇಟಾ ಜಾಲಬಂಧದೊಂದಿಗೆ ಸಂಪರ್ಕಹೊಂದಿ
lv: Lai importēt kontaktus, pieslēdzieties Wifi vai mobilajam datu tīklam
mai: संपर्क केँ आयात करब लेल वाई-फाई अथवा डेटा संजाल सँ कनेक्ट करू
mg: Mifandraisa @ Wi-Fi na tambajotran-data raha hanafatra kaontakita
ml: വിലാസങ്ങള്‍ ലഭ്യമാക്കുന്നതിനു് വൈഫൈ അല്ലെങ്കില്‍ ഡേറ്റാ നെറ്റ്‌വര്‍ക്ക്
mr: संपर्क पत्ते आयात करण्सायठी वाय-फाय किंवा डाटा नेटवर्कला जोडा
ms: Untuk mengimport kenalan sambung ke Wi-Fi atau jaringan data
my: အချက်အလက်များအား တင်သွင်းရန် ဝိုင်ဖိုင်ချိတ်ဆက်မှူ ရှာပါ
ne: सम्पर्क विवरण आयात गर्न वाई-फाई वा डाटा सञ्जालमा रहनुहोस्।
nn_no: For å importera kontaktar, kopla til eit Wi-Fi- eller datanettverk.
or: ସମ୍ପର୍କଗୁଡ଼ିକୁ ଆହରଣ କରିବାଲାଗି ଗୋଟିଏ ୱାଇ-ଫାଇ ଡାଟା ନେଟୱର୍କ ସହିତ ସଂଯୋଗ ଯୋଡ଼ନ୍ତୁ
ro: Pentru a importa contacte conectează-te la o rețea Wi-Fi sau rețea de date
sw: Ili kuleta anwani unganisha kwa mtandao wa Wi-Fi au data
ta: வை-பை அல்லது பேசி பிணையத்துடன் இணைத்து தொடர்புகளை இறக்குமதி செய்
te: పరిచయాలను దిగుమతించుకోడానికి వై-ఫై లేదా డేటా నెట్‌వర్కుకి అనుసంధానంకండి
th: เพื่อนำเข้ารายชื่อ ให้เชื่อมต่อกับ Wi-Fi หรือเครือข่ายข้อมูล
tr: Kişileri içeri aktarmak için Wi-Fi veya veri ağına bağlanın
ur: رابطہ افراد درآمد کرنے کے لئے وائی فائی یا ڈیٹا نیٹ ورک سے جڑیں
uz: Kontaktlarni import qilish uchun Wi-Fi yoki ma’lumotlar tarmog‘iga ulaning
wa: Po-z abaguer des contakes, raloyîz pal Wi-Fi ou pal rantoele di dnêyes
xh: Ukuze ufaka abantu oqhagamshelana nabo nxibelelanisa nenethiweki ye-Wi-Fi okanye eye-datha
zu: Ukuze ungenise izinombolo xhuma ku-Wi-Fi noma idatha yenethiwekhi

source: SIM card
af: SIM-kaart
am: ሲም ካርድ
ar: بطاقة SIM
as: SIM কাৰ্ড
bg: SIM карта
bn_bd: সিম কার্ড
bn_in: SIM কার্ড
br: Kartenn SIM
bs: SIM kartica
ca: Targeta SIM
cy: Cerdyn SIM
eo: Karto SIM
eu: SIM txartela
fa: سیم کارت
ga_ie: Cárta SIM
gd: Cairt SIM
hu: SIM kártya
kk: SIM картасы
km: SIM កាត
kn: SIM ಕಾರ್ಡ್
lv: SIM karte
mai: SIM कार्ड
mg: Karatra SIM
ml: സിം കാര്‍ഡ്
mr: SIM कार्ड
ms: Kad SIM
my: SIM ကဒ်
ne: सिम कार्ड
nn_no: SIM-kort
or: SIM କାର୍ଡ
ro: Cartelă SIM
sw: Kadi ya SIM
ta: சிம் அட்டை
te: సిమ్ కార్డు
th: การ์ด SIM
tr: SIM kart
ur: SIM کارڈ
uz: SIM karta
wa: Cwåte SIM
xh: Ikhadi le-SIM
zu: Ikhadi le-SIM

source: Memory card
af: Geheuekaart
am: የ ማስታወሻ ካርድ
ar: بطاقة الذاكرة
as: মেম'ৰি কাৰ্ড
bg: Карта за памет
bn_bd: মেমোরি কার্ড
bn_in: মেমরি কার্ড
br: Kartenn vemor
bs: Memorijska kartica
ca: Targeta de memòria
cy: Cerdyn cof
eo: Memorkarto
eu: Memoria-txartela
fa: کارت حافظه
ga_ie: Cárta cuimhne
gd: Cairt-chuimhne
hu: Memóriakártya
kk: Жады картасы
km: កាត​អង្គ​ចងចាំ
kn: ಮೆಮೊರಿ ಕ್ಯಾರ್ಡ್
lv: Atmiņas karte
mai: स्मृति कार्ड
mg: Karatra memoara
ml: മെമ്മറി കാര്‍ഡ്
mr: मेमरी कार्ड
ms: Kad memori
my: မှတ်ဉာဏ်ကဒ်
ne: मेमोरी कार्ड
nn_no: Minnekort
or: ସ୍ମୃତିସ୍ଥାନ କାର୍ଡ
ro: Card de memorie
sw: Kadi ya kumbukumbu
ta: நினைவக அட்டை
te: మెమొరీ కార్డు
th: การ์ดหน่วยความจำ
tr: Bellek kartı
ur: میموری کارڈ
uz: Xotira kartasi
wa: Cwåte memwere
xh: Ikhadi lememori
zu: Ikhadi lememori

source: SIM {{number}}:
am: ሲም {{number}}:
ar: الشريحة {{number}}:
bn_bd: সিম {{number}}:
eu: {{number}}. SIMa:
fa: سیم‌کارت {{number}}:
hu: {{number}}. SIM:
lv: {{number}}. SIM:
te: సిమ్ {{number}}:

source: SIM {{number}}: {{msisdn}}
am: ሲም {{number}}: {{msisdn}}
ar: شريحة {{number}}: {{msisdn}}
bn_bd: সিম {{number}}: {{msisdn}}
eu: {{number}}. SIMa: {{msisdn}}
fa: سیم‌کارت {{number}}: {{msisdn}}
hu: {{number}}. SIM: {{msisdn}}
ta: சிம் {{number}}: {{msisdn}}
te: సిమ్ {{number}}: {{msisdn}}

# ICEContactsGroup
source: ICE Contacts
am: ለ ድንገተኛ ጥሪዎች ግንኙነት
ar: أرقام حالات الطّوارئ
bg: Контакти ИС
bn_bd: ICE পরিচিতি
bn_in: ICE পরিচিতি
br: Darempredoù ICE
bs: ICE kontakti
ca: Contactes ICE
cy: Cysylltiadau ICE
eu: Larrialdi-kontaktuak
fa: مخاطب‌های ICE
ga_ie: Teagmhálaithe Éigeandála
gd: Luchd-aithne èiginn
hu: ICE névjegyek
kk: ICE контакттар
km: ទំនាក់ទំនង ICE
kn: ICE ಸಂಪರ್ಕಗಳು
lv: AG kontakti
mai: ICE संपर्क
ms: Kenalan ICE
my: ICE အဆက်အသွယ်များ
ne: ICE सम्पर्कहरु
nn_no: ICQ-kontaktar
ro: Contacte ICE
ta: ICE தொடர்பு
th: รายชื่อในกรณีฉุกเฉิน
tr: Acil durum kişileri
ur: ICE رابطہ افراد
uz: ICE kontaktlar
wa: Contakes ICE

source: Set ICE Contacts
am: ለ ድንገተኛ ጥሪ ግንኙነት
ar: تعيين أرقام حالات الطّوارئ
bg: Управление ИС контакти
bn_bd: ICE পরিচিতি সেট
bn_in: ICE কন্টাক্ট সংকলন করুন
br: Despizañ an darempredoù ICE
bs: Postavi UHS kontakte
ca: Defineix contactes ICE
cy: Gosod cysylltiadau ICE
eu: Ezarri larrialdi-kontaktuak
fa: تنظیم مخاطبین ICE.
ga_ie: Roghnaigh Teagmhálaithe Éigeandála
gd: Suidhich luchd-aithne èiginn
hu: ICE névjegyek beállítása
km: កំណត់​ទំនាក់ទំនង ICE
kn: ICE ಸಂಪರ್ಕಗಳನ್ನು ಹೊಂದಿಸು
lv: Uzstādīt AG kontaktus
mai: ICE संपर्क सेट करू
ms: Tetapkan Kenalan ICE
my: ICE အဆက်အသွယ်များ သတ်မှတ်မည်
ne: सेट ICE संपर्क
nn_no: Vel ICE-kontaktar
ro: Setează contacte ICE
ta: ICE தொடர்பை அமை
th: ตั้งรายชื่อในกรณีฉุกเฉิน
tr: Acil durum kişilerini ayarla
ur: ICE رابطہ افراد سیٹ کریں
uz: ICE kontaktlarni o‘rnatish
wa: Defini les contakes ICE

# ICESettingTitle
source: ICE Contacts
am: ለ ድንገተኛ ጥሪዎች ግንኙነት
ar: أرقام حالات الطّوارئ
bg: Контакти ИС
bn_bd: ICE পরিচিতি
bn_in: ICE পরিচিতি
br: Darempredoù ICE
bs: UHS kontakti
ca: Contactes ICE
cy: Cysylltiadau ICE
eu: Larrialdi-kontaktuak
fa: مخاطبین ICE
ga_ie: Teagmhálaithe Éigeandála
gd: Luchd-aithne èiginn
hu: ICE névjegyek
km: ទំនាក់ទំនង ICE
kn: ICE ಸಂಪರ್ಕಗಳು
lv: AG kontakti
mai: ICE संपर्क
ms: Kenalan ICE
my: ICE အဆက်အသွယ်များ
ne: ICE सम्पर्क
nn_no: ICQ-kontaktar
ro: Contacte ICE
ta: ICE தொடர்பு
th: รายชื่อในกรณีฉุกเฉิน
tr: Acil durum kişileri
ur: ICE رابطہ افراد
uz: ICE kontaktlar
wa: Contakes ICE

source: Add two contacts for making “In Case of Emergency” calls.
am: ሁለት ግንኙነቶች ይጨምሩ “ለ ድንገተኛ” ጥሪዎች
ar: أضف رقمين للاتّصال بهما ”في حالات الطّوارئ“.
bg: Добавете два контакта за обаждане в случай на извънредна ситуация (ИС).
bn_bd: “জরুরী মূহুর্তে” কল করার জন্য দুটি পরিচিতি যোগ করুন।
bn_in: দুটো পরিচিতি যোগ করুন “জরুরী ক্ষেত্রে কল” করার জন্যে।
br: Ouzhpennañ 2 zarempred evit ar galvoù a zifrae.
bs: Dodajte dva kontakta za pozive "u hitnim slučajevima".
ca: Afegiu dos contactes per utilitzar-los «en cas d'emergència» (ICE).
cy: Ychwanegwch dau gysylltiad ar gyfer gwneud galwadau “Mewn Argyfwng”.
eu: Gehitu bi kontaktu larrialdi-deietarako.
fa: اضافه‌ کردن دو مخاطب برای ایجاد تماس “در موارد اضطراری".
ga_ie: Roghnaigh dhá theagmhálaí “I gcás éigeandála”.
gd: Cuir dà neach-aithne ris airson gairmean as urrainn dhut dèanamh ann an èiginn.
hu: Adjon hozzá két névjegyet segélykérő hívások kezdeményezéséhez.
km: បន្ថែម​ទំនាក់ទំនង​ពីរ​​សម្រាប់​ការ​ហៅ “ក្នុង​ករណី​មាន​អាសន្ន” ។
kn: ಎರಡು ಸಂಪರ್ಕಗಳನ್ನು “ತುರ್ತು ಸ್ಥಿತಿ ಸಂದರ್ಭಕ್ಕೆ” ಮಾಡುವ ಕರೆಗಳಿಗೆ ಸೇರಿಸಿ.
lv: Pievienojiet divus kontaktus “Avārijas Gadījumu” zvaniem.
mai: दुइ टा संपर्क दिअ“आपातकालीन स्थिति” कॉल खातिर.
ms: Tambah dua kenalan untuk dijadikan panggilan “Jika Berlaku Kecemasan”.
my: အဆက်အသွယ်နှစ်ယောက်အား "အရေးပေါ်အခြေအနေ" တွင်ခေါ်ဆိုရင် ထည့်ထားပါ
ne: "आकस्मिक को केस मा" बनाउन को लागि दुई सम्पर्कहरू थप्नुहोस् भनिएको छ।
ro: Adaugă două contacte pentru apeluri „În caz de urgență”.
ta: “In Case of Emergency” அழைப்புகளை உருவாக்க 2 தொடர்புகளை சேர்.
th: เพิ่มสองรายชื่อสำหรับโทรออก “ในกรณีฉุกเฉิน”
tr: “Acil durumda aranacak” iki kişi ekleyin.
ur: “حادثے کی صورت میں” کال کرنے کے لیے دو رابطہ افراد ڈالیں۔
uz: “Favqulodda holatlarda” uchun qo‘ng‘iroqlarni amalga oshirish uchun ikkita kontakt qo‘shing.
wa: Radjoutez deus contakes po fé des houcaedjes « Si c’ est ene urdjince » (« In Case of Emergency »)

source: ICE Contact 1
am: ለ ድንገተኛ ግንኙነት 1
ar: رقم حالات الطّوارئ الأول
bg: Контакт ИС 1
bn_bd: ICE পরিচিতি ১
bn_in: ICE পরিচিতি 1
br: Darempred ICE 1
bs: UHS kontakt 1
ca: Contacte ICE 1
cy: Cysylltiad ICE 1
eu: 1. larrialdi-kontaktua
fa: مخاطب دوم ICE
ga_ie: Teagmhálaí Éigeandála 1
gd: Neach-aithne èiginn 1
hu: ICE névjegy 1
kk: ICE контакт 1
km: ទំនាក់ទំនង 1 ICE
kn: ICE ಸಂಪರ್ಕ 1
lv: AG 1. kontakts
mai: ICE संपर्क 1
ms: Kenalan ICE 1
my: ICE အဆက်အသွယ် 1
ne: ICE सम्पर्क 1
nn_no: ICE-kontakt 1
ro: Contact ICE 1
ta: ICE தொடர்பு 1
th: รายชื่อในกรณีฉุกเฉิน 1
tr: Acil durum kişisi 1
ur: ICE رابطہ فرد 1
uz: ICE kontakt 1
wa: Contake ICE 1

source: Select a contact
am: ግንኙነት ይምረጡ
ar: حدّد شخصًا
bg: Избиране на контакт
bn_bd: পরিচিতি নির্বাচন করুন
bn_in: একটি পরিচিতি নির্বাচন করুন
br: Diuzañ un darempred
bs: Odaberi kontakt
ca: Trieu un contacte
cy: Dewis cysylltiad
eu: Hautatu kontaktua
fa: انتخاب مخاطب
ga_ie: Roghnaigh teagmhálaí
gd: Tagh neach-aithne
hu: Névjegy kiválasztása
kk: Контактты таңдау
km: ជ្រើស​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕವನ್ನು ಆಯ್ಕೆಮಾಡು
lv: Izvēlieties kontaktu
mai: सम्पर्क चुनू
ms: Pilih kenalan
my: အဆက်အသွယ်ရွေးပါ
ne: सम्पर्क चयन गर्नुहोस्
nn_no: Vel ein kontakt
ro: Selectează un contact
ta: 1 தொடர்பைத் தேர்
th: เลือกรายชื่อ
tr: Kişi seçin
ur: رابطہ فرد منتخب کریں
uz: Kontaktni tanlang
wa: Tchoezi contake

source: ICE Contact 2
am: ለ ድንገተኛ ግንኙነት 2
ar: رقم حالات الطّوارئ الثاني
bg: Контакт ИС 2
bn_bd: ICE পরিচিতি ২
bn_in: ICE পরিচিতি 2
br: Darempred ICE 2
bs: UHS kontakt 2
ca: Contacte ICE 2
cy: Cysylltiad ICE 2
eu: 2. larrialdi-kontaktua
fa: مخاطب ۲ ICE
ga_ie: Teagmhálaí Éigeandála 2
gd: Neach-aithne èiginn 2
hu: ICE névjegy 2
kk: ICE контакт 2
km: ទំនាក់ទំនង 2 ICE
kn: ICE ಸಂಪರ್ಕ 2
lv: AG 2. kontakts
mai: ICE संपर्क 2
ms: Kenalan ICE 2
my: ICE အဆက်အသွယ် 2
ne: ICE सम्पर्क 2
nn_no: ICE-kontakt 2
ro: Contact ICE 2
ta: ICE தொடர்பு 2
th: รายชื่อในกรณีฉุกเฉิน 2
tr: Acil durum kişisi 2
ur: ICE رابطہ فرد 2
uz: ICE kontakt 2
wa: Contake ICE 2

source: This contact is already an existing ICE contact
am: ይህ ግንኙነት ቀደም ሲል የነበረ የ ድንገተኛ ግንኙነት ነው
ar: جهة الاتّصال هذه موجودة في قائمة الطوارئ
bg: Този контакт е вече ИС контакт
bn_bd: এই পরিচিতিটি ইতিমধ্যেই একটি ICE পরিচিতি
bn_in: এই পরিচিতিটি আগে থেকেই একটি ICE পরিচিতি
br: Un darempred ICE eo an darempred-mañ endeo
bs: Ovaj kontakt je već postojeći ICE kontakt
ca: Aquest contacte ja és un contacte ICE
cy: Mae'r cysylltiad eisoes yn gysylltiad ICE
eu: Kontaktu hau lehendik dagoen larrialdi-kontaktu bat da
fa: این مخاطب در حال‌ حاضر در مخاطبین ICE موجود می‌باشد.
ga_ie: Is teagmhálaí éigeandála é an teagmhálaí seo cheana
gd: Tha an neach seo ’na neach-aithne èiginn mu thràth
hu: A névjegy már hozzá van adva egy ICE névjegyhez
km: ទំនាក់ទំនង​នេះ​គឺជា​ទំនាក់ទំនង ICE ដែល​មាន​រួចហើយ
kn: ಈ ಸಂಪರ್ಕ ಈಗಾಗಲೇ ICE ಸಂಪರ್ಕ ಆಗಿದೆ
lv: Šis kontakts jau ir AG kontakts
mai: एहि संपर्क पहिले सँ ICE संपर्क मे अछि
ms: Kenalan ini sudah mempunyai kenalan ICE sedia ada
my: ယခု အဆက်အသွယ်အား IEC အဆက်အသွယ်အဖြစ်ထည့်ပြီးဖြစ်သည်
ne: यो सम्पर्क पहिले नै एक ICE सम्पर्क हो
nn_no: Dene kontakten er allereie ein eksisterande ICE-kontaktperson.
ro: Acest contact este deja un contact ICE existent
ta: இத்தொடர்பு ஏற்கனவேயுள்ள ICE தொடர்பு
th: รายชื่อนี้เป็นรายชื่อในกรณีฉุกเฉินอยู่แล้ว
tr: Bu kişi zaten acil durum kişileriniz arasında
ur: یہ رابطہ فرد پہلے سے ہی حادثے کی صورت میں ICE رابطہ فرد ہے
uz: Bu kontakt - allaqachon mavjud bo‘lgan ICE kontakt
wa: Ci contake ci est ddja on contake ICE egzistant

source: There was an error setting the contact as ICE
am: ስህተት ተፈጥሯል በማዘጋጀት ላይ እንዳለ የ ድንገተኛ ግንኙነት
ar: حدث خطأ لدى تعيين جهات الاتّصال في حالة الطّورائ
bg: Грешка при добавяне на контакт ИС
bn_bd: ICE পরিচিতি হিসেবে সেট করতে গিয়ে কোন ত্রুটি হয়েছে
bn_in: এই পরিচিতিটি ICE হিসেবে স্থাপন করতে গিয়ে একটি ত্রুটি ঘটেছে
br: Fazi eo bet en ur arventennañ an darempred e-giz ICE
bs: Došlo je do greške pri postavljanju kontakta kao ICE
ca: S'ha produït un error en definir el contacte com a ICE
cy: Bu gwall wrth osod y cysylltiad fel ICE
eu: Errore bat gertatu da kontaktua larrialdietarako ezartzean
fa: خطایی در هنگام تنظیم مخاطب ICE رخ داده است
ga_ie: Níorbh fhéidir linn teagmhálaí éigeandála a dhéanamh as an duine seo
gd: Thachair mearachd nuair a bha sinn airson neach-aithne èiginn a dhèanamh dheth/dhith
hu: Hiba történt a névjegy ICE-ként beállításakor
km: មាន​កំហុស​ក្នុង​ការ​កំណត់​ទំនាក់ទំនង​ជា ICE
kn: ಸಂಪರ್ಕವನ್ನು ICE ಆಗಿ ಸಿದ್ಧಗೊಳಿಸುವಲ್ಲಿ ದೋಷ ಕಂಡುಬಂದಿದೆ
lv: Notika kļūda uzstādot šo kontaktu kā AG kontaktu
mai: ICE रूपेँ संपर्क करए मे एकटा त्रुटि आएल
ms: Terdapat ralat menetapkan kenalan sebagai ICE
my: အဆက်အသွယ်အား ICE အဖြစ်သတ်မှတ်ရာတွင် ပြသာနာရှိ
ro: A apărut o eroare la setarea contactului ca ICE
ta: ICE தொடர்பாக அமைப்பதில் பிழை
th: เกิดข้อผิดพลาดในการตั้งค่ารายชื่อเป็นในกรณีฉุกเฉิน
tr: Bu kişi acil durumu kişisi olarak ayarlanırken bir hata oluştu
ur: رابطہ فرد کو حادثے کی صورت میں ICE سیٹ کرنے میں نقص
uz: Kontaktni ICE kabi o‘rnatishda xatolik yuz berdi
wa: Åk n' a nén stî come dji definixheu l’ contake come ICE

source: This contact doesn't have a phone number
am: ይህ ግንኙነት ምንም የ ስልክ ቁጥር የለውም
ar: جهة الاتّصال هذه لا تمتلك رقم هاتف
bg: В контакта липсва телефонен номер
bn_bd: এই পরিচিতির কোনো ফোন নম্বর নেই
bn_in: এই পরিচিতির কোন ফোন নাম্বার নেই
br: N'eus niverenn bellgomz ebet gant an darempred-mañ
bs: Ovaj kontakt nema telefonski broj
ca: Aquest contacte no té número de telèfon
cy: Nid oes gan y cysylltiad hwn rif ffôn
eu: Kontaktu honek ez dauka telefono-zenbakirik
fa: این مخاطب شماره تلفن ندارد
ga_ie: Níl uimhir ghutháin ag an duine seo
gd: Chan eil àireamh fòn aig an neach-aithne seo
hu: Ehhez a névjegyhez nem tartozik telefonszám
km: ទំនាក់ទំនង​នេះ​មិន​មាន​លេខ​ទូរសព្ទ
kn: ಈ ಸಂಪರ್ಕವು ದೂರವಾಣಿ ಸಂಖ್ಯೆ ಹೊಂದಿಲ್ಲ
lv: Šīm kontaktam nav telefona numuru
mai: एहि संपर्क मे फोन नंबर नहि अछि
ms: Kenalan ini tidak mempunyai nombor telefon
my: ယခု အဆက်အသွယ်တွင် ဖုန်းနံပါတ် မရှိပါ
ne: यो सम्पर्कको कुनै फोन नम्बर छैन
ro: Acest contact nu are un număr de telefon
ta: இத்தொடர்பில் எண் ஏதுமில்லை
te: ఈ పరిచయానికి ఫోను నంబరు లేదు
th: รายชื่อนี้ไม่มีหมายเลขโทรศัพท์
tr: Bu kişinin telefon numarası yok
ur: اس رابطہ فرد کا فون نمبر نہیں ہے
uz: Bu kontaktda telefon raqami yo‘q
wa: Ci contake ci n’ a pont d’ limero d’ telefone

source: Facebook contacts cannot be set as ICE contacts
am: የ ፌስቡክ ግንኙነቶችን ማሰናዳት አይቻልም ለ ድንገተኛ ግንኙነት
ar: جهات الاتصال الخاصة بالفيسبوك لا يمكن إضافتها في قائمة الطوارئ
bg: Контактите от Facebook не стават за контакти ИС
bn_bd: ফেসবুক পরিচিতিকে ICE পরিচিতি হিসেবে সেট করা যাবে না
bn_in: ফেসবুক পরিচিতিগুলি ICE হিসেবে স্থাপন করা যাবে না
br: N'haller ket arverañ an darempredoù Facebook e-giz darempredoù ICE
bs: Facebook kontakti se ne mogu postaviti kao ICE kontakti
ca: Els contactes del Facebook no es poden definir com a contactes ICE
cy: Nid oes modd gosod cysylltiadau Facebook fel cysylltiadau ICE
eu: Facebook kontaktuak ezin dira ezarri larrialdi-kontaktu gisa
fa: مخاطبین فیسبوک نمی‌توانند به عنوان مخاطب ICE تنظیم شوند
ga_ie: Ní féidir teagmhálaí Facebook a úsáid mar theagmhálaí éigeandála
gd: Chan urrainn dhut neach-aithne èiginn a dhèanamh de luchd-aithne Facebook
hu: Facebook ismerősök nem állíthatók be ICE névjegyként
km: ទំនាក់ទំនង Facebook មិន​អាច​កំណត់​ជា​ទំនាក់ទំនង ICE បាន​ទេ
kn: Facebook ಸಂಪರ್ಕಗಳನ್ನು ICE ಸಂಪರ್ಕಗಳಾಗಿ ಹೊಂದಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
lv: Facebook kontaktus nevar uzstādīt kā AG kontaktus
mai: फेसबुक संपर्क केँ ICE संपर्क मे सेट नहि कएल जाए सकत
ms: Kenalan Facebook tidak boleh ditetapkan sebagai kenalan ICE
my: ဖေစ့်ဘုတ် အဆက်အသွယ်များအား ICE အဆက်အသွယ် အဖြစ်လုပ်ပါ
ro: Contactele Facebook nu pot fi setate ca contacte ICE
ta: முகநூல் தொடர்புகளை ICE ஆக அமைக்க முடியவில்லை
th: รายชื่อ Facebook ไม่สามารถตั้งเป็นรายชื่อในกรณีฉุกเฉินได้
tr: Facebook kişileri acil durum kişisi olarak ayarlanamaz
ur: فیس بک ICE رابطہ افراد کے طور پر سیٹ نہیں کی جا سکتی
uz: Facebook kontaktlarni ICE kontaktlar kabi o‘rnatib bo‘lmaydi
wa: Les contakes Facebook ni savnut nén esse defini come contakes ICE
