Repository: translate/mozilla-gaia
Catalog: */apps/communications/contacts/contacts.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, eo, eu, fa, ga_ie, gd, hu, kk, km, kn, lv, mai, mg, ml, mr, ms, my, ne, nn_no, or, ro, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: Call
am: ጥሪ
ar: مُكالمة
bg: Обаждане
bn_bd: কল করুন
bn_in: কল করুন
br: Gervel
bs: Pozovi
ca: Truca
cy: Galw
eu: Deitu
fa: تماس
ga_ie: Glaoigh
gd: Cuir fòn
hu: Hívás
kk: Қоңырау
km: ហៅ
kn: ಕರೆ
lv: Zvanīt
mai: कॉल
ms: Panggil
my: ခေါ်
ne: कल
nn_no: Oppringing
ro: Apelează
ta: அழை
th: โทร
tr: Ara
ur: کال
uz: Qo‘ng‘iroq
wa: Houkî

source: Edit
am: ማረሚያ
ar: تحرير
bg: Редактиране
bn_bd: সম্পাদনা
bn_in: সম্পাদনা
br: Embann
bs: Uredi
ca: Edita
cy: Golygu
eu: Editatu
fa: ویرایش
ga_ie: Eagar
gd: Deasaich
hu: Szerkesztés
kk: Түзету
km: កែសម្រួល
kn: ಸಂಪಾದಿಸು
lv: Rediģēt
mai: संपादन
ms: Sunting
my: ပြုပြင်
ne: सम्पादन गर्नुहोस्
nn_no: Rediger
ro: Editează
ta: தொகு
th: แก้ไข
tr: Düzenle
ur: تدوین
uz: Tahrirlash
wa: Candjî

source: Cancel
af: Kanselleer
am: መሰረዣ
ar: إلغاء
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
eo: Nuligi
eu: Utzi
fa: انصراف
ga_ie: Cealaigh
gd: Sguir dheth
hu: Mégse
kk: Бас тарту
km: បោះបង់
kn: ವಜಾ
lv: Atcelt
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കുക
mr: रद्द
ms: Batal
my: ဖျက်
ne: रद्द गर्नुहोस्
nn_no: Avbryt
or: ବାତିଲ କରନ୍ତୁ
ro: Renunță
sw: Ghairisha
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish
wa: Rinoncî
xh: Rhoxisa
zu: Khansela

source: Done
af: Klaar
am: ጨርሷል
ar: تم
as: কৰা হ'ল
bg: Готово
bn_bd: সম্পন্ন
bn_in: সম্পন্ন
br: Graet
bs: Završeno
ca: Fet
cy: Gorffen
eo: Preta
eu: Eginda
fa: انجام شد
ga_ie: Déanta
gd: Deiseil
hu: Kész
kk: Дайын
km: ធ្វើ​រួច
kn: ಮುಗಿಯಿತು
lv: Tas viss!
mai: संपन्न
mg: Vita
ml: പൂര്‍ത്തിയായി
mr: ठीक
ms: Selesai
my: ပြီးပြီ
ne: भयो
nn_no: Ferdig
or: ସମାପ୍ତ
ro: Gata
sw: Imefanyika
ta: முடிந்தது
te: అయినది
th: เสร็จสิ้น
tr: Bitti
ur: مکمل
uz: Tayyor
wa: Tot fwait
xh: Kwenziwe
zu: Qedile

source: OK
af: Goed
am: እሺ
ar: موافق
as: ঠিক আছে
bg: Добре
bn_bd: ঠিক আছে
bn_in: বেশ
br: Mat eo
ca: D'acord
cy: Iawn
eo: Akcepti
eu: Ados
fa: تأیید
gd: Ceart ma-thà
kk: ОК
km: យល់ព្រម
kn: ಸರಿ
lv: Labi
mai: बेस
ml: ശരി
mr: ठीक
my: ပြီးပြီ
ne: ठीक छ
or: ଠିକ ଅଛି
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
wa: I va
xh: Kulungile
zu: Kulungile

source: Update
af: Werk by
ar: تحديث
as: আপডেইট কৰক
bg: Запазване
bn_bd: হালনাগাদ
bn_in: হালনাগাদ
br: Hizivaat
bs: Ažuriraj
ca: Fet
cy: Diweddaru
eo: Ĝisdatigi
eu: Eguneratu
fa: به‌روزرسانی
ga_ie: Sábháil
gd: Ùraich
kk: Жаңарту
km: ធ្វើបច្ចុប្បន្នភាព
kn: ಅಪ್‌ಡೇಟ್
lv: Atjaunināt
mai: अपडेट
mg: Hanavao
ml: പുതുക്കുക
mr: अद्ययावत
ms: Kemaskini
my: မွမ်းမံချက်
ne: अद्यावधिक गर्नुहोस्
nn_no: Oppdater
or: ଅପଡେଟ କରନ୍ତୁ
ro: Actualizează
sw: Sasisha
ta: புதுப்பி
te: నవీకరించు
th: ปรับปรุง
tr: Güncelle
ur: تازہ کاری کریں
uz: Yangilash
wa: Mete a djoû
xh: Hlaziya
zu: Vuselela

source: Retry
af: Probeer weer
am: እንደገና መሞከሪያ
ar: محاولة مرة أخرى
as: পুনৰ চেষ্টা কৰক
bg: Отново
bn_bd: পুনরায় চেষ্টা করুন
bn_in: পুনঃপ্রচেষ্টা
br: Klask en-dro
bs: Pokušaj ponovo
ca: Reintenta
cy: Ceisio eto
eo: Klopodi denove
eu: Saiatu berriro
fa: تلاش مجدد
ga_ie: Atriail
gd: Feuch ris a-rithist
hu: Próbálja újra
kk: Қайталау
km: ព្យាយាម​ម្ដង​ទៀត
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸು
lv: Mēģināt vēlreiz
mai: पुनः प्रयास
mg: Hanandrana indray
ml: വീണ്ടും ശ്രമിയ്ക്കുക
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
my: ထပ်ကြိုးစား
ne: पुन:प्रयास गर्नुहोस्
nn_no: Prøv på nytt
or: ପୁଣି ଚେଷ୍ଟାକରନ୍ତୁ
ro: Reîncearcă
sw: Jaribu tena
ta: மறுமுயற்சி
te: పునఃప్రయత్నించు
th: ลองใหม่
tr: Tekrar dene
ur: دوبارہ کوشش کریں
uz: Qaytadan urinish
wa: Rissayî
xh: Phinda uzame
zu: Zama futhi

source: Contacts
af: Kontakte
am: ግንኙነቶች
ar: جهات الاتصال
as: পৰিচয়সমূহ
bg: Контакти
bn_bd: পরিচিতি
bn_in: পরিচিতি
br: Darempredoù
bs: Kontakti
ca: Contactes
cy: Cysylltiadau
eo: Kontaktoj
eu: Kontaktuak
fa: مخاطبین
ga_ie: Teagmhálaithe
gd: Luchd-aithne
hu: Névjegyek
kk: Контакттар
km: ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳು
lv: Kontakti
mai: संपर्क
mg: Kaontakita
ml: വിലാസങ്ങള്‍
mr: संपर्क
ms: Kenalan
my: အဆက်အသွယ်များ
ne: ठीक छ
nn_no: Kontaktar
or: ସମ୍ପର୍କଗୁଡ଼ିକ
ro: Contacte
sw: Anwani
ta: தொடர்பு
te: పరిచయాలు
th: รายชื่อ
tr: Kişiler
ur: رابطہ کریں
uz: Kontaktlar
wa: Contakes
xh: Abantu oqhagamshelana nabo
zu: Izinombolo ezisefonini

source: Add contact
af: Voeg kontak by
am: ግንኙነት መጨመሪያ
ar: إضافة جهة اتصال
as: পৰিচয় যোগ কৰক
bg: Добавяне
bn_bd: পরিচিতি যোগ করুন
bn_in: পরিচিতি যোগ করুন
br: Ouzhpennañ un darempred
bs: Dodaj kontakt
ca: Afegeix contacte
cy: Ychwanegu cysylltiadau
eo: Aldoni kontakton
eu: Gehitu kontaktua
fa: افزودن مخاطب
ga_ie: Cuir Teagmháil Leis
gd: Cuir neach ris
hu: Névjegy felvétele
kk: Контактты қосу
km: បន្ថែម​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕವನ್ನು ಸೇರಿಸು
lv: Pievienot kontaktu
mai: संपर्क जोड़ू
mg: Hanampy kaontakita
ml: വിലാസം ചേര്‍ക്കുക
mr: संपर्क जोडा
ms: Tambah Kenalan
my: အဆက်အသွယ် ထပ်ပေါင်း
ne: सम्पर्क थप्नुहोस्
nn_no: Legg til kontakt
or: ସମ୍ପର୍କ ଯୋଡ଼ନ୍ତୁ
ro: Adaugă contact
sw: Ongeza mawasiliano
ta: தொடர்பை சேர்
te: పరిచయాన్ని జతచేయి
th: เพิ่มรายชื่อ
tr: Kişi ekle
ur: رابطہ شامل کریں
uz: Kontakt qo‘shish
wa: Radjouter contake
xh: Yongeza umntu oqhagamshelana naye
zu: Faka inombolo

source: Delete contact
af: Skrap kontak
am: ግንኙነት ማጥፊያ
ar: حذف جهة اتصال
as: পৰিচয় আঁতৰাওক
bg: Изтриване на контакт
bn_bd: পরিচিতি অপসারণ
bn_in: পরিচিতির তথ্য মুছে ফেলুন
br: Dilemel an darempred
bs: Obriši kontakt
ca: Elimina el contacte
cy: Dileu cysylltiad
eo: Forviŝi kontakton
eu: Ezabatu kontaktua
fa: حذف مخاطب
ga_ie: Scrios teagmhálaí
gd: Sguab às an neach
hu: Névjegy törlése
kk: Контактты өшіру
km: លុប​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕವನ್ನು ಅಳಿಸಿ
lv: Dzēst kontaktu
mai: संपर्क मेटाउ
mg: Hamafa kaontakita
ml: വിലാസം നീക്കം ചെയ്യുക
mr: संपर्क नष्ट करा
ms: Hapus kenalan
my: အဆက်အသွယ် ဖျက်
ne: सम्पर्क मेट्नुहोस्
nn_no: Slett kontakt
or: ସମ୍ପର୍କ ଲିଭାନ୍ତୁ
ro: Șterge contactul
sw: Futa mawasiliano
ta: தொடர்பை அழி
te: పరిచయాన్ని తొలగించు
th: ลบรายชื่อ
tr: Kişiyi sil
ur: رابطہ حذف کریں
uz: Kontaktni o‘chirish
wa: Disfacer contake
xh: Cima umntu oqhagamshelana naye
zu: Dilitha inombolo

source: Select contact
af: Kies kontak
am: ግንኙነት ይምረጡ
ar: حدد جهة اتصال
as: পৰিচয় বাছক
bg: Избиране на контакт
bn_bd: পরিচিতি নির্বাচন করুন
bn_in: একটি পরিচিতি নির্বাচন করুন
br: Diuzañ an darempred
bs: Izaberi kontakt
ca: Trieu un contacte
cy: Dileu cysylltiad
eo: Elekti kontakton
eu: Hautatu kontaktua
fa: انتخاب مخاطب
ga_ie: Roghnaigh teagmhálaí
gd: Tagh neach-aithne
hu: Névjegy kiválasztása
kk: Контактты таңдау
km: ជ្រើស​ទំនាក់ទំនង​
kn: ಸಂಪರ್ಕವನ್ನು ಆರಿಸಿ
lv: Izvēlēties kontaktu
mai: सम्पर्क चुनू
mg: Hifantina kaontakita
ml: വിലാസം തിരഞ്ഞെടുകുക
mr: संपर्क निवडा
ms: Pilih kenalan
my: အဆက်အသွယ်ရွေးပါ
ne: सम्पर्क चयन गर्नुहोस्
nn_no: Vel kontakt
or: ସମ୍ପର୍କ ବାଛନ୍ତୁ
ro: Selectează contactul
sw: Chagua anwani
ta: தேர்
te: పరిచయాన్ని ఎంచుకొను
th: เลือกรายชื่อ
tr: Kişi seç
ur: رابطہ منتخب کریں
uz: Kontaktni tanlash
wa: Tchoezi contake
xh: Khetha umntu oqhagamshelana naye
zu: Khetha inombolo

source: Select all
af: Kies almal
ar: تحديد الكل
as: সকলো বাছক
bg: Избор всички
bn_bd: সব নির্বাচন করুন
bn_in: সমগ্র নির্বাচন করুন
br: Diuzañ pep tra
bs: Označi sve
ca: Marca-ho tot
cy: Dewis popeth
eo: Elekti ĉion
eu: Hautatu denak
fa: انتخاب همه
ga_ie: Roghnaigh uile
gd: Tagh na h-uile
kk: Барлығын таңдау
km: ជ្រើស​ទាំងអស់
kn: ಎಲ್ಲವನ್ನು ಆಯ್ಕೆಮಾಡಿ
lv: Izvēlēties visus
mai: सभटा चुनू
mg: Fantenana daholo
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
mr: सर्व निवडा
ms: Pilih semua
my: အဆက်အသွယ် ရွေးပါ
ne: सबै चयन गर्नुहोस्
nn_no: Vel alt
or: ସମସ୍ତଙ୍କୁ ବାଛନ୍ତୁ
ro: Selectează tot
sw: Chagua zote
ta: அனைத்தும்
te: అన్నిటినీ ఎంచుకో
th: เลือกทั้งหมด
tr: Tümünü seç
ur: تمام منتخب کریں
uz: Barchasini tanlash
wa: Tchoezi totafwait
xh: Khetha konke
zu: Khetha konke

source: Deselect all
af: Ontkies almal
ar: ألغ أختيار الكل
as: সকলো অনিৰ্বাচিত কৰক
bg: Отмяна всички
bn_bd: সব অনির্বাচন
bn_in: সমগ্র নির্বাচন বাতিল
br: Diziuzañ pep tra
bs: Poništi izbor
ca: Desmarca-ho tot
cy: Dewis popeth
eo: Malelekti ĉion
eu: Desaut. denak
fa: عدم انتخاب همه
ga_ie: Díroghnaigh uile
gd: Dì-thagh na h-uile
kk: Таңдауды алып тастау
km: ដក​ជម្រើសទាំងអស់
kn: ಎಲ್ಲ ಆಯ್ಕೆ ರದ್ದು ಮಾಡು
mai: सभ सँ चयन हटाउ
mg: Tsy fantenana daholo
ml: ഒന്നും തിരഞ്ഞെടുക്കാതിരിക്കുക
mr: सर्व निवड रद्द
ms: Nyahpilih semua
my: အားလုံးရွေးထားသှ်ကို ဖျက်ပါ
ne: सबै चयनबाट हटाउनुहोस्
nn_no: Vel ingen
or: ସମସ୍ତଙ୍କୁ ବାଛନ୍ତୁ
ro: Deselectează tot
sw: Usichague zote
ta: தேர்வு நீக்கு
te: దేన్నీ ఎంచుకోవద్దు
th: ไม่เลือกทั้งหมด
tr: Seçimi kaldır
ur: تمام غیر منتخب کریں
uz: Belgilashni bekor qilish
wa: Distchoezi totafwait
xh: Yeka ukubakhetha bonke
zu: Yeka ukukhetha konke

source: Edit contact
af: Redigeer kontak
am: ግንኙነት ማረሚያ
ar: تحرير جهة اتصال
as: পৰিচয় সম্পাদন কৰক
bg: Редактиране
bn_bd: সম্পাদনা
bn_in: পরিচিতির তথ্য সম্পাদনা
br: Embann an darempred
bs: Uredi kontakt
ca: Edita contacte
cy: Golygu cysylltiad
eo: Modifi kontakton
eu: Edit. kontaktua
fa: ویرایش
ga_ie: Cuir in eagar
gd: Deasaich an neach
hu: Névjegy írása
kk: Контактты түзету
km: កែ​​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕ ತಿದ್ದಿ
lv: Rediģēt kontaktu
mai: संपर्क संपादित करू
mg: Hanitsy kaontakita
ml: വിലാസം തിരുത്തുക
mr: संपर्क संपादन
ms: Sunting kenalan
my: အဆက်အသွယ် တည်းဖြတ်
ne: सम्पर्क सम्पादन गर्नुहोस्
nn_no: Rediger kontakt
or: ସମ୍ପର୍କ ବଦଳାନ୍ତୁ
ro: Editează contactul
sw: Hariri mawasiliano
ta: தொகு
te: పరిచయాన్ని సవరించు
th: แก้ไขรายชื่อ
tr: Kişiyi düzenle
ur: رابطے میں ترمیم کریں
uz: Kontaktni tahrirlash
wa: Candjî contake
xh: Hlela umntu oqhagamshelana naye
zu: Lungisa inombolo

source: Delete contact?
af: Skrap kontak?
am: ግንኙነቱን ላጥፋው?
ar: حذف جهة اتصال؟
as: পৰিচয় মচি পেলাবনে?
bg: Контактът да бъде ли изтрит?
bn_bd: পরিচিতি অপসারণ করবেন?
bn_in: পরিচিতি মুছে ফেলবেন?
br: Dilemel an darempred ?
bs: Obrisati kontakt?
ca: Voleu eliminar el contacte?
cy: Dileu cysylltiad?
eo: Ĉu forviŝi kontakton?
eu: Ezabatu kontaktua?
fa: آیا مخاطب حذف شود؟
ga_ie: Scrios an teagmhálaí?
gd: A bheil thu airson an neach-aithne a sguabadh às?
hu: Törli a névjegyet?
kk: Контактты өшіру керек пе?
km: លុប​ទំនាក់ទនង​?
kn: ಸಂಪರ್ಕವನ್ನು ಅಳಿಸುವುದೇ?
lv: Vai dzēst šo kontaktu?
mai: संपर्क मेटाउ?
mg: Hamafa kaontakita?
ml: വിലാസം നീക്കം ചെയ്യണോ?
mr: संपर्क नष्ट करावा?
ms: Hapus kenalan?
my: အဆက်အသွယ် အားဖျက်
ne: सम्पर्क मेट्नुहुन्छ?
nn_no: Slette kontakt?
or: ସମ୍ପର୍କ ଲିଭାଇବେ?
ro: Ștergi contactul?
sw: Futa mawasiliano?
ta: தொடர்பை அழி?
te: పరిచయాన్ని తొలగించాలా?
th: ลบรายชื่อ?
tr: Kişi silinsin mi?
ur: رابطہ کو حذف کریں؟
uz: Kontakt o‘chirilsinmi?
wa: Disfacer contake ?
xh: Ufuna ukucima umntu oqhagamshelana naye?
zu: Dilitha inombolo?

source: Remove
am: ማስወገጃ
ar: إزالة
bg: Премахване
bn_bd: অপসারণ
bn_in: অপসারণ করুন
br: Lemel
bs: Ukloni
ca: Elimina
cy: Tynnu
eu: Kendu
fa: حذف
ga_ie: Bain
gd: Thoir air falbh
hu: Eltávolítás
kk: Өшіру
km: លុប​ចេញ
kn: ತೆಗೆದುಹಾಕು
lv: Noņemt
mai: हटाउ
mr: काढा
ms: Singkir
my: ဖယ် ထုတ်
ne: हटाउनुहोस्
nn_no: Fjern
ro: Elimină
ta: நீக்கு
te: తీసివేయి
th: เอาออก
tr: Kaldır
ur: ہٹائیں
uz: O‘chirish
wa: Oister

source: Delete
af: Skrap
am: ማጥፊያ
ar: احذف
as: মছক
bg: Изтриване
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Dilemel
bs: Izbriši
ca: Elimina
cy: Dileu
eo: Forviŝi
eu: Ezabatu
fa: حذف
ga_ie: Scrios
gd: Sguab às
hu: Törlés
kk: Өшіру
km: ​លុប​
kn: ಅಳಿಸು
lv: Dzēst
mai: मेटाउ
mg: Hamafa
ml: നീക്കം ചെയ്യുക
mr: नष्ट करा
ms: Hapus
my: ပယ်ဖျက်ပါ
ne: मेट्नुहोस्
nn_no: Slett
or: ଲିଭାନ୍ତୁ
ro: Șterge
sw: Futa
ta: அழி
te: తొలగించు
th: ลบ
tr: Sil
ur: حذف
uz: O‘chirish
wa: Disfacer
xh: Cima
zu: Dilitha

source: Comments
af: Opmerkings
am: አስተያየቶች
ar: تعليقات
as: মন্তব্যসমূহ
bg: Коментари
bn_bd: মন্তব্য
bn_in: মন্তব্য
br: Askelennoù
bs: Komentari
ca: Comentaris
cy: Sylwadau
eo: Komentoj
eu: Iruzkinak
fa: نظرات
ga_ie: Nótaí
gd: Beachdan
hu: Megjegyzések
kk: Пікірлер
km: មតិយោបល់
kn: ಟಿಪ್ಪಣಿಗಳು
lv: Piezīmes
mai: टिप्पणी
mg: Hevitra
ml: അഭിപ്രായങ്ങള്‍
mr: टिपण्णी
ms: Komen
my: မှတ်ချက်များ
ne: टिप्पणीहरू
nn_no: Kommentarar
or: ମନ୍ତବ୍ଯଗୁଡିକ
ro: Comentarii
sw: Maoni
ta: கருத்துகள்
te: వ్యాఖ్యలు
th: ความคิดเห็น
tr: Yorumlar
ur: تبصرے
uz: Mulohazalar
wa: Rawete
xh: Amagqabaza
zu: Ukuphawula

source: This contact does not have a phone number
af: Hierdie kontak het nie ’n foonnommer nie
am: ይህ ግንኙነት ምንም የ ስልክ ቁጥር የለውም
ar: جهة الإتصال لا تحتوي رقم هاتف
as: এই পৰিচয়টোৰ কোনো ফোন নম্বৰ নাই
bg: Липсват телефони
bn_bd: এই পরিচিতির কোনো ফোন নম্বর নেই
bn_in: এই পরিচিতির কোন ফোন নাম্বার নেই
br: N'eus niverenn bellgomz ebet gant an darempred-mañ
bs: Ovaj kontakt nema telefonski broj
ca: Aquest contacte no té número de telèfon
cy: Nid oes gan y cysylltiad hwn rif ffôn
eo: Tiu ĉi kontakto ne havas telefonnumeron
eu: Kontaktu honek ez dauka telefono-zenbakirik
fa: این مخاطب شماره تلفن ندارد
ga_ie: Níl uimhir ghutháin ag an teagmhálaí seo
gd: Chan eil àireamh fòn aig an neach-aithne seo
hu: Ehhez a névjegyhez nem tartozik telefonszám
kk: Бұл контакттың телефон нөмірі жоқ
km: ទំនាក់ទំនង​នេះ​មិន​មាន​លេខ​ទូរសព្ទ​ទេ
kn: ಈ ಸಂಪರ್ಕವು ದೂರವಾಣಿ ಸಂಖ್ಯೆ ಹೊಂದಿಲ್ಲ
lv: Šīm kontaktam nav tālruņa numura
mai: एहि संपर्क मे फोन नंबर नहि अछि
mg: Tsy manana nomeraon-telefaona io kaontakita io
ml: ഈ വിലാസത്തിന് ഒരു ഫോൺ നമ്പർ ഇല്ല
mr: या संपर्काकडे फोन क्रमांक नाही
ms: Kenalan ini tidak mempunyai nombor telefon
my: ယခု အဆက်အသွယ်တွင် ဖုန်းနံပါတ် မရှိပါ
ne: सम्पर्कको लागि फोन नम्बर छैन।
nn_no: Denne kontakten har ikkje noko telefonnummer
or: ଏହି ସମ୍ପର୍କରେ କୌଣସି ଫୋନ ନମ୍ବର ନାହିଁ
ro: Acest contact nu are un număr de telefon
sw: Anwani hii haina nambari ya simu
ta: இத்தொடர்பில் பேசி எண் ஏதுமில்லை
te: ఈ పరిచయానికి ఫోను నంబరు లేదు
th: รายชื่อนี้ไม่มีหมายเลขโทรศัพท์
tr: Bu kişinin telefon numarası yok
ur: اس رابطہ فرد کا فون نمبر نہیں ہے
uz: Bu kontaktda telefon raqami yo‘q
wa: Ci contake ci n’ a pont d’ limero d’ telefone
xh: Lo mntu uqhagamshelana naye akananombolo yomnxeba
zu: Le nombolo ayikho efonini

source: This contact does not have an email address
af: Hierdie kontak het nie ’n e-posadres nie
am: ይህ ግንኙነት ምንም የ ኢሜይል አድራሻ የለውም
ar: جهة الإتصال لاتحتوي على بريد إلكتروني
as: এই পৰিচয়টোৰ কোনো ইমেইল ঠিকনা নাই
bg: Този контакт няма адрес на ел. поща
bn_bd: এই পরিচিতির কোনো ইমেইল ঠিকানা নেই
bn_in: এই পরিচিতির কোন ইমেল অ্যাড্রেস নেই
br: N'eus postel ebet gant an darempred-mañ
bs: Ovaj kontakt nema email adresu
ca: Aquest contacte no té adreça electrònica
cy: Nid oes gan y cysylltiad hwn gyfeiriad e-bost
eo: Tiu ĉi kontakto ne havas retpoŝtan adreson
eu: Kontaktu honek ez dauka helbide elektronikorik
fa: این مخاطب آدرس پست الکترونیکی ندارد
ga_ie: Níl seoladh ríomhphoist ag an teagmhálaí seo
gd: Chan eil seòladh puist-d aig an neach-aithne seo
hu: Ehhez a névjegyhez nem tartozik e-mail-cím
kk: Бұл контакттың эл. пошта адресі жоқ
km: ទំនាក់​ទំនង​នេះ​មិន​មាន​អ៊ីមែល​ទេ
kn: ಈ ಸಂಪರ್ಕವು ಒಂದು ಇಮೇಲ್‌ ಅನ್ನು ಹೊಂದಿಲ್ಲ
lv: Šīm kontaktam nav epasta adreses
mai: एहि संपर्क मे इमेल पता नहि अछि
mg: Tsy manana adiresy mailaka io kaontakita io
ml: ഈ വിലാസത്തിന് ഒരു ഈമെയിൽ വിലാസം ഇല്ല
mr: या संपर्काकडे ईमेल पत्ता नाही
ms: Kenalan ini tidak mempunyai alamat emel
my: ယခုအဆက်အသွယ်တွင် အီးမေလ်းလိပ်စာ မရှိပါ
ne: सम्पर्कको लागि ईमेल ठेगाना छैन।
nn_no: Denne kontakten har ikkje noka e-postadresse
or: ଏହି ସମ୍ପର୍କରେ କୌଣସି ଇମେଲ ଠିକଣା ନାହିଁ
ro: Acest contact nu are o adresă de e-mail
sw: Anwani hii haina anwani ya barua-pepe
ta: இத்தொடர்பில் பேசி எண் ஏதுமில்லை
te: ఈ పరిచయానికి ఈమెయిలు చిరునామా లేదు
th: รายชื่อนี้ไม่มีที่อยู่อีเมล
tr: Bu kişinin e-posta adresi yok
ur: اس رابطہ فرد کا ای میل نہیں ہے
uz: Bu kontaktda e-pochta manzili yo‘q
wa: Ci contake ci n’ a pont d’ adresse emile
xh: Lo mntu uqhagamshelana naye akanadilesi ye-imeyili
zu: Le nombolo ayinalo ikheli le-imeyli

source: This contact does not have a phone number or email address
am: ይህ ግንኙነት ምንም የ ስልክ ቁጥር እና የ ኢሜይል አድራሻ የለውም
bn_bd: এই পরিচিতির কোনো ফোন নাম্বার ও ইমেইল ঠিকানা নেই
br: N'eus niverenn pe bostel ebet gant an darempred-mañ
eu: Kontaktu honek ez dauka ez telefono-zenbakirik ez helbide elektronikorik
fa: این مخاطب شماره تلفن و آدرس پست الکترونیکی ندارد
hu: Ehhez a névjegyhez nem tartozik telefonszám vagy e-mail cím
uz: Ushbu kontaktda telefon raqami va e-pochta manzili yo‘q

source: Remove contact picture?
af: Verwyder kontakfoto?
am: የ ግንኙነት ስእሉን ላስወግደው?
ar: إزالة صورة جهة الاتصال؟
as: পৰিচয় ছবি আঁতৰাবনে?
bg: Да бъде ли премахната снимката на контакта?
bn_bd: পরিচিতির ছবি অপসারণ করবেন?
bn_in: পরিচিতির চিত্র মুছে ফেলবেন?
br: Dilemel skeudenn an darempred ?
bs: Ukloniti sliku kontakta?
ca: Voleu eliminar la imatge del contacte?
cy: Tynnu llun cysylltiad?
eo: Ĉu forviŝi bildon de kontakto?
eu: Kendu kontaktuaren argazkia?
fa: آیا تصویر مخاطب حذف شود؟
ga_ie: Bain pictiúr an teagmhálaí?
gd: A bheil thu airson dealbh an neach-aithne a thoirt air falbh?
hu: Eltávolítja a névjegy képét?
kk: Контакт суретін өшіру керек пе?
km: លុប​រូបភាព​​​ទំនាក់ទំនង​​ឬ?
kn: ಸಂಪರ್ಕದ ಚಿತ್ರ ಅಳಿಸುವುದೇ?
lv: Vai noņemt kontakta attēlu?
mai: संपर्क-तस्वीर हटाउ ?
mg: Hanala sarin'ny kaontakita?
ml: വിലാസത്തിന്റെ ചിത്രം നീക്കം ചെയ്യണോ?
mr: संपर्क प्रतिमा काढायची?
ms: Buang gambar kenalan?
my: အဆက်အသွယ်၏ ပုံအားဖျက်မလား?
ne: सम्पर्क तस्विर हटाउनुहुन्छ?
nn_no: Fjerna kontaktbilde?
or: ସମ୍ପର୍କରୁ ଛବି ହଟାଇବେ?
ro: Elimini fotografia de contact?
sw: Ondoa picha ya mawasiliano
ta: தொடர்பின் படத்தை நீக்கு?
te: పరిచయం చిత్రాన్ని తీసివేయాలా?
th: เอารูปภาพรายชื่อออก?
tr: Kişi resmi kaldırılsın mı?
ur: رابطہ تصویر کو ہٹا دیں؟
uz: Kontaktni rasmi o‘chirilsinmi?
wa: Oister l’ foto do contake ?
xh: Ufuna ukususa umfanekiso womntu oqhagamshelana naye?
zu: Susa lesi sithombe salo muntu?

source: Loading contacts…
af: Laai tans kontakte…
am: በ መጫን ላይ ግንኙነቶች…
ar: تحميل جهات الاتصال جارٍ...
as: পৰিচয়সমূহ ল'ড কৰি থকা হৈছে…
bg: Зареждане на контакти…
bn_bd: পরিচিতিদের তথ্য লোড করা হচ্ছে…
bn_in: পরিচিতি লোড হচ্ছে…
br: O kargañ an darempredoù…
bs: Učitavanje kontakata…
ca: S'estan carregant els contactes…
cy: Llwytho cysylltiad…
eo: Kontaktoj ŝargataj…
eu: Kontaktuak kargatzen…
fa: درحال بارگذاری مخاطبین...
ga_ie: Teagmhálaithe á lódáil…
gd: A’ luchdadh an luchd-aithne…
hu: Névjegyek betöltése…
kk: Контакттарды жүктеу...
km: កំពុង​ផ្ទុក​ទំនាក់ទំនង...
kn: ಸಂಪರ್ಕಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
lv: Ielādē kontaktus…
mai: सम्पर्क लोड भए रहल अछि...
mg: Mamatratra ireo kaontakita…
ml: വിലാസങ്ങൾ ലഭ്യമാക്കുന്നു…
mr: संपर्क मिळवत आहे…
ms: Memuatkan kenalan…
my: အဆက်အသွယ်များအားရယူနေသှ်
ne: सम्पर्कहरु लोड हुँदैछ...
nn_no: Lastar kontaktar …
or: ସମ୍ପର୍କଗୁଡ଼ିକୁ ଧାରଣ କରୁଛି…
ro: Se încarcă contactele…
sw: Inapakia wasiliani...
ta: தொடர்புகளை ஏற்றுகிறது...
te: పరిచయాలను లోడుచేస్తున్నాము...
th: กำลังโหลดรายชื่อ…
tr: Kişiler yükleniyor…
ur: رابطے لوڈ ہو رہا ہے…
uz: Kontaktlar yuklanmoqda…
wa: Dji tchedje les contakes...
xh: Ihlohla abantu oqhagamshelana nabo…
zu: Isaloda izinombolo…

source: No contacts in your Contacts list
am: በ ግንኙነት ዝርዝር ውስጥ ምንም ግንኙነት አልተገኘም
ar: لا يوجد جهات إتصال في قائمة جهات الإتصال الخاصة بك
bg: Списъкът с контакти е празен
bn_bd: আপনার পরিচিতি তালিকায় কোনো পরিচিতি নেই
bn_in: আপনার কন্ট্যাক্ট লিস্টে কোনো কন্ট্যাক্ট নেই
br: N'eus darempred ebet en ho listenn darempredoù.
bs: Nema kontakata na vašoj listi kontakata
ca: No hi ha cap contacte a la llista de contactes
cy: Dim cysylltiadau yn eich restr Cysylltiadau
eu: Ez dago kontakturik zure kontaktu-zrrendan
fa: هیچ مخاطبی در لیست مخاطبین شما نیست
ga_ie: Níl aon duine i liosta do Theagmhálaithe
gd: Chan eil neach-aithne sam bith air liosta an luchd-aithne agad
hu: Nincsenek névjegyek a névjegylistában
kk: Контакттар тізіміңізде контакттар жоқ
kn: ನಿಮ್ಮ ಸಂಪರ್ಕ ಪಟ್ಟಿಯಲ್ಲಿ ಯಾವುದೇ ಸಂಪರ್ಕಗಳಿಲ್ಲ
lv: Nav kontaktu jūsu kontaktu sarakstā
ms: Tiada kenalan dalam senarai Kenalan anda
my: သင့် အဆက်အသွယ်စာရင်းတွင် တစ်ယောက်မှမရှိပါ
nn_no: Ingen kontaktar i kontaktlista di
ro: Niciun contact în lista de contacte
th: ไม่มีรายชื่อในรายการรายชื่อของคุณ
tr: Kişi listenizde hiç kimse yok
ur: ِآپ کی رابطہ افراد فہرست میں کوئی رابطہ افراد نہیں ہیں
uz: Kontaktlar ro‘yxatingizda kontaktlar yo‘q
wa: Nou contake e vosse calpin di contakes

source: No name
af: Geen naam nie
am: ስም የለም
ar: بدون اسم
as: কোনো নাম নাই
bg: Липсва име
bn_bd: নামহীন
bn_in: নামবিহীন
br: Anv ebet
bs: Nema imena
ca: Sense nom
cy: Dim enw
eo: Sen nomo
eu: Izenik ez
fa: بدون نام
ga_ie: Gan ainm
gd: Gun ainm
hu: Nincs név
kk: Аты жоқ
km: គ្មាន​ឈ្មោះ
kn: ಹೆಸರು ಇಲ್ಲ
lv: Nav vārda
mai: कोनो नाम नहि
mg: Tsisy anarana
ml: പേരില്ല
mr: निनावी
ms: Tiada nama
my: အမည်မရှိ
ne: नाम छैन
nn_no: Namnlaus
or: କୌଣସି ନାମ ନାହିଁ
ro: Niciun nume
sw: Hakuna jina
ta: பெயர் இல்லை
te: పేరు లేదు
th: ไม่มีชื่อ
tr: İsim yok
ur: کوئی نام نہیں
uz: Nomsiz
wa: Nou no
xh: Akukho gama
zu: Akukho gama

source: Name
af: Naam
am: ስም
ar: الاسم
as: নাম
bg: Име
bn_bd: নামের প্রথমাংশ
bn_in: নাম
br: Anv
bs: Ime
ca: Nom
cy: Enw
eo: Nomo
eu: Izena
fa: نام
ga_ie: Ainm
gd: Ainm
hu: Név
kk: Аты
km: ឈ្មោះ
kn: ಹೆಸರು
lv: Vārds
mai: नाम
mg: Fanampin'anarana
ml: പേര്
mr: नाव
ms: Nama
my: အမည်
ne: नाम
nn_no: Namn
or: ନାମ
ro: Nume
sw: Jina
ta: பெயர்
te: పేరు
th: ชื่อ
tr: Adı
ur: نام
uz: Nomi
wa: No
xh: Igama
zu: Igama

source: Last name
af: Van
am: የአባት ስም
ar: اللّقب
as: অন্তিম নাম
bg: Фамилия
bn_bd: নামের শেষাংশ
bn_in: শেষ নাম
br: Anv familh
bs: Prezime
ca: Cognoms
cy: Enw olaf
eo: Familia nomo
eu: Abizena
fa: نام خانوادگی
ga_ie: Sloinne
gd: Sloinneadh
hu: Vezetéknév
kk: Фамилия
km: នាមត្រកូល
kn: ಕೊನೆಯ ಹೆಸರು
lv: Uzvārds
mai: अंतिम नाम
mg: Anarana
ml: അവസാന നാമം
mr: आडनाव
ms: Nama akhir
my: နောက်ဆုံး အမည်
ne: अन्तिम नाम
nn_no: Etternamn
or: ଶେଷ ନାମ
ro: Nume
sw: Jina la mwisho
ta: கடைசிப் பெயர்
te: ఇంటి పేరు
th: นามสกุล
tr: Soyadı
ur: آخری نام
uz: Familiya
wa: No d’ famile
xh: Ifani
zu: Isibongo

# tel.placeholder
source: Phone
am: ስልክ
ar: رقم الهاتف
bg: Телефон
bn_bd: ফোন
bn_in: ফোন
br: Pellgomzer
bs: Telefon
ca: Telèfon
cy: Y Ffôn
eu: Telefonoa
fa: تلفن
ga_ie: Fón
gd: Fòn
hu: Telefonszám
kk: Телефон
km: ទូរស័ព្ទ
kn: ದೂರವಾಣಿ
lv: Tālrunis
mai: फोन
ms: Telefon
my: ဖုန်း
ne: फोन
nn_no: Telefon
ro: Telefon
ta: பேசி
te: ఫోను
th: โทรศัพท์
tr: Telefon
ur: فون
uz: Telefon
wa: Telefone

source: Carrier
af: Draer
am: አቅራቢ
ar: شركة الاتّصال
as: পৰিবাহক
bg: Оператор
bn_bd: অপারেটর
bn_in: ক্যারিয়ার
br: Oberataer
bs: Operater
ca: Operador
cy: Darparwr
eu: Konpainia
fa: اپراتور
ga_ie: Soláthraí Seirbhíse
gd: Giùlanair
hu: Szolgáltató
kk: Желі
km: ក្រុមហ៊ុន​ទូរគមនាគមន៍
kn: ಕ್ಯಾರಿಯರ್
lv: Operators
mai: वाहक
mg: Mpandraharaha
ml: സേവനദാതാവ്
mr: कॅरिअर
ms: Pembawa
ne: वाहक
nn_no: Operatør
or: ବାହକ
ro: Operator
sw: Kibebaji
ta: சுமப்பி
te: క్యారియర్
th: อาชีพ
tr: Operatör
ur: کیریئر
uz: Aloqa operatori
wa: Berweteu
xh: Umthwali
zu: Isithwali

# carrier.placeholder
source: Carrier
af: Draer
am: አቅራቢ
ar: شركة الاتّصال
as: পৰিবাহক
bg: Оператор
bn_bd: অপারেটর
bn_in: ক্যারিয়ার
br: Pourchaser
bs: Operater
ca: Operador
cy: Darparwr
eu: Konpainia
fa: اپراتور
ga_ie: Soláthraí Seirbhíse
gd: Giùlanair
hu: Szolgáltató
kk: Желі
km: ក្រុមហ៊ុន​ទូរគមនាគមន៍
kn: ಕ್ಯಾರಿಯರ್
lv: Operators
mai: वाहक
mg: Mpandraharaha
ml: സേവനദാതാവ്
mr: कॅरिअर
ms: Pembawa
ne: वाहक
nn_no: Operatør
or: ବାହକ
ro: Operator
sw: Kibebaji
ta: சுமப்பி
te: క్యారియర్
th: อาชีพ
tr: Operatör
ur: کیریئر
uz: Aloqa operatori
wa: Berweteu
xh: Umthwali
zu: Isithwali

source: Email
af: E-pos
am: ኢሜይል
ar: عُنوان البريد الإلكتروني
as: ইমেইল
bg: Ел.поща
bn_bd: ইমেইল
bn_in: ই-মেইল
br: Postel
ca: Correu
cy: E-bost
eo: Retpoŝto
eu: Helbide elektr.
fa: پست الکترونیکی
ga_ie: Ríomhphost
gd: Post-d
kk: Эл. пошта
km: អ៊ីមែល
kn: ಇಮೇಲ್
lv: Epasts
mai: ईमेल
mg: Mailaka
ml: ഈമെയിൽ
mr: इ-मेल
ms: Emel
my: အီးမေလ်း
ne: इमेल
nn_no: E-post
or: ଇମେଲ
sw: Barua pepe
ta: அஞ்சல்
te: ఈమెయిలు
th: อีเมล
tr: E-posta
ur: ای میل
uz: E-pochta
wa: Emile
xh: I-imeyili
zu: I-imeyli

# email.placeholder
source: Email
af: E-pos
am: ኢሜይል
ar: عُنوان البريد الإلكتروني
as: ইমেইল
bg: Ел.поща
bn_bd: ইমেইল
bn_in: ই-মেইল
br: Postel
ca: Correu
cy: E-bost
eo: Retpoŝto
eu: Helbide elektr.
fa: پست الکترونیکی
ga_ie: Ríomhphost
gd: Post-d
kk: Эл. пошта
km: អ៊ីមែល
kn: ಇಮೇಲ್
lv: Epasts
mai: ईमेल
mg: Mailaka
ml: ഈമെയിൽ
mr: इ-मेल
ms: Emel
my: အီးမေးလ်
ne: इमेल
nn_no: E-post
or: ଇମେଲ
sw: Barua pepe
ta: அஞ்சல்
te: ఈమెయిలు
th: อีเมล
tr: E-posta
ur: ای میل
uz: E-pochta
wa: Emile
xh: I-imeyili
zu: I-imeyli
