Repository: translate/mozilla-gaia
Catalog: ach/apps/sms/sms.properties.po
Languages: ach

source: Messages
ach: Kwena

source: Delete messages
ach: Kwany kwena

source: Edit
ach: Yubi

source: Back
ach: Cen

source: Cancel
ach: Juki

source: Undo
ach: Gony

source: Done
ach: Otum

source: Delete
ach: Kwany

source: Deleting…
ach: Tye ka kwanyo…

source: Select all
ach: Yer weng

source: Deselect all
ach: Wek weng

source: none selected
ach: pe kiyero mo

# selected[one]
source: {{n}} selected
ach: kiyero {{n}}

# selected[two]
source: {{n}} selected
ach: kiyero {{n}}

# selected[few]
source: {{n}} selected
ach: kiyero {{n}}

# selected[many]
source: {{n}} selected
ach: kiyero {{n}}

# selected[other]
source: {{n}} selected
ach: kiyero {{n}}

source: Delete Messages
ach: Kwany kwena

source: Settings
ach: Ter

source: Add subject
ach: Med wi lok

source: Remove subject
ach: Kwany wi lok

source: To:
ach: Bot:

source: Send
ach: Cwal

source: New
ach: Manyen

source: Message
ach: Kwena

# messagesInput_placeholder
source: Message
ach: Kwena

source: Subject
ach: Wi lok

source: Converting to text message.
ach: Lokko i kwena me coc.

source: You’ve reached the maximum length.
ach: I oo i bor ne ma giko.

source: Maximum length of subject reached.
ach: Ki oo i agiki me bor pa wi lok.

source: You’ve exceeded the maximum size. Remove attachments or shorten the message to send it.
ach: I kato woko dit ma loyo. Kwany woko twec onyo ngol kwena macek me cwalo ne.

source: New message
ach: Kwena manyen

source: Send message
ach: Cwal kwena

source: (No recipient)
ach: (Ngat magamo pe)

source: {{n}} recipient
ach: ngat magamo {{n}}

# recipient[two]
source: {{n}} recipients
ach: jo magamo {{n}}

# recipient[few]
source: {{n}} recipients
ach: jo magamo {{n}}

# recipient[many]
source: {{n}} recipients
ach: jo magamo {{n}}

# recipient[other]
source: {{n}} recipients
ach: jo magamo {{n}}

source: {{n}} KB
ach: KB {{n}}

source: {{n}} MB
ach: MB {{n}}

source: There is no application available to open this file type.
ach: Pe tye purugram mo me yabo kit pwail man.

source: Remove
ach: Kwany

source: Message report
ach: Ripot me kwena

source: Text Message (SMS)
ach: Kwena me coc (SMS)

source: Your Text Message (SMS), was sent on {{datetime}}
ach: Kwena me coc (SMS) mamegi, kicwalo i {{datetime}}

source: Status:
ach: Tye ne:

source: sent
ach: kicwalo

source: received
ach: kigamo

source: sending
ach: cwalo

source: error
ach: bal

source: not downloaded
ach: pe kigamo

source: Delivered:
ach: Kicwalo:

source: Read:
ach: Kikwano:

source: Requested
ach: Kikwayo

source: Message size:
ach: Dit pa kwena:

source: Recipients:
ach: Jo ma gamo:

source: From:
ach: Ki bot:

source: Sent:
ach: Kicwalo:

source: Received:
ach: Kigamo:

source: Via:
ach: Ki iyi:

source: Search
ach: Yeny

source: Unknown
ach: Pe ngene

# discard-message
source: Discard
ach: Weki

source: Are you sure you want to discard this message?
ach: Imoko ada ni imito weko woko kwena man?

source: Discard the message you’re composing and open the new message?
ach: Wek kwena ma itye ka coyo ne ni ka i yab kwena manyen ni?

source: The message could not be sent. Try again?
ach: Pe onongo kitwero cwalo kwena. Tem doki?

source: Resend this message
ach: Nwo cwalo kwena man

source: Delete selected messages?
ach: Kwany kwena ma kiyero gi ni?

source: Delete selected message threads?
ach: Kwany kwena ma okube ma kiyero gi ni?

source: New message from
ach: Kwena manyen ki bot

source: Read it
ach: Kwan

source: No messages
ach: Kwena pe

source: Start communicating now
ach: Cak lok kombedi

source: Message not sent
ach: Pe kicwalo kwena

source: There was a problem sending the message. Please try again.
ach: Peko obedo tye i cwalo kwena. Tim ber i tem doki.

# sendDefaultErrorBtnOk
source: OK
ach: EYO

source: Missing SIM card
ach: SIM kad pe

source: Insert a valid SIM card to continue.
ach: Ket SIM kad ma atir me mede.

# sendMissingSimCardBtnOk
source: OK
ach: EYO

source: Airplane mode activated
ach: Ki cako kit me tuk ki dege

source: Turn off airplane mode to send messages.
ach: Juk kit me tuk ki dege me cwalo kwena.

# sendFlightModeBtnOk
source: OK
ach: EYO

# fdnBlocked2BtnOk
source: OK
ach: EYO

source: Switch data connection
ach: Lok kube me data

source: Switch the data connection to {{ nonactive }} to retrieve the MMS. The current data transfer on {{ active }} will be suspended. Continue anyway?
ach: Lok kube me data i {{ nonactive }} me golo MMS. Kobo data ma kombedi i {{ active }} ki bijuko woko. Kadi kumeno mede?

source: Later
ach: Lacen

# nonActiveSimConfirm
source: OK
ach: EYO

source: Switch the data connection to {{ nonactive }} to send the MMS. The current data transfer on {{ active }} will be suspended. Continue anyway?
ach: Lok kube me data i {{ nonactive }} me cwalo MMS. Kobo data ma kombedi i {{ active }} ki bijuko woko. Kadi kumeno mede?

source: No network coverage
ach: Netwak pe tye

source: Make sure you have a mobile signal and try again.
ach: Nen ni meno cignal me cim tye ka i tem doki.

# sendNoSignalErrorBtnOk
source: OK
ach: EYO

source: Message not found
ach: Kwena pe ononge

source: The message you’re looking for is no longer available.
ach: Kwena ma itye ka yenyo ne ni dong pe.

# sendNotFoundErrorBtnOk
source: OK
ach: EYO

source: Invalid number
ach: Namba ma pe atir

source: Make sure the mobile number you’re sending to is valid.
ach: Nen ni meno namba ma itye ka cwalo ne iye ni tye atir.

# sendInvalidAddressErrorBtnOk
source: OK
ach: EYO

source: This message has already been deleted.
ach: Kwena man dong ki kwanyo woko.

# view-attachment-image
source: View
ach: Nen

source: Listen
ach: Winy

# view-attachment-video
source: View
ach: Nen

# view-attachment-other
source: View
ach: Nen

source: Remove image
ach: Kwany cal

source: Remove audio
ach: Kwany dwon

source: Remove video
ach: Kwany video

source: Remove attachment
ach: Kwany woko twec

source: Replace image
ach: Lok cal

source: Replace audio
ach: Lok dwon

source: Replace video
ach: Lok video

source: Replace attachment
ach: Lok woko twec

source: Unsent Message
ach: Kwena ma pe kicwalo

source: Your previous message was not sent. Do you want to edit the unsent message or discard it and continue?
ach: Kwena ni ma okato ni pe kicwalo. Imito yubo en kwena ma pe kicwalo ni onyo weko ne ka mede?

# unsent-message-option-edit
source: Edit
ach: Yubi

# unsent-message-option-discard
source: Discard
ach: Weki

source: Message options
ach: Gin ayera me kwena

source: Forward
ach: Cwal anyim

source: View message report
ach: Nen ripot me kwena

source: Mobile
ach: Me cing

source: Home
ach: Gang

source: Work
ach: Tic

source: Personal
ach: Pa ngat moni

source: Another
ach: Mukene

source: Other
ach: Mukene

source: today
ach: tin

source: yesterday
ach: lawo

source: (incorrect date)
ach: (nino dwe pe kakare)

source: Add to an existing contact
ach: Med i yoo me kube ma tye

source: Create new contact
ach: Cwe yoo me kube manyen

source: View contact
ach: Nen yoo me kube

source: Call
ach: Go cim

source: Send email
ach: Cwal email

source: MMS message
ach: Kwena me MMS

source: Message is not downloaded yet.
ach: Pud pe kigamo kwena.

source: Attachment can be downloaded until {{date}}.
ach: Kitwero gamo twec paka wa i {{date}}.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
ach: Wakwayo kica, kwena ne kare ne okato i {{date}} ka pe twero game.

source: Download
ach: Gam

source: Downloading…
ach: Tye kagamo…

source: untitled
ach: wie madit pe

# files-too-large[zero]
source: The file you have selected is too large.
ach: Pwail ma iyero ni dit tutwal.

# files-too-large[one]
source: The file you have selected is too large.
ach: Pwail ma iyero ni dit tutwal.

# files-too-large[two]
source: The files you have selected are too large.
ach: Pwail ma iyero ni dit tutwal.

# files-too-large[few]
source: The files you have selected are too large.
ach: Pwail ma iyero ni dit tutwal.

# files-too-large[many]
source: The files you have selected are too large.
ach: Pwail ma iyero ni dit tutwal.

# files-too-large[other]
source: The files you have selected are too large.
ach: Pwail ma iyero ni dit tutwal.

source: Resizing the attached image
ach: Yubo dit pa cal ma ki rido ni

source: There is a problem with the attached file and it cannot be downloaded.
ach: Peko tye i pwail ma ki rido ni ki gamo ne pe twere.
