Repository: translate/mozilla-gaia
Catalog: hsb/apps/privacy-panel/permissions.properties.po
Languages: hsb

source: Schedule a notification, or schedule an application to be started.
hsb: Postajće zdźělenku abo postajće nałoženje, kotrež ma so startować.

source: Access audio input devices, e.g. microphone.
hsb: Přistup na graty za awdiozapodaće, na př. mikrofon.

source: Play clock alarms and calendar alarms.
hsb: Budźenske a protykowe alarmy wothrać.

source: Play music and video.
hsb: Hudźbu a widejo wothrać.

source: Play UI sounds, Web content, music, radio.
hsb: Powjerchowe zynki, webwobsah, hudźbu, radijo wothrać.

source: Play notification message sounds.
hsb: Zdźělenske zynki wothrać.

source: Enables the app to implement a browser in an iframe.
hsb: Zmóžnja nałoženju, wobhladowak do iframe implementować.

source: Take photos, shoot video, record audio, and control the camera.
hsb: Fotografujće, wjerćće widejo, wutworće awdiowu dataju a kontrolujće kameru.

# perm-contacts-description
source: Add, read, or modify contacts from the address book on the device and read contacts from the SIM.
hsb: Přidajće, čitajće abo změńće kontakty z adresnika na graće a čitajće kontakty ze SIM-karty.

source: Read contacts from the address book on the device and read contacts from the SIM.
hsb: Čitajće kontakty z adresnika na graće a čitajće kontakty ze SIM-karty.

source: Read or modify contacts from the address book on the device and read contacts from the SIM.
hsb: Čitajće abo změńće kontakty z adresnika na graće a čitajće kontakty ze SIM-karty.

# perm-contacts-readcreate-description
source: Add, read, or modify contacts from the address book on the device and read contacts from the SIM.
hsb: Přidajće, čitajće abo změńće kontakty z adresnika na graće a čitajće kontakty ze SIM-karty.

source: Add contacts to the address book on the device.
hsb: Přidajće adresnikej na graće kontakty.

source: Display a notification on the user’s device.
hsb: Zwobrazńće zdźělenku na graće wužiwarja.

# perm-device-storage-music-description
source: Add, read or modify music files stored on the device.
hsb: Přidajće, čitajće abo změńće hudźbne dataje na graće.

source: Read music files stored on the device.
hsb: Čitajće hudźbne dataje na graće.

source: Read or modify music files stored on the device.
hsb: Čitajće abo změńće hudźbne dataje na graće.

# perm-device-storage-music-readcreate-description
source: Add, read or modify music files stored on the device.
hsb: Přidajće, čitajće abo změńće hudźbne dataje na graće.

source: Store new music files on the device.
hsb: Nowe hudźbne dataje na graće składować.

# perm-device-storage-pictures-description
source: Add, read or modify picture files stored on the device.
hsb: Přidajće, čitajće abo změńće wobrazowe dataje na graće.

source: Read picture files stored on the device.
hsb: Čitajće wobrazowe dataje na graće.

source: Read or modify picture files stored on the device.
hsb: Čitajće abo změńće wobrazowe dataje na graće.

# perm-device-storage-pictures-readcreate-description
source: Add, read or modify picture files stored on the device.
hsb: Přidajće, čitajće abo změńće wobrazowe dataje na graće.

source: Store new picture files on the device.
hsb: Nowe wobrazowe dataje na graće składować.

# perm-device-storage-sdcard-description
source: Add, read or modify files stored on the device’s SD card.
hsb: Přidajće, čitajće abo změńće dataje, kotrež su na SD-karće grata składowane.

source: Read files stored on the device’s SD card.
hsb: Dataje čitać, kotrež su na SD-graće grata składowane.

source: Read or modify files stored on the device’s SD card.
hsb: Čitajće abo změńće dataje, kotrež su na SD-karće grata składowane.

# perm-device-storage-sdcard-readcreate-description
source: Add, read or modify files stored on the device’s SD card.
hsb: Přidajće, čitajće abo změńće dataje, kotrež su na SD-karće grata składowane.

source: Store new files on the device’s SD card.
hsb: Składujće nowe dataje na SD-kartu grata.

# perm-device-storage-videos-description
source: Add, read or modify video files stored on the device.
hsb: Přidajće, čitajće abo změńće widejodataje na graće.

source: Read video files stored on the device.
hsb: Čitajće widejodataje na graće.

source: Read or modify video files stored on the device.
hsb: Čitajće abo změńće widejodataje na graće.

# perm-device-storage-videos-readcreate-description
source: Add, read or modify video files stored on the device.
hsb: Přidajće, čitajće abo změńće widejodataje na graće.

source: Store new video files on the device.
hsb: Składujće nowe widejodataje na graće.

source: Control the FM radio.
hsb: UKW-radijo wodźić.

source: Obtain the current location of the user.
hsb: Aktualne městno wužiwarja wobstarać.

source: Allow the app to act as a virtual keyboard by listening to focus change events in other apps.
hsb: Nałoženju dowolić, jako wirtualna tastatura fungować, zo by na podawki w druhich nałoženjach dźiwało, kotrež fokus měnjeja.

source: Obtain mobile network information (MCC, MNC, etc.).
hsb: Informacije mobilneje syće wobstarać (MCC, MNC atd.)

source: Enable an app to wake up to receive notification.
hsb: Nałoženju zmóžnić, so wubudźić, zo by zdźělenku přijało.

source: Utilize storage without size limitations.
hsb: Składowak bjez wobmjezowanjow wulkosće zwužitkować.

source: Allow anonymous cross-origin XHR without the target site having CORS enabled.
hsb: Anonymny cross-origin XHR dowolić, bjeztoho zo cilowe sydło ma CORS zmóžnjene.

source: Create TCP sockets and communicate over them.
hsb: TCP-sokety wutworić a přez nje komunikować.

source: Access video input devices, e.g. camera.
hsb: Přistup na widejowe zapodawanske graty, na př. kameru.

source: Allow content to open a window in front of all other content.
hsb: Wobsahej dowolić, wokno před wšěm druhim wobsahom wočinić.

source: Play sounds for incoming phone calls.
hsb: Zynki za dochadźace telefonaty wothrać.

source: Play sounds for phone calls, VoIP calls.
hsb: Zynki za telefonaty wothrać, VoIP-telefonaty.

source: Play public notification sounds.
hsb: Zjawne zdźělenske zynki wothrać.

source: Listen to proximity sensor events in the background.
hsb: Na podawki přibliženskeho zapinaka w pozadku słuchać.

source: Enable an app to run in the background.
hsb: Nałoženju zmóžnić, w pozadku běžeć.

source: Low level access to Bluetooth hardware.
hsb: Přistup na hardware Bluetooth na niskim schodźenku.

source: Fires an event when a specific type of cell network message is received (an emergency network notification).
hsb: Pušći podawk, hdyž specifiski typ powěsće mobilneje syće so přijima (zdźělenka syće nuzowych zawołanjow).

# perm-device-storage-apps-description
source: Add, read, or modify files stored in the apps location on the device.
hsb: Přidajće, čitajće abo změńće dataje na městnje nałoženjow na graće.

source: Read files stored in the apps location on the device.
hsb: Čitajće dataje na městnje nałoženjow na graće.

source: Read, or modify files stored in the apps location on the device.
hsb: Čitajće abo změńće dataje na městnje nałoženjow na graće.

# perm-device-storage-apps-readcreate-description
source: Add, read, or modify files stored in the apps location on the device.
hsb: Přidajće, čitajće abo změńće dataje na městnje nałoženjow na graće.

source: Store new files in the apps location on the device.
hsb: Składujće nowe dataje na městnje nałoženjow na graće.

source: Ability to embed apps in mozApp frames.
hsb: Móžnosć, nałoženja do wobłukow mozApp zasadźić.

source: Notify the app if the user is idle.
hsb: Nałoženje informować, hdyž wužiwar aktiwny njeje.

source: Obtain information about the current mobile voice and data connection.
hsb: Informacije wo aktualnym zwisku mobilneho zawołanja a wo aktualnym datowym zwisku wotwołać.

source: Monitor network uploads and downloads.
hsb: Syćowe nahraća a sćehnjenja dohladować.

source: Obtain statistics of data usage per interface.
hsb: Statistiku datoweho wužiwanja na powjerch wotwołać.

source: Open windows in a new process.
hsb: Wokna w nowym procesu wočinić.

source: Allow an app to manage permissions of other apps.
hsb: Nałoženju dowolić, prawa druhich nałoženjow zrjadować.

source: Turn the screen on or off, control CPU, device power, etc.
hsb: Wobrazowku za- abo wupinać, CPU, gratowy wukon atd. kontrolować

source: Configure or read device settings.
hsb: Gratowe nastajenja konfigurować abo čitać.

source: Read device settings.
hsb: Gratowe nastajenja čitać.

source: Read or modify device settings.
hsb: Gratowe nastajenja čitać abo změnić.

source: Add, read or modify device settings.
hsb: Gratowe nastajenja přidać, čitać abo změnić.

source: Add device settings.
hsb: Gratowe nastajenja přidać.

source: Send and receive SMS messages.
hsb: SMS-powěsće słać a přijimać.

source: Access all telephony-related APIs to make and receive phone calls.
hsb: Přistup na wšě API telefonije, zo bychu telefonowe zawołanja činili a přijimali.

source: Set current time.
hsb: Aktualny čas nastajić.

source: Access voicemail.
hsb: Přistup na rěčane powěsće.

source: Manage installed Open Web Apps.
hsb: Instalowane wotewrjene webnałoženja zrjadować.

source: Enumerate available Wi-Fi networks, get signal strength, connect to a network.
hsb: K dispoziciji stejace WLAN-syće ličić, signalowu sylnosć wotwołać, ze syću zwjazać.

source: Receive WAP Push messages.
hsb: Powěsće WAP-Push přijimać.
