Repository: translate/mozilla-gaia
Catalog: hsb/apps/privacy-panel/privacypanel.properties.po
Languages: hsb

source: Privacy Controls
hsb: Priwatnosć a datowy škit

source: Location Accuracy
hsb: Stejnišćowa dokładnosć

# location-accuracy.ariaLabel
source: Location Accuracy
hsb: Stejnišćowa dokładnosć

source: Transparency Control
hsb: Kontrola transparency

# transparency-control.ariaLabel
source: Transparency Control
hsb: Kontrola transparency

# privacy-protection
source: Remote Protection
hsb: Zdaleny škit

# privacy-protection.ariaLabel
source: Remote Protection
hsb: Zdaleny škit

source: Guided Tour
hsb: Zawjedźenje

# guided-tour.ariaLabel
source: Guided Tour
hsb: Zawjedźenje

# la-panel
source: Location Accuracy
hsb: Stejnišćowa dokładnosć

source: Geolocation
hsb: Postajenje stejnišća

source: Location adjustment
hsb: Přiměrjenje stejnišća

source: Remember: Location Adjustment influences the location {{brandShortName}} provides to apps. It will not affect your IP-address or locale settings, so some services might still be able to locate you.
hsb: Spomjatkujće sej: Stejnišćowe přiměrjenje wobwliwuje stejnišćo, kotrež {{brandShortName}} nałoženjam podawa. Njewobwliwuje wašu IP-adresu abo lokalne nastajenja, tohodla móhli někotre słužby was hišće lokalizować.

source: Adjust the global accuracy level of your current location for all apps, define and set a permanent fixed location and add exceptions for single apps.
hsb: Přiměrće globalny dokładnostny stopjeń swojeho aktualneho stejnišća za wšě nałoženja, definujće a nastajće trajne postajene stejnišćo a přidajće wuwzaća za jednotliwe nałoženja.

source: Adjustment
hsb: Přiměrjenje

source: Add exceptions
hsb: Wuwzaća přidać

source: This list shows all the apps, which are allowed to use your location.
hsb: Tuta lisćina pokazuje wšě nałoženja, kotrež smědźa waše stejnišćo wužiwać.

source: User defined
hsb: Wot wužiwarja postajeny

source: {{ value }} km blur
hsb: Wotchilenje {{ value }} km

source: {{ value }} m blur
hsb: Wotchilenje {{ value }} m

# type-precise
source: Precise
hsb: Precizować

source: No location
hsb: Žane stejnišćo

source: Attention!
hsb: Kedźbu!

source: You haven’t set a custom location yet. Please set this before working on other settings!
hsb: Njejsće hišće swójske stejnišćo nastajił. Prošu nastajće jo, prjedy hač na druhich nastajenjach dźěłaće!

source: Custom Location
hsb: Swójske stejnišćo

source: Set custom location
hsb: Swójske stejnišćo nastajić

source: Set location
hsb: Stejnišćo nastajić

source: Set a custom location which is used as a fixed position.
hsb: Nastajće swójske stejnišćo, kotrež so jako postajena pozicija wužiwa.

source: Precise
hsb: Precizować

source: No Location
hsb: Žane stejnišćo

source: Adjust the custom location accuracy level of the following app:
hsb: Swójsku stejnišćowu dokładnosć za slědowace nałoženje postajić:

# custom-location-ala-10
source: Custom Location
hsb: Swójske stejnišćo

source: Choose a region/city
hsb: Wubjerće region/město

source: City
hsb: Město

source: Enter GPS Coordinates
hsb: Zapodajće GPS-koordinaty

source: Please enter the GPS coordinates for longitude from -180.0 to 180 and latitude from -90.0 to 90.0 degree with a dot to separate full degrees lower values.
hsb: Prošu zapodajće GPS-koordinaty za dołhosć wot -180.0 hač do 180 a šěrokosć wot -90.0 hač do 90.0 stopnjow a wužiwajće dypk jako decimalne dźělatko.

source: Latitude
hsb: Stopjeń šěrokosće

source: Longitude
hsb: Stopjeń dołhosće

source: Global Settings
hsb: Globalne nastajenja

# rp-panel
source: Remote Protection
hsb: Zdaleny škit

source: Please set a passphrase to secure your remote features (maximum 100 characters).
hsb: Prošu postajće hesłowu frazu, zo byšće swoje zdalene funkcije zawěsćił (maksimalnje 100 znamješkow)

source: New passphrase
hsb: Nowa hesłowa fraza

source: Confirm new passphrase
hsb: Nowu hesłowu frazu wobkrućić

source: Please enter your passphrase.
hsb: Prošu zapodajće swoju hesłowu frazu.

source: Forgot/Change your passphrase?
hsb: Sće swoju hesłowu frazu zabył abo chceće ju změnić?

source: Passphrase
hsb: Hesłowa fraza

source: To reset your passphrase please enter Passcode lock/SIM PIN and new passphrase.
hsb: Zo byšće swoju hesłowu frazu wróćo stajił, zapodajće prošu hesłowy kod/SIM-PIN a nowu hesłowu frazu.

source: Enter Code
hsb: Kod zapodać

source: Passphrase is wrong!
hsb: Hesłowa fraza je wopak!

source: Passphrase is empty!
hsb: Hesłowa fraza faluje!

source: Passphrase is too long!
hsb: Hesłowa fraza je předołha!

source: You cannot use special characters!
hsb: Njemóžeće wosebite znamješka wužiwać!

source: Confirmation must match passphrase!
hsb: Wobkrućenje hesłoweje frazy dyrbi jenak być!

source: Passcode lock is empty!
hsb: Hesłowy kod je prózdny!

# pin-invalid
source: Wrong Passcode lock!
hsb: Wopačny hesłowy kod!

source: Passcode should be 4 digits!
hsb: Hesłowy kod měł z 4 cyftow wobstać!

# pin-different
source: Wrong Passcode lock!
hsb: Wopačny hesłowy kod!

source: Wrong SIM PIN!
hsb: Wopačny SIM-PIN!

source: Last try.
hsb: Posledni pospyt.

# pin-tries-left[two]
source: {{n}} tries left.
hsb: {{n}} pospytaj wyše.

# pin-tries-left[few]
source: {{n}} tries left.
hsb: {{n}} pospyty wyše.

# pin-tries-left[many]
source: {{n}} tries left.
hsb: {{n}} pospytow wyše.

# pin-tries-left[other]
source: {{n}} tries left.
hsb: {{n}} pospytow wyše.

source: Remote Locate
hsb: Zdaloka lokalizować

source: You can locate this device via SMS as following: RP locate YOURPASSPHRASE
hsb: Móžeće tutón grat přez SMS takle lokalizować: RP locate WAŠAHESŁOWAFRAZA

source: Remote Ring
hsb: Zdalene zwonjenje

source: You can ring this device via SMS as following: RP ring YOURPASSPHRASE
hsb: Možeće tutón grat přez SMS takle zazwonić: RP ring WAŠAHESŁOWAFRAZA

source: Remote Lock
hsb: Zdalene zawrjenje

source: You can lock this device via SMS as following: RP lock YOURPASSPHRASE
hsb: Móžeće tutón grat přez SMS takle zawrěć: RP lock WAŠAHESŁOWAFRAZA

source: Please activate lockscreen AND passcode in the system settings to use the Remote Protection.
hsb: Prošu aktiwizujće zawrjenu wobrazowku A hesłowy kod w systemowych nastajenjach, zo byšće zdaleny škit wužiwał.

source: Take me there
hsb: Dowjesć

# lock-screen
source: Screen Lock
hsb: Zawěra wobrazowki

# screen-lock-header
source: Screen Lock
hsb: Zawěra wobrazowki

source: Passcode Lock
hsb: Hesłowy kod

source: Require passcode
hsb: Hesłowy kod wotprašeć

source: Immediately
hsb: Hnydom

source: After 1 minute
hsb: Po 1 mjeńšinje

source: After 5 minutes
hsb: Po 5 mjeńšinach

source: After 15 minutes
hsb: Po 15 mjeńšinach

source: After 30 minutes
hsb: Po 30 mjeńšinach

source: After 1 hour
hsb: Po 1 hodźinje

source: Change passcode
hsb: Hesłowy kod změnić

source: Change
hsb: Změnić

source: Create
hsb: Wutworić

# passcode-heading
source: Passcode
hsb: Hesłowy kod

source: Current passcode
hsb: Aktualny hesłowy kod

source: New passcode
hsb: Nowy hesłowy kod

source: Enter passcode
hsb: Hesłowy kod zapodać

source: Create a Passcode
hsb: Hesłowy kod tworić

source: Passcode
hsb: Hesłowy kod

source: Confirm Passcode
hsb: Hesłowy kod wobkrućić

source: Passcode is incorrect
hsb: Hesłowy kod je wopak

source: Passcode doesn’t match. Try again.
hsb: Hesłowy kod jenak njeje. Spytajće hišće raz.

# tc-panel
source: Transparency Control
hsb: Kontrola transparency

source: Applications
hsb: Nałoženja

# tc-permissions
source: Permissions
hsb: Prawa

source: Alphabetical
hsb: Alfabetiski

source: Trust Level
hsb: Schodźenk dowěry

source: Vendor
hsb: Předawar

source: Search Apps
hsb: Nałoženja pytać

source: close
hsb: začinić

source: clear
hsb: zhašeć

source: Internal Apps
hsb: Nutřkowne nałoženja

source: Privileged Apps
hsb: Priwilegowane nałoženja

source: Web Apps
hsb: Webnałoženja

# tc-explicit-permissions
source: Permissions
hsb: Prawa

source: Implicit Permissions
hsb: Implicitne prawa

source: Ask
hsb: Prašeć so

source: Deny
hsb: Wotpokazać

source: Grant
hsb: Dowolić

source: Apps accessing this permission
hsb: Nałoženja z přistupom na tute prawo

source: Welcome to the Privacy Controls!
hsb: Witajće do nastajenjow priwatnosće!

source: This app will help you enhance your privacy protection and enables you to lock or find your phone if it’s lost. Just have a closer look. It takes only 2 minutes!
hsb: Tute nałoženje budźe wam pomhać, škit wašeje priwatnosće polěpšić a zmóžnja wam, swój telefon zawrěć abo namakać, hdyž je so zhubił. Wobhladajće sej to podrobnišo. Zaběra jenož 2 mjeńšinje!

source: What is Location Adjustment good for?
hsb: Za čo je přiměrjenje stejnišća dobre?

source: Many apps access your geolocation, like the addressbook or the camera. If you don’t want to disclose your exact position, you can adjust the accuracy of your current location that is used by apps, set a custom location or hide your geolocation.
hsb: Wjele nałoženjow ma přistup na waše stejnišćo, na přikład adresnik abo kamera. Jeli nochceće swoju eksaktnu poziciju přeradźić, móžeće dokładnosć swojeho aktualneho stejnišća přiměrić, kotraž so přez waše nałoženja wužiwa, swójske stejnišćo nastajić abo swoje stejnišćo schować.

source: How to set Location Adjustment?
hsb: Kak da so stejnišćowa dokładnosć nastajić?

source: Not every app needs your exact location to work properly. Instead of sharing your exact coordinates, you can choose to effectively blur your location to e.g. 50 miles around you. This way, your weather app will still work, but you are not disclosing your exact location. Remember: Location Adjustment will not completely hide you!
hsb: Nic kóžde nałoženje trjeba waše eksaktne stejnišćo, zo by porjadnje fungowało. Město toho zo byšće swoje koordinaty přeradźił, móžeće swoje stejnišćo zamućić, na př. wo 50 km wokoło so. Na tute wašnje budźe waše wjedrowe nałoženje fungować, ale njepřeradźeće swoje eksaktne stejnišćo. Spomjatkujće sej: Stejnišćowe přiměrjenje wam dospołnje njeschowa!

source: What is Custom Location?
hsb: Što je swójske stejnišćo?

source: With the custom location setting you are able to hide your real location and set it to another place worldwide. You choose where you are!
hsb: Ze swójskim stejnišćowym nastajenjom móžeće swoje woprawdźite stejnišćo schować a je na druhe swětodaloke městno stajić. Wy wuběraće, hdźež sće!

source: What is location per app?
hsb: Što je stejnišćo na nałoženje?

source: Here you will find an overview of all apps, that can access your geolocation. You can adjust the settings for each app individually. They overwrite the global location accuracy for that app.
hsb: Tu namakaće přehlad wšěch nałoženjow, kotrež maja přistup na waše stejnišćo. Móžeće nastajenja za kóžde nałoženje přiměrić. Přepisuja globalnu stejnišćowu dokładnosć za te nałoženje.

source: Remote Protection? What is it?
hsb: Zdaleny škit? Što to je?

source: If your phone is stolen or lost, you can use the Remote Protection. With another phone you can locate it, let it ring or even lock it remotely. You first have to set your personal passphrase and enable the features you will want to use (locate, ring and lock).
hsb: Jeli waš telefon je so kradnył abo zhubił, móžeće zdaleny škit wužiwać. Z druhim telefonom móžeće jón lokalizować, jón zazwonić abo samo zdaloka zawrěć. Móžeće najprjedy swoju wosobinsku hesłowu frazu nastajić a funkcije zmóžnić, kotrež chceće wužiwać (lokalizować, zazwonić a zawrěć).

source: How to set your personal passphrase?
hsb: Kak móžeće swoju wosobinsku hesłowu frazu nastajić?

source: Tap “Remote Protection” and set your passphrase to secure your remote features. If you have forgotten your actual passphrase you can reset it using your SIM PIN or lockscreen passcode.
hsb: Podótkńće so zapiska "Zdaleny škit" a nastajće swoju hesłowu frazu, zo byšće swoje zdalene funkcije zawěsćił. Jeli sće swoju hesłowu frazu zabył, móžeće ju z pomocu swojeho SIM-PIN abo hesłoweho koda zawrjeneje wobrazowki wróćo stajić.

source: How to locate my phone?
hsb: Kak hodźi so mój telefon lokalizować?

source: If your phone is lost, just take the phone of a friend and send a SMS with
hsb: Jeli je so waš telefon zhubił, wzmiće prosće telefon přećela a pósćelće SMS z

source: RP locate YOURPASSPHRASE
hsb: RP locate WAŠAHESŁOWAFRAZA

source: to your phone number and you’ll get the exact GPS coordinates via SMS in return. Make sure to set up the passphrase!
hsb: na swoje telefonowe čisło a dóstanjeće eksaktne GPS-koordinaty přez SMS. Nastajće na kóždy pad hesłowu frazu!

source: How to ring your phone?
hsb: Kak hodźi so waš telefon zazwonić?

source: It’s easy! Just send an SMS with
hsb: Je lochko! Pósćelće prosće SMS z

source: RP ring YOURPASSPHRASE
hsb: RP ring WAŠAHESŁOWAFRAZA

source: to your phone number and it will ring until you find it and unlock it.
hsb: ze swojim telefonowym čisłom a budźe zwonić, doniž jón njenamaka a zawěru njezběhnje.

source: How to lock my phone?
hsb: Kak hodźi so mój telefon zawrěć?

source: If you have lost your phone and you want to lock it remotely just send an SMS with
hsb: Jeli sće swój telefon zhubił a chceće jón zdaloka zawrěć, pósćelće prosće SMS z

source: RP lock YOURPASSPHRASE
hsb: RP lock WAŠAHESŁOWAFRAZA

source: to your phone number. The phone will lock itself and only you will be able to unlock it with your regular screen passcode.
hsb: na swoje telefonowe čisło. Telefon so sam zawrěje a jenož wy móžeće jón ze swojim normalnym hesłowym kodom wobrazowki wotewrěć.

source: Get Started!
hsb: Prěnje kroki

source: Finish Tour
hsb: Wjedźenje skónčić

source: OK
hsb: W porjadku

source: Back
hsb: Wróćo

source: Next
hsb: Dale

source: Your device should ring now and was locked. You can unlock it with your passcode.
hsb: Waš grat měł nětko zwonić a je so zawrěł. Móžeće jón ze swojim hesłowym kodom wotewrěć.

source: Your device was locked. You can unlock it with your passcode.
hsb: Waš grat je so zawrěł. Móžeće jón ze swojim hesłowym kodom wotewrěć.

source: Your device coordinates are @{{latitude}},{{longitude}} and your device was locked. You can unlock it with your passcode.
hsb: Waše gratowe koordinaty su @{{latitude}},{{longitude}} a waš grat je so zawrěł. Móžeće jón ze swojim hesłowym kodom wotewrěć.

source: About Privacy Controls
hsb: Wo priwatnosći a datowym škiće

source: Version
hsb: Wersija

source: Build-ID
hsb: ID wersije

source: About the Privacy Controls
hsb: Wo priwatnosći a datowym škiće

source: Together with Deutsche Telekom the Mozilla Foundation developed the Privacy Controls to enable the user to take back control of the personal data
hsb: Hromadźe z Deutsche Telekom je so załožba Mozilla Foundation nastajenja za priwatnosć a datowy škit wuwił, zo by so wužiwarjam zmóžniło, sej zaso kontrolu wo wosobinskich datach zawěsćić
