Repository: translate/mozilla-gaia
Catalog: qvi/apps/search/search.properties.po
Languages: qvi

source: Install {{ title }}
qvi: Llamitinkina {{ title }}

source: HISTORY
qvi: MAWKA PANKAKUNA

source: TOP SITES
qvi: KUSKAKUNA YALLINAKUNA

source: Suggestions
qvi: Kunaykuna

source: Contacts
qvi: Shutitan riksikuna

source: Places
qvi: Kuskakuna

source: Search suggestions are enabled. The characters you type when entering a search are being sent to the search engine. You can disable search suggestions in the device <span>Settings</span>.
qvi: Kunay maskanata riwichishkami. Unanchakuna killkashkata chay maskanapi kacharinka chay maskanaman. Ushanki kichuna riwichina kunaykuna chay maskana <span>Tikuykuna</span> chay irunrin.

source: OK
qvi: Alli

source: Add to Home Screen
qvi: Yapana kay llikllarikuna kallarina

source: No internet connection
qvi: Mana llamiray internetpi

source: FUTURE
qvi: SHAMUK

source: TODAY
qvi: KUNAN

source: YESTERDAY
qvi: KAYNA

source: LAST 7 DAYS
qvi: PUCHUK KANCHISPUNCHA

source: THIS MONTH
qvi: KAY KILLA

source: LAST 6 MONTHS
qvi: PUCHUK 6 KILLA

source: OLDER THAN 6 MONTHS
qvi: ÑAWPA 6 KILLA

source: JANUARY
qvi: KULLA KILLA

source: FEBRUARY
qvi: PANCHI KILLA

source: MARCH
qvi: PAUKA RAYMI KILLA

source: APRIL
qvi: AYRIWAY KILLA

source: MAY
qvi: AYMURAY KILLA

source: JUNE
qvi: INTI RAYMI KILLA

source: JULY
qvi: SITWA KILLA

source: AUGUST
qvi: KARWAY KILLA

source: SEPTEMBER
qvi: KUYA RAYMI KILLA

source: OCTOBER
qvi: TAMYA KILLA

source: NOVEMBER
qvi: AYA WARKAY KILLA

source: DECEMBER
qvi: KAPAK RAYMI KILLA

source: {{ provider }} SEARCH
qvi: Maskana {{ provider }}

source: You’re browsing privately
qvi: Wampuhunki shukllayaypi

source: In private windows, {{brandShortName}} won’t keep any browser history, cookies, or temporary Internet files. However, files you download and bookmarks you make will be kept.
qvi: Tukukunapi shukllayaykunapi, {{brandShortName}} mana allichinka mawka pankakuna, chay cookies o tsirwakaykuna pachak kay Internet. Shina allichirinka chay tsitwakaykuna urahuchina aparina akllashka pankakuna yapanashka.

source: While this device won’t have a record of your browsing history, your Internet service provider can still track the pages you visit.
qvi: Maski mana allichikpi mawka pankakuna kay wampuy chay irunrinpi, kampak kunachiy yanapanakuna internet ushanka katinata chay pankakuna napashamuna.

source: Don’t tell me again
qvi: Na kutin tapuna

source: Learn more
qvi: Ashtawan yachahuna
