Repository: translate/mozilla-gaia
Catalog: ff/apps/privacy-panel/permissions.properties.po
Languages: ff

source: Schedule a notification, or schedule an application to be started.
ff: Eɓɓude tintinol walla kurmugol jaaɓngal.

source: Access audio input devices, e.g. microphone.
ff: Heɓde kaɓirɗi ojoo, wano mikkoroo.

source: Play clock alarms and calendar alarms.
ff: Tarde kolɓitte montoor e haatumeere.

source: Play music and video.
ff: Tarde gaaci e widewoo.

source: Play UI sounds, Web content, music, radio.
ff: Tarde nante UI, loowdi Geese, gaaci, rajo.

source: Play notification message sounds.
ff: Tarde nante ɓatakuuje tintine.

source: Enables the app to implement a browser in an iframe.
ff: Yamirat jaaɓɗe haa ngannomina wanngorde e iframe.

source: Take photos, shoot video, record audio, and control the camera.
ff: Ɓamde nate, fiilde widewoo, fiilde ojoo, ɗowde kameraa.

# perm-contacts-description
source: Add, read, or modify contacts from the address book on the device and read contacts from the SIM.
ff: Ɓeydude, tarde walla waylude jokkondire e doggol ñiiɓirde ngol e kaɓirgol ngol kadi tarde jokkondire e SIM oo.

source: Read contacts from the address book on the device and read contacts from the SIM.
ff: Tarde jokkondire e doggol ñiiɓirde ngol e kaɓirgol ngol kadi tarde jokkondire e SIM oo.

source: Read or modify contacts from the address book on the device and read contacts from the SIM.
ff: Tarde walla waylude jokkondire e doggol ñiiɓirde ngol e kaɓirgol ngol kadi tarde jokkondire e SIM oo.

# perm-contacts-readcreate-description
source: Add, read, or modify contacts from the address book on the device and read contacts from the SIM.
ff: Ɓeydude, tarde walla waylude jokkondire e doggol ñiiɓirde ngol e kaɓirgol ngol kadi tarde jokkondire e SIM oo.

source: Add contacts to the address book on the device.
ff: Ɓeydude jokkondire e doggol ñiiɓirde ngol e kaɓirgol ngol.

source: Display a notification on the user’s device.
ff: Jaytinde tintinol e kaɓirgol kuutoro ngol.

# perm-device-storage-music-description
source: Add, read or modify music files stored on the device.
ff: Ɓeydude, tarde walla waylu piille gaaci mooftaaɗi e kaɓirgol ngol.

source: Read music files stored on the device.
ff: Tarde piille gaaci mooftaaɗi e kaɓirgol ngol.

source: Read or modify music files stored on the device.
ff: Tarde walla waylude piille gaaci mooftaaɗi e kaɓirgol ngol.

# perm-device-storage-music-readcreate-description
source: Add, read or modify music files stored on the device.
ff: Ɓeydude, tarde walla waylude piille gaaci mooftaaɗi e kaɓirgol ngol.

source: Store new music files on the device.
ff: Mooftude piille gaaci kese e kaɓirgol ngol.

# perm-device-storage-pictures-description
source: Add, read or modify picture files stored on the device.
ff: Ɓeydude, tarde walla waylude piille nate mooftaaɗe e kaɓirgol ngol.

source: Read picture files stored on the device.
ff: Tarde piille nate mooftaaɗe e kaɓirgol ngol.

source: Read or modify picture files stored on the device.
ff: Tarde walla waylude piille nate mooftaaɗe e kaɓirgol ngol.

# perm-device-storage-pictures-readcreate-description
source: Add, read or modify picture files stored on the device.
ff: Ɓeydude, tarde walla waylude piille nate mooftaaɗe e kaɓirgol ngol.

source: Store new picture files on the device.
ff: Mooftude piille nate kese e kaɓirgol ngol.

# perm-device-storage-sdcard-description
source: Add, read or modify files stored on the device’s SD card.
ff: Ɓeydude, tarde walla waylude piille mooftaaɗe e kartal SD kaɓirgol ngol.

source: Read files stored on the device’s SD card.
ff: Tarde piille mooftaaɗe e kartal SD kaɓirgol ngol.

source: Read or modify files stored on the device’s SD card.
ff: Tarde walla waylude piille mooftaaɗe e kartal SD kaɓirgol ngol.

# perm-device-storage-sdcard-readcreate-description
source: Add, read or modify files stored on the device’s SD card.
ff: Ɓeydude, tarde walla waylude piille mooftaaɗe e kartal SD kaɓirgol ngol.

source: Store new files on the device’s SD card.
ff: Mooftude piille kese e kartal SD kaɓirgol ngol.

# perm-device-storage-videos-description
source: Add, read or modify video files stored on the device.
ff: Ɓeydude, tarde walla waylude piille widewoo mooftaaɗi e kaɓirgol ngol.

source: Read video files stored on the device.
ff: Tarde piille widewoo mooftaaɗe e kaɓirgol ngol.

source: Read or modify video files stored on the device.
ff: Tarde walla waylude piille widewoo mooftaaɗe e kaɓirgol ngol.

# perm-device-storage-videos-readcreate-description
source: Add, read or modify video files stored on the device.
ff: Ɓeydude, tarde walla waylude piille widewoo mooftaaɗe e kaɓirgol ngol.

source: Store new video files on the device.
ff: Mooftude piille widewoo kese e kaɓirgol ngol.

source: Control the FM radio.
ff: Ɗowde rajo FM oo.

source: Obtain the current location of the user.
ff: Heɓde nokkuure kuutoro wonaande ndee.

source: Allow the app to act as a virtual keyboard by listening to focus change events in other apps.
ff: Yamirde jaaɓngal ngal yoo way no tappirde hooynde so heɗaade bayle kuccol joljole e jaaɓɗe goɗɗe.

source: Obtain mobile network information (MCC, MNC, etc.).
ff: Heɓde humpito resoo cinnde (MCC, MNC, etc.).

source: Enable an app to wake up to receive notification.
ff: Yarmirde jaaɓngal yoo fin ngam jaɓɓinde humpito.

source: Utilize storage without size limitations.
ff: Huutoraade ndesgu ngu alaa happo ɓetol.

source: Allow anonymous cross-origin XHR without the target site having CORS enabled.
ff: Yamirde cross-origin XHR mo innitaaka tawa lowre toɓɓaande ndee hurminaani CORS.

source: Create TCP sockets and communicate over them.
ff: Sosde soktere TCP kadi rewna e majje humpito.

source: Access video input devices, e.g. camera.
ff: Heɓde kaɓirɗi widewoo, wano kameraa.

source: Allow content to open a window in front of all other content.
ff: Yamirde yoo loowdi uddite e henorde dow loowɗeele kala goɗɗe.

source: Play sounds for incoming phone calls.
ff: Tarde nante noddaali cinndel naatooji.

source: Play sounds for phone calls, VoIP calls.
ff: Tarde nante noddaali cinndel, noddaali VoIP.

source: Play public notification sounds.
ff: Tarde gaaci tintinorɗi peñcu.

source: Listen to proximity sensor events in the background.
ff: Heɗaade joljole ejtorɗe ɓadol e cakkitol.

source: Enable an app to run in the background.
ff: Yamirde jaaɓngal dogde e cakkitol.

source: Low level access to Bluetooth hardware.
ff: Ballagol leslesol masiŋeeri Bluutoos.

source: Fires an event when a specific type of cell network message is received (an emergency network notification).
ff: Hurminat joljolal tuma nde fannu ɓatakuru resoo heeriindu heɓaa (tintinol resoo jaaitingol).

# perm-device-storage-apps-description
source: Add, read, or modify files stored in the apps location on the device.
ff: Ɓeydude, tarde walla waylude piille mooftaaɗe e nokkuure jaaɓngal ngal e kaɓirgol ngol.

source: Read files stored in the apps location on the device.
ff: Tarde piille mooftaaɗe e nokkuure jaaɓngal ngal e kaɓirgol ngol.

source: Read, or modify files stored in the apps location on the device.
ff: Tarde walla waylude piille mooftaaɗe e nokkuure jaaɓngal ngal e kaɓirgol ngol.

# perm-device-storage-apps-readcreate-description
source: Add, read, or modify files stored in the apps location on the device.
ff: Ɓeydude, tarde walla waylude piille mooftaaɗe e nokkuure jaaɓngal ngal e kaɓirgol ngol.

source: Store new files in the apps location on the device.
ff: Mooftude piille e nokkuure jaaɓngal ngal e kaɓirgol ngol.

source: Ability to embed apps in mozApp frames.
ff: Waawde soomtorde jaaɓɗe e kaaraaje mozApp.

source: Notify the app if the user is idle.
ff: Tintinde jaaɓngal so kuutoro dillaani.

source: Obtain information about the current mobile voice and data connection.
ff: Heɓde humpito baɗte ceŋagol daande e keɓe cinndel gonangol.

source: Monitor network uploads and downloads.
ff: Rewindaade jollugol e aawtagol resoo.

source: Obtain statistics of data usage per interface.
ff: Heɓde keɓe limlimtooje kuutoragol keɓe daartorde kala.

source: Open windows in a new process.
ff: Uddide kenorɗe e cili kesi.

source: Allow an app to manage permissions of other apps.
ff: Yamirde jaaɓngal yoo toppito jamirooje jaaɓɗe goɗɗe.

source: Turn the screen on or off, control CPU, device power, etc.
ff: Yuɓɓude e ñifde yaynirde, ɗowde CPU, jaynge kaɓirgol, ekn.

source: Configure or read device settings.
ff: Teeltaade walla tarde teelte kaɓirgol.

source: Read device settings.
ff: Tarde teelte kaɓirgol.

source: Read or modify device settings.
ff: Tarde walla waylude teelte kaɓirgol.

source: Add, read or modify device settings.
ff: Ɓeydude, tarde walla waylude teelte kaɓirgol.

source: Add device settings.
ff: Ɓeydude teelte kaɓirgol.

source: Send and receive SMS messages.
ff: Neldude e heɓde ɓatakuuje SMS.

source: Access all telephony-related APIs to make and receive phone calls.
ff: Heɓde APIs toɗɗiiɗi noddirde kala ngam noddude e jaɓde noddaali.

source: Set current time.
ff: Reglude waktu gonaaɗo.

source: Access voicemail.
ff: Heɓde konngi jaaborgel.

source: Manage installed Open Web Apps.
ff: Toppitaade Jaaɓɗe Geese Udditiiɗe aafaaɗe.

source: Enumerate available Wi-Fi networks, get signal strength, connect to a network.
ff: Lumtude resooji Wifi goodaaɗi, heɓde doole siñaal, seŋaade e resoo.

source: Receive WAP Push messages.
ff: Heɓde ɓatakuuje Push WAP.
