Repository: translate/mozilla-gaia
Catalog: ff/apps/privacy-panel/privacypanel.properties.po
Languages: ff

source: Privacy Controls
ff: Ɗowgol Suturo

source: Location Accuracy
ff: Ceeɓgol Nokkuure

source: Transparency Control
ff: Dowgol Laaɓtugol

# privacy-protection
source: Remote Protection
ff: Curgol Goɗɗungol

source: Guided Tour
ff: Njillu Ɗowaangu

# la-panel
source: Location Accuracy
ff: Ceeɓgol Nokkuure

source: Geolocation
ff: Tolnitorde

source: Location adjustment
ff: Peewtingol nokkuure

source: Remember: Location Adjustment influences the location {{brandShortName}} provides to apps. It will not affect your IP-address or locale settings, so some services might still be able to locate you.
ff: Siiftor: Peewtingol Nokkuure ena jogii rewam e nokkuure nde {{brandShortName}} jonnata jaaɓɗe. Ɗuum alaa rewam e niiɓirde-IP- maa walla teelte lokaalde, wadde won e carwe ena mbaawa yiytude ma haa jooni.

source: Adjust the global accuracy level of your current location for all apps, define and set a permanent fixed location and add exceptions for single apps.
ff: Fondito tolno laaɓtugol nokkuure maa wonaande e kuuɓal e jaaɓɗe kala, suɓo nokkuure ñiiɓnde kadi ɓeydaa paltooje jaaɓɗe keeriiɗe.

source: Adjustment
ff: Ponnditgol

source: Add exceptions
ff: Ɓeydu paltooje

source: This list shows all the apps, which are allowed to use your location.
ff: Ngol doggol hollat jaaɓɗe fof, tawa ko jamiraaɗe yoo kuutoro nokkuure maa.

source: User defined
ff: Cuɓaaɗe kuutoro

source: {{ value }} km blur
ff: {{ value }} km iirɗinaa

source: {{ value }} m blur
ff: {{ value }} m iirɗinaa

# type-precise
source: Precise
ff: Ceeɓtuɗo

source: No location
ff: Alaa nokkuure

source: Attention!
ff: Reentino!

source: You haven’t set a custom location yet. Please set this before working on other settings!
ff: A suɓaaki nokkuure heeriinde tawo. Tiiɗno suɓo ngol hade maa teeltaade goɗɗe!

source: Custom Location
ff: Nokkuure Heeriinde

source: Set custom location
ff: Suɓo nokkuure heeriinde

source: Set location
ff: Suɓo nokkuure

source: Set a custom location which is used as a fixed position.
ff: Suɓo nokkuure heeriinde huutorteende no tolnorde ñiiɓnde.

source: Precise
ff: Ceeɓtuɗo

source: No Location
ff: Alaa Nokkuure

source: Adjust the custom location accuracy level of the following app:
ff: Fonndito tolno ceeɓtugol nokkuure heeriinde ndee e ngal jaaɓngal:

# custom-location-ala-10
source: Custom Location
ff: Nokkuure Heeriinde

source: Choose a region/city
ff: Suɓo diiwaan//city

source: Region
ff: Diiwaan

source: City
ff: Wuro

source: Enter GPS Coordinates
ff: Naatnu tolnorɗe GPS

source: Please enter the GPS coordinates for longitude from -180.0 to 180 and latitude from -90.0 to 90.0 degree with a dot to separate full degrees lower values.
ff: Tiiɗno naatnu tolnorɗe GPS juutornde ummaade e -180.0 fayde e 180 e jaatornde tuggi -90.0 haa 90.0 deggere wonndude e toɓɓere seerndoonde kiise tokoose degge timmuɗe.

source: Latitude
ff: Ŋorowol

source: Longitude
ff: Juutornde

source: Global Settings
ff: Teelte Kuuftidinɗe

# rp-panel
source: Remote Protection
ff: Ndeenka Goɗɗungol

source: Please set a passphrase to secure your remote features (maximum 100 characters).
ff: Tiiɗno suɓo finnde ngam hisnude fannuuji maa goɗɗuɗi (hoto diw alkule 100).

source: New passphrase
ff: Finnde hesere

source: Confirm new passphrase
ff: Teeŋtin finnde hesere

source: Please enter your passphrase.
ff: Tiiɗno naatnu finnde maa.

source: Forgot/Change your passphrase?
ff: A yejjitii/Waylu finnde maa?

source: Passphrase
ff: Finnde

source: To reset your passphrase please enter Passcode lock/SIM PIN and new passphrase.
ff: Ngam firlitde finnde maa tiiɗno naatnu kod e /SIM PIN e finnde hesere ndee.

source: Enter Code
ff: Naatnu Kod

source: Passphrase is wrong!
ff: Finnde moƴƴaani!

source: Passphrase is empty!
ff: Finnde ko ɓolde!

source: Passphrase is too long!
ff: Finnde juutii haa ɓurti!

source: You cannot use special characters!
ff: A waawaa huutoraade alkule keeriiɗe!

source: Confirmation must match passphrase!
ff: Teeŋtinol ena foti nanndude e finnde!

source: Passcode lock is empty!
ff: Finnde ko ɓolde!

# pin-invalid
source: Wrong Passcode lock!
ff: Finnde moƴƴaani!

source: Passcode should be 4 digits!
ff: Finnde waɗata ko limooje 4!

# pin-different
source: Wrong Passcode lock!
ff: Finnde moƴƴaani!

source: Wrong SIM PIN!
ff: SIM PIN moƴƴaani!

source: Last try.
ff: Eto-ɗen.

# pin-tries-left[two]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

# pin-tries-left[few]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

# pin-tries-left[many]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

# pin-tries-left[other]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

source: Remote Locate
ff: Yiytu goɗɗungol

source: You can locate this device via SMS as following: RP locate YOURPASSPHRASE
ff: Aɗa waawi yiytude ngol kaɓirgol rewde e SMS hono nih: RP locate FINNDEMAA

source: Remote Ring
ff: Holɓin Goɗɗungol

source: You can ring this device via SMS as following: RP ring YOURPASSPHRASE
ff: Aɗa waawi holɓinde ngol kaɓirgol rewde e SMS hono nih: RP ring FINNDEMAA

source: Remote Lock
ff: Sok Goɗɗungol

source: You can lock this device via SMS as following: RP lock YOURPASSPHRASE
ff: Aɗa waawi sokde ngol kaɓirgol rewde e SMS hono nih: RP lock FINNDEMAA

source: Please activate lockscreen AND passcode in the system settings to use the Remote Protection.
ff: Tiiɗno hurmin lockscreen E finnde e teelte yuɓɓo ngoo ngam huutoraade Ndeenka Ngoɗɗuka.

source: Take me there
ff: Naw am toon

# lock-screen
source: Screen Lock
ff: Daaƴol Yaynirde

# screen-lock-header
source: Screen Lock
ff: Daaƴol Yaynirde

source: Passcode Lock
ff: Cokgol Finnde

source: Require passcode
ff: Naamno finnde

source: Immediately
ff: Jooni-jooni

source: After 1 minute
ff: Caggal hojom 1

source: After 5 minutes
ff: Caggal hojomaaji 5

source: After 15 minutes
ff: Caggal hojomaaji 15

source: After 30 minutes
ff: Caggal hojomaaji 30

source: After 1 hour
ff: Caggal waktu 1

source: Change passcode
ff: Waylu finnde

source: Change
ff: Waylu

source: Create
ff: Sos

# passcode-heading
source: Passcode
ff: Finnde

source: Current passcode
ff: Finnde woodnde

source: New passcode
ff: Finnde hesere

source: Enter passcode
ff: Naatnu finnde

source: Create a Passcode
ff: Sos Finnde

source: Passcode
ff: Finnde

source: Confirm Passcode
ff: Teeŋtin Finnde

source: Passcode is incorrect
ff: Finnde moƴƴaani

source: Passcode doesn’t match. Try again.
ff: Finnde nanndaani. Fuɗɗito.

# tc-panel
source: Transparency Control
ff: Dowgol Laaɓtugol

source: Applications
ff: Jaaɓnirɗe

# tc-permissions
source: Permissions
ff: Jamirooje

source: Alphabetical
ff: Abajadaawol

source: Trust Level
ff: Tolno Hoolaare

source: Vendor
ff: Jeeyoowo

source: Search Apps
ff: Yiylo Jaaɓɗe

source: close
ff: uddu

source: clear
ff: momtu

source: Internal Apps
ff: Jaaɓɗe Nderndere

source: Privileged Apps
ff: Jaaɓɗe Labaaɗe

source: Web Apps
ff: Jaaɓɗe Geese

# tc-explicit-permissions
source: Permissions
ff: Jamirooje

source: Implicit Permissions
ff: Jamirooje Maandinaaɗe

source: Ask
ff: Naamno

source: Deny
ff: Haɗ

source: Grant
ff: Hokku

source: Apps accessing this permission
ff: Jaaɓɗe keɓooje ndee yamiroore

source: Welcome to the Privacy Controls!
ff: A jaɓɓaama e Teelte Suturo!

source: This app will help you enhance your privacy protection and enables you to lock or find your phone if it’s lost. Just have a closer look. It takes only 2 minutes!
ff: Ngal jaaɓngal maa wallu-ma ƴellitde ndeenka suturo maa kadi mbaawaa sokde walla yiytude cinndel maa so majjii. Ƴeew no yahrata jooni. Ɓurataa hojomaaji 2!

source: What is Location Adjustment good for?
ff: Hol ko Peewtingol Nokkure nafata?

source: Many apps access your geolocation, like the addressbook or the camera. If you don’t want to disclose your exact position, you can adjust the accuracy of your current location that is used by apps, set a custom location or hide your geolocation.
ff: Jaaɓɗe keewɗe ena kuutoroo tolnitorde maa, wano doggol ñiiɓirɗe maa walla kameraa. SO a yiɗaa anndee nokku mo ngon-ɗaa, aɗa waawi feewtinde ceeɓgol nokkuure ngon-ɗaa nde jaaɓɗe ɗee kuutortoo, sosde nokkuure heeriinde walla suuɗde tolnitorde maa.

source: How to set Location Adjustment?
ff: Hol no Peewtingol Nokkuure waɗirtee?

source: Not every app needs your exact location to work properly. Instead of sharing your exact coordinates, you can choose to effectively blur your location to e.g. 50 miles around you. This way, your weather app will still work, but you are not disclosing your exact location. Remember: Location Adjustment will not completely hide you!
ff: Wonaa jaaɓngal fof sokli nokkuure maa bec ngam dogde no haanirta. Ɓuraani lollinde tolnorɗe maa bec, ɓuri ko suɓaade niɓɓiɗinde nokkuure maa wona yeru 50 kilomeeter taaro maa. So wayii noon, haɗataa jaaɓngal maa metewo dogde kono nokkuure maa bec anndetaake. Siiftor: Peewtingol Nokkuure waawaa suuɗde-ma e kuuɓal!

source: What is Custom Location?
ff: Ko woni Nokkuure Feŋtornde?

source: With the custom location setting you are able to hide your real location and set it to another place worldwide. You choose where you are!
ff: Nokkuure maa feŋtorde ena hokku-maa waawde suuɗde nokkuure maa tigi mbaɗtaa ɗum e nokku goɗɗe e winndere. Ko aan suɓotoo to ngon-ɗaa!

source: What is location per app?
ff: Ko woni jaaɓngal fof e nokkuure?

source: Here you will find an overview of all apps, that can access your geolocation. You can adjust the settings for each app individually. They overwrite the global location accuracy for that app.
ff: Ɗoo maa yiy jiimtorde jaaɓɗe fof, baawɗe heɓde tolnitorde maa. Aɗa waawi waylude teelte jaaɓngal kala bannge mum. Kisa ɗe pawtoo e ceeɓtugol nokkuure huuɓnde ngal-ɗoon jaaɓngal.

source: Remote Protection? What is it?
ff: Ndeenka Ngoɗɗuka? Ko ɗum woni?

source: If your phone is stolen or lost, you can use the Remote Protection. With another phone you can locate it, let it ring or even lock it remotely. You first have to set your personal passphrase and enable the features you will want to use (locate, ring and lock).
ff: So cinndel maa wujjaama walla majjii, aɗa waawi huutoraade Ndeenka Ngoɗɗuka. Huutoraade cinndel goɗngel, aɗa waaawi anndude ɗo ngel woni, holɓin ngel walla nih sookdirde ngel yolnde. Alaa e sao njogo-ɗaa finnde maa kadi kurminaa fannuuji ɗi jiɗoytaa huutoraade (yiytu, holɓin, sok).

source: How to set your personal passphrase?
ff: Hol no cuɓorto-ɗaa finnde maa heeriinde?

source: Tap “Remote Protection” and set your passphrase to secure your remote features. If you have forgotten your actual passphrase you can reset it using your SIM PIN or lockscreen passcode.
ff: Tappu e “Ndeenka Ngoɗɗuka” tee cosaa finnde maa ngal hisnude fannuuji goɗɗungol. So a yejjitii finnde maa aɗa waawi firlitde nde huutoraade PIN SIM maa walla kod maa daaƴirɗo yaynirde.

source: How to locate my phone?
ff: Hol no njiytirtu-mi cinndel am?

source: If your phone is lost, just take the phone of a friend and send a SMS with
ff: So cinndel maa majjii, ɓam cinndel musidɗo maa, neldaa SMS ena waɗi

source: RP locate YOURPASSPHRASE
ff: RP locate FINNDEMAA

source: to your phone number and you’ll get the exact GPS coordinates via SMS in return. Make sure to set up the passphrase!
ff: to tonngoode cinndel maa kisa maa jaabawol SMS neldu-ma tolnorɗe GPS timmuɗe. Ƴeewto tigi so finnde ndee sosaama!

source: How to ring your phone?
ff: Hol no kolɓinirtaa cinndel maa?

source: It’s easy! Just send an SMS with
ff: Ena weeɓi! Neldu SMS tan ena waɗi

source: RP ring YOURPASSPHRASE
ff: RP ring FINNDEMAA

source: to your phone number and it will ring until you find it and unlock it.
ff: to tonngoode cinndel maa kisa ma ngel holɓu haa nde njiytu-ɗaa ngel fof, coktaa.

source: How to lock my phone?
ff: Hol no cokirtu-mi cinndel am?

source: If you have lost your phone and you want to lock it remotely just send an SMS with
ff: So a majjinii cinndel maa walla aɗa yiɗi sokde ngel e yolnde, neldu SMS tan ena waɗi

source: RP lock YOURPASSPHRASE
ff: RP lock FINNDEMAA

source: to your phone number. The phone will lock itself and only you will be able to unlock it with your regular screen passcode.
ff: to tonngoode cinndel maa. Cinndel ngel maa sok hoore mum tee ko aan tan waawi soktude nde huutoraade finnde maa sokirde yaynirde.

source: Get Started!
ff: Fuɗɗo Jooni!

source: Finish Tour
ff: Gaynu Njillu

source: Back
ff: Rutto

source: Next
ff: Yeeso

source: Your device should ring now and was locked. You can unlock it with your passcode.
ff: Kaɓirgol maa ena foti holɓude jooni kadi sokaama. Aɗa waawi soktirde ngol finnde maa.

source: Your device was locked. You can unlock it with your passcode.
ff: Kaɓirgol maa sokaama. Aɗa waawi soktirde ngol finnde maa.

source: Your device coordinates are @{{latitude}},{{longitude}} and your device was locked. You can unlock it with your passcode.
ff: Tolnitorde kaɓirgol maa ko @{{latitude}},{{longitude}} tee ngol sokaama. Aɗa waawi soktirde ngol finnde maa.

source: About Privacy Controls
ff: Baɗte Teelte Suturo

source: Version
ff: Yamre

source: Build-ID
ff: ID-Mahngo

source: About the Privacy Controls
ff: Baɗte Teelte Suturo ɗee

source: Together with Deutsche Telekom the Mozilla Foundation developed the Privacy Controls to enable the user to take back control of the personal data
ff: Wonndude e Deutsche Telekom Mozilla Foundation topiima Teelte Suturo ɗee ngam huutorɓe mbaawa keɓe mum'en keeriiɗe ngarta e juuɗe muum'en
