Repository: translate/mozilla-gaia
Catalog: qvi/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Wakina

source: Resend
id: Kutin kachana

source: Connecting
id: Llamirahun...

source: Verify
id: Alli rikuna

source: Verifying
id: Alli rikunahun

source: Verified
id: Alli rikushka

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{app_name}} munanka rikinata y alli rikunata kampak yupay rimachik anta. Akllanki shuk tawka rikurinakuna munahukta watinkapak o killkay shuk mushuk.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Kachashkanchi shuk kamachintan {{phone_number}}. Kutin shinarinka kilkakatina paymandayak o killkakatinata shinarinka makillankaylla na arinakpi kay irunrinpi.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: Shinapacha! kanpa yupayta {{phone_number}} kunan alli rikushka shinankapak {{app_name}}.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Yanapak alli rikuna mana shinay ushanyu kunanpacha. Rikunki kampak llamiray Internet y shinanki kutin o shuyay shuk chinikukuna.

source: There seems to be a problem with your verification code. Let's try once again!
id: Shuk llaki tyan llarin kamachintanwan alli rikuna. Kutin shinakrinchi!

source: Mobile identity
id: Kikinyari willi willi

source: OK
id: Alli

source: Or add your phone number
id: O mirachina kanpa rimachik anta yupay

source: Or select a phone number from the list
id: O akllay shuk shutitan yupay
