Repository: translate/mozilla-gaia
Catalog: son/apps/costcontrol/costcontrol.properties.po
Languages: son

# topup-confirmation-title2
source: Usage
son: Goyyan

source: Top-up confirmed
son: Nooru-tontoni ašariya tabatandi

# topup-incorrectcode-title2
source: Usage
son: Goyyan

source: Incorrect top-up code entered.
son: Nooru-tontoni ašariya laala ka huru.

source: Updating
son: Taagandiyan

source: Updating…
son: Goo ma taagandi…

source: Yesterday
son: Bi

source: Today
son: Hõ

source: Never
son: Abada

source: Usage Widget
son: Teeyan goyjinaybii

source: Tap to track your phone and internet usage.
son: Karkar ka war talfon nda interneti goyoo kur.

source: Tap to track your internet usage.
son: Karkar ka war interneti goyoo kur.

source: Airplane Mode
son: Beenehii yaayi

source: Please, turn off airplane mode to enable Usage.
son: Beenehii yaayi kaa ka duu ka ciya koyne.

source: Locked SIM card
son: SIM kattaa kufalante

source: Error
son: Firka

source: Please, make sure airplane mode is off.
son: Wa soobay ka beenehii alhaali wii.

source: Usage First Time Experience
son: Goy cee jina maateyan

source: Save money by keeping track of your phone and internet usage.
son: War talfon nda interneti goyyanoo hawgay ka nooru gaabu.

source: Save money by keeping track of your internet usage.
son: War talfon nda interneti gayyanoo hawgay ka nooru gaabu.

source: Get clear information about how much internet you’re using.
son: Duu alhabar kaaray takaa kaŋ nda war ga interneti ka goy.

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
son: Alhabar cebandi Goyyan ga ka šerre ka hun talfonoo woo ga. War kanbe-goy nookaw koroši ka duu kontu alhabar šilbante.

source: Type of Contract
son: Waafakay dumi

source: Select the type of contract you have with your mobile service provider.
son: Suuba waafakay dumoo kaŋ war goo nd'a war kanbe-goy nookaa se.

source: Low Balance Alert
son: Cindi kaccu yaamar

source: Set an alert to avoid running out of credit.
son: Yaamar dam ka ganji war nooroo ma ben.

source: Data Report and Alert
son: Bayhaya bayrandi nda yaamar

source: Receive reports about your Internet usage and set an alert to avoid using too much.
son: Duu bayrandiyaŋ war interneti goyyan ga nda yaamar dam ka naarumi boobo ganji.

source: Phone and Data Report
son: Talfon nda bayhaya bayrandi

source: Receive reports about your phone and Internet usage.
son: Duu bayrandey war talfonoo nda interneti goyyanoo ga.

# fte-postpaid3-title
source: Data Alert
son: Bayhaya yaamar

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
son: Yaamar dam ka ganji bayhaya boobo ma goyandi.

source: Data Report
son: Bayhaya bayrandi

source: Receive reports about your internet usage.
son: Duu bayrandey war interneti goyyanoo ga.

# fte-onlydata3-title
source: Data Alert
son: Bayhaya yaamar

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
son: Yaamar dam ka ganji bayhaya boobo ma goyandi.

source: Phone Activity
son: Talfon goyyan

source: Balance
son: Cindi

source: Roaming: no automatic balance update. You might be charged for updating manually.
son: Naarumi: nooru cindi ši taagandi nda bon se. A ga hima war hunday ma nooru dam.

source: Balance didn’t update correctly. Try updating manually.
son: Cindi mana nga boŋ taagandi boryo. Ceeci k'a tee nda war boŋ.

source: Turn off airplane mode to update your balance or top up.
son: Beenehii yaayi wii ka war nooru cindi wala tontoni taagandi.

source: Do you want to disable Airplane mode to update or top up?
son: Beenehii yaayi wii ka dii war nooru cindi wala tontoni taagandi?

source: You need phone coverage to update your balance or top up.
son: Talfon sankay ga waažibi ka war nooru cindi wala tontoni taagandi.

source: Top Up
son: Nooru-tontoni ašariya

source: Enter the top-up code
son: Nooru-tontoni ašariya dam

source: Find it on the scratch card or directly in your receipt.
son: Duu w'a maasa katta ga wala war daymi-tiiraa ga.

source: You will receive a confirmation message
son: War ga kaa ka duu tabatandiyan alhabar

source: Make sure the code is correct and try again.
son: W'alhakiika ašariyaa ga boori nda ceeci koyne.

source: There was a problem sending the code. Please, try again.
son: Šenday bangay ašariya sanbaroo waate. A tee koyne taare.

# application-error-title
source: Service unavailable
son: Goyoo ši duwandi

source: Contact your company representative
son: Hantum war konpaɲaa diyaa se

# service-unavailable-title
source: Service unavailable
son: Goyyan ši duwandi

source: Neither update nor top-up is possible at the moment. Please try later.
son: Taagandi wala nooru-tontoni kul ši tee waatoo woo ra. Taare ceeci koyne.

source: Data usage
son: Bayhaya goyyan

source: Update
son: Taagandi

source: Use top-up code
son: Goy nda nooru-tontoni ašariya

source: Open top-up menu
son: Nooru-tontoni šilbayboŋ feeri

source: OK
son: Ayyo

source: Your top-up is being processed.
son: War nooru-tontonoo goo ma huru.

source: Update your balance to confirm. If balance is unchanged, try topping up again.
son: War nooru cindi taagandi ka tabati. Nda cindoo mana barmay, ceeci ka tonton koyne.

source: Top-up not confirmed
son: Nooru-tontoni mana tabati

source: Try updating your balance or retry top-up.
son: Ceeci ka war cindoo taagandi wala ka nooru tonton.

source: send
son: sanba

source: My phone and Internet plan is
son: Ay talfon nda interneti goymee ti

source: Prepaid
son: Bana-ka-ben

source: Postpaid
son: Kaa-ka-bana

source: Phone activity
son: Talfon goyyan

source: SMS sent
son: SMS sanbantey

source: Calls made
son: Ciyari teeyantey

source: Settings
son: Kayandiyaney

# settings-button.ariaLabel
source: Settings
son: Kayandiyaney

source: Low balance alert
son: Cindi kaccu yaamar

source: When balance is below
son: Nda cindoo ga kayna

source: Phone and Internet data report
son: Talfon nda interneti bayhayabayrandi

source: Internet data report
son: Interneti bayhaya bayrandi

source: Starting on
son: Tunandi taaga

source: Cancel
son: Naŋ

source: Monthly
son: Handu kul

source: Weekly
son: Jirbiyye kul

source: Monday
son: Atinni

source: Tuesday
son: Atalaata

source: Wednesday
son: Alarba

source: Thursday
son: Alhamiisa

source: Friday
son: Alzuma

source: Saturday
son: Asibti

source: Sunday
son: Alhadi

source: Billing cycle ends
son: Banayan waatoo too

source: Tracking will reset on this date
son: Hawgayyan ga willi yaada ga hanoo woo ga

source: Yes
son: Ayyo

source: Done
son: A ben

source: Confirmation
son: Tabatandiyan

source: Your current Wi-Fi data usage is {{wifiData}}. Clear it all?
son: War sohõda Wi-Fi bayhaya goyyan ti {{wifiData}}. Akul tuusu?

source: Your current mobile data usage is {{mobileData}}. Clear it all?
son: War sohõda kanbe bayhaya goyyan ti {{mobileData}}. Akul tuusu?

source: Your current data usages are {{mobileData}} on mobile, {{wifiData}} on Wi-Fi. Clear it all?
son: War sohõda bayhaya goyyaney ti {{mobileData}} kanbe jinay ga, {{wifiData}} Wi-Fi ga. Akul tuusu?

source: All current data will be deleted. Are you sure you want to reset?
son: Sohõ bayhayey kul ga tuusandi. Alhakiika war ga baa k'a yeeti?

source: Reset
son: Yeeti

source: Reset Wi-Fi usage
son: Wi-Fi goyyan yeeti

source: Reset mobile usage
son: Kanbe talfon goyyan yeeti

source: Reset mobile & Wi-Fi data
son: Kanbe talfon nda Wi-Fi bayhaya yeeti

source: Not set
son: Mana tabatandi

source: Used
son: Goyante

source: Limit passed
son: Dimma bisa

source: Limit
son: Dimma

source: Data usage limit
son: Bayhaya goyyan dimma

source: Data use alert
son: Bayhaya goyyan yaamar

source: When use is above
son: Nda goyyan goo beene

source: Enter a mobile data limit alert
son: Diray bayhaya dimma yaamar dam

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
son: Ciyari cahãri ka žabu nda dimmaa too ka ben. Šelaŋ nda war bayhaya nookaw ka yaamar alkadar himante kayandi.

source: Data limit
son: Bayhayey adadu

source: Wi-Fi usage
son: Wi-Fi goyyan

source: Mobile usage
son: Kane talfon goyyan

# wifi-usage-settings
source: Wi-Fi usage
son: Wi-Fi goyyan

# mobile-usage-settings
source: Mobile usage
son: Kanbe talfon goyyan

source: I’m Pre-paid
son: Ay bana ka ben

source: I’m Post-paid
son: Ay ga bana hiino

source: Reset data usage
son: Bayhaya goyyan yeeti

source: Reset report
son: Bayrandi yeeti

source: Next
son: Jine

source: Back
son: Banda

source: Let’s go!
son: Ir ma koy!

source: Alert
son: Yaamar

source: Alert Limit
son: Yaamar dimma

source: Welcome
son: Kubayni

source: {{limit}} of data used
son: bayhaya goyante {{limit}}

source: You’ve reached the limit you selected
son: War too dimmaa kaŋ war n'a suuba ga

source: Low balance
son: Cindi kaccu

source: {{remaining}} remaining phone credit
son: Talfon ciyari nooru {{remaining}}

source: Balance has reached zero, no phone credit remaining.
son: Cindoo ti yaada, talfon ciyari nooru kul mana cindi.

source: Not available
son: Ši bara

source: Usage
son: Goyyan

source: Internet
son: Interneti

source: Phone
son: Talfon

source: Loading interface data. Please retry in a while.
son: Dii-feddi bayhaya zumandi. Ceeci koyne kayna da.

source: Data Limit ({{value}})
son: Benandi han ({{value}})

# data-available2[zero]
source: {{value}} {{unit}} available
son: {{value}} {{unit}} ga bara

# data-available2[one]
source: {{value}} {{unit}} available
son: {{value}} {{unit}} ga bara

# data-available2[two]
source: {{value}} {{unit}} available
son: {{value}} {{unit}} ga bara

# data-available2[few]
source: {{value}} {{unit}} available
son: {{value}} {{unit}} ga bara

# data-available2[many]
source: {{value}} {{unit}} available
son: {{value}} {{unit}} ga bara

# data-available2[other]
source: {{value}} {{unit}} available
son: {{value}} {{unit}} ga bara

# over-limit[one]
source: {{value}} {{unit}} over limit
son: {{value}} {{unit}} fellaa boŋ

# over-limit[two]
source: {{value}} {{unit}} over limit
son: {{value}} {{unit}} fellaa boŋ

# over-limit[few]
source: {{value}} {{unit}} over limit
son: {{value}} {{unit}} fellaa boŋ

# over-limit[many]
source: {{value}} {{unit}} over limit
son: {{value}} {{unit}} fellaa boŋ

# over-limit[other]
source: {{value}} {{unit}} over limit
son: {{value}} {{unit}} fellaa boŋ

source: Mobile usage per app
son: Kanbe goyyan porogamize se

source: You have not used any mobile data yet. Usage for each application will show up here when you do.
son: War mana goy nda kanbe bayhaya kul jina. Goy kul nda porogaramoo woo ga fatta ne waati din.

source: {{amount}} of data used since {{start-date}}
son: Bayhaya {{amount}} kaŋ goyanda za {{start-date}}

source: {{amount}} of data used this week
son: Bayhaya {{amount}} kaŋ goyandi jirbiyyaa woo ra

source: {{amount}} of data used this month
son: Bayhaya {{amount}} kaŋ goyandi handoo woo ra

source: Others
son: Itaney

source: Browser
son: Ceecikaw

source: Limit of {{value}} MB
son: MB {{value}} adadu

source: Limit of {{value}} GB
son: GB {{value}} adadu

source: {{value}} left
son: {{value}} cindi

source: Exceeded by {{value}}
son: A hoo nda {{value}}

source: Today is {{today}}
son: Hõ to {{today}}

source: From {{from}} to {{to}}
son: Za {{from}} hala {{to}}
