Repository: translate/mozilla-gaia
Catalog: ff/apps/calendar/calendar.properties.po
Languages: ff

source: Back
ff: Rutto

source: Save
ff: Danndu

source: Hide
ff: Suuɗ

source: Cancel
ff: Haaytu

source: Confirm
ff: Teeŋtin

source: Done
ff: Gasii

source: Events
ff: Joljole

source: Edit
ff: Taƴto

source: All-day Events
ff: Joljolal ñalawma kuurɗo

source: No Events
ff: Alaa Joljole

# show-today
source: Today
ff: Hannde

source: Month
ff: Lewru

source: Week
ff: Yontere

source: Day
ff: Ñalawma

# settings-show
source: Settings
ff: Teelte

source: Hide settings
ff: Suuɗ teelte

source: Add an account
ff: Ɓeydu konte

# new-event
source: Add event
ff: Ɓeydu joljolal

source: Event
ff: Joljolal

source: Add Event
ff: Ɓeydu Joljolal

source: Edit Event
ff: Taƴto Joljolal

source: Account
ff: Konte

source: Accounts
ff: Konte

# advanced-settings-short-icon-button.ariaLabel
source: Settings
ff: Teelte

source: Calendar Settings
ff: Teelte Haatumeere

source: Personalization
ff: Keertingol

source: Reminders
ff: Ciiftine

source: Add Account
ff: Ɓeydu Konte

source: Username
ff: Innde kuutoro

source: Password
ff: Finnde

source: Please wait while your account is set up
ff: Tiiɗno sabbo tuma nde konte maa teeltetee

source: Unable to sync
ff: Horiima syncude

source: Sign in
ff: Seŋo

# preset-local
source: Offline calendar
ff: Haatumeere seŋtiinde

# calendar-local
source: Offline calendar
ff: Haatumeere seŋtiinde

# event-title.placeholder
source: Title
ff: Tiitoonde

source: Where?
ff: Hol toon?

source: Notes
ff: Ciife

source: All day event?
ff: Joljolal ñalawma kuurɗo?

# event-start-date.placeholder
source: Start date
ff: Ñalngu fuɗɗotoo

# event-end-date.placeholder
source: End date
ff: Ñalngu gasata

# event-start-time.placeholder
source: Start time
ff: Waktu fuɗɗotoo

# event-end-time.placeholder
source: End time
ff: Waktu gasata

source: Delete event
ff: Momtu joljolal

source: Remove local data
ff: Momtu keɓe nokkuure

source: Remove account
ff: Momtu konte

source: Removing this account will also remove your local copy of associated calendars and events.
ff: Momtude ɗee konte maa momtor kisa kaatumeeje e joljole ɗeen konte gonɗe e cinndel maa.

source: Sync
ff: Sanngoɗin

source: Syncing
ff: Nana synca

source: Syncing complete
ff: Sync gasii

source: Sync Calendar
ff: Sync Haatumeere

source: 15 min
ff: hoj 15

source: 30 min
ff: hoj 30

source: Manually
ff: Junngol

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
ff: {{startDate}}<br>tuggi {{startTime}} haa {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
ff: Tuggi {{startTime}} {{startDate}}<br>haa {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
ff: Ñalawma kuurɗo <br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
ff: Ñalawma kuurɗo tuggude {{startDate}}<br>haa {{endDate}}

source: None
ff: Hoto siiftin

source: Reminder:
ff: Ciiftinol:

source: Remind me
ff: Siiftin am

source: At time of event
ff: E waktu joljolal

source: On day of event
ff: E ñalngu joljolal

source: {{title}} starting {{distance}}
ff: {{title}} ena fuɗɗoo {{distance}}

source: {{title}} started {{distance}}
ff: {{title}} fuɗɗiima {{distance}}

source: 0 minutes before
ff: hojomaaji 0 hade ndeen

source: 1 minute before
ff: hojom 1 hade ndeen

# minutes-before[two]
source: {{value}} minutes before
ff: hojomaaji {{value}} hade ndeen

# minutes-before[few]
source: {{value}} minutes before
ff: hojomaaji {{value}} hade ndeen

# minutes-before[many]
source: {{value}} minutes before
ff: hojomaaji {{value}} hade ndeen

# minutes-before[other]
source: {{value}} minutes before
ff: hojomaaji {{value}} hade ndeen

source: 0 hours before
ff: watuuji 0 hade ndeen

source: 1 hour before
ff: watu 1 hade ndeen

# hours-before[two]
source: {{value}} hours before
ff: waktuuji {{value}} hade ndeen

# hours-before[few]
source: {{value}} hours before
ff: waktuuji {{value}} hade ndeen

# hours-before[many]
source: {{value}} hours before
ff: waktuuji {{value}} hade ndeen

# hours-before[other]
source: {{value}} hours before
ff: waktuuji {{value}} hade ndeen

source: 0 days before
ff: ñalɗi 0 hade ndeen

source: 1 day before
ff: ñalngu 1 hade ndeen

# days-before[two]
source: {{value}} days before
ff: ñalɗi {{value}} hade ndeen

# days-before[few]
source: {{value}} days before
ff: ñalɗi {{value}} hade ndeen

# days-before[many]
source: {{value}} days before
ff: ñalɗi {{value}} hade ndeen

# days-before[other]
source: {{value}} days before
ff: ñalɗi {{value}} hade ndeen

source: 0 weeks before
ff: jonte 0 hade ndeen

source: 1 week before
ff: yontere 1 hade ndeen

# weeks-before[two]
source: {{value}} weeks before
ff: jonte {{value}} hade ndeen

# weeks-before[few]
source: {{value}} weeks before
ff: jonte {{value}} hade ndeen

# weeks-before[many]
source: {{value}} weeks before
ff: jonte {{value}} hade ndeen

# weeks-before[other]
source: {{value}} weeks before
ff: jonte {{value}} hade ndeen

source: 0 months before
ff: lebbi 0 hade ndeen

source: 1 month before
ff: lewru 1 hade ndeen

# months-before[two]
source: {{value}} months before
ff: lebbi {{value}} hade ndeen

# months-before[few]
source: {{value}} months before
ff: lebbi {{value}} hade ndeen

# months-before[many]
source: {{value}} months before
ff: lebbi {{value}} hade ndeen

# months-before[other]
source: {{value}} months before
ff: lebbi {{value}} hade ndeen

source: 0 years before
ff: duuɓi 0 hade ndeen

source: 1 year before
ff: hitaande 1 hade ndeen

# years-before[two]
source: {{value}} years before
ff: duuɓi {{value}} hade ndeen

# years-before[few]
source: {{value}} years before
ff: duuɓi {{value}} hade ndeen

# years-before[many]
source: {{value}} years before
ff: duuɓi {{value}} hade ndeen

# years-before[other]
source: {{value}} years before
ff: duuɓi {{value}} hade ndeen

source: 0 minutes after
ff: hojomaaji 0 caggal ɗuum

source: 1 minute after
ff: hojom 1 caggal ɗuum

# minutes-after[two]
source: {{value}} minutes after
ff: hojomaaji {{value}} caggal ɗuum

# minutes-after[few]
source: {{value}} minutes after
ff: hojomaaji {{value}} caggal ɗuum

# minutes-after[many]
source: {{value}} minutes after
ff: hojomaaji {{value}} caggal ɗuum

# minutes-after[other]
source: {{value}} minutes after
ff: hojomaaji {{value}} caggal ɗuum

source: 0 hours after
ff: waktuuji 0 caggal ɗuum

source: 1 hour after
ff: waktu 1 caggal ɗuum

# hours-after[two]
source: {{value}} hours after
ff: waktuuji {{value}} caggal ɗuum

# hours-after[few]
source: {{value}} hours after
ff: waktuuji {{value}} caggal ɗuum

# hours-after[many]
source: {{value}} hours after
ff: waktuuji {{value}} caggal ɗuum

# hours-after[other]
source: {{value}} hours after
ff: waktuuji {{value}} caggal ɗuum

source: 0 days after
ff: balɗe 0 caggal ɗuum

source: 1 day after
ff: ñalngu 1 caggal ɗuum

# days-after[two]
source: {{value}} days after
ff: balɗe {{value}} caggal ɗuum

# days-after[few]
source: {{value}} days after
ff: balɗe {{value}} caggal ɗuum

# days-after[many]
source: {{value}} days after
ff: balɗe {{value}} caggal ɗuum

# days-after[other]
source: {{value}} days after
ff: balɗe {{value}} caggal ɗuum

source: 0 weeks after
ff: jonte 0 caggal ɗuum

source: 1 week after
ff: yontere 1 caggal ɗuum

# weeks-after[two]
source: {{value}} weeks after
ff: jonte {{value}} caggal ɗuum

# weeks-after[few]
source: {{value}} weeks after
ff: jonte {{value}} caggal ɗuum

# weeks-after[many]
source: {{value}} weeks after
ff: jonte {{value}} caggal ɗuum

# weeks-after[other]
source: {{value}} weeks after
ff: jonte {{value}} caggal ɗuum

source: 0 months after
ff: lebbi 0 caggal ɗuum

source: 1 month after
ff: lewru 1 caggal ɗuum

# months-after[two]
source: {{value}} months after
ff: lebbi {{value}} caggal ɗuum

# months-after[few]
source: {{value}} months after
ff: lebbi {{value}} caggal ɗuum

# months-after[many]
source: {{value}} months after
ff: lebbi {{value}} caggal ɗuum

# months-after[other]
source: {{value}} months after
ff: lebbi {{value}} caggal ɗuum

source: 0 years after
ff: duuɓi 0 caggal ɗuum

source: 1 year after
ff: hitaande 1 caggal ɗuum

# years-after[two]
source: {{value}} years after
ff: duuɓi {{value}} caggal ɗuum

# years-after[few]
source: {{value}} years after
ff: duuɓi {{value}} caggal ɗuum

# years-after[many]
source: {{value}} years after
ff: duuɓi {{value}} caggal ɗuum

# years-after[other]
source: {{value}} years after
ff: duuɓi {{value}} caggal ɗuum

# hour-format12
source: %I %p
ff: %H

# week-hour-format12
source: %I %p
ff: %H

source: All Day
ff: Ñalawma Fof

source: %I:%M
ff: %H:%M

source: %b %e, %A
ff: %A %e %b

source: %A, %b %e
ff: %A %e %B

source: %A, %B %d, %Y
ff: %A %d %B %Y

source: The event cannot end before its start date
ff: Joljolal waawaa gasede hade ñalngu fuɗɗotoo

source: The event cannot end before its start time
ff: Joljolal waawaa gasede hade waktu fuɗɗotoo

source: Wrong login and/or password
ff: Finnde e/walla waccoore moƴƴaani

source: Server error. Check your login and try again.
ff: Juumre sarworde. Ƴeewto waccoore maa puɗɗito-ɗaa.

source: Something is wrong. Try again later.
ff: Won ko feewaani. Eto kadi so ɓooyii.

source: No connection. Check your network configuration and try again.
ff: Alaa ceŋol. Ƴeewto teelte resoo maa puɗɗito-ɗaa.

source: This account already exists.
ff: Ɗee konte enangoodi kisa.

source: Calendar sync error
ff: Juumre sync haatumeere

source: Tap for more info
ff: Tappu ngam ɓeydude humpito

# weekday-0-single-char
source: S
ff: D

source: M
ff: A

# weekday-2-single-char
source: T
ff: M

source: W
ff: N

# weekday-4-single-char
source: T
ff: N

source: F
ff: M

# weekday-6-single-char
source: S
ff: H

source: Friday
ff: Mawnde

source: Thursday
ff: Naasaande

source: Wednesday
ff: Njeslaare

source: Tuesday
ff: Mawbaare

source: Monday
ff: Aaɓnde

source: Sunday
ff: Dewo

source: Saturday
ff: Hoore-biir

source: {{n}} event
ff: joljolal {{n}}

# busy[two]
source: {{n}} events
ff: joljole {{n}}

# busy[few]
source: {{n}} events
ff: joljole {{n}}

# busy[many]
source: {{n}} events
ff: joljole {{n}}

# busy[other]
source: {{n}} events
ff: joljole {{n}}

# present.ariaLabel
source: Today
ff: Hannde

# past-other-month-description.ariaLabel
source: Other month
ff: Lewru woɗndu

# future-other-month-description.ariaLabel
source: Other month
ff: Lewru woɗndu

source: Has alarm
ff: Ena jogii holɓitere

source: Calendars
ff: Kaatumeeje

# multi-day-new-event-link.ariaLabel
source: Add event
ff: Ɓeydu joljolal

# title.ariaLabel
source: Title
ff: Tiitoonde

source: Location
ff: Nokkuure

source: Duration
ff: Juuteendi

source: Calendar
ff: Haatumeere

source: Alarms
ff: Kolɓitorɗe

source: Description
ff: Cifagol

# start-date.ariaLabel
source: Start date
ff: Ñalngu fuɗɗotoo

# start-time.ariaLabel
source: Start time
ff: Waktu fuɗɗotoo

# end-date.ariaLabel
source: End date
ff: Ñalngu gasata

# end-time.ariaLabel
source: End time
ff: Waktu gasata

source: Loading
ff: Nana loowa

source: All day
ff: Ñalawma kuurɗo

source: Create event
ff: Sos joljolal

source: Create all day event
ff: Sos joljolal ñalawma kuurɗo

source: from {{startTime}} to {{endTime}}
ff: tuggi {{startTime}} haa {{endTime}}

source: {{startDate}} from {{startTime}} to {{endTime}}
ff: {{startDate}} tuggi {{startTime}} haa {{endTime}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
ff: Tuggi {{startTime}} {{startDate}} haa {{endTime}} {{endDate}}
