Repository: translate/mozilla-gaia
Catalog: bm/apps/calendar/calendar.properties.po
Languages: bm

source: Back
bm: Kɔ fɛ

source: Save
bm: A mara

source: Hide
bm: A dogo

source: Cancel
bm: A b'ɔa ma

source: Confirm
bm: A sɛmɛntiya

source: Done
bm: A kɛla

source: Events
bm: Kow

source: Edit
bm: A yɛlɛma

source: All-day Events
bm: Tile kuuru kow

source: No Events
bm: Ko foyi

source: Swipe
bm: A trɛntɛ

source: to navigate between calendar dates.
bm: Ka ɲini kɛ donw ni ɲon cɛ

source: Today
bm: Bi

source: Month
bm: Kalo

source: Week
bm: Dɔgɔ kun

source: Day
bm: Don

# settings-show
source: Settings
bm: Baara labɛnw

source: Hide settings
bm: Ka siki sen kan baaraw ladogo

source: Add an account
bm: Ka dɔ fara baara tigiw kan

source: Add event
bm: Ka ko kura kɛ

source: Event
bm: Ko

source: Add Event
bm: Ka Ko kura sigi sen kan

source: Edit Event
bm: Ko Kuraya li

source: Account
bm: Baara kɛ yɔrɔ

source: Accounts
bm: Tɔgɔ la baaraw

# advanced-settings-short
source: Settings
bm: Baara sigi sekanliw

source: Calendar Settings
bm: Don o don baara sigi sekan li

source: Personalization
bm: Tɔgɔ la kow kɛrɛn kɛrɛn li

source: Reminders
bm: Hakili jigi fɛnw

source: Add Account
bm: Ka tɔgɔ la baara kura sigi sen kan

source: Username
bm: Baara kɛla tɔgɔ

source: Password
bm: Baara kɛla ka gundo kan

source: URL
bm: URL ko

source: Please wait while your account is set up
bm: I jɔ i ka baara kɛ ko ka sigi sen kan

source: Unable to sync
bm: A tise kan fɛnw ɲɔgɔn ma

source: Sign in
bm: Ka do

source: CalDav
bm: CalDavi

source: Yahoo!
bm: Yahoo ɲini kɛ lan!

source: Google
bm: Google ɲini kɛ lan

# preset-local
source: Offline calendar
bm: Don o don ɲini li kɛ baliya

# calendar-local
source: Offline calendar
bm: Don o don ɲini li kɛ baliya

source: Title
bm: Tɔgɔ

source: Where?
bm: Minin?

source: Notes
bm: Hakili lajigi sɛbɛnw

source: All day event?
bm: Tile kuuru ko kɛ ta?

source: Start date
bm: A daminɛ don

source: End date
bm: A ban don

source: Start time
bm: A daminɛ waati

source: End time
bm: A ban waati

source: Delete event
bm: Ka ko bila ka ben

source: Remove local data
bm: Ka sigi yɔrɔ sɛbɛn lafili

source: Remove account
bm: Ka tɔgɔla baara kɛ yɔrɔ lafili

source: Removing this account will also remove your local copy of associated calendars and events.
bm: Nin tɔgɔla baara kɛ yɔrɔ lafili li bɛ i ka don o don fɛn maara yɔrɔ camanw n'u kow fana la tunu.

source: Sync
bm: Mabɛn

source: Sync Calendar
bm: Don o don mabɛn

source: Manually
bm: Bolola baara matarafa li

source: 15 min
bm: miniti 15

source: 30 min
bm: miniti bi saba

source: Each hour
bm: waati yo waati

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
bm: {{startDate}}<br>k'a ta {{startTime}} fɔ {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
bm: K'a ta {{startTime}} {{startDate}}<br> fɔ {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
bm: Tile kuuru<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
bm: Don o don k'a ta {{startDate}}<br>fɔ {{endDate}}

source: None
bm: Foyi

source: Reminder:
bm: Hakili lajigi lan:

source: Remind me
bm: Un hakili la jigi

source: At time of event
bm: Ko kɛ tuma

source: On day of event
bm: Ko kɛ don

source: {{title}} starting {{distance}}
bm: {{title}} K'a ta {{distance}}

source: {{title}} started {{distance}}
bm: {{title}} a talen {{distance}}

source: 0 minutes before
bm: saŋa 0 fo sisan

source: 1 minute before
bm: saŋa 1 fo sisan

# minutes-before[two]
source: {{value}} minutes before
bm: {{value}} saŋa fo sisan

# minutes-before[few]
source: {{value}} minutes before
bm: {{value}} saŋa fo sisan

# minutes-before[many]
source: {{value}} minutes before
bm: {{value}} saŋa fo sisan

# minutes-before[other]
source: {{value}} minutes before
bm: {{value}} saŋa yani sisan

source: 0 hours before
bm: waati 0 fo sisan

source: 1 hour before
bm: waati 1 fo sisan

# hours-before[two]
source: {{value}} hours before
bm: {{value}} waati fo sisan

# hours-before[few]
source: {{value}} hours before
bm: {{value}} waatiw fo sisan

# hours-before[many]
source: {{value}} hours before
bm: {{value}} waati fo sisan

# hours-before[other]
source: {{value}} hours before
bm: {{value}} waatiw sɔni sisan cɛ

source: 0 days before
bm: 0 tile yani

source: 1 day before
bm: Tile 1 fɔ bi

# days-before[two]
source: {{value}} days before
bm: {{value}} kile yani

# days-before[few]
source: {{value}} days before
bm: {{value}} kile yani

# days-before[many]
source: {{value}} days before
bm: {{value}} kile yani

# days-before[other]
source: {{value}} days before
bm: {{value}} Tilew yani

source: 0 weeks before
bm: 0 dɔgɔkun yani

source: 1 week before
bm: 1 dɔgɔkun yani

# weeks-before[two]
source: {{value}} weeks before
bm: {{value}} dɔgɔ kun fɔ bi

# weeks-before[few]
source: {{value}} weeks before
bm: {{value}} dɔgɔ kun fɔ bi

# weeks-before[many]
source: {{value}} weeks before
bm: {{value}} dɔgɔ kunw fɔ bi

# weeks-before[other]
source: {{value}} weeks before
bm: {{value}} dɔgɔkunw fɔ bi

source: 0 months before
bm: 0 kalo sɔni bi cɛ

source: 1 month before
bm: Kalo 1 sɔni bi cɛ

# months-before[two]
source: {{value}} months before
bm: {{value}} kalo sɔni bi cɛ

# months-before[few]
source: {{value}} months before
bm: {{value}} kalow sɔni bi cɛ

# months-before[many]
source: {{value}} months before
bm: {{value}} kalo yani

# months-before[other]
source: {{value}} months before
bm: {{value}} kalo sɔni bi cɛ

source: 0 years before
bm: 0 san sɔni bi cɛ

source: 1 year before
bm: San 1 sɔni bi cɛ

# years-before[two]
source: {{value}} years before
bm: {{value}} san sɔni bi cɛ

# years-before[few]
source: {{value}} years before
bm: {{value}} sanw sɔni bi cɛ

# years-before[many]
source: {{value}} years before
bm: {{value}} san yani

# years-before[other]
source: {{value}} years before
bm: {{value}} san yani
