Repository: translate/mozilla-gaia
Catalog: pbb/apps/gallery/gallery.properties.po
Languages: pbb

# number-selected2[zero]
source: Select
pbb: Txitxna

# number-selected2[one]
source: {{ n }} selected
pbb: {{ n }} txhitxhni

# number-selected2[two]
source: {{ n }} selected
pbb: {{ n }} txhitxhwa'j

# number-selected2[few]
source: {{ n }} selected
pbb: {{ n }} txhitxhwa'j

# number-selected2[many]
source: {{ n }} selected
pbb: {{ n }} txhitxhwa'j

# number-selected2[other]
source: {{ n }} selected
pbb: {{ n }} txhitxhwa'j

source: Delete photo?
pbb: ¿Khũkhna kaapnasa's?

source: Delete video?
pbb: ¿Kaapnasa's kthegu'n khũkhna?

source: Nothing selected
pbb: Maa yujva txhitxhnxita'

source: Delete selected item?
pbb: ¿Naa khũkhnxi's txhitxwa'j?

# delete-n-items?[two]
source: Delete {{ n }} items?
pbb: ¿Khũkhna {{ n }} naa's?

# delete-n-items?[few]
source: Delete {{ n }} items?
pbb: ¿Khũkhna {{ n }} naa's?

# delete-n-items?[many]
source: Delete {{ n }} items?
pbb: ¿Khũkhna {{ n }} naa's?

# delete-n-items?[other]
source: Delete {{ n }} items?
pbb: ¿Khũkhna {{ n }} naa's?

# pickoneimage2
source: Select
pbb: Txitxna

# cropimage
source: Crop
pbb: Spe'thna

source: Cancel
pbb: Tuduçmeeth

source: Delete
pbb: Khũkhna

source: OK
pbb: Ewna jĩma'k

source: Edit
pbb: Mfxi'h

source: Save
pbb: Jxawna

source: Done
pbb: Jxa'jxa'

source: Exposure
pbb: Ãate kajiyunxisa

source: Crop
pbb: Spe'thna

source: Effects
pbb: Phewu'hna

source: Borders
pbb: Puçsuwe'sx

source: Auto-enhance on
pbb: Txãaiçxa's jweiçxaa mki'ta.

source: Auto-enhance off
pbb: Txãaiçxa's jweiçxaa mfxiiçxa

source: Apply
pbb: Vxi'swa'h

source: Filters
pbb: kãnçxsa's yupsaa

source: Original
pbb: Kteewe'sx

source: B&W
pbb: B/N

source: Sepia
pbb: wehçxaa çxkitxa'

source: Freeform
pbb: ki'h jxweten

source: Portrait
pbb: Thẽkhẽwe'sx

source: Landscape
pbb: Pesathwe'sx

source: Square
pbb: Pahz puza

source: No photos or videos
pbb: kaapnasa's uwemeen vxite kaapnasa's kthẽgumeen.

source: Use the Camera app to get started.
pbb: vxiswa'ja's kseelpi'n kaapnasa'sa ki'h pũtxna.

source: No photos
pbb: kaapnasa'sa's uwenximee

source: No memory card
pbb: Uymeea' pe'pete kipnxisa's

source: Insert a memory card to use this app.
pbb: Teeçx pe'pete ki'pnxisa's waçku naa kaapnasa's vxisna kutxi'n yũuya' app-tete.

source: Memory card in use
pbb: Pe'pete kipnxisa's vxiswa'ja.

source: Unplug the phone to use this app.
pbb: Idx çaam we'wekwe's mbade na's vxisya' app-tete

source: Scanning
pbb: Ew thegwa'jsaa

source: Looking for photos and videos.
pbb: Kaapnasa'sa's pakwen vxite kaapnasa'sa's thegna.

source: Database Upgrade
pbb: Yu'pthẽwa'ja's dxiijuy pta'sxna

source: Please wait while Gallery updates its database.
pbb: Vxiswa'ja's muitas napkaçxa' tukasa wẽsena yu'pthen dxiijuytxi pta'sx.

source: Can not share this image file type.
pbb: Txhudeya' ewuçme' ktehguya' naa eç jxawnxisaa piisanxite.

source: Can not edit photos: Memory card is full.
pbb: Yu'ptheya' ewume' kaapnasa'sa's:pe'pete kipnxisa uta' yã' ũsa'.

source: Image is too large to display on this device.
pbb: Pisanxi' nmeh wala kthegu'wẽte' naa vxisnxisate.

source: Image is invalid or corrupt and cannot be displayed.
pbb: Naa pisanxi ewmeea' kimeeçxa' swenxina kteguya' ewuçme'.

source: {{filename}} saved to Gallery
pbb: {{filename}} kuh jwed jxawnxite.

source: New copy saved.
pbb: U'se kapsxidunxi's jxawnxisaa.

source: Go to Camera
pbb: Kaapnasa'sa's vxisna uhn.

source: Name
pbb: Yase

source: Size
pbb: Walasaa

source: Image Type
pbb: Pisanxi's kthegun

source: Date Taken
pbb: Txã's uweçxa' ũsa'

source: Resolution
pbb: Ki'ki'n yuwe kutxinxi

source: Close
pbb: Aphna

source: Gallery
pbb: Kuh jwed jxawnxi

source: Preview
pbb: Wehçxaa thegnxi

source: Video dated {{ timeStamp }}
pbb: Kaapnasa'sa's kthegunxisaa yakh vxite kĩh eente takhni {{ timeStamp }}

source: Image dated {{ timeStamp }}
pbb: Pisanxi yakh vxite kĩh eente takhni {{ timeStamp }}

source: Back
pbb: Nyafxtewe'sx

# crop-options.ariaLabel
source: Crop
pbb: Spe'thna

source: Custom aspect ratio
pbb: Peekiçxaa walaasa'

source: Portrait aspect ratio
pbb: Walaasa' thẽekhewe'sxa'

source: Landscape aspect ratio
pbb: Walaasa pesathwe'sxa'

source: Square aspect ratio
pbb: Walaasa' pahz puza'

source: More aspect ratios
pbb: Jweiçxaa walasatx pta'sxna.

source: 3:4 portrait
pbb: 3:4 thẽkhewe'sx

source: 4:3 landscape
pbb: 4:3 pesathwe'sx

source: 16:9 landscape
pbb: 16: pesathwe'sx

source: Effect
pbb: Phewu'hna

source: None
pbb: Maa yuhpa

source: Black and white
pbb: Çxhihme vxite khũçxh

# effect-sepia.ariaLabel
source: Sepia
pbb: wehçxaa çxkitxa'

source: Blue steel
pbb: Acero çẽy

# exposure-button.ariaLabel
source: Exposure
pbb: Ãate kajiyunxisa

# crop-button.ariaLabel
source: Crop
pbb: Spe'thna

# effect-button.ariaLabel
source: Effects
pbb: Phewu'hna

source: Enhance
pbb: Jweeiçxaa ewuna

source: Camera
pbb: Pnasa's kutxinxisaa

source: Select multiple
pbb: Kujwed txhitxna

# edit-button.ariaLabel
source: Edit
pbb: fxi'wah

source: Share
pbb: Jxtxunde

source: Information
pbb: Pta'sxna

# delete-button.ariaLabel
source: Delete
pbb: Khũkhna

source: Edit image preview
pbb: Thẽgya'path fxi'jxa'
