Repository: translate/mozilla-gaia
Catalog: son/apps/gallery/gallery.properties.po
Languages: son

# number-selected2[zero]
source: Select
son: Suuba

# number-selected2[one]
source: {{ n }} selected
son: {{ n }} suubandi

# number-selected2[two]
source: {{ n }} selected
son: {{ n }} suubandi

# number-selected2[few]
source: {{ n }} selected
son: {{ n }} suubandi

# number-selected2[many]
source: {{ n }} selected
son: {{ n }} suubandi

# number-selected2[other]
source: {{ n }} selected
son: {{ n }} suubandi

source: Delete photo?
son: Biyoo tuusu?

source: Delete video?
son: Widewo tuusu?

source: Nothing selected
son: Haya kul mana suubandi

source: Delete selected item?
son: Haya suubante tuusu?

# delete-n-items?[two]
source: Delete {{ n }} items?
son: Haya {{ n }} tuusu?

# delete-n-items?[few]
source: Delete {{ n }} items?
son: Haya {{ n }} tuusu?

# delete-n-items?[many]
source: Delete {{ n }} items?
son: Haya {{ n }} tuusu?

# delete-n-items?[other]
source: Delete {{ n }} items?
son: Haya {{ n }} tuusu?

# pickoneimage2
source: Select
son: Suuba

# cropimage
source: Crop
son: Kokosu

source: Cancel
son: Naŋ

source: Delete
son: Tuusu

source: OK
son: Ayyo

source: Edit
son: Fasal

source: Save
son: Gaabu

source: Done
son: Ben

source: Exposure
son: Bii-gaay

source: Crop
son: Kokosu

source: Effects
son: Kabey

source: Borders
son: Hirrey

source: Auto-enhance on
son: Boŋhansandi goo

source: Auto-enhance off
son: Boŋhansandi hun

source: Apply
son: Kanandi

source: Filters
son: Gaŋawey

source: Original
son: Aššil

source: B&W
son: Bibi&kaaray

source: Sepia
son: Bokkaaray

source: Freeform
son: Takari yolku

source: Portrait
son: Gande bii

source: Landscape
son: Ganda alhaali

source: Square
son: Kaare

source: No photos or videos
son: Bii nda widewo kul ši

source: Use the Camera app to get started.
son: Biizaa porogaram-ize zaa ka šintiin.

source: No photos
son: Bii kul šii

source: No memory card
son: Lakkal katta kul ši

source: Insert a memory card to use this app.
son: Lakkal katta dam ka goy nda porogaram-izoo woo.

source: Memory card in use
son: Lakkal katta goo goy ra

source: Unplug the phone to use this app.
son: Talfon kaa kuraŋ ga ka goy nda porogaram-izoo woo.

source: Scanning
son: Bii-zaayan

source: Looking for photos and videos.
son: Goo ma bii nda widewoyaŋ ceeci.

source: Database Upgrade
son: Bayrayhay hugu taagandi

source: Please wait while Gallery updates its database.
son: Batu kaŋ Gallery ga nga bayhaya hugoo taagandi.

source: Can not share this image file type.
son: Si hin ka bii tuku dumoo woo žemna.

source: Can not edit photos: Memory card is full.
son: Ši hin ka biyey fasal: Lakkal katta too.

source: Image is too large to display on this device.
son: Bii ga hansa ka beeri ka cebe jinaa woo ga.

source: Image is invalid or corrupt and cannot be displayed.
son: Bii ga laala wal'a ga laybu nd'a ši hin ka cebandi.

source: {{filename}} saved to Gallery
son: {{filename}} gaabundi Gallery ga

source: New copy saved.
son: Celle taaga gaabundi.

source: Go to Camera
son: Koy biizaahaya do

source: Name
son: Maa

source: Size
son: Azzaati

source: Image Type
son: Bii dumi

source: Date Taken
son: Zaa hanoo

source: Resolution
son: Bii-sahã

source: Close
son: Daabu

source: Bytes
son: Cebsey

source: Gallery
son: Biimargari

source: Preview
son: Moofur

source: Video dated {{ timeStamp }}
son: Widewo hanoo {{ timeStamp }}

source: Image dated {{ timeStamp }}
son: Bii hanoo {{ timeStamp }}

source: Back
son: Banda

# crop-options.ariaLabel
source: Crop
son: Kokosu

source: Custom aspect ratio
son: Alhaali filla hanse

source: Portrait aspect ratio
son: Gande bii azzaati

source: Landscape aspect ratio
son: Ganda alhaali filla

source: Square aspect ratio
son: Kaare alhaali filla

source: More aspect ratios
son: Alhaali filla tontoni

source: 3:4 portrait
son: 3:4 bii sukante

source: 4:3 landscape
son: 4:3 bii daarante

source: 16:9 landscape
son: 16:9 bii daarante

source: Effect
son: Honnay

source: None
son: Ben

source: Black and white
son: Bibi nda kaaray

# effect-sepia.ariaLabel
source: Sepia
son: Bokkaaray

source: Blue steel
son: Alhindi bula

source: Faded
son: Monante

# exposure-button.ariaLabel
source: Exposure
son: Bii-gaay

# crop-button.ariaLabel
source: Crop
son: Kokosu

# effect-button.ariaLabel
source: Effects
son: Kabey

source: Enhance
son: Boryandi ka tonton

source: Camera
son: Biizaahaya

source: Select multiple
son: Ibooboyaŋ suuba

# edit-button.ariaLabel
source: Edit
son: Fasal

source: Share
son: Žemna

source: Information
son: Alhabar

# delete-button.ariaLabel
source: Delete
son: Tuusu

source: Edit image preview
son: Bii moo-furyan fasal
