Repository: translate/mozilla-gaia
Catalog: yo/shared/import_contacts/import_contacts.properties.po
Languages: yo

source: Back
yo: Ẹ̀yìn

source: To import contacts insert or unlock your SIM card
yo: Láti ṣàgbéwọlé ìṣàmúlò olúbásọ̀rọ̀ tàbí ṣí SIM káàdì rẹ

source: To import contacts insert a memory card
yo: Láti ṣàgbéwọlé ìṣàmúlò olúbásọ̀rọ̀ ìfipamọ́ káàdì

source: Memory card
yo: Ìfipamọ́ káàdì

source: To import Facebook friends or contacts connect to Wi-Fi or data network
yo: Láti ṣàgbéwọlé àwọn ọ̀rẹ́ Facebook tàbí sopọ̀ olùbásọ̀rọ̀ sí dátà nẹ́tíwọkì Wi-Fi

source: Import SIM contacts
yo: Ṣàgbéwọlé àwọn olùbásọ̀rọ̀ SIM

source: Importing SIM contacts…
yo: Ń ṣàgbéwọlé àwọn olùbásọ̀rọ̀ SIM…

source: Reading from SIM card…
yo: Ń kà láti SIM káàdì…

source: Could not import contacts from SIM
yo: Kòle ṣàgbéwọlé olùbásọ̀rọ̀ lati SIM

source: No contacts detected on SIM to import
yo: A kòrí àwọn olùbásọ̀rọ̀ ní SIM láti ṣàgbéwọlé

# simContacts-imported3[one]
source: Imported one contact
yo: Ṣàgbéwọlé olùbásọ̀rọ̀ kan

# simContacts-imported3[two]
source: Imported {{n}} contacts
yo: Ṣàgbéwọlé {{n}} àwọn olùbásọ̀rọ̀

# simContacts-imported3[few]
source: Imported {{n}} contacts
yo: Ṣàgbéwọlé {{n}} àwọn olùbásọ̀rọ̀

# simContacts-imported3[many]
source: Imported {{n}} contacts
yo: Tí gbéwọlé {{n}} àwọn olùbásọ̀rọ̀

# simContacts-imported3[other]
source: Imported {{n}} contacts
yo: Tí gbéwọlé {{n}} àwọn olùbásọ̀rọ̀

source: Import contacts from memory card
yo: Gbéwọlé àwọn olùbásọ̀rọ̀ láti ìfipamọ́ káàdì

source: Importing contacts from memory card…
yo: Ìgbéwọlé àwọn olùbásọ̀rọ̀ láti ìfipamọ́ káàdì…

source: Reading from memory card…
yo: Ńkà láti ìfipamọ́ káàdì…

source: Could not import contacts from memory card
yo: Kòle ṣàgbéwọlé olùbásọ̀rọ̀ láti káàdì ìfipamọ́

source: No contacts detected on memory card to import
yo: Àkorí olùbásọ̀rọ̀ lóri káàdì ìfipamọ́ si ṣàgbéwọlé

# memoryCardContacts-imported3[one]
source: Imported one contact
yo: Ṣàgbéwọlé olùbásọ̀rọ̀ kan

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
yo: Ṣàgbéwọlé {{n}} àwọn olùbásọ̀rọ̀

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
yo: Ṣàgbéwọlé {{n}} àwọn olùbásọ̀rọ̀

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
yo: Ṣàgbéwọlé {{n}} àwọn olùbásọ̀rọ̀

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
yo: Ṣàgbéwọlé {{n}} àwọn olùbásọ̀rọ̀

source: No friends imported (out of {{total}})
yo: Kòsí àwọn ọ̀rẹ́ tí a gbéwọlé (láti {{total}})

source: One friend imported (out of {{total}})
yo: A gbéwọlé ọ̀rẹ́ kan (láti {{total}})

# facebook-import-msg[two]
source: {{imported}}/{{total}} friends imported
yo: {{imported}}/{{total}} ṣàgbéwọlé àwọn ọ̀rẹ́

# facebook-import-msg[few]
source: {{imported}}/{{total}} friends imported
yo: {{imported}}/{{total}} ṣàgbéwọlé àwọn ọ̀rẹ́

# facebook-import-msg[many]
source: {{imported}}/{{total}} friends imported
yo: {{imported}}/{{total}} ṣàgbéwọlé àwọn ọ̀rẹ́

# facebook-import-msg[other]
source: {{imported}}/{{total}} friends imported
yo: {{imported}}/{{total}} ṣàgbéwọlé àwọn ọ̀rẹ́

source: No duplicated contacts merged
yo: Kòsí ìṣẹ̀dá ìpapọ̀ àwọn olúbásọ̀rọ̀

source: One duplicated contact merged
yo: Kòsí ìṣẹ̀dá ìpapọ̀ àwọn olúbásọ̀rọ̀

# contactsMerged[two]
source: {{numDups}} contacts merged
yo: {{numDups}} ìpapọ̀ olúbásọ̀rọ̀

# contactsMerged[few]
source: {{numDups}} contacts merged
yo: {{numDups}} ìpapọ̀ olúbásọ̀rọ̀

# contactsMerged[many]
source: {{numDups}} contacts merged
yo: {{numDups}} ìpapọ̀ olúbásọ̀rọ̀

# contactsMerged[other]
source: {{numDups}} contacts merged
yo: {{numDups}} ìpapọ̀ olúbásọ̀rọ̀
