Repository: translate/mozilla-gaia
Catalog: */shared/keypad/keypad.properties.po
Languages: ur

source: Phone number
ur: فون نمبر

source: Delete
ur: حذف کریں

source: Voicemail
ur: آواز میں میل

source: Asterisk
ur: نجمہ

source: Hash sign
ur: ہیش علامت

source: Cancel
ur: منسوخ کریں

source: Loading SIM card contacts…
ur: SIM کے رابطہ افراد لوڈ کر رہا ہے…

source: No contacts were found
ur: كوئی بھی رابطہ افراد نہیں ملے

source: OK
ur: ٹھیک ہے

source: No SIM card to load contacts from
ur: رابطہ افراد لوڈ کرنیں کے لئے کوئی سم کارڈ نہیں
