Repository: translate/mozilla-gaia
Catalog: */apps/gallery/gallery.properties.po
Languages: am, bg, bn_in, br, cy, gd, hi_in, km, mai, ml, my, si, te, th, ur, uz, wa

# number-selected2[zero]
source: Select
am: ይምረጡ
bg: Избиране
bn_in: নির্বাচন করুন
br: Diuzañ
cy: Dewis
gd: Tagh
hi_in: चुनें
km: ជ្រើស
mai: चुनू
ml: തിരഞ്ഞെടുക്കുക
my: ရွေးပါ
si: තෝරන්න
te: ఎంచుకోండి
th: เลือก
ur: منتخب کریں
uz: Tanlash
wa: Tchoezi

# number-selected2[one]
source: {{ n }} selected
am: {{ n }} ተመርጧል
bg: {{ n }} избрано
bn_in: {{ n }} নির্বাচিত
br: {{ n }} elfenn diuzet
cy: Dewis {{ n }}
gd: Thagh thu {{ n }}
hi_in: {{ n }} चुनिंदा
km: បាន​ជ្រើស {{ n }}
mai: {{ n }} चुनल गेल
ml: {{ n }} എണ്ണം തിരഞ്ഞെടുത്തിരിക്കുന്നു
my: {{ n }} ရွေးချယ်ပြီး
si: {{ n }} ක් තෝරා ඇත
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
ur: {{ n }} منتخب
uz: {{ n }} ta tanlandi
wa: {{ n }} di tchoezis

# number-selected2[two]
source: {{ n }} selected
am: {{ n }} ተመርጧል
bg: {{ n }} избрани
bn_in: {{ n }} নির্বাচিত
br: {{ n }} elfenn diuzet
cy: Dewis {{ n }}
gd: Thagh thu {{ n }}
hi_in: {{ n }} चुनिंदा
km: បាន​ជ្រើស {{ n }}
mai: {{ n }} चुनल गेल
ml: {{ n }} എണ്ണം തിരഞ്ഞെടുത്തിരിക്കുന്നു
my: {{ n }} ရွေးချယ်ပြီး
si: {{ n }} ක් තෝරා ඇත
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
ur: {{ n }} منتخب
uz: {{ n }} ta tanlandi
wa: {{ n }} di tchoezis

# number-selected2[few]
source: {{ n }} selected
am: {{ n }} ተመርጧል
bg: {{ n }} избрани
bn_in: {{ n }} নির্বাচিত
br: {{ n }} elfenn diuzet
cy: Dewis {{ n }}
gd: Thagh thu {{ n }}
hi_in: {{ n }} चुनिंदा
km: បាន​ជ្រើស {{ n }}
mai: {{ n }} चुनल गेल
ml: {{ n }} എണ്ണം തിരഞ്ഞെടുത്തിരിക്കുന്നു
my: {{ n }} ရွေးချယ်ပြီး
si: {{ n }} ක් තෝරා ඇත
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
ur: {{ n }} منتخب
uz: {{ n }} ta tanlandi
wa: {{ n }} di tchoezis

# number-selected2[many]
source: {{ n }} selected
am: {{ n }} ተመርጧል
bg: {{ n }} избрани
bn_in: {{ n }} নির্বাচিত
br: {{ n }} elfenn diuzet
cy: Dewis {{ n }}
gd: Thagh thu {{ n }}
hi_in: {{ n }} चुनें
km: បាន​ជ្រើស {{ n }}
mai: {{ n }} चुनल गेल
ml: {{ n }} എണ്ണം തിരഞ്ഞെടുത്തിരിക്കുന്നു
my: {{ n }} ရွေးချယ်ပြီး
si: {{ n }} ක් තෝරා ඇත
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
ur: {{ n }} منتخب
uz: {{ n }} ta tanlandi
wa: {{ n }} di tchoezis

# number-selected2[other]
source: {{ n }} selected
am: {{ n }} ተመርጧል
bg: {{ n }} избрани
bn_in: {{ n }} নির্বাচিত
br: {{ n }} elfenn diuzet
cy: Dewis {{ n }}
gd: Thagh thu {{ n }}
km: បាន​ជ្រើស {{ n }}
mai: {{ n }} चुनल गेल
ml: {{ n }} എണ്ണം തിരഞ്ഞെടുത്തിരിക്കുന്നു
my: {{ n }} ရွေးချယ်ပြီး
si: {{ n }} ක් තෝරා ඇත
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
ur: {{ n }} منتخب
uz: {{ n }} ta tanlandi
wa: {{ n }} di tchoezis

source: Delete photo?
am: ፎቶውን ላጥፋው?
bg: Снимката да бъде ли изтрита?
bn_in: ছবি মুছে ফেলুন?
br: Dilemel al luc'hskeudenn ?
cy: Dileu ffoto?
gd: A bheil thu airson an dealbh a sguabadh às?
hi_in: मिटाऍ चित्र?
km: លុប​រូបថត​ឬ?
mai: फोटो मेटाउ ?
ml: ചിത്രം നീക്കം ചെയ്യണോ?
my: ပုံဖျက်မလား?
si: සේයාරුව මකන්න ද?
te: ఛాయాచిత్రాన్ని తొలగించాలా?
th: ลบรูปภาพ?
ur: تصویر کو حذف کریں؟
uz: Fotosurat o‘chirilsinmi?
wa: Disfacer des fotos ?

source: Delete video?
am: ቮዲዮውን ላጥፋው?
bg: Видеозаписът да бъде ли изтрит?
bn_in: ভিডিও মুছবেন?
br: Dilemel ar video ?
cy: Dileu fideo?
gd: A bheil thu airson a' video a sguabadh às?
hi_in: मिटाऍ वीडियो?
km: លុប​វីដេអូ​ឬ?
mai: वीडियो हटाउ?
ml: വീഡിയോ നീക്കം ചെയ്യണോ?
my: ဗီဒီယိုအားဖျက်?
si: දිසි පටය මකන්න ද?
te: దృశ్యకాన్ని తొలగించాలా?
th: ลบวิดีโอ?
ur: تصویر کو حذف کریں؟
uz: Video o‘chirilsinmi?
wa: Disfacer des videyos ?

source: Nothing selected
am: ምንም አልተመረጠም
bg: Няма избрани
bn_in: কোনো ফাইল নির্বাচিত হয়নি
br: Tra ebet bet diuzet
cy: Heb ddewis dim
gd: Cha deach dad a thaghadh
hi_in: कुछ नहीं चुनिंदा
km: គ្មានអ្វី​បាន​ជ្រើស
mai: किछु नहि चुनल गेल
ml: ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
my: ဘာမှ ရွေးမထားပါ
si: කිසිවක් තෝරා නැත
te: ఏదీ ఎంచుకోబడలేదు
th: ไม่มีสิ่งใดถูกเลือก
ur: منتخب کچھ بھی نہیں
uz: Hech narsa tanlanmadi
wa: Rén di tchoezi

source: Delete selected item?
am: የተመረጠውን እቃ ላጥፋው?
bg: Изтриване на избраните елементи?
bn_in: নির্বাচিত সামগ্রী মুছে ফেলুন
br: Dilemel an elfenn bet diuzet ?
cy: Dileu'r eitem yma?
gd: A bheil thu airson an rud a thagh thu a sguabadh às?
hi_in: मिटाऍ चुनिंदा अंश?
km: លុប​ធាតុ​ដែល​បាន​ជ្រើស​ឬ?
mai: चयनित वस्तु मेटाउ
ml: തിരഞ്ഞെടുത്ത വസ്തു നീക്കം ചെയ്യണോ?
my: ရွေးထားသှ့် အရာအား ဖျက်မလား?
si: තෝරාගත් අයිතමයන් මකා දමන්න ද?
te: ఎంచుకున్న అంశాన్ని తొలగించాలా?
th: ลบรายการที่เลือก?
ur: منتخب آئٹم کو حذف کریں؟
uz: Tanlangan narsa o‘chirilsinmi?
wa: Disfacer li cayet di tchoezi ?

# delete-n-items?[two]
source: Delete {{ n }} items?
am: ላጥፋቸው {{ n }} እቃዎቹን?
bg: Изтриване на {{ n }} елемента?
bn_in: {{ n }} আইটেম মুছবেন?
br: Dilemel {{ n }} elfenn ?
cy: Dileu {{ n }} eitem?
gd: A bheil thu airson an {{ n }} rud a thagh thu a sguabadh às?
hi_in: मिटाऍ {{ n }} वस्तु?
km: លុប​ធាតុ {{ n }} ឬ?
mai: {{ n }} वस्तु मेटाउ?
ml: {{ n }} വസ്തുക്കൾ നീക്കം ചെയ്യണോ?
my: ပစ္စည်း {{ n }} ခုအားဖျက်?
si: අයිතමයන් {{ n }} ක් මකා දමන්න ද?
te: {{ n }} అంశాలను తొలగించాలా?
th: ลบ {{ n }} รายการ?
ur: {{ n }} اشیا حذف کریں؟
uz: {{ n }} ta narsa o‘chirilsinmi?
wa: Disfacer {{ n }} cayets ?

# delete-n-items?[few]
source: Delete {{ n }} items?
am: ላጥፋቸው {{ n }} እቃዎቹን?
bg: Изтриване на {{ n }} елемента?
bn_in: {{ n }} আইটেম মুছবেন?
br: Dilemel {{ n }} elfenn ?
cy: Dileu {{ n }} eitem?
gd: A bheil thu airson na {{ n }} rudan a thagh thu a sguabadh às?
hi_in: मिटाऍ {{ n }} वस्तु?
km: លុប​ធាតុ {{ n }} ឬ?
mai: {{ n }} वस्तु मेटाउ?
ml: {{ n }} വസ്തുക്കൾ നീക്കം ചെയ്യണോ?
my: ပစ္စည်း {{ n }} ခုအားဖျက်?
si: අයිතමයන් {{ n }} ක් මකා දමන්න ද?
te: {{ n }} అంశాలను తొలగించాలా?
th: ลบ {{ n }} รายการ?
ur: {{ n }} اشیا حذف کریں؟
uz: {{ n }} ta narsa o‘chirilsinmi?
wa: Disfacer {{ n }} cayets ?

# delete-n-items?[many]
source: Delete {{ n }} items?
am: ላጥፋቸው {{ n }} እቃዎቹን?
bg: Изтриване на {{ n }} елемента?
bn_in: {{ n }} আইটেম মুছবেন?
br: Dilemel {{ n }} elfenn ?
cy: Dileu {{ n }} eitem?
gd: A bheil thu airson na {{ n }} rud a thagh thu a sguabadh às?
hi_in: मिटाऍ {{ n }} वस्तु?
km: លុប​ធាតុ {{ n }} ឬ?
mai: {{ n }} वस्तु मेटाउ?
ml: {{ n }} വസ്തുക്കൾ നീക്കം ചെയ്യണോ?
my: ပစ္စည်း {{ n }} ခုအားဖျက်?
si: අයිතමයන් {{ n }} ක් මකා දමන්න ද?
te: {{ n }} అంశాలను తొలగించాలా?
th: ลบ {{ n }} รายการ?
ur: {{ n }} اشیا حذف کریں؟
uz: {{ n }} ta narsa o‘chirilsinmi?
wa: Disfacer {{ n }} cayets ?

# delete-n-items?[other]
source: Delete {{ n }} items?
am: ላጥፋቸው {{ n }} እቃዎቹን?
bg: Изтриване на {{ n }} елемента?
bn_in: {{ n }} আইটেম মুছবেন?
br: Dilemel {{ n }} elfenn ?
cy: Dileu {{ n }} eitem?
gd: A bheil thu airson na {{ n }} rud a thagh thu a sguabadh às?
km: លុប​ធាតុ {{ n }} ឬ?
mai: {{ n }} वस्तु मेटाउ?
ml: {{ n }} വസ്തുക്കൾ നീക്കം ചെയ്യണോ?
my: ပစ္စည်း {{ n }} ခုအားဖျက်?
si: අයිතමයන් {{ n }} ක් මකා දමන්න ද?
te: {{ n }} అంశాలను తొలగించాలా?
th: ลบ {{ n }} รายการ?
ur: {{ n }} اشیا حذف کریں؟
uz: {{ n }} ta narsa o‘chirilsinmi?
wa: Disfacer {{ n }} cayets ?

# pickoneimage2
source: Select
am: ይምረጡ
bg: Избиране
bn_in: নির্বাচন করুন
br: Diuzañ
cy: Dewis
gd: Tagh
hi_in: चुनें
km: ជ្រើស
mai: चुनू
ml: തിരഞ്ഞെടുക്കുക
my: ရွေး
si: තෝරන්න
te: ఎంచుకోండి
th: เลือก
ur: منتخب کریں
uz: Tanlash
wa: Tchoezi

# cropimage
source: Crop
am: መከርከሚያ
bg: Изрязване
bn_in: ছাঁটাই করুন
br: Didroc'hañ
cy: Tocio
gd: Bearr
hi_in: काटें
km: ច្រឹប
mai: काट-छांट
ml: വെട്ടിയെടുക്കുക
my: လှီးဖြတ်ပါ
si: ඡේදනය
te: కోయి
th: ครอบตัด
ur: قطع کریں
uz: Qirqish
wa: Discôper

source: Cancel
am: መሰረዣ
bg: Отказ
bn_in: বাতিল করুন
br: Nullañ
cy: Diddymu
gd: Sguir dheth
hi_in: रद्द करें
km: បោះបង់
mai: रद्द
ml: റദ്ദാക്കുക
my: နေတော့
si: වසන්න
te: రద్దుచేయి
th: ยกเลิก
ur: منسوخ کریں
uz: Bekor qilish
wa: Rinoncî

source: Delete
am: ማጥፊያ
bg: Изтриване
bn_in: মুছে ফেলুন
br: Dilemel
cy: Dileu
gd: Sguab às
my: ဖျက်ရန်
si: මකාදමන්න
te: తొలగించు
th: ลบ
ur: حذف کریں
uz: O‘chirish

source: OK
am: እሺ
bg: Добре
bn_in: ঠিক আছে
br: Mat eo
cy: Iawn
gd: Ceart ma-thà
km: យល់ព្រម
mai: बेस
ml: ശരി
si: හරි
te: సరే
th: ตกลง
ur: ٹھیک ھے

source: Edit
am: ማረሚያ
bg: Редактиране
bn_in: সম্পাদনা করুন
br: Embann
cy: Golygu
gd: Deasaich
my: ပြင်ရန်
si: සංස්කරණය කරන්න
th: แก้ไข
ur: تدوین کریں
uz: Tahrirlash

source: Save
am: ማስቀመጫ
bg: Запис
bn_in: সংরক্ষণ করুন
br: Enrollañ
cy: Cadw
gd: Sàbhail
hi_in: सहेजें
km: រក្សា​​ទុក
mai: सहेजू
ml: സംരക്ഷിക്കുക
my: သိမ်းပါ
si: සුරකින්න
te: భద్రపరుచు
th: บันทึก
ur: محفوظ کریں
uz: Saqlash
wa: Schaper

source: Done
am: ጨርሷል
bg: Готово
bn_in: সম্পন্ন হয়েছে
br: Graet
cy: Wedi gorffen
gd: Deiseil
hi_in: संपन्न
km: រួចរាល់
mai: संपन्न
ml: പൂര്‍ത്തിയായി
my: ပြီးပြီ
si: නිමයි
te: పూర్తయింది
th: เสร็จสิ้น
ur: ہوگیا
uz: Tayyor

source: Exposure
am: የተጋለጠበት ጊዜ
bg: Експозиция
bn_in: এক্সোপাজার
br: Kizvezh
cy: Dinoethiad
gd: Deisearas
si: නිරාවරණය
th: เปิดรับแสง
ur: نمائش
uz: Ekspozitsiya

source: Crop
am: መከርከሚያ
bg: Изрязване
bn_in: কেঁটে ছোট করা
br: Didroc'hañ
cy: Tocio
gd: Bearr
hi_in: काटें
km: ច្រឹប
mai: काट-छांट
ml: വെട്ടിയെടുക്കുക
my: လှီးဖြတ်ပါ
si: කපන්න
te: కోయి
th: ครอบตัด
ur: قطع کریں
uz: Qirqish
wa: Discôper

source: Effects
am: ተጽዕኖው
bg: Ефекти
bn_in: প্রদর্শনক্ষেত্র
br: Efedoù
cy: Effeithiau
gd: Èifeachdan
my: အထူးပြုလုပ်ချက်များ
si: ප්‍රයෝග
th: ลักษณะพิเศษ
ur: اثرات
uz: Effektlar

source: Borders
am: ድንበሮች
bg: Контури
bn_in: সীমানাসমূহ
br: Riblennoù
cy: Borderi
gd: Iomallan
hi_in: किनारा
km: ស៊ុម
mai: किनार
ml: അതിരുകൾ
my: ဘောင်များ
si: රාමු
te: హద్దులు
th: เส้นขอบ
ur: بارڈر
uz: Chegaralar
wa: Boirdeures

source: Auto-enhance on
am: በራሱ-ማሻሻያ በርቷል
bg: Автоматично подобряване включено
bn_in: অটো-এনহনস্ চালু করুন
br: Gwellaat emgefreek gweredekaet
cy: Awtowella ymlaen
gd: Am fèin-leasachadh air
hi_in: स्वत-सुधारना चालू
km: បើក​ការ​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង​ស្វ័យប្រវត្តិ
mai: स्वत:-सुधार चालू
ml: തനിയെ ഭംഗിയാക്കല്‍ ഓണ്‍
my: အလိုအလျောက် ပုံပြင်မှူ ဖွင့်
si: ස්වංය-උසස් කිරීම සක්‍රීයයි
te: స్వీయ-మెరుగుదల చేతనం
th: ปรับปรุงอัตโนมัติ เปิด
ur: خودکار-اضافہ شعروں کریں
uz: Avto-ko‘tarish yoqilgan

source: Auto-enhance off
am: በራሱ-ማሻሻያ ጠፍቷል
bg: Автоматично подобряване изключено
bn_in: অটো-এনহনস্ বন্ধ করুন
br: Gwellaat emgefreek diweredekaet
cy: Awtowella wedi diffodd
gd: Am fèin-leasachadh dheth
hi_in: स्वत-सुधारना बंद
km: បិទ​ការ​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង​ដោយ​ស្វ័យ​ប្រវត្តិ
mai: स्वत:-सुधार बन्न
ml: തനിയെ ഭംഗിയാക്കല്‍ ഓഫ്
my: အလိုအလျောက် ပုံပြင်မှူ ပိတ်
si: ස්වංය-උසස් කිරීම අක්‍රීයයි
te: స్వీయ-మెరుగుదల అచేతనం
th: ปรับปรุงอัตโนมัติ ปิด
ur: خودکار-اضافہ آف کریں
uz: Avto-ko‘tarish o‘chirilgan

source: Apply
am: መፈጸሚያ
bg: Прилагане
bn_in: প্রয়োগ
br: Seveniñ
cy: Gweithredu
gd: Cuir an sàs
hi_in: लागू करें
my: အသုံးချပါ
si: යොදන්න
te: ఆపాదించు
th: นำไปใช้
ur: لاگو کریں
uz: Qo‘llash

source: Filters
am: ማጣሪያዎች
bg: Филтри
bn_in: ছাঁকনি
br: Siloù
cy: Hidlau
gd: Criathragan
hi_in: छानना
mai: फिल्टर
my: စီစစ်မှုများ
si: පෙරහණ්
th: ตัวกรอง
ur: فلٹر
uz: Filterlar

source: Original
am: ዋናው
bg: Оригинално
bn_in: আসল
br: Orinel
cy: Gwreiddiol
gd: Tùsail
hi_in: असली
km: ដើម
mai: मौलिक
ml: യഥാര്‍ത്ഥമായതു്
my: မူရင်း
si: මුල් පිටපත
te: అసలు
th: ต้นฉบับ
ur: اصل
uz: Asl
wa: Oridjinå

source: B&W
am: ጥ&ነ
bg: Чернобяло
br: Gwenn ha du
cy: Du a Gwyn
gd: G┐D
hi_in: बी&डबल्यू
km: ស&ខ្មៅ
mai: स्वेत श्याम
ml: കറുപ്പും വെളുപ്പും
si: කළු හා සුදු
te: నలుపు తెలుపు
th: ขาวดำ
uz: Oq-qora
wa: N&B

source: Sepia
bg: Сепия
bn_in: বাদামী রং
si: සීපියා
th: ซีเปีย
ur: سرخي مائل
uz: Sepiya

source: Freeform
bg: Свободна форма
bn_in: ফ্রিফর্ম
br: Frank
cy: Llawrydd
gd: Saor-chruth
hi_in: नि:शुल्क प्रपत्र
km: ទម្រង់​សេរី
mai: नि:शुल्क फॉर्म
ml: ഫ്രീഫോം
my: ဖရီးပုံစံ
si: නිදහස් අයුරු
te: స్వేచ్ఛారూపం
th: อิสระ
ur: آزاد شکل
uz: Erkin
wa: Libe cogne

source: Portrait
am: ምስል
bg: Портрет
bn_in: লম্বালম্বি
br: Poltred
cy: Portread
gd: Portraid
hi_in: आलेख्य
km: បញ្ឈរ
mai: पोट्रेट
ml: പൊട്രെയിറ്റ്
my: ထောင်လိုက်
si: සිරස්
te: మూర్తీచిత్రం
th: แนวตั้ง
ur: عمودی انداز
uz: Bo‘yiga
wa: Poirtrait

source: Landscape
am: በመሬት አቀማመጥ
bg: Пейзаж
bn_in: আড়াআড়ি
br: Gweledva
cy: Tirlun
gd: Dreach-tìre
hi_in: भूदृश्य
km: ផ្ដេក
mai: लैंडस्केप
ml: ലാന്‍ഡ്സ്കേപ്പ്
my: အလျားလိုက်
si: තිරස්
te: ప్రకృతి దృశ్యం
th: แนวนอน
ur: افقی انداز
uz: Eniga
wa: Payizaedje

source: Square
am: ካሬ
bg: Квадрат
bn_in: চৌকো
br: Karrez
cy: Sgwâr
gd: Ceàrnagach
hi_in: वर्ग
km: ការេ
mai: वर्ग
ml: സമചതുരം
my: စတုရန်းပုံ
si: හතරැස්
te: చతురస్రం
th: สี่เหลี่ยมจัตุรัส
ur: مربع
uz: Kvadrat
wa: Cwåré

source: No photos or videos
am: ፎቶዎች ወይንም ቪዲዮ የለም
bg: Липсват снимки и клипове
bn_in: ছবি ভিডিও নেই
br: Luc'hskeudenn pe video ebet
cy: Dim lluniau na fideos
gd: Chan eil dealbh no video agad
hi_in: नहीं हैं चित्र एवं वीडियो
km: គ្មាន​រូបថត ឬ​វីដេអូ
mai: कोनो चित्र एवं वीडियो नहि
ml: ചിത്രങ്ങളോ വീഡിയോകളോ ഇല്ല
my: မည်သည့် ပုံ / ရုပ်ရှင် မျှမရှိ
si: සේයාරූ හෝ දිසි පට නොමැත
te: ఎటువంటి ఛాయాచిత్రాలు, దృశ్యకాలు లేవు
th: ไม่มีรูปภาพหรือวิดีโอ
ur: کوئی تصاویر یا ویڈیوز
uz: Fotosuratlar va videolar yo‘q
wa: Nole foto ou videyo

source: Use the Camera app to get started.
am: ለማስጀመር የ ካሜራውን መተግበሪያ ይጠቀሙ
bg: Използвайте приложението Камера, за да започнете.
bn_in: শুরু করার জন্য ক্যামেরা অ্যাপ্লিকেশন ব্যবহার করুন।
br: Arverañ ar c'hamera evit kregiñ.
cy: Defnyddio'r ap Camera er mwyn cychwyn arni.
gd: Cleachd aplacaid a' chamara airson tòiseachadh.
hi_in: कैमरा अनुप्रयोग का प्रयोग शुरू करने के लिए.
km: ប្រើ​កម្មវិធី​កាមេរ៉ា​ដើម្បី​ចាប់ផ្ដើម។
mai: शुरू करबा लेल कैमरा एप्प क प्रयोग करू.
ml: തുടങ്ങാനായി ക്യാമറ പ്രയോഗം ഉപയോഗിക്കുക.
my: ကင်မရာ အားသုံးပြီး စတင်လိုက်ပါ
si: කැමරා යෙදුම භාවිතයෙන් ආරම්භ කරන්න
te: మొదలుపెట్టడానికి కెమేరా అనువర్తనాన్ని వాడండి.
th: ใช้แอปกล้องเพื่อเริ่มต้น
ur: شروع کرنے کے لیے کیمرہ اپ استعمال کریں۔
uz: Boshlash uchun "Kamera" ilova dasturidan foydalaning.
wa: Siervoz del aplicåcion Camera po-z ataker.

source: No photos
am: ፎቶዎች የሉም
bg: Липсват снимки
bn_in: ছবি নেই
br: Luc'hskeudenn ebet
cy: Dim lluniau
gd: Chan eil dealbh ann
hi_in: कोई तस्वीर नहीं
km: គ្មាន​រូបថត
mai: कोनो तस्वीर नहि
ml: ചിത്രങ്ങൾ ലഭ്യമല്ല
my: ပုံ မရှိပါ
si: සේයාරූ නැත
te: ఫొటోలు లేవు
th: ไม่มีรูปภาพ
ur: کوئی تصاویر نہیں
uz: Fotosuratlar yo‘q

source: No memory card
am: ምንም የማስታወሻ ካርድ አልተገኘም
bg: Липсва карта за памет
bn_in: মেমোরি কার্ড নেই
br: Kartenn vemor ebet
cy: Dim cerdyn cof
gd: Cha eil cairt-chuimhne ann
hi_in: नहीं हैं याददाश्त कार्ड
km: គ្មាន​កាត​អង្គ​ចងចាំ
mai: मेमोरी कार्ड नहि अछि
ml: മെമ്മറി കാർഡ് ലഭ്യമല്ല
my: မှတ်ဉာဏ်ကဒ် မရှိပါ
si: මතක පතක් නොමැත
te: మెమొరీ కార్డు లేదు
th: ไม่มีการ์ดหน่วยความจำ
ur: میموری کارڈ نہیں
uz: Xotira kartasi yo‘q
wa: Nole cwåte memwere

source: Insert a memory card to use this app.
am: ይህን መተግበሪያ ለመጠቀም የ ማስታወሻ ካርድ ያስገቡ
bg: Поставете карта за памет, за да използвате това приложение.
bn_in: একটি মেমোরি কার্ড প্রবেশ করান অ্যাপ ব্যবহারের জন্য।
br: Enlakait ur gartenn vemor evit arverañ an arload-mañ.
cy: Rhowch gerdyn cof i mewn i ddefnyddio'r ap.
gd: Cuir a-steach cairt-chuimhne gus an aplacaid seo a chleachdadh.
hi_in: इस एप्लिकेशन का उपयोग करने के लिए एक स्मृति कार्ड डालें.
km: បញ្ចូល​កាត​អង្គ​ចងចាំ​ដើម្បី​ប្រើ​កម្មវិធី​នេះ។
mai: ई युक्ति'क उपयोग करऽ लेल एकटा स्मृति कार्ड प्रविष्ट करू.
ml: ഈ പ്രയോഗം ഉപയോഗിക്കാനായി ഒരു മെമ്മറി കാർഡ് ഇടുക.
my: ယခု အက်ပ်အားသုံးရန် မှတ်ဉာဏ်ကဒ်ထည့်ပါ
si: මෙම යෙදුම භාවිතා කිරීමට මතක පතක් ඇතුලත් කරන්න.
te: ఈ అనువర్తనాన్ని వాడుకోడానికి మెమొరీ కార్డును చొప్పించండి.
th: ใส่การ์ดหน่วยความจำเพื่อใช้แอปนี้
ur: اس ایپ کو استعمال کرنے کے لئےمیموری کارڈ داخل ڈالیں۔
uz: Ushbu ilova dasturdan foydalanish uchun xotira kartasini kiriting.

source: Memory card in use
am: የማስታወሻ ካርድ በ ስራ ላይ
bg: Включен е кабел
bn_in: মেমোরি কার্ড ব্যবহার হচ্ছে
br: War arver eo ar gartenn vemor
cy: Cerdyn cof ar waith
gd: Tha a' chairt-chuimhne 'ga chleachdadh
hi_in: मेमोरी कार्ड उपयोग में
km: កាត​អង្គ​ចងចាំ​កំពុង​ប្រើ
mai: स्मृति कार्ड उपयोग मे
ml: മെമ്മറി കാർഡ് ഉപയോഗത്തിലാണു്
my: မှတ်ဉာဏ်ကဒ် အားသုံးနေသှ်
si: මතක පත භාවිතයේ පවතී
te: మెమొరీ కార్డు వినియోగంలో ఉంది
th: การ์ดหน่วยความจำใช้งานอยู่
ur: میموری کارڈاستعمال میں
uz: Xotira kartasidan foydalanilmoqda
wa: Cwåte memwere eployeye

source: Unplug the phone to use this app.
am: ይህን መተግበሪያ ለመጠቀም ስልኩን ይለያዩ
bg: За да използвате това приложение изключете кабела от телефона.
bn_in: ফোন খুলুন অ্যাপ ব্যবহারের জন্য.
br: Dilugit ar pellgomzer evit arverañ an arload-mañ.
cy: Dadblygiwch y ffôn i ddefnyddio'r ap.
gd: Thoir am pluga às gus an aplacaid seo a chleachdadh.
hi_in: फोन अनप्लग इस एप्लिकेशन का उपयोग करने के लिए.
km: ដក​ទូរស័ព្ទ​ដើម្បី​ប្រើ​កម្មវិធី​នេះ។
mai: एहि युक्ति'क उपयोग करबा लेल फोन प्लग सँ हटाउ.
ml: ഈ പ്രയോഗം ഉപയോഗിക്കാനായി ഫോൺ വിച്ഛേദിക്കുക.
my: ယခုအက်ပ်အားသုံးရန် ဖုန်းပလပ်အားဖြုတ်ပါ
si: මෙම යෙදුම භාවිතා කිරීමට දුරකථනය පේනුවෙන් විසන්ධි කරන්න.
te: ఈ అనువర్తనాన్ని వాడటానికి ఫోను ప్లగ్గు తీసివేయండి.
th: ถอดสายจากโทรศัพท์เพื่อใช้แอปนี้
ur: اس اپلی کیشن کو استعمال کرنے کے لئےفون کو انپلگ کریں۔
uz: Ushbu ilova dasturdan foydalanish uchun telefonni tokdan uzing.
wa: Distckôkîz li telefone po vs siervi di ciste aplicåcion ci.

source: Scanning
am: በማሰስ ላይ
bg: Претърсване
bn_in: স্ক্যান করা হচ্ছে
br: O c'hwilerviñ
cy: Sganio
gd: A' sganadh
hi_in: स्कैनिंग
km: ការ​វិភាគរក
mai: स्कैनिंग
ml: സൂക്ഷമമായി പരിശോധിക്കുന്നു
my: ဖတ်နေသှ်
si: සුපිරික්සමින්
te: పరికిస్తున్నాం
th: กำลังสแกน
ur: سکین کر رہا ہے
uz: Tekshirilmoqda

source: Looking for photos and videos.
am: ፎቶዎች እና ቪዲዮዎች ለመፈለግ
bg: Търсене на снимки и видеозаписи.
bn_in: ফটো এবং ভিডিও দেখার জন্যে।
br: O klask luc'hskeudennoù ha videoioù.
cy: Chwilio am luniau a fideos.
gd: A' lorg dealbhan is videothan.
hi_in: फ़ोटो और वीडियो के लिए खोज रहे हैं.
km: រក​មើល​រូបថត និង​វីដេអូ។
mai: फ़ोटो आ वीडियो लेल ताकि रहल अछि.
ml: ചിത്രങ്ങൾക്കും വീഡിയോകൾക്കുമായി തിരയുന്നു.
my: ပုံ နှင့် ရုပ်ရှင်များ ရှာနေသှ်
si: සේයාරූ හා දිසි පට සොයමින්.
te: ఛాయాచిత్రాలు మరియు దృశ్యకాల కోసం చూస్తున్నాం.
th: กำลังมองหารูปภาพและวิดีโอ
ur: تصاویر اور ویڈیو تلاش کر رہا ہے۔
uz: Fotosuratlar va videolar qidirilmoqda.

source: Database Upgrade
am: የ ዳታቤዝ ማሻሻያ
bg: Надграждане на базата данни
bn_in: ডাটাবেস আপগ্রেড
br: Hizivaat ar stlennvon
cy: Diweddaru Cronfa Ddata
gd: Àrdachadh dhan stòr-dàta
hi_in: डेटाबेस उन्नयन
km: ធ្វើ​ឲ្យ​មូលដ្ឋាន​ទិន្នន័យ​ទាន់​សម័យ
mai: डेटाबेस नवीनीकरण
ml: ഡാറ്റാബേസ് പുതുക്കല്‍
my: သိမ်းဆည်းမှတ်ဉာဏ် အဆင့်မြှင့်
si: දත්ත ගබඩා යාවත්කාලීනය
te: డేటాబేసు ఉన్నతీకరణ
th: การปรับรุ่นฐานข้อมูล
ur: کوائفیے درجہ افزوں کریں
uz: Ma’lumotlar bazasini yangilash
wa: Metaedje a livea del båze di dnêyes

source: Please wait while Gallery updates its database.
am: እባክዎን ይቆዩ አዳራሽ ዳታቤዙን እስከሚያሻሽል
bg: Моля, изчакайте докато Галерия обнови своята база данни.
bn_in: গ্যালারি তার ডাটাবেস আপডেট করছে দয়া করে অপেক্ষা করুন।
br: Gortozit e-pad m'emañ ar Skeudennaoueg o hizivaat e stlennvon mar plij.
cy: Arhoswch tra bo'r Oriel yn diweddaru ei gronfa ddata.
gd: Fuirich ort fhad 's a dh'ùraicheas an gailearaidh an stòr-dàta aige.
hi_in: गैलरी अपने डेटाबेस को अद्यतन करते समय प्रतीक्षा करें.
km: សូម​រង់ចាំ​ខណៈ​ពេល​ធ្វើ​បច្ចុប្បន្នភាព​វិចិត្រ​​​​សាល​មូលដ្ឋាន​ទិន្នន័យ​របស់​វា។
mai: गैलरी अपन डेटाबेस केँ नवीनीकरण क रहल अछि , प्रतीक्षा करू.
ml: ഗാല്ലറി ഡാറ്റാബേസ് നവീകരിക്കുന്നത് വരെ ദയവായി ക്ഷമിക്കുക.
my: ပြခန်းမှတ်ဉာဏ် အား အဆင့်မြှင့်နေသဖြင့် ကျေးဇူးပြုပြီး စောင့်ပေးပါ
si: ගැලරිය එහි දත්ත ගබඩාව යාවත්කාලීන කරගන්නා තෙක් සිටින්න.
te: చిత్రశాల తన డేటాబేసును నవీకరించేంత వరకూ దయచేసి వేచివుండండి.
th: โปรดรอขณะคลังทำการปรับปรุงฐานข้อมูล
ur: براہ مہربانی انتظار کریں جب تک گیلری ڈیٹا بیس کو اپ ڈیٹ نہی کر دیتی۔
uz: Galleriya ma’lumotlar bazasini yangilaguncha kutib turing.
wa: Tårdjîz s’ i vs plait sol tins k’ Galreye met a djoû s’ båze di dnêyes.

source: Can not share this image file type.
am: የዚህ ምስል ፋይል አይነት ማካፈል አይቻልም
bg: Този тип изображение не може да бъде споделен.
bn_in: এই ইমেজ ফাইল টাইপ শেয়ার করা যাবে না।
br: N'haller ket ranner ar rizh restr skeudenn-mañ.
cy: Methu rhannu'r math yma o ffeil delwedd.
gd: Cha ghabh a leithid seo a dhealbh a cho-roinneadh.
hi_in: इस छवि फ़ाइल प्रकार साझा नहीं कर सकते.
km: មិន​អាច​ចែករំលែក​ប្រភេទ​ឯកសារ​រូបភាព​នេះ។
mai: ई छवि फाइल'क आरूप साझा नहि भऽ सकत.
ml: ഈ ഫയൽ തരത്തിലുള്ള ചിത്രം പങ്കിടാൻ സാധ്യമല്ല.
my: ယခုကဲ့သို့ ပုံအမျိုးအစားအား မမျှဝေပေးနိုင်ပါ
si: මෙම පින්තූර ගොනු වර්ගය බෙදා ගැනීමට නොහැකියි.
te: ఈ బొమ్మ దస్త్ర రకాన్ని పంచుకోలేరు.
th: ไม่สามารถแบ่งปันชนิดไฟล์ภาพนี้
ur: یہ نقش مسل قسم شیئر نہیں کی جا سکتی۔
uz: Ushbu turdagi fayl turini bo‘lishib bo‘lmaydi.
wa: Dji n’ sai pårtaedjî cisse cogne di fitchî imådje la.

source: Can not edit photos: Memory card is full.
am: ፎቶዎችን ማረም አይቻልም: ማስታወሻ ካርዱ ሙሉ ነው
bg: Не могат да бъдат редактирани снимки: картата за памет е пълна.
bn_in: ফটো এডিট করতে পারবেন না: মেমরি কার্ড পূর্ণ হয়েছে।
br: N'haller ket embann luc'hskeudennoù : leun eo ar gartenn vemor.
cy: Methu golygu lluniau: Cerdyn cof yn llawn.
gd: Cha ghabh na dealbhan a dheasachadh: Tha a' chairt-chuimhne làn.
hi_in: तस्वीरों को संपादित नहीं कर सकते: मेमोरी कार्ड भरा है.
km: មិន​អាច​កែ​រូបថត៖ កាត​អង្គ​ចងចាំ​ពេញ។
mai: तस्वीर केँ संपादित नहि कए सकैछ: मेमोरी कार्ड भरल अछि.
ml: ചിത്രങ്ങൾ തിരുത്താൻ സാധ്യമല്ല: മെമ്മറി കാർഡ് നിറഞ്ഞിരിക്കുന്നു.
my: ပုံများအား မပြင်နိုင်ပါ၊ မှတ်ဉာဏ်ကဒ် ပြည့်နေပါပြီ။
si: සේයාරුව සංස්කරණය කල නොහැකියි: මතක පත පිරී ඇත.
te: ఛాయాచిత్రాలను సవరించలేరు: మెమొరీ కార్డు నిండింది.
th: ไม่สามารถแก้ไขรูปภาพ: การ์ดหน่วยความจำเต็ม
ur: تصاویر مدون نہیں کر سکتے ہیں: میموری کارڈ بھرا ہوا ہے۔
uz: Fotosuratlarni tahrirlab bo‘lmaydi: xotira kartasi to‘la.
wa: Dji n’ sai candjî les fotos : li cwåte memwere est plinte.

source: Image is too large to display on this device.
am: በዚህ አካል ላይ ለማሳየት ምስሉ በጣም ትልቅ ነው
bg: Изображението е твърде голямо, за да бъде показано на това устройство.
bn_in: চিত্র ডিভাইসে প্রদর্শন করতে অত্যন্ত বড়।
br: Re vras eo ar skeudenn-mañ evit bezañ skrammet war an trevnad-mañ.
cy: Delwedd yn rhy fawr i'w ddangos ar y ddyfais.
gd: Tha an dealbh ro mhòr 's cha ghabh a shealltainn air an uidheam seo.
hi_in: यह छवि इस डिवाइस पर प्रदर्शित करने के लिए बहुत बड़ी है.
km: រូបភាព​ធំពេក​ក្នុង​ការ​បង្ហាញ​លើ​ឧបករណ៍​នេះ។
mai: ई छवि एहि डिवाइस पर प्रदर्शित करबाक लेल बेसी पैध अछि.
ml: ഈ ഉപകരണത്തിൽ കാണിക്കുവാൻ സാധ്യമല്ലാത്ത അത്രയും വലുതാണ് ചിത്രം.
my: ပုံသည် ယခုပစ္စည်းတွင် ပြသရန် အရမ်းကြီးလွန်းနေပါသှ်
si: උපාංගය මත දර්ශණය කල නොහැකි තරමේ සේයාරුවකි.
te: చిత్రం ఈ పరికరం పై ప్రదర్శించలేనంత పెద్దగా ఉంది.
th: ภาพใหญ่เกินไปที่จะแสดงบนอุปกรณ์นี้
ur: تصویر کافی بڑی ہے آلہ پر دکھانے کے لئے۔
uz: Qurilmada ko‘rsatish uchun rasm juda katta.
wa: L’ imådje et trop grande po-z esse håynêye so cist éndjin ci.

source: Image is invalid or corrupt and cannot be displayed.
am: ምስሉ ዋጋ የለውም ወይንም የተበላሸ ነው ለማሳየት
bg: Изображението е невалидно или повредено и не може да бъде показано.
bn_in: চিত্র অবৈধ বা খারাপ এবং প্রদর্শন করা যাবে না।
br: Didalvoudek pe kontronet eo ar skeudenn-mañ ha n'hall ket bezañ skrammet.
cy: Methu dangos delwedd annilys neu llwgr.
gd: Tha an dealbh mì-dhligheach no coirbte 's cha ghabh a shealltainn.
hi_in: छवि अमान्य या भ्रष्ट है तथा प्रदर्शित नहीं किया जा सकता है.
km: រូបភាព​មិន​ត្រឹមត្រូវ ឬ​​ខូច ហើយ​មិន​អាច​បង្ហាញ​បាន​ទេ។
mai: छवि अमान्य अथवा त्रुटिपूर्ण अछि आ प्रदर्शित नहि कएल जा सकैत अछि.
ml: ചിത്രം അസാധുവോ, പിശകുള്ളതോ ആയതിനാൽ കാണിക്കാൻ സാധ്യമല്ല.
my: ပုံသှ် ပျက် သို့ မဟုတ် ပြသလို့မရပါ
si: වලංගු නොවන හෝ හානි වූ සේයාරුවක් නිසා දර්ශණය කල නොහැකියි.
te: చిత్రం సరిగాలేదు లేదా పాడైంది అందువల్ల ప్రదర్శించుట వీలుకాదు.
th: ภาพไม่ถูกต้องหรือเสียหาย และไม่สามารถแสดงได้
ur: نقش غلط اور خراب ہے اسلئے دکھایا نہی جا سکتا۔
uz: Rasm yaroqsiz yoki buzilgan, shuning uchun u ko‘rsatilmaydi.
wa: L’ imådje n’ est nén valåbe ou crombe ça fwait k’ dji nel sai nén håyner.

source: {{filename}} saved to Gallery
am: {{filename}} ወደ አዳራሽ ተቀምጧል
bg: {{filename}} е запазен в Галерия
bn_in: {{filename}} গ্যালারিতে সংরক্ষিত
br: Enrollet eo bet {{filename}} er Skeudennaoueg
cy: {{filename}} wedi ei chadw i'r Oriel
gd: Chaidh {{filename}} a shàbhaladh sa ghailearaidh
hi_in: {{filename}} गैलरी में सहेजें
km: បាន​រក្សាទុក {{filename}} ទៅ​វិចិត្រសាល
mai: {{filename}} गैलरी मे सहेजू
ml: {{filename}} ഗാലറിയിലേക്ക് സംരക്ഷിക്കപ്പെട്ടിരിക്കുന്നു
my: {{filename}} အားပြခန်းတွင် သိမ်းပြီး
si: ගැලරිය වෙතට {{filename}} සුරැකුම් විය
te: {{filename}} చిత్రశాలకు భద్రపరచబడింది
th: บันทึก {{filename}} ไปยังคลังแล้ว
ur: {{filename}} محفوظ کیا گیا ہے گیلری میں
uz: {{filename}} "Galleriya"ga saqlandi
wa: {{filename}} schapé el Galreye
