Repository: translate/mozilla-gaia
Catalog: */apps/gallery/gallery.properties.po
Languages: am, bg, bn_in, br, cy, gd, hi_in, km, mai, ml, my, si, te, th, ur, uz, wa

source: New copy saved.
am: አዲሱ ኮፒ ተቀምጧል
bg: Запазено е като копие.
bn_in: নতুন অনুলিপি সংরক্ষিত।
br: Eilad nevez enrollet.
cy: Cadwyd copi newydd.
gd: Chaidh lethbhreac ùr a shàbhaladh.
hi_in: नयी प्रतिलिपि संचित करें.
mai: नवीन कॉपी सहेजल गेल.
my: ယခုကူးထားသည် အားသိမ်းပြီး
si: නව පිටපත සුරැකිනි.
th: บันทึกสำเนาใหม่แล้ว
ur: نئی نقل محفوظ شدہ۔
uz: Yangi nusxa saqlandi.

source: Go to Camera
am: ወደ ካሜራ መሄጃ
bg: Отворяне на камера
bn_in: ক্যামেরাতে যান
br: Mont da Gamera
cy: Mynd i'r Camera
gd: Rach gun chamara
hi_in: कैमरा पर जाएँ
km: ចូល​ទៅ​កាមេរ៉ា
mai: कैमरा पर जाउ
ml: ക്യാമറയിലേക്ക് പോകുക
my: ကင်မရာ ဆီသို့သွား
si: කැමරාව වෙත යන්න
te: కెమేరాకు వెళ్ళండి
th: ไปที่กล้อง
ur: جائیں بطرف کیمرہ
uz: "Kamera"ga o‘tish

source: Name
am: ስም
bg: Име
bn_in: নাম
br: Anv
cy: Enw
gd: Ainm
hi_in: नाम
km: ឈ្មោះ
mai: नाम
ml: പേര്
my: အမည်
si: නම
te: పేరు
th: ชื่อ
ur: نام
uz: Nomi

source: Size
am: መጠን
bg: Размер
bn_in: আকার
br: Ment
cy: Maint
gd: Meud
hi_in: आकार
km: ទំហំ
mai: आकार
ml: വലിപ്പം
my: အရွယ်အစား
si: විශාලත්වය
te: పరిమాణం
th: ขนาด
ur: سائز
uz: Hajmi

source: Image Type
am: የምስል አይነት
bg: Тип на изображението
bn_in: ছবির ধরন
br: Rizh ar skeudenn
cy: Math Delwedd
gd: Seòrsa an deilbh
hi_in: छवि प्रकार
km: ប្រភេទ​រូបភាព​
mai: छवि प्रकार
ml: ചിത്രത്തിന്റെ തരം
my: ရုပ်ပုံ အမျိုးအစား
si: පිළිඹිබු වර්‍ගය
te: బొమ్మ రకం
th: ชนิดภาพ
ur: نقش کی قسم
uz: Rasm turi

source: Date Taken
am: የተወሰደበት ቀን
bg: Дата на заснемане
bn_in: তোলার তারিখ
br: Deiziad ar skeudenn
cy: Dyddiad Cymerwyd
gd: Chaidh a thogail
hi_in: ली गई तिथि
km: កាលបរិច្ឆេទ​ថត
mai: तिथि: जहिया छवि लेल गेल
ml: എടുത്തിരിയ്ക്കുന്ന തീയതി
my: ရိုက်ယူခဲ့သှ့် နေ့
si: ලබාගත් දිනය
te: తీసిన తేది
th: วันที่ถ่าย
ur: تاریخ قرار دی گئی
uz: Olingan sanasi

source: Resolution
am: ሪዞሊሽን
bg: Разделителна способност
bn_in: রেসোলিউশন
br: Diarunusted
cy: Cydraniad
gd: Dùmhlachd-bhreacaidh
hi_in: रेज़ोल्यूशन
km: ​គុណភាព​បង្ហាញ
mai: रिसॉल्यूशन:
ml: റെസല്യൂഷന്‍
my: ထင်ရှားပြတ်သားမှု
si: විභේදනය
te: విభాజకత
th: ความละเอียด
ur: قرارداد
uz: O‘lchami

source: Close
am: መዝጊያ
bg: Затваряне
bn_in: বন্ধ করুন
br: Serriñ
cy: Cau
gd: Dùin
hi_in: बंद करें
km: បិទ
mai: बन्न करू
ml: അടയ്ക്കുക
my: ပိတ်
si: වසන්න
te: మూసివేయి
th: ปิด
ur: بند
uz: Yopish

source: Bytes
am: ባይትስ
bg: байта
bn_in: বাইটস
br: Eizhbitoù
cy: Beitiau
hi_in: बाइट्स
km: បៃ
mai: कण
ml: ബൈറ്റുകള്‍
my: ဘိုက်များ
si: බයිට්
te: బైట్లు
ur: بائٹس
uz: Bayt

source: KB
am: ኪባ
br: Ke
hi_in: केबी
mai: के बी
ml: കെ ബി
my: ကီလိုဘိုက်
si: කිලෝ බයිට්
te: కిబై

source: MB
am: ሜባ
br: Me
hi_in: एमबी
mai: एम बी
ml: എം ബി
my: မဂ္ဂါဘိုက်
si: මෙගාබයිට්
te: మెబై

source: GB
am: ጌባ
br: Ge
hi_in: जीबी
mai: जी बी
ml: ജി ബി
my: ဂစ်ဂါဘိုက်
si: ගිගාබයිට්
te: గిబై

source: Gallery
am: አዳራሽ
bg: Галерия
bn_in: গ্যালারি
br: Skeudennaoueg
cy: Oriel
gd: Gailearaidh
hi_in: गैलरी
km: វិចិត្រសាល
mai: दीर्घा
ml: ഗാലറി
my: ပြခန်း
si: ගැලරිය
te: చిత్రశాల
th: คลัง
ur: دریچہ
uz: Galleriya

source: Preview
am: ቅድመ እይታ
bg: Преглед
bn_in: পূর্ব প্রদর্শন
br: Alberz
cy: Rhagolwg
gd: Ro-shealladh
hi_in: पूर्वावलोकन
km: មើល​ជាមុន​
mai: पूर्वावलोकन
ml: തിരനോട്ടം
my: အစမ်းမြင်ကွင်း
si: පෙරදසුන
te: మునుజూపు
th: แสดงตัวอย่าง
ur: معائنہ
uz: Oldindan ko‘rish

source: Video dated {{ timeStamp }}
am: ቪዲዮ የተቀረጸበት ቀን {{ timeStamp }}
bg: Видеозаписът е от {{ timeStamp }}
bn_in: ভিডিও ডেট করা হয়েছে {{ timeStamp }}
br: Deiziad ar video {{ timeStamp }}
cy: Dyddiad y Fideo {{ timeStamp }}
gd: Ceann-là a’ video {{ timeStamp }}
si: වීඩියෝවේ දිනය {{ timeStamp }}
th: วันที่บันทึกวิดีโอ {{ timeStamp }}
ur: وڈیو وقت سٹیمپ {{ timeStamp }}
uz: Video sanasi: {{ timeStamp }}

source: Image dated {{ timeStamp }}
am: ምስሉ የተነሳበት ቀን {{ timeStamp }}
bg: Изображението е от {{ timeStamp }}
bn_in: ফটো ডেট করা হয়েছে {{ timeStamp }}
br: Deiziad ar skeudenn {{ timeStamp }}
cy: Dyddiad y ddelwedd {{ timeStamp }}
gd: Ceann-là an deilbh {{ timeStamp }}
si: පින්තූරයේ දිනය {{ timeStamp }}
th: วันที่ถ่ายภาพ {{ timeStamp }}
ur: نقش وقت سٹیمپ {{ timeStamp }}
uz: Rasm sanasi: {{ timeStamp }}

source: Back
am: ወደ ኋላ
bg: Обратно
bn_in: পূর্ববর্তী
br: Distro
cy: Nôl
gd: Air ais
hi_in: पीछे
km: ថយក្រោយ
my: နောက်သို့
si: ආපසු
te: వెనుకకు
th: ย้อนกลับ
ur: وا پس
uz: Orqaga

# crop-options.ariaLabel
source: Crop
am: መከርከሚያ
bg: Изрязване
bn_in: ছাঁটাই করুন
br: Didroc'hañ
cy: Tocio
gd: Bearr
my: ပိုင်းဖြတ်ပါ
si: ඡේදනය
th: ครอบตัด
ur: قطع کریں
uz: Qirqish

source: Custom aspect ratio
am: የ ማነፃፀሪያ መጠን
bg: Свободен избор на съотношение на страните
bn_in: কাস্টমের অনুপাত
br: Kenfeurioù an neuz personelaet
cy: Cymarebau agwedd cyfaddas
gd: Co-mheas deilbh gnàthaichte
hi_in: आस्पेक्ट अनुपात कस्टम
my: စိတ်ကြိုက် ရှုထောင့် အချိုး
si: රැචිකල රූපීය අනුපාතය
th: สัดส่วนแบบกำหนดเอง
ur: مخصوص پہلو تناسب
uz: Boshqa nisbiylik qiymati

source: Portrait aspect ratio
am: የ ምስል ማነፃፀሪያ መጠን
bg: Съотношение на страните портрет
bn_in: প্রোট্রেইট অনুপাত
br: Kenfeur an neuz mod poltred
cy: Cymhareb agwedd portread
gd: Co-mheas dealbh portraid
hi_in: आस्पेक्ट अनुपात पोर्ट्रेट
my: ဒေါင်လိုက် ရှုထောင့် အချိုး
si: ආලෙඛය රූපීය අනුපාතය
th: สัดส่วนแนวตั้ง
ur: عمودی انداز پہلو تناسب
uz: Portret nisbatida

source: Landscape aspect ratio
am: በ መሬት አቀማመጥ ማነፃፀሪያ መጠን
bg: Съотношение на страните пейзаж
bn_in: ল্যান্ডস্কেপ অনুপাত
br: Kenfeur an neuz mod gweledva
cy: Cymhareb agwedd tirlun
gd: Co-mheas dealbh dreach-tìre
hi_in: आस्पेक्ट अनुपात लैंडस्केप
my: အလျားလိုက်ရှုထောင့်အချိုး
si: භූ දර්ශී රූපිය අනුපාතය
th: สัดส่วนแนวนอน
ur: افقی انداز پہلو تناسب
uz: Eniga nisbatida

source: Square aspect ratio
am: በ ካሬ ማነፃፀሪያ መጠን
bg: Съотношение на страните квадрат
bn_in: বর্গক্ষেত্র অনুপাত
br: Kenfeur an neuz mod karrez
cy: Cymhareb agwedd sgwâr
gd: Co-mheas deilbh ceàrnagach
hi_in: आस्पेक्ट अनुपात स्क्वायर
my: စတုရန်းရှုထောင့်အချိုး
si: සම රූපිය අනුපාතය
th: สัดส่วนสี่เหลี่ยมจัตุรัส
ur: مربع پہلو تناسب
uz: Kvadrat nisbatida

source: More aspect ratios
am: ተጨማሪ ማነፃፀሪያ መጠኖች
bg: Още съотношения на страните
bn_in: আরও দৃষ্টিভঙ্গির অনুপাত
br: Kenfeurioù neuz ouzhpenn
cy: Rhagor o gymarebau agwedd
gd: Barrachd cho-mheasan
si: තවත් රූපිය අනුපාතයන්
th: สัดส่วนเพิ่มเติม
ur: مزید پہلو تناسب
uz: Ko‘proq ekran proporsionalligi

source: 3:4 portrait
am: 3:4 ምስል
bg: 3:4 портретно
bn_in: 3:4 প্রতিকৃতি
br: Poltred 3:4
cy: Portread 3:4
gd: 3:4, portraid
km: រូបបញ្ឈរ3:4
si: 3:4 ආලෙඛය
th: แนวตั้ง 3:4
ur: 3:4 عمودی انداز
uz: 3:4 bo‘yiga

source: 4:3 landscape
am: 4:3 በ መሬት አቀማመጥ
bg: 4:3 пейзажно
bn_in: 4:3 ল্যান্ডস্কেপ
br: Gweledva 4:3
cy: Tirwedd 4:3
gd: 4:3, dreach-tìre
km: រូប​ផ្ដេក 4:3
si: 4:3 භූ දර්ශී
th: แนวนอน 4:3
ur: 4:3 افقی انداز
uz: 4:3 eniga

source: 16:9 landscape
am: 16:9 በ መሬት አቀማመጥ
bg: 16:9 пейзажно
bn_in: 16:9 ল্যান্ডস্কেপ
br: Gweledva 16:6
cy: Tirwedd 16:9
gd: 16:9, dreach-tìre
km: រូប​ផ្ដេក 16:9
si: 16:9 භූ දර්ශී
th: แนวนอน 16:9
ur: 16:9 افقی انداز
uz: 16:9 eniga

source: Effect
am: ተጽዕኖው
bg: Ефект
bn_in: প্রদর্শনক্ষেত্র
br: Gwered
cy: Effeithiau
gd: Èifeachd
my: အထူးပြုလုပ်ချက်များ
si: ප්‍රයෝග
th: ลักษณะพิเศษ
ur: اثرات
uz: Effekt

source: None
am: ምንም
bg: Готово
bn_in: কোনোটাই না
br: Tra ebet
cy: Dim
gd: Chan eil gin
my: မရွေးပါ
si: නොමැත
th: ไม่มี
ur: کچھ نہیں
uz: Yo‘q

source: Black and white
am: ጥቁር እና ነጭ
bg: Чернобяло
bn_in: কালো এবং সাদা
br: Gwenn ha Du
cy: Du a gwyn
gd: Dubh is geal
hi_in: काला और सफेद
km: ពណ៌សខ្មៅ
my: အနက်နှင့် အဖြူ
si: කළු හා සුදු
th: ดำและขาว
ur: سیاہ اور سفید
uz: Qora va oq

# effect-sepia.ariaLabel
source: Sepia
bg: Сепия
bn_in: বাদামী রং
si: සීපියා
th: ซีเปีย
ur: سرخي مائل
uz: Sepiya

source: Faded
bg: Избледняване
bn_in: ফ্যাকাসে
br: Lakaet arveuz
cy: Pylwyd
gd: Crìonte
my: မှိန်ထားသည်
si: මිලාන
th: เลือน
ur: دھندلا
uz: So‘nish

# exposure-button.ariaLabel
source: Exposure
am: የተጋለጠበት ጊዜ
bg: Експозиция
bn_in: এক্সোপাজার
br: Kizvezh
cy: Dinoethiad
gd: Deisearas
si: නිරාවරණය
th: เปิดรับแสง
ur: نمائش
uz: Ekspozitsiya

# crop-button.ariaLabel
source: Crop
am: መከርከሚያ
bg: Изрязване
bn_in: ছাঁটাই করুন
br: Didroc'hañ
cy: Tocio
gd: Bearr
my: ပိုင်းဖြတ်ပါ
si: ඡේදනය
th: ครอบตัด
ur: قطع کریں
uz: Qirqish

# effect-button.ariaLabel
source: Effects
am: ውጤቶች
bg: Ефекти
bn_in: প্রদর্শনক্ষেত্র
br: Efedoù
cy: Effeithiau
gd: Èifeachdan
my: အထူးပြုလုပ်ချက်များ
si: ප්‍රයෝග
th: ลักษณะพิเศษ
ur: اثرات
uz: Effektlar

source: Enhance
am: መጨመሪያ
bg: Подобряване
bn_in: উন্নত করা
br: Gwellaat
cy: Gwella
gd: Leasaich
hi_in: बढ़ाएँ
my: မြှင့်တင်ရန်
si: දියුණුකළ
th: ปรับปรุง
ur: افزوں کرنا
uz: Oshirish

source: Camera
am: ካሜራ
bg: Камера
bn_in: ক্যামেরা
br: Kamera
gd: Camara
hi_in: कैमरा
my: ကင်မရာ
si: කැමරා
th: กล้อง
ur: کیمرہ
uz: Kamera

source: Select multiple
am: ይምረጡ በርካታ
bg: Избор на много елементи
bn_in: একাধিক নির্বাচন করুন
br: Diuzañ meur a hini
cy: Dewis lluosog
gd: Tagh barrachd air aon
hi_in: अधिक का चयन करें
my: ရွေးရန် (အရန်)
si: බහුවිධ තේරීම
th: เลือกหลายรายการ
ur: کثیر منتخب کریں
uz: Bir nechtasini tanlash

# edit-button.ariaLabel
source: Edit
am: ማረሚያ
bg: Редактиране
bn_in: সম্পাদনা করুন
br: Embann
cy: Golygu
gd: Deasaich
my: ပြင်ရန်
si: සංස්කරණය කරන්න
th: แก้ไข
ur: تدوین کریں
uz: Tahrirlash

source: Share
am: ማካፈያ
bg: Споделяне
bn_in: শেয়ার করুন
br: Rannañ
cy: Rhannu
gd: Co-roinn
hi_in: साझा करें
my: မျှဝေရန်
si: බෙදාගන්න
th: แบ่งปัน
ur: شیئر
uz: Bo‘lishish

source: Information
am: መረጃ
bg: Информация
bn_in: তথ্য
br: Titouroù
cy: Manylion
gd: Fiosrachadh
hi_in: जानकारी
my: အချက်အလက်
si: තොරතුරු
te: సమాచారం
th: ข้อมูล
ur: معلومات
uz: Ma’lumot

# delete-button.ariaLabel
source: Delete
am: ማጥፊያ
bg: Изтриване
bn_in: মুছে ফেলুন
br: Dilemel
cy: Dileu
gd: Sguab às
my: ဖျက်ရန်
si: මකන්න
th: ลบ
ur: حذف کریں
uz: O‘chirish

source: Edit image preview
am: የ ምስል ቅድመ እይታ ማረሚያ
bg: Преглед при редакция
bn_in: ছবির প্রিভিউ সম্পাদনা করুন
br: Embann alberz ar skeudenn
cy: Golygu rhagolwg y ddelwedd
gd: Deasaich ro-shealladh an deilbh
hi_in: छवि पूर्वावलोकन सम्पादित करें
my: ပုံအစမ်းကြည့်မှုကို ပြင်ရန်
si: පිංතූර පෙරදසුන් සංස්කරණය
th: แสดงตัวอย่างภาพที่แก้ไข
ur: نقش پیش نظارہ تدوین کریں
uz: Tasvir ko‘rinishini tahrirlash

source: Blue steel
bg: Синя стомана
bn_in: নীল স্টিল
br: Dir glas
cy: Dur glas
gd: Stàilinn ghorm
hi_in: ब्लू स्टील
my: သံမဏိရောင်အပြာ
th: เหล็กฟ้า
ur: نیلا سٹیل
uz: Ko‘k temir

source: Edit
wa: Candjî

source: Exposure
wa: Espôzucion

source: Effects
wa: Efets
