Repository: translate/mozilla-gaia
Catalog: hto/shared/keypad/keypad.properties.po
Languages: hto

source: Phone number
hto: Jóriaɨ Fákara

source: Delete
hto: Fúitade

source: Voicemail
hto: Fákara úai

source: Asterisk
hto: Asterisco

source: Hash sign
hto: bie #

source: Cancel
hto: Fúitade

source: Loading SIM card contacts…
hto: Óruoruide komɨnɨ iyena SIM...

source: No contacts were found
hto: Báinide komɨnɨ

source: OK
hto: Jɨɨ

source: No SIM card to load contacts from
hto: Óruoruide komɨnɨ iyena SIM iñede
