Repository: translate/mozilla-gaia
Catalog: ig/apps/ftu/ftu.properties.po
Languages: ig

source: Enter PIN code
ig: Tinye koodu PIN

source: Type your PIN code
ig: Pịnye koodu PIN gị

source: PIN must have between 4 and 8 characters.
ig: PIN ga-enwerịrị n'etiti mkpụrụedemede 4 na 8.

source: The PIN was incorrect.
ig: PIN ahụ ezighi ezi.

source: You have one try left to enter the correct code before locking the SIM card.
ig: Ị nwere otu nnwale fọdụrụ iji tinye koodu ziri ezi tupu akpọchie kaadị SIM ahụ.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu akpọchie kaadị SIM ahụ.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu akpọchie kaadị SIM ahụ.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu akpọchie kaadị SIM ahụ.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu akpọchie kaadị SIM ahụ.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ig: Nke a bụ ohere ikpeazụ gị itinye PIN ziri ezi. Ọbụghị, ị ga-etinyerịrị koodu PUK maka iji kaadị SIM a.

source: Enter PUK code
ig: Tinye koodu PUK

source: Enter SIM {{n}} PUK
ig: Tinye SIM {{n}} PUK

source: PUK code
ig: Koodu PUK

source: PUK code must have exactly 8 characters.
ig: Koodu PUK ga-enwerịrị mkpụrụedemede 8 kpọmkwem.

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ig: Ị ga-etinyerịrị Koodu Igodo Mkpọghe Nkeonwe (PUK) maka kaadị SIM. Rụtụ aka na akwụkwọ kaadị SIM gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

source: The PUK was incorrect.
ig: PUK ahụ ezighi ezi.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ig: Ị nwere 1 nnwale fọdụrụ iji tinye koodu ziri ezi tupu emebie kaadị SIM a. Rụtụ aka na akwụkwọ kaadị SIM gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu emebie kaadị SIM a. Rụtụ aka na akwụkwọ kaadị SIM gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu emebie kaadị SIM a. Rụtụ aka na akwụkwọ kaadị SIM gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu emebie kaadị SIM a. Rụtụ aka na akwụkwọ kaadị SIM gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ig: Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi tupu emebie kaadị SIM a. Rụtụ aka na akwụkwọ kaadị SIM gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
ig: Nke a bụ ohere ikpeazụ gị itinye koodu PUK ziri ezi. A ga-emebi kaadị SIM gị ma ọ bụrụ na i tinye koodu PUK na ezighi ezi.

source: Create new PIN (4 to 8 digits)
ig: Mepụta PIN ọhụrụ (mkpụrụọnụọgụ 4 ruo 8)

source: Confirm new PIN
ig: Kwenye na PIN ọhụrụ

source: PINs don’t match
ig: PIN amakọghị

source: Enter NCK code
ig: Tinye koodu NCK

source: Enter CCK code
ig: Tinye koodu CCK

source: Enter SPCK code
ig: Tinye koodu SPCK

source: Enter NCK1 code
ig: Tinye koodu NCK1

source: Enter NCK2 code
ig: Tinye koodu NCK2

source: Enter HNCK code
ig: Tinye koodu HNCK

source: Enter RCCK code
ig: Tinye koodu RCCK

source: Enter RSPCK code
ig: Tinye koodu RSPCK

source: Enter SIM {{n}} NCK
ig: Tinye SIM {{n}} NCK

source: Enter SIM {{n}} CCK
ig: Tinye SIM {{n}} CCK

source: Enter SIM {{n}} SPCK
ig: Tinye SIM {{n}} SPCK

source: Enter SIM {{n}} NCK1
ig: Tinye SIM {{n}} NCK1

source: Enter SIM {{n}} NCK2
ig: Tinye SIM {{n}} NCK2

source: Enter SIM {{n}} HNCK
ig: Tinye SIM {{n}} HNCK

source: Enter SIM {{n}} RCCK
ig: Tinye SIM {{n}} RCCK

source: Enter SIM {{n}} RSPCK
ig: Tinye SIM {{n}} RSPCK

source: Type your NCK code
ig: Pịnye koodu NCK gị

source: Type your CCK code
ig: Pịnye koodu CCK gị

source: Type your SPCK code
ig: Pịnye koodu SPCK gị

source: Type your NCK1 code
ig: Pịnye koodu NCK1 gị

source: Type your NCK2 code
ig: Pịnye koodu NCK2 gị

source: Type your HNCK code
ig: Pịnye koodu HNCK gị

source: Type your RCCK code
ig: Pịnye koodu RCCK gị

source: Type your RSPCK code
ig: Pịnye koodu RSPCK gị

source: NCK must have between 8 and 16 characters.
ig: NCK ga-enwerịrị n'etiti mkpụrụedemede 8 na 16.

source: CCK must have between 8 and 16 characters.
ig: CCK ga-enwerịrị n'etiti mkpụrụedemede 8 na 16.

source: SPCK must have between 8 and 16 characters.
ig: SPCK ga-enwerịrị n'etiti mkpụrụedemede 8 na 16.

source: NCK1 must have between 8 and 16 characters.
ig: NCK1 ga-enwerịrị n'etiti mkpụrụedemede 8 na 16.

source: NCK2 must have between 8 and 16 characters.
ig: NCK2 ga-enwerịrị n'etiti mkpụrụedemede 8 na 16.

source: HNCK must have between 8 and 16 characters.
ig: HNCK ga-enwerịrị n'etiti mkpụrụedemede 8 na 16.

source: RCCK must have between 8 and 16 characters.
ig: RCCK ga-enwerịrị n'etiti mkpụrụedemede 8 na 16.

source: RSPCK must have between 8 and 16 characters.
ig: RSPCK ga-enwerịrị n'etiti mkpụrụedemede 8 na 16.

source: The NCK code is incorrect.
ig: Koodu NCK ezighi ezi.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ig: Arịrịọ ntuzi netwọk agaghị. Ị nwere otu nnwale fọdụrụ iji tinye koodu ziri ezi. Rụtụ aka na akwụkwọ ngwaọrụ gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ig: Arịrịọ ntuzi netwọk agaghị. Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi. Rụtụ aka na akwụkwọ ngwaọrụ gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ig: Arịrịọ ntuzi netwọk agaghị. Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi. Rụtụ aka na akwụkwọ ngwaọrụ gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ig: Arịrịọ nturi netwọk agaghị. Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi. Rụtụ aka na akwụkwọ ngwaọrụ gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ig: Arịrịọ nturi netwọk agaghị. Ị nwere nnwale {{n}} fọdụrụ iji tinye koodu ziri ezi. Rụtụ aka na akwụkwọ ngwaọrụ gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
ig: Arịrịọ nturi netwọk agaghị. Ohere ikpeazụ iji tinye koodu NCK ziri ezi. Rụtụ aka na akwụkwọ ngwaọrụ gị ma ọ bụ kpọtụrụ ihe ndọkpụ gị maka ozi ndị ọzọ.

source: Skip
ig: Mafee

source: Send
ig: Zipu

source: OK
ig: ỌDỊMMA

source: The SIM card is locked
ig: Akpọchiri kaadị SIM ahụ

source: Last try.
ig: Nnwale ikpeazụ.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
ig: Nnwale {{n}} fọdụrụ.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
ig: Nnwale {{n}} fọdụrụ.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ig: Nnwale {{n}} fọdụrụ.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ig: Nnwale {{n}} fọdụrụ.

source: SIM Manager
ig: Ihe Njikwa SIM

source: (default)
ig: (eburupụta)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
ig: Atọrọ oku ndị na apụ apụ, ozi ndị na apụ apụ na njikọ data ka ọ bụrụ SIM 1 dị ka eburupụta

source: You can change default settings at Settings > SIM manager
ig: Ị nwere ike ịgbanwe ntọala eburupụta na Ntọala > ihe njikwa SIM

source: SIM PIN locked
ig: Akpọchiri SIM PIN

source: No operator
ig: Onye na ahụ mara ọrụ adịghị

source: Language
ig: Asụsụ

source: Cellular Data
ig: Data Mkpanaka

source: Enable Data
ig: Gbanye Data

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
ig: Ịgbanye njikọ data ugbu a ga-enye gị ohere ịtọlite ekwentị gị na enweghị njikọ Wi-Fi. Ị nwekwara ike ịgbanye ya ma emechaa na Ntọala. Gbaa mbọ hụ na ị nwere atụmatụ data na arụ ọrụ iji zere nnukwu ụgwọ nwere ike ịdị.

source: Warning
ig: Ịdọ aka na ntị

source: Geolocation
ig: Ọnọdụ ala

source: Enable Geolocation
ig: Gbanye Ọnọdụ ala

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
ig: {{brandShortName}} na eji data dịka GPS, Wi-Fi, na netwọk mkpanaka nọketere gị iji nyere aka chọpụta ọnọdụ gị kpọmkwem.

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
ig: A na eziga data na Mozilla yana ihe ṅweta ọrụ ndị ọzọ, a ga-eji ya iji mee nchịkọta iji melite ọdụ data ọnọdụ ndị ahụ. Enwere ike ịchekwa data na ngwaọrụ gị, mkpokọta data nwere ike ịdapụta ọbụlagodi mgbe ọnweghị ngwa na arụ ọrụ.

source: Notice
ig: Ọkwa

source: More about your privacy
ig: Ihe ndị ọzọ gbasara nzuzo gị

source: Scanning for networks
ig: Na-achọgharị netwọk

source: Select a network
ig: Họrọ netwọk

source: Connecting…
ig: Na-ejikọ…

source: Obtaining an IP address…
ig: Na-enweta adreesị IP…

source: Connected
ig: Ejikọrọ

source: Connection failed
ig: Njikọ agaghị

source: Offline
ig: Anọghị n'ịntanetị

source: secured by {{capabilities}}
ig: nwere nchedo n'aka {{capabilities}}

source: Open
ig: Mepee

# identity
source: User
ig: Onye ọrụ

# identityInput.placeholder
source: User
ig: Onye ọrụ

source: Password
ig: Okwuntughe

# passwordInput.placeholder
source: Password
ig: Okwuntughe

source: Show Password
ig: Gosi Okwuntughe

source: Refresh
ig: Tighachi

source: No wireless networks found
ig: Ọnweghị netwọk ikuku ahụrụ

source: Join hidden network
ig: Sonye netwok zoro ezo

source: Authentication
ig: Nkwadobe

source: SSID Network Name
ig: Aha Netwọk SSID

source: {{level}} of 4 bars
ig: {{level}} nke ogwe 4

source: Networks found
ig: Netwọk ndị ahụrụ

source: Date & Time
ig: Ụbọchị & Oge

source: Time zone
ig: Mpaghara oge

source: Change
ig: Gbanwee

source: Region
ig: Mpaghara

source: City
ig: Obodo

source: Date
ig: Ụbọchị

source: Time
ig: Oge

source: Import contacts
ig: Bubata kọntaktị

source: SIM card
ig: Kaadị SIM

source: Not imported yet
ig: Ebubataghị

source: Other accounts
ig: Akaụntụ ndị ọzọ

source: Firefox Accounts
ig: Akaụntụ Firefox

source: Create Account or Sign In
ig: Mepụta Akaụntụ ma ọ bụ Banye

source: A verification link has been sent to {{email}}
ig: Ezigala njikọ nyocha na {{email}}

source: Signed in as {{email}}
ig: Banyere dị ka {{email}}

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
ig: Arụrụ {{brandShortName}} n'elu ngwanrọ mepere emepe bụ n'efu site na ogbe nke puku kwụrụ puku sitere na gburugburu ụwa niile. Enwere ihe ole ma ole ị kwesịrị ịma:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
ig: Edebere gị {{brandShortName}} ka ọ dị n'okpuru usoro nke ọtụtụ ikikere isi mmalite mepere emepe gụnyere Ikikere Ọha Mozilla. Ngwaọrụ na eji {{brandShortName}} nwekwara ike ịnwe ngwanrọ bụ n'efu sitere n'aka ndị ọzọ. Koodu ọ bụla enyere n'okpuru ikikere ndị mepere emepe na enye gị ikike iji mezie koodu isi mmalite ahụ ma kesaa ụdị ndị i meziri emezi ma ọ bụrụ na ị sọpụrụ usoro ndị ahụ.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
ig: Enyeghị gị ikike ma ọ bụ ikikere ụghalahịa ọ bụla na ụghalahịa nke Ụlọ Ọrụ Mozilla ma ọ bụ ebe ọ bụla, gụnyere na enweghị mmachi aha ma ọ bụ akara {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
ig: Ụfọdụ atụmatụ dị na {{brandShortName}}, dịka Ihe Mkpesa Mbibi, na enye gị nhọrọ iji nye nzaghachi na Mozilla. Site na ịhọrọ ịnyefe nzaghachi, ị na enye Mozilla ikikere iji nzaghachi ahụ iji melite ngwaahịa ya, iji bipute nzaghachi na weebụsaịtị ya, yana iji kesaa nzaghachi ahụ.

source: SIM Card Warning
ig: Amụma Kaadị SIM

source: Please, insert a SIM card and reboot your phone.
ig: Biko, fanye kaadị SIM wee bidogharịa ekwentị gị.

source: About {{brandShortName}}
ig: Maka {{brandShortName}}

source: Your Privacy
ig: Nzuzo Gị

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
ig: Mgbe i jiri {{brandShortName}}, ị na abụrụ akụkụ nke ogbe ozuruụwa na enyere aka ịrụpụta ọdịnihu ka mma maka Weebụ. Ọ bụrụ na ị ga-achọ ịmakwu maka ogbe Mozilla, ngwaahịa na mmemme ndị ọzọ nọketere gị, biko tinye adreesị ozi-e gị n'okpuru.

source: Email address
ig: Adreesị ozi-e

source: Email successfully added
ig: Etinyere ozi-e na enweghị nsogbu

source: Saving your email…
ig: Na-echekwa ozi-e gị…

source: Marketplace
ig: Ọdụ ahịa

source: Back
ig: Azụ

source: Next
ig: Osote

source: Join
ig: Sonye

source: Done
ig: Emechaala

source: That’s it!
ig: Ọ bụ ya!

source: Start your phone tour!
ig: Bido ndugharị ekwentị gị!

source: Start your tablet tour!
ig: Bido ndugharị tabletị gị!

source: Join us for a quick tutorial about your new phone.
ig: Sonye anyị maka nkuzi ọsọ ọsọ maka ekwentị ọhụrụ gị.

source: You’re ready to enjoy your new phone.
ig: Ị dịla nkwadobe ịnwe ọhụụ ekwentị ọhụrụ gị.

source: You can change the language, date/time and Wi-Fi connection in settings.
ig: Ị nwere ike ịgbanwe asụsụ, ụbọchị/oge na njikọ Wi-Fi na ntọala.

source: Let’s go
ig: Ka anyị bido

source: Start tour
ig: Bido ndugharị

source: You can always swipe from the bottom edge to enter home screen.
ig: Ị nwere ike ịmị site na akụkụ okpuru iji banye ihuenyo mbata.

source: Let’s do it!
ig: Ka anyị mee ya!

source: Tutorial
ig: Nkuzi

source: Swipe left or right to discover new apps on home screen.
ig: Mịa akaekpe ma ọ bụ akanri iji chọpụta ngwa ọhụrụ na ihuenyo mbata.

source: Two fingers swipe up from the bottom edge to trigger card view.
ig: Mmịgo mkpịsị aka abụọ site na akụkụ okpuru iji kpalite nlele kaadị.

source: Drag from the left edge of your screen to return to recently used apps.
ig: Si na akụkụ akaekpe nke ihuenyo gị dọkpụrụ iji laghachi na ngwa ejiri nso nso a.

source: You must be connected to the Internet to view the page.
ig: Ị ga-ejikọrịrị na Ịntanetị iji lelee ibe ahụ.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
ig: Biko laghachi wee jikọọ na Ịntanetị. Ị nwekwara ike ịlele ibe ahụ ma emechaa site na Ntọala ma ọ bụ site na itinye {{url}} n'ihe nchọgharị ọ bụla.

source: OK
ig: ỌDỊMMA

source: You must be connected to the Internet to subscribe to the newsletter.
ig: Ị ga-ejikọrịrị na Ịntanetị iji debanye aha na akwụkwọ akụkọ ahụ.

source: Please go back and connect to the Internet.
ig: Biko laghachi wee jikọọ na Ịntanetị.

source: Your email is not valid
ig: Ozi-e gị anaghị arụ ọrụ

source: Please go back and correct your entry.
ig: Biko laghachi wee dezie ndenye gị.

source: Retry
ig: Nwagharịa

source: Cancel
ig: Kagbuo

source: Step {{step}} of {{total}}
ig: Usoro {{step}} nke {{total}}

source: First Time Experience
ig: Ahụmịhe Oge Izizi
