Repository: translate/mozilla-gaia
Catalog: hto/shared/activities/activities.properties.po
Languages: hto

source: Make call
hto: Jɨrite

source: Send email
hto: Úiraɨma órede

source: Send message
hto: Óre úaina

source: Open contact
hto: Komɨnɨ tuite

source: Open image
hto: Jána tuite

source: Open audio
hto: Tuiño fɨkɨrede

source: Open video
hto: Jóreño tuño

source: Take photo
hto: Jána fɨnode

source: Record video
hto: Joreño fɨnode

source: Open link
hto: Tuño úitaka

source: Open PDF file
hto: PDF tuño jónia ráa
