Repository: translate/mozilla-gaia
Catalog: hsb/shared/elements/gaia_grid/gaia_grid.properties.po
Languages: hsb

source: Stop {{name}}
hsb: {{name}} zastajić

source: Do you want to stop the download in progress?
hsb: Chceće tuchwilne sćehnjenje zastajić?

source: Stop
hsb: Zastajić

source: Restart Download
hsb: Sćehnjenje znowa startować

source: Do you want to download {{name}}?
hsb: Chceće {{name}} sćahnyć?

source: Download
hsb: Sćahnyć

source: Cancel
hsb: Přetorhnyć

source: Expand group
hsb: Skupinu wočinić

source: Collapse group
hsb: Skupinu začinić

source: Enter a group name
hsb: Zapodajće mjeno skupiny
