Repository: translate/mozilla-gaia
Catalog: yo/shared/tz/tz.properties.po
Languages: yo

source: Region
yo: Ẹkùn

source: City
yo: Ìlú

source: Africa
yo: Afíríkà

source: America
yo: Amẹríkà

source: Antarctica
yo: Àǹtátíkà

source: Asia
yo: Àṣíà

source: Australia
yo: Ọstirélíà

source: Europe
yo: Úrópùú

source: Indian Ocean
yo: Òkun Índíà

source: Pacific Ocean
yo: Òkun Pásífíkì
