Repository: translate/mozilla-gaia
Catalog: zam/apps/collection/collection.properties.po
Languages: zam

source: Loading
zam: Delay

source: Cancel
zam: Naa lit luy

source: Custom
zam: Thus kuey

source: Connect to the internet to add more Smart Collections
zam: Gu let internet ner tood Ko lash lu ko Xhog lu

source: All smart collections have been added.
zam: Se han añadido todas las colecciones inteligentes.

source: Add to top of collection
zam: Toob kue gap

source: Add to Home Screen
zam: Lo xhog moon loo yib

source: Connect to the internet to get apps for {{collectionName}}
zam: Tob lo Internet xha tob lu {{collectionName}}

source: Edit
zam: Thus kuey

# edit-done
source: Done
zam: Gok la

source: Delete Collection
zam: Tedont kue

source: This collection and all of its data will be deleted.
zam: Tedont reta chan naá.

source: Delete
zam: Tedont

source: Edit collection
zam: Thues kue kue

source: Done
zam: Gokla
