Repository: translate/mozilla-gaia
Catalog: dsb/apps/settings/device_type/tv/settings.device.properties.po
Languages: dsb

source: Share my Internet connection with a USB-connected device.
dsb: Internetny zwisk z rědom źěliś, kótaryž jo pśez USB zwězany.

source: Share my Internet connection with Wi-Fi-connected devices.
dsb: Internetny zwisk z rědami źěliś, kótarež su pśez WLAN zwězane.

source: The ringtone was not changed because the selected file can not be played on this TV.
dsb: Zwónjenje njejo se změniło, dokulaž wubrana dataja njedajo se na toś tom telewizorje wótgraś.

source: Find My Device allows you to locate, lock or erase your TV
dsb: Funkcija Mój rěd namakaś zmóžnja wam, waš telewizor namakaś, zastajiś abo wulašowaś

source: Find My Device allows you to locate, lock or erase your TV from a web site:
dsb: Funkcija "Mój rěd namakaś" zmóžnja wam, waš telewizor z websedła namakaś, zastajiś abo wulašowaś:

source: Your TV is being tracked by another device through the website.
dsb: Waš telewizor slědujo se na websedle pśez drugi rěd.

source: No devices are actively tracking your TV through the website.
dsb: Žedne rědy njeslěduju aktiwnje waš telewizor na websedle.

source: Enabling USB storage allows another computer or device connected using USB to access files on this TV.
dsb: Aktiwěrowanje USB-składowaka zmóžnja drugemu licadłoju abo rědoju, kótaryž jo pśez USB zwězany, pśistup na dataje na toś tom telewizorje měś.

source: Reset TV
dsb: Telewizor slědk stajiś

source: Resetting will erase all your data, including any apps you’ve purchased. The TV will be restored to its factory condition. None of your settings or data will be saved.
dsb: Pśi slědkstajanju budu se wšykne waše daty inkluziwnje kupjone nałoženja lašowaś. Telewizor stajijo se na zawodowy staw slědk. Waše nastajenja abo daty njebudu se składowaś.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your TV will have unrestricted developer tools, allowing you to modify and debug system applications.
dsb: Pśi lašowanju se wšykne waše daty wulašuju, inkluziwnje nałoženja, kótarež sćo kupił. Žedne z wašych nastajenjow abo datow se składuju. Ale waš telewizor změjo njewobgranicowane wuwijarske rědy, kótarež wam zmóžnjaju, systemowe nałoženja změniś a za zmólkami pśeglědowaś.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your TV will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
dsb: Pśi slědstajanju wulašuju se wšykne waše daty, inkluziwnje nałoženja, kótarež sćo kupił. Žedne z wašych nastajenjow abo datow se składuju. Ale waš telewizor wěcej njezmějo njewobgranicowane wuwijarske rědy. Njamóžośo wěcej systemowe nałoženja změniś abo za zmólkami pśeglědowaś.

source: Turning on power save mode turns off the TV’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
dsb: Aktiwěrowanje modusa zažarženja energije znjemóžnja datowy zwiski telewizora, Bluetooth-zwiski a zwiski za póstajenje stojnišća, aby cas funkcioněrowanja baterije pśedlejšyło. Móžośo toś te słužby manuelnje zmóžniś.

source: Help us improve {{brandShortName}} by sharing data about your TV and the way you use it.
dsb: Pomagajśo nam, {{brandShortName}} pólěpšyś, z tym až źěliśo daty wó swójom telewizorje a wó wašni, ako jen wužywaśo.

source: Connected to TV audio
dsb: Z telewizorowym awdiom zwězany

source: Connected to TV/media audio
dsb: Z telewizorowym/medijowym awdiom zwězany
