Repository: translate/mozilla-gaia
Catalog: son/apps/privacy-panel/permissions.properties.po
Languages: son

source: Schedule a notification, or schedule an application to be started.
son: Bangandiyan waati soolu wala porogaram kaŋ ga tunandi soolu.

source: Access audio input devices, e.g. microphone.
son: Duu jinde damhaya jinawey, sanda mikro.

source: Play clock alarms and calendar alarms.
son: Montor ɲooje nda hantiira ɲooje hẽenandi.

source: Play music and video.
son: Miiziki nda widewo hẽenandi.

source: Play UI sounds, Web content, music, radio.
son: Goykaw dii-feddi sawtey, interneti gundekuna, miziki, arajo hẽenandi.

source: Play notification message sounds.
son: Bangandiyan alhabar sawtu hẽenandi.

source: Enables the app to implement a browser in an iframe.
son: Ga too porogaramize ma ceecikaw dam interneti kunga ra.

source: Take photos, shoot video, record audio, and control the camera.
son: Bii zaa, widewo sanbu, jinde zaa nda biizaahayaa juwal.

# perm-contacts-description
source: Add, read, or modify contacts from the address book on the device and read contacts from the SIM.
son: Boroyaŋ tonton, caw wala barmay aderesu tiiraa ra jinaa ga nda borey caw SIM-oo ga.

source: Read contacts from the address book on the device and read contacts from the SIM.
son: Boroyaŋ caw aderesu tiiraa ra jinaa ga nda borey caw SIM-oo ga.

source: Read or modify contacts from the address book on the device and read contacts from the SIM.
son: Borey caw wal'i barmay aderesu tiiraa ra jinaa ga nda borey caw SIM-oo ga.

# perm-contacts-readcreate-description
source: Add, read, or modify contacts from the address book on the device and read contacts from the SIM.
son: Boroyaŋ tonton, caw wal'i barmay aderesu tiiraa ga jinaa ga nda borey caw SIM-oo ga.

source: Add contacts to the address book on the device.
son: Boroyaŋ tonton jinaa aderesu tiiraa ga.

source: Display a notification on the user’s device.
son: Bangandiyan kaŋ goo goykaa jinaa ga cebe.

# perm-device-storage-music-description
source: Add, read or modify music files stored on the device.
son: Miiziki tukey kaŋ jisandi jinaa ga tonton, caw wal'i barmay.

source: Read music files stored on the device.
son: Miiziki tukey kaŋ jisandi jinaa ga caw.

source: Read or modify music files stored on the device.
son: Miiziki tukey kaŋ jisandi jinaa ga caw.

# perm-device-storage-music-readcreate-description
source: Add, read or modify music files stored on the device.
son: Miiziki tukey kaŋ jisandi jinaa ga tonton, caw wal'i barmay.

source: Store new music files on the device.
son: Miiziki tuku taagey jiši jinaa ga.

# perm-device-storage-pictures-description
source: Add, read or modify picture files stored on the device.
son: Bii tukey kaŋ jisandi jinaa ga tonton, caw wal'i barmay.

source: Read picture files stored on the device.
son: Bii tukey kaŋ jisandi jinaa ga caw.

source: Read or modify picture files stored on the device.
son: Bii tukey kaŋ jisandi jinaa ga caw wal'i barmay.

# perm-device-storage-pictures-readcreate-description
source: Add, read or modify picture files stored on the device.
son: Bii tukey kaŋ jisandi jinaa ga tonton, caw wal'i barmay.

source: Store new picture files on the device.
son: Bii tuku taagey jiši jinaa ga.

# perm-device-storage-sdcard-description
source: Add, read or modify files stored on the device’s SD card.
son: Tukey kaŋ jisandi jinaa SD kattaa ga tonton, caw wal'i barmay.

source: Read files stored on the device’s SD card.
son: Tukey kaŋ jisandi jinaa SD kattaa ga caw.

source: Read or modify files stored on the device’s SD card.
son: Tukey kaŋ jisandi jinaa SD kattaa ga caw wal'i barmay.

# perm-device-storage-sdcard-readcreate-description
source: Add, read or modify files stored on the device’s SD card.
son: Tukey kaŋ jisandi jinaa SD kattaa ga tonton, caw wal'i barmay.

source: Store new files on the device’s SD card.
son: Tuku taagey kaŋ goo jinaa SD kattaa ga jiši.

# perm-device-storage-videos-description
source: Add, read or modify video files stored on the device.
son: Widewo tukey kaŋ jisandi jinaa ga tonton, caw wal'i barmay.

source: Read video files stored on the device.
son: Widewo tukey kaŋ jisandi jinaa ga caw.

source: Read or modify video files stored on the device.
son: Widewo tukey kaŋ jisandi jinaa ga caw wal'i barmay.

# perm-device-storage-videos-readcreate-description
source: Add, read or modify video files stored on the device.
son: Widewo tukey kaŋ jisandi jinaa ga tonton, caw wal'i barmay.

source: Store new video files on the device.
son: Widewo tuku taagey jiši jinaa ga.

source: Control the FM radio.
son: FM arajo koroši.

source: Obtain the current location of the user.
son: Duu goykaa sohõda gorodogoo.

source: Allow the app to act as a virtual keyboard by listening to focus change events in other apps.
son: Naŋ porogaramizoo ma tee sanda himari kufaldaari kaŋ ga haŋajer laasaabay barmay teera se porogaramize taney ra.

source: Obtain mobile network information (MCC, MNC, etc.).
son: Duu kanbe talfon sankay alhabar (MCC, MNC nda taney).

source: Enable an app to wake up to receive notification.
son: Porogamize soolu hal'a ma tun ka duu bangandiyan.

source: Utilize storage without size limitations.
son: Jišidoo ka goy bila nda adadu hirri kul.

source: Allow anonymous cross-origin XHR without the target site having CORS enabled.
son: Naŋ aššil-margante XHR kaŋ šii nda maa ma dira toodoo ma tunandi aššil-margante dabari.

source: Create TCP sockets and communicate over them.
son: TCP funyaŋ tee ka šelaŋ i bande.

source: Access video input devices, e.g. camera.
son: Duu widewo damhaya jinawey, sanda biizaahaya.

source: Allow content to open a window in front of all other content.
son: Naŋ gundekuna ma feera zanfun ra gundekuna kul se jine.

source: Play sounds for incoming phone calls.
son: Sawtey hẽenandi talfon ciyari hurantey se.

source: Play sounds for phone calls, VoIP calls.
son: Sawtey hẽenandi talfon nda interneti ciyarey se.

source: Play public notification sounds.
son: Jamaa bangandiyan sawtey hẽenandi.

source: Listen to proximity sensor events in the background.
son: Haŋajer manyan maateyan batey se bandafaaroo ra.

source: Enable an app to run in the background.
son: Naŋ porogaram ma dira bandafaaroo ra.

source: Low level access to Bluetooth hardware.
son: Bluetooth jinay duuyan ga yalaafu.

source: Fires an event when a specific type of cell network message is received (an emergency network notification).
son: Ga batu gorandi waati kaŋ kanbe talfon sankay dumi alhabar tana foo duwanda (tilasu sankay bangandiyan).

# perm-device-storage-apps-description
source: Add, read, or modify files stored in the apps location on the device.
son: Tukey kaŋ jisandi porogaram gorodogoo ra tonton, caw wala barmay jinaa ga.

source: Read files stored in the apps location on the device.
son: Tukey kaŋ jisandi porogaram gorodogoo ra caw jinaa ga.

source: Read, or modify files stored in the apps location on the device.
son: Tukey kaŋ jisandi porogaram gorodogoo ra caw wal'i barmay jinaa ga.

# perm-device-storage-apps-readcreate-description
source: Add, read, or modify files stored in the apps location on the device.
son: Tukey kaŋ jisandi porogaram gorodogoo ra tonton, caw, wal'i barmay jinaa ga.

source: Store new files in the apps location on the device.
son: Tuku taagayaŋ jiši porogaram gorodogoo ra jinaa ga.

source: Ability to embed apps in mozApp frames.
son: Ga hin ka porogaramyaŋ kanandi mozApp kungawey ra.

source: Notify the app if the user is idle.
son: Porogaramoo bangandi nda goykaw ga hunanzam.

source: Obtain information about the current mobile voice and data connection.
son: Duu alhabar sohõda kanbe jinay jindoo nda bayhaya dobuyan ga.

source: Monitor network uploads and downloads.
son: Sankay zijandiyaney nda zumandiyaney hawgay.

source: Obtain statistics of data usage per interface.
son: Duu bayhaya goyyan kabu-izey dii-feddi se.

source: Open windows in a new process.
son: Zanfuney feeri goymee taaga ra.

source: Allow an app to manage permissions of other apps.
son: Naŋ porogaram-ize foo ma duɲeyaney juwal porogaram-ize taney se.

source: Turn the screen on or off, control CPU, device power, etc.
son: Dijoo, maršinoo, jinaa, sahãa nda itaney diinandi wal'i wii.

source: Configure or read device settings.
son: Jinay kayandiyaney hanse wal'i caw.

source: Read device settings.
son: Jinay kayandiyaney caw.

source: Read or modify device settings.
son: Jinay kayandiyaney caw wal'i barmay.

source: Add, read or modify device settings.
son: Jinay kayandiyaney tonton, caw wal'i barmay.

source: Add device settings.
son: Jinay kayandiyaney tonton.

source: Send and receive SMS messages.
son: SMS alhabarey sanba nda duu w'ey.

source: Access all telephony-related APIs to make and receive phone calls.
son: Dii talfon porogaram hantumyan dii-feddi ka ciya nda ka haŋajer.

source: Set current time.
son: Sohõda waatoo kayandi.

source: Access voicemail.
son: Maa jinde bataga.

source: Manage installed Open Web Apps.
son: Interneti feerante porogaramizey jisantey juwal.

source: Enumerate available Wi-Fi networks, get signal strength, connect to a network.
son: Wi-Fi sankay barantey kabu, dii tammaasa sahã, dobu sankay foo ga.

source: Receive WAP Push messages.
son: Duu hewbande ɲooje alhabarey.
