Repository: translate/mozilla-gaia
Catalog: */shared/intl/unitformat.properties.po
Languages: ar

# duration-second-narrow[zero]
source: {{ value }}s
ar: {{ value }} ثانية

# duration-second-narrow[one]
source: {{ value }}s
ar: {{ value }} ثانية واحدة

# duration-second-narrow[two]
source: {{ value }}s
ar: ثانيتان

# duration-second-narrow[few]
source: {{ value }}s
ar: {{ value }} ثواني

# duration-second-narrow[many]
source: {{ value }}s
ar: {{ value }} ثانية

# duration-second-narrow[other]
source: {{ value }}s
ar: {{ value }} ثانية

# duration-minute-narrow[zero]
source: {{ value }}m
ar: ولا شهر

# duration-minute-narrow[one]
source: {{ value }}m
ar: {{ value }}شهر واحد

# duration-minute-narrow[two]
source: {{ value }}m
ar: شهران

# duration-minute-narrow[few]
source: {{ value }}m
ar: {{ value }} أشهر

# duration-minute-narrow[many]
source: {{ value }}m
ar: {{ value }} شهر

# duration-minute-narrow[other]
source: {{ value }}m
ar: {{ value }}شهر

# duration-hour-narrow[zero]
source: {{ value }}h
ar: ولا ساعة

# duration-hour-narrow[one]
source: {{ value }}h
ar: {{ value }}ساعة واحدة

# duration-hour-narrow[two]
source: {{ value }}h
ar: ساعتان

# duration-hour-narrow[few]
source: {{ value }}h
ar: {{ value }} ساعات

# duration-hour-narrow[many]
source: {{ value }}h
ar: {{ value }}ساعة

# duration-hour-narrow[other]
source: {{ value }}h
ar: {{ value }}ساعة

# duration-day-narrow[zero]
source: {{ value }}d
ar: ولا يوم

# duration-day-narrow[one]
source: {{ value }}d
ar: {{ value }}يوم واحد

# duration-day-narrow[two]
source: {{ value }}d
ar: يومان

# duration-day-narrow[few]
source: {{ value }}d
ar: {{ value }} أيام

# duration-day-narrow[many]
source: {{ value }}d
ar: {{ value }}يوم

# duration-day-narrow[other]
source: {{ value }}d
ar: {{ value }}يوم

# duration-month-narrow[zero]
source: {{ value }}mth
ar: ولا شهر

# duration-month-narrow[one]
source: {{ value }}mth
ar: {{ value }}شهر واحد

# duration-month-narrow[two]
source: {{ value }}mths
ar: شهران

# duration-month-narrow[few]
source: {{ value }}mths
ar: {{ value }}أشهر

# duration-month-narrow[many]
source: {{ value }}mths
ar: {{ value }}شهر

# duration-month-narrow[other]
source: {{ value }}mths
ar: {{ value }}شهر
