Repository: translate/mozilla-gaia
Catalog: lg/apps/ftu/ftu.properties.po
Languages: lg

source: Enter PIN code
lg: Yingizaamu koodi ya PIN

source: Type your PIN code
lg: Wandiika koodi ya PIN yo

source: PIN must have between 4 and 8 characters.
lg: PIN ettekedwa okubamu obubonero wakati w'obunna paka ku munaana

source: The PIN was incorrect.
lg: PIN ebadde nkyaamu

source: You have one try left to enter the correct code before locking the SIM card.
lg: Osigaza omulundi gumu okuyingiza koodi entuufu nga kaada ya SIM tenagalibwa.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
lg: Osigaza emirundi {{n}} okuyingiza koodi entuufu nga kaada ya SIM tenagalibwa.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
lg: Osigaza emirundi {{n}} okuyingiza koodi entuufu nga kaada ya SIM tenagalibwa.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
lg: Osigaza emirundi {{n}} okuyingiza koodi entuufu nga kaada ya SIM tenagalibwa.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
lg: Osigaza emirundi {{n}} okuyingiza koodi entuufu nga kaada ya SIM tenagalibwa.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
lg: Guno gwe mukisa gwo ogusemba okuyingiza PIN entuufu. Olina okuyingiza koodi ya PUK okusobola okukozesa kaada ya SIM.

source: Enter PUK code
lg: Yingizamu koodi ya PUK

source: Enter SIM {{n}} PUK
lg: Yingizamu SIM {{n}} PUK

source: PUK code
lg: Koodi ya PUK

source: PUK code must have exactly 8 characters.
lg: Koodi ya PUK ettekedwa okuba nobubonero 8 bwenyini

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
lg: Olina okuyingiza Akasumuluzo Ko Akagulawo ( koodi ya PUK) eya SIM kaada. Kebera kubiwandiiko bya kaada ya SIM oba tukilira abo'mukutu gwo okumanya ebisingawo.

source: The PUK was incorrect.
lg: PUK nkyaamu.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
lg: Osigaza omulundi gumu okuyingiza koodi entuufu nga kaadi ya SIM tenaba gugalibwawo olubelera. Kebera kubiwandiiko bya kaada ya SIM oba tukilira abo'mukutu gwo okumanya ebisingawo.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
lg: Osigaza emirundi {{n}} okuyingiza koodi entuufu nga kaada ya SIM tenagalibwawo olubelera. Kebera kubiwandiiko bya kaada ya SIM oba tukilira abo'mukutu gwo okumanya ebisingawo.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
lg: Osigaza emirundi {{n}} okuyingiza koodi entuufu nga kaada ya SIM tenagalibwawo olubelera. Kebera kubiwandiiko bya kaada ya SIM oba tukilira abo'mukutu gwo okumanya ebisingawo.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
lg: Osigaza emirundi {{n}} okuyingiza koodi entuufu nga kaada ya SIM tenagalibwawo olubelera. Kebera kubiwandiiko bya kaada ya SIM oba tukilira abo'mukutu gwo okumanya ebisingawo.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
lg: Osigaza emirundi {{n}} okuyingiza koodi entuufu nga kaada ya SIM tenagalibwawo olubelera. Kebera kubiwandiiko bya kaada ya SIM oba tukilira abo'mukutu gwo okumanya ebisingawo.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
lg: Guno gwo'mukisa gwo ogusembayo okuyingiza koodi ya PUK entuufu. Kaada yo eya SIM egenda kugalibwawo olubelera bwoyingia koodi ya PUK enkyaamu.

source: Create new PIN (4 to 8 digits)
lg: Kola PIN empya (obubonero 4 ku 8)

source: Confirm new PIN
lg: Kakasa PIN empya

source: PINs don’t match
lg: PINs tezifanaganye

source: Enter NCK code
lg: Yingiza koodi ya NCK

source: Enter CCK code
lg: Yingiza koodi ya CCK

source: Enter SPCK code
lg: Yingiza koodi ya SPCK

source: Enter NCK1 code
lg: Yingiza koodi ya NCK1

source: Enter NCK2 code
lg: Yingiza koodi ya NCK2

source: Enter HNCK code
lg: Yingiza koodi ya HNCK

source: Enter RCCK code
lg: Yingiza koodi ya RCCK

source: Enter RSPCK code
lg: Yingiza koodi ya RSPCK

source: Enter SIM {{n}} NCK
lg: Yingiza SIM {{n}} NCK

source: Enter SIM {{n}} CCK
lg: Yingiza SIM {{n}} CCK

source: Enter SIM {{n}} SPCK
lg: Yingiza SIM {{n}} SPCK

source: Enter SIM {{n}} NCK1
lg: Yingiza SIM {{n}} NCK1

source: Enter SIM {{n}} NCK2
lg: Yingiza SIM {{n}} NCK2

source: Enter SIM {{n}} HNCK
lg: Yingiza SIM {{n}} HNCK

source: Enter SIM {{n}} RCCK
lg: Yingiza SIM {{n}} RCCK

source: Enter SIM {{n}} RSPCK
lg: Yingiza SIM {{n}} RSPCK

source: Type your NCK code
lg: Wandiika koodi yo eya NCK

source: Type your CCK code
lg: Wandiika koodi yo eya CCK

source: Type your SPCK code
lg: Wandiika koodi yo eya SPCK

source: Type your NCK1 code
lg: Wandiika koodi yo eya NCK1

source: Type your NCK2 code
lg: Wandiika koodi yo eya NCK2

source: Type your HNCK code
lg: Wandiika koodi yo eya HNCK

source: Type your RCCK code
lg: Wandiika koodi yo eya RCCK

source: Type your RSPCK code
lg: Wandiika koodi yo eya RSPCK

source: NCK must have between 8 and 16 characters.
lg: NCK etekeddwa okubaamu obubonero 8 paka ku 16.

source: CCK must have between 8 and 16 characters.
lg: CCK etekeddwa okubaamu obubonero 8 paka ku 16.

source: SPCK must have between 8 and 16 characters.
lg: SPCK etekeddwa okubaamu obubonero 8 paka ku 16.

source: NCK1 must have between 8 and 16 characters.
lg: NCK1 etekeddwa okubaamu obubonero 8 paka ku 16.

source: NCK2 must have between 8 and 16 characters.
lg: NCK2 etekeddwa okubaamu obubonero 8 paka ku 16.

source: HNCK must have between 8 and 16 characters.
lg: HNCK etekeddwa okubaamu obubonero 8 paka ku 16.

source: RCCK must have between 8 and 16 characters.
lg: RCCK elina okuba n'obubonero 8 paka ku 16.

source: RSPCK must have between 8 and 16 characters.
lg: RSPCK elina okuba n'obubonero 8 paka ku 16.

source: The NCK code is incorrect.
lg: Koodi ya NCK sintuufu.

source: Skip
lg: Buuka

source: Send
lg: Wereza

source: OK
lg: KALE

source: The SIM card is locked
lg: Kaada ya SIM egaddwa

source: Last try.
lg: Okugezako okusemba.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
lg: Esigade emirundi {{n}} okugezaako.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
lg: Esigade emirundi {{n}} okugezaako.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
lg: Esigade emirundi {{n}} okugezaako.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
lg: Esigade emirundi {{n}} okugezaako.

source: SIM Manager
lg: Entegeka za SIM

source: (default)
lg: (ekyagiramu)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
lg: Amasimu gookuba, obubaka bwowereza n'enyunga ku mutmbagano beteledwa ku SIM 1 nga essokelwako

source: You can change default settings at Settings > SIM manager
lg: Osobola okukyuusa entegeka y'ebisokelwako ng'ogenda ku Entegeka > Entegeka za SIM

source: SIM PIN locked
lg: SIM PIN egaddwa

source: No operator
lg: Tewali adukanya omukutu

source: Searching
lg: Okunoonya

source: Language
lg: Olulimi

source: Cellular Data
lg: Eby'omutimbagano Gw'essimu

source: Enable Data
lg: Sobozesa Omutimbagano

source: Warning
lg: Okulabula

source: Select a network
lg: Londa omukutu

source: Connecting…
lg: Okuyungibwa...

source: Obtaining an IP address…
lg: Okufuna endagiriro ya IP...

source: Connected
lg: Oyungiddwa

source: Connection failed
lg: Okuyungibwa kulemye

source: Security
lg: Ebyokwerinda

source: None
lg: Tewali

source: Open
lg: Nziggule

# securityOpen.ariaLabel
source: Security
lg: Ebyokwerinda

# identity
source: User
lg: Elinya ly'omukozesa

source: Password
lg: Ekigambo kye'kyaama

# passwordInput.placeholder
source: Password
lg: Ekigambo kye'kyaama

source: Show Password
lg: Laga ekigambo kye'kyaama

source: Join hidden network
lg: Wegatte ku mukutu ogukwekedwa

source: SSID Network Name
lg: SSID Elinya ly'omukutu

source: {{level}} of 4 bars
lg: {{level}} ku butti 4

source: Networks found
lg: Emikuttu gizuulidwa

source: Date & Time
lg: Enaku z'omwezi ne Ssaawa

source: Time zone
lg: Ekifo kyobudde

source: Change
lg: Kyuusa

source: City
lg: Ekibuga

source: Date
lg: Ennaku z'omwezi

source: Time
lg: Essawa

source: Import contacts
lg: Leeta endagiriro okuva ebweru

source: SIM card
lg: Kaada ya SIM

source: Other accounts
lg: Akaawunta endala

source: Firefox Accounts
lg: Akaawunta za Firefox

source: Create Account or Sign In
lg: Tondawo akaawunta oba Yingira gyewagulawo edda

source: Signed in as {{email}}
lg: Oyingidemu nga {{email}}

source: Other
lg: Ebilara

source: About {{brandShortName}}
lg: Ebikwaata ku {{brandShortName}}

source: Your Privacy
lg: Ebyekyama byo

source: Yes! Send data.
lg: Yee! Sindika ebiwandiiko.

source: Email address
lg: Endagiriro ya yimeyilo

source: Email successfully added
lg: Yimeyilo egatidwaako bulungi

source: Back
lg: Emabega

source: Next
lg: Ekiddako

source: Join
lg: Weyungeko

source: Done
lg: Kiwedde

source: That’s it!
lg: Kyekyo!

source: Start your phone tour!
lg: Ttandika okulambula enkozesa y'essimu yo!

source: Start your tablet tour!
lg: Ttandika okulambula enkozesa y'olubaati lwo!

source: Join us for a quick tutorial about your new phone.
lg: Yiga naffe okukozesa essimu yo empya amangu.

source: You’re ready to enjoy your new phone.
lg: Kati otegekebwa okunyumilwa essimu yo empya.

source: Let’s go
lg: Tugende

source: Start tour
lg: Tandika olulambula

source: Let’s do it!
lg: Tukikole!

source: Tutorial
lg: Ensomesa

source: OK
lg: KALE

source: Please go back and connect to the Internet.
lg: Bambi ddayo emabega oyunge ku mutimbagano.

source: Your email is not valid
lg: Yimeyilo yo sinnamu

source: Please go back and correct your entry.
lg: Bambi ddayo emabega oteleze byo'yingiza.

source: Retry
lg: Gezako nnate

source: Cancel
lg: Sazaamu

source: Step {{step}} of {{total}}
lg: Edaala {{step}} ku {{total}}

source: First Time Experience
lg: Obumanyirivu Obusooka
