Repository: translate/mozilla-gaia
Catalog: ach/shared/facebook/facebook.properties.po
Languages: ach

source: Close
ach: Lor

source: Import
ach: Kel

source: Update
ach: Ket ngec manyen

# fbFriends
source: Facebook Friends
ach: Luremi me Facebook

# facebook-serviceName
source: Facebook Friends
ach: Luremi me Facebook

source: Select all
ach: Yer weng

source: Deselect all
ach: Wek weng

source: View All Facebook Friends
ach: Nen luremi weng me Facebook

source: View Only Recommended
ach: Nen ma kicwako keken

source: No matching friends. Showing all
ach: Luremi ma rwate pe. Nyuto weng

source: Select the recommended one
ach: Yer en ma kicwako

# linkProposal[two]
source: Select a recommended one
ach: Yer en ma kicwako

# linkProposal[few]
source: Select a recommended one
ach: Yer en ma kicwako

# linkProposal[many]
source: Select a recommended one
ach: Yer en ma kicwako

# linkProposal[other]
source: Select a recommended one
ach: Yer en ma kicwako

source: All your friends are imported
ach: Luremi weng kikelo gi

source: Found one friend to import
ach: Laremi acel ononge me akela

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
ach: Luremi {{numFriends}} ononge me akela

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
ach: Luremi {{numFriends}} ononge me akela

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
ach: Luremi {{numFriends}} ononge me akela

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
ach: Luremi {{numFriends}} ononge me akela

source: Search
ach: Yeny

source: No contacts found
ach: Yoo me kube pe ononge

source: Done
ach: Otum

source: Importing friends to Contacts
ach: Kelo luremi i yoo me kube

source: Updating friends in Contacts
ach: Keto luremi manyen i yoo me kube

# message2
source: This may take a couple of minutes
ach: Man romo cwalo dakika mo

source: Please hold on. We are linking your friend and your contact.
ach: Tim ber i kur kong. Wa tye ka kubo luremi ki yoo me kube mamegi.

source: Please hold on. We are canceling the ongoing operation.
ach: Tim ber i kur kong. Wa tye ka juko tic ma tye ka wot ni.

source: Error {{from}}
ach: Bal {{from}}

# error2
source: Do you want to retry?
ach: Imito temo odoco?

# errorProposal
source: calculating proposals
ach: ribo ma ki miyo

# errorFriends
source: retrieving friends
ach: golo lurem

source: linking contact
ach: kubo yoo me kube

source: Exceeded timeout {{from}}
ach: Kare okato woko ki {{from}}

# timeout2
source: Do you want to retry?
ach: Imito temo odoco?

# timeoutProposal
source: calculating proposals
ach: ribo ma ki miyo

# timeoutFriends
source: retrieving friends
ach: golo lurem

source: linking contacts
ach: kubo yoo me kube

source: Please hold on
ach: Tim ber i kur kong

# wait2
source: This may take a couple of minutes
ach: Man romo cwalo dakika mo

source: Please hold on. We are calculating a proposal.
ach: Tim ber i kur kong. Wa tye ka ribo ma kimiyo ni.

source: Please hold on. We are connecting to obtain your friend list.
ach: Tim ber i kur kong. Wa tye ka kube me nongo nying luremi.

# curtainCancel
source: Cancel
ach: Juk

source: Retry
ach: Tem odoco

# curtainOK
source: OK
ach: EYO

source: No Internet connection
ach: Kube me intanet pe

source: Friends’ photos will not be added to your contacts. Continue anyway?
ach: Pe ki bimedo cal pa luremi i yoo me kube mamegi. Mede kede kumeno?

# yesOption
source: OK
ach: EYO

# noOption
source: Cancel
ach: Juk

source: No friends updated
ach: Pe kiketo ngec manyen pa luremi

source: Updated one friend
ach: Kiketo ngec manyen pa laremi acel

# friendsUpdated[two]
source: Updated {{numFriends}} friends
ach: Kiketo ngec manyen pa luremi {{numFriends}}

# friendsUpdated[few]
source: Updated {{numFriends}} friends
ach: Kiketo ngec manyen pa luremi {{numFriends}}

# friendsUpdated[many]
source: Updated {{numFriends}} friends
ach: Kiketo ngec manyen pa luremi {{numFriends}}

# friendsUpdated[other]
source: Updated {{numFriends}} friends
ach: Kiketo ngec manyen pa luremi {{numFriends}}

source: No duplicated friends merged
ach: Pe ki ribo luremi ma onwone

source: One duplicated friend merged
ach: Ki ribo laremi acel ma onwone

# friendsMerged[two]
source: {{numDups}} friends merged
ach: luremi {{numDups}} ma ki ribo

# friendsMerged[few]
source: {{numDups}} friends merged
ach: luremi {{numDups}} ma ki ribo

# friendsMerged[many]
source: {{numDups}} friends merged
ach: luremi {{numDups}} ma ki ribo

# friendsMerged[other]
source: {{numDups}} friends merged
ach: luremi {{numDups}} ma ki ribo

source: Your Facebook session is invalid. Please sign in.
ach: Kare ni me Facebook pe tye atir. Tim ber i dony iye.

source: There was an error synchronizing your friend’s data
ach: Bal obedo tye i timo tic pa luremi marom
