Repository: translate/mozilla-gaia
Catalog: lg/apps/verticalhome/homescreen.properties.po
Languages: lg

source: Search or enter address
lg: Noonya oba yingizaamu endagiriro

source: Delete {{name}}
lg: Sangula {{name}}

source: {{name}} and all of its data will be deleted.
lg: {{name}} ne bwiino walyo yenna bigenda kusangulwa.

source: Delete
lg: Sangula

source: Cancel
lg: Sazaamu

source: Homescreen Settings
lg: Entegeka z'olutimbe olusokerwako

source: Change Wallpaper
lg: Kyusa ekipande kyokussimu

source: Edit
lg: Kyusa

source: Done
lg: Kiwedde

source: Stop {{name}}
lg: Yimiriza {{name}}

source: Do you want to stop the download in progress?
lg: Oyagala okuyimiriza okuwanula okugenda mumaso?

source: Stop
lg: Yimiriza

source: Restart Download
lg: Tandika bupya Okuwanula

source: Do you want to download {{name}}?
lg: Oyagala okuwanula {{name}}?

source: Download
lg: Wannula

source: Edit group
lg: Kyusa mu kibinja
