Repository: translate/mozilla-gaia
Catalog: qvi/shared/keypad/keypad.properties.po
Languages: qvi

source: Phone number
qvi: Rimachik antata yupay

source: Delete
qvi: Kichuna

source: Voicemail
qvi: Rimaychaski

source: Asterisk
qvi: Kuyllur

source: Hash sign
qvi: Unancha #

source: Cancel
qvi: Tukuchina

source: Loading SIM card contactsâ€¦
qvi: Aparihun SIM pankata riksishutikuna...

source: No contacts were found
qvi: Na tarishkachu nimapash riksishutita

source: OK
qvi: Arinina

source: No SIM card to load contacts from
qvi: Illan SIM pankata aparinapak riksishitikuna manta
