Repository: translate/mozilla-gaia
Catalog: dsb/apps/settings/device_type/phone/settings.device.properties.po
Languages: dsb

source: Share my Internet connection with a USB-connected device.
dsb: Internetny zwisk z rědom źěliś, kótaryž jo pśez USB zwězany.

source: Share my Internet connection with Wi-Fi-connected devices.
dsb: Internetny zwisk z rědami źěliś, kótarež su pśez WLAN zwězane.

source: The ringtone was not changed because the selected file can not be played on this phone.
dsb: Zwónjenje njejo se změniło, dokulaž wubrana dataja njedajo se na toś tom telefonje wótgraś.

source: Find My Device allows you to locate, lock or erase your phone
dsb: Funkcija "Mój rěd namakaś" zmóžnja wam, waš telefon namakaś, zastajiś abo wulašowaś

source: Find My Device allows you to locate, lock or erase your phone from a web site:
dsb: Funkcija "Mój rěd namakaś" zmóžnja wam, waš telefon z websedła namakaś, zastajiś abo wulašowaś:

source: Your phone is being tracked by another device through the website.
dsb: Waš telefon slědujo se na websedle pśez drugi rěd.

source: No devices are actively tracking your phone through the website.
dsb: Žedne rědy njeslěduju aktiwnje waš telefon na websedle.

source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
dsb: Aktiwěrowanje USB-składowaka zmóžnja drugemu licadłoju abo rědoju, kótaryž jo pśez USB zwězany, pśistup na dataje na toś tom telefonje měś.

source: Reset Phone
dsb: Telefon slědk stajiś

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
dsb: Pśi slědkstajenju wulašuju se wšykne waše daty inkluziwnje kupjone nałoženja. Telefon stajijo se do zawodowego stawa slědk. Waše nastajenja abo daty njebudu se składowaś.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your phone will have unrestricted developer tools, allowing you to modify and debug system applications.
dsb: Pśi lašowanju se wšykne waše daty wulašuju, inkluziwnje nałoženja, kótarež sćo kupił. Žedne z wašych nastajenjow abo datow se składuju. Ale waš telefon změjo njewobgranicowane wuwijarske rědy, kótarež wam zmóžnjaju, systemowe nałoženja změniś a za zmólkami pśeglědowaś.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your phone will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
dsb: Pśi slědstajanju wulašuju se wšykne waše daty, inkluziwnje nałoženja, kótarež sćo kupił. Žedne z wašych nastajenjow abo datow se składuju. Ale waš telefon wěcej njezmějo njewobgranicowane wuwijarske rědy. Njamóžośo wěcej systemowe nałoženja změniś abo za zmólkami pśeglědowaś.

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
dsb: Aktiwěrowanje modusa zažarjenja energije znjemóžnja datowe zwiski, Bluetooth-zwiski a zwiski za póstajenje stojnišća telefona, aby čas funkcioněrowanja baterije pódlejšyło. Móžośo toś te słužby manuelnje zmóžniś.

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
dsb: Pomagajśo nam, {{brandShortName}} pólěpšyś, z tym až źěliśo daty wó swójom telefonje a wó wašni, ako jen wužywaśo.

source: Connected to phone audio
dsb: Z telefonowym awdiom zwězany

source: Connected to phone/media audio
dsb: Z telefonowym/medijowym awdiom zwězany
