Repository: translate/mozilla-gaia
Catalog: son/shared/lockscreen/lockscreen.properties.po
Languages: son

source: Airplane mode
son: Beenehii alhaali

source: Searching…
son: Goo ma ceeci…

source: No network
son: Sankay šii

source: {{operator}} (Roaming)
son: {{operator}} (Naarumi)

source: Emergency calls only
son: Tilasu ciyari hinne

source: (unknown SIM state)
son: (SIM alhaali šibayante)

source: (no SIM)
son: (SIM šii)

source: (SIM PIN required)
son: (SIM PIN ga waažibi)

source: (SIM PUK required)
son: (SIM PUK ga waažibi)

source: (network locked)
son: (sankay kufalante)

source: (service provider locked)
son: (goy nookaw kufalante)

source: (corporate locked)
son: (konpaɲe kufalante)

source: (network1 locked)
son: (sankay1 kufalante)

source: (network2 locked)
son: (sankay2 kufalante)

source: (hrpd network locked)
son: (hrpd sankay kufalante)

source: (ruim corporate locked)
son: (ruim konpaɲe kufalante)

source: (ruim service provider locked)
son: (ruim goy nookaw kufalante)

source: {{ level }}% Charged
son: {{ level }} ka toonandi

# charging-minutes[zero]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
son: {{ level }}% ka toonandi (miniti {{ minutes }} ga cindi hal'a ma too ka ben)

source: {{ level }}% Charged ({{ minutes }} min until fully charged)
son: {{ level }}% ka toonandi (miniti {{ minutes }} ga cindi hal'a ma too ka ben)

# charging-minutes[two]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
son: {{ level }}% ka toonandi (miniti {{ minutes }} ga cindi hal'a ma too ka ben)

# charging-minutes[few]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
son: {{ level }}% ka toonandi (miniti {{ minutes }} ga cindi hal'a ma too ka ben)

# charging-minutes[many]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
son: {{ level }}% ka toonandi (miniti {{ minutes }} ga cindi hal'a ma too ka ben)

# charging-minutes[other]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
son: {{ level }}% ka toonandi (miniti {{ minutes }} ga cindi hal'a ma too ka ben)

# charging-hours[zero]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
son: {{ level }}% ka toonandi (guuru {{ hours }}h miniti {{ minutes }} ga cindi hal'a ma too ben)

source: {{ level }}% Charged ({{ hours }}h {{ minutes }} min until fully charged)
son: {{ level }}% ka toonandi (guuru {{ hours }}h miniti {{ minutes }} ga cindi hal'a ma too ben)

# charging-hours[two]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
son: {{ level }}% ka toonandi (guuru {{ hours }}h miniti {{ minutes }} ga cindi hal'a ma too ben)

# charging-hours[few]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
son: {{ level }}% ka toonandi (guuru {{ hours }}h miniti {{ minutes }} ga cindi hal'a ma too ben)

# charging-hours[many]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
son: {{{ level }}% ka toonandi (guuru {{ hours }}h miniti {{ minutes }} ga cindi hal'a ma too ben)

# charging-hours[other]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
son: {{ level }}% ka toonandi (guuru {{ hours }}h miniti {{ minutes }} ga cindi hal'a ma too ben)
