Repository: translate/mozilla-gaia
Catalog: hsb/shared/activities/activities.properties.po
Languages: hsb

source: Make call
hsb: Zawołać

source: Send email
hsb: E-mejlku pósłać

source: Send message
hsb: Powěsć pósłać

source: Open contact
hsb: Kontakt wočinić

source: Open image
hsb: Wobraz wočinić

source: Open audio
hsb: Awdio wočinić

source: Open video
hsb: Widejo wočinić

source: Take photo
hsb: Fotografować

source: Record video
hsb: Widejo wjerćeć

source: Open link
hsb: Wotkaz wočinić

source: Open PDF file
hsb: PDF-dataju wočinić
