Repository: translate/mozilla-gaia
Catalog: tn/apps/calendar/calendar.properties.po
Languages: tn

source: Back
tn: Morago

source: Save
tn: Boloka

source: Hide
tn: Fitlha

source: Cancel
tn: Khansela

source: Confirm
tn: Tlhomamisa

source: Done
tn: Feditse

source: Events
tn: Ditiragalo

source: Edit
tn: Baakanya

source: All-day Events
tn: Ditiragalo tsa letsatsi lotlhe

source: No Events
tn: Ga gona ditiragalo

# show-today
source: Today
tn: Gompieno

source: Month
tn: Kgwedi

source: Week
tn: Beke

source: Day
tn: Letsatsi

# settings-show
source: Settings
tn: dithulaganyo

source: Hide settings
tn: Fitlha dithulaganyo

source: Add an account
tn: Tsenya akhaonto

source: Event
tn: Tiragalo

source: Add Event
tn: Tsenya tiragalo

source: Edit Event
tn: Fetola moletlo

source: Account
tn: Akhaonto

source: Accounts
tn: Diakhaonto

# advanced-settings-short-icon-button.ariaLabel
source: Settings
tn: Ditulaganyo

source: Calendar Settings
tn: Dithulaganyo tsa khalendara

source: Personalization
tn: Tshwanediso

source: Reminders
tn: Segopotso

source: Add Account
tn: Tsenya akhaonto

source: Username
tn: Leina la modirisi

source: Password
tn: Khunololamoraba

source: Unable to sync
tn: Ga go kgonege go rulaganya ka tsamaiso

source: Sign in
tn: Ikwadise

# preset-local
source: Offline calendar
tn: Khalendara e e seong mo phefong

# calendar-local
source: Offline calendar
tn: Khalendara e e seong mo phefong

# event-title.placeholder
source: Title
tn: Setlhogo

source: Where?
tn: Kae?

source: Notes
tn: Dintlha

source: All day event?
tn: Tiragalo ya letsatsi lotlhe?

# event-start-date.placeholder
source: Start date
tn: Letsatsi la tshimolo

# event-end-date.placeholder
source: End date
tn: Letsatsi la phelelo

# event-start-time.placeholder
source: Start time
tn: Nako ya tshimololo

# event-end-time.placeholder
source: End time
tn: Nako ya phelelo

source: Delete event
tn: Phimola tiragalo

source: Remove local data
tn: Phimola ikgatiso ya selegae

source: Remove account
tn: Ntsha account

source: Removing this account will also remove your local copy of associated calendars and events.
tn: Go phimola akhaonto e go ka phimola meriti ya selegae e e lomaganeng le khalendara gammogo le meletlo.

source: Sync
tn: Rulaganya ka tsamaiso

source: Syncing
tn: Thulaganyo ka tsamaisano

source: Syncing complete
tn: Thulaganyo ka tsamaisano e digetse

source: Sync Calendar
tn: Rulaganya ka tsamaiso Khalentara

source: Manually
tn: Diragatsa

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
tn: {{startDate}}<br>go tswa {{startTime}} go ya {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
tn: Go tswa {{startTime}} {{startDate}}<br>go ya {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
tn: Letsatsi lotlhe<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
tn: Letsatsi lotlhe gotswa{{startDate}}<br>go ya kogo {{endDate}}

source: None
tn: Sepe

source: Reminder:
tn: Segopotso:

source: Remind me
tn: Nkgakolola

source: At time of event
tn: Nako ya tiragalo

source: On day of event
tn: Ka letsatsi la tiragalo

source: {{title}} starting {{distance}}
tn: {{title}} Tshimololo{{distance}}

source: {{title}} started {{distance}}
tn: {{title}} Go simolotswe{{distance}}

source: 0 minutes before
tn: Lefela la metsotso pele

source: 1 minute before
tn: motsotso pele

# minutes-before[two]
source: {{value}} minutes before
tn: {{value}} metsotso pele

# minutes-before[few]
source: {{value}} minutes before
tn: {{value}} motsotso pele

# minutes-before[many]
source: {{value}} minutes before
tn: {{value}} metsotso pele

# minutes-before[other]
source: {{value}} minutes before
tn: {{value}} metsotso pele

source: 0 hours before
tn: lefela la dioura pele

source: 1 hour before
tn: Oura nngwe pele

# hours-before[two]
source: {{value}} hours before
tn: {{value}} Dioura pele

# hours-before[few]
source: {{value}} hours before
tn: {{value}} dioura pele

# hours-before[many]
source: {{value}} hours before
tn: {{value}} dioura pele

# hours-before[other]
source: {{value}} hours before
tn: {{value}} dioura pele

source: 0 days before
tn: lefela la malatsi pele

source: 1 day before
tn: letsatsi le le lengwe pele

# days-before[two]
source: {{value}} days before
tn: {{value}} malatsi pele

# days-before[many]
source: {{value}} days before
tn: {{value}} malatsi pele

# days-before[other]
source: {{value}} days before
tn: {{value}} malatsi pele

source: 0 weeks before
tn: lefela la dibeke pele

source: 1 week before
tn: beke pele

# weeks-before[two]
source: {{value}} weeks before
tn: {{value}} dibeke pele

# weeks-before[few]
source: {{value}} weeks before
tn: {{value}} dibeke pele

# weeks-before[many]
source: {{value}} weeks before
tn: {{value}} dibeke pele

# weeks-before[other]
source: {{value}} weeks before
tn: {{value}} dibeke pele

source: 0 months before
tn: Lefela la dikgwedi pele

source: 1 month before
tn: Kgwedi pele

# months-before[two]
source: {{value}} months before
tn: {{value}} dikgwedi pele

# months-before[few]
source: {{value}} months before
tn: {{value}} dikgwedi pele

# months-before[many]
source: {{value}} months before
tn: {{value}} dikgwedi pele

# months-before[other]
source: {{value}} months before
tn: {{value}} dikgwedi pele

source: 0 years before
tn: lefela la dingwaga pele

source: 1 year before
tn: ngwaga pele

# years-before[two]
source: {{value}} years before
tn: {{value}} dingwaga pele

# years-before[few]
source: {{value}} years before
tn: {{value}} dingwaga pele

# years-before[many]
source: {{value}} years before
tn: {{value}} dingwaga pele

# years-before[other]
source: {{value}} years before
tn: {{value}} dingwaga pele

source: 0 minutes after
tn: Lefela la metsotso morago

source: 1 minute after
tn: motsotso morago ga

# minutes-after[two]
source: {{value}} minutes after
tn: {{value}} metsotso morago ga

# minutes-after[few]
source: {{value}} minutes after
tn: {{value}} metsotso morago

# minutes-after[many]
source: {{value}} minutes after
tn: {{value}} metsotso morago ga

# minutes-after[other]
source: {{value}} minutes after
tn: {{value}} metsotso morago

source: 0 hours after
tn: Lefela la dioura morago

source: 1 hour after
tn: Oura morago

# hours-after[two]
source: {{value}} hours after
tn: {{value}} dioura morago

# hours-after[few]
source: {{value}} hours after
tn: {{value}} dioura morago

# hours-after[many]
source: {{value}} hours after
tn: {{value}} dioura morago

# hours-after[other]
source: {{value}} hours after
tn: {{value}} dioura morago

source: 0 days after
tn: Lefela la malatsi morago

source: 1 day after
tn: Letsatsi morago

# days-after[two]
source: {{value}} days after
tn: {{value}} malatsi morago

# days-after[few]
source: {{value}} days after
tn: {{value}} malatsi morago

# days-after[many]
source: {{value}} days after
tn: {{value}} malatsi morago

# days-after[other]
source: {{value}} days after
tn: {{value}} malatsi morago

source: 0 weeks after
tn: Lefela la dibeke morago

source: 1 week after
tn: Beke morago

# weeks-after[two]
source: {{value}} weeks after
tn: {{value}} dibeke morago

# weeks-after[few]
source: {{value}} weeks after
tn: {{value}} dibeke morago

# weeks-after[many]
source: {{value}} weeks after
tn: {{value}} dibeke morago

# weeks-after[other]
source: {{value}} weeks after
tn: {{value}} dibeke morago

source: 0 months after
tn: Lefela la dikgwedi morago

source: 1 month after
tn: Kgwedi morago

# months-after[two]
source: {{value}} months after
tn: {{value}} dikgwedi morago

# months-after[few]
source: {{value}} months after
tn: {{value}} dikgwedi morago

# months-after[many]
source: {{value}} months after
tn: {{value}} dikgwedi morago

# months-after[other]
source: {{value}} months after
tn: {{value}} dikgwedi morago

source: 0 years after
tn: Lefela la dingwaga morago

source: 1 year after
tn: Ngwaga morago

# years-after[two]
source: {{value}} years after
tn: {{value}} dingwaga morago

# years-after[few]
source: {{value}} years after
tn: {{value}} dingwaga morago

# years-after[many]
source: {{value}} years after
tn: {{value}} dingwaga morago

# years-after[other]
source: {{value}} years after
tn: {{value}} dingwaga morago

source: All Day
tn: Letsatsi lotlhe

source: The event cannot end before its start date
tn: Tiragalo ga e kgone go fela bele ga letsatsi la tshimololo

source: The event cannot end before its start time
tn: Tiragalo ga e kgone go fela bele ga letsatsi la tshimololo

source: Wrong login and/or password
tn: Khunololamaroba ga se yane

source: Server error. Check your login and try again.
tn: Phosego ya motlobo. Tlhomamisa nomoro ya sephiri mme o leke gape.

source: Something is wrong. Try again later.
tn: Sengwe ga se a siama. Leka gape moragonyana.

source: No connection. Check your network configuration and try again.
tn: Ga gona kgolagano. Netefatsa di-setting tsa kgolagano ya maranyane mme o leke gape.

source: This account already exists.
tn: Akhaonto e e setse e le teng.

source: Calendar sync error
tn: Phoso ya thulaganyo ka tsamaiso Khalentara

source: Tap for more info
tn: Tobetsa go bona kitso ka botlalo

source: Friday
tn: Labotlhano

source: Thursday
tn: Labone

source: Wednesday
tn: Laboraro

source: Tuesday
tn: Labobedi

source: Monday
tn: Mosupologo

source: Sunday
tn: Tshipi

source: Saturday
tn: Matlhatso

source: {{n}} event
tn: {{n}} tiragalo

# busy[two]
source: {{n}} events
tn: {{n}} ditiragalo

# busy[few]
source: {{n}} events
tn: {{n}} tiragalo

# busy[many]
source: {{n}} events
tn: {{n}} ditiragalo

# busy[other]
source: {{n}} events
tn: {{n}} ditiragalo

# present.ariaLabel
source: Today
tn: Gompieno

# past-other-month-description.ariaLabel
source: Other month
tn: Kgwedi esele

# future-other-month-description.ariaLabel
source: Other month
tn: Kgwedi esele

source: Has alarm
tn: Enale tsiboso

source: Calendars
tn: Dikhalentara

# multi-day-new-event-link.ariaLabel
source: Add event
tn: Tsenya tiragalo

# title.ariaLabel
source: Title
tn: Setlhogo

source: Location
tn: Lefelo

source: Duration
tn: Sebaka

source: Calendar
tn: Khalentara

source: Alarms
tn: Ditsiboso

source: Description
tn: Tlhaloso

# start-date.ariaLabel
source: Start date
tn: Letsatsi la tshimolo

# start-time.ariaLabel
source: Start time
tn: Nako ya tshimololo

# end-date.ariaLabel
source: End date
tn: Letsatsi la phelelo

# end-time.ariaLabel
source: End time
tn: Nako ya phelelo

source: Loading
tn: Laisa

source: All day
tn: Letsatsi lotlhe

source: Create event
tn: Tlhama tiragalo

source: Create all day event
tn: Tlhama tiragalo ya letsatsi lotlhe

source: from {{startTime}} to {{endTime}}
tn: gotswa {{startTime}}go ya {{endTime}}

source: {{startDate}} from {{startTime}} to {{endTime}}
tn: {{startDate}} gotswa {{startTime}} go ya {{endTime}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
tn: Gotswa {{startTime}} {{startDate}} go ya {{endTime}} {{endDate}}
