Repository: translate/mozilla-gaia
Catalog: */shared/download/download.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, eo, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, nn_no, or, pt, ro, sw, ta, te, th, ur, uz, vi, xh, zu

source: Download stopped
af: Aflaai is gestop
am: ማውረዱ ቆሟል
ar: توقّف التنزيل
as: ডাউনল'ড বন্ধ হৈছে
bg: Изтеглянето спря
bn_bd: ডাউনলোড শেষ হয়েছে
bn_in: ডাউনলোড থামানো হয়েছে
br: Pellgargadur paouezet
bs: Preuzimanje zaustavljeno
ca: Baixada aturada
cy: Llwytho i lawr wedi ei atal
eo: Elŝuto haltis
eu: Deskarga geldituta
fa: دریافت متوقف شد
gd: Sguireadh dhen luchdadh a-nuas
hu: A letöltés leállítva
id: Pengunduhan dihentikan
km: បាន​បឈ្ឈប់​ការ​ទាញ​យក
kn: ಡೌನ್ಲೋಡ್ ನಿಂತಿದೆ
lv: Lejupielāde apstājas
mai: डाउनलोड बन्न
mg: Najanona fampidinana
ml: ഡൗൺലോഡ് നിർത്തി
mr: डाउनलोड करणे बंद केले
ms: Muat turun terhenti
my: အချက်အလက် ကူးပြောင်းယူမှု ရပ်သွားပြီ
ne: डाउनलोड रोकिएको
nn_no: Nedlasting stoppa
or: ଡାଉନଲୋଡ ବନ୍ଦହୋଇଗଲା
pt: Descarga parada
ro: Descărcare oprită
sw: Daunlodi imesimamishwa
ta: பதிவிறக்கம் நிறுத்தப்பட்டது
te: దింపుకోలు ఆపివేయబడింది
th: หยุดดาวน์โหลดแล้ว
ur: ڈاؤن لوڈ بند ہو گیا ہے
uz: Yuklab olish to‘xtatildi
vi: Đã ngừng tải
xh: Ukukhuphela kumile
zu: Ukudawuniloda kumisiwe

source: Download was stopped. Try downloading again?
af: Aflaai is gestop. Probeer weer aflaai?
am: ማውረዱ ቆሟል እንደገና ለማውረድ ልሞክር?
ar: لقد توقّف التنزيل. أأحاول التنزيل مجددا؟
as: ডাউনল'ড বন্ধ কৰা হৈছিল। আকৌ ডাউনল'ড কৰিব নে?
bg: Изтеглянето спря. Желаете ли нов опит?
bn_bd: ডাউনলোড বন্ধ হয়েছে। পুনরায় ডাউনলোড করার জন্য চেষ্টা করবেন?
bn_in: ডাউনলোড থেমে গেছে | আর একবার চেষ্টা করবেন ?
br: Paouezet eo bet ar pellgargadur. Klask pellgargañ en-dro ?
bs: Preuzimanje je zaustavljeno. Pokušati ponovo?
ca: La baixada s'ha aturat. Voleu tornar-ho a provar?
cy: Llwytho i lawr wedi ei atal. Ceisio eto?
eo: La elŝuto haltis. Ĉu provi elŝuti denove?
eu: Deskarga gelditu egin da. Saiatu berriro deskargatzen?
fa: دریافت متوقف شد. دوباره تلاش کنیم؟
gd: Sguireadh dhen luchdadh a-nuas. A bheil thu airson a luchdadh a-nuas às ùr?
hu: A letöltés le lett állítva. Megpróbálja újra?
id: Pengunduhan telah dihentikan. Coba mengunduh lagi?
km: ការទាញ​យក​ត្រូវ​បាន​បញ្ឈប់។ ព្យាយាម​ទាញយក​ម្ដង​ទៀត?
kn: ಡೌನ್ಲೋಡ್ ನಿಂತಿತು. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸುದೇ?
lv: Lejupielāde tika apstādināta. Vai vēlreiz mēģināt lejupielādēt?
mai: डाउनलोड रोक देल गेल छला. फेर सँ डाउनलोड करबाक कोसिस करू?
mg: Najanona ny fampidinana. Hanandrana hampidina indray?
ml: ഡൗൺലോഡ് നിർത്തിയിരുന്നു. വീണ്ടും ഡൗൺലോഡണോ?
mr: डाउनलोड करणे बंद केले आहे. डाउनलोड साठी पुन्हा प्रयत्न करावा?
ms: Muat turun terhenti. Cuba muat turun semula?
my: အချက်အလက် ကူးပြောင်းယူမှု ရပ်သွားခဲ့သည်။ နောက်တစ်ကြိမ် ကူးပြောင်းယူကြည့်ပါမည်လား။
ne: डाउनलोड रोकिएको थियो । पुन: डाउनलोड गर्ने प्रयास गर्न चाहनु हुन्छ ?
nn_no: Nedlastinga vart stoppa. Prøva å lasta ned igjen?
or: ଡାଉନଲୋଡ ବନ୍ଦ ହୋଇ ଯାଇଛି। ଆଉ ଥରେ ଡାଉନଲୋଡ କରିବାକୁ ଚେଷ୍ଟା କରିବେ?
pt: A descarga foi parada. Pretende voltar a descarregar?
ro: Descărcarea a fost oprită. Încerci descărcarea din nou?
sw: Daunlodi ilisimamishwa. Jaribu kudaunlodi tena?
ta: பதிவிறக்கம் நிறுத்தப்பட்டது. மீண்டும் பதிவிறக்க முயற்சிக்கவா?
te: దింపుకోలు అగిపోయివుంది. మళ్ళీ ప్రయత్నించాలా?
th: การดาวน์โหลดถูกหยุด ลองดาวน์โหลดอีกครั้ง?
ur: ڈاؤن لوڈ بند کردیا گیا ہے۔ پھر سے ڈاؤن لوڈ کرنے کی کوشیش کریں؟
uz: Yuklab olish to‘xtatildi. Yana yuklab olishga urinib ko‘rilsinmi?
vi: Đã ngừng tải. Bạn muốn tải lại không?
xh: Ukukhuphela kuye kwema. Ufuna ukuzama ukukhuphela kwakhona?
zu: Ukudawuniloda kumisiwe. Zama ukudawuniloda futhi?

# stopped_download_left_button
source: Cancel
af: Kanselleer
am: መሰረዣ
ar: ألغِ
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
eo: Nuligi
eu: Utzi
fa: لغو
gd: Sguir dheth
hu: Mégse
id: Batal
km: បោះបង់
kn: ವಜಾಮಾಡು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
my: အစီအစဉ် ပယ်ဖျက်ရန်
ne: रद्द गर्नुहोस्
nn_no: Avbryt
or: ବାତିଲ କରନ୍ତୁ
pt: Cancelar
ro: Renunță
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy
xh: Rhoxisa
zu: Khansela

# stopped_download_right_button
source: Try again
af: Probeer weer
am: እንደገና ይሞክሩ
ar: حاول مجدّدا
as: পুনৰ চেষ্টা কৰক
bg: Нов опит
bn_bd: পুনরায় চেষ্টা করুন
bn_in: পুনরায় প্রচেষ্টা করুন
br: Klask en-dro
bs: Pokušaj ponovo
ca: Reintenta
cy: Ceisio eto
eo: Provi denove
eu: Saiatu berriro
fa: تلاش دوباره
gd: Feuch ris a-rithist
hu: Újra
id: Coba lagi
km: ព្យាយាម​ម្ដង​ទៀត
kn: ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ
lv: Mēģināt vēlreiz
mai: फेर कोसिस करू
mg: Hanandrana indray
ml: വീണ്ടും ശ്രമിയ്ക്കൂ
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
my: ထပ်ကြိုးစားကြည့်ပါ
ne: फेरि प्रयास गर्नुहोस्
nn_no: Prøv igjen
or: ଆଉଥରେ ଚେଷ୍ଟାକରନ୍ତୁ
pt: Voltar a tentar
ro: Încearcă din nou
sw: Jaribu tena
ta: மீண்டும் முயற்சி
te: మళ్ళీ ప్రయత్నించు
th: ลองอีกครั้ง
ur: دوبارہ کوشش کریں
uz: Yana urinib koʻring
vi: Thử lại
xh: Zama kwakhona
zu: Zama futhi

# failed_download_title
source: Download failed
af: Aflaai het misluk
am: ማውረድ አልተቻለም
ar: فشل التنزيل
as: ডাউনল'ড ব্যৰ্থ হ'ল
bg: Неуспешно изтегляне
bn_bd: ডাউনলোড ব্যর্থ হয়েছে
bn_in: ডাউনলোড বিফল
br: Pellgargadur c'hwitet
bs: Neuspjelo preuzimanje
ca: Ha fallat la baixada
cy: Methodd y llwytho i lawr
eo: Elŝuto malsukcesa
eu: Deskargak huts egin du
fa: دریافت شکست خورد
gd: Dh'fhàillig an luchdadh a-nuas
hu: Letöltés sikertelen
id: Pengunduhan gagal
km: ការ​ទាញយក​បាន​បរាជ័យ
kn: ಇಳಿಸುವಿಕೆ ವಿಫಲಗೊಂಡಿದೆ
lv: Lejupielāde neizdevās
mai: डाउनलोड असफल
mg: Tsy nety ny fampidinana
ml: ഡൗണ്‍ലോഡ് പരാജയപ്പെട്ടു
mr: डाउनलोड अपयशी
ms: Muat turun gagal
my: အချက်အလက် ကူးပြောင်းယူမှု မအောင်မြင်ခဲ့ပါ
ne: डाउनलोड असफल भयो
nn_no: Mislukka nedlasting
or: ଡାଉନଲୋଡ ବିଫଳ ହେଲା
pt: Erro ao descarregar
ro: Descărcare eșuată
sw: Daunlodi ilishindwa
ta: தோல்வி
te: దింపుకోలు విఫలమైంది
th: ดาวน์โหลดล้มเหลว
ur: ڈاؤن لوڈ ناکام
uz: Yuklab olish amalga oshmadi
vi: Không thể tải
xh: Akuphumelelanga ukukhuphela
zu: Ukudawuniloda akuphumelelanga

source: {{name}} failed to download. Try downloading again?
af: {{name}} kon nie aflaai nie. Probeer weer aflaai?
am: {{name}} ማውረድ አልተቻለም እንደገና ለማውረድ ልሞክር?
ar: فشل تنزيل {{name}}. أأحاول التنزيل مجدّدا؟
as: {{name}} ডাউনল'ড হবলৈ ব্যৰ্থ হল। পুনৰ ডাউনল'ড কৰিব নে?
bg: Изтеглянето на {{name}} е неуспешно. Желаете ли нов опит?
bn_bd: {{name}} ডাউনলোড ব্যর্থ হয়েছে। আবার চেষ্টা করবেন?
bn_in: {{name}} ডাউনলোড বিফল হয়েছে। আবার চেষ্টা করতে চান?
br: C'hwitet en deus pellgargadur {{name}}. Klask pellgargañ en-dro ?
bs: {{name}} nije preuzeto. Pokušati ponovo?
ca: Ha fallat la baixada de {{name}}. Voleu tornar-ho a provar?
cy: Methodd {{name}} â llwytho i lawr? Ceisio eto?
eo: {{name}} ne povis esti elŝutita. Ĉu provi elŝuti denove?
eu: {{name}} deskargak huts egin du. Saiatu berriro deskargatzen?
fa: دریافت {{name}} شکست خورد. دوباره تلاش کنیم؟
gd: Dh'fhàillig luchdadh a-nuas {{name}}. A bheil thu airson a luchdadh a-nuas às ùr?
hu: {{name}} letöltése nem sikerült. Megpróbálja újra?
id: {{name}} gagal diunduh. Coba mengunduh lagi?
km: ការ​ទាញ​យក {{name}} បាន​បរាជ័យ។ ព្យាយាម​​ទាញ​យក​ម្ដង​ទៀត?
kn: {{name}} ಇಳಿಸಿಕೊಳ್ಳುವಿಕೆ ವಿಫಲಗೊಂಡಿದೆ. ಇನ್ನೊಮ್ಮೆ ಇಳಿಸಲು ಪ್ರಯತ್ನಿಸಬೇಕೆ?
lv: Neizdevās lejupielādēt {{name}}. Vai mēģināt to vēlreiz lejupielādēt?
mai: {{name}} डाउनलोड करब मे बिफल. फेर सँ डाउनलोड करब क कोसिस करू?
mg: Tsy tafidina {{name}}. Hanandrana hampidina indray?
ml: {{name}} ഡൗൺലോഡ് പരാജയപ്പെട്ടു. വീണ്ടും ശ്രമിക്കണോ?
mr: {{name}} डाउनलोड होउ शकले नाही. पुन्हा प्रयत्न करावा?
ms: {{name}} gagal memuat turun. Cuba muat turun semula?
my: {{name}} ကို ကူးပြောင်းယူရာတွင် မအောင်မြင်ခဲ့ပါ။ နောက်တစ်ကြိမ် ကူးပြောင်းယူကြည့်ပါမည်လား။
ne: {{name}} डाउनलोड गर्न असफल भयो । पुन: डाउनलोड गर्न चाहनुहुन्छ ?
or: {{name}} ଡାଉନଲୋଡ ବିଫଳ ହେଲା। ଆଉଥରେ ଡାଉନଲୋଡ କରିବାକୁ ଚେଷ୍ଟା କରିବେ ?
pt: A descarga de {{name}} falhou. Pretende voltar a tentar descarregar?
ro: A eșuat descărcarea lui {{name}}. Încerci să descarci din nou?
sw: {{name}} ilishindwa kudaunlodi. Jaribu kudaunlodi tena?
ta: {{name}} பதிவிறக்க தவறியது. மீண்டும் பதிவிறக்க முயற்சிக்கவா?
te: {{name}} దింపుకోలు విఫలమైంది. దించుకోడానికి మళ్ళీ ప్రయత్నించాలా?
th: ดาวน์โหลด {{name}} ล้มเหลว ลองดาวน์โหลดอีกครั้ง?
ur: {{name}} ڈاؤن لوڈ ہونے میں ناکام رہا۔ پھر سے ڈاؤن لوڈ کرنے کی کوشش کریں؟
uz: {{name}} yuklab olinmadi. Yana urinib ko‘rilsinmi?
vi: Không thể tải {{name}}. Bạn muốn tải lại không?
xh: {{name}} isilele ukukhuphela. Ufuna ukuzama ukukhuphela kwakhona?
zu: I-{{name}} ayiphumelelanga ukudawuniloda. Zama ukudawuniloda futhi?

# failed_download_left_button
source: Cancel
af: Kanselleer
am: መሰረዣ
ar: ألغِ
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
eo: Nuligi
eu: Utzi
fa: لغو
gd: Sguir dheth
hu: Mégse
id: Batal
km: បោះបង់
kn: ವಜಾಮಾಡು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കൂ
mr: रद्द करा
ms: Batal
my: အစီအစဉ် ပယ်ဖျက်ရန်
ne: रद्द गर्नुहोस्
nn_no: Avbryt
or: ବାତିଲ କରନ୍ତୁ
pt: Cancelar
ro: Renunță
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy
xh: Rhoxisa
zu: Khansela

# failed_download_right_button
source: Try again
af: Probeer weer
am: እንደገና ይሞክሩ
ar: حاول مجدّدًا
as: পুনৰ চেষ্টা কৰক
bg: Нов опит
bn_bd: পুনরায় চেষ্টা করুন
bn_in: পুনরায় প্রচেষ্টা করুন
br: Klask en-dro
bs: Pokušaj ponovo
ca: Reintenta
cy: Ceisio eto
eo: Klopodi denove
eu: Saiatu berriro
fa: تلاش دوباره
gd: Feuch ris a-rithist
hu: Újra
id: Coba lagi
km: ព្យាយាម​ម្ដង​ទៀត
kn: ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ
lv: Mēģināt vēlreiz
mai: फेर सँ कोसिस करू
mg: Hanandrana indray
ml: വീണ്ടും ശ്രമിയ്ക്കൂ
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
my: နောက်တစ်ကြိမ် ပြုလုပ်ကြည့်ပါ
ne: पुन: प्रयास गर्नुहोस्
nn_no: Prøv igjen
or: ପୁଣିଥରେ ଚେଷ୍ଟାକରନ୍ତୁ
pt: Voltar a tentar
ro: Încearcă din nou
sw: Jaribu tena
ta: முயற்சி
te: మళ్ళీ ప్రయత్నించు
th: ลองอีกครั้ง
ur: پھر کوشش کریں
uz: Yana urinib ko‘rish
vi: Thử lại
xh: Zama kwakhona
zu: Zama futhi

source: Stop download
af: Stop aflaai
am: ማውረዱን ማስቆሚያ
ar: أوقف التنزيل
as: ডাউনল'ড বন্ধ কৰক
bg: Спиране на изтеглянето
bn_bd: ডাউনলোড বন্ধ করুন
bn_in: ডাউনলোড থামান
br: Paouez gant ar pellgargadur
bs: Zaustavi preuzimanje
ca: Atura la baixada
cy: Atal llwytho i lawr
eo: Haltigi elŝuton
eu: Gelditu deskarga
fa: لغو دریافت
gd: Sguir dhen luchdadh a-nuas
hu: Letöltés leállítása
id: Hentikan pengunduhan
km: បញ្ឈប់​ការ​ទាញ​យក
kn: ಇಳಿಸುವಿಕೆಯನ್ನು ನಿಲ್ಲಿಸು
lv: Apstādināt lejupielādi
mai: डाउनलोड रोकू
mg: Ajanona fampidinana
ml: ഡൗൺലോഡ് നിർത്തൂ
mr: डाउनलोड बंद करा
ms: Henti muat turun
my: အချက်အလက် ကူးပြောင်းယူမှု ရပ်ရန်
ne: डाउनलोड रोक
nn_no: Stopp nedlasting
or: ଡାଉନଲୋଡ ବନ୍ଦ କରନ୍ତୁ
pt: Parar descarga
ro: Oprește descărcarea
sw: Simamisha daunlodi
ta: பதிவிறக்கத்தை நிறுத்து
te: దింపుకోలును ఆపివేయి
th: หยุดการดาวน์โหลด
ur: ڈاؤن لوڈ روکیں
uz: Yuklab olishni to‘xtatish
vi: Ngừng tải
xh: Yeka ukukhuphela
zu: Misa ukudawuniloda

source: Are you sure you want to stop the download?
af: Is jy seker jy wil die aflaai stop?
am: በ እርግጥ ማውረዱን ማስቆም ይፈልጋሉ?
ar: أتريد حقّا إيقاف التنزيل؟
as: আপুনি নিশ্চিত নে আপুনি ডাউনল'ড বন্ধ কৰিব বিচাৰে?
bg: Сигурни ли сте, че желаете да спрете изтеглянето?
bn_bd: আপনি কি নিশ্চিত যে আপনি ডাউনলোড বন্ধ করতে চান?
bn_in: আপনি কি নিশ্চিত যে আপনি ডাউনলোড থামিয়ে দিতে চান?
br: Ha sur oc'h e fell deoc'h paouez ar pellgargadur ?
bs: Jeste li sigurni da želite zaustaviti preuzimanje?
ca: Segur que voleu aturar la baixada?
cy: Ydych chi'n siŵr eich bod am atal y llwytho i lawr?
eo: Ĉu vi certas ke vi volas haltigi la elŝuton?
eu: Ziur zaude deskarga utzi nahi dituzula?
fa: آیا مطمئنید می‌خواهید دریافت را لغو کنید؟
gd: A bheil thu cinnteach gu bheil thu airson sgur dhen luchdadh a-nuas?
hu: Biztos, hogy leállítja a letöltést?
id: Yakin ingin menghentikan pengunduhan?
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​បញ្ឈប់​ការ​ទាញ​យ​ក?
kn: ನೀವು ಇಳಿಸುವಿಕೆಯನ್ನು ನಿಲ್ಲಿಸಲು ಖಚಿತವೆ?
lv: Vai esat drošs ka vēlaties apstādināt lejupielādi?
mai: की अहाँ वाकई डाउनलोड बन्न कएनाइ चाहैत अछि?
mg: Azonao antoka fa tianao hajanona ny fampidinana?
ml: ഡൗൺലോഡ് നിർത്തണമെന്ന് താങ്കൾക്ക് ഉറപ്പാണോ?
mr: आपणाला नक्की डाउनलोड बंद करायचे आहे?
ms: Pastikah anda untuk menghentikan muat turun?
my: အချက်အလက် ကူးပြောင်းယူမှုကို ရပ်ဆိုင်းချင်သည်မှာ သေချာပါသလား။
ne: के तपाईँ डाउनलोड विराम गर्न चाहानुमा निश्चित हुनुहुन्छ ?
nn_no: Er du sikker på at du vil stoppa nedlastinga?
or: ଡାଉନଲୋଡ ବନ୍ଦ କରିବାକୁ ଆପଣ ନିଶ୍ଟିତ ତ?
pt: Tem a certeza de que pretende parar a descarga?
ro: Sigur dorești să oprești descărcarea?
sw: Una uhakika unataka kusimamisha daunlodi?
ta: நிச்சயமாக பதிவிறக்கத்தை நிறுத்த விரும்புகிறீர்களா?
te: మీరు నిజంగానే దింపుకోలును ఆపివేయాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการหยุดการดาวน์โหลด?
ur: کیا آپ واقعی ڈاؤن لوڈ بند کرنا چاہتے ہیں؟
uz: Yuklab olishni to‘xtatmoqchi ekanligingizga ishonchingiz komilmi?
vi: Bạn có thực sự muốn ngừng tải?
xh: Uqinisekile ufuna ukuyeka ukukhuphela?
zu: Unesiqiniseko sokuthi ufuna ukumisa ukudawuniloda?

source: No
af: Nee
am: አይ
ar: لا
as: নহয়
bg: Не
bn_bd: না
bn_in: না
br: Ket
bs: Ne
cy: Na
eo: Ne
eu: Ez
fa: خیر
gd: Chan eil
hu: Nem
id: Tidak
km: ទេ
kn: ಇಲ್ಲ
lv: Jā
mai: नहि
mg: Tsia
ml: അല്ല
mr: नाही
ms: Tidak
my: မဟုတ်ပါ
ne: हुन्न
nn_no: Nei
or: ନା
pt: Não
ro: Nu
sw: Hapana
ta: இல்லை
te: కాదు
th: ไม่
ur: نہیں
uz: Yo‘q
vi: Không
xh: Hayi
zu: Cha

source: Yes
af: Ja
am: አዎ
ar: نعم
as: হয়
bg: Да
bn_bd: হ্যাঁ
bn_in: হ্যাঁ
br: Ya
bs: Da
ca: Sí
cy: Iawn
eo: Jes
eu: Bai
fa: بله
gd: Tha
hu: Igen
id: Ya
km: បាទ/ចាស
kn: ಹೌದು
lv: Nē
mai: हँ
mg: Eny
ml: അതെ
mr: होय
ms: Ya
my: ဟုတ်ပါသည်
ne: हो
nn_no: Ja
or: ହଁ
pt: Sim
ro: Da
sw: Ndio
ta: ஆம்
te: అవును
th: ใช่
ur: ہاں
uz: Ha
vi: Có
xh: Ewe
zu: Yebo

# delete_download_title
source: Delete
af: Skrap
am: ማጥፊያ
ar: احذف
as: মচি পেলাওক
bg: Изтриване
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
ca: Elimina
cy: Dileu
eo: Forigi
eu: Ezabatu
fa: حذف
gd: Sguab às
hu: Törlés
id: Hapus
km: លុប
kn: ಅಳಿಸು
lv: Dzēst
mai: मेटाउ
mg: Hamafa
ml: കളയൂ
mr: नष्ट करा
ms: Hapus
my: ဖျက်ရန်
ne: मेटाउनुहोस्
nn_no: Slett
or: ଲିଭାନ୍ତୁ
pt: Apagar
ro: Șterge
sw: Futa
ta: நீக்கு
te: తొలగించు
th: ลบ
ur: حذف کریں
uz: O‘chirish
vi: Xóa
xh: Cima
zu: Dilitha

source: Delete {{name}}?
af: Skrap {{name}}?
am: ማጥፊያ {{name}}?
ar: أأحذف {{name}}؟
as: {{name}} মচিব নে?
bg: Изтриване на {{name}}?
bn_bd: {{name}} অপসারণ করবেন?
bn_in: {{name}} মুছে ফেলবেন?
br: Dilemel {{name}} ?
bs: Obrisati {{name}}?
ca: Voleu eliminar {{name}}?
cy: Dileu {{name}}?
eo: Ĉu forigi {{name}}?
eu: Ezabatu {{name}}?
fa: حذف {{name}}؟
gd: A bheil thu airson {{name}} a sguabadh às?
hu: Törli ezt: {{name}}?
id: Hapus {{name}}?
km: លុប {{name}}?
kn: {{name}} ಅನ್ನು ಅಳಿಸಬೇಕೆ?
lv: Vai dzēst {{name}}?
mai: निकालू {{name}}?
mg: Hamafa {{name}}?
ml: {{name}} കളയണോ?
mr: {{name}} नष्ट करावा?
ms: Hapus {{name}}?
my: {{name}} ကို ဖျက်မည်လား။
ne: {{name}} मेटाउने?
nn_no: Sletta {{name}}?
or: {{name}} ଲିଭାଇବେ?
pt: Apagar {{name}}?
ro: Ștergi {{name}}?
sw: Futa {{name}}?
ta: {{name}} அழிக்கவா?
te: {{name}}ను తొలగించాలా?
th: ลบ {{name}}?
ur: {{name}} کو خارج کریں؟
uz: {{name}} o‘chirilsinmi?
vi: Xóa {{name}}?
xh: Ufuna ukucima i-{{name}}?
zu: Dilitha {{name}}?

# delete_download_left_button
source: Cancel
af: Kanselleer
am: መሰረዣ
ar: ألغِ
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
eo: Nuligi
eu: Utzi
fa: لغو
gd: Sguir dheth
hu: Mégse
id: Batal
km: បោះបង់
kn: ವಜಾಮಾಡು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
my: ပယ်ဖျက်ရန်
ne: रद्द गर्नुहोस्
nn_no: Avbryt
or: ବାତିଲ କରନ୍ତୁ
pt: Cancelar
ro: Renunță
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy
xh: Rhoxisa
zu: Khansela

# delete_download_right_button
source: Delete
af: Skrap
am: ማጥፊያ
ar: احذف
as: মচি পেলাওক
bg: Изтриване
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
ca: Elimina
cy: Dileu
eo: Forigi
eu: Ezabatu
fa: حذف
gd: Sguab às
hu: Törlés
id: Hapus
km: ​លុប​
kn: ಅಳಿಸು
lv: Dzēst
mai: मेटाउ
mg: Hamafa
ml: കളയൂ
mr: नष्ट करा
ms: Hapus
my: ဖျက်ရန်
ne: मेटाउनुहोस्
nn_no: Slett
or: ଲିଭାନ୍ତୁ
pt: Apagar
ro: Șterge
sw: Futa
ta: அழி
te: తొలగించు
th: ลบ
ur: حذف
uz: O‘chirish
vi: Xóa
xh: Cima
zu: Dilitha

# delete_all_download_title
source: Delete
af: Skrap
am: ማጥፊያ
ar: احذف
as: মচি পেলাওক
bg: Изтриване
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
ca: Elimina
cy: Dileu
eo: Forigi
eu: Ezabatu
fa: حذف
gd: Sguab às
hu: Törlés
id: Hapus
km: លុប
kn: ಅಳಿಸು
lv: Dzēst
mai: मेटाउ
mg: Hamafa
ml: കളയൂ
mr: नष्ट करा
ms: Hapus
my: ဖျက်ရန်
ne: मेटाउनुहोस्
nn_no: Slett
or: ଲିଭାନ୍ତୁ
pt: Apagar
ro: Șterge
sw: Futa
ta: அழி
te: తొలగించు
th: ลบ
ur: حذف
uz: O‘chirish
vi: Xóa
xh: Cima
zu: Dilitha

# delete_all_download_left_button
source: Cancel
af: Kanselleer
am: መሰረዣ
ar: ألغِ
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
eo: Nuligi
eu: Utzi
fa: لغو
gd: Sguir dheth
hu: Mégse
id: Batal
km: បោះបង់
kn: ವಜಾಮಾಡು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കൂ
mr: रद्द करा
ms: Batal
my: ဖျက်
ne: रद्द गर्नुहोस्
nn_no: Avbryt
or: ବାତିଲ କରନ୍ତୁ
pt: Cancelar
ro: Renunță
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy
xh: Rhoxisa
zu: Khansela

# delete_all_download_right_button
source: Delete
af: Skrap
am: ማጥፊያ
ar: احذف
as: মচি পেলাওক
bg: Изтриване
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
ca: Elimina
cy: Dileu
eo: Forigi
eu: Ezabatu
fa: حذف
gd: Sguab às
hu: Törlés
id: Hapus
km: លុប
kn: ಅಳಿಸು
lv: Dzēst
mai: मेटाउ
mg: Hamafa
ml: കളയൂ
mr: नष्ट करा
ms: Hapus
my: ဖျက်ရန်
ne: मेटाउनुहोस्
nn_no: Slett
or: ଲିଭାନ୍ତୁ
pt: Apagar
ro: Șterge
sw: Futa
ta: அழி
te: తొలగించు
th: ลบ
ur: حذف کریں
uz: O‘chirish
vi: Xóa
xh: Cima
zu: Dilitha

source: Delete no files?
af: Skrap geen lêers nie?
am: ምንም ፋይል አላጥፋ?
ar: أأحذف الملف؟
as: কোনো ফাইল মচা নহব?
bg: Изтриване на 0 файла?
bn_bd: কোনো ফাইল অপসারণ হবে না?
bn_in: কোনো ফাইল মুছে ফেলা হবে না ?
br: Dilemel restr ebet ?
bs: Obrisati nijedan fajl?
ca: No voleu eliminar cap fitxer?
cy: Peidio dileu ffeiliau?
eo: Ĉu forigi neniun dosieron?
eu: Ez ezabatu fitxategirik?
fa: هیچ پرونده‌ای حذف نشود؟
gd: As aonais faidhle a tha ri sguabadh às?
hu: Egy fájlt sem töröl?
id: Hapus berkas?
km: គ្មាន​ឯកសារ​លុប?
kn: ಯಾವ ಕಡತವನ್ನೂ ಅಳಿಸಬಾರದೆ?
lv: Nedzēst nevienu datni?
mai: कोनो फाइल नहि मेटाउ?
mg: Tsisy fafana ireo rakitra?
ml: ഒരു ഫയലും കളയേണ്ടതില്ല?
mr: एकही फाइल नष्ट करू नये?
ms: Tiada fail dihapus?
my: ဖိုင်တစ်ခုမျှ မဖျက်ဘူးလား။
ne: कुनै फाइल मेटाउन चाहनु हुन्न ?
nn_no: Ikkje slette filer?
or: କୌଣସି ଫାଇଲକୁ ଲିଭାଇବେ ନାହିଁ?
pt: Não apagar ficheiros?
ro: Nu ștergi niciun fișier?
sw: Usifute faili?
ta: கோப்புகளை அழிக்க வேண்டாமா?
te: ఏ దస్త్రాలను తొలగించవద్దా?
th: ไม่ลบไฟล์?
ur: کوئی بھی مسلیں کو حذف نہ کریں؟
uz: Birorta ham fayllar oʻchirilmasinmi?
vi: Không xóa tập tin nào?
xh: Kucinywe iifayile ezingekhoyo?
zu: Awudilithi mafayela?

source: Delete one file?
af: Skrap een lêer?
am: አንድ ፋይል ላጥፋ?
ar: أأحذف الملف؟
as: এটা ফাইল মচিব?
bg: Изтриване на един файл?
bn_bd: একটি ফাইল অপসারণ করবেন?
bn_in: একটি ফাইল মুছে ফেলবেন ?
br: Dilemel ur restr ?
bs: Obrisati jedan fajl?
ca: Voleu eliminar un fitxer?
cy: Dileu un ffeil?
eo: Ĉu forigi unu dosieron?
eu: Ezabatu fitxategi bat?
fa: حذف یک پرونده؟
gd: A bheil thu airson {{number}} fhaidhle a sguabadh às?
hu: Töröl egy fájlt?
id: Hapus sebuah berkas?
km: គ្មាន​ឯកសារ​លុប?
kn: ಒಂದು ಕಡತವನ್ನು ಅಳಿಸಬೇಕೆ?
lv: Vai dzēst vienu datni?
mai: एकटा फाइल हटाउ?
mg: Hamafa rakitra iray?
ml: ഒരു ഫയൽ കളയണോ?
mr: एक फाइल नष्ट करावी?
ms: Hapus satu fail?
my: ဖိုင်တစ်ဖိုင် ဖျက်ပါမည်လား။
ne: एउटा फाइल मेटाउन चाहनु हुन्छ ?
nn_no: Sletta ei fil?
or: ଗୋଟିଏ ଫାଇଲକୁ ଲିଭାଇବେ?
pt: Apagar um ficheiro?
ro: Ștergi un fișier?
sw: Futa faili moja?
ta: ஒரு கோப்பை அழிக்கவா?
te: ఒక దస్త్రాన్ని తొలగించాలా?
th: ลบหนึ่งไฟล์?
ur: صرف ایک فائل کو خارج کریں؟
uz: Bitta fayl o‘chirilsinmi?
vi: Xóa một tập tin?
xh: Kucinywe ifayile enye?
zu: Dilitha ifayela elilodwa?

# delete_all_download_message[two]
source: Delete {{number}} files?
af: Skrap {{number}} lêers?
am: ላጥፋ {{number}} ፋይሎች?
ar: أأحذف الملفين؟
as: {{number}} ফাইল মচিব?
bg: Изтриване на {{number}} файла?
bn_bd: {{number}} টি ফাইল অপসারণ করবেন?
bn_in: {{number}} ফাইলটি মুছে ফেলবেন ?
br: Dilemel {{number}} restr ?
bs: Obrisati {{number}} fajla?
ca: Voleu eliminar {{number}} fitxers?
cy: Dileu {{number}} ffeil?
eo: Ĉu forigi {{number}} dosierojn?
eu: Ezabatu {{number}} fitxategi?
fa: حذف {{number}} پرونده؟
gd: A bheil thu airson {{number}} fhaidhle a sguabadh às?
hu: Töröl {{number}} fájlt?
id: Hapus {{number}} berkas?
km: លុប​ឯកសារ {{number}} ?
kn: {{number}} ಕಡತಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
lv: Vai dzēst {{number}} datnes?
mai: मेटाउ {{number}} फ़ाइल?
mg: Hamafa rakitra {{number}}?
ml: {{number}} ഫയലുകൾ കളയണോ?
mr: {{number}} फाइल्स नष्ट कराव्या?
ms: Hapus {{number}} fail?
my: ဖိုင် {{number}} ဖိုင် ဖျက်ပါမည်လား။
ne: {{number}} फाइलहरु मेटाउनुहुन्छ ?
nn_no: Sletta {{number}} filer?
or: {{number}} ଫାଇଲକୁ ଲିଭାଇବେ?
pt: Apagar {{number}} ficheiros?
ro: Ștergi {{number}} fișiere?
sw: Futa faili {{number}}?
ta: {{number}} கோப்புகளை அழிக்கவா?
te: {{number}} దస్త్రాలను తొలగించాలా?
th: ลบ {{number}} ไฟล์?
ur: {{number}} مسلیں کو خارج کریں؟
uz: {{number}} ta fayl o‘chirilsinmi?
vi: Xóa {{number}} tập tin?
xh: Kucinywe iifayile {{number}}?
zu: Dilitha amafayela angu-{{number}}?

# delete_all_download_message[few]
source: Delete {{number}} files?
af: Skrap {{number}} lêers?
am: ላጥፋ {{number}} ፋይሎች?
ar: أأحذف {{number}} ملفات؟
as: {{number}} ফাইল মচিব?
bg: Изтриване на {{number}} файла?
bn_bd: {{number}} টি ফাইল অপসারণ করবেন?
bn_in: {{number}} ফাইলটি মুছে ফেলবেন ?
br: Dilemel {{number}} restr ?
bs: Obrisati {{number}} fajlova?
ca: Voleu eliminar {{number}} fitxers?
cy: Dileu {{number}} ffeil?
eo: Ĉu forigi {{number}} dosierojn?
eu: Ezabatu {{number}} fitxategi?
fa: حذف {{number}} پرونده؟
gd: A bheil thu airson {{number}} faidhlichean a sguabadh às?
hu: Töröl {{number}} fájlt?
id: Hapus {{number}} berkas?
km: លុប​ឯកសារ {{number}} ?
kn: {{number}} ಕಡತಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
lv: Vai dzēst {{number}} datnes?
mai: मेटाउ {{number}} फ़ाइल?
mg: Hamafa rakitra {{number}}?
ml: {{number}} ഫയലുകൾ കളയണോ?
mr: {{number}} फाइल्स नष्ट कराव्या?
ms: Hapus {{number}} fail?
my: ဖိုင် {{number}} ဖိုင် ဖျက်ပါမည်လား။
ne: {{number}} फाइलहरु मेटाउनुहुन्छ ?
nn_no: Sletta {{number}} filer?
or: {{number}} ଫାଇଲକୁ ଲିଭାଇବେ?
pt: Apagar {{number}} ficheiros?
ro: Ștergi {{number}} fișiere?
sw: Futa faili {{number}}?
ta: {{number}} கோப்புகளை அழிக்கவா?
te: {{number}} దస్త్రాలను తొలగించాలా?
th: ลบ {{number}} ไฟล์?
ur: {{number}} فائلز کو خارج کریں؟
uz: {{number}} ta fayl o‘chirilsinmi?
vi: Xóa {{number}} tập tin?
xh: Kucinywe iifayile {{number}}?
zu: Dilitha amafayela angu-{{number}}?

# delete_all_download_message[many]
source: Delete {{number}} files?
af: Skrap {{number}} lêers?
am: ላጥፋ {{number}} ፋይሎች?
ar: أأحذف {{number}} ملفا؟
as: {{number}} ফাইল মচিব?
bg: Изтриване на {{number}} файла?
bn_bd: {{number}} টি ফাইল অপসারণ করবেন?
bn_in: {{number}} ফাইলটি মুছে ফেলবেন ?
br: Dilemel {{number}} restr ?
bs: Obrisati {{number}} fajlova?
ca: Voleu eliminar {{number}} fitxers?
cy: Dileu {{number}} ffeil?
eo: Ĉu forigi {{number}} dosierojn?
eu: Ezabatu {{number}} fitxategi?
fa: حذف {{number}} پرونده؟
gd: A bheil thu airson {{number}} faidhle a sguabadh às?
hu: Töröl {{number}} fájlt?
id: Hapus {{number}} berkas?
km: លុប​ឯកសារ {{number}} ?
kn: {{number}} ಕಡತಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
lv: Vai dzēst {{number}} datnes?
mai: मेटाउ {{number}} फ़ाइल?
mg: Hamafa rakitra {{number}}?
ml: {{number}} ഫയലുകൾ കളയണോ?
mr: {{number}} फाइल्स नष्ट कराव्या?
ms: Hapus {{number}} fail?
my: ဖိုင် {{number}} ဖိုင် ဖျက်ပါမည်လား။
ne: {{number}} फाइलहरु मेटाउनुहुन्छ ?
nn_no: Sletta {{number}} filer?
or: {{number}} ଫାଇଲକୁ ଲିଭାଇବେ?
pt: Apagar {{number}} ficheiros?
ro: Ștergi {{number}} fișiere?
sw: Futa faili {{number}}?
ta: {{number}} கோப்புகளை அழிக்கவா?
te: {{number}} దస్త్రాలను తొలగించాలా?
th: ลบ {{number}} ไฟล์?
ur: {{number}} مسلیں کو خارج کریں؟
uz: {{number}} ta fayl o‘chirilsinmi?
vi: Xóa {{number}} tập tin?
xh: Kucinywe iifayile {{number}}?
zu: Dilitha amafayela angu-{{number}}?
