Repository: translate/mozilla-gaia
Catalog: */shared/download/download.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, eo, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, nn_no, or, pt, ro, sw, ta, te, th, ur, uz, vi, xh, zu

source: Insert a memory card or select an alternate default media location in settings
af: Steek ’n geheuekaart in of kies ’n alternatiewe verstek medialigging in die instellings
am: የ ማስታወሻ ካርድ ያስገቡ ወይንም ይምረጡ አማራጭ ነባር የመገናኛ አካባቢ ከ ማሰናጃው ውስጥ
ar: أدخل بطاقة ذاكرة أو اختر مكانا افتراضيا آخر للوسائط في الإعدادات
as: এটা মেমৰি কাৰ্ড সুমুৱাওক অথবা সংহতিসমূহত এটা বিকল্প মাধ্যম অৱস্থান বাছক
bg: Поставете карта за памет или сменете стандартното място за медия в Настройки
bn_bd: মেমরি কার্ড প্রবেশ করান অথবা সেটিংস থেকে কোনো বিকল্প মাধ্যমের জন্য স্থান নির্বাচন করুন
bn_in: একটি মেমোরি কার্ড প্রবেশ করান অথবা নির্বাচন করুন একটি বিকল্প ডিফল্ট মিডিয়া অবস্থান
br: Enlakait ur gartenn vemor pe diuzit ul lec'hiadur dre ziouer all evit ar mediaoù en arventennoù
bs: Ubacite memorijski karticu ili u postavkama odaberite alternativnu lokaciju za pohranu medija
ca: Inseriu una targeta de memòria o trieu una ubicació alternativa per defecte als paràmetres
cy: Gosodwch gerdyn cof neu ddewis leoliad arferol cyfrwng arall yn y gosodiadau
eo: Enmeti memorkarton aŭ elektu alternativan norman aŭdvidan lokon en la agordoj
eu: Sartu memoria-txartela edo hautatu bestelako multimedia-kokapen lehenetsia ezarpenetan
fa: یک کارت حافظه وارد کنید یا از طریق قسمت تنظیمات یک مکان پیش‌فرض دیگر برای مکان رسانه‌ها انتخاب کنید
gd: Cuir a-steach cairt-chuimhne no tagh ionad bunaiteach eile airson meadhanan sna roghainnean
hu: Helyezzen be memóriakártyát, vagy válasszon másik alapértelmezett médiahelyet a beállításokban.
id: Masukkan kartu memori atau pilih lokasi media baku alternatif lewat setelan
km: បញ្ចូល​កាត​ទូរស័ព្ទ ឬ​ជ្រើស​មេឌៀ​លំនាំដើម​ជំនួស​ទីតាំង​ក្នុង​ការ​កំណត់
kn: ಒಂದು ಮೆಮೊರಿ ಕಾರ್ಡನ್ನು ತೂರಿಸಿ ಅಥವ ಒಂದು ಸಿದ್ಧತೆಗಳಲ್ಲಿ ಬದಲಿ ಮಾಧ್ಯಮದ ಸ್ಥಳವನ್ನು ಆರಿಸಿ
lv: Ievietojiet atmiņas karti vai izvēlieties alternatīvu noklusējuma mediju atrašanas vietu iestatījumos
mai: एकटा मेमोरी कार्ड डालू अथवा सेटिंग मे एकटा वैकल्पिक पूर्वनिर्धारित मीडिया स्थान क चयन करू
mg: Manatsofoha karatra memoara na mifantena toerana fitehirizana haino&jery niandohana hafa ao @ tefy
ml: ഒരു മെമ്മറി കാർഡ് ഇടുകയോ ഫയല്‍ സൂക്ഷിക്കാനുള്ള സ്ഥലം ക്രമീകരണങ്ങളില്‍ സജ്ജമാക്കുകയോ ചെയ്യൂ
mr: फोनमध्ये मेमरी कार्ड घाला किंवा सेटिंग्जमध्ये जाउन, पर्यायी डीफॉल्ट मीडिया स्थान निवडा
ms: Masukkan kad memori atau pilih lokasi media lalai alternatif pada tetapan
my: မှတ်ဉာဏ်ကတ်ကို ထည့်ပါ (သို့မဟုတ်) ချိန်ညှိချက်များထဲတွင် သတ်မှတ်ထားသော မူလသိမ်းဆည်းရာ နေရာကို ရွေးပါ
ne: मेमोरी कार्ड घुसाउनुहोस् अथवा सेटिंगमा अन्य बैकल्पिक मिडिया स्थान चयन गर्नु होस्
or: ମେମୋରୀ କାର୍ଡଟିଏ ଲଗାନ୍ତୁ ବା ସଂରଚନାରେ ଆଗରୁ ଥିବା ଭିନ୍ନ ଏକ ସ୍ଥାନ ବାଛନ୍ତୁ
pt: Insira um cartão de memória ou selecione um destino alternativo nas definições
ro: Inserează un card de memorie sau selectează o locație media implicită alternativă din Setări
sw: Ingiza kadi ya kumbukumbu au chagua eneo mbadala la midia chaguo-msingi katika mipangilio
ta: ஒரு நினைவக அட்டையை சொருகு அல்லது அமைவுகளில் மாற்றூடக இடத்தை முன்னிருப்பாக தேர்ந்தெடு
te: మెమొరీ కార్డుని చొప్పించండి లేదా అమరికలలో వేరే అప్రమేయ మాధ్యమ స్థానాన్ని ఎంచుకోండి
th: ใส่การ์ดหน่วยความจำ หรือเลือกที่อยู่สื่อทางเลือกอื่นในการตั้งค่า
ur: میموری کارڈ داخل کریں یا سیٹنگیں میں متبادل طےشدہ میڈیا مقام منتخب کریں
uz: Xotira kartasini kiriting yoki sozlamalardagi muqobil standart media manzilni tanlang
xh: Faka ikhadi lememori okanye ukhethe enye indawo esisiseko yemidiya kwiisethingi
zu: Faka ikhadi lememori noma khetha enye indawo yemidiya kumasethingi

# no_sdcard_found_2_download_right_button
source: OK
af: Goed
am: እሺ
ar: حسنا
as: ঠিক আছে
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eo: Akcepti
eu: Ados
fa: تأیید
gd: Ceart ma-thà
id: Oke
km: យល់ព្រម
kn: ಸರಿ
lv: Labi
mai: बेस
ml: ശരി
mr: ठीक
my: ကောင်းပြီ
ne: ठीक छ
or: ଠିକ ଅଛି
sw: SAWA
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے
xh: Kulungile
zu: Kulungile

# file_open_error_download_title
source: Unable to open
af: Kan nie oopmaak nie
am: መክፈት አልተቻለም
ar: تعذّر الفتح
as: খোলিব নোৱাৰি
bg: Невъзможно отваряне
bn_bd: খুলতে ব্যর্থ
bn_in: উন্মুক্ত করতে অক্ষম
br: N'haller ket digeriñ
bs: Nije moguće otvoriti
ca: No es pot obrir
cy: Methu ei agor
eo: Ne eblas malfermiUnable to open
eu: Ezin da ireki
fa: باز کردن ممکن نیست
gd: Cha ghabh fhosgladh
hu: Nem lehet megnyitni
id: Tidak dapat membuka
km: មិនអាច​បើក
kn: ತೆರೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
lv: Nevar atvērt
mai: खोलब मे असमर्थ
mg: Tsy afaka manokatra
ml: തുറക്കുവാന്‍ പറ്റുന്നില്ല
mr: उघडु शकत नाही
ms: Tidak dapat membuka
my: မဖွင့်နိုင်ပါ
ne: खोल्न असक्षम
nn_no: Klarer ikkje å opna
or: ଖୋଲିବାକୁ ଅସମର୍ଥ
pt: Não é possível abrir
ro: Nu se poate deschide
sw: Haikuwa kufungua
ta: திறக்க இயலவில்லை
te: తెరవలేకపోతున్నాం
th: ไม่สามารถเปิดได้
ur: کھولنے میں ناکام
uz: Ochib bo‘lmadi
vi: Không thể mở
xh: Ayikwazi ukuvula
zu: Ayivuleki

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
af: Kon nie {{name}} oopmaak nie. Wil jy graag die lêer stoor of dit skrap?
am: በመክፈት ላይ እንዳለ ስህተት ተፍጥሯል {{name}}. ፋይሉን ማስቀመጥ ነው የሚፈልጉት ወይንም ማጥፋት ነው?
ar: ثمّة مشكلة في فتح {{name}}. أتريد حفظ الملف أو حذفه؟
as: {{name}} খোলোতে এটা সমস্যা হৈছে। আপুনি ফাইল সংৰক্ষণ কৰিব খোজে নে মচি পেলাব খোজে?
bg: {{name}} не може да бъде отворен. Желаете файлът да бъде записан или изтрит?
bn_bd: {{name}} খুলতে সমস্যা হচ্ছে। আপনি কি সংরক্ষণ করতে চান, অথবা অপসারণ করবেন?
bn_in: {{name}} খুলতে কোন সমস্যা নেই। আপনি ফাইল সংরক্ষণ করুন অথবা এটি মুছে ফেলতে চান?
br: C'hwitadenn war digeriñ {{name}}. Fellout a ra deoc'h enrollañ ar restr pe dilemel anezhi ?
bs: Desio se problem prilikom otvaranja {{name}}. Želite li sačuvati fajl ili ga obrisati?
ca: Hi ha un problema per obrir {{name}}. Voleu desar el fitxer o eliminar-lo?
cy: Bu anhawster wrth agor {{name}}. Hoffech chi gadw'r ffeil neu ei dileu?
eo: Estas problemo en la malfermo de {{name}}. Ĉu vi volas konservi aŭ forigi la dosieron?
eu: Arazo bat dago {{name}} irekitzen. Fitxategia gorde ala ezabatu egin nahi duzu?
fa: در باز کردن {{name}} مشکلی وجود دارد. می‌خواهید که پرونده را حذف یا ذخیره کنید؟
gd: Tha duilgheadas againn {{name}} fhosgladh. A bheil thu airson am faidhle a shàbhaladh no a sguabadh às?
hu: Hiba a(z) {{name}} megnyitásakor. Menteni vagy törölni szeretné a fájlt?
id: Terjadi masalah saat membuka {{name}}. Ingin berkasnya disimpan atau dihapus?
km: មាន​បញ្ហា​ក្នុង​ការ​បើក {{name}} ។ តើ​អ្នក​ចង់​រក្សាទុក​ឯកសារ ឬ​លុប​វា?
kn: {{name}} ತೆರೆಯುವಲ್ಲಿ ತಪ್ಪಿದೆ. ಇದನ್ನು ಉಳಿಸಲು ಇಲ್ಲವೇ ಅಳಿಸಲು ಇಚ್ಛಿಸುವಿರೇ?
lv: Ir problēma atverot {{name}}. Vai vēlaties saglabāt datni vai to dzēst?
mai: ओतए एकटा app नहि अछि जे {{name}} खोलि सकैत अछि. अहाँ फाइल सहेजनाइ अथवा हटओनाइ चाहैत अछि?
mg: Nisy olana t@ fanokafana ny {{name}}. Te-hitahiry ilay rakitra ianao sa hamafa azy?
ml: {{name}} തുറക്കുന്നതിൽ പിഴവുകാണുന്നു. താങ്കൾക്ക് ഈ ഫയൽ സൂക്ഷിക്കണോ കളയണോ?
mr: {{name}} उघडण्यात अडथले आहेत. ही फाइल साठवावी का नष्ट करावी?
ms: Terdapat masalah membuka {{name}}. Mahukah anda menyimpannya atau menghapuskannya?
my: {{name}} ကို ဖွင့်ရာတွင် ပြဿနာတစ်ခု ဖြစ်နေသည်။ သင်သည် ထိုဖိုင်ကို သိမ်းပါမည်လား (သို့မဟုတ်) ဖျက်ပါမည်လား။
ne: {{name}} खोल्नमा समस्या भयो । बचत गर्न चाहनु हुन्छ कि मेटाउन ?
nn_no: Fila {{name}} kan ikkje opnast. Vil du lagra eller sletta fila?
or: {{name}}କୁ ଖୋଲିବାରେ ଏକ ଅସୁବିଧା ହେଲା। ଆପଣ ଫାଇଲଟିକୁ ସାଇତିବାକୁ ନା ଲିଭାଇବାକୁ ଚାହାନ୍ତି?
pt: Ocorreu um problema ao abrir {{name}}. Pretende guardar ou apagar o ficheiro?
ro: A apărut o eroare la deschiderea {{name}}. Dorești să salvezi fișierul sau să-l ștergi?
sw: Kuna tatizo kufungua {{name}}. Ungependa kuhifadhi faili au kuifuta?
ta: {{name}} திறப்பதில் பிழை. நீங்க இந்த கோப்பை சேமிக்க அல்லது அழிக்க வேண்டுமா?
te: {{name}}ను తెరవడంలో సమస్య ఉంది. దాన్ని భద్రపరుకుంటారా లేదా తొలగించాలా?
th: เกิดปัญหาในการเปิด {{name}} คุณต้องการที่จะบันทึกไฟล์หรือลบไฟล์?
ur: {{name}} کو کھولنے میں ایک مسئلہ افتتاحی ہے۔ کیا آپ فائل کو محفوظ کرنا یا اسے حذف کرنا چاہتیں ہیں؟
uz: {{name}}ni ochishda muammo yuz berdi. Faylni saqlash yoki o‘chirishni xohlaysizmi?
vi: Gặp lỗi khi mở {{name}}. Bạn muốn lưu hay xóa nó?
xh: Kukho ingxaki ekuvuleni i-{{name}}. Ungathanda ukuyigcina ifayile okanye ukuyicima?
zu: Kunenkinga ukuvula i-{{name}}. Ungathanda ukulilondoloza ifayela noma ukulidilitha?

# file_open_error_download_left_button
source: Keep File
af: Behou lêer
am: ፋይል ማስቀመጫ
ar: أبق الملف
as: ফাইল ৰাখক
bg: Запис
bn_bd: ফাইলটি রাখুন
bn_in: ফাইল রাখুন
br: Mirout
bs: Zadrži fajl
ca: Desa el fitxer
cy: Cadw Ffeil
eo: Gardi dosieron
eu: Mantendu
fa: نگه داشتن پرونده
gd: Cum am faidhle
hu: Megtartás
id: Simpan Berkas
km: រក្សាទុក​ឯកសារ
kn: ಕಡತವನ್ನು ಇಟ್ಟುಕೋ
lv: Paturēt datni
mai: फाइल राखू
mg: Hitazona Rakitra
ml: ഫയൽ നിലനിർത്തുക
mr: फाइल ठेवा
ms: Kekalkan Fail
my: ဖိုင်ကို သိမ်းရန်
ne: फाइल राख्नुहोस्
nn_no: Behald fila
or: ଫାଇଲଟିକୁ ରଖନ୍ତୁ
pt: Manter ficheiro
ro: Păstrează fișierul
sw: Weka Faili
ta: வை
te: దస్త్రాన్ని ఉంచు
th: เก็บไฟล์
ur: فائل کو رکھیں
uz: Faylni saqlash
vi: Giữ lại
xh: Gcina ifayile
zu: Gcina ifayela

# file_open_error_download_right_button
source: Delete
af: Skrap
am: ማጥፊያ
ar: احذف
as: মচি পেলাওক
bg: Изтриване
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
ca: Elimina
cy: Dileu
eo: Forigi
eu: Ezabatu
fa: حذف
gd: Sguab às
hu: Törlés
id: Hapus
km: ​លុប​
kn: ಸರಿ
lv: Dzēst
mai: मेटाउ
mg: Hamafa
ml: കളയുക
mr: नष्ट करा
ms: Hapus
my: ဖျက်ရန်
ne: मेटाउनुहोस्
nn_no: Slett
or: ଲିଭାନ୍ତୁ
pt: Apagar
ro: Șterge
sw: Futa
ta: அழி
te: తొలగించు
th: ลบ
ur: حذف کریں
uz: O‘chirish
vi: Xóa
xh: Cima
zu: Dilitha

source: There was an error while restarting the download. Please try to download again.
af: Kon nie die aflaai herbegin nie. Probeer weer om dit af te laai.
am: ማውረዱ እንደገና ሲጀምር ስህተት ተፈጥሯል: እባክዎን እንደገና ለማውረድ ይሞክሩ
ar: حدث خطأ أثناء إعادة بدء التنزيل. من فضلك جرب التنزيل مجددا.
as: ডাউনল'ড পুনাৰম্ভ কৰোতে এটা ত্ৰুটি হৈছিল। অনুগ্ৰহ কৰি পুনৰ ডাউনল'ড কৰাৰ চেষ্টা কৰক।
bg: Получи се грешка при рестартиране на изтеглянето. Моля, опитайте отново изтеглянето.
bn_bd: পুনরায় ডাউনলোড করতে গিয়ে ত্রুটি পাওয়া গিয়েছে। অনুগ্রহ করে আবার ডাউনলোড করুন।
bn_in: ডাউনলোডের পুনরায় আরম্ভ করার সময় একটি ত্রুটি হয়েছে। আবার ডাউনলোড করার চেষ্টা করুন।
br: C'hwitadenn war adloc'hañ ar pellgargadur. Klaskit pellgargañ en-dro mar plij.
bs: Desila se greška prilikom ponovnog pokretanja preuzimanja. Molimo vas da pokušate kasnije.
ca: S'ha produït un error en reiniciar la baixada. Torneu-ho a intentar.
cy: Bu gwall wrth ailgychwyn y llwytho i lawr. Ceisiwch ei llwytho i lawr eto.
eo: Okazis eraro dum la rekomenco de la elŝuto. Bonvolu klopodi elŝuti denove.
eu: Errorea gertatu da deskarga berriro hastean. Saiatu berriro deskargatzen.
fa: خطایی در هنگام اجرای دوباره دریافت رخ داد. لطفا دوباره تلاش کنید.
gd: Thachair mearachd nuair a chuir sinn gu dol an luchdadh a-nuas a-rithist. Feuch is luchdaich a-nuas e às ùr.
hu: Hiba történt a letöltés újraindításakor. Próbálja újra letölteni.
id: Terjadi kesalahan saat memulai ulang pengunduhan. Coba unduh lagi.
km: មាន​កំហុស​ខណៈ​ដែល​ចាប់ផ្ដើម​ការ​ទាញយក​ឡើងវិញ។ សូម​ព្យាយាម​ទាញយក​ម្ដង​ទៀត។
kn: ಡೌನ್ಲೋಡನ್ನು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸುವಲ್ಲಿ ತಪ್ಪಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Bija kļūda kad pārstartēja lejupielādi. Lūdzu mēģiniet lejupielādēt vēlreiz.
mai: डाउनलोड फेर सँ शुरू करब मे एकटा त्रुटि भेल. फेर सँ डाउनलोड करब कलेल प्रयास करू.
mg: Nisy tsy fetezana nandritra ny fanombohana indray ny fampidinana. Andramo ampidinina indray, azafady.
ml: ഡൗൺലോഡ് പുനരാരംഭിക്കുന്നതില്‍ ഒരു പിഴവ് ഉണ്ടായിരുന്നു. ദയവായി വീണ്ടും ഡൗൺലോഡൂ.
mr: पुन्हा डाउनलोड सुरू करण्यात काही त्रुटी आढळल्या. डाउनलोड साठी परत प्रयत्न करा.
ms: Terdapat rakat ketika mengulang mula muat turun. Sila cuba muat turun semula.
my: အချက်အလက် ကူးပြောင်းယူမှု ပြန်လည်စတင်နေစဉ်အတွင်း အမှားတစ်ခု ဖြစ်ခဲ့သည်။ ကျေးဇူးပြု၍ နောက်တစ်ကြိမ် ပြုလုပ်ကြည့်ပါ။
ne: डाउनलोड पुन सुचारु गर्न समस्या भयो । कृपया पुन प्रयास गर्नु होस् ।
or: ଡାଉନଲୋଡକୁ ଆଉଥରେ ଆରମ୍ଭ କରିବାରେ ଗୋଟିଏ ତ୍ରୁଟି ହେଲା। ଦୟାକରୁ ପୁଣିଥରେ ଡାଉନଲୋଡ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: Ocorreu um erro ao reiniciar a descarga. Por favor, volte a tentar descarregar.
ro: A apărut o eroare la repornirea descărcării. Te rugăm să reîncerci descărcarea.
sw: Kulikuwa na hitilafu wakati wa kuanza daunlodi upya. Tafadhali jaribu kudaunlodi tena.
ta: பதிவிறக்கத்தை மீள்துவக்குவதில் பிழை ஏற்ப்பட்டது. தயவுச்செய்து மீண்டும் பதிவிறக்கவும்.
te: దింపుకోలుని మళ్ళీ మొదలుపెట్టడంలో దోషం. దయచేసి దింపుకోడానికి మళ్ళీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะกำลังเริ่มการดาวน์โหลดใหม่ โปรดลองดาวน์โหลดอีกครั้ง
ur: ڈاونلوڈ دوبارہ شرو کرنے کے دوران خامی پیش آگیی ہے۔ دوبارہ ڈاونلوڈ کرنے کی کوشیش کریں۔
uz: Yuklab olishni qayta boshlashda muammo yuz berdi. Yana yuklab olishga urinib ko‘ring.
vi: Gặp lỗi khi bắt đầu tải lại. Vui lòng tải lại sau.
xh: Kubekho imposiso ngeli lixa ibizama ukuqala ngokutsha ukukhuphela. Sicela uzame ukukhuphela kwakhona.
zu: Kube nephutha ngenkathi kuqalwa kabusha ukudawuniloda. Sicela uphinde uzame ukudawuniloda futhi.

source: No downloads
af: Geen aflaaie nie
am: የ ወረደ አልተገኘም
ar: لا تنزيلات
as: কোনো ডাউনল'ড নাই
bg: Няма изтегляния
bn_bd: কোন ডাউনলোড নেই
bn_in: কোন ডাউনলোড নেই
br: Pellgargadur ebet
bs: Nema preuzimanja
ca: Cap baixada
cy: Dim llwythi
eo: Neniu elŝuto
eu: Deskargarik ez
fa: هیچ پرونده‌ای دریافت نشده
gd: Chan eil luchdadh a-nuas ann
hu: Nincs letöltés
id: Tidak ada unduhan
km: គ្មាន​ការ​ទាញ​យក​
kn: ಡೌನ್ಲೋಡುಗಳಿಲ್ಲ
lv: Nav lejupielāžu
mai: कोनो डाउनलोड नहि
mg: Tsisy fampidinana
ml: ഡൗൺലോഡുകൾ ഇല്ല
mr: एकही डाउनलोड नाही
ms: Tiada muat turun
my: ကူးပြောင်းယူမှု မရှိပါ
ne: कुनै डाउनलोडहरु छैन।
or: କୌଣସି ଡାଉନଲୋଡ ନାହିଁ
pt: Nenhuma descarga
ro: Nicio descărcare
sw: Hakuna daunlodi
ta: பதிவிறக்கங்கள் இல்லை
te: దింపుకోళ్ళు లేవు
th: ไม่มีการดาวน์โหลด
ur: کوئی ڈاؤن لوڈ نہیں ہے
uz: Yuklab olishlar yo‘q
vi: Không có tải về nào
xh: Akukho zinto zikhutshelwayo
zu: Akukho okudawunilodiwe

source: B
am: ባ
ar: بايت
bn_bd: বাইট
br: E
eo: O
fa: بایت
ml: ബി
ne: बाईट
or: ବାଇଟ
ta: பை
te: బై

source: KB
am: ኪባ
ar: ك.بايت
bn_bd: কেবি
br: Ke
eo: KO
fa: کیلوبایت
ml: കെബി
ne: किलोबाइट
or: କିଲୋ-ବାଇଟ
ta: கிபை
te: కిబై
xh: I-KB

source: MB
am: ሜባ
ar: م.بايت
bn_bd: এমবি
br: Me
eo: MO
fa: مگابایت
ml: എംബി
ne: मेगाबाइट
or: ମେଗା-ବାଇଟ
ta: மெபை
te: మెబై
xh: I-MB

source: GB
am: ጌባ
ar: ج.بايت
bn_bd: জিবি
br: Ge
eo: GO
fa: گیگابایت
ml: ജിബി
ne: गिगाबाइट
or: ଗିଗା-ବାଇଟ
ta: ஜிபை
te: గిబై
xh: I-GB

source: TB
am: ቴባ
ar: ت.بايت
bn_bd: টিবি
br: Te
eo: TO
fa: ترابایت
ml: ടിബി
ne: टेराबाइट
or: ଟେରା-ବାଇଟ
ta: டெபை
te: టెబై

source: PB
am: ፔባ
ar: بيتابايت
br: Pe
fa: پتابایت

source: EB
am: ኤባ
br: Ee
fa: اگزابایت

source: ZB
am: ዜባ
br: Ze
fa: زتابایت

source: YB
am: ዮባ
br: Ye
fa: یوتابایت

source: {{partial}} of {{total}}
af: {{partial}} van {{total}}
am: {{partial}} ከ {{total}}
ar: {{partial}} من {{total}}
as: {{total}} ৰ {{partial}}
bg: {{partial}} от общо {{total}}
bn_bd: {{total}} এর {{partial}}
br: {{partial}} eus {{total}}
bs: {{partial}} od {{total}}
ca: {{partial}} de {{total}}
cy: {{partial}} o {{total}}
eu: {{total}} / {{partial}}
fa: {{partial}} از {{total}}
gd: {{partial}} de {{total}}
hu: {{partial}}/{{total}}
id: {{partial}} dari {{total}}
km: {{partial}} នៃ {{total}}
kn: {{total}} ಇನ {{partial}}
lv: {{partial}} no {{total}}
mg: {{partial}} @ {{total}}
ml: {{total}}ന്റെ {{partial}}
mr: {{total}} पैकी {{partial}}
ms: {{partial}} daripada {{total}}
my: {{total}} ထဲမှ {{partial}} ခုမြောက်
ne: {{total}} को {{partial}}
or: {{total}} ର {{partial}}
pt: {{partial}} de {{total}}
ro: {{partial}} din {{total}}
sw: {{partial}} ya {{total}}
ta: {{total}} இல் {{partial}}
te: {{total}} లో {{partial}}
th: {{partial}} จาก {{total}}
ur: {{partial}}کا {{total}}
uz: {{partial}} / {{total}}
vi: {{partial}} trên {{total}}
xh: {{partial}} kwa-{{total}}
zu: {{partial}} ye-{{total}}

source: Stopped
af: Gestop
am: ቆሟል
ar: متوقف
as: বন্ধ
bg: Спрян
bn_bd: বন্ধ হয়ে গেছে
bn_in: বন্ধ করা হয়েছে
br: Paouezet
bs: Zaustavljeno
ca: Aturada
cy: Wedi atal
eo: Haltigita
eu: Geldituta
fa: متوقف شد
gd: Air stad
hu: Leállítva
id: Dihentikan
km: បាន​បញ្ឈប់
kn: ನಿಲ್ಲಿಸಲಾಗಿದೆ
lv: Apstājās
mai: थामल
mg: Najanona
ml: നിര്‍ത്തിയിരിയ്ക്കുന്നു
mr: थांबले आहे
ms: Terhenti
my: ရပ်ဆိုင်းသွားပြီ
ne: रोकियो
nn_no: Stoppa
or: ଅଟକ ଯାଇଛି
pt: Parado
ro: Oprită
sw: Imesimamishwa
ta: நிறுத்தப்பட்டது
te: ఆపివేయబడింది
th: ถูกหยุด
ur: روکیے
uz: To‘xtatildi
vi: Đã ngừng
xh: Kunqunyanyisiwe
zu: Imile

source: Download failed
af: Aflaai het misluk
am: ማውረድ አልተቻለም
ar: فشل التنزيل
as: ডাউনল'ড ব্যৰ্থ হল
bg: Грешка при изтегляне
bn_bd: ডাউনলোড ব্যর্থ হয়েছে
bn_in: ডাউনলোড অসমাপ্ত
br: C'hwitadenn war ar pellgargadur
bs: Neuspjelo preuzimanje
ca: Ha fallat la baixada
cy: Methodd y llwytho i lawr
eo: Malsukcesa elŝuto
eu: Deskargak huts egin du
fa: دریافت شکست خورد
gd: Dh’fhàillig an luchdadh a-nuas
hu: A letöltés meghiúsult
id: Pengunduhan gagal
km: ការ​ទាញ​យក​បាន​បរាជ័យ
kn: ಇಳಿಸುವಿಕೆ ವಿಫಲಗೊಂಡಿದೆ
lv: Lejupielāde neizdevās
mai: डाउनलोड बिफल
mg: Tsy nety ny fampidinana
ml: ഡൗണ്‍ലോഡായില്ല
mr: डाउनलोड अपयशी
ms: Muat turun gagal
my: အချက်အလက်ကူးပြောင်းယူမှု မအောင်မြင်ခဲ့ပါ
ne: डाउनलोड असफल भयो
nn_no: Mislukka nedlasting
or: ଡାଉନଲୋଡ ବିଫଳ ହୋଇଛି
pt: Erro ao descarregar
ro: Descărcare eșuată
sw: Kudaunlodi kulishindwa
ta: தோல்வி
te: దింపుకోలు విఫలమైంది
th: การดาวน์โหลดล้มเหลว
ur: ڈاؤن لوڈ ناکام
uz: Yuklab olish amalga oshmadi
vi: Lỗi
xh: Akuphumelelanga ukukhuphela
zu: Ukudawuniloda akuphumelelanga

source: Open
af: Maak oop
am: መክፈቻ
ar: افتح
as: খোলক
bg: Отваряне
bn_bd: খুলুন
bn_in: খুলুন
br: Digeriñ
bs: Otvori
ca: Obre
cy: Agor
eo: Malfermi
eu: Irekia
fa: باز کردن
gd: Fosgail
hu: Megnyitás
id: Buka
km: បើក​
kn: ತೆರೆ
lv: Atvērt
mai: खोलू
mg: Hanokatra
ml: തുറക്കൂ
mr: उघडा
ms: Buka
my: ဖွင့်ရန်
ne: खोल्नुहोस्
nn_no: Opna
or: ଖୋଲନ୍ତୁ
pt: Abrir
ro: Deschide
sw: Fungua
ta: திற
te: తెరువు
th: เปิด
ur: کھولیے
uz: Ochish
vi: Mở
xh: Vula
zu: Vula

source: Share
af: Deel
am: ማካፈያ
ar: شارِك
as: অংশীদাৰী কৰক
bg: Споделяне
bn_bd: শেয়ার
bn_in: শেয়ার করুন
br: Rannañ
bs: Podijeli
ca: Comparteix
cy: Rhannu
eo: Dividi
eu: Partekatu
fa: اشتراک‌گذاری
gd: Co-roinn
hu: Megosztás
id: Bagikan
km: ចែក​រំលែក
kn: ಹಂಚು
lv: Dalīt
mai: साझा करू
mg: Hizara
ml: പങ്കിടൂ
mr: शेअर
ms: Kongsi
my: အချက်အလက် မျှဝေရန်
ne: साझेदारी गर्नुहोस्
nn_no: Del
or: ଆବଣ୍ଟନ କରନ୍ତୁ
pt: Partilhar
ro: Partajează
sw: Shiriki
ta: பகிரவும்
te: పంచుకోండి
th: แบ่งปัน
ur: شیئر
uz: Bo‘lishish
vi: Chia sẻ
xh: Yabelana
zu: Yabelana

source: Set as wallpaper
af: Stel as muurpapier
am: እንደ ግድግዳ ወረቀት ማሰናጃ
ar: اضبط كخلفية
as: ৱালপেপাৰ হিচাপে সংহতি কৰক
bg: Поставяне като тапет
bn_bd: ওয়ালপেপার হিসেবে নির্বাচন করুন
bn_in: ওয়াল-পেপার রূপে নির্ধারণ করুন
br: Lakaat da zrekleur
bs: Postavi kao pozadinsku sliku
ca: Defineix com a fons
cy: Gosod fel papur wal
eo: Elekti kiel ekranfonon
eu: Ezarri horma-paper gisa
fa: تنظیم به عنوان پس‌زمینه
gd: Suidhich mar phàipear-balla
hu: Beállítás háttérképként
id: Setel sebagai gambar latar
km: កំណត់​ជា​ផ្ទាំង​រូបភាព
kn: ವಾಲ್‌ಪೇಪರ್‌ ಆಗಿ ಹೊಂದಿಸು
lv: Iestatīt kā darbvirsmas fonu
mai: वालपेपर रूपेँ सेट करू
mg: Hatao temitra
ml: പശ്ചാത്തലമാക്കൂ
mr: वॉलपेपर म्हणून वापरा
ms: Setkan sebagai wallpaper
my: နောက်ခံအလှပုံအဖြစ် သတ်မှတ်ရန်
ne: वालपेपरको रुपमा सेट गर्नुहोस्
nn_no: Vel bakgrunnsbilde
or: ୱାଲପେପର ଭାବେ ସେଟ କରନ୍ତୁ
pt: Definir como imagem de fundo
ro: Setează ca fundal
sw: Weka kama picha-ya-ukuta
ta: திரை பின்படமாக அமைக்கவும்
te: నేపథ్యచిత్రంగా అమర్చు
th: ตั้งเป็นภาพพื้นหลัง
ur: وال پیپر کے لئے سیٹ کریں
uz: Fon rasmi sifatida o‘rnatish
vi: Đặt làm ảnh nền
xh: Cwangcisa njengephepha lodonga
zu: Kwenze iphepha lodonga

source: Set as ringtone
af: Stel as luitoon
am: እንደ ጥሪ ድምፅ ማሰናጃ
ar: اضبط كنغمة رنين
as: ৰিংটৌন হিচাপে সংহতি কৰক
bg: Задаване като звук за звънене
bn_bd: রিংটোন হিসাবে নির্বাচন করুন
bn_in: রিংটোন রূপে নির্ধারণ করুন
br: Lakaat da soniri
bs: Postavi kao melodiju zvona
ca: Desa com a to de trucada
cy: Gosod fel tôn canu
eo: Elekti kiel sonindikilon
eu: Ezarri txirrin-tonu gisa
fa: تنظیم به عنوان زنگ
gd: Suidhich mar sheirm
hu: Beállítás csengőhangként
id: Setel sebagai nada dering
km: កំណត់​ជា​សំឡេង​រោទ៍
kn: ರಿಂಗ್‌ಟೋನ್ ಆಗಿ ಹೊಂದಿಸು
lv: Iestatīt kā zvanu
mai: रिंगटोन रूपेँ सेट करू
mg: Hatao feo faneno
ml: റിങ്ടോണാക്കൂ
mr: रींगटोन म्हणून वापरा
ms: Setkan sebagai nada dering
my: ဖုန်းအသိပေးသံစဉ်အဖြစ် သတ်မှတ်ရန်
ne: रिङ्गटोनको रुपमा सेट गर्नुहोस्
nn_no: Vel ringjelyd
or: ରିଙ୍ଗଟୋନ ଭାବେ ସେଟ କରନ୍ତୁ
pt: Definir como som de toque
ro: Setează ca ton de apel
sw: Weka kama mlio wa simu
ta: அழைப்பு ஓசையாக அமை
te: రింగుటోనుగా అమర్చు
th: ตั้งเป็นเสียงเรียกเข้า
ur: رنگ ٹون کے لئے سیٹ کریں
uz: Ohang sifatida o‘rnatish
vi: Đặt làm nhạc chuông
xh: Cwangcisa njengemvakalozwi yokukhala
zu: Kwenze iculo lokukhala kocingo

# cancel_downloaded_file
source: Cancel
af: Kanselleer
am: መሰረዣ
ar: ألغِ
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
eo: Nuligi
eu: Utzi
fa: لغو
gd: Sguir dheth
hu: Mégse
id: Batal
km: បោះបង់
kn: ರದ್ದು ಮಾಡು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കൂ
mr: रद्द करा
ms: Batal
my: အစီအစဉ်ကို ပယ်ဖျက်ရန်
ne: रद्द गर्नुहोस्
nn_no: Avbryt
or: ବାତିଲ କରନ୍ତୁ
pt: Cancelar
ro: Renunță
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy
xh: Rhoxisa
zu: Khansela
