Repository: translate/mozilla-gaia
Catalog: */shared/download/download.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, eo, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, nn_no, or, pt, ro, sw, ta, te, th, ur, uz, vi, xh, zu

# delete_all_download_message[other]
source: Delete {{number}} files?
af: Skrap {{number}} lêers?
am: ላጥፋቸው {{number}} ፋይሎቹን?
ar: أأحذف {{number}} ملف؟
as: {{number}} ফাইল মচিব?
bg: Изтриване на {{number}} файла?
bn_bd: {{number}} টি ফাইল অপসারণ করবেন?
bn_in: {{number}} ফাইলটি মুছে ফেলবেন ?
br: Dilemel {{number}} restr ?
bs: Obrisati {{number}} fajlova?
ca: Voleu eliminar {{number}} fitxers?
cy: Dileu {{number}} ffeil?
eo: Ĉu forigi {{number}} dosierojn?
eu: Ezabatu {{number}} fitxategi?
fa: حذف {{number}} پرونده؟
gd: A bheil thu airson {{number}} faidhle a sguabadh às?
hu: Töröl {{number}} fájlt?
id: Hapus {{number}} berkas?
km: លុប​ឯកសារ {{number}} ?
kn: {{number}} ಕಡತಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
lv: Vai dzēst {{number}} datnes?
mai: मेटाउ {{number}} फ़ाइल?
mg: Hamafa rakitra {{number}}?
ml: {{number}} ഫയലുകൾ കളയണോ?
mr: {{number}} फाइल्स नष्ट कराव्या?
ms: Hapus {{number}} fail?
my: ဖိုင် {{number}} ဖိုင် ဖျက်ပါမည်လား။
ne: {{number}} फाइलहरु मेटाउनुहुन्छ ?
nn_no: Slette {{number}} filer?
or: {{number}} ଫାଇଲକୁ ଲିଭାଇବେ?
pt: Apagar {{number}} ficheiros?
ro: Ștergi {{number}} fișiere?
sw: Futa faili {{number}}?
ta: {{number}} கோப்புகளை அழிக்கவா?
te: {{number}} దస్త్రాలను తొలగించాలా?
th: ลบ {{number}} ไฟล์?
ur: {{number}} فائلز کو خارج کریں؟
uz: {{number}} ta fayl o‘chirilsinmi?
vi: Xóa {{number}} tập tin?
xh: Kucinywe iifayile {{number}}?
zu: Dilitha amafayela angu-{{number}}?

# unsupported_file_type_download_title
source: Unable to open
af: Kan nie oopmaak nie
am: መክፈት አልተቻለም
ar: تعذر الفتح
as: খোলিব নোৱাৰি
bg: Невъзможно отваряне
bn_bd: খুলতে ব্যর্থ
bn_in: উন্মুক্ত করতে অক্ষম
br: N'haller ket digeriñ
bs: Nije moguće otvoriti
ca: No es pot obrir
cy: Methu agor
eo: Ne eblas malfermi
eu: Ezin da ireki
fa: باز کردن ممکن نیست
gd: Cha ghabh fhosgladh
hu: Nem lehet megnyitni
id: Tidak dapat membuka
km: មិន​អាច​បើក
kn: ತೆರೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
lv: Nevar atvērt
mai: खोलए मे असमर्थ
mg: Tsy afaka manokatra
ml: തുറക്കാൻ സാധിക്കുന്നില്ല
mr: उघडु शकत नाही
ms: Tidak dapat membuka
my: ဖိုင်ကို ဖွင့်၍ မရပါ
ne: खोल्न असक्षम
nn_no: Klarer ikkje å opna
or: ଖୋଲିବାକୁ ଅସମର୍ଥ
pt: Não é possível abrir
ro: Nu se poate deschide
sw: Haikuweza kufunguwa
ta: திறக்க முடியவில்லை
te: తెరవలేకపోతున్నాం
th: ไม่สามารถเปิดได้
ur: کھولنے میں ناکام
uz: Ochib bo‘lmadi
vi: Không thể mở
xh: Ayikwazi ukuvula
zu: Ayivuleki

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
af: Daar is nie ’n program wat {{name}} kan oopmaak nie. Wil jy graag die lêer stoor of dit skrap?
am: ይህን የሚከፍት መተግበሪያ የለም {{name}}. ፋይሉን ማስቀመጥ ነው የሚፈልጉት ወይንም ማጥፋት ነው?
ar: لا يوجد برنامج يمكنه فتح {{name}}. أتريد حفظ الملف أم حذفه؟
as: {{name}} খোলিবলে কোনো এপ নাই। আপুনি ফাইলখন সংৰক্ষণ কৰিব বিচাৰে নে মচিব পেলাব বিচাৰে?
bg: Няма приложение, което да отвори {{name}}. Желаете файлът да бъде записан или изтрит?
bn_bd: {{name}} অ্যাপটি চালু করা যাবে না। আপনি কি ফাইলটি সংরক্ষণ করতে চান, অথবা অপসারণ করবেন?
bn_in: {{name}} খুলতে পারে এমন অ্যাপ্লিকেশন নেই। আপনি ফাইল সংরক্ষণ করতে অথবা এটি মুছে ফেলতে চান কী?
br: N'eus arload ebet a c'hall digeriñ {{name}}. Fellout a ra deoc'h enrollañ ar restr pe dilemel anezhañ ?
bs: Ne postoji aplikacija koja može otvoriti {{name}}. Želite li sačuvati fajl ili ga obrisati?
ca: No hi ha cap aplicació que pugui obrir {{name}}. Voleu desar el fitxer o eliminar-lo?
cy: Does dim ap sy'n gallu agor {{name}}. Hoffech chi gadw'r ffeil neu ei dileu?
eo: Ne estas programo kiu povas malfermi {{name}}. Ĉu vi volas konservi la dosieron aŭ forigi ĝin?
eu: Ez dago {{name}} ireki dezakeen aplikaziorik. Fitxategia gorde ala ezabatu egin nahi duzu?
fa: برنامه‌ای برای باز کردن {{name}} وجود ندارد. آیا می‌خواهید که پرونده را ذخیره کنید یا حذف کنید؟
gd: Chan eil aplacaid ann a dh'fhosglas {{name}}. A bheil thu airson am faidhle a shàbhaladh no a sguabadh às?
hu: Nincs a(z) {{name}} megnyitására képes app. Menteni vagy törölni szeretné a fájlt?
id: Tidak ada aplikasi yang dapat membuka {{name}}. Ingin berkasnya disimpan atau dihapus?
km: មិន​មាន​កម្មវិធី​ដែល​អាច​បើក {{name}} ។ តើ​អ្នក​​ចង់​រក្សាទុក​ឯកសារ ឬ​លុប​វា?
kn: {{name}} ಅನ್ನು ತೆರೆಯುವ ಯಾವುದೆ ಅನ್ವಯವಿಲ್ಲ. ಕಡತವನ್ನು ಉಳಿಸಲು ಇಲ್ಲವೇ ಅಳಿಸಲು ಇಚ್ಛಿಸುವಿರೇ?
lv: Nav neviena aplikācija kas varēt atvērt {{name}}. Vai vēlaties paturēt datni vai to dzēst?
mai: ओतए एकटा app नहि अछि जे {{name}} खोलि सकैत अछि. अहाँ फाइल सहेजनाइ अथवा हटओनाइ चाहैत अछि?
mg: Tsy misy app afaka manokatra ny {{name}}. Te-hitahiry ilay rakitra ianao sa hamafa azy?
ml: {{name}} തുറക്കാനുള്ള ഒരു പ്രയോഗവും ഇല്ല. താങ്കൾക്ക് ഈ ഫയല്‍ സൂക്ഷിക്കണോ അതോ കളയണോ?
mr: कोणतेही ॲप, {{name}} ला उघडू शकत नाही. आपणास ती फाइल साठवायची आहे की नष्ट करायची आहे?
ms: Tidak terdapat app yang dapat membuka {{name}}. Mahukan anda meyimpan fail ini atau menghapuskannya?
my: {{name}} ကို ဖွင့်နိုင်သည့် ပရိုဂရမ် မရှိပါ။ သင် ထိုဖိုင်ကို သိမ်းပါမည်လား (သို့မဟုတ်) ဖျက်ပါမည်လား။
ne: {{name}} खोल्नमा समस्या भयो। बचत गर्न चाहनु हुन्छ कि मेटाउन चाहनु हुन्छ?
nn_no: Finn ingen app som kan opna {{name}}. Vil du lagra eller sletta fila?
or: {{name}}କୁ ଖୋଲିବାପାଇଁ କୌଣସି ପ୍ରୋଗ୍ରାମ ନାହିଁ। ଆପଣ ଫାଇଲଟିକୁ ସାଇତିବାକୁ ନା ଲିଭେଇ ଦେବାକୁ ଚାହାନ୍ତି?
pt: Não existe uma aplicação capaz de abrir {{name}}. Pretende guardar ou apagar o ficheiro?
ro: Nu există o aplicație care poate deschide {{name}}. Dorești să salvezi fișierul sau să-l ștergi?
sw: Hakuna programu ambayo inaweza kufungua {{name}}. Je ungependa kuhifadhi faili au kuifuta?
ta: {{name}} திறப்பதற்கு எந்த பயன்பாடும் இல்லை. நீங்கள் கோப்பை சேமிக்க அல்லது அழிக்க வேண்டுமா?
te: {{name}}ను తెరిచే అనువర్తనమేమీ లేదు. ఈ దస్త్రాన్ని మీరు భద్రపరుచుకుంటారా లేక తొలగించమంటారా?
th: ไม่มีแอปที่สามารถเปิด {{name}} คุณต้องการที่จะบันทึกไฟล์หรือลบไฟล์?
ur: ایسی کوئی ایپ مؤجود نہیں ہے جو {{name}} کو کهول سکے۔ کیا آپ فائل کو محفوظ کرنا یا اسے حذف کرنا چاہتیں ہیں؟
uz: {{name}}ni ochish uchun ilova dastur mavjud emas. Faylni saqlash yoki o‘chirishni xohlaysizmi?
vi: Không có ứng dụng nào mở được {{name}}. Bạn muốn lưu hay xóa nó?
xh: Ayikho i-app enokuvula i-{{name}}. Ungathanda ukuyigcina ifayile okanye ukuyicima?
zu: Ayikho i-app engakwazi ukuvula i-{{name}}. Ungathanda ukulilondoloza ifayela noma ukulidilitha?

# unsupported_file_type_download_left_button
source: Keep File
af: Behou lêer
am: ፋይሉን ማስቀመጫ
ar: أبق الملف
as: ফাইল ৰাখক
bg: Запис
bn_bd: ফাইলটি রাখুন
bn_in: ফাইলটি রাখা হবে
br: Mirout
bs: Zadrži fajl
ca: Desa el fitxer
cy: Cadw Ffeil
eo: Konservi dosieron
eu: Mantendu
fa: نگه داشتن پرونده
gd: Cum am faidhle
hu: Megtartás
id: Simpan Berkas
km: រក្សាទុក​ឯកសារ
kn: ಕಡತವನ್ನು ಇಟ್ಟುಕೋ
lv: Paturēt datni
mai: फाइल राखू
mg: Hitazona Rakitra
ml: ഫയൽ നിലനിർത്തൂ
mr: फाइल जपून ठेवा
ms: Kekalkan Fail
my: ဖိုင်ကို သိမ်းထားရန်
ne: फाइल राख्नुहोस्
nn_no: Behald fila
or: ଫାଇଲ ରଖନ୍ତୁ
pt: Manter ficheiro
ro: Păstrează fișierul
sw: Weka Faili
ta: வை
te: దస్త్రాన్ని ఉంచు
th: เก็บไฟล์
ur: فائل کو رکھیں
uz: Faylni saqlash
vi: Giữ lại
xh: Gcina ifayile
zu: Gcina ifayela

# unsupported_file_type_download_right_button
source: Delete
af: Skrap
am: ማጥፊያ
ar: احذف
as: মচি পেলাওক
bg: Изтриване
bn_bd: অপসারণ
bn_in: মুছে ফেলা হবে
br: Dilemel
bs: Obriši
ca: Elimina
cy: Dileu
eo: Forigi
eu: Ezabatu
fa: حذف
gd: Sguab às
hu: Törlés
id: Hapus
km: ​លុប​
kn: ಅಳಿಸು
lv: Dzēst
mai: मेटाउ
mg: Hamafa
ml: കളയൂ
mr: नष्ट करा
ms: Hapus
my: ဖျက်ရန်
ne: मेट्नुहोस्
nn_no: Slett
or: ଲିଭାନ୍ତୁ
pt: Apagar
ro: Șterge
sw: Futa
ta: அழி
te: తొలగించు
th: ลบ
ur: حذف کریں
uz: O‘chirish
vi: Xóa
xh: Cima
zu: Dilitha

source: File not found
af: Lêer nie gevind nie
am: ፋይሉ አልተገኘም
ar: لم يُعثر على الملف
as: ফাইল পোৱা নগল
bg: Файлът не е намерен
bn_bd: ফাইলটি খুঁজে পাওয়া যায়নি
bn_in: ফাইল পাওয়া যায়নি
br: Restr ebet kavet
bs: Fajl nije pronađen
ca: No s'ha trobat el fitxer
cy: Heb ganfod ffeil
eo: Dosiero ne trovita
eu: Ez da fitxategia aurkitu
fa: پرونده پیدا نشد
gd: Cha deach am faidhle a lorg
hu: A fájl nem található
id: Berkas tidak ditemukan
km: រក​មិន​ឃើញ​ឯកសារ
kn: ಕಡತವು ಕಂಡುಬಂದಿಲ್ಲ
lv: Datne netika atrasta
mai: फाइल नहि भेटल
mg: Tsy hita ny rakitra
ml: ഫയല്‍ കണ്ടെത്താനായില്ല
mr: फाइल सापडली नाही
ms: Fail tidak ditemui
my: ဖိုင်ရှာမတွေ့ပါ။
ne: फाइल फेला परेन
nn_no: Fann ikkje fila
or: ଫାଇଲ ମିଳୁନାହିଁ
pt: Ficheiro não encontrado
ro: Fișier negăsit
sw: Faili haikupatikana
ta: கோப்பு காணப்படவில்லை
te: దస్త్రం కనబడలేదు
th: ไม่พบไฟล์
ur: فائل نہی ملی
uz: Fayl topilmadi
vi: Không tìm thấy tập tin
xh: Ifayile ayifumaneki
zu: Ifayela alitholakali

source: The file wasn’t found on the device
af: Die lêer is nie op die toestel gevind nie
am: ፋይሉ በ አካሉ ላይ አልተገኘም
ar: لم يُعثر على الملف في الجهاز
as: ফাইল ডিভাইচত পোৱা নগল
bg: Файлът не е намерен в устройството
bn_bd: ফাইলটি এই ডিভাইসে খুঁজে পাওয়া যায়নি
bn_in: এই ফাইলটি ডিভাইস এ পাওয়া যায়নি
br: N'eo ket bet kavet ar restr war an trevnad
bs: Fajl nije pronađen na ovom uređaju
ca: No s'ha trobat el fitxer en el dispositiu
cy: Nid yw'r ffeil ar y ddyfais
eo: La dosiero ne estis trovita en la aparato
eu: Ez da fitxategia aurkitu gailuan
fa: پرونده بر روی دستگاه پیدا نشد
gd: Cha deach am faidhle a lorg air an uidheam
hu: A fájl nem található az eszközön
id: Berkas tidak ditemukan di perangkat
km: រក​មិន​ឃើញ​ឯកសារ​លើ​ឧបករណ៍
kn: ಸಾಧನದಲ್ಲಿ ಕಡತವು ಕಂಡುಬಂದಿಲ್ಲ
lv: Datne netika atrasta ierīcē
mai: फाइल डिवाइस पर नहि भेटल छला
mg: Tsy hita ao @ fitaovana ilay rakitra
ml: ഫോണില്‍ ഫയൽ കണ്ടെത്താനായില്ല
mr: या उपकरणावर फाइल सापडली नाही
ms: Fail ini tidak ditemui pada peranti
my: ဤကိရိယာထဲတွင် ဖိုင် ရှာမတွေ့ခဲ့ပါ
ne: डिभाइसमा फाइल फेला परेन
nn_no: Fann ikkje fila på denne eininga
or: ଫାଇଲଟି ଏଇ ଉପକରଣରେ ମିଳିଲା ନାହିଁ
pt: O ficheiro não foi encontrado no dispositivo
ro: Fișierul nu a fost găsit pe dispozitiv
sw: Faili haikupatikana kwenye kifaa
ta: சாதனத்தில் கோப்பு காணப்படவில்லை
te: ఈ పరికరంలో ఆ దస్త్రం కనబడలేదు
th: ไม่พบไฟล์บนอุปกรณ์
ur: فائل ڈیوائس پر ملنے میں ناکام رہی
uz: Fayl qurilmada topilmadi
vi: Không tìm thấy tập tin trên thiết bị này
xh: Ifayile ayifumanekanga kwisixhobo
zu: Ifayela alitholakalanga kudivayisi

# file_not_found_download_right_button
source: OK
af: Goed
am: እሺ
ar: حسنا
as: ঠিক আছে
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eo: Akcepti
eu: Ados
fa: تأیید
gd: Ceart ma-thà
id: Oke
km: យល់ព្រម
lv: Labi
mai: बेस
ml: ശരി
mr: ठीक
my: ကောင်းပြီ
ne: ठिक छ
or: ଠିକ ଅଛି
sw: SAWA
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے
xh: Kulungile
zu: Kulungile

source: Memory card in use
af: Geheuekaart in gebruik
am: የ ማስታወሻ ካርዱን እየተጠቀሙበት ነው
ar: بطاقة الذاكرة مستخدمة
as: মেমৰি কাৰ্ড ব্যৱহৃত
bg: Използване на карта за памет
bn_bd: মেমরি কার্ড ব্যবহার করা হচ্ছে
bn_in: মেমোরি কার্ড ব্যবহার করা হছে
br: War arver eo ar gartenn vemor
bs: Memorijska kartica je u upotrebi
ca: La targeta de memòria és en ús
cy: Cerdyn cof ar waith
eo: Memorkarto estas uzata
eu: Memoria-txartela erabiltzen ari da
fa: کارت حافظه درحال استفاده
gd: Tha a’ chairt-chuimhne ’ga chleachdadh
hu: A memóriakártya használatban van
id: Kartu memori sedang digunakan
km: កាត​អង្គ​ចងចាំ​កំពុង​ប្រើ
kn: ಮೆಮೊರಿ ಕಾರ್ಡ್ ಬಳಕೆಯಲ್ಲಿದೆ
lv: Atmiņas karte jau tiek lietota
mai: मेमोरी कार्ड उपयोग मे
mg: Karatra memoara miasa
ml: മെമ്മറി കാർഡ് ഉപയോഗത്തിലാണു്
mr: मेमरी कार्ड वापरात आहे
ms: Kad memori sedang diguna
my: မှတ်ဉာဏ်ကတ်ကို လက်ရှိ အသုံးပြုနေသည်
ne: मेमोरी कार्ड प्रयोगमा छ
nn_no: Minnekort i bruk
or: ମେମୋରି କାର୍ଡ ଉପଯୋଗରେ ଅଛି
pt: Cartão de memória em utilização
ro: Card de memorie în uz
sw: Kadi ya kumbukumbu inatumika
ta: நினைவக அட்டை பயனிலுள்ளது
te: మెమోరీ కార్డు వినియోగంలో ఉంది
th: การ์ดหน่วยความจำใช้งานอยู่
ur: میموری کارڈاستعمال میں ہے
uz: Xotira kartasidan foydalanilmoqda
vi: Thẻ nhớ đang được sử dụng
xh: Imemori isasetyenziswa
zu: Ikhadi lememori lisasetshenziswa

source: Unplug the phone
af: Ontprop die foon
am: ስልኩን መለያያ
ar: افصل الهاتف
as: ফোন আনপ্লাগ কৰক
bg: Изкарване на кабела на телефона
bn_bd: মোবাইল আনপ্লাগ করুন
bn_in: ফোন খুলুন
br: Dilugañ ar pellgomzer
bs: Iskopčajte telefon
ca: Desconnecteu el telèfon
cy: Dadblygio'r ffôn
eo: Malkonektu la telefonon
eu: Desentxufatu telefonoa
fa: کشیدن تلفن
gd: Thoir am pluga às
hu: Húzza ki a telefont
id: Cabut ponsel
km: ដក​ទូរស័ព្ទ
kn: ಫೋನ್‌ ಅನ್ನು ಸಂಪರ್ಕ ತಪ್ಪಿಸಿ
lv: Atvienojiet telefonu
mai: फोन अनप्लग करू
mg: Tsoahy ny telefaona
ml: ഫോൺ വിച്ഛേദിയ്ക്കൂ
mr: फोन अनप्लग करा
ms: Cabut palam telefon
my: ဖုန်းကို ပလပ်ဖြုတ်ပေးပါ
ne: फोन निकाल्नुहोस्
nn_no: Kopla frå mobilen
or: ଫୋନକୁ ପ୍ଲଗରୁ କାଢ଼ନ୍ତୁ
pt: Desligue o equipamento
ro: Deconectează telefonul
sw: Toa simu
ta: பேசியை விடுவி
te: ఫోన్ ప్లగ్ తీసేయండి
th: ถอดสายจากโทรศัพท์
ur: فون کو انپلگ کریں
uz: Telefonni tokdan uzing
xh: Khupha ifowuni kwiplagi
zu: Doncula ifoni

# unmounted_sdcard_2_download_right_button
source: OK
af: Goed
am: እሺ
ar: حسنا
as: ঠিক আছে
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eo: Akcepti
eu: Ados
fa: تأیید
gd: Ceart ma-thà
id: Oke
km: យល់ព្រម
lv: Labi
mai: बेस
ml: ശരി
mr: ठीक
my: ကောင်းပြီ
ne: ठीक छ
or: ଠିକ ଅଛି
sw: SAWA
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے
vi: Đồng ý
xh: Kulungile
zu: Kulungile

source: Unable to share
af: Kan nie deel nie
am: ማካፈል አልተቻለም
ar: تعذرت المشاركة
as: অংশীদাৰী কৰিবলে অক্ষম
bg: Невъзможно споделяне
bn_bd: শেয়ার করতে ব্যর্থ
bn_in: শেয়ার করতে ব্যর্থ
br: N'haller ket rannañ
bs: Nije moguće podijeliti
ca: No es pot compartir
cy: Methu rhannu
eo: Ne eblas dividi
eu: Ezin da partekatu
fa: اشتراک‌گذاری ممکن نیست
gd: Cha ghabh a cho-roinneadh
hu: Nem lehet megosztani
id: Tidak dapat membagikan
km: មិន​អាច​ចែករំលែក
kn: ಹಂಚಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
lv: Nevar dalīt
mai: साझा करए मे असमर्थ
mg: Tsy afaka mizara
ml: പങ്കിടാൻ പറ്റുന്നില്ല
mr: शेअर करण्यास अपयशी
ms: Tidak dapat berkongsi
my: အချက်အလက် မျှဝေခြင်း မပြုလုပ်နိုင်ပါ
ne: सेयर गर्न असक्षम छ
nn_no: Klarte ikkje å dela
or: ଆବଣ୍ଟନ କରିବାରେ ଅସମର୍ଥ
pt: Não é possível partilhar
ro: Nu se poate partaja
sw: Haikuweza kushiriki
ta: பகிர இயலவில்லை
te: పంచుకోలేకున్నాం
th: ไม่สามารถแบ่งปันได้
ur: حصہ کرنے میں ناکام
uz: Bo‘lishib bo‘lmaydi
vi: Không thể chia sẻ
xh: Ayikwazi kwabelana
zu: Ayivumi ukwabelana

source: No provider found
af: Geen verskaffer gevind nie
am: ምንም አቅራቢ አልተገኘም
ar: لم يُعثر على مزوّد
as: কোনো প্ৰদানকাৰী পোৱা নগল
bg: Не е намерен доставчик
bn_bd: সরবরাহকারী পাওয়া যায় নি
bn_in: পরিসেবা প্রদানকারী উপলব্ধ নয়
br: Pourchaser ebet kavet
bs: Pružatelj nije pronađen
ca: No s'ha trobat cap proveïdor
cy: Heb ganfod darparwr
eo: Neniu provizanto trovita
eu: Ez da hornitzailerik aurkitu
fa: هیچ تامین‌کننده‌ای پیدا نشد
gd: Cha deach solaraiche a lorg
hu: Nem található szolgáltató
id: Tidak ada penyedia ditemukan
km: រកមិន​ឃើញ​ក្រុមហ៊ុន​ផ្ដល់
kn: ಯಾವುದೆ ಒದಗಿಸುವವರು ಕಂಡುಬಂದಿಲ್ಲ
lv: Nav atrasts neviens pakalpojumu sniedzējs
mai: कोनो प्रदाता नहि भेटल
mg: Tsisy mpamatsy hita
ml: ഒരു ദാതാവിനേയും കണ്ടെത്താനായില്ല
mr: कोणताही पुरवठाकार आढळला नाही
ms: Tiada pembekal ditemui
my: ပံ့ပိုးလုပ်ဆောင်နိုင်မည့်အရာ မတွေ့ပါ
ne: कुनै पार्श्वचित्र पाइएन ।
nn_no: Fann ingen tilbydar
or: କୌଣସି ପୋଷଣକର୍ତ୍ତା ମିଳିଲେ ନାହିଁ
pt: Não foi encontrado nenhum fornecedor
ro: Niciun furnizor găsit
sw: Hakuna mtoaji aliyepatikana
ta: வழங்குநர் காணப்படவில்லை
te: ఏ ప్రొవైడరూ కనబడలేదు
th: ไม่พบผู้ให้บริการ
ur: کوئی مہیا کنندہ نہی ملا
uz: Provayder topilmadi
vi: Không tìm thấy nhà cung cấp
xh: Akukho mboneleli ufunyenweyo
zu: Akekho umhlinzeki otholakele

# no_provider_download_right_button
source: OK
af: Goed
am: እሺ
ar: حسنا
as: ঠিক আছে
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eo: Akcepti
eu: Ados
fa: تأیید
gd: Ceart ma-thà
id: Oke
km: យល់ព្រម
lv: Labi
mai: बेस
ml: ശരി
mr: ठीक
my: ကောင်းပြီ
ne: ठीक छ
or: ଠିକ ଅଛି
sw: SAWA
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے
xh: Kulungile
zu: Kulungile

source: SD Card is full
af: SD-kaart is vol
am: የ ማጠራቀሚያ ካርዱ ሙሉ ነው
ar: بطاقة الذاكرة ممتلئة
as: SD কাৰ্ডত স্থান নাই
bg: Картата за памет е пълна
bn_bd: এসডি কার্ড পূর্ণ
bn_in: SD কার্ড পূর্ণ
br: Leun eo ar gartenn SD
bs: SD kartica je puna
ca: La targeta SD és plena
cy: Mae'r cerdyn SD yn llawn
eo: La karto SD plenas
eu: SD txartela beteta dago
fa: کارت حافظه جانبی پُر است
gd: Tha a’ chairt SD làn
hu: Az SD-kártya tele
id: Kartu SD penuh
km: SD កាត​​ពេញ
kn: SD ಕಾರ್ಡ್ ಭರ್ತಿಯಾಗಿದೆ
lv: SD Karte ir pilna
mai: SD कार्ड भरल अछि
mg: Feno ny Karatra SD
ml: എസ് ഡി കാർഡ് നിറഞ്ഞു
mr: SD कार्ड पुर्ण भरले आहे
ms: Kad SD penuh
my: အက်(စ်)ဒီကတ်၏ အချက်အလက်သိုလှောင်မှု ပြည့်နေသည်
ne: SD कार्ड भरियो
or: SD କାର୍ଡ ଭରି ଗଲାଣି
pt: O cartão SD está cheio
ro: Cardul SD e plin
sw: Kadi ya SD imejaa
ta: எஸ்டி அட்டை நிறைந்துவிட்டது
te: SD కార్డు నిండినది
th: การ์ด SD เต็ม
ur: SD کارڈ بھرا ہوا ہے
uz: SD karta to‘lib qolgan
vi: Thẻ SD đã đầy
xh: Ikhadi le-SD lizele
zu: I-SD Card igcwele

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
af: Daar is geen meer plek op jou SD-kaart om jou aflaai te stoor nie. Verwyder asseblief ’n aantal lêers voordat jy die aflaai herbegin.
am: በ እርስዎ የ ማጠራቀሚያ ካርዱ ላይ በቂ ቦታ የለም የሚያወርዱትን ለማስቀመጥ: እባክዎን ጥቂት ፋይሎችን ያስወግዱ እንደገና ማውረድ ከ መጀመሮት በፊት
ar: لم تعد هناك مساحة في بطاقة الذاكرة لحفظ التنزيل. من فضلك أزل بعض الملفات قبل إعادة بدء التنزيل.
as: আপোনাৰ ডাউনল'ড সংৰক্ষণ কৰিবলে SD কাৰ্ডত স্থান নাই। ডাউনল'ড পুনাৰম্ভ কৰাৰ আগত অনু্গ্ৰহ কৰি কিছুমান ফাইল আতৰাওক।
bg: Няма място на вашата карта за памет, за да се запише изтегленото. Моля, изтрийте файлове преди да рестартирате изтеглянето.
bn_bd: আপনার ডাউনলোড সংরক্ষণ করার জন্য এসডি কার্ডে জায়গা নেই। ডাউনলোড পুনরায় চালু করার অনুগ্রহ করে কিছু ফাইল অপসারণ করুন।
bn_in: আপনার ডাউনলোড করতে আপনার এসডি কার্ড উপর কোন রুম নেই।ডাউনলোডের পুনরায় আরম্ভ করার আগে কিছু ফাইল মুছে ফেলুন দয়া করে।
br: N'eus ket egor a-walc'h war ho kartenn SD evit enrollañ ho pellgargadur. Dilamit restroù a-raok adloc'hañ ar pellgargadur.
bs: Na vašoj SD kartici nema dovoljno prostore da bi se vaše preuzimanje moglo sačuvati. Molimo vas da uklonite neke fajlove prije nego pokušate ponovo.
ca: No hi ha prou espai a la targeta SD per desar la baixada. Elimineu alguns fitxers abans de reiniciar la baixada.
cy: Nid oes rhagor o le ar eich cerdyn SD i gadw eich llwythi. Tynnwch rhai ffeiliau cyn ailgychwyn llwytho i lawr.
eo: Ne estas spaco en la karto SD por konservi vian elŝuton. Bonvolu forigi kelkajn dosierojn antaŭ ol rekomenci la elŝuton.
eu: Ez dago toki libre gehiago zure SD txartelean deskarga gordetzeko. Kendu fitxategi batzuk deskarga berrekin aurretik.
fa: دیگر فضایی در کارت حافظه جانبی شما برای ذخیره پرونده دریافت شده نمانده است. لطفا قبل از اجرای دوباره دریافت، تعداد از پرونده‌ها را حذف کنید.
gd: Chan eil àite air fhàgail air a’ chairt SD gus na luchdaich thu a-nuas a shàbhaladh. Thoir air falbh cuid a dh’fhaidhlichean mus tòisich thu air an luchdadh a-nuas a-rithist.
hu: Nincs több szabad tárhely az SD-kártyán a letöltés tárolásához. A letöltés újraindítása előtt távolítson el néhány fájlt az SD-kártyáról.
id: Sisa ruang pada kartu SD Anda tidak mencukupi untuk menyimpan hasil unduhan. Hapus beberapa berkas sebelum memulai ulang pengunduhan.
km: មិន​មាន​បន្ទប់​ច្រើន​នៅ​លើ​ SD កាត​​របស់​អ្នក​ដើម្បី​រក្សាទុក​ការ​ទាញ​យក​របស់​អ្នក​ឡើយ។ សូម​លុប​ឯកសារ​មួយ​ចំនួន​ចេញ​មុន​ពេល​ចាប់ផ្ដើម​ទាញ​យក។
kn: ನಿಮ್ಮ ಇಳಿಸುವಿಕೆಯನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು SD ಕಾರ್ಡಿನಲ್ಲಿ ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ. ಇಳಿಸುವಿಕೆಯನ್ನು ಮರಳಿ ಆರಂಭಿಸುವ ಮೊದಲು ಕೆಲವು ಕಡತಗಳನ್ನು ತೆಗೆದುಹಾಕಿ.
lv: Nav vairs vietas uz SD karte lai saglabāt jūsu lejupielādi. Lūdzu noņemiet vairākas datnes pirms atsākt lejupielādi.
mai: अपन डाउनलोड केँ संचित करए कलेल अहाँक SD कार्ड पर कोनो जगह नहि अछि. डाउनलोड शुरू सँ पहिने किछु फ़ाइल केँ हटा दिअ.
mg: Tsisy toerana malalaka hitehirizana ilay zavatra ampidininao ao @ karatra SIM. Esory, azafady, ny rakitra sasany alohan'ny hampidinanao azy indray.
ml: ഈ ഡൗൺലോഡ് സൂക്ഷിക്കുവാൻ എസ്ഡി കാർഡിൽ ഇനിയൊട്ടും സ്ഥലമില്ല. ഡൗൺലോഡ് വീണ്ടും തുടങ്ങുന്നതിനുമുമ്പ് ദയവായി ഇത്തിരി ഫയലുകൾ കളയൂ.
mr: डाउनलोड केलेली सामग्री साठविण्यासाठी SD कार्डावर जागा शिल्लक नाही. पुन्हा डाउनलोड सुरू करण्यासाठी, काही फाइल्स काढून टाका.
ms: Tiada ruang lagi pada kad SD anda untuk menyimpan muat turun anda. Sila singkirkan beberapa fail sebelum mengulang mula muat turun.
my: အက်(စ်)ဒီကတ်တွင် အချက်အလက်သိမ်းရန် နေရာလွတ် မရှိတော့ပါ။ ကျေးဇူးပြု၍ အချက်အလက်ကူးပြောင်းယူမှု ပြန်လည် မစတင်ခင် ဖိုင်အချို့ကို ဖျက်ပေးပါ။
ne: एसडी कार्डमा डाउनलोड बचत गर्न ठाउँ छैन । कृपया डाउनलोड सुरु गर्नु अघि केहि फाइलहरु हटाउनु होस् ।
or: ଆପଣଙ୍କ ଡାଉନଲୋଡକୁ ସାଇତିବାଲାଗି ଆପଣଙ୍କ SD କାର୍ଡରେ ଆଉ ଜାଗା ନାହିଁ। ଡାଉନଲୋଡ ଆଉଥରେ ଆରମ୍ଭ କରିବା ଆଗରୁ ଦୟାକରି କିଛି ଫାଇଲକୁ ହଟାଇ ଦିଅନ୍ତୁ।
pt: Não existe mais espaço no seu cartão SD para guardar a sua descarga. Por favor, tente remover alguns ficheiros antes de voltar a tentar descarregar.
ro: Nu mai ai loc pe cardul SD pentru a salva descărcarea. Te rugăm să ștergi niște fișiere înainte de a reporni descărcarea.
sw: Hakuna nafasi kwenye kadi yako ya SD kuhifadhi daunlodi yako. Tafadhali ondoa baadhi ya faili kabla ya kuanza upya daunlodi.
ta: உங்களுடைய பதிவிறக்கத்தை சேமிக்க எஸ்டி அட்டையில் இடம் ஏதும் இல்லை. பதிவிறக்கத்தை மீள்தொடங்கும் முன் தயவுச்செய்து சில கோப்புகளை நீக்கவும்.
te: మీ దింపుకోలుని భద్రపరచడానికి మీ SD కార్డులో ఇక జాగా లేదు. దింపుకోలుని మళ్ళీ మొదలుపెట్టేముందు కొన్ని దస్త్రాలను తొలగించండి.
th: เนื้อที่ในการ์ด​ SD มีไม่มากพอที่จะบันทึกการดาวน์โหลดของคุณ กรุณาลบบางไฟล์ก่อนที่จะเริ่มการดาวน์โหลดใหม่
ur: آپکے ڈاونلوڈ کو SD کارڈ پر محفوظ کرنے کے لیے اور مزید جگاہ باکی نہیں ہے۔ ڈاونلوڈ شرو کرنے سے پہلے مہربانی کرکے کچھ فائل کو حذف کر دیں۔
uz: Yuklab olishlarni saqlash uchun SD kartangizda bo‘sh joy yo‘q. Yuklab olishni qayta boshlashdan oldin ba’zi fayllarni o‘chiring.
vi: Không còn chỗ trống trong thẻ SD để lưu tập tin tải về. Vui lòng xóa bỏ một vài tập tin trước khi tải lại.
xh: Akukho ndawo kwikhadi lakho le-SD yokugcina okukhutshelweyo. Nceda ushenxise ezinye iifayile phambi kokuqalisa kwakhona ukukhuphela.
zu: Akusekho sikhala sokulondoloza okudawunilodile ku-SD card yakho. Sicela ukhiphe amanye amafayela ngaphambi kokuqala kabusha ukudawuniloda.

# no_memory_download_right_button
source: OK
af: Goed
am: እሺ
ar: حسنا
as: ঠিক আছে
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eo: Akcepti
eu: Ados
fa: تأیید
gd: Ceart ma-thà
id: Oke
km: យល់ព្រម
lv: Labi
mai: बेस
ml: ശരി
mr: ठीक
my: ကောင်းပြီ
ne: ठीक छ
or: ଠିକ ଅଛି
sw: SAWA
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے
vi: Đồng ý
xh: Kulungile
zu: Kulungile

source: No memory card found
af: Geen geheuekaart gevind nie
am: ምንም የ ማስታወሻ ካርድ አልተገኘም
ar: لم يُعثر على بطاقة ذاكرة
as: কোনো মেমৰি কাৰ্ড পোৱা নগল
bg: Не е намерена карта за памет
bn_bd: কোন মেমরি কার্ড পাওয়া যায় নি
bn_in: মেমোরি কার্ড নেই
br: Kartenn vemor ebet kavet
bs: Memorijska kartica nije pronađena
ca: No s'ha trobat cap targeta de memòria
cy: Heb ganfod cerdyn cof
eo: Neniu memorkarto trovita
eu: Ez da memoria-txartelik aurkitu
fa: هیچ کارت حافظه‌ای پیدا نشد
gd: Cha deach cairt-chuimhne a lorg
hu: Nem található memóriakártya
id: Tidak ada kartu memori ditemukan
km: រក​មិន​ឃើញ​កាត​អង្គ​ចងចាំ
kn: ಮೆಮೊರಿ ಕಾರ್ಡ್ ಕಂಡುಬಂದಿಲ್ಲ
lv: Netika atrasta neviena atmiņas karte
mai: मेमोरी कार्ड अनुपलब्ध अछि
mg: Tsisy karatra memoara hita
ml: ഒരു മെമ്മറി കാർഡും കണ്ടെത്താനായില്ല
mr: मेमरा कार्ड आढळले नाही
ms: Tiada kad memori ditemui
my: မှတ်ဉာဏ်ကတ် တပ်ဆင်ထားခြင်း မတွေ့ရှိပါ
ne: मेमोरी कार्ड भेटिएन
or: କୌଣସି ମେମୋରୀ କାର୍ଡ ମିଳିଲାନାହିଁ
pt: Não foi encontrado nenhum cartão de memória
ro: Niciun card de memorie găsit
sw: Hakuna kadi ya kumbukumbu iliyopatikana
ta: நினைவக அட்டை காணப்படவில்லை
te: ఎటువంటి మెమోరీ కార్డు కనపడలేదు
th: ไม่พบการ์ดหน่วยความจำ
ur: کوئی میموری کارڈ نہیں ملا
uz: Xotira kartasi topilmadi
vi: Không tìm thấy thẻ nhớ
xh: Akukho khadi lememori lifumanekileyo
zu: Akukho khadi lememori elitholakele
