Repository: translate/mozilla-gaia
Catalog: lg/apps/costcontrol/costcontrol.properties.po
Languages: lg

# topup-confirmation-title2
source: Usage
lg: Enkozesa

source: Top-up confirmed
lg: Ezongedwako zikakasidwa

# topup-incorrectcode-title2
source: Usage
lg: Enkozesa

source: Incorrect top-up code entered.
lg: Enamba ezikozesedwa nfu

source: Updating
lg: Okufuna ebipya

source: Updating…
lg: Tufuna Ebipya ...

source: Yesterday
lg: Ejjo

source: Today
lg: Leero

source: Never
lg: Tekikolebwanga

source: Usage Widget
lg: Enkozesa ya Wijyeti

source: Tap to track your phone and internet usage.
lg: Nyiga okusobola okuketa enkozesa ye semu yo nakatimba.

source: Tap to track your internet usage.
lg: Nyiga okusobola okwetegereza enkozesa enkozesa yakatimba.

source: Airplane Mode
lg: Embeera y'omunnyonyi

source: Please, turn off airplane mode to enable Usage.
lg: Bambi jamu embeera yenyonyi okusobozesa Akapima enkozesa

source: Locked SIM card
lg: Kaada ye SIM nsibe

source: Error
lg: Obuzibu

source: Please, make sure airplane mode is off.
lg: Bambi kakasa nti embeera y'omunnyonyi evuddeko

source: Usage First Time Experience
lg: Akapima Enkozesa. Obumanyirivu Bw'omulundi Ogusooka

source: Save money by keeping track of your phone and internet usage.
lg: Ffisa sente nga okuumira amaaso kunkozesayo ey'omutimbagano gwa yiintaneeti ogw'essimu

source: Save money by keeping track of your internet usage.
lg: Ffisa sente nga okuumira amaaso kunkozesa yo ey'omutimbagano gwa yiintaneeti

source: Get clear information about how much internet you’re using.
lg: Ffuna obubaka obutangavu kumuwendo gwa yiintaneeti gw'okozesa

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
lg: Ebilagibwa ku by'Enkozesa bivva buterevu ku ssimu eno. Kebera n'omuweerezawo ow'ebyamassimu kubisingawo ku akaawunta.

source: Type of Contract
lg: Ekyika ky'endagaano

source: Select the type of contract you have with your mobile service provider.
lg: Londa ekyika ky'endagaano jolina n'omuwerezaawo ow'ebyamassimu.

source: Low Balance Alert
lg: Okulabula nga sente zisigadeko ntono

source: Set an alert to avoid running out of credit.
lg: Tegeka akalbula nga sente z'okussimu zigwaako.

source: Receive reports about your Internet usage and set an alert to avoid using too much.
lg: Ffuna alipoota kunkozesa ya yintaneeti era tegeka akalabula okwewala obutagikozesa nyo.

source: Phone and Data Report
lg: Alipoota ku massimu n'enkozesa ya yiintaneeti

source: Receive reports about your phone and Internet usage.
lg: Ffuna alipoota ku massimugo n'enkozesayo eya yiintaneeti.

# fte-postpaid3-title
source: Data Alert
lg: Akalabula kunkozesa y'omutimbagano gwa yiintaneeti

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
lg: Tekamu akadde akalabula oleme kukozesa yiintaneenti nyingi.

source: Data Report
lg: Alipoota ku mutimbagano gwa yiintaneeti

source: Receive reports about your internet usage.
lg: Okufuna alipoota kunkozesayo eya yiintaneeti.

# fte-onlydata3-title
source: Data Alert
lg: Akalabula ku mutimbagano gwa yiintaneeti

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
lg: Teka akadde akakulabula oleme kukozesa yiintaneeti nyingi.

source: Balance
lg: Eyatayimu aliko

source: Turn off airplane mode to update your balance or top up.
lg: Jjako embeera y'omunnyonyi okuzuula ebipya ku eyatayimu aliko oba okwongerako.

source: Do you want to disable Airplane mode to update or top up?
lg: Oyagala okujako embeera y'omunnyonyi okuzuula ebipya ku eyatayimu aliko oba okwongerako?

source: You need phone coverage to update your balance or top up.
lg: Weetaga okuba ne neetiwaaka okukebera eyatayimu wo oba okwongerako.

source: Top Up
lg: Okwongerako eyatayimu

source: Enter the top-up code
lg: Yingizamu koodi ya eyatayimu

source: Find it on the scratch card or directly in your receipt.
lg: Gisange ku kakaada akatakulibwa oba butereevu ku ka lisiitiko.

source: You will receive a confirmation message
lg: Ogenda kufuna obubabaka obwokukakasibwa

source: Make sure the code is correct and try again.
lg: Kakasa nti koodi ntuufu era oddemu ogezeeko.

source: There was a problem sending the code. Please, try again.
lg: Waliwo obuzibu mukuweereza koodi. Bambi ddamu ogezeeko neela.

# application-error-title
source: Service unavailable
lg: Empeereza teliiwo

source: Contact your company representative
lg: Tukilira akyikilira kaampuni yo mubyempeereza

# service-unavailable-title
source: Service unavailable
lg: Empeereza teliiwo

source: Neither update nor top-up is possible at the moment. Please try later.
lg: Tewali kisobose ku kwongerako eyatayimu nokukebera aliko. Bambi gezaako edda

source: Data usage
lg: Enkozesa y'omutimbagano gwa yiintaneeti

source: Update
lg: Okufuna ebipya

source: Use top-up code
lg: Kozesa koodi ya eyatayimu

source: OK
lg: KALE

source: Your top-up is being processed.
lg: Okwongerako eyatayimu kuli mukutekebwa munkola.

source: Update your balance to confirm. If balance is unchanged, try topping up again.
lg: Kebera eyatayimu aliko okukasa. Bwaaba takyuuse, gezaako okuteekako buto neela.

source: Top-up not confirmed
lg: Okwongerako eyatayimu tekukakasidwa

source: Try updating your balance or retry top-up.
lg: Gezaako okukebera eyatayimu aliko oba ddamu okuteekako buto neela.

source: send
lg: Siindika

source: My phone and Internet plan is
lg: Entegeka yange ey'okusasulira essimu ne yiintaneeti eri

source: Prepaid
lg: Okusooka okusasula nendyoka nkozesa

source: Postpaid
lg: Okusasula nga maze okukozesa

source: SMS sent
lg: Obubaka bwa SMS obusindikidwa

source: Calls made
lg: Amassimu agakubidwa

source: Low balance alert
lg: Akalabula nga eyatayimu ali wansi

source: When balance is below
lg: Nga eyatayimu asigaddeko ali wansi wa

source: Phone and Internet data report
lg: Alipoota y'amassimu n'omutimbagano gwa yiintaneti

source: Internet data report
lg: Alipoota kumutimbagano gwa yiintaneeti

source: Starting on
lg: Okutandika ku

source: Cancel
lg: Sazaamu

source: Monthly
lg: Buli Mweezi

source: Weekly
lg: Buli Wiiki

source: Monday
lg: Bbalaza

source: Tuesday
lg: Lwakubiri

source: Wednesday
lg: Lwakusatu

source: Thursday
lg: Lwakuna

source: Friday
lg: Lwakutaano

source: Saturday
lg: Lwamukaaga

source: Sunday
lg: Ssande

source: Tracking will reset on this date
lg: Okugobelera kujakudayo kulunaku luno

source: Yes
lg: Ye

source: Done
lg: Kiwedde

source: Confirmation
lg: Okukakasa

source: Your current Wi-Fi data usage is {{wifiData}}. Clear it all?
lg: Empima y'enkozesayo eya yiintaneeti ya Wi-Fi paka kati eri {{wifiData}}. Gisangule yoona?

source: Your current mobile data usage is {{mobileData}}. Clear it all?
lg: Empima y'enkozesayo eya yiintaneeti y'essimu paka kati eri {{mobileData}}. Gisangule yoona?

source: Your current data usages are {{mobileData}} on mobile, {{wifiData}} on Wi-Fi. Clear it all?
lg: Empima y'enkozesayo paka kati eya yintaneeti mukasera kano eri {{mobileData}} ku ssimu, ne {{wifiData}} ku Wi-Fi. Gisangule yonna?

source: All current data will be deleted. Are you sure you want to reset?
lg: Bwiino yenna agenda kusangulwa. Okakasa oyagala kubizza bupya?

source: Reset
lg: Bizze buggya

source: Reset Wi-Fi usage
lg: Empima y'enkozesa ya yiintaneti ya Wi-Fi gizze bupya

source: Reset mobile usage
lg: Empima y'enkozesa ya yiintaneeti y'essimu gizze bupya

source: Reset mobile & Wi-Fi data
lg: Empima y'enkozesa ya yiintaneeti ya Wi-Fi ne'yessimu gizze bupya

source: Not set
lg: Tonakitereza

source: Used
lg: Ekozesedwa

source: Limit passed
lg: Ekikkomo kiyitidwako

source: Limit
lg: Ekikkomo

source: Data usage limit
lg: Ekikkomo kunkozesa y'omutimbagano gwa yiintaneeti

source: Data use alert
lg: Akalabula kunkozesa y'omutimbagano gwa yiintaneeti

source: When use is above
lg: Nga enkozesa eli wagulu wa

source: Enter a mobile data limit alert
lg: Yingiza ekikkomo ku yiintaneeti y'essimu okulabulirwako

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
lg: Emisinde gy'enyunga gikendela nga ekikkomo kitukidwako. Kebera n'omuweerezawo owa yiintaneeti okutekavo ekikkomo ekisaamusaamu.

source: Data limit
lg: Ekikkomo kumutimbagano gwa yiintaneeti

source: Wi-Fi usage
lg: Enkozesa y'omutimbagano gwa Wi-Fi

source: Mobile usage
lg: Enkozesa y'omutimbagano gw'essimu

# wifi-usage-settings
source: Wi-Fi usage
lg: Enkozesa y'omutimbagano gwa Wi-Fi

# mobile-usage-settings
source: Mobile usage
lg: Enkozesa y'omutimbagano gw'essimu

source: I’m Pre-paid
lg: Ndi kunkola yokusasula nga sinakozesa

source: I’m Post-paid
lg: Ndi kunkola yokusasula nga mazze okozesa

source: Reset data usage
lg: Zza bupya empima y'enkozesa y'omutimbagano gwa yiintaneeti

source: Reset report
lg: Alipoota gyiize bupya

source: Next
lg: Ekiddirira

source: Back
lg: Emabega

source: Let’s go!
lg: Tugende!

source: Alert
lg: Akalabula

source: Alert Limit
lg: Akalabula kukkomo

source: Welcome
lg: Tukwaniriza

source: You’ve reached the limit you selected
lg: Otuuse kukkomo lyewalonda

source: {{remaining}} remaining phone credit
lg: {{remaining}} z'esente z'essimu ezisigadeko

source: Usage
lg: Enkozesa

source: Internet
lg: Yiintaneeti

source: Phone
lg: Essimu

source: Data Limit ({{value}})
lg: Ekikkomo kunkozesa y'omutimbagano ({{value}})

# data-available2[zero]
source: {{value}} {{unit}} available
lg: Wasigadewo {{value}} {{unit}}

# data-available2[one]
source: {{value}} {{unit}} available
lg: Wasigadewo {{value}} {{unit}}

# data-available2[two]
source: {{value}} {{unit}} available
lg: Wasigadewo {{value}} {{unit}}

# data-available2[few]
source: {{value}} {{unit}} available
lg: Wasigadewo {{value}} {{unit}}

# data-available2[many]
source: {{value}} {{unit}} available
lg: Wasigadewo {{value}} {{unit}}

# data-available2[other]
source: {{value}} {{unit}} available
lg: Wasigadewo {{value}} {{unit}}

# over-limit[one]
source: {{value}} {{unit}} over limit
lg: {{value}} {{unit}} ziyise wagulu w'ekikkomo

# over-limit[two]
source: {{value}} {{unit}} over limit
lg: {{value}} {{unit}} ziyise wagulu w'ekikkomo

# over-limit[few]
source: {{value}} {{unit}} over limit
lg: {{value}} {{unit}} ziyise wagulu w'ekikkomo

# over-limit[many]
source: {{value}} {{unit}} over limit
lg: {{value}} {{unit}} ziyise wagulu w'ekikkomo

# over-limit[other]
source: {{value}} {{unit}} over limit
lg: {{value}} {{unit}} ziyise wagulu w'ekikkomo

source: Mobile usage per app
lg: Enkozesa ya yintaneeti y'essimu buli app

source: {{amount}} of data used since {{start-date}}
lg: {{amount}} gwe muwendo gwa yiintaneenti ogukozesedwa okuva {{start-date}}

source: {{amount}} of data used this week
lg: {{amount}} gwe muwendo gwa yiintanenti ogukozesedwa wiiki eno

source: {{amount}} of data used this month
lg: {{amount}} gwe muwendo gwa yiintanenti ogukozesedwa omweezi guno

source: Others
lg: Ebilala

source: Limit of {{value}} MB
lg: Ekikkomo kya {{value}} MB

source: Limit of {{value}} GB
lg: Ekikkomo kya {{value}} GB

source: {{value}} left
lg: Wasigadewo {{value}}

source: Exceeded by {{value}}
lg: Kuyiseeko {{value}}

source: Today is {{today}}
lg: Leero {{today}}

source: From {{from}} to {{to}}
lg: Okuvva {{from}} okudda {{to}}
