Repository: translate/mozilla-gaia
Catalog: hsb/apps/fl/download.properties.po
Languages: hsb

source: OK
hsb: W porjadku

source: Download
hsb: Sćahnyć

source: Install
hsb: Instalować

source: Cancel
hsb: Přetorhnyć

source: Download Error
hsb: Sćehnjenski zmylk

source: Installation Error
hsb: Instalaciski zmylk

# err_descriptor_download_failed
source: The download failed because of a server error.
hsb: Sćehnjenje je so serweroweho zmylka dla nimokuliło.

# err_bad_descriptor
source: The download failed because of a server error.
hsb: Sćehnjenje je so serweroweho zmylka dla nimokuliło.

source: File is too large to download.
hsb: Dataja je přewulka za sćehnjenje.

source: This type of purchased media is not supported on your phone.
hsb: Tutón typ kupjenych medijow so na wašim telefonje njepodpěruje.

# err_bad_type
source: The download failed because of a server error.
hsb: Sćehnjenje je so serweroweho zmylka dla nimokuliło.

# err_content_download_failed
source: The download failed because of a server error.
hsb: Sćehnjenje je so serweroweho zmylka dla nimokuliło.

# err_bad_drm_message
source: The download failed because of a server error.
hsb: Sćehnjenje je so serweroweho zmylka dla nimokuliło.

source: The downloaded image cannot be displayed on this device.
hsb: Sćehnjeny wobraz njeda so na tutym graće zwobraznić.

source: The downloaded file cannot be played on this device.
hsb: Sćehnjena dataja njeda so na tutym graće wothrać.

source: There is not enough storage space on your device to save this song.
hsb: Njeje dosć składowanskeho ruma na wašim graće, zo by tutón spěw składowało.

source: Cannot save song because there is no memory card.
hsb: Spěw njeda so składować, dokelž składowanska karta njeje.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
hsb: Spěw njeda so składować, dokelž składowanska karta so hižo wužiwa. Wottykńće swój telefon a spytajće hišće raz sćahnyć.

# err_ds_save_failure
source: Error saving media file.
hsb: Zmylk při składowanju medijoweje dataje.

# err_db_store_failure
source: Error saving media file.
hsb: Zmylk při składowanju medijoweje dataje.

source: Song downloaded and installed. Use the Music app to play it.
hsb: Spěw je so sćahnył a instalował. Wužijće nałoženje Hudźba, zo byšće jón wothrał.

source: Ringtone downloaded and installed.
hsb: Zwonjenje je so sćahnyło a instalowało.

source: Wallpaper downloaded and installed.
hsb: Pozadkowy wobraz je so sćahnył a instalował.

source: Do you want to install this audio file as a song or as a ringtone?
hsb: Chceće tutu awdiodataju jako spěw abo jako zwonjenje instalować?

source: Ringtone
hsb: Zwonjenje

source: Song
hsb: Spěw

source: Download song?
hsb: Spěw sćahnyć?

source: Download ringtone?
hsb: Zwonjenje sćahnyć?

source: Download wallpaper?
hsb: Pozadkowy wobraz sćahnyć?

source: Downloading song…
hsb: Spěw so sćahuje…

source: Downloading ringtone…
hsb: Zwonjenje so sćahuje…

source: Downloading wallpaper…
hsb: Pozadkowy wobraz so sćahuje…

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
hsb: {{vendor}} je tutu medijowu dataju zawrěł, zo njeby dała so druhim dale dać abo na nowy grat přenjesć.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
hsb: Předawar je tutu medijowu dataju zawrěł, zo njeby so dała z druhimi dźělić abo na nowy grat přenjesć.

source: Name
hsb: Mjeno

source: Type
hsb: Typ

source: Size
hsb: Wulkosć

source: Vendor
hsb: Předawar

source: Info
hsb: Informacije

source: Downloading
hsb: Sćehnjenje

source: Preview image
hsb: Wobraz sej wobhladać

source: Preview audio
hsb: Na awdio poskać

source: bytes
hsb: B
