Repository: translate/mozilla-gaia
Catalog: lg/apps/camera/camera.properties.po
Languages: lg

source: Not enough space on memory card
lg: Tekuli bbanga limala ku kakaada akateresi

source: Try freeing up space by deleting media.
lg: Geza'ako okujjamu ebintu ebimu okufuna wotereka.

source: No memory card found
lg: Tetulaba memory kaadi

source: Insert a memory card to take pictures.
lg: Tekamu memory kaadi okukuba ebifananyi.

source: Camera can not be used while phone is plugged in
lg: Kamera tosobola kujikozesa nga esiimu ojiyunze

source: Unplug the phone to capture photos and videos
lg: jamu esiimu okukuba ebifananyi n'obutambi

source: You have run out of media storage space.
lg: Tokyayina wakutereka bintu.

source: You have reached the maximum file size for this attachment.
lg: Otusse sayizi ya fayiro woyina okoma kweno enyunga.

source: Retake
lg: Ddamu

source: Select
lg: Londa

# close-button
source: Close
lg: Ggalawo

source: Delete photo?
lg: Jjamu ekifananyi?

source: Delete video?
lg: Jjamu akatambi?

source: Cancel
lg: Sazaamu

source: Delete
lg: Jjamu

source: Camera Resolution
lg: Enfanana ya Kamera

source: Video Resolution
lg: Enfanana ya Katambi

source: Scene Mode
lg: Embera

source: Self-Timer
lg: Piima-obudde

# self-timer-off
source: Off
lg: Teriko

source: 2 seconds
lg: butikiti 2

source: 5 seconds
lg: butikiti 5

source: 10 seconds
lg: butikiti 10

source: Low Battery
lg: Batule ntono

source: The battery is too low to use the camera.
lg: Elyanda lili wansi nnyo okukozesa kamera.

source: Camera Unavailable
lg: Camera Teriko

source: The camera is in use by another app.
lg: Kamera elimukozesebwa appu endala.

# hdr-on
source: On
lg: Kweli

# hdr-off
source: Off
lg: Teriko

source: (HDR deactivated)
lg: (HDR teliko)

source: Grid Lines
lg: Enyiriri

# grid-on
source: On
lg: Kweli

# grid-off
source: Off
lg: Teriko

# flash-on
source: On
lg: Kweli

# flash-off
source: Off
lg: Teriko

source: Auto
lg: Yetekamu-yoka

source: (Flash deactivated)
lg: (Flash teliko)

source: Photo Mode
lg: Kuba Ebifananyi

source: Video Mode
lg: Kwata Obutambi

source: Options
lg: Ebirala

source: Open Gallery
lg: Ggulawo Wotereka ebifananyi

source: Preview
lg: Labako

source: Back
lg: Emabega

source: Flash On
lg: Akamyansa Kwekari

source: Flash Off
lg: Akamyansa Tekaliko

source: Flash Auto
lg: Akamyansa Keetekako

source: Rear camera
lg: Kamera y'emabega

source: Front camera
lg: Kamera y'emaaso

source: Menu
lg: Wolondera

# preview-button.ariaLabel
source: Preview
lg: Labako

# controls-button-close.ariaLabel
source: Close
lg: Ggalawo

source: Share
lg: Ggabana

source: More
lg: ebilala
