Repository: translate/mozilla-gaia
Catalog: hsb/shared/firefox_sync/firefox_sync.properties.po
Languages: hsb

source: Bookmarks
hsb: Zapołožki

source: History
hsb: Historija

source: Passwords
hsb: Hesła

source: This account is empty. You need to sync from Firefox, Firefox for Android or Firefox for iOS first and try again here.
hsb: Tute konto je prózdne. Dyrbiće najprjedy wot Firefox, Firefox za Android abo Firefox za iOS synchronizować a tu hišće raz spytać.

source: This account is inactive.
hsb: Tute konto je inaktiwne.

source: You need to activate Firefox Sync on Desktop or Android first and then try again.
hsb: Dyrbiće najprjedy Firefox Sync za Desktop abo Android aktiwizować a spytajće potom hišće raz.

source: Please try logging in again.
hsb: Prošu spytajće so hišće raz přizjewić.

source: We found something wrong with your current Firefox Account session.
hsb: Smy zwěsćili, zo něšto z wašim aktualnym posedźenjom Firefox njetrjechi.

source: No network connection.
hsb: Žadyn syćowy zwisk.

source: You need to be online to use Firefox Sync.
hsb: Dyrbiće online być, zo byšće Firefox Sync wužiwał.

source: Oops. Something went wrong.
hsb: Hopla. Něšto je so nimokuliło.

source: Sorry for the inconvenience. Please try again later.
hsb: Prošu wodajće njepřijomnosće. Prošu spytajće pozdźišo hišće raz.

source: Terms of Service
hsb: Wužiwanske wuměnjenja

source: Privacy Notice
hsb: Zdźělenka priwatnosće

source: Signing in…
hsb: Přizjewja so…

source: Sync now
hsb: Nětko synchronizować

source: Syncing
hsb: Synchronizowanje
