Repository: translate/mozilla-gaia
Catalog: ff/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Lollin

source: Resend
id: Neltir

source: Connecting
id: Nana seŋoo

source: Verify
id: Ƴeewto

source: Verifying
id: Ena ƴeewtoo

source: Verified
id: Ƴeewtaama

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{app_name}} ena yiɗnoo anndude e ƴeewtaade tonngoode noddirde maa. Tiiɗno suɓo nde niɗ-ɗaa heen lollinde walla naatnu hesere.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Min neldii kod to {{phone_number}}. Ma min eto heɓde-mo e jaajol, kono maa naatniraa-mo junngo maa so o wonaani e huutoreede e ngol kaɓirgol.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: Waɗii faayiida! Tonngoode maa {{phone_number}} ƴeewtaama haŋkadi etee ena heɓoo e jaaɓngal {{app_name}}.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Sarworde ƴeewtagol ndee heɓotaako e oo sahaa. Tiiɗno ƴeewto ceŋol maa Enternet, eto kadi walla sabbo hojomaaji seeɗa.

source: There seems to be a problem with your verification code. Let's try once again!
id: Ellee kod maa ƴeewtagol ena waɗi caɗeele. Eto-ɗen kadi goɗngol!

source: Mobile identity
id: Ganndital cinndel

source: Or add your phone number
id: Walla ɓeydu tonngoode cinndel maa

source: Or select a phone number from the list
id: Walla suɓo tonngoode cinndel e doggol ngol
