Repository: translate/mozilla-gaia
Catalog: ig/apps/browser/browser.properties.po
Languages: ig

source: OK
ig: ỌDỊMMA

source: Cancel
ig: Kagbuo

source: Done
ig: Emechaala

source: Search or enter address
ig: Chọọ ma ọ bụ tinye adreesị

source: History
ig: Ndekọ

source: New tab
ig: Taabụ ọhụrụ

source: Open link in new tab
ig: Mepee njikọ na taabụ ọhụrụ

source: Future
ig: Ọdịnihu

source: Today
ig: Taa

source: Yesterday
ig: Ụnyahụ

source: Last 7 days
ig: Ụbọchị 7 gara aga

source: This month
ig: Ọnwa a

source: Last 6 months
ig: Ọnwa 6 gara aga

source: Older than 6 months
ig: Karịrị ọnwa 6

source: January
ig: Jenuwarị

source: February
ig: Febuwarị

source: March
ig: Maachị

source: April
ig: Eprelu

source: May
ig: Mey

source: June
ig: Juun

source: July
ig: Julaị

source: August
ig: Ọgọst

source: October
ig: Ọktoba

source: November
ig: Nọvemba

source: December
ig: Disemba

source: Enter a search term or Web address to start browsing.
ig: Tinye isiokwu ọchụchọ ma ọ bụ adreesị Weebụ iji bido nchọgharị.

# top-sites-startPage
source: Top sites
ig: Saịtị ndị kachasị

# top-sites-tab
source: Top sites
ig: Saịtị ndị kachasị

source: Settings
ig: Ntọala

source: Privacy & Security
ig: Nzuzo & Nche

source: Clear browsing history
ig: Kpochapụ ndekọ nchọgharị

source: Clear browsing history?
ig: Kpochapụ ndekọ nchọgharị?

source: Clear cookies and stored data
ig: Kpochapụ kuki na data echekwara

source: Clear cookies and other data stored by sites on this device?
ig: Kpochapụ kuki na data ndị ọzọ nke saịtị ndị dị na ngwaọrụ a chekwara?

source: Search Engines
ig: Njin Ọchụchọ

source: Default search engine
ig: Njin ọchụchọ eburupụta

source: Bookmarks
ig: Bukumakị

source: Bookmark
ig: Bukumakị

source: Unbookmark
ig: Wepu na bukumakị

source: Edit bookmark
ig: Dezie bukumakị

# edit-bookmark-header
source: Edit bookmark
ig: Dezie bukumakị

source: Page title
ig: Aha ibe

source: Address
ig: Adreesị

source: Add to home screen
ig: Tinye na ihuenyo mbata

source: Username
ig: Aha njirimara

source: Password
ig: Okwuntughe

source: Sign in
ig: Banye

source: Sign in to website
ig: Banye na weebụsaịtị

source: The website {{host}} requires you to sign in.
ig: {{host}} weebụsaịtị ahụ chọrọ ka ị banye.

source: The username or password is incorrect.
ig: Aha njirimara ma ọ bụ okwuntughe ahụ ezighi ezi.

source: Well, this is embarrassing.
ig: Hmm, nke a bụ ihe ịhere.

source: We tried to display this Web page, but it’s not responding.
ig: Anyị nwara igosipụta ibe Weebụ a, mana ọ naghị azaghachi.

source: Close tab
ig: Mechie taabụ

source: Reload
ig: Dọnyegharịa

source: Search for
ig: Chọọ

source: Save Image
ig: Chekwaa Onyonyo

source: Image saved to Gallery
ig: Echekwara onyonyo na Ọba

source: Error saving image
ig: Enwere mperi na ịchekwa onyonyo

source: Save Video
ig: Chekwaa Vidio

source: Video saved to Video
ig: Echekwara vidio na Vidio

source: Error saving video
ig: Enwere mperi na ịchekwa vidio

source: Save Audio
ig: Chekwaa Ọdịyo

source: Audio saved to Music
ig: Echekwara ọdịyo na Egwu

source: Error saving audio
ig: Enwere mperi na ịchekwa ọdịyo
