Repository: translate/mozilla-gaia
Catalog: hto/apps/ftu/ftu.properties.po
Languages: hto

source: Enter PIN code
hto: PIN kúeno

source: Type your PIN code
hto: Ó PIN kúeno

source: SIM {{n}} PIN
hto: PIN SIM íe {{n}}

source: PIN must have between 4 and 8 characters.
hto: El PIN bíe íerede ízoi 4 y 8 Fákara

source: The PIN was incorrect.
hto: PIN fɨgoñede íte.

source: You have one try left to enter the correct code before locking the SIM card.
hto: Daa íte ó ábɨdo kueyena; fáka ñúe kúeiri, ñue kúeñeadɨ ɨ́baite SIM.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hto: Íte {{n}} ábɨdo kueyena fáka; ñúe kúeiri, ñue kúeñeadɨ ɨ́báite SIM.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hto: Íte {{n}} ábɨdo kueyena fáka; ñúe kúeiri, ñue kúeñeadɨ ɨ́báite SIM.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hto: Íte {{n}} ábɨdo kueyena fáka; ñúe kúeiri, ñue kúeñeadɨ ɨ́báite SIM.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hto: Íte {{n}} ábɨdo kueyena fáka; ñúe kúeiri, ñue kúeñeadɨ ɨ́báite SIM.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
hto: Íraikaño PIN ñúe kúeyena. Ñúe kueñeiadɨ PUK ráa kúeri rabekɨ émodomo íte

source: Enter PUK code
hto: Kúeno PUK

source: Enter SIM {{n}} PUK
hto: Kúeno PUK íemo SIM {{n}}

source: SIM {{n}} PUK
hto: PUK íe SIM {{n}}

source: PUK code
hto: Fáka PUK

source: PUK code must have exactly 8 characters.
hto: Fáka PUK 8 ráanɨ íerede

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
hto: Ó dáma fákara kúeri tuñoyena (PUK) rabekɨ SIM íena. Fɨnoka ímɨe úriri radekɨ SIM ráfue ónoyena.

source: The PUK was incorrect.
hto: Fáka PUK fɨgoñede

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hto: Daa íraikaño óna fɨebite fákara ñúe kueyena ñúe kueñeiaɨ SIM rabekɨ fɨgoñeite. Fɨnoka ímɨe úriri radekɨ SIM ráfue ónoyena.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hto: Fɨebiya {{n}} íraikaño óna fɨebite fákara ñúe kueyena ñúe kueñeiaɨ SIM rabekɨ fɨgoñeite. Fɨnoka ímɨe úriri radekɨ SIM ráfue ónoyena.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hto: Fɨebiya {{n}} íraikaño óna fɨebite fákara ñúe kueyena ñúe kueñeiaɨ SIM rabekɨ fɨgoñeite. Fɨnoka ímɨe úriri radekɨ SIM ráfue ónoyena.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hto: Fɨebiya {{n}} íraikaño óna fɨebite fákara ñúe kueyena ñúe kueñeiaɨ SIM rabekɨ fɨgoñeite. Fɨnoka ímɨe úriri radekɨ SIM ráfue ónoyena.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hto: Fɨebiya {{n}} íraikaño óna fɨebite fákara ñúe kueyena ñúe kueñeiaɨ SIM rabekɨ fɨgoñeite. Fɨnoka ímɨe úriri radekɨ SIM ráfue ónoyena.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
hto: Íraikaño óna fɨebite fákara ñúe kueyena PUK. SIM rabekɨ fɨgoñeite ñúe kueñeiadɨ PUK.

source: Create new PIN (4 to 8 digits)
hto: Kómue PIN fɨ́no (4 íe 8 dígitos kúeri)

source: Confirm new PIN
hto: Ñúe íte kómue PIN

source: PINs don’t match
hto: PIN izoinide

source: Enter NCK code
hto: Kúeno NCK

source: Enter CCK code
hto: Kúeno CCK

source: Enter SPCK code
hto: Kúeno SPCK

source: Enter NCK1 code
hto: Kúeno fáka NCK1

source: Enter NCK2 code
hto: Kúeno fáka NCK2

source: Enter HNCK code
hto: Kúeno fáka HNCK

source: Enter RCCK code
hto: Kúeno fáka RCCK

source: Enter RSPCK code
hto: Kúeno fáka RSPCK

source: Enter SIM {{n}} NCK
hto: Kúeno NCK íe SIM {{n}}

source: Enter SIM {{n}} CCK
hto: Kúeno CCK íe SIM {{n}}

source: Enter SIM {{n}} SPCK
hto: Kúeno SPCK íemo SIM {{n}}

source: Enter SIM {{n}} NCK1
hto: Kúeno NCK1 íe SIM {{n}}

source: Enter SIM {{n}} NCK2
hto: Kúeno NCK2 íe SIM {{n}}

source: Enter SIM {{n}} HNCK
hto: Kúeno HNCK íe SIM {{n}}

source: Enter SIM {{n}} RCCK
hto: Kúeno RCCK íe SIM {{n}}

source: Enter SIM {{n}} RSPCK
hto: Kúeno RSPCK íemo SIM {{n}}

source: SIM {{n}} NCK
hto: NCK íe SIM {{n}}

source: SIM {{n}} CCK
hto: CCK íe SIM {{n}}

source: Type your NCK code
hto: Kúeno ó fáka NCK

source: Type your CCK code
hto: Kúeno ó fáka CCK

source: Type your SPCK code
hto: Kúeno ó fáka SPCK

source: Type your NCK1 code
hto: Kúeno ó fáka NCK1

source: Type your NCK2 code
hto: Kúeno ó fáka NCK2

source: Type your HNCK code
hto: Kúeno ó fáka HNCK

source: Type your RCCK code
hto: Kúeno ó fáka RCCK

source: Type your RSPCK code
hto: Kúeno ó fáka RSPCK

source: NCK must have between 8 and 16 characters.
hto: NCK bíe íerede ízoi 8 y 16 fákaraɨ.

source: CCK must have between 8 and 16 characters.
hto: CCK bíe íerede ízoi 8 y 16 fákaraɨ.

source: SPCK must have between 8 and 16 characters.
hto: SPCK bíe íerede ízoi 8 y 16 fákaraɨ.

source: NCK1 must have between 8 and 16 characters.
hto: NCK1 bíe íerede ízoi 8 y 16 fákaraɨ.

source: NCK2 must have between 8 and 16 characters.
hto: NCK2 bíe íerede ízoi 8 y 16 fákaraɨ.

source: HNCK must have between 8 and 16 characters.
hto: HNCK bíe íerede ízoi 8 y 16 fákaraɨ.

source: RCCK must have between 8 and 16 characters.
hto: RCCK bíe íerede ízoi 8 y 16 fákaraɨ.

source: RSPCK must have between 8 and 16 characters.
hto: RSPCK bíe íerede ízoi 8 y 16 fákaraɨ.

source: The NCK code is incorrect.
hto: Fáka NCK fɨgoñede.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hto: Ó dama íedɨ fóikui fɨenine. Daa íraikaño óna fɨebite fákara ñúe kueyena. Fɨnoka ímɨe úriri ráfue ónoyena

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hto: Ó dama íedɨ fóikui fɨenine. Fɨebite {{n}} daa íraikaño óna fɨebite fákara ñúe kueyena. Fɨnoka ímɨe úriri ráfue ónoyena

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hto: Ó dama íedɨ fóikui fɨenine. Fɨebite {{n}} daa íraikaño óna fɨebite fákara ñúe kueyena. Fɨnoka ímɨe úriri ráfue ónoyena.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hto: Ó dama íedɨ fóikui fɨenine. Fɨebite {{n}} daa íraikaño óna fɨebite fákara ñúe kueyena. Fɨnoka ímɨe úriri ráfue ónoyena.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hto: Ó dama íedɨ fóikui fɨenine. Fɨebite {{n}} daa íraikaño óna fɨebite fákara ñúe kueyena. Fɨnoka ímɨe úriri ráfue ónoyena.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
hto: Ó dama íedɨ fóikui fɨenine. Daa íraikaño óna fɨebite fákara ñúe kueyena. Fɨnoka ímɨe úriri ráfue ónoyena.

source: Skip
hto: Óñeno

source: Send
hto: Órede

source: OK
hto: Jɨɨ

source: The SIM card is locked
hto: Rabekɨ PIN ɨbaika

source: Last try.
hto: Daa íraikaño.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
hto: Fɨbite {{n}} íraikaño

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
hto: Fɨbite {{n}} íraikaño.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
hto: Fɨbite {{n}} íraikaño.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
hto: Fɨbite {{n}} íraikaño.

source: SIM Manager
hto: Dama SIM íe

source: (default)
hto: (já íte)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
hto: Úaina jɨriya dɨga nítaoide SIM 1 ñúe fɨnoka dɨga já jónega

source: You can change default settings at Settings > SIM manager
hto: Jɨaɨe jóneredɨo bíemo já ñue jonega > Dama rabekɨ SIM ímɨe

source: SIM PIN locked
hto: PIN íemo SIM baika

source: No operator
hto: Taɨjɨraɨma íñede

source: Searching
hto: Jénojenode

source: Language
hto: Úaido

source: Cellular Data
hto: Jóriaɨ ránɨaɨ

source: Enable Data
hto: Ráanɨaɨ bóno

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
hto: Jóriaɨ ráanɨ bóno, afe nítanoñeno wifi. Rɨyíredemo ó bonokaina enafui. Ñúe eroiri ó ráanɨ ja ɨbaka ó operador dɨnomo, fúi ñue íyena.

source: Warning
hto: Éroiri

source: Geolocation
hto: Kaɨ iyano

source: Enable Geolocation
hto: Kaɨ iyano bóno

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
hto: {{brandShortName}} íyano taɨjɨredɨo fóikui moviles wifi GPS dɨga íanori íyano

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
hto: Ráanɨ óreka Mozilla íe jɨaɨmakɨ dɨne, ófitaka ñúe fɨnoye bíe íyano. Nana fnoka ó equipo ñúe joneye .

source: Notice
hto: Yóte

source: More about your privacy
hto: Ó dama íyo ráfue íte

source: Scanning for networks
hto: Fóikui jénojenode

source: Select a network
hto: Fóikui nɨze

source: Connecting…
hto: Nítanítaoide...

source: Obtaining an IP address…
hto: Yɨyɨnote IP íyano...

source: Connected
hto: Nítaoide

source: Connection failed
hto: Nitaoinide

source: Offline
hto: Nitaoinide

source: secured by {{capabilities}}
hto: Úñoga bíedo {{capabilities}}

source: Security
hto: Ñúe íyena

# securityNone
source: None
hto: Íñede

source: Open
hto: Tiute

# securityOpen.ariaLabel
source: Security
hto: Ñúe íyena

# identity
source: User
hto: Náama

# identityInput.placeholder
source: User
hto: Náama

source: Password
hto: Fakára ráa

# passwordInput.placeholder
source: Password
hto: Fakára ráa

source: Show Password
hto: Ákatairi fákara

source: Refresh
hto: Meidote

source: No wireless networks found
hto: Bañeiga Fóikui nítaoide dɨga

source: Join hidden network
hto: Fóikui kɨoñena íri

source: Authentication
hto: Yóne mamékɨ

source: SSID Network Name
hto: Mamékɨ SSID fóikui íe

source: {{level}} of 4 bars
hto: {{level}} émodo 4 ítofe

source: Networks found
hto: Fóikui já baíga

source: Date & Time
hto: Ímona bímona dɨga

source: Time zone
hto: Íyano fɨ́mona

source: Change
hto: Méidote

source: Region
hto: Kómɨnɨ íyano

source: City
hto: Naɨraɨ íyano

source: Date
hto: Ímona

source: Time
hto: Bímona

source: Import contacts
hto: Kómɨnɨ atɨ́ béno

source: SIM card
hto: Rabekɨ SIM

source: Not imported yet
hto: Naí atɨñega

source: Other accounts
hto: Jɨaíe fákara

source: Firefox Accounts
hto: Fákara ie Firefox

source: A Firefox Account lets you find a lost phone and buy apps from the Firefox Marketplace.
hto: Jóriaɨmo da fákara Firefox bíedo ó ɨ́baitɨo, feíde jóriaɨ Firefox Marketplace.

source: Create Account or Sign In
hto: Fákara fɨno ie kómɨnɨ fɨno

source: A verification link has been sent to {{email}}
hto: oreka zoima ie akadote {{email}}

source: Signed in as {{email}}
hto: Nítaoide bíe ízoi {{email}}

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
hto: {{brandShortName}} Bíe software nana komɨnɨ íena, aíyo komɨnɨ éniamo fɨnoka. Ó ónoiga:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
hto: {{brandShortName}} Mozilla Public License ite nate komɨnɨ onoyena uai iyano. Joriaɨmo fɨnoyena {{brandShortName}} bie software ite jɨaɨma mamekɨ. Ñue úaɨdɨaɨ iyena, fakara meine fɨnoyena o fekaka dama.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
hto: Rigɨno béno íya Fundación Mozilla ie nana, kaɨ fɨnoka komɨnɨ íena íte bíe jana {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
hto: Bie ranɨaɨ {{brandShortName}} Crash Reporter Ó úaina óre Mozilla. Ó úaina óre, mozilla ñue fɨnoyena, Web iyano kueno o oreri.

source: SIM Card Warning
hto: Éroiri SIM rabekɨ

source: Please, insert a SIM card and reboot your phone.
hto: Rabekɨ SIM ñúita íemi abɨdo jóriaɨ taɨne.

source: Telemetry sends Mozilla data about performance, hardware, configurations, customizations and app usage in your {{brandShortName}} device. We use this to make our products better, faster and more responsive.
hto: Telemetry orede rafue Mozilla, hardware, fɨnoyena ie damakue raanɨaɨ {{brandShortName}}. bie rafue taɨjɨe ñue ráanɨe iyena, raɨre iyena kaɨ Jítaide.

source: Learn more at <a>{{url}}</a>
hto: Áiyo ráfue<a>{{url}}</a>

source: Learn how Mozilla handles your information at <a>{{url}}</a>
hto: Éroi Mozilla ó rafue ókuide <a>{{url}}</a>

source: Welcome to <a>{{brandShortName}}</a>, the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
hto: Ñue itɨomaɨ <a>{{brandShortName}}</a>, Jɨmakɨ ráa fekaka Túide mozilla. Kaɨ fɨnoyena jɨaɨma onoyena bie web fekaka.

source: You can help us improve our products and services by automatically sending analytics data. See our <a>Privacy Notice</a> to learn how we handle data from your device.
hto: Ñue fɨnoyena ráanɨaɨ dama oreode. Jɨkano kaɨ <a> Kúeɨena yóte </a> ie joriaɨ ranɨaɨ fɨnoyena.

source: Help us improve our products and services by automatically sending analytics data.
hto: Kanoye Kaɨmo fɨnoka ñue iyena dama ore ráanɨaɨ eroiyena.

source: Learn how Mozilla handles your information in our <a>privacy policy</a>.
hto: Éroi Mozilla ó rafue ókuide <a>Dáma kue okúira</a>.

source: Read our <a>Privacy Notice</a>
hto: Káɨe bíe fáka <a>Dáma ó ýena</a>

source: About {{brandShortName}}
hto: Bíedo íe {{brandShortName}}

source: Your Privacy
hto: Dama ó

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
hto: Jeta {{brandShortName}}, Naana náɨraɨ bie enɨemo Kanodɨmakɨ ñue baɨfene irano Web. Bie rafue naɨraɨ Mozilla onoakadɨo, kaɨ rafue, veno kueno o uiraɨma.

source: Yes! Send data.
hto: ¡Jɨɨ! ráanɨaɨ óreitɨkue.

source: Email address
hto: Úiraɨma íyano

source: Email successfully added
hto: Úiraɨma ñúe jónega

source: Saving your email…
hto: Úiraɨma jónega...

source: Basic
hto: Dáɨ íte

source: Enhanced
hto: Ñúe fɨnóka

# noneMetricsRadio
source: None
hto: Íñede

source: Send app usage and error reports.
hto: oreri apps rafue ñueñede.

source: Send Basic report plus diagnostic information.
hto: Ore ráfue daɨ ite mei fɨnoka.

source: Do not send any data.
hto: Ráanɨaɨ benomo íya óreñeiye

source: Back
hto: Ɨfede

source: Next
hto: Báɨfene

source: Join
hto: Zoima

source: Done
hto: Fɨnoka

source: That’s it!
hto: ¡Bíe íeredɨo!

source: Start your phone tour!
hto: ¡Éroi ó jóriaɨ!

source: Start your tablet tour!
hto: ¡Éroi ó jóriaɨ fɨnoka!

source: Join us for a quick tutorial about your new phone.
hto: Maikaɨ komue joria rafue eroiyena.

source: Join us for a quick tutorial about the updates to your phone!
hto: Maikaɨ komue rafue fɨnoyena roiyena o joriaɨ.

source: You’re ready to enjoy your new phone.
hto: Ñue ite o komue joriaɨ.

source: You’re ready to enjoy your updated phone.
hto: Ñue ite o komue joriaɨ fɨnoka.

source: You can change the language, date/time and Wi-Fi connection in settings.
hto: Wifi nitaoide ñúe fɨnoye úiana, Ímona, Bímona dɨga

source: Let’s go
hto: Ɨ́fo bátɨ

source: Start tour
hto: Taɨneyena yɨmaɨ

source: You can always swipe from the bottom edge to enter home screen.
hto: Jɨ́rekai káifo áiyo íeyena íemei Táɨnia éróiya ráa.

source: Let’s do it!
hto: ¡Mái káɨ fɨno!

source: Free Apps
hto: Apps iite

source: {{carrierName}} is offering free apps to help get you started. They will download <em>at no charge</em> while you finish setting up your phone.
hto: {{carrierName}} taɨneyena feka apps. ana atɨka <em>at no charge</em> joriaɨ ñue fɨno fuitayena.

source: {{carrierName}} is offering free apps to help get you started. You can download them <em>at no charge</em>.
hto: {{carrierName}} taɨneyena feka apps. ana atɨrede <em>at no charge</em>.

source: Your carrier is offering free apps to help get you started. They will download <em>at no charge</em> while you finish setting up your phone.
hto: Taɨneyena feka apps. ana atɨrede <em>at no charge</em> joriaɨ ñue fɨno fuitayena.

source: Your carrier is offering free apps to help get you started. You can download them <em>at no charge</em>.
hto: Taɨneyena feka apps. Ana atɨrede <em>raifiñede</em>.

source: Find these apps and many more when you visit Marketplace!
hto: ¡apps biaide ie Marketplace eroiyena!

source: Tutorial
hto: Rafue

# tutorial-step1-large-3
source: Swipe down to access recent notifications, usage information and settings.
hto: Jɨ́rekai ana birui rafue eroiyena, rafue eroiyena fɨnoka.

source: Swipe left or right to discover new apps on home screen.
hto: Jɨrekai eroiya ráa anáfene komue apps eroiya ráa taɨnia.

source: Tap and hold on an icon to delete or move it.
hto: Beno jeta fuitayena.

source: Two fingers swipe up from the bottom edge to trigger card view.
hto: Ména onokaɨ dɨga kaifo jɨrekaɨ rabekɨ bonoyena.

source: Swipe up and down to browse your apps. Tap and hold an icon to delete, move, or edit it.
hto: Jɨrekai eroiya ráa kaifo ana fɨnoyena ó apps. janánai jeta fuitayena.

# tutorial-notifications-v2-tiny
source: Swipe down to access recent notifications, usage information and settings.
hto: Jɨ́rekai ana birui rafue eroiyena, rafue eroiyena fɨnoka.

source: Drag from the left edge of your screen to return to recently used apps.
hto: Jɨrekai eroiya ráa anáfene viyena birui apps.

source: Tap on the search box anytime to start a search or go to a website.
hto: Web jaide jeta Jenoyena o jenoaɡ̃ana.

source: Your bookmarks have been moved to the homescreen. When editing, tap a bookmark to edit or rename it.
hto: Ó rɨgɨnoa eroiraya ráa jaide. Rɨgɨnoa jeta abɨdo fɨnoyena.

source: You must be connected to the Internet to view the page.
hto: Internet nitaoide rabe eriyena.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
hto: Internet meine nitaode. rabe eroiya fɨnoka bie iyano jai {{url}} nana makara.

source: OK
hto: Jɨɨ

source: You must be connected to the Internet to subscribe to the newsletter.
hto: Internet nitaoide rafue onoyena.

source: Please go back and connect to the Internet.
hto: Meine nita internet

source: Your email is not valid
hto: Uiraɨma ñuenide.

source: Please go back and correct your entry.
hto: Meinde ñue eroi o raanɨaɨ.

source: Retry
hto: Abɨdo fɨnori

source: Cancel
hto: Fúitade

source: Step {{step}} of {{total}}
hto: Daɨ {{step}} ie {{total}}

source: First Time Experience
hto: Nɨeze ítɨo bénomo
