Repository: translate/mozilla-gaia
Catalog: */apps/video/video.properties.po
Languages: af, kn, mg, mr, ms, ne, or, pt_br, si, ta, te, ur, uz, zu

source: Done
kn: ಆಯಿತು
si: අවසන්
ta: முடிந்தது
ur: مکمل
uz: Tayyor

# number-selected2[zero]
source: Select
kn: ಆರಿಸು
si: තෝරන්න
ur: منتخب کریں
uz: Tanlash

# number-selected2[one]
source: {{ n }} selected
af: {{ n }} gekies
kn: {{ n }} ಆಯ್ಕೆಯಾಗಿದೆ
mg: {{ n }} voafantina
mr: {{ n }} निवडले
ms: {{ n }} dipilih
ne: {{ n }} चयन गरिएको
or: {{ n }}ଟି ବଛାଗଲା
pt_br: {{ n }} selecionado
si: {{ n }} තෝරාගෙන ඇත
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
ur: {{ n }} منتخب
uz: {{ n }} tanlandi
zu: Okukhethiwe kungu-{{ n }}

# number-selected2[two]
source: {{ n }} selected
af: {{ n }} gekies
kn: {{ n }} ಆಯ್ಕೆಯಾಗಿದೆ
mg: {{ n }} voafantina
mr: {{ n }} निवडले
ms: {{ n }} dipilih
ne: {{ n }} चयन गरिएको
or: {{ n }}ଟି ବଛାଗଲା
pt_br: {{ n }} selecionados
si: {{ n }} තෝරාගෙන ඇත
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
ur: {{ n }} منتخب
uz: {{ n }} tanlandi
zu: Okukhethiwe kungu-{{ n }}

# number-selected2[few]
source: {{ n }} selected
af: {{ n }} gekies
kn: {{ n }} ಆಯ್ಕೆಯಾಗಿದೆ
mg: {{ n }} voafantina
mr: {{ n }} निवडले
ms: {{ n }} dipilih
ne: {{ n }} चयन गरिएको
or: {{ n }}ଟି ବଛାଗଲା
pt_br: {{ n }} selecionados
si: {{ n }} තෝරාගෙන ඇත
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
ur: {{ n }} منتخب
uz: {{ n }} tanlandi
zu: Okukhethiwe kungu-{{ n }}

# number-selected2[many]
source: {{ n }} selected
af: {{ n }} gekies
kn: {{ n }} ಆಯ್ಕೆಯಾಗಿದೆ
mg: {{ n }} voafantina
mr: {{ n }} निवडले
ms: {{ n }} dipilih
ne: {{ n }} चयन गरिएको
or: {{ n }}ଟି ବଛାଗଲା
pt_br: {{ n }} selecionados
si: {{ n }} තෝරාගෙන ඇත
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
ur: {{ n }} منتخب
uz: {{ n }} tanlandi
zu: Okukhethiwe kungu-{{ n }}

# number-selected2[other]
source: {{ n }} selected
af: {{ n }} gekies
kn: {{ n }} ಆಯ್ಕೆಯಾಗಿದೆ
mg: {{ n }} voafantina
mr: {{ n }} निवडले
ms: {{ n }} dipilih
ne: {{ n }} चयन गरिएको
or: {{ n }}ଟି ବଛାଗଲା
pt_br: {{ n }} selecionados
si: {{ n }} තෝරාගෙන ඇත
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
ur: {{ n }} منتخب
uz: {{ n }} tanlandi
zu: Okukhethiwe kungu-{{ n }}

source: Nothing selected
af: Niks gekies nie
kn: ಏನನ್ನೂ ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
mg: Tsy misy voafantina
mr: काहीही निवडले नाही
ms: Tiada yang dipilih
ne: केही पनि चयन गरिएको छैन
or: କିଛି ବଛାହୋଇନାହିଁ
pt_br: Nenhum vídeo selecionado
si: කිසිවක් තෝරා නොමැත
ta: எதுவும் தேர்வு செய்யப்படவில்லை.
te: ఏమీ ఎంచుకోలేదు
ur: کچھ منتخب نہیں
uz: Hech narsa tanlanmadi
zu: Akukho okukhethiwe

source: Delete selected item?
af: Skrap gekose item?
kn: ಆಯ್ದ ವಸ್ತುಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
mg: Hamafa ireo voafantina?
mr: निवडलेला घटक नष्ट करावा?
ms: Hapus item yang dipilih?
ne: चयन गरिएको वस्तु मेटाउनुहोस्?
or: ବଛାଯାଇଥିବା ବସ୍ତୁଗୁଡ଼ିକୁ ଲିଭାଇବେ କି?
pt_br: Apagar item selecionado?
si: තේරූ අයිතමය මකනව ද?
ta: தேர்ந்த உருப்படிகளை நீக்கு?
te: ఎంచుకున్న అంశాన్ని తొలగించాలా?
ur: منتخب شے حذف کریں؟
uz: Tanlangan elementni o‘chirish?
zu: Dilitha lokhu okukhethiwe?

# delete-n-items?[two]
source: Delete {{ n }} items?
af: Skrap {{ n }} items?
kn: {{ n }} ವಸ್ತುಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
mg: Hamafa ireo singa {{ n }}?
mr: {{ n }} घटक नष्ट करावे?
ms: Hapus {{ n }} item?
ne: {{ n }} वटा वस्तुहरु मेटाउनुहोस्?
or: {{ n }}ଟି ଭିଡ଼ିଓ ଲିଭାଇବେ?
pt_br: Apagar {{ n }} itens?
si: තේරූ අයිතම {{ n }} මකනව ද?
ta: {{ n }} உருப்படிகளை நீக்கு?
te: {{ n }} అంశాలను తొలగించాలా?
ur: {{ n }} اشیاء حذف کریں؟
uz: {{ n }} ta elementni o‘chirish?
zu: Dilitha okuthile okungu-{{ n }}?

# delete-n-items?[few]
source: Delete {{ n }} items?
af: Skrap {{ n }} items?
kn: {{ n }} ವಸ್ತುಗಳನ್ನು ಅಳಿಸು?
mg: Hamafa ireo singa {{ n }}?
mr: {{ n }} घटक नष्ट करावे?
ms: Hapus {{ n }} item?
ne: {{ n }} वटा वस्तुहरु मेटाउनुहोस्?
or: {{ n }}ଟି ଭିଡ଼ିଓ ଲିଭାଇବେ?
pt_br: Apagar {{ n }} itens?
si: තේරූ අයිතම {{ n }} මකනව ද?
ta: {{ n }} உருப்படிகளை நீக்கு?
te: {{ n }} అంశాలను తొలగించాలా?
ur: {{ n }} اشیاء حذف کریں؟
uz: {{ n }} ta element o‘chirilsinmi?
zu: Dilitha okuthile okungu-{{ n }}?

# delete-n-items?[many]
source: Delete {{ n }} items?
af: Skrap {{ n }} items?
kn: {{ n }} ವಸ್ತುಗಳನ್ನು ಅಳಿಸು?
mg: Hamafa ireo singa {{ n }}?
mr: {{ n }} घटक नष्ट करावे?
ms: Hapus {{ n }} item?
ne: {{ n }} वटा वस्तुहरु मेटाउनुहोस्?
or: {{ n }}ଟି ଭିଡ଼ିଓ ଲିଭାଇବେ?
pt_br: Apagar {{ n }} itens?
si: තේරූ අයිතම {{ n }} මකනව ද?
ta: {{ n }} உருப்படிகளை நீக்கு?
te: {{ n }} అంశాలను తొలగించాలా?
ur: {{ n }} اشیاء حذف کریں؟
uz: {{ n }} ta element o‘chirilsinmi?
zu: Dilitha okuthile okungu-{{ n }}?

# delete-n-items?[other]
source: Delete {{ n }} items?
af: Skrap {{ n }} items?
kn: {{ n }} ವಸ್ತುಗಳನ್ನು ಅಳಿಸು?
mg: Hamafa ireo singa {{ n }}?
mr: {{ n }} घटक नष्ट करावे?
ms: Hapus {{ n }} item?
ne: {{ n }} वटा वस्तुहरु मेटाउनुहोस्?
or: {{ n }}ଟି ଭିଡ଼ିଓ ଲିଭାଇବେ?
pt_br: Apagar {{ n }} itens?
si: තේරූ අයිතම {{ n }} මකනව ද?
ta: {{ n }} உருப்படிகளை நீக்கு?
te: {{ n }} అంశాలను తొలగించాలా?
ur: {{ n }} اشیاء حذف کریں؟
uz: {{ n }} ta element o‘chirilsinmi?
zu: Dilitha okuthile okungu-{{ n }}?

source: Try sharing one video at a time.
af: Probeer om een video op ’n slag te deel.
kn: ಒಮ್ಮೆ ಒಂದು ವೀಡಿಯೊವನ್ನು ಹಂಚಲು ಪ್ರಯತ್ನಿಸಿ.
mg: Andramo horonantsary iray no alefa isaka ny mizara.
mr: एका वेळी एक चित्रफित शेअर करा.
ms: Cuba berkongsi satu video pada satu-satu masa.
ne: एक पटकमा एउटा भिडियो साझेदारी गरी हेर्नुहोस्।
or: ଥରକରେ ଗୋଟିଏ ଲେଖା ଭିଡିଓ ବାଣ୍ଟନ୍ତୁ ।
pt_br: Tente compartilhar um vídeo por vez.
si: වරකට එක් විඩීයොවක් පමණික් බෙදාගන්න.
ta: ஒரு முறை ஒரு காணொளியை பகிர முயற்சி.
te: ఒకసారి ఒకే వీడియోను పంచుకొన ప్రయత్నించండి.
ur: ایک باری میں ایک ویڈیو کا اشتراک کرنے کی کوشش کریں۔
uz: Bir vaqtda bitta videoni bo‘lishishga urinib ko‘ring.
zu: Zama ukwabelana ngevidiyo eyodwa ngesikhathi.

source: Videos
kn: ವೀಡಿಯೊಗಳು
si: වීඩියෝ
ur: ویڈیو
uz: Videolar

source: Cancel
mr: रद्द
pt_br: Cancelar
si: අවලංගු
ta: ரத்து

source: Delete video?
kn: ವೀಡಿಯೋವನ್ನು ಅಳಿಸುವುದೇ?
mr: चित्रफीत नष्ट करावी?
pt_br: Excluir o vídeo?
si: වීඩියෝව මකනවා ද?
ta: காணொளியை அழி?
ur: ویڈیو حذف کریں؟
uz: Video o‘chirilsinmi?

source: Add videos to get started
af: Voeg video’s by om te begin
kn: ಆರಂಭಿಸಲು ವೀಡಿಯೊವನ್ನು ಸೇರಿಸಿ
mg: Manampia horonantsary raha hanomboka
mr: सुरूवात करण्यासाठी चित्रफिती भरा
ms: Tambah video untuk memulakan
ne: सुरु गर्न भिडियोहरु थप्नुहोस्
or: ଆରମ୍ଭ କରିବା ପାଇଁ ଭିଡିଓ ଯୋଡ଼ନ୍ତୁ
pt_br: Adicione vídeos para começar
si: ඇරඹීම සඳහා වීඩියෝ එක් කරන්න
ta: காணொளிகளை சேர்த்து தொடங்குங்கள்
te: ఆరంభించుటకు దృశ్యకాలను జోడించండి
ur: شروع کرنے کے لئے ویڈیو شامل کریں
uz: Boshlash uchun videolarni qo‘shish
zu: Faka amavidiyo ukuze uqale

source: Load videos on to the memory card.
af: Laai video’s op die geheuekaart.
kn: ಮೆಮೊರಿ ಕಾರ್ಡ್ ಗೆ ವೀಡಿಯೊಗಳನ್ನು ತುಂಬಿಸಿ.
mg: Afatraro ao amin'ny karatra memoara ireo horonantsary.
mr: मेमरी कार्डवरील चित्रफिती लोड करा.
ms: Memuat video pada kad memori.
ne: भिडियोहरु मेमोरी कार्डमा लोड गर्नुहोस
or: ମେମୋରି କାର୍ଡ଼ରେ ଭିଡ଼ିଓ ଲୋଡ଼ କରନ୍ତୁ ।
pt_br: Copie vídeos para o cartão de memória.
si: මෙමරි කාඩ් එකට විඩියෝ ලබා ගන්න
ta: நினைவக அட்டையில் காணொளிகளை ஏற்று.
te: జ్ఞప్తి కార్డులోకి దృశ్యకాలను ఎక్కించండి.
ur: ویڈیوز میموری کارڈ پر لوڈ کریں۔
uz: Xotira kartasiga videolarni yuklang
zu: Loda amavidiyo ekhadini lememori.

source: No memory card found
af: Geen geheuekaart gevind nie
kn: ಮೆಮೊರಿ ಕಾರ್ಡ್ ಕಂಡುಬಂದಿಲ್ಲ
mg: Tsisy karatra memoara hita
mr: मेमरी कार्ड सापडले नाही
ms: Kad memori tidak ditemui
ne: मेमोरी कार्ड भेटिएन
or: ମେମୋରି କାର୍ଡ଼ଟିଏ ମିଳିଲା ନାହିଁ
pt_br: Nenhum cartão de memória
si: මෙමති කාඩ් එකක් හමු නොවුණි
ta: நினைவக அட்டை காணப்படவில்லை
te: ఏ జ్ఞప్తి కార్డు కనపడలేదు
ur: میموری کارڈ نہیں ملا
uz: Xotira kartasi topilmadi
zu: Alikho ikhadi lememori elitholakele

source: Insert a memory card to watch videos.
af: Steek ’n geheuekaart in om video’s te kyk.
kn: ವೀಡಿಯೊಗಳನ್ನು ನೋಡಲು ಮೆಮೊರಿ ಕಾರ್ಡ್ ಅನ್ನು ಒಳ ಸೇರಿಸಿ.
mg: Manatsofoha karatra memoara raha hijery horonantsary.
mr: चित्रफिती पाहण्यासाठी मेमरी कार्ड घाला.
ne: भिडियोहरु हेर्नका लागि मेमोरी कार्ड घुसाउनुहोस्
or: ଭିଡିଓ ଦେଖିବାକୁ ମେମୋରି କାର୍ଡ଼ଟିଏ ଭରନ୍ତୁ ।
pt_br: Insira um cartão de memória para assistir vídeos.
si: විඩියෝ බැලීම සඳහා මෙමරි කාඩ්කක් ඇතුළත් කරන්න.
ta: காணொளிகளைப் பார்க்க ஒரு நினைவக அட்டையை செருகு.
te: దృశ్యకాలను చూడటానికి జ్ఞప్తి కార్డును చొప్పించండి.
ur: ویڈیو دیکھنے کے لئے میموری کارڈ داخل کریں۔
uz: Videolarni ko‘rish uchun xotira kartasini kiriting.
zu: Faka ikhadi lememori ukuze ubuke amavidiyo.

source: Video can not be watched while plugged in
af: Video kan nie gekyk word terwyl ingeprop nie
kn: ಸಂಪರ್ಕಗೊಂಡಿರುವ ಸಮಯದಲ್ಲಿ ವೀಡಿಯೊವನ್ನು ನೋಡಲಾಗುವುದಿಲ್ಲ
mg: Tsy afaka mijery horonantsary raha mitsofoka @ pirizy
mr: फोन प्लग-इन असताना चित्रफित पाहता येणार नाही
ms: Video tidak dapat ditonton ketika dicucuk ke palam
ne: जोडिएको बेलामा भिडियोहरु हेर्न सकिदैन
or: ସଂଯୁକ୍ତ ହୋଇଥିବା ବେଳେ ଭିଡିଓ ଦେଖାଯାଇପାରିବ ନାହିଁ
pt_br: Cartão de memória em uso
si: සම්බන්ධව ඇති විට වීඩියෝව බැලිය නොහැක
ta: சொருகும்போது காணொளியைப் பாரக்க முடியாது
te: అనుసంధానించినప్పుడు దృశ్యకాన్ని చూడటం వీలుకాదు
ur: پلگڈ اِن کے دوران ویڈیو نہیں دیکھا جا سکتا
uz: Tokka ulangan vaqtda video ko‘rib bo‘lmaydi
zu: Ividiyo ngeke ukwazi ukuyibuka ngenkathi usaxhumile

source: Unplug the phone to watch videos.
af: Ontprop die foon om video’s te kyk.
kn: ವೀಡಿಯೊವನ್ನು ನೋಡಲು ಫೋನ್‌ ಸಂಪರ್ಕ ತಪ್ಪಿಸಿ.
mg: Tsoahy ny telefaona raha hijery horonantsary.
mr: चित्रफिती पाहण्यासाठी फोन अनप्लग् करा.
ms: Cabut palam telefon untuk menonton video.
ne: भिडियोहरु हेर्नका लागि फोन निकाल्नुहोस्
or: ଭିଡିଓ ଦେଖିବା ପାଇଁ ଫୋନରୁ ତାର ହଟାନ୍ତୁ ।
pt_br: Desplugue seu aparelho para usar este aplicativo.
si: වීඩියෝ බැලීමට දුරකතනය විසන්දි කරන්න.
ta: காணொளிகளைப் பாரக்க பேசியை பிரித்தேடு.
te: దృశ్యకాలను చూడటానికి ఫోనును నిరనుసంధానించండి.
ur: ویڈیوز دیکھنے کے لئے فون انپلگ کریں۔
uz: Videolarni ko‘rish uchun telefonni tok manbasidan uzing.
zu: Doncula ifoni ukuze ukwazi ukubuka amavidiyo.

source: Database Upgrade
af: Databasisopgradering
kn: ದತ್ತಸಂಚಯ ಸುಧಾರಣೆಗೊಳಿಸು
mg: Fanondrotana Tobin-data
mr: डाटाबेस अपग्रेड
ms: Naiktaraf Pangkalan Data
ne: डेटाबेस स्तरवृद्धि
or: ତଥ୍ଯାଧାର ଉନ୍ନୟନ
pt_br: Atualizando dados
si: දත්තසමුදාය යාවත් කිරීම
ta: தரவுத்தள மேம்பாடு
te: డేటాబేస్ నవీకరణ
ur: ڈیٹا بیس درجہ افزوں کریں
uz: Ma’lumotlar bazasini yangilash
zu: Ukuphuculwa kwe-database

source: Please wait while Video updates its database.
af: Wag asseblief terwyl Video sy databasis bywerk.
kn: ವೀಡಿಯೊ ತನ್ನ ದತ್ತಸಂಚಯ ಅಪ್‌ಡೇಟ್ ಮುಗಿಸುವ ತನಕ ಕಾದಿರಿಸಿ.
mg: Andraso, azafady, fa manavao ny tobin-datanao ny Horonantsary.
mr: चित्रफित आपला डाटाबेस अद्यावत करत असताना कृपया प्रतिक्षा करा.
ms: Sila tunggu ketika Video mengemaskini pangkalan datanya.
ne: कृपया भिडियोको डेटाबेस अद्यावधिक हुँदै गर्दा प्रतिक्षा गर्नुहोस्।
or: ଭିଡିଓଟି ଡାଟାବେସରୁ ଅପଲୋଡ଼ ହେଉଛି, ଅପେକ୍ଷା କରନ୍ତୁ ।
pt_br: Por favor, aguarde enquanto os dados são atualizados.
si: වීඩියෝව දත්ත සමූදාය යාවත් කරන තුරු රැදී සිටින්න.
ta: தயவுச்செய்து காணொளி தனது தரவுத்தளத்தின் புதுப்பித்தலை முடிக்கும் வரை காத்திருக்கவும்.
te: విడియో డేటాబేసును తాజాకరించేంతవరకూ దయచేసి వేచివుండండి.
ur: براہ مہربانی انتظار کریں جبکہ ویڈیو اس کی کوائفیے تازہ کاری کررحا ہے۔
uz: Video ma’lumotlar bazasiga yuklangunicha kutib turing.
zu: Sicela ulinde ngenkathi Ividiyo ivuselela i-database yayo.

source: Are you sure you want to delete:
af: Is jy seker dat jy die volgende wil skrap:
kn: ನೀವಿದನ್ನು ಅಳಿಸ ಬೇಕಿರುವುದು ಖಚಿತವೆ:
mg: Siora ianao fa te-hamafa ny:
mr: आपण नक्की नष्ट करू इच्छिता:
ms: Adakah anda pasti untuk menghapus:
ne: के तपाई मेट्ने कुरामा ढुक्क हुनुहुन्छ:
or: ଲିଭାଇବା ବାବଦରେ ନିଶ୍ଚିତ ତ:
pt_br: Tem certeza de que deseja apagar
si: මැකීම පිළිබඳව ඔබට විශ්වාස ද:
ta: நீங்கள் நிச்சயமாக நீக்க விரும்புகிறீர்களா:
te: మీరు ఖచ్చితంగా తొలగించాలనుకుంటున్నారా:
ur: کیا آپ واقعی حذف کرنا چاہتے ہیں:
uz: O‘chirmoqchi ekanligingizga ishonchingiz komilmi:
zu: Unesiqiniseko sokuthi ufuna ukudilitha:

source: Select a video
af: Kies ’n video
kn: ವೀಡಿಯೊವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
mg: Mifantena horonantsary
mr: चित्रफित निवडा
ms: Pilih video
ne: भिडियो चयन गर्नुहोस्
or: ଭିଡିଓଟିଏ ବାଛନ୍ତୁ
pt_br: Selecione um vídeo
si: වීඩියෝවක් තෝරන්න
ta: ஒரு காணொளியை தேர்
te: ఒక వీడియో ఎంచుకోండి
ur: وڈیو منتخب کریں
uz: Videoni tanlash
zu: Khetha ividiyo

source: Save
af: Stoor
kn: ಉಳಿಸು
mg: Hitahiry
mr: जतन करा
ms: Simpan
ne: सङ्ग्रह गर्नुहोस्
or: ସଂରକ୍ଷଣ
pt_br: Salvar
si: සුරකින්න
ta: சேமி
te: భద్రపరచు
ur: محفوظ کریں
uz: Saqlash
zu: Londoloza

source: Saved {{title}} to Video
af: Het {{title}} na Video gestoor
kn: ವೀಡಿಯೊಗೆ {{title}} ಉಳಿಸಲಾಗಿದೆ
mg: Voatahiry ao amin'ny Horonantsary ny {{title}}
mr: {{title}} चित्रफित मध्ये जतन केले
ms: Menyimpan {{title}} pada Video
ne: {{title}} भिडियोमा सङ्ग्रह गरियो
or: ଭିଡିଓର {{title}} ନାମଟି ସାଇତାଗଲା
pt_br: {{title}} salvo em Vídeos
si: {{title}} වීඩියෝ වෙත සුරකින ලදි
ta: {{title}} காணொளிக்கு சேமித்தது
te: {{title}}ను దృశ్యకానికి భద్రపరిచాం
ur: محفوظ {{title}} کو وڈیو
uz: {{title}} "Video"ga saqlandi
zu: Ulondoloze {{title}} kuvidiyo

source: The video could not be downloaded because of a network error.
af: Kon nie die video aflaai nie, weens ’n netwerkfout.
kn: ಜಾಲ ದೋಷದಿಂದಾಗಿ ವೀಡಿಯೊವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ.
mg: Tsy tafidina ny horonantsary fa nisy tsy fetezan'ny tambajotra.
mr: नेटवर्क मधील त्रुटीमुळे ही चित्रफित डाउनलोड करू शकत नाही.
ms: Video tidak dapat dimuat turun disebabkan ralat rangkaian.
ne: सञ्जाल त्रुटिका कारण भिडियो डाउनलोड हुनसकेन।
or: ନେଟୱାର୍କରେ ଅସୁବିଧା ଥିବାରୁ ଭିଡିଓଟି ଡାଉନଲୋଡ଼ ହୋଇପାରିବ ନାହିଁ ।
pt_br: Um erro na rede causou falha ao baixar o vídeo.
si: ජාල දෝෂයක් නිසා වීඩියෝව බාගැණීමට නොහැකි විය.
ta: பிணையத்தில் ஏற்ப்பட்ட பிழையால் நிகழ்படத்தை பதிவிறக்க முடியவில்லை.
te: నెట్‌వర్క్ దోషం కారణంగా దృశ్యకం దింపుకోబడలేదు.
ur: نیٹ ورک کی خرابی کی وجہ سے ویڈیو ڈاؤن لوڈ نہیں کیا جا سکتا۔
uz: Tarmoqdagi xatolik tufayli videoni yuklab bo‘lmadi.
zu: Le vidiyo ayikwazanga ukudawunilodwa ngoba kunenkinga yenethiwekhi.

source: Video cannot be played: either because the server or network failed or because the format is not supported.
af: Kan nie video speel nie: óf omdat die bediener of netwerk misluk het, óf omdat die formaat nie ondersteun word nie.
kn: ವೀಡಿಯೊ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತಿಲ್ಲ: ಏಕೆಂದರೆ ಸರ್ವರ್ ಅಥವಾ ಜಾಲ ವಿಫಲಗೊಂಡಿದೆ ಅಥವಾ ಶೈಲಿಗೆ ಬೆಂಬಲವಿಲ್ಲ.
mg: Tsy afaka mamaky horonantsary: na satria tsy nahomby ny mpizara na tambajotra na satria tsy zaka ny endriny.
mr: चित्रफित चालवू शकत नाही: सर्व्हर किंवा नेटवर्क अपयशामुळे किंवा फाॅरमॅट समर्थित नाही.
ms: Video tidak dapat dimainkan: sama ada disebabkan pelayan atau rangkaian yang gagal atau disebabkan format yang tidak disokong.
ne: भिडियो प्ले हुन सकेन: किनभने सर्भर वा सञ्जाल असफल हुन पुग्यो वा स्वरूप समर्थित छैन।
or: ସର୍ଭର ଅବା ନେଟୱାର୍କ ବିଫଳ ହେବାରୁ କିମ୍ବା ଫର୍ମାଟଟି ଅନୁମୋଦିତ ନ ହେବାରୁ ଭିଡିଓଟି ଚଳାଯାଇପାରିବ ନାହିଁ ।
pt_br: O vídeo não pode ser reproduzido: houve uma falha na rede ou servidor ou o formato não é suportado.
si: වීඩියෝව ධාවනය කළ නොහැක: සේවාදායක හෝ ජාල දෝෂයක් නිසා හෝ සහාය නොදක්වන ආකෘතිය නිසා.
ta: காணொளியை இயக்க முடியாது: சேவகன் அல்லது பிணைய தோல்வி அல்லது ஆதரவற்ற வடிவூட்டம் எதாவது ஒன்றால் இருக்கலாம்.
te: దృశ్యకం ఆడించుట వీలుకాదు: సేవకం లేదా నెట్‌వర్క్ వైఫల్యం వలన గానీ లేదా ఆకృతికి తోడ్పాటు లేకపోవడం వలన గానీ ఆడించలేకపోతన్నాము.
ur: ویڈیو چالو نہیں کیا جا سکتا: کیونکہ یا تو پیش کار یا نیٹ ورک ناکام ہے یا یفارمیٹ معاونت شدہ نہیں ہے۔
uz: Videoni ijro etib bo‘lmadi: yo server yo tarmoq xatosi, yoki format qo‘llab-quvvatlanmaydi.
zu: Ividiyo ayidlalekanga: kungaba yingenxa yokufeyila kweseva noma inethiwekhi noma ngenxa yefomethi engesekiwe.

source: An unknown video error occurred.
af: ’n Onbekende videofout het voorgekom.
kn: ಒಂದು ಗೊತ್ತಿರದ ವೀಡಿಯೊ ದೋಷವು ಎದುರಾಗಿದೆ.
mg: Nisy tsy fetezan'ny horonantsary tsy fantatra.
mr: अपरिचीत चित्रफित त्रुटी आढळली.
ms: Ralat video tidak diketahui berlaku.
ne: एउटा अज्ञात भिडियो त्रुटि देखापर्यो।
or: ଭିଡିଓରେ ଅଜଣା ତ୍ରୁଟିଟିରେ ଘଟିଲା ।
pt_br: Ocorreu um erro de vídeo desconhecido.
si: නොදන්නා වීඩියෝ දෝෂයක් ඇති විය.
ta: தெரியாத காணொளி பிழை ஏற்பட்டது.
te: ఒక తెలియని దృశ్యక దోషం సంభవించింది.
ur: ایک نامعلوم ویڈیو خرابی واقع ہوئی ہے۔
uz: Noma’lum video xatosi yuz berdi.
zu: Kube nephutha levidiyo elingaziwa.

source: Cannot play video
kn: ವೀಡಿಯೊ ಪ್ಲೇ ಮಾಡಲಾಗುತ್ತಿಲ್ಲ
si: වීඩියෝව වාදනය කළ නොහැක
ta: காணொளியை இயக்க முடியவில்லை
ur: ویڈیو نہیں چلا سکتے
uz: Videoni ijro etib bo‘lmaydi

source: Another app is currently using the video player.
kn: ಮತ್ತೊಂದು ಅನ್ವಯ ಪ್ರಸ್ತುತ ವಿಡಿಯೋ ಪ್ಲೇಯರ್ ಬಳಸುತ್ತಿದೆ.
si: වීඩියෝ වාදකය වෙනත් යෙදුමක් දැනටමත් භාවිත කරයි.
ta: காணொளி இயக்கியை மற்றொரு பயன்பாடு பாய்க்கிறது.
ur: فی الحال دیگر ایپ وڈیو پلیئر استعمال کر رہی ہے۔
uz: Hozirda boshqa ilova dastur video pleyerdan foydalanmoqda.

# overlay-cancel-button
source: Cancel
mr: रद्द
pt_br: Cancelar
si: අවලංගු
ta: இரத்து

source: Go to Camera
af: Gaan na Kamera
kn: ಕ್ಯಾಮೆರಾಗೆ ಹೋಗು
mg: Hankao amin'ny Fakantsary
mr: कॅमेरा उघडा
ms: Pergi ke Kamera
ne: क्यामेरामा जानुहोस्
or: କ୍ୟାମେରାକୁ ଯାଆନ୍ତୁ
pt_br: Ir para Câmera
si: කැමරාව වෙත යන්න
ta: படக்கருவிக்குச் செல்
te: కెమేరాకు వెళ్ళు
ur: جائیں بطرف کیمرہ
uz: "Kamera"ga o‘tish
zu: Iya kukhamera

source: Name
af: Naam
kn: ಹೆಸರು
mg: Anarana
mr: नाव
ms: Nama
ne: नाम
or: ନାମ
pt_br: Nome
si: නම
ta: பெயர்
te: పేరు
ur: نام
uz: Nomi
zu: Igama

source: Length
af: Lengte
kn: ಉದ್ದ
mg: Halava
mr: लांबी
ms: Panjang
ne: लम्बाइ
or: ଲମ୍ବ
pt_br: Duração
si: දිග
ta: நீளம்
te: నిడివి
ur: لمبائی
uz: Uzunligi
zu: Ubude

source: Size
af: Grootte
kn: ಗಾತ್ರ
mg: Habe
mr: आकार
ms: Saiz
ne: आकार
or: ଆକାର
pt_br: Tamanho
si: විශාලත්වය
ta: அளவு
te: పరిమాణం
ur: سائز
uz: Hajmi
zu: Usayizi

source: Video Type
af: Videosoort
kn: ವೀಡಿಯೊ ಬಗೆ
mg: Karazan'ny Horonantsary
mr: चित्रफित प्रकार
ms: Jenis Video
ne: भिडियोको प्रकार
or: ଭିଡ଼ିଓ ପ୍ରକାର
pt_br: Tipo do vídeo
si: වීඩියෝ වර්‍ගය
ta: நிகழ்பட வகை
te: దృశ్యకపు రకం
ur: ویڈیو کی قسم
uz: Video turi
zu: Uhlobo lwevidiyo

source: Date Taken
af: Datum geneem
kn: ತೆಗೆಯಲಾದ ದಿನಾಂಕ
mg: Daty Nakana
mr: काढलेला दिनांक
ms: Tarikh Diambil
ne: लिइएको मिति
or: ତାରିଖ ନିଆ ଯାଇଛି
pt_br: Data da gravação
si: ගත් දිනය
ta: எடுத்த தேதி
te: తీసిన తేదీ
ur: تاریخ قرار دی گئی
uz: Olingan sanasi
zu: Usuku ethathwe ngalo

source: Resolution
af: Resolusie
kn: ರೆಸಲ್ಯೂಶನ್
mg: Fivelatra
mr: रिझोल्यूशन
ms: Resolusi
ne: रिजोल्युसन
or: ବିଭେଦନ
pt_br: Resolução
si: විභේදනය
ta: தெளிவுத்திறன்
te: విభాజకత
ur: ریزیلوشن
uz: O‘lchami
zu: I-Resolution

source: Close
af: Maak toe
kn: ಮುಚ್ಚು
mg: Akatona
mr: बंद
ms: Tutup
ne: बन्द
or: ବନ୍ଦ କରନ୍ତୁ
pt_br: Fechar
si: වසන්න
ta: மூடு
te: మూసివేయి
ur: بند کریں
uz: Yopish
zu: Vala

source: Bytes
af: Grepe
kn: ಬೈಟ್‌ಗಳು
mg: Bity
mr: बाईट्स
ms: Bait
ne: बाइटहरू
or: ବାଇଟ
si: බයිට්
ta: பைட்கள்
te: బైట్లు
ur: بائٹس
uz: Bayt
zu: Ama-Byte

source: Share
kn: ಹಂಚು
si: බෙදාගන්න
ur: شیئر کریں
uz: Bo‘lishish

source: More info
af: Meer inligting
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿ
mg: Fampahalalana bebe kokoa
mr: अधिक माहिती
ne: थप जानकारी
or: ଅଧିକ ସୂଚନା
pt_br: Mais informações
si: තවත් තොරතුරු
ta: கூடுதல் தகவல்
ur: مزید معلومات
uz: Qo‘shimcha ma’lumot
zu: Eminye imininingwane

source: Delete
kn: ಅಳಿಸು
si: මකන්න
ur: حذف کریں
uz: O‘chirish

source: Video
kn: ವೀಡಿಯೊಗಳು
si: වීඩියෝ
ur: ویڈیو

# select-button.ariaLabel
source: Select
kn: ಆಯ್ಕೆಮಾಡು
si: තෝරන්න
ur: منتخب کریں
uz: Tanlash

# delete-button.ariaLabel
source: Delete
kn: ಅಳಿಸು
si: මකන්න
ur: حذف کریں
uz: O‘chirish

# share-button.ariaLabel
source: Share
kn: ಹಂಚು
si: බෙදාගන්න
ur: شیئر کریں
uz: Bo‘lishish

source: Info
kn: ಮಾಹಿತಿ
si: තොරතුරු
ur: شیئر کریں
uz: Ma’lumot

source: Options
si: විකල්ප

source: Confirm
kn: ಖಚಿತಪಡಿಸು
si: තහවුරු කරන්න
ur: تصدیق کریں
uz: Tasdiqlash

# videos-list.ariaLabel
source: Videos
kn: ವೀಡಿಯೊಗಳು
si: වීඩියෝ
ur: ویڈیو
uz: Videolar

source: More
kn: ಮತ್ತಷ್ಟು
si: තවත්
ur: مزید
uz: Ko‘proq

source: Seek backward
kn: ಹಿಂದಕ್ಕೆ ತೆರಳು
si: පිටුපසට සොයන්න
ur: پیچھے ڈھونڈیں
uz: Orqaroqdan izlash

source: Seek bar, duration {{ duration }}
kn: ತೆರಳು ಪಟ್ಟಿ, ಅವಧಿ {{ duration }}
si: සෙවුම තීරුව, කාලසීමාව {{ duration }}
ur: تلاس بار، دورانیہ {{ duration }}
uz: Izlash paneli, {{ duration }} mobaynida

source: Seek forward
kn: ಮುಂದಕ್ಕೆ ತೆರಳು
si: ඉදිරියට සොයන්න
ur: آگے ڈھونڈیں
uz: Oldinroqdan izlash

source: Play
kn: ಪ್ಲೇ
si: ධාවනය කරන්න
ur: چلائیں
uz: Ijro etish

source: Pause
kn: ವಿರಮಿಸು
si: මඳක් නවත්වන්න
ur: موقوف
uz: Pauza

source: Full screen
kn: ಪೂರ್ಣ ತೆರೆ
si: පූර්ණ තිරය
ur: پوری سکرین
uz: Butun ekran

source: Show controls
kn: ನಿಯಂತ್ರಣಗಳನ್ನು ತೋರಿಸು
si: පාලක පෙන්වන්න
ur: کنٹرول دکھائیں
uz: Boshqaruvlarni ko‘rsatish

source: Hide controls
kn: ನಿಯಂತ್ರಣಗಳನ್ನು ಅಡಗಿಸು
si: පාලක සඟවන්න
ur: کنٹرول چھپائیں
uz: Boshqaruvlarni yashirish

source: Loading
kn: ಲೋಡ್‍ ಆಗುತ್ತಿದೆ
si: පූර්ණය වෙමින්
ur: لوڈ کر رہا ہے
uz: Yuklanmoqda

source: KB
mr: केबी
ne: किलो बाइट
ta: கிபை
te: కిబై
ur: کلو بائٹس

source: MB
mr: एमबी
ne: मेगाबाइट
ta: மெபை
te: మెబై
ur: میگا بائٹ

source: Select
af: Kies
ms: Pilih
ne: चयन गर्नुहोस्
or: ବାଛନ୍ତୁ
pt_br: Selecionar
te: ఎంచుకోండి
zu: Khetha

source: Videos
ms: Video
ne: भिडियोहरु
or: ଭିଡିଓ
pt_br: Vídeos
te: వీడియోలు
zu: Amavidiyo

source: Delete Video?
ms: Hapuskan video?
ne: भिडियो मेटाउने?
or: ଭିଡ଼ିଓଟି ଲିଭାଇବେ?
te: దృశ్యకాన్ని తొలగించాలా?

source: Cancel
ms: Batal
ne: रद्द गर्नुहोस्
or: ବାତିଲ
te: రద్దుచేయి

source: GB
mr: जीबी
ne: गिगा बाइट
ta: ஜிபை
te: గిబై

source: TB
mr: टीबी
ne: टेरा बाइट
ta: டெபைட்
te: టెబై

source: PB
mr: पीबी
ne: पेटा बाइट
ta: பெபை
te: పెబై

source: EB
mr: ईबी
ne: एग्जा बाइट
ta: எபை
te: ఎబై

source: ZB
mr: झीबी
ne: जेटा बाइट
ta: ஜெபை
te: జెబై

source: YB
mr: वायबी
ne: योटा बाइट
ta: யோபை
te: యొబై

source: Share
af: Deel
ne: बाँड्नुहोस्
or: ବିତରଣ
pt_br: Compartilhar
zu: Yabelana

source: Delete
af: Skrap
ne: मेट्नुहोस्
or: ଲିଭାନ୍ତୁ
pt_br: Excluir
zu: Dilitha
