Repository: translate/mozilla-gaia
Catalog: */apps/clock/alarms.properties.po
Languages: ar, bg, bn_in, br, ca, cy, eu, fa, hu, kn, mai, my, ne, ta, ur

source: Awake
ar: مُستيقظ
bg: Събуждане
bn_in: জাগ্রত
br: Dihun
ca: Despert
cy: Deffro
eu: Esna
fa: بیدار
hu: Ébredés
kn: ಎಚ್ಚರವಾಗಿಸು
mai: जागल
my: နိုးထမည်
ne: ब्यूँझनु
ta: விழிப்பு
ur: جاگا ہوا

source: Crystalize
ar: بلورة
bg: Кристализиране
bn_in: ক্রিস্টালাইজ
br: Strinkel
ca: Cristal·lització
cy: Crisialu
eu: Kristalizazioa
fa: کریستالی
hu: Kristályok
kn: ಕ್ರಿಸ್ಟಲೈಜ್
mai: क्रिस्टलाइज़
my: ခရစ်စတယ်
ne: क्रिस्टलाईज
ta: படிகவியல்
ur: بلوریں

source: Cycle
ar: دورة
bg: Цикъл
bn_in: চক্র
br: Kelc'hiad
ca: Cicle
cy: Cylchdroi
eu: Zikloa
fa: چرخه
hu: Ciklus
kn: ಚಕ್ರ
mai: चक्र
my: တစ်ပါတ်လည်
ne: चक्र
ta: சுழற்சி
ur: سائکل

source: Digicloud
ar: السّحابة الرقمية
bg: Цифров облак
bn_in: ডিজিক্লাউড
br: Koumoul niverel
ca: Núvol digital
cy: Cwmwl Digidol
eu: Digihodeia
fa: ابردیجیتال
hu: Adatfelhő
kn: ಡಿಜಿಕ್ಲೌಡ್
mai: डिगिक्लॉउड
ne: डिजीक्लाउड
ta: டிஜிகிளவுட்
ur: دجی کلاوڈ

source: Humming Waves
ar: هدير الأمواج
bg: Бучащи вълни
bn_in: হাম্মিং ওয়াভস
br: Gwagennoù
ca: Brunzit d'onades
cy: Si'r Tonnau
eu: Uhin burrunbatsuak
fa: امواج زمزمه‌
hu: Duruzsoló hullámok
kn: ಹಮ್ಮಿಂಗ್ ವೇವ್ಸ್
my: တည်ငြိမ်သော လှိုင်းများ
ne: हयुमिंग छालहरु
ta: ரீங்கார அலைகள்
ur: گنگناتی لہریں

source: Into the Void
ar: في الفراغ
bg: В бездната
bn_in: বাতিলের পর্যায়
br: E-barzh ar goullo
ca: En el buit
cy: I'r Dwfn
eu: Hutsean
fa: به درون هیچ
hu: A semmibe
kn: ದಿಗಂತ
mai: रिक्तता मे
my: တဖြည်းဖြည်းတိုးသွားမည်
ne: शून्य प्रवेश
ta: வெற்றிடத்தில்
ur: انٹو دی وایڈ

source: Lightly
ar: برفق
bg: Леко
bn_in: স্বল্প
br: Skañv
ca: Lleuger
cy: Ysgafn
eu: Arina
fa: به آرامی
hu: Könnyed
kn: ಲೈಟ್‌ಲಿ
mai: हलुक सँ
my: ပေါ့ပေါ့ပါးပါး
ne: हल्का रुपमा
ta: லேசான
ur: ہلکا

source: Mobile
ar: هاتف
bg: Мобилно
bn_in: মোবাইল
br: Hezougell
ca: Mòbil
cy: Symudol
eu: Mugikorra
fa: همراه
hu: Mobil
kn: ಮೊಬೈಲ್
mai: मोबाइल
my: မိုဘိုင်း
ne: मोबाइल
ta: கைபேசி
ur: موبائل

source: Pinger
ar: رنّان
bg: Жужене
bn_in: পিংআর
ca: Sonar
cy: Pingio
fa: سرزننده
hu: Kopogó
kn: ಪಿಂಗರ್
my: ပေဂျာ
ne: पिन्गेर
ta: பிங்கர்
ur: پنگر

source: Skip
ar: تخطّ
bg: Подскачащо
bn_in: উপেক্ষা
br: Leuskel
ca: Salt
cy: Sgipio
eu: Jauzia
fa: پرش
hu: Kihagyás
kn: ತಪ್ಪಿಸು
mai: छोडू
my: ကျော်ပါ
ne: छोड्नुहोस्
ta: தவிர்
ur: چھوڑیں

source: Tri
ar: ثلاثي
bg: Три
bn_in: ট্রি
fa: سه
hu: Hármas
kn: ಟ್ರೈ
mai: ट्राय
my: တြိ
ne: त्रि
ta: முத்தரப்பு
ur: سہ

source: Universal
ar: عالمي
bg: Универсално
bn_in: সর্বজনীন
br: Hollvedel
cy: Cyfanfyd
eu: Unibertsala
fa: جهانی
hu: Egyetemes
kn: ಜಾಗತಿಕ
mai: सार्वभौमिक
my: ကမ္ဘာလုံးဆိုင်ရာ
ne: विश्वब्यापी
ta: உலகளாவிய
ur: عالمگیر
