Repository: translate/mozilla-gaia
Catalog: */apps/clock/clock.properties.po
Languages: br, eo, gd, mg, my, ne, or, sw, ta, ur, zu

source: Reset
br: Adderaouekaat
eo: Rekomenci
gd: Ath-shuidhich
mg: Hanefy indray
my: ပြန်စပါ
ne: रिसेट गर्नुहोस्
or: ଅନ୍ଧାର ଭିତରକୁ
sw: Seti upya
ta: மீட்டமை
ur: پھر سیٹ کریں
zu: Setha kabusha

source: Start
br: Kregiñ
eo: Komenci
gd: Tòisich
mg: Alefa
my: စပါ
ne: सुरु
or: ଆରମ୍ଭ କରନ୍ତୁ
sw: Anza
ta: துவக்கு
ur: شروع
zu: Qala

source: Stop
br: Paouez
eo: Haltigi
gd: Sguir dheth
mg: Ajanona
my: ရပ်
ne: रोक्नुहोस्
or: ଅଟକାନ୍ତୁ
sw: Simamisha
ta: நிறுத்து
ur: بند کرو
zu: Misa

source: Cancel
br: Nullañ
eo: Nuligi
gd: Sguir dheth
mg: Foanana
my: ဖျက်
ne: रद्द गर
or: ବାତିଲ କରନ୍ତୁ
sw: Ghairi
ta: இரத்து
ur: منسوخ کریں
zu: Khansela

source: Hour
eo: Horo
mg: Ora
or: ଘଣ୍ଟା
sw: Saa
ta: மணி நேரம்
zu: Ihora

source: Hours
br: Eurioù
gd: Uairean a thìde
mg: Ora
my: နာရီများ
ne: घण्टा
or: ଘଣ୍ଟା
sw: Saa
ta: மணி நேரம்
ur: گھنٹے
zu: Amahora

source: Minute
eo: Minuto
mg: Minitra
or: ମିନିଟ
sw: Dakika
ta: நிமிடம்
zu: Umzuzu

source: Minutes
br: Munutennoù
gd: Mionaidean
mg: Minitra
my: မိနစ်
ne: मिनेट
or: ମିନଟସବୁ
sw: Dakika
ta: நிமிடங்கள்
ur: منٹ
zu: Imizuzu

source: Alarm
br: Arfroù
eo: Alarmo
gd: Caismeachd
mg: Alarima
my: သတိပေးချက်
ne: संसूचक
or: ଚେତାବନୀ
sw: King'ora
ta: அலாரம்
ur: الارم
zu: I-alamu

source: Timer
br: Munuter
eo: Tempumilo
gd: Tìmear
mg: Minitera
my: အချိန်တိုင်းပေးသူ
ne: समय सुचक
or: ଟାଇମର
sw: Kipima wakati
ta: நேரங்காட்டி
ur: ٹائمر
zu: Ukuzikalela isikhathi

source: Stopwatch
br: Padventer
eo: Kronometro
gd: Stad-uaireadair
mg: Fanisam-potoana
my: အချိန်ရေတွက်သူ
ne: रोमिघडी
or: ଷ୍ଟପୱାଚ
sw: Saa ya michezo
ta: நிறுத்த கடிகாரம்
ur: سٹاپواچ
zu: Iwashi lokuzikalela isikhathi

source: Alarm name
br: Anv an arfroù
eo: Nomo de alarmo
gd: Ainm na caismeachd
mg: Anaran'alarima
my: သတိပေးချက်အမည်
ne: संसूचकको नाम
or: ଚେତାବନୀ ନାମ
sw: Jina la King'ora
ta: அலாரம் பெயர்
ur: الارم کا نام
zu: Igama le-alamu

source: New alarm
br: Arfroù nevez
eo: Nova alarmo
gd: Caismeachd ùr
mg: Alarima vaovao
my: သတိပေးချက် အသစ်
ne: नयाँ संसूचक
or: ନୂଆ ଚେତାବନୀ
ta: புதிது
ur: نیا الارم
zu: I-alamu entsha

source: Edit alarm
br: Embann an arfroù
eo: Modifi alarmon
gd: Deasaich a’ chaismeachd
mg: Hanitsy alarima
my: သတိပေးနာရီအားတည်းဖြတ်
ne: संसूचक सम्पादन गर्नुहोस्
or: ଆଲାର୍ମ ସମ୍ପାଦନା କରନ୍ତୁ
sw: Hariri king'ora
ta: தொகு
ur: الارم میں ترمیم کریں
zu: Lungisa i-alamu

source: Pause
br: Ehan
eo: Paŭzigi
gd: Cuir 'na stad
mg: Haato
my: ရပ်
ne: रोक्नुहोस्
or: ବିରତି
sw: Sitisha
ta: இடைநிறுத்தம்
ur: روک دیں
zu: Thula kancane

source: Resume
br: Kenderc'hel
eo: Daŭrigi
gd: Lean air
mg: Hanohy
my: ပြန်စပါ
ne: सुचारू
or: ପୁନର୍ଚାଳନ
sw: Rejea
ta: மீண்டும் தொடங்கு
ur: جاری کریں
zu: Qhubeka

source: Lap
br: Tro
eo: Rondo
gd: Cuairt
mg: Elanelana
my: ကြားအကွာ
ne: काख
or: ଲ୍ୟାପ
sw: Mzunguko
ta: சுற்று
ur: لیپ
zu: Umzungezo

source: Lap {{n}}
br: Tro {{n}}
eo: Rondo {{n}}
gd: Cuairt {{n}}
mg: Elanelana {{n}}
my: ကြားအကွာ {{n}}
ne: {{n}} चरण
or: ଲ୍ୟାପ {{n}}
sw: Mzunguko {{n}}
ta: {{n}} சுற்று
ur: لیپ {{n}}
zu: Umzungezo {{n}}

source: Delete
br: Dilemel
eo: Forigi
gd: Sguab às
mg: Hamafa
my: ဖျက်ပါ
ne: मेट्नुहोस्
or: ଲିଭାନ୍ତୁ
sw: Futa
ta: அழி
ur: حذف کریں
zu: Dilitha

source: Time
br: Eur
eo: Tempo
gd: Àm
mg: Ora
my: အချိန်
ne: समय
or: ସମୟ
sw: Wakati
ta: நேரம்
ur: وقت
zu: Isikhathi

# snooze-label
source: Snooze
br: Adc'halv
eo: Rememori
gd: Dèan dùsal
mg: Hanemotra
my: ပြန်နှိုး
ne: झपकी
or: ସ୍ବଲ୍ପ ସମୟ ବିରତି
sw: Sinzia
ta: ஒத்திவை
ur: ٹھوڑا سوئیں
zu: Lala

# snooze-button
source: Snooze
br: Daleañ
eo: Prokrasti
gd: Dèan dùsal
mg: Hanemotra
my: ပြန်နှိုး
ne: झपकी
or: ସ୍ବଲ୍ପ ସମୟ ବିରତି
sw: Sinzia
ta: ஒத்திவை
ur: ٹھوڑا سوئیں
zu: Lala

source: Repeat
br: Adober
eo: Ripeti
gd: Ath-dhèan
mg: Hamerina
my: ထပ်လုပ်ပါ
ne: दोहोर्याउनुहोस्
or: ପୁନରାବୃତ୍ତି
sw: Rudia
ta: திரும்பச்செய்
ur: دہرائیں
zu: Phinda

source: Vibrate
br: Froumal
eo: Vibri
gd: Dèan crith
mg: Mihovitra
my: တုန်ခါပါ
ne: थर्किनु
or: କମ୍ପନ
sw: Tikisa
ta: அதிரச்செய்
ur: شرح
zu: Vayibhretha

source: Close
br: Serriñ
eo: Fermi
gd: Dùin
mg: Akatona
my: ပိတ်ပါ
ne: बन्द गर्नुहोस्
or: ବନ୍ଦ କରନ୍ତୁ
ta: மூடவும்
ur: بند كریں
zu: Vala

source: Save
br: Enrollañ
eo: Konservi
gd: Sàbhail
mg: Hitahiry
my: သိမ်း
ne: बचत गर्नुहोस्
or: ସାଇତନ୍ତୁ
sw: Hifadhi
ta: சேமி
ur: محفوظ کریں
zu: Londoloza

source: Done
br: Graet
eo: Preta
gd: Deiseil
mg: Vita
my: ပြီးပြီ
ne: भयो
or: ସମ୍ପନ୍ନ
sw: Imekamilika
ta: முடிந்தது
ur: مکمل
zu: Qedile

# closeButton.ariaLabel
source: Close
br: Serriñ
eo: Fermi
gd: Dùin
mg: Akatona
my: ပိတ်
ne: बन्द गर्नुहोस्
or: ବନ୍ଦ କରନ୍ତୁ
ta: மூடவும்
ur: بند کریں
zu: Vala

# newAlarmButton.ariaLabel
source: New alarm
br: Arfroù nevez
eo: Nova alarmo
gd: Caismeachd ùr
mg: Alarima vaovao
my: သတိပေးချက် အသစ်
ne: नयाँ संसूचक
or: ନୂଆ ଚେତାବନୀ
ta: புதிது
ur: نیا الارم
zu: I-alamu entsha

source: System Alarm Volume
br: Ampled arfroù ar reizhiad
eo: Laŭteco de sistema alarmo
gd: Ìre na fuaime aig caismeachd an t-siostaim
mg: Haavo Alarima Rafitra
my: စနစ် စံသတိပေးချက် အသံပမာဏ
ne: प्रणालीको संसूचक आवाज
or: ସିଷ୍ଟମ ଆଲାର୍ମ ଭଲ୍ୟୁମ
ta: கணினி அலார ஒலியளவு
ur: سسٹم الارم صوت
zu: Ivolumu Yohlelo Lwe-alamu

source: Sound
br: Son
eo: Sono
gd: Fuaim
mg: Feo
my: အသံ
ne: ध्वनि
or: ଧ୍ବନି
sw: Sauti
ta: ஒலி
ur: آواز
zu: Isawundi

source: No Sound
br: Son ebet
eo: Silento
gd: Gun fhuaim
mg: Tsisy Feo
my: အသံ မရှိပါ
ne: ध्वनि छैन
or: ଧ୍ୱନି ନାହିଁ
sw: Hakuna Sauti
ta: ஒலி இல்லை
ur: کویئ آواز نہی
zu: Akunasawundi

source: Every day
br: Bemdez
eo: Ĉiutage
gd: Gach latha
mg: Isan'andro
my: နေ့တိုင်း
ne: प्रत्येक दिन
or: ପ୍ରତି ଦିନ
sw: Kila siku
ta: தினமும்
ur: ہر روز
zu: Zonke izinsuku

source: Weekdays
br: Bep sizhun
eo: Labortage
gd: Làithean-obrach
mg: Andro fiasana
my: ရက်သတ္တပါတ်အဆုံးနေ့များ
ne: हप्तादिनहरु
or: ସାପ୍ତାହିକ ଦିନ
sw: Siku ya wiki
ta: வார நாட்களில்
ur: ہفتے کے دن
zu: Phakathi nezinsuku

source: Weekends
br: Dibenn ar sizhun
eo: Semajnfine
gd: Deiridhean-seachdaine
mg: Faran'ny herinandro
my: ရက်သတ္တပါတ်အဆုံးများ
ne: सप्ताहन्त
or: ସପ୍ତାହାନ୍ତ
sw: Wikiendi
ta: வாரஇறுதியில்
ur: ہفتہ
zu: Izimpelaviki

source: Never
br: Morse
eo: Neniam
gd: Chan ann idir
mg: Tsy mihitsy
my: ဘယ်တော့မှ
ne: कहिले पनि होइन
or: କଦାପି ନୁହଁ
sw: Kamwe
ta: எப்போதுமில்லை
ur: کبھی نہیں
zu: Nhlobo

source: On
br: Gweredekaet
eo: Ŝaltita
gd: Air
mg: Mandeha
my: ဖွင့်
ne: चालु
or: ଅନ କରନ୍ତୁ
sw: Washa
ta: இயக்கு
ur: چلایئں
zu: Ivuliwe

source: Off
br: Diweredekaet
eo: Malŝatita
gd: Dheth
mg: Maty
my: ပိတ်
ne: बन्द
or: ବନ୍ଦ କରନ୍ତୁ
sw: Zima
ta: அடைத்துவை
ur: بند کریئں
zu: Icishiwe

source: +1 Min
br: +1 Mun
gd: +1 mion
my: +1 မိနစ်
ne: थप एक मिनेट
or: +1 ମିନ
sw: Dakika +1
ta: +1 நிமிடம்
ur: +1 منٹ
zu: Umzuzu o-+1

source: The alarm is set for <strong>{{minutes}}</strong> from now.
eo: La alarmo ekos post <strong>{{minutes}}</strong>.
mg: Notefena ho <strong>{{minutes}}</strong> manomboka izao ny alarima.
or: ଏବେଠାରୁ ଏହି ଆଲାର୍ମଟି <strong>{{minutes}}</strong> ନିଶ୍ଚିତ କରାଗଲା ।
sw: King'ora kimewekwa kulia <strong>{{minutes}}</strong> kutoka sasa.
ta: இப்போதிருந்து <strong>{{minutes}}</strong> அலாரம் அமைக்கப்பட்டது.
zu: I-alamu isethelwe u-<strong>{{minutes}}</strong> kusukela manje.

source: The alarm is set for {{hours}} {{minutes}} from now.
eo: La alarmo ekos post {{hours}} {{minutes}}.
mg: Notefena ho {{hours}} {{minutes}} manomboka izao ny alarima.
or: ଏବେଠାରୁ ଏହି ଆଲାର୍ମଟି {{hours}} {{minutes}} ସମୟ ପାଇଁ ନିଶ୍ଚିତ କରାଗଲା ।
sw: King'ora kimewekwa kulia {{hours}} {{minutes}} kutoka sasa.
ta: இப்போதிருந்து {{hours}} {{minutes}} க்கு அலாரம் அமைக்கப்பட்டது.
zu: I-alamu isethelwe angama-{{hours}} {{minutes}} kusukela manje.

source: The alarm is set for {{days}} {{hours}} from now.
eo: La alarmo ekos post {{days}} {{hours}}.
mg: Notefena ho {{days}} {{hours}} manomboka izao ny alarima.
or: ଏବେଠାରୁ ଏହି ଆଲାର୍ମଟି {{days}} {{hours}} ସମୟ ପାଇଁ ନିଶ୍ଚିତ କରାଗଲା ।
sw: King'ora kimewekwa kulia {{days}} {{saa}} kutoka sasa.
ta: இப்பொழுது {{days}} {{hours}} க்கு அலாரம் அமைக்கப்பட்டது.
zu: I-alamu isethelwe ezi-{{days}} {{hours}} kusukela manje.

source: less than a minute
br: nebeutoc'h eget ur vunutenn
eo: malpli ol minuto
gd: nas lugha na mionaid
mg: latsaka ny iray minitra
my: မိနစ်အနည်းငယ်အတွင်း
ne: एक मिनेट भन्दा कम
or: ମିନିଟକରୁ କମ
sw: chini ya dakika
ta: ஒரு நிமிடத்திற்கும் குறைவாக
ur: ایک منٹ سے کم
zu: ngaphansi komzuzu

# nMinutes[one]
source: one minute
eo: unu minuto
mg: iray minitra
or: ମିନିଟଟିଏ
ta: ஒரு நிமிடம்
zu: umzuzu owodwa

# nMinutes[two]
source: {{n}} minutes
eo: {{n}} minutoj
mg: {{n}} minitra
or: {{n}} ମିନିଟଟିଏ
sw: dakika {{n}}
ta: {{n}} நிமிடங்கள்
zu: imizuzu eyi-{{n}}

# nMinutes[few]
source: {{n}} minutes
eo: {{n}} minutoj
mg: {{n}} minitra
or: {{n}} ମିନିଟ
sw: Dakika {{n}}
ta: {{n}} நிமிடங்கள்
zu: imizuzu eyi-{{n}}

# nMinutes[many]
source: {{n}} minutes
eo: {{n}} minutoj
mg: {{n}} minitra
or: {{n}} ମିନିଟ
sw: Dakika {{n}}
ta: {{n}} நிமிடங்கள்
zu: imizuzu eyi-{{n}}

# nMinutes[other]
source: {{n}} minutes
eo: {{n}} minutoj
mg: {{n}} minitra
or: {{n}} ମିନିଟ
sw: Dakika {{n}}
ta: {{n}} நிமிடங்கள்
zu: imizuzu eyi-{{n}}

source: <strong>{{n}} hour</strong>
eo: <strong>{{n}} horo</strong>
mg: <strong>{{n}} ora</strong>
or: ଏବଂ <strong>{{n}} ଘଣ୍ଟା</strong>
sw: <strong>saa {{n}}</strong>
ta: <strong>{{n}} மணி நேரம்</strong>
zu: <strong>{{n}} ihora</strong>

# nHours[two]
source: <strong>{{n}} hours</strong>
eo: <strong>{{n}} horoj</strong>
mg: <strong>{{n}} ora</strong>
or: ଏବଂ <strong>{{n}} ଘଣ୍ଟା</strong>
sw: <strong>saa {{n}}</strong>
ta: <strong>{{n}} மணி நேரம்</strong>
zu: <strong>ama-{{n}} amahora</strong>

# nHours[few]
source: <strong>{{n}} hours</strong>
eo: <strong>{{n}} horoj</strong>
mg: <strong>{{n}} ora</strong>
or: <strong>{{n}} ଘଣ୍ଟା</strong>
sw: <strong>saa {{n}}</strong>
ta: <strong>{{n}} மணி நேரம்</strong>
zu: <strong>ama-{{n}} amahora</strong>

# nHours[many]
source: <strong>{{n}} hours</strong>
eo: <strong>{{n}} horoj</strong>
mg: <strong>{{n}} ora</strong>
or: ଏବଂ <strong>{{n}} ଘଣ୍ଟା</strong>
sw: <strong>saa {{n}}</strong>
ta: <strong>{{n}} மணி நேரம்</strong>
zu: <strong>ama-{{n}} amahora</strong>

# nHours[other]
source: <strong>{{n}} hours</strong>
eo: <strong>{{n}} horoj</strong>
mg: <strong>{{n}} ora</strong>
or: ଏବଂ <strong>{{n}} ଘଣ୍ଟା</strong>
sw: <strong>saa {{n}}</strong>
ta: <strong>{{n}} மணி நேரம்</strong>
zu: <strong>ama-{{n}} amahora</strong>

source: and <strong>{{n}} hour</strong>
eo: kaj <strong>{{n}} horo</strong>
mg: sy <strong>{{n}} ora</strong>
or: ଏବଂ <strong>{{n}} ଘଣ୍ଟା</strong>
sw: na <strong> saa {{n}}</strong>
ta: மேலும் <strong>{{n}} மணி நேரம்</strong>
zu: kanye<strong>{{n}} ihora</strong>

# nAndRemainHours[two]
source: and <strong>{{n}} hours</strong>
eo: kaj <strong>{{n}} horoj</strong>
mg: sy <strong>{{n}} ora</strong>
or: ଏବଂ <strong>{{n}} ଘଣ୍ଟା</strong>
sw: na <strong> saa {{n}}</strong>
ta: மேலும்<strong>{{n}} மணி நேரம்</strong>
zu: kanye<strong>ama-{{n}} amahora</strong>

# nAndRemainHours[few]
source: and <strong>{{n}} hours</strong>
eo: kaj <strong>{{n}} horoj</strong>
mg: sy <strong>{{n}} ora</strong>
or: ଏବଂ <strong>{{n}} ଘଣ୍ଟା</strong>
sw: na <strong>saa {{n}}</strong>
ta: மற்றும் <strong>{{n}} மணி நேரம்</strong>
zu: kanye<strong>ama-{{n}} amahora</strong>

# nAndRemainHours[many]
source: and <strong>{{n}} hours</strong>
eo: kaj <strong>{{n}} horoj</strong>
mg: sy <strong>{{n}} ora</strong>
or: ଏବଂ <strong>{{n}} ଘଣ୍ଟା</strong>
sw: na <strong>saa {{n}}</strong>
ta: மற்றும் <strong>{{n}} மணி நேரம்</strong>
zu: kanye<strong>ama-{{n}} amahora</strong>

# nAndRemainHours[other]
source: and <strong>{{n}} hours</strong>
eo: kaj <strong>{{n}} horoj</strong>
mg: sy <strong>{{n}} ora</strong>
or: ଏବଂ <strong>{{n}} ଘଣ୍ଟା</strong>
sw: na <strong>saa {{n}}</strong>
ta: மற்றும் <strong>{{n}} மணி நேரம்</strong>
zu: kanye<strong>ama-{{n}} amahora</strong>

source: <strong>{{n}} day</strong>
eo: <strong>{{n}} tago</strong>
mg: <strong>{{n}} andro</strong>
or: <strong>{{n}} ଦିନ</strong>
sw: <strong>siku {{n}}</strong>
ta: <strong>{{n}} நாள்</strong>
zu: <strong>{{n}} usuku</strong>

# nRemainDays[two]
source: <strong>{{n}} days</strong>
eo: <strong>{{n}} tagoj</strong>
mg: <strong>{{n}} andro</strong>
or: ଏବଂ <strong>{{n}} ଦିନ</strong>
sw: <strong>siku {{n}}</strong>
ta: <strong>{{n}} நாட்கள்</strong>
zu: <strong>{{n}} izinsuku</strong>

# nRemainDays[few]
source: <strong>{{n}} days</strong>
eo: <strong>{{n}} tagoj</strong>
mg: <strong>{{n}} andro</strong>
or: ଏବଂ <strong>{{n}} ଦିନ</strong>
sw: <strong>siku {{n}}</strong>
ta: <strong>{{n}} நாட்கள்</strong>
zu: <strong>{{n}} izinsuku</strong>

# nRemainDays[many]
source: <strong>{{n}} days</strong>
eo: <strong>{{n}} tagoj</strong>
mg: <strong>{{n}} andro</strong>
or: ଏବଂ <strong>{{n}} ଦିନ</strong>
sw: <strong>siku {{n}}</strong>
ta: <strong>{{n}} நாட்கள்</strong>
zu: <strong>{{n}} izinsuku</strong>

# nRemainDays[other]
source: <strong>{{n}} days</strong>
eo: <strong>{{n}} tagoj</strong>
mg: <strong>{{n}} andro</strong>
or: ଏବଂ <strong>{{n}} ଦିନ</strong>
sw: <strong>siku {{n}}</strong>
ta: <strong>{{n}} நாட்கள்</strong>
zu: <strong>{{n}} izinsuku</strong>

source: and <strong>{{n}} minute</strong>
eo: kaj <strong>{{n}} minuto</strong>
mg: sy <strong>{{n}} minitra</strong>
or: ଏବଂ <strong>{{n}} ମିନିଟ</strong>
sw: na <strong>dakika {{n}}</strong>
ta: மற்றும் <strong>{{n}} நிமிடங்கள்</strong>
zu: kanye<strong>{{n}} umzuzu</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
eo: kaj <strong>{{n}} minutoj</strong>
mg: sy <strong>{{n}} minitra</strong>
or: ଏବଂ <strong>{{n}} ମିନିଟ</strong>
sw: na <strong>dakika {{n}}</strong>
ta: மற்றும் <strong>{{n}} நிமிடங்கள்</strong>
zu: kanye<strong>{{n}} imizuzu</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
eo: kaj <strong>{{n}} minutoj</strong>
mg: sy <strong>{{n}} minitra</strong>
or: ଏବଂ <strong>{{n}} ମିନିଟ</strong>
sw: na <strong>dakika {{n}}</strong>
ta: மற்றும் <strong>{{n}} நிமிடங்கள்</strong>
zu: kanye<strong>{{n}} imizuzu</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
eo: kaj <strong>{{n}} minutoj</strong>
mg: sy <strong>{{n}} minitra</strong>
or: ଏବଂ <strong>{{n}} ମିନିଟ</strong>
sw: na <strong>dakika {{n}}</strong>
ta: மற்றும் <strong>{{n}} நிமிடங்கள்</strong>
zu: kanye<strong>{{n}} imizuzu</strong>

# nRemainMinutes[other]
source: and <strong>{{n}} minutes</strong>
eo: kaj <strong>{{n}} minutoj</strong>
mg: sy <strong>{{n}} minitra</strong>
or: ଏବଂ <strong>{{n}} ମିନିଟ</strong>
sw: na <strong>dakika {{n}}</strong>
ta: மற்றும் <strong>{{n}} நிமிடங்கள்</strong>
zu: kanye<strong>{{n}} imizuzu</strong>

source: zero seconds
eo: nul sekundo
mg: aotra segondra
or: ଶୂନ୍ୟ ସେକେଣ୍ଡ
ta: 0 விநாடிகள்
zu: imizuzwana eyiqanda

source: one second
eo: unu sekundo
mg: iray segondra
or: ସେକେଣ୍ଡଟିଏ
ta: ஒரு விநாடி
zu: umzuzwana owodwa

# nSpinnerSeconds[two]
source: {{n}} seconds
eo: {{n}} sekundoj
mg: {{n}} segondra
or: {{n}} ସେକେଣ୍ଡ
ta: {{n}} விநாடிகள்
zu: imizuzwana engu-{{n}}

# nSpinnerSeconds[few]
source: {{n}} seconds
eo: {{n}} sekundoj
mg: {{n}} segondra
or: {{n}} ସେକେଣ୍ଡ
ta: {{n}} விநாடிகள்
zu: imizuzwana engu-{{n}}

# nSpinnerSeconds[many]
source: {{n}} seconds
eo: {{n}} sekundoj
mg: {{n}} segondra
or: {{n}} ସେକେଣ୍ଡ
ta: {{n}} விநாடிகள்
zu: imizuzwana engu-{{n}}

# nSpinnerSeconds[other]
source: {{n}} seconds
eo: {{n}} sekundoj
mg: {{n}} segondra
or: {{n}} ସେକେଣ୍ଡ
ta: {{n}} விநாடிகள்
zu: imizuzwana engu-{{n}}

source: zero minutes
br: mann munut
eo: nul minuto
gd: neoini mionaid
mg: aotra minitra
my: သုည မိနစ်
ne: सून्य मिनेटस्
or: ଶୂନ୍ୟ ମିନିଟ
ta: 0 நிமிடங்கள்
ur: صفر منٹ
zu: imizuzu eyiqanda

# nSpinnerMinutes[one]
source: one minute
eo: unu minuto
mg: iray minitra
or: ମିନିଟଟିଏ
ta: ஒரு நிமிடம்
zu: umzuzu owodwa

# nSpinnerMinutes[two]
source: {{n}} minutes
eo: {{n}} minutoj
mg: {{n}} minitra
or: {{n}} ମିନିଟ
ta: {{n}} நிமிடங்கள்
zu: Imizuzu engu-{{n}}

# nSpinnerMinutes[few]
source: {{n}} minutes
eo: {{n}} minutoj
mg: {{n}} minitra
or: {{n}} ମିନିଟ
ta: {{n}} நிமிடங்கள்
zu: Imizuzu engu-{{n}}

# nSpinnerMinutes[many]
source: {{n}} minutes
eo: {{n}} minutoj
mg: {{n}} minitra
or: {{n}} ମିନିଟ
ta: {{n}} நிமிடங்கள்
zu: Imizuzu engu-{{n}}

# nSpinnerMinutes[other]
source: {{n}} minutes
eo: {{n}} minutoj
mg: {{n}} minitra
or: {{n}} ମିନିଟ
ta: {{n}} நிமிடங்கள்
zu: Imizuzu engu-{{n}}

source: zero hours
br: mann eur
eo: nul horo
gd: neoini uair a thìde
mg: aotra ora
my: သုည နာရီ
ne: सून्य घण्टा
or: ଶୂନ୍ୟ ଘଣ୍ଟା
ta: 0 மணிநேரம்
ur: صفر گھنٹے
zu: Amahora ayiqanda

source: {{n}} hour
br: {{n}} eur
eo: unu horo
gd: {{n}} uair a thìde
mg: {{n}} ora
my: {{n}} နာရီ
ne: {{n}} घण्टा
or: {{n}} ଘଣ୍ଟା
ta: {{n}} மணிநேரம்
ur: {{n}} گھنٹہ
zu: Ihora eli-{{n}}

# nSpinnerHours[two]
source: {{n}} hours
eo: {{n}} horoj
mg: {{n}} ora
or: {{n}} ଘଣ୍ଟା
ta: {{n}} மணிநேரம்
zu: Amahora angu-{{n}}

# nSpinnerHours[few]
source: {{n}} hours
eo: {{n}} horoj
mg: {{n}} ora
or: {{n}} ଘଣ୍ଟା
ta: {{n}} மணிநேரம்
zu: Amahora angu-{{n}}

# nSpinnerHours[many]
source: {{n}} hours
eo: {{n}} horoj
mg: {{n}} ora
or: {{n}} ଘଣ୍ଟା
ta: {{n}} மணிநேரம்
zu: amahora angu-{{n}}

# nSpinnerHours[other]
source: {{n}} hours
eo: {{n}} horoj
mg: {{n}} ora
or: {{n}} ଘଣ୍ଟା
ta: {{n}} மணிநேரம்
zu: amahora angu-{{n}}

source: The alarm is set for <strong>{{alarmMinutes}}</strong> from now.
br: Lañset e vo an arfroù a-benn <strong>{{alarmMinutes}}</strong>.
gd: Gheibh thu caismeachd ann an: <strong>{{alarmMinutes}}</strong>.
my: သတိပေးချက်သည် ယခုအချိန်မှ <strong>{{alarmMinutes}}</strong> အချိန်ရောက်လျှင် အသိပေးမည်။
ne: यो अलार्म अहिलेबाट <strong>{{alarmMinutes}}</strong>को लागि राखिएको छ।
ur: الارم سیٹ اب سے <strong>{{alarmMinutes}}</strong> کے لیے سیٹ ہے۔

source: The alarm is set for {{alarmHours}} and {{alarmMinutes}} from now.
br: Lañset e vo an arfroù a-benn {{alarmHours}} {{alarmMinutes}}.
gd: Gheibh thu caismeachd ann an: {{alarmHours}} is {{alarmMinutes}}.
my: အသိပေးချက်သည် ယခုအချိန်မှစ၍ {{alarmHours}} နှင့် {{alarmMinutes}} ရောက်လျှင် အသိပေးမည်။
ne: यो अलार्म अहिलेबाट {{alarmHours}} र {{alarmMinutes}} का लागि राखिएको छ।
ur: الارم سیٹ اب سے {{alarmHours}} اور {{alarmMinutes}} کے لیے سیٹ ہے۔

source: The alarm is set for {{alarmDays}} and {{alarmHours}} from now.
br: Lañset e vo an arfroù a-benn {{alarmDays}} ha {{alarmHours}}.
gd: Gheibh thu caismeachd ann an: {{alarmDays}} is {{alarmHours}}.
ne: यो अलार्म अहिलेबाट {{alarmDays}} र {{alarmHours}}को लागि राखिएको छ।
ur: الارم سیٹ اب سے {{alarmDays}} اور {{alarmHours}} کے لیے سیٹ ہے۔

# alarmMinutes[one]
source: one minute
br: ur vunutenn
gd: {{minutes}} mhionaid
ur: ایک منٹ

# alarmMinutes[two]
source: {{minutes}} minutes
br: {{minutes}} a vunutennoù
gd: {{minutes}} mhionaid
ur: {{minutes}} منٹ

# alarmMinutes[few]
source: {{minutes}} minutes
br: {{minutes}} a vunutennoù
gd: {{minutes}} mionaidean
ur: {{minutes}} منٹ

# alarmMinutes[many]
source: {{minutes}} minutes
br: {{minutes}} a vunutennoù
gd: {{minutes}} mionaid
ur: {{minutes}} منٹ

# alarmMinutes[other]
source: {{minutes}} minutes
br: {{minutes}} a vunutennoù
gd: {{minutes}} mionaid
ur: {{minutes}} منٹ

# alarmHours[zero]
source: <strong>{{hours}} hours</strong>
br: <strong>{{hours}} eur</strong>
gd: <strong>{{hours}} uair a thìde</strong>
my: <strong>{{hours}} နာရီ</strong>
ne: <strong>{{hours}} घन्टा</strong>
ur: <strong>{{hours}} گھنٹہ</strong>

source: <strong>{{hours}} hour</strong>
br: <strong>{{hours}} eur</strong>
gd: <strong>{{hours}} uair a thìde</strong>
my: <strong>{{hours}} နာရီ</strong>
ne: <strong>{{hours}} घन्टा</strong>
ur: <strong>{{hours}} گھنٹہ</strong>

# alarmHours[two]
source: <strong>{{hours}} hours</strong>
br: <strong>{{hours}} eur</strong>
gd: <strong>{{hours}} uair a thìde</strong>
my: <strong>{{hours}} နာရီ</strong>
ne: <strong>{{hours}} घन्टा</strong>
ur: <strong>{{hours}} گھنٹہ</strong>

# alarmHours[few]
source: <strong>{{hours}} hours</strong>
br: <strong>{{hours}} eur</strong>
gd: <strong>{{hours}} uairean a thìde</strong>
my: <strong>{{hours}} နာရီ</strong>
ne: <strong>{{hours}} घन्टा</strong>
ur: <strong>{{hours}} گھنٹہ</strong>

# alarmHours[many]
source: <strong>{{hours}} hours</strong>
br: <strong>{{hours}} eur</strong>
gd: <strong>{{hours}} uair a thìde</strong>
my: <strong>{{hours}} နာရီ</strong>
ne: <strong>{{hours}} घन्टा</strong>
ur: <strong>{{hours}} گھنٹہ</strong>

# alarmHours[other]
source: <strong>{{hours}} hours</strong>
br: <strong>{{hours}} eur</strong>
gd: <strong>{{hours}} uair a thìde</strong>
my: <strong>{{hours}} နာရီ</strong>
ne: <strong>{{hours}} घन्टा</strong>
ur: <strong>{{hours}} گھنٹہ</strong>

# alarmDays[zero]
source: <strong>{{days}} days</strong>
br: <strong>{{days}} a zeizioù</strong>
gd: <strong>{{days}} latha</strong>
my: <strong>{{days}} ရက်</strong>
ne: <strong>{{days}} दिनहरू</strong>
ur: <strong>{{days}} دن</strong>

source: <strong>{{days}} day</strong>
br: <strong>{{days}} deiz</strong>
gd: <strong>{{days}} latha</strong>
my: <strong>{{days}} ရက်</strong>
ne: <strong>{{days}} दिन</strong>
ur: <strong>{{days}} دن</strong>

# alarmDays[two]
source: <strong>{{days}} days</strong>
br: <strong>{{days}} a zeizioù</strong>
gd: <strong>{{days}} latha</strong>
my: <strong>{{days}} ရက်</strong>
ne: <strong>{{days}} दिन</strong>
ur: <strong>{{days}} دن</strong>

# alarmDays[few]
source: <strong>{{days}} days</strong>
br: <strong>{{days}} a zeizioù</strong>
gd: <strong>{{days}} làithean</strong>
my: <strong>{{days}} ရက်</strong>
ne: <strong>{{days}} दिन</strong>
ur: <strong>{{days}} دن</strong>

# alarmDays[many]
source: <strong>{{days}} days</strong>
br: <strong>{{days}} a zeizioù</strong>
gd: <strong>{{days}} latha</strong>
my: <strong>{{days}} ရက်</strong>
ne: <strong>{{days}} दिन</strong>
ur: <strong>{{days}} دن</strong>

# alarmDays[other]
source: <strong>{{days}} days</strong>
br: <strong>{{days}} a zeizioù</strong>
gd: <strong>{{days}} latha</strong>
my: <strong>{{days}} ရက်</strong>
ne: <strong>{{days}} दिन</strong>
ur: <strong>{{days}} دمن</strong>

# nSpinnerMinutes.ariaValuetext[one]
source: one minute
br: ur vunutenn
gd: {{n}} mhionaid
ur: ایک منٹ

# nSpinnerMinutes.ariaValuetext[two]
source: {{n}} minutes
br: {{n}} a vunutennoù
gd: {{n}} mhionaid
ne: {{n}} मिनेट
ur: {{n}} منٹ

# nSpinnerMinutes.ariaValuetext[few]
source: {{n}} minutes
br: {{n}} a vunutennoù
gd: {{n}} mionaidean
ne: {{n}} मिनेट
ur: {{n}} منٹ

# nSpinnerMinutes.ariaValuetext[many]
source: {{n}} minutes
br: {{n}} a vunutennoù
gd: {{n}} mionaid
ne: {{n}} मिनेट
ur: {{n}} منٹ

# nSpinnerMinutes.ariaValuetext[other]
source: {{n}} minutes
br: {{n}} a vunutennoù
gd: {{n}} mionaid
ne: {{n}} मिनेट
ur: {{n}} منٹ

# nSpinnerHours.ariaValuetext[two]
source: {{n}} hours
br: {{n}} eur
gd: {{n}} uair a thìde
ur: {{n}} گھنٹے

# nSpinnerHours.ariaValuetext[few]
source: {{n}} hours
br: {{n}} eur
gd: {{n}} uairean a thìde
ur: {{n}} گھنٹے

# nSpinnerHours.ariaValuetext[many]
source: {{n}} hours
br: {{n}} eur
gd: {{n}} uair a thìde
ur: {{n}} گھنٹے

# nSpinnerHours.ariaValuetext[other]
source: {{n}} hours
br: {{n}} eur
gd: {{n}} uair a thìde
ur: {{n}} گھنٹے

source: Enable
sw: Wezesha

source: Back
sw: Nyuma

source: Label
sw: Lebo

source: Default
sw: Chaguo-msingi

source: Color
sw: Rangi
