Repository: translate/mozilla-gaia
Catalog: ha/apps/communications/contacts/contacts.properties.po
Languages: ha

source: Cancel
ha: Soke

source: Done
ha: An kammala

source: Update
ha: Sabunta

source: Retry
ha: Sake gwadawa

source: Contacts
ha: Abokan hulɗa

source: Add contact
ha: Daɗa abokin hulɗa

source: Delete contact
ha: Goge abokin hulɗa

source: Select contact
ha: Zaɓi abokin hulɗa

source: Select all
ha: Zaɓi duka

source: Deselect all
ha: Fasa zaɓar duka

source: Edit contact
ha: Gyara abokin hulɗa

source: Delete contact?
ha: A goge abokin hulɗa?

source: Delete
ha: Goge

source: Comments
ha: Tsokaci

source: This contact does not have a phone number
ha: Wannan abokin hulɗar ba shi da lambar waya

source: This contact does not have an email address
ha: Wannan abokin hulɗar ba shi da adireshin i-mel

source: Remove contact picture?
ha: A cire hoton abokin hulɗa?

source: Loading contacts…
ha: Yana shirya abokan hulɗa…

source: No name
ha: Babu suna

source: Name
ha: Suna

source: Last name
ha: Sunan ƙarshe

source: Carrier
ha: Mai ɗauka

# carrier.placeholder
source: Carrier
ha: Mai ɗauka

source: Email
ha: I-mel

# email.placeholder
source: Email
ha: I-mel

source: Street
ha: Layi

source: Zip code
ha: Lambar ƙasa

source: City
ha: Gari

source: Country
ha: Ƙasa

source: Comment
ha: Tsokaci

source: Company
ha: Kamfani

source: Date
ha: Kwanan wata

# date-span-placeholder
source: Date
ha: Kwanan wata

# date.placeholder
source: Date
ha: Kwanan wata

source: Birthday
ha: Ranar haihuwa

source: Anniversary
ha: Biki

source: Add Picture
ha: Daɗa Hoto

source: Add Phone
ha: Daɗa Waya

source: Add Email
ha: Daɗa I-mel

source: Add Address
ha: Daɗa Adireshi

source: Add Date
ha: Daɗa Kwanan wata

source: Add Comment
ha: Daɗa Tsokaci

source: Add as Favorite
ha: Daɗa Abin ƙauna

source: Remove as Favorite
ha: Cire a matsayin Abin ƙauna

source: Add
ha: Daɗa

source: Exit
ha: Fita

source: Expand
ha: Faɗaɗa

source: Name:
ha: Suna:

source: Last name:
ha: Sunan ƙarshe:

source: Phone number:
ha: Lambar waya:

source: Carrier:
ha: Mai ɗauka:

source: Email:
ha: I-mel:

source: Street:
ha: Layi:

source: Zip code:
ha: Lambar ƙasa:

source: City:
ha: Gari:

source: Country:
ha: Ƙasa:

source: Comment:
ha: Tsokaci:

source: Main information
ha: Babban bayani

source: Phone numbers
ha: Lambobin waya

source: Email address
ha: Adireshin i-mel

source: Search
ha: Nema

source: No contacts found
ha: Ba'a sami abokan hulɗa ba

source: Transfer Contacts
ha: Canja Abokan hulɗa

# importContactsTitle
source: Import Contacts
ha: Shigo da abokan harka

# importContactsButton
source: Import Contacts
ha: Shigo da abokan harka

# exportContactsTitle
source: Export Contacts
ha: Fitar da abokan harka

# exportContactsButton
source: Export Contacts
ha: Fitar da abokan harka

source: Export
ha: Fitar

source: Export to SIM
ha: Fitar zuwa SIM

source: Export to Bluetooth
ha: Fitar zuwa Bluetooth

source: Export error
ha: Kuskuren fitarwa

source: No contacts exported
ha: Ba'a fitar da abokan hulɗa ba

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
ha: {{exported}}/{{total}} abokan hulɗa da aka fitar

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
ha: {{exported}}/{{total}} abokan hulɗa da aka fitar

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
ha: {{exported}}/{{total}} abokan hulɗa da aka fitar

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
ha: {{exported}}/{{total}} abokan hulɗa da aka fitar

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
ha: {{exported}}/{{total}} abokan hulɗa da aka fitar

source: Some error happened while exporting
ha: Wani kuskure ya afku lokacin fitarwa

# exportError-SD-shared
source: Can’t access memory card because it’s shared
ha: Ya gaza shiga kati mai ƙwaƙwalwa sabo da an raba shi

# exportError-SD-unavailable
source: Memory card is not available
ha: Babu kati mai ƙwaƙwalwa

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
ha: Babu isasshen sarari a kati mai ƙwaƙwalwa domin fitar da abokan hulɗa

source: SIM card is not available
ha: Babu katin SIM

# exportError-BT-shared
source: Can’t access memory card because it’s shared
ha: Ya gaza shiga kati mai ƙwaƙwalwa sabo da an raba shi

# exportError-BT-unavailable
source: Memory card is not available
ha: Babu kati mai ƙwaƙwalwa

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
ha: Babu isasshen sarari a kati mai ƙwaƙwalwa domin fitar da abokan hulɗa

source: Social networks
ha: Dandalin sada zumunci

source: Link contact
ha: Haɗa abokan hulɗa

source: Unlink contact
ha: Cire haɗin abokan hulɗa

source: Do you want to unlink your friend?
ha: Kana so ka cire haɗi da abokanka?

source: Unlink
ha: Cire haɗi

source: Import Facebook friends
ha: Shigo da abokan Facebook

source: View Facebook profile
ha: Kalli gajeren tarihi a Facebook

source: Message
ha: Saƙo

source: Wall post
ha: Aika saƙo

source: The contact cannot be shared due to Facebook constraint.
ha: Ba za'a iya raba abokan hulɗar ba sabo da shingen Facebook.

source: Other accounts
ha: Sauran asusu

source: Sync friends
ha: Saita tsarin abokai

source: Select mobile
ha: Zaɓi wayar hannu

source: Select email
ha: Zaɓi i-mel

source: Order by last name
ha: Yi oda da sunan ƙarshe

# importSim2
source: SIM card
ha: Katin SIM

source: Update imported friends
ha: Sabunta abokan da aka shigo da su

source: Removing Facebook data
ha: Cire bayanin Facebook

source: Logging out from Facebook
ha: Fita daga cikin Facebook

source: Remove all Facebook data?
ha: A cire duk bayanin Facebook?

source: Your password in Facebook has changed. Please, update it.
ha: Kalmar wucewarka ta Facebook ta canja. Ka sabunta ta.

source: Not enabled yet
ha: Ba'a bayar da dama ba tukuna

source: To import contacts connect to Wi-Fi or data network
ha: Domin shigo da abokan hulɗa haɗa da Wi-Fi ko bayanin haɗi

source: SIM card
ha: Katin SIM

source: Memory card
ha: Kati mai ƙwaƙwalwa

source: No contacts
ha: Babu abokan hulɗa

source: Start adding them now
ha: Fara daɗasu yanzu

source: Not imported
ha: Ba'a shigo ba

source: Imported
ha: Wanda aka shigo da shi

source: Today
ha: Yau

source: Yesterday
ha: Jiya

source: Please hold on. We are canceling the ongoing operation.
ha: Dakacemu. Muna soke aikin da ya ke gudana.

source: Organize Contacts
ha: Tsara Abokan hulɗa

source: Find duplicate contacts
ha: Nemo abokan hulɗa da aka maimaita

source: Preparing contacts
ha: Shirya abokan hulɗa

source: SIM Card is full
ha: Katin SIM ya cika

source: Cannot access SIM card’s phone book
ha: Ya gaza shiga littafin waya na katin SIM

source: No SIM detected
ha: Ba'a gano SIM ba

source: An error occurred while exporting a contact
ha: Kuskure ya afku lokacin fitar da abokin hulɗa

source: To export contacts insert or unlock your SIM card
ha: Domin fitar da abokan harka saka ko ka buɗe katin SIM ɗinka

source: To export contacts insert a memory card
ha: Domin fitar da abokan hulɗa saka kati mai ƙwaƙwalwa

source: Contacts Management
ha: Tafiyar da abokan hulɗa

# DeleteTitle
source: Delete
ha: Goge

source: Delete Contacts
ha: Goge abokan hulɗa

source: Contacts delete cancelled
ha: An soke goge abokan hulɗa

# DeletedTxt[zero]
source: No Contact to Delete
ha: Babu abokan hulɗa da za'a goge

source: 1 Contact removed
ha: An cire abokin hulɗa 1

# DeletedTxt[two]
source: {{n}} Contacts removed
ha: an cire abokan hulɗa {{n}}

# DeletedTxt[few]
source: {{n}} Contacts removed
ha: an cire abokan hulɗa {{n}}

# DeletedTxt[many]
source: {{n}} Contacts removed
ha: an cire abokan hulɗa {{n}}

# DeletedTxt[other]
source: {{n}} Contacts removed
ha: an cire abokan hulɗa {{n}}

source: Deleting contacts
ha: Ana goge abokan hulɗa

# ContactConfirmDel[zero]
source: No Contact to Delete
ha: Babu abokan hulɗa da za'a goge

source: Delete 1 Contact? This cannot be undone.
ha: A goge abokin hulɗa 1? Wannan ba za'a iya fasawa ba.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
ha: A goge Abokan hulɗa {{n}}? Wannan ba za'a iya fasawa ba.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
ha: A goge Abokan hulɗa {{n}}? Wannan ba za'a iya fasawa ba.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
ha: A goge Abokan hulɗa {{n}}? Wannan ba za'a iya fasawa ba.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
ha: A goge Abokan hulɗa {{n}}? Ba za'a iya fasa wannan ba.

# SelectedTxt[zero]
source: Contacts
ha: Abokan hulɗa

# SelectedTxt[one]
source: {{n}} selected
ha: an zaɓi {{n}}

# SelectedTxt[two]
source: {{n}} selected
ha: an zaɓi {{n}}

# SelectedTxt[few]
source: {{n}} selected
ha: an zaɓi {{n}}

# SelectedTxt[many]
source: {{n}} selected
ha: an zaɓi {{n}}

# SelectedTxt[other]
source: {{n}} selected
ha: an zaɓi {{n}}

source: Video
ha: Bidiyo

source: Audio
ha: Na saurare
