Repository: translate/mozilla-gaia
Catalog: */shared/gaia_grid/gaia_grid.properties.po
Languages: hi_in, mai, or

source: Stop {{name}}
hi_in: रूकें {{name}}
mai: {{name}} रोकू
or: ବନ୍ଦ କରନ୍ତୁ {{name}}

source: Do you want to stop the download in progress?
hi_in: क्या आप डाउनलोड की प्रक्रिया को रोकने चाहते हैं ?
mai: की अहाँ चालू डाऊनलोड के रोक चाहैत छी?
or: ଆପଣ ଡାଉନଲୋଡ ପ୍ରକ୍ରିୟାକୁ ବନ୍ଦ କରିବାକୁ ଚାହାନ୍ତି କି?

source: Stop
hi_in: रूकें
mai: रोकू
or: ବନ୍ଦ କରନ୍ତୁ

source: Restart Download
hi_in: डाउनलोड को पुनरारंभ करें
mai: डाउनलोड पुनः प्रारंभ करू
or: ଡାଉନଲୋଡ ଆରମ୍ଭ କରନ୍ତୁ

source: Do you want to download {{name}}?
hi_in: क्या आप {{name}} डाउनलोड करना चाहते हैं?
mai: की अहाँ {{name} डाऊनलोड कर चाहैत छी?
or: ଆପଣ {{name}}କୁ ଡାଉନଲୋଡ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?

source: Download
hi_in: डाउनलोड
mai: डाउनलोड
or: ଡାଉନଲୋଡ

source: Remove Application
hi_in: ऐप्लिकेशन मिटाएँ
mai: एप्लीकेशन के हटाउ
or: ଆପ୍ଲିକେସନ ହଟାନ୍ତୁ

source: Cannot install application due to an unrecoverable error. Please try downloading again. The application will be removed.
hi_in: सुधारी न जाने वाली त्रुटि के कारण अनुप्रयोग स्थापित नहीं कर सकता. कृपया फिर से डाउनलोड करने का प्रयास करें. अनुप्रयोग निकाल दिया जाएगा.
mai: अप्राप्य त्रुटी के कारण एप्लीकेशन के इन्स्टॉल न हि कएल जा सकैछ. कृपया डाउनलोड हेतु पुनः प्रयास करू. एप्प्लिकेशन के हटा देल जायत.
or: ପୁନରୁଦ୍ଧାର ହୋଇପାରୁନଥିବା ଏକ ତ୍ରୁଟି ହେତୁ ପ୍ରୟୋଗକୁ ସ୍ଥାପନ କରିପାରୁ ନାହିଁ । ଦୟାକରି ପୁଣିଥରେ ଆହରଣ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ । ଆପ୍ଲିକେସନକୁ ବାହାର କରିଦିଆଯିବ ।

source: OK
hi_in: ओके
mai: बेस
or: ଠିକ ଅଛି

source: Cancel
hi_in: रद्द करें
mai: रद्द करू
or: ବାତିଲ କରନ୍ତୁ
