Repository: translate/mozilla-gaia
Catalog: hto/apps/fm/fm.properties.po
Languages: hto

source: Plug in a headset
hto: Mái jóne jéfomo kákaiyena

source: FM Radio requires a plugged in headset to receive radio signals.
hto: FM Radio jóne jéfomo kákaiyena ñúe fɨkɨriyena

source: Airplane mode is on
hto: Féedɨya ízoi

source: Turn off Airplane mode to use FM Radio.
hto: Dúita Féedɨya ízoi Radio FM. kákayena

source: Speaker
hto: Rɨire kákayena

source: Favorite
hto: Kúe gaɨga

source: Frequency
hto: Ábɨdo kákayena íya

source: Seek Down
hto: Ána jéno

source: Seek Up
hto: Káifo jéno

source: On
hto: Bonode

source: Off
hto: Duitaga

source: Favorited stations
hto: Kúe gaɨga emisoras
