Repository: translate/mozilla-gaia
Catalog: zam/apps/sms/sms.properties.po
Languages: zam

source: Messages
zam: Taa diif dizh

source: Delete messages
zam: Tedont re dizh re

source: Select
zam: Mhen na

source: Edit
zam: Thus kuey

source: Back
zam: Veré

source: Cancel
zam: Naa lit luy

source: Undo
zam: Vereé

source: Done
zam: Gook laa

source: Delete
zam: Tee dont naa

source: Delete thread
zam: Kib kue

source: Mark as read
zam: Blal lí ni

source: Mark as unread
zam: Blal lí ni

source: Deleting…
zam: Dee tee dont ah...

source: Select all
zam: Mxhen reta

source: Deselect all
zam: Blaa reey

# selected-threads[zero]
source: none selected
zam: naa tieen luy

# selected-threads[one]
source: {{n}} selected
zam: {{n}} mxhen na

# selected-threads[two]
source: {{n}} selected
zam: {{n}} mxhen na

# selected-threads[few]
source: {{n}} selected
zam: {{n}} mxhen na

# selected-threads[many]
source: {{n}} selected
zam: {{n}} mxhen na

# selected-threads[other]
source: {{n}} selected
zam: {{n}} mxhen na

# selected-messages[zero]
source: none selected
zam: Yent kuan mxhen

# selected-messages[one]
source: {{n}} selected
zam: {{n}} mxhen na

# selected-messages[two]
source: {{n}} selected
zam: {{n}} mxhen na

# selected-messages[few]
source: {{n}} selected
zam: {{n}} mxhen na

# selected-messages[many]
source: {{n}} selected
zam: {{n}} mxhen na

# selected-messages[other]
source: {{n}} selected
zam: {{n}} mxhen na

source: Select Threads
zam: Mxhen

source: Select Messages
zam: Mxhen dizh

source: Settings
zam: Thus kuey

source: Add subject
zam: Tob dizh tal lu

source: Remove subject
zam: Kib kuan tal lu

source: To:
zam: Paar cho yay:

source: New
zam: Ko kub

source: Message
zam: Taal diif dizh

# messagesInput.title
source: Message
zam: Dizh

source: Subject
zam: Cho dizh tal lu

source: Converting to multimedia message.
zam: Taal laa como multimedia.

source: Converting to text message.
zam: Blii dizh kue.

source: You’ve reached the maximum length.
zam: Yaa naa gaad keel mas dizh.

source: Maximum length of subject reached.
zam: Brit lu

source: New message
zam: Dizh kub

source: Send message
zam: Taal dizh

source: Send multimedia message
zam: Mtal dizh

# recipient[other]
source: {{n}} recipients
zam: {{n}} tee xhoy

source: There is no application available to open this file type.
zam: Naa gad xhal naa kue.

source: Remove
zam: Kib ba

source: {{n}} participant
zam: {{n}} ree taal

# participant[two]
source: {{n}} participants
zam: {{n}} ree reta taal

# participant[few]
source: {{n}} participants
zam: {{n}} ree reta taal

# participant[many]
source: {{n}} participants
zam: {{n}} ree reta taal

# participant[other]
source: {{n}} participants
zam: {{n}} ree taal

source: Message report
zam: Kuan xhan kon re dizh

source: Text Message (SMS)
zam: Mke dizh (SMS)

source: Multimedia Message (MMS)
zam: Tal dif MMS

source: Subject:
zam: Dizh:

source: Message could not be sent
zam: Na blit ni

source: not downloaded
zam: na godt blay

source: Delivered:
zam: Na xhal la:

source: Read:
zam: Lab ha:

source: Report requested
zam: Kuan mxhan

source: Message rejected
zam: Veré dizh

source: Message size:
zam: Pal na ru dizh:

source: To
zam: Pa day

source: From
zam: Cho mtal la:

source: Sent:
zam: Mtal luy:

source: Received:
zam: Xhal :

source: Via:
zam: Pa guay:

source: Resend
zam: Mtal la

source: Lateness:
zam: Blet:

source: Search
zam: Kuan kue

source: Unknown Contact
zam: Mnet na choy

source: The message could not be sent. Try again?
zam: Naa blit naa gan taal naa dizh ree. Lii ni taa diif vez gaa?

source: Resend this message
zam: Veré tal diz re

# deleteMessage-confirmation
source: Delete selected message?
zam: ¿Tee dont na?

source: Please select messages to be deleted.
zam: Mxhe ko te dont.

# deleteMessages-confirmation-message[one]
source: Delete selected message?
zam: ¿Tee dont naa?

# deleteMessages-confirmation-message[two]
source: Delete {{n}} selected messages?
zam: Tee dont {{n}} dizh ree gaa?

# deleteMessages-confirmation-message[few]
source: Delete {{n}} selected messages?
zam: Tee dont naa {{n}} dizh ree gaa?

# deleteMessages-confirmation-message[many]
source: Delete {{n}} selected messages?
zam: Tee dont naa {{n}} dizh ree gaa?

# deleteMessages-confirmation-message[other]
source: Delete {{n}} selected messages?
zam: Tee dont naa {{n}} dizh ree gaa?

source: Delete selected message thread?
zam: ¿Tee dont na?

# deleteThreads-confirmation-message[two]
source: Delete {{n}} selected message threads?
zam: Tee dont na ree {{n}} ree dizh re gaa?

# deleteThreads-confirmation-message[few]
source: Delete {{n}} selected message threads?
zam: Tee dont na ree {{n}} ree dizh re gaa?

# deleteThreads-confirmation-message[many]
source: Delete {{n}} selected message threads?
zam: Tee dont na ree {{n}} ree dizh re gaa?

# deleteThreads-confirmation-message[other]
source: Delete {{n}} selected message threads?
zam: Tee dont na ree {{n}} ree dizh re gaa?

source: New message from
zam: Genul dizh kub de

source: Read it
zam: Lab kue

source: No messages
zam: Yent dizh

source: Start communicating now
zam: Te mte dedizh naal

source: Message not sent
zam: Na mtal na Dizh re

source: There was a problem sending the message. Please try again.
zam: Na mtal na dizh re. Tal la nal.

# sendDefaultErrorBtnOk
source: OK
zam: BLIY

source: Missing SIM card
zam: Yent SIM

source: Insert a valid SIM card to continue.
zam: Lu dif SIM de xhin ner gua.

# sendMissingSimCardBtnOk
source: OK
zam: BLIY

# sendFlightModeBtnOk
source: OK
zam: BLIY

source: FDN active
zam: FDN doob ki

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:
zam: FDN (Fixed Dialing Numbers) doob ki. Güi de que SMS dod ki ner re tal xho lent FDN:

# fdnErrorBody[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
zam: FDN (Fixed Dialing Numbers) doob ki. Güi de que SMS dod ki ner re tal xho lent FDN:

# fdnErrorBody[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
zam: FDN (Fixed Dialing Numbers) doob ki. Güi de que SMS dod ki ner re tal xho lent FDN:

# fdnErrorBody[many]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
zam: FDN (Fixed Dialing Numbers) doob ki. Güi de que SMS dod ki ner re tal xho lent FDN:

# fdnErrorBody[other]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
zam: FDN (Fixed Dialing Numbers) doob ki. Güi de que SMS dod ki ner re tal xho lent FDN:

# fdnErrorBtnOk
source: OK
zam: BLIY

source: Later
zam: Será

# switchSimToRetrieveConfirm
source: OK
zam: BLIY

# sendNoSignalErrorBtnOk
source: OK
zam: BLIY

source: Message not found
zam: Yent dizh re

# sendNotFoundErrorBtnOk
source: OK
zam: BLIY

source: Invalid number
zam: Kap bé kel kue

source: Make sure the mobile number you’re sending to is valid.
zam: Güi cho men ka re lash lu tal lo dizh.

# sendInvalidAddressErrorBtnOk
source: OK
zam: BLIY

# simNotMatchedErrorBtnOk
source: OK
zam: Bliy

source: This message has already been deleted.
zam: Mtedont naa dizh ree.

# view-attachment-image
source: View
zam: Güiy

source: Listen
zam: Gon kue

# view-attachment-video
source: View
zam: Güiy

# view-attachment-other
source: View
zam: Güiy

source: Remove image
zam: Kib moon

source: Remove audio
zam: Kib xha diz ah

source: Remove video
zam: Kib moon güin

source: Remove attachment
zam: Kib yets re

source: Replace image
zam: Xhe moon

source: Replace audio
zam: Xhé xha dizh ah

source: Replace video
zam: Xhé moon güin

source: Replace attachment
zam: Xhé yets

source: Message options
zam: Xha nak Dizh

source: Forward
zam: Seréy

source: View message report
zam: Güi plal dizh mtal lu

source: Mobile
zam: Yib koo dedizh

source: Home
zam: Tetey

source: Work
zam: Xhin

source: Personal
zam: Chan luu

source: Fax home
zam: Fax naa luu

source: Fax office
zam: Fax te jel xhin

source: Fax other
zam: Taa diif fax

source: Another
zam: Taa diif ba

source: Other
zam: Ta diif vá

source: today
zam: nal

source: yesterday
zam: na ah

source: Add to an existing contact
zam: Tood loo yets ree taal

source: Create new contact
zam: Loo xhog le ree tal

source: View contact
zam: Güi cho mtal la

source: Call
zam: Bezh men

source: Send email
zam: Tal diif dizh

source: MMS message
zam: MMS dizh

source: Message is not downloaded yet.
zam: Tera te loont dizh naa luu.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
zam: Na blat lu dizh re lent {{date}} ner gadt la niy.

source: Download
zam: Dee lay

source: Downloading…
zam: De laa noo kue...

source: untitled
zam: mnet na xha mud lee kue

source: Resizing the attached image
zam: Bli lut koo lash lu tal luu

source: There is a problem with the attached file and it cannot be downloaded.
zam: Naa gadt toob naa kue loo dizh na luu noo naa gadt tal ni.

source: Message saved as draft
zam: Dizh re go xhog será tal luy

source: Send
zam: Mtal lá

# settingsButton.ariaLabel
source: Settings
zam: Thus kuey

# composeLink.ariaLabel
source: New message
zam: Dizh kub

# callButton.ariaLabel
source: Call
zam: Bezh men

source: Sending…
zam: De tal ni...
