Repository: translate/mozilla-gaia
Catalog: nd/apps/bluetooth/bluetooth.properties.po
Languages: nd

source: Turn Bluetooth on to view devices in the area.
nd: Vula iBluetooth ukuze ubone amanye amadivayisi aseduze.

source: Paired devices
nd: Amadivayisi ahambisanayo

source: Devices in the area
nd: Amadivayisi aseduzane

source: Visible to all
nd: Ikhanya kuwo wonke

source: Your device name exceeds {{length}} characters. Please retry again.
nd: Ibizo ledivayisi yakho ledlule amabala angu{{length}}. Zama njalo.

source: Bluetooth Address
nd: Ikheli ye-Bluetooth

source: Not available
nd: Ayikho

source: No devices paired
nd: Akula madivayisi ahambisanayo

source: Turned off
nd: Icitshiwe

# bt-status-paired[one]
source: {{name}}, +{{n}} more
nd: {{name}}, +{{n}} amanye

# bt-status-paired[two]
source: {{name}}, +{{n}} more
nd: {{name}}, +{{n}} amanye

# bt-status-paired[few]
source: {{name}}, +{{n}} more
nd: {{name}}, +{{n}} amanye

# bt-status-paired[many]
source: {{name}}, +{{n}} more
nd: {{name}}, +{{n}} amanye

# bt-status-paired[other]
source: {{name}}, +{{n}} more
nd: {{name}}, +{{n}} amanye

source: Tap to connect
nd: Thinta kancane ukuze uxhumeke

source: Pairing with device…
nd: Isazama ukuxhumana ledivayisi…

source: Waiting for other device…
nd: Ilindele enye idivayisi…

source: Paired
nd: Asemanyene

source: Connecting…
nd: Isaxhuma…

source: Connected
nd: Ixhumile

source: Connected to phone audio
nd: Ixhunywe ku-audio yefoni

source: Connected to media audio
nd: Ixhunywe ku-audio ye media

source: Connected to phone/media audio
nd: Ixhunywe ku-audio yefoni/eyemedia

source: Unpair
nd: Susa ukumanyana okukhona

source: Confirm
nd: Qinisekisa

# device-option-unpair-confirmation
source: Confirmation
nd: Isiqinisekiso

source: Unpair device?
nd: Ufuna ukususa ukumanyana le divayisi?

source: Connect
nd: Xhuma

source: Searching for devices…
nd: Isadinga amadivayisi…

source: Search for devices
nd: Dinga amadivayisi

source: Rename my device
nd: Tshintsha ibizo ledivayisi yami

source: Unknown device
nd: Idivayisi engaziwayo

source: New name
nd: Ibizo elitsha

source: Unable to pair devices
nd: Amadivayisi awavumi ukumanyana

source: Unable to pair with the device. Check that the PIN is correct.
nd: Ayenelisi ukumanyana ledivayisi. Hlola ukuthi i-PIN iqondile.

source: Unable to pair with the device. Too many requests.
nd: Ayenelisi ukumanyana ledivayisi. Kulezicelo ezinengi kakhulu.

source: Unable to connect devices
nd: Amadivayisi awavumi ukuxhumana

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
nd: Hlola ukuthi idivayisi ozama ukuyixhuma ilokhe iseduze lokuthi i-Bluetooth yayo ilayithiwe.

source: Unpair a connected device?
nd: Susa ukumanyana ledivayisi exhunyiweyo na?

source: You are currently connected to this device. Unpairing will also disconnect from it.
nd: Uxhumene le divayisi le. Uku susa ukumanyana kuzasusa lokuxhumana okukhona.

source: Bluetooth
nd: I-Bluetooth

source: Confirmation
nd: Isiqinisekiso

source: Bluetooth is disabled
nd: I-Bluetooth icitshiwe

source: Do you want to turn Bluetooth on?
nd: Uyafuna ukuvula i-Bluetooth?

source: Cancel
nd: Khansela

source: Turn On
nd: Vula

source: Bluetooth file transfer failed
nd: Ukuhanjiswa kwefayili nge-Bluetooth akuphumelelanga

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
nd: Ukuhanjiswa kwefayili nge-Bluetooth akuphumelelanga. Hlolisisa ukuthi amasethingi e-Bluetooth aqondile.

source: OK
nd: Kulungile

source: Pair
nd: Manyanisa

source: Confirm devices to pair
nd: Qinisekisa amadivayisi azamanyaniswa

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
nd: Ukuze umanyanise le {{device}}, hlolisisa ukuthi amadivayisi womabili atshengisa i-PIN ethi:

source: To pair with {{device}}, enter the PIN on the device.
nd: Ukuze umanyanise le {{device}}, faka i PIN kudivayisi.

source: To pair with {{device}}, enter the passkey on the device.
nd: Ukuze umanyanise le {{device}}, faka i-passkey kudivayisi.

# passive-pair
source: Bluetooth pairing request
nd: Isicelo sokumanyana nge-Bluetooth

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
nd: I-{{device}} ingathanda ukumanyana le foni le. Ukuze wamukele lesi sicelo, qiniseka ukuthi womabili amadivayisi ale PIN le elandelayo:

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
nd: I-{{device}} ingathanda ukumanyaniswa le foni le. Ukuze wamukele, faka i-passkey kudivayisi.

source: Bluetooth Request From
nd: Isicelo se-Bluetooth Esivela ku

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
nd: Isicelo sokumanyaniswa nge-Bluetooth

source: Bluetooth Pairing Request
nd: Isicelo Sokumanyaniswa Nge-Bluetooth

source: Bluetooth pairing request expired. Try to pair again.
nd: Isicelo sokumanyanisa nge-Bluetooth siphelelwe yisikhathi. Phinda uzame ukumanyanisa futhi.
