Repository: translate/mozilla-gaia
Catalog: yo/apps/ftu/ftu.properties.po
Languages: yo

source: Enter PIN code
yo: Wọlé kóòdù PIN

source: Type your PIN code
yo: Tẹ kóòdù PIN rẹ

source: PIN must have between 4 and 8 characters.
yo: PIN gbọ́dọ̀ ní àwọn ẹyọ ọ̀rọ̀ láarín 4 àti 8.

source: The PIN was incorrect.
yo: PIN nàá kòtọ́.

source: You have one try left to enter the correct code before locking the SIM card.
yo: O ní ìgbìyànjú kansi láti lo kóòdù tótọ́ kí SIM káàdì rẹ tó tì pa.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
yo: O ní {{n}} ìgbìyànjú tókù láti ṣàmúlò kóòdù tótọ́ ṣáájú ìtìpa SIM káàdì.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
yo: O ní {{n}} ìgbìyànjú tókù láti ṣàmúlò kóòdù tótọ́ ṣáájú ìtìpa SIM káàdì.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
yo: O ní {{n}} ìgbìyànjú tókù láti ṣàmúlò kóòdù tótọ́ ṣáájú ìtìpa SIM káàdì.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
yo: O ní {{n}} ìgbìyànjú tókù láti ṣàmúlò kóòdù tótọ́ ṣáájú ìtìpa SIM káàdì.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
yo: Èyí ni ànfààní ìkẹhìn láti ṣàmúlò PIN tótọ́. Bíbẹ́ẹ̀kọ́, o gbọ́dọ̀ ṣàmúlò kóòdù PUK láti lo SIM káàdì yíì.

source: Enter PUK code
yo: Ṣàmúlò kóòdu PUK

source: Enter SIM {{n}} PUK
yo: Ṣàmúlò SIM {{n}} PUK

source: PUK code
yo: Kóòdù PUK

source: PUK code must have exactly 8 characters.
yo: Kóòdù PUK gbọ́dọ̀ ní àwọn ẹyọ ọ̀rọ̀ 8 gérégé.

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
yo: O gbọ̀dọ́ ṣàmúlò Kóòdù Kọ́kọ́rọ́ Ṣíṣí Ẹlẹ́ni (PUK) fún SIM káàdì. Tọ́kasí Ìlànà Ìṣàmúlò SIM káàdí rẹ tàbí kànsí olùpesè rẹ fún ìwifún sii.

source: The PUK was incorrect.
yo: PUK kò tọnà.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
yo: O ní ìgbìyànjú kansi láti lo kóòdù tótọ́ kí SIM káàdì rẹ tó di àíṣèlò mọ. Tọ́kasí Ìlànà Ìṣàmúlò SÍÌMÙ káàdí rẹ tàbí kànsí olùpesè rẹ fún ìwifún sii.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
yo: O ní {{n}} ìgbìyànjú kansi láti lo kóòdù tótọ́ kí SIM káàdì rẹ tó di àíṣèlò mọ. Tọ́kasí Ìlànà Ìṣàmúlò SÍÌMÙ káàdí rẹ tàbí kànsí olùpesè rẹ fún ìwifún sii.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
yo: O ní {{n}} ìgbìyànjú kansi láti lo kóòdù tótọ́ kí SIM káàdì rẹ tó di àíṣèlò mọ. Tọ́kasí Ìlànà Ìṣàmúlò SÍÌMÙ káàdí rẹ tàbí kànsí olùpesè rẹ fún ìwifún sii.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
yo: O ní {{n}} ìgbìyànjú kansi láti lo kóòdù tótọ́ kí SIM káàdì rẹ tó di àíṣèlò mọ. Tọ́kasí Ìlànà Ìṣàmúlò SÍÌMÙ káàdí rẹ tàbí kànsí olùpesè rẹ fún ìwifún sii.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
yo: O ní {{n}} ìgbìyànjú kansi láti lo kóòdù tótọ́ kí SIM káàdì rẹ tó di àíṣèlò mọ. Tọ́kasí Ìlànà Ìṣàmúlò SÍÌMÙ káàdí rẹ tàbí kànsí olùpesè rẹ fún ìwifún sii.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
yo: Èyí ni ànfààní rẹ ìkẹhìn láti ṣàmúlò kóòdù PUK tótọ́. SIM káàdì rẹ yóò wà ní àiṣélò pátápátà bí o bá ṣe àmúlò kóòdù PUK tí kò tọ́.

source: Create new PIN (4 to 8 digits)
yo: Ṣẹ̀dá titun PIN (àwọn òǹkà 4 sí 8)

source: Confirm new PIN
yo: Jẹ́rì PIN titun

source: PINs don’t match
yo: PIN kò bárámu

source: Enter NCK code
yo: Ṣàmúlò kóòdù NCK

source: Enter CCK code
yo: Ṣàmúlò kóòdù CCK

source: Enter SPCK code
yo: Ṣàmúlò kóòdù SPCK

source: Enter NCK1 code
yo: Ṣàmúlò kóòdù NCK1

source: Enter NCK2 code
yo: Ṣàmúlò kóòdù NCK2

source: Enter HNCK code
yo: Ṣàmúlò kóòdù HNCK

source: Enter RCCK code
yo: Ṣàmúlò kóòdù RCCK

source: Enter RSPCK code
yo: Ṣàmúlò kóòdù RSPCK

source: Enter SIM {{n}} NCK
yo: Ṣàmúlò SIM {{n}} NCK

source: Enter SIM {{n}} CCK
yo: Ṣàmúlò SIM {{n}} CCK

source: Enter SIM {{n}} SPCK
yo: Ṣàmúlò SIM {{n}} SPCK

source: Enter SIM {{n}} NCK1
yo: Ṣàmúlò SIM {{n}} NCK1

source: Enter SIM {{n}} NCK2
yo: Ṣàmúlò SIM {{n}} NCK2

source: Enter SIM {{n}} HNCK
yo: Ṣàmúlò SIM {{n}} HNCK

source: Enter SIM {{n}} RCCK
yo: Ṣàmúlò SIM {{n}} RCCK

source: Enter SIM {{n}} RSPCK
yo: Ṣàmúlò SIM {{n}} RSPCK

source: Type your NCK code
yo: Tẹ kóòdù NCK rẹ

source: Type your CCK code
yo: Tẹ kóòdù CCK rẹ

source: Type your SPCK code
yo: Tẹ kóòdù SPCK rẹ

source: Type your NCK1 code
yo: Tẹ kóòdù NCK1 rẹ

source: Type your NCK2 code
yo: Tẹ kóòdù NCK2 rẹ

source: Type your HNCK code
yo: Tẹ kóòdù HNCK rẹ

source: Type your RCCK code
yo: Tẹ kóòdù RCCK rẹ

source: Type your RSPCK code
yo: Tẹ kóòdù RSPCK rẹ

source: NCK must have between 8 and 16 characters.
yo: NCK gbọ́dọ̀ ní àwọn ẹyọ ọ̀rọ̀ láàrin 8 sí 16.

source: CCK must have between 8 and 16 characters.
yo: CCK gbọ́dọ̀ ní àwọn ẹyọ ọ̀rọ̀ láàrin 8 sí 16.

source: SPCK must have between 8 and 16 characters.
yo: SPCK gbọ́dọ̀ ní àwọn ẹyọ ọ̀rọ̀ láàrin 8 sí 16.

source: NCK1 must have between 8 and 16 characters.
yo: NCK1 gbọdọ ni àwọn ẹyọ ọ̀rọ̀ láti 8 sí 16.

source: NCK2 must have between 8 and 16 characters.
yo: NCK2 gbọdọ ni àwọn ẹyọ ọ̀rọ̀ láti 8 sí 16.

source: HNCK must have between 8 and 16 characters.
yo: HNCK gbọdọ ni àwọn ẹyọ ọ̀rọ̀ láti 8 sí 16.

source: RCCK must have between 8 and 16 characters.
yo: RCCK gbọdọ ni àwọn ẹyọ ọ̀rọ̀ láti 8 sí 16.

source: RSPCK must have between 8 and 16 characters.
yo: RSPCK gbọdọ ni àwọn ẹyọ ọ̀rọ̀ láti 8 sí 16.

source: The NCK code is incorrect.
yo: Kóòdù NCK kò tọ̀nà.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
yo: Nẹ́tiwọkì ìbéèrè àyọkúrò ẹlẹ́ni kúnà. O ní ìgbìyànjú kansi láti lo kóòdù. Tọ́kasí ohun èlò ìlànà ìṣàmúlò tàbí kànsí olùpèsè rẹ fún ìwifún si.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
yo: Nẹ́tiwọkì ìbéèrè àyọkúrò ẹlẹ́ni kúnà. O ní {{n}} ìgbìyànjú kansi láti lo kóòdù. Tọ́kasí ohun èlò ìlànà ìṣàmúlò tàbí kànsí olùpèsè rẹ fún ìwifún si.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
yo: Nẹ́tiwọkì ìbéèrè àyọkúrò ẹlẹ́ni kúnà. O ní {{n}} ìgbìyànjú kansi láti lo kóòdù. Tọ́kasí ohun èlò ìlànà ìṣàmúlò tàbí kànsí olùpèsè rẹ fún ìwifún si.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
yo: Nẹ́tiwọkì ìbéèrè àyọkúrò ẹlẹ́ni kúnà. O ní {{n}} ìgbìyànjú kansi láti lo kóòdù. Tọ́kasí ohun èlò ìlànà ìṣàmúlò tàbí kànsí olùpèsè rẹ fún ìwifún si.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
yo: Nẹ́tiwọkì ìbéèrè àyọkúrò ẹlẹ́ni kúnà. O ní {{n}} ìgbìyànjú kansi láti lo kóòdù. Tọ́kasí ohun èlò ìlànà ìṣàmúlò tàbí kànsí olùpèsè rẹ fún ìwifún si.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
yo: Nẹ́tiwọkì ìbéèrè àyọkúrò ẹlẹ́ni kúnà. Àǹfàní ìkẹhìn láti lo kóòdù NCK tótọ́. Tọ́kasí ohun èlò ìlànà ìṣàmúlò tàbí kànsí olùpèsè rẹ fún ìwifún si.

source: Skip
yo: Fòó

source: Send
yo: Firánṣẹ́

source: OK
yo: ÓDA

source: The SIM card is locked
yo: A titi SÍÌMÙ káàdì

source: Last try.
yo: Ìgbìyanjú ìkẹhìn.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
yo: {{n}} ìgbìyanjú tókù.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
yo: {{n}} ìgbìyanjú tókù.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
yo: {{n}} ìgbìyanjú tókù.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
yo: {{n}} ìgbìyànjú tókù.

source: SIM Manager
yo: Alákòóso SÍÌMÙ

source: SIM {{n}}
yo: SÍÌMÙ {{n}}

source: (default)
yo: (àkùnàyàn)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
yo: Ìpè tó ń jáde, iṣé tó ń jáde àti ìsopọ̀ dátà wà ní àgbékalẹ̀ SIM 1 bii àkùnàyàn

source: You can change default settings at Settings > SIM manager
yo: O lè ṣàyípadà ààtò àkùnàyàn ní Ààtò > alábòjutó SÍÌMÙ

source: SIM PIN locked
yo: SIM PIN titì

source: No operator
yo: Kòsí osìsẹ́

source: Language
yo: Èdè

source: Cellular Data
yo: Dátà Alágbèéká

source: Enable Data
yo: Dátà Tàn

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
yo: Ń gbàláàyè ìsopọ̀ dátà báyì kòní fàyegbà ọ́ láti ṣàgbékalẹ̀ fóònù rẹ láíní ìsopọ̀ Wi-Fi. O lè gbàláàyè bóyá nínu àwọn ààtò. Kànri dájú pé o ní ètò dátà pẹ̀lú olùpèsè rẹ láti dẹ́kun ìsanwó gíga.

source: Warning
yo: Ìkilọ̀

source: Enable Geolocation
yo: Geolocation Ti tàn

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
yo: {{brandShortName}} ńlo dátà bíi GPS, Wi-Fi, àti nẹ́tiwọkì alágbèká tó súnmọ́ ọ láti ṣe ìrànwọ́ gẹ́gẹ́tò ibi tóo wà.

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
yo: A fi dátà ránṣẹ́ sí Mozilla àti àwọn olùpèsè iṣẹ́ mííràn ao sìló ní àgbájọ láti ṣèmú gbòòrò àwọn àkójọ dátà ibi tóo wà. A lèfi dátà pamọ́ sí orí ohun èlò rẹ àti àkójọpọ̀ dátà lè wáyé nígbà tí àwọn ìṣafílọlẹ́ kò tilẹ̀ ń ṣiṣẹ́.

source: Notice
yo: Àkíyèsí

source: More about your privacy
yo: Sii nípa ìpamọ́ rẹ

source: Scanning for networks
yo: Ń ṣẹ̀dà àwòrán fún nẹ́tíwọkì

source: Select a network
yo: Yan nẹ́tíwọkì

source: Connecting…
yo: Ń sopọ̀…

source: Obtaining an IP address…
yo: Ń gba àdírẹsì IP…

source: Connected
yo: Sopọ̀

source: Connection failed
yo: Ìsopọ̀ kúnà

source: Offline
yo: Àìsílóníforíkorí

source: secured by {{capabilities}}
yo: aláàbò ni {{capabilities}}

source: None
yo: Kò sí

source: Open
yo: Ṣí

# identity
source: User
yo: Olùṣàmúlò

# identityInput.placeholder
source: User
yo: Olùṣàmúlò

source: Password
yo: Ọ̀rọ̀ aṣínà

# passwordInput.placeholder
source: Password
yo: Ọ̀rọ̀ aṣínà

source: Show Password
yo: Ṣàfihàn Ọ̀rọ̀ aṣínà

source: Refresh
yo: Sọdọ̀tun

source: No wireless networks found
yo: Akòrí nẹ́tíwọkì àláìlowáyà

source: Join hidden network
yo: Darapọ̀ mọ́ nẹ́tíwọkì tó farasin

source: Authentication
yo: Ìfàṣẹsí

source: SSID Network Name
yo: Orúkọ Nẹ́tíwọkì SSID

source: {{level}} of 4 bars
yo: {{level}} àwọn òpó 4

source: Networks found
yo: Arí nẹ́tíwọkì

source: Date & Time
yo: Déètì & Àkókò

source: Time zone
yo: Àkókò agbègbè

source: Change
yo: Ṣàyípadà

source: Region
yo: Ẹkùn

source: City
yo: Ìlú

source: Date
yo: Déètì

source: Time
yo: Àkókò

source: Import contacts
yo: Ṣàgbéwọlé àtòkọ àwọn alábàáṣe

source: SIM card
yo: SÍÌMÙ káàdì

source: … checking
yo: … ń ṣàyẹwò

source: Not imported yet
yo: Akòí gbéwọlé

source: Other accounts
yo: Àwọn àkọọ́lẹ̀ míìràn

source: You can import and edit Facebook friends anytime in Contacts settings
yo: O lè gbéwọlé àti ṣàtúntò àwọn ọ̀rẹ́ Facebook nígbà-kigbà ní àwọn ààtò Olùbásọ̀rọ̀

source: Firefox Accounts
yo: Àwọn Àkọọ́lẹ̀ Firefox

source: Create Account or Sign In
yo: Ṣẹ̀dá Àkọọ́lẹ̀ tàbí Wọlé

source: A verification link has been sent to {{email}}
yo: Ìjẹ́rì ìtọ́kasí ni a ti fi jíṣẹ́ sí {{email}}

source: Signed in as {{email}}
yo: Wọlé bii {{email}}

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
yo: {{brandShortName}} ni a kọ lórí ọ̀fẹ́ àti orísun ẹ̀yà àìrídìmú ṣiṣi sílẹ̀ láti ọwọ́ àwùjọ ẹgbẹgbẹ̀rún ní gbogbo àgbayé. Óní àwọn ohun díẹ̀ tí o ní láti mọ̀:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
yo: {{brandShortName}} wà fún ọ lábẹ́ ìlànà ọ̀pọ̀ orísun ìwé àsẹ ìṣísílẹ̀ ti Mozilla Ìwé àsẹ Gbogbogbò pẹ̀lú. Ohun elò to ń ṣiṣẹ́ {{brandShortName}} lèní ẹ̀yà àìrídìmú àdáni láti ọdọ̀ ẹnìkẹ́ta. Kóòdù yóòwù kí a pesè lábẹ́ ìwé àsẹ fún ọ ní ẹ̀tọ́ láti ṣàtúntò kóòdù orísun kí o pín ẹ̀yà àtúntò rẹ níwọ̀n ìgbà bí o bá tẹ̀lé àwọn ìlànà.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
yo: A kò fún ọ ní àṣẹ àmìokoòwò kankan tàbí ìwé àṣẹ sí àmìokoòwò ti Mozilla Foundation tàbí ẹgbẹ́ kankan, pẹ̀lú láìní ìdádúró {{brandShortName}} orúkọ tàbí lógò.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
yo: Àwọn àbùdá kan {{brandShortName}}, bíi Olùjábọ̀ Forísánpọ́n, fún ọ ní yíyàn láti pèsè ìjábọ̀ sí Mozilla. Nípa yíyàn láti fi ìjábọ̀ sílẹ̀, o fún Mozilla ní àṣẹ láti lo ìjábọ̀ láti ṣàtúntò ọjà rẹ, láti ṣàtẹ̀jáde ìjábọ̀ lóri àwọn ojúlé wẹ́ẹ̀bù rẹ, àti láti pín ìjábọ̀ náà.

source: Other
yo: Òmìíràn

source: SIM Card Warning
yo: Ìkìlọ̀ SÍÌMÙ Káàdì

source: Please, insert a SIM card and reboot your phone.
yo: Jọ̀wọ́, ṣàfibọ̀ SIM káàdì kí o tún fóònù rẹ tàn.

source: privacy policy
yo: ìlànà ìpamọ́

source: About {{brandShortName}}
yo: Nípa {{brandShortName}}

source: Your Privacy
yo: Ìpamọ́ Rẹ

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
yo: Nígbà tí o bálo {{brandShortName}}, o di lára àwùjọ àgbayé tí ńṣe ìrànwọ́ láti kọ́ ọjọ́ ọ̀la tí ó tàn fún Wẹ́ẹ̀bù. Bí ó bá fẹ́mọ̀si nípa àwùjọ Mozilla, àwọn ọjà wa míìràn àti ohun ṣíṣe nítòsí rẹ, jọ̀wọ́ ṣàwọlé àdírẹ̀sì í-meélì rẹ nísàlẹ̀.

source: Email address
yo: Àdírẹsì í-meélì

source: Email successfully added
yo: Í-meélì tì ṣàfikún dáradára

source: Saving your email…
yo: Ń fi í-meélì rẹ pamọ́…

source: Marketplace
yo: Ibiọjà

source: Back
yo: Ẹ̀yìn

source: Next
yo: Tókàn

source: Join
yo: Sopọ̀

source: Done
yo: Ti ṣe tán

source: That’s it!
yo: Ó tán!

source: Start your phone tour!
yo: Bẹ̀rẹ̀ ìrìnàjò fóònù rẹ!

source: Start your tablet tour!
yo: Bẹ̀rẹ̀ ìrìnàjò kọ̀ǹpútà alogègé!

source: Join us for a quick tutorial about your new phone.
yo: Darapọ̀ mọ́ wa fún èkọ́ nípa fóònù rẹ titun.

source: You’re ready to enjoy your new phone.
yo: O ti ṣetán láti gbádùn fóònù rẹ titun.

source: You can change the language, date/time and Wi-Fi connection in settings.
yo: Olè yí èdè, déètì/àkókò padà àti ìsopọ̀ Wi-Fi nínu àwọn ààtò.

source: Let’s go
yo: Jẹkí a lọ

source: Start tour
yo: Bẹ̀rẹ̀ ìrìnàjò

source: You can always swipe from the bottom edge to enter home screen.
yo: O lè sún nígbàkigbà láti ẹ̀gbẹ́ ìsalẹ̀ láti wọlé aṣàfihàn.

source: Let’s do it!
yo: Jẹ́kí a ṣé!

source: Tutorial
yo: Ẹ̀kọ́

source: Swipe left or right to discover new apps on home screen.
yo: Sún sósì tàbi ọ̀tún láti ṣàwarí àwọn ìṣafilọ́lẹ̀ titun lóri aṣàfihàn ilé.

source: Two fingers swipe up from the bottom edge to trigger card view.
yo: Ìka méjì sún sókè láti ẹ̀gbẹ́ ìsalẹ̀ láti múṣiṣẹ́ ìwo káàdì.

source: Drag from the left edge of your screen to return to recently used apps.
yo: Wọ́ láti ẹ̀gbẹ́ òsì aṣàfihàn rẹ láti padà sí àwọn ìṣafilọ́lẹ̀ tí o lò láìpẹ́.

source: You must be connected to the Internet to view the page.
yo: O gbọ́dọ̀ sopọ̀ sí íntánẹ́tì láti wo ojú ewé.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
yo: Jọ̀wọ́ padà sí ìsopọ̀ Íntánẹ́tì. Otún lè wo ojú ewé yìí bóyá láti àwọn ààtò tàbí nípa wíwọ̀ {{url}} nínu ìgbàwálẹ̀.

source: OK
yo: Ó DÁRA

source: You must be connected to the Internet to subscribe to the newsletter.
yo: O gbọ́dọ̀ sopọ̀ sí Íntánẹ́tì láti forúkọsílẹ̀ fún ìwé ìròyìn lẹ́tà.

source: Please go back and connect to the Internet.
yo: Jọ̀wọ́ padà kí o sopọ̀ mọ́ Íntánẹ́tì.

source: Your email is not valid
yo: Í-meélì rẹ jẹ́ aláìbẹgbẹmu

source: Please go back and correct your entry.
yo: Jọ̀wọ́ padà kí o ṣàtúnṣe ìwọlé rẹ.

source: Retry
yo: Tún gbìyànjú

source: Cancel
yo: Parẹ́

source: Step {{step}} of {{total}}
yo: Ìgbésẹ̀ {{step}} ti {{total}}

source: First Time Experience
yo: Ìrirí Ìgbà Àkọkọ́
