Repository: translate/mozilla-gaia
Catalog: ff/apps/ringtones/ringtones.properties.po
Languages: ff

source: Manage Tones
ff: Toppito Kolɓe

source: Share ringtone
ff: Lollin holɓere

source: Delete ringtone
ff: Momtu holɓitere

source: Share alert
ff: Lollin jeertinol

source: Delete alert
ff: Momtu jeertinol

# actions-cancel
source: Cancel
ff: Haaytu

source: Delete Ringtone
ff: Momtu Holɓitere

source: Delete Alert
ff: Momtu Jeertinol

# delete-cancel
source: Cancel
ff: Haaytu

source: Delete
ff: Momtu

source: Ringtone deleted.
ff: Holɓitere momtaama.

source: Alert deleted.
ff: Jeertinol momtaama.

source: New ringtone created.
ff: Holɓitere hesere sosaama.

source: Ringtone set as default.
ff: Holɓitere waɗtaama woowaande.

source: SD Card
ff: Kartal SD

source: Select Sound
ff: Labo Gaacol

source: Set
ff: Suɓo

source: {{ringtoneSectionBrandName}} Ringtones
ff: Kolɓe {{ringtoneSectionBrandName}}

source: {{ringtoneSectionBrandName}} Alerts
ff: Jeertine {{ringtoneSectionBrandName}}

source: My Ringtones
ff: Kolɓe Am

source: My Alerts
ff: Jeertine Am

source: Create Ringtone
ff: Sos Holɓitere

source: Save
ff: Danndu

# create-cancel
source: Cancel
ff: Haaytu

source: Corrupted File
ff: Fiilde ko jiibnde

source: The file is corrupted. It cannot be used to create a ringtone.
ff: Fiilde ndee ko jiibnde. Nde waawaa huutoreede ngam sosde holɓitere.

source: Ringtone Not Created
ff: Holɓitere Sosaaka

source: There was an issue creating the ringtone. Please try again.
ff: Waɗii caɗe e cosgol holɓitere ndee. Tiiɗno fuɗɗito.

source: Use as default ringtone
ff: Waɗtu holɓitere woowaande

source: Untitled
ff: Alaa-innde
