Repository: translate/mozilla-gaia
Catalog: hsb/apps/settings/device_type/phone/settings.device.properties.po
Languages: hsb

source: Share my Internet connection with a USB-connected device.
hsb: Internetny zwisk z gratom dźělić, kotryž je přez USB zwjazany.

source: Share my Internet connection with Wi-Fi-connected devices.
hsb: Internetny zwisk z gratami dźělić, kotryž su přez WLAN zwjazane.

source: The ringtone was not changed because the selected file can not be played on this phone.
hsb: Zwonjenje njeje so změniło, dokelž wubrana dataja njeda so na tutym telefonje wothrać.

source: Find My Device allows you to locate, lock or erase your phone
hsb: Funkcija "Mój grat namakać" zmóžnja wam, waš telefon namakać, zawrěć abo zhašeć

source: Find My Device allows you to locate, lock or erase your phone from a web site:
hsb: Funkcija "Mój grat namakać" zmóžnja wam, waš telefon z websydła namakać, zawrěć abo zhašeć:

source: Your phone is being tracked by another device through the website.
hsb: Waš telefon so na websydle přez druhi grat slěduje.

source: No devices are actively tracking your phone through the website.
hsb: Žane graty waš telefon na websydle aktiwnje njeslěduja.

source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
hsb: Aktiwizowanje USB-składowaka zmóžnja druhemu ličakej abo gratej, kotryž je přez USB zwjazany, přistup na dataje na tutym telefonje měć.

source: Reset Phone
hsb: Telefon wróćo stajić

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
hsb: Při wróćostajenju so wšě waše daty inkluziwnje kupjene nałoženja zhašeja. Telefon so do twornjoweho stawa wróćo staji. Waše nastajenja abo daty njebudu so składować.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your phone will have unrestricted developer tools, allowing you to modify and debug system applications.
hsb: Při wróćostajenju so wšě waše daty zhašeja, inkluziwnje nałoženja, kotrež sće kupił. Žane z wašich nastajenjow abo datow so składuja. Ale waš telefon změje njewobmjezowane wuwiwarske nastroje, kotrež wam zmóžnjeja, systemowe nałoženja změnić a za zmylkami přepruwować.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your phone will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
hsb: Při wróćostajenju so wšě waše daty zhašeja, inkluziwnje nałoženja, kotrež sće kupił. Žane z wašich nastajenjow abo datow so składuja. Ale waš telefon hižo njezměje njewobmjezowane wuwiwarske nastroje. Njemóžeće hižo systemowe nałoženja změnić abo za zmylkami přepruwować.

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
hsb: Aktiwizowanje modusa zalutowanja energije znjemóžnja datowe zwiski, Bluetooth-zwiski a zwiski za postajenje stejnišća telefona, zo by čas fungowanja baterije podlěšiło. Móžeće tute słužby manuelnje zmóžnić.

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
hsb: Pomhajće nam, {{brandShortName}} polěpšić, dźělo daty wo swojim telefonje a wo wašnju, kaž jón wužiwaće.

source: Connected to phone audio
hsb: Z telefonowym awdiom zwjazany

source: Connected to phone/media audio
hsb: Z telefonowym/medijowym awdiom zwjazany
