Repository: translate/mozilla-gaia
Catalog: tn/apps/bookmark/bookmark.properties.po
Languages: tn

source: Add link
tn: Tsenya tomaganyò

source: Edit link
tn: Tseleganya tomaganyò

source: Added to Home Screen
tn: Tsentswe kwa sesiròng

source: Updated bookmark
tn: Lokwalô le ntshafaditsweng

source: Website name
tn: Leina la tsebe

source: Address
tn: Aterese

source: Cancel
tn: Phimola

source: Add to Home Screen
tn: Tsenya kwa sesiròng

source: Done
tn: Feditse

source: Remove {{name}}
tn: Sutisa {{leina}}

source: Remove {{name}} from system?
tn: Sutisa {{leina}} mo tirisong?

source: Remove
tn: Sutisa
