Repository: translate/mozilla-gaia
Catalog: hsb/apps/ftu/ftu.properties.po
Languages: hsb

source: Tap to expand and collapse app groups. Drag an app into a new space to create a group.
hsb: Podótkńće so, zo byšće nałoženske skupiny pokazał a schował. Ćehńće nałoženje do noweho ruma, zo byšće skupinu wutworił.

source: You must be connected to the Internet to view the page.
hsb: Dyrbiće z internetom zwjazany być, zo byšće sej stronu wobhladał.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
hsb: Prošu wroćće so a zwjazajće z internetom. Móžeće sej tež stronu pozdźišo z nastajenjow wobhladać abo přez to, zo {{url}} we wobhladowaku zapodaće.

source: OK
hsb: W porjadku

source: You must be connected to the Internet to subscribe to the newsletter.
hsb: Dyrbiće z internetom zwjazany być, zo byšće powěsćowy list abonował.

source: Please go back and connect to the Internet.
hsb: Prošu dźiće wróćo a zwjazajće z internetom.

source: Your email is not valid
hsb: Waša e-mejlowa adresa je njepłaćiwa

source: Please go back and correct your entry.
hsb: Prošu dźiće wróćo a porjedźće swój zapisk.

source: Retry
hsb: Hišće raz spytać

source: Cancel
hsb: Přetorhnyć

source: Step {{step}} of {{total}}
hsb: Krok {{step}} z {{total}}

source: First Time Experience
hsb: Prěnje wužiwanje
