Repository: translate/mozilla-gaia
Catalog: hsb/apps/ftu/ftu.properties.po
Languages: hsb

source: Enter PIN code
hsb: PIN-kod zapodać

source: Type your PIN code
hsb: Zapodajće swój PIN-kod

source: SIM {{n}} PIN
hsb: PIN za SIM {{n}}

source: PIN must have between 4 and 8 characters.
hsb: PIN dyrbi z 4 hač do 8 znamješkow wobstać.

source: The PIN was incorrect.
hsb: PIN je wopak był.

source: You have one try left to enter the correct code before locking the SIM card.
hsb: Maće hišće 1 pospyt, zo byšće prawy kod zapodał, prjedy hač so SIM-karta zawrěje.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće hišće {{n}} pospytaj, zo byšće prawy kod zapodał, prjedy hač so SIM-karta zawrěje.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće hišće {{n}} pospyty, zo byšće prawy kod zapodał, prjedy hač so SIM-karta zawrěje.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće hišće {{n}} pospytow, zo byšće prawy kod zapodał, prjedy hač so SIM-karta zawrěje.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hsb: Maće hišće {{n}} pospytow, zo byšće prawy kod zapodał, prjedy hač so SIM-karta zawrěje.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
hsb: To je waš posledni pospyt, zo byšće prawy PIN zapodał. Hewak ddyrbiće PUK-kod zapodać, zo byšće SIM-kartu wužiwał.

source: Enter PUK code
hsb: PUK-kod zapodać

source: Enter SIM {{n}} PUK
hsb: Zapodajće PUK za SIM {{n}}

source: SIM {{n}} PUK
hsb: PUK za SIM {{n}}

source: PUK code
hsb: PUK-kod

source: PUK code must have exactly 8 characters.
hsb: PUK-kod dyrbi z eksaktnje 8 znamješkow wobstać.

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Dyrbiće kod wosobinskeho kluča za zběhnjenje zawěry (PUK) za SIM-kartu zapodać. Pohladajće do dokumentacije swojeje SIM-karty abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

source: The PUK was incorrect.
hsb: PUK je wopak był.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće hišće jedyn pospyt, zo byšće prawy kod zapodał, prjedy hač budźe tuta SIM-karta na přeco njewužiwajomna. Pohladajće do dokumentacije swojeje SIM-karty abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće hišće {{n}} pospytaj, zo byšće prawy kod zapodał, prjedy hač budźe tuta SIM-karta na přeco njewužiwajomna. Pohladajće do dokumentacije swojeje SIM-karty abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće hišće {{n}} pospyty, zo byšće prawy kod zapodał, prjedy hač budźe tuta SIM-karta na přeco njewužiwajomna. Pohladajće do dokumentacije swojeje SIM-karty abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće hišće {{n}} pospytow, zo byšće prawy kod zapodał, prjedy hač budźe tuta SIM-karta na přeco njewužiwajomna. Pohladajće do dokumentacije swojeje SIM-karty abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hsb: Maće hišće {{n}} pospytow, zo byšće prawy kod zapodał, prjedy hač budźe tuta SIM-karta na přeco njewužiwajomna. Pohladajće do dokumentacije swojeje SIM-karty abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
hsb: To je waš posledni pospyt, zo byšće prawy PUK-kod zapodał. Waša SIM-karta budźe na přeco njewužiwajomna, jeli wopačny PUK-kod zapodaće.

source: Create new PIN (4 to 8 digits)
hsb: Nowy PIN wutworić (4 hač do 8 cyfrow)

source: Confirm new PIN
hsb: Nowy PIN wobkrućić

source: PINs don’t match
hsb: PIN jenakej njejstej

source: Enter NCK code
hsb: NCK-kod zapodać

source: Enter CCK code
hsb: CCK-kod zapodać

source: Enter SPCK code
hsb: SPCK-kod zapodać

source: Enter NCK1 code
hsb: NCK1-kod zapodać

source: Enter NCK2 code
hsb: NCK2-kod zapodać

source: Enter HNCK code
hsb: HNCK-kod zapodać

source: Enter RCCK code
hsb: RCCK-kod zapodać

source: Enter RSPCK code
hsb: RSPCK-kod zapodać

source: Enter SIM {{n}} NCK
hsb: NCK za SIM {{n}} zapodać

source: Enter SIM {{n}} CCK
hsb: CCK za SIM {{n}} zapodać

source: Enter SIM {{n}} SPCK
hsb: SPCK za SIM {{n}} zapodać

source: Enter SIM {{n}} NCK1
hsb: NCK1 za SIM {{n}} zapodać

source: Enter SIM {{n}} NCK2
hsb: NCK2 za SIM {{n}} zapodać

source: Enter SIM {{n}} HNCK
hsb: HNCK za SIM {{n}} zapodać

source: Enter SIM {{n}} RCCK
hsb: RCCK za SIM {{n}} zapodać

source: Enter SIM {{n}} RSPCK
hsb: RSPCK za SIM {{n}} zapodać

source: SIM {{n}} NCK
hsb: NCK za SIM {{n}}

source: SIM {{n}} CCK
hsb: CCK za SIM {{n}}

source: SIM {{n}} SPCK
hsb: SPCK za SIM {{n}}

source: SIM {{n}} NCK1
hsb: NCK1 za SIM {{n}}

source: SIM {{n}} NCK2
hsb: NCK2 za SIM {{n}}

source: SIM {{n}} HNCK
hsb: HNCK za SIM {{n}}

source: SIM {{n}} RCCK
hsb: RCCK za SIM {{n}}

source: SIM {{n}} RSPCK
hsb: RSPCK za SIM {{n}}

source: Type your NCK code
hsb: Zapisajće swój NCK-kod

source: Type your CCK code
hsb: Zapisajće swój CCK-kod

source: Type your SPCK code
hsb: Zapodajće swój SPCK-kod

source: Type your NCK1 code
hsb: Zapodajće swój NCK1-kod

source: Type your NCK2 code
hsb: Zapodajće swój NCK2-kod

source: Type your HNCK code
hsb: Zapodajće swój HNCK-kod

source: Type your RCCK code
hsb: Zapodajće swój RCCK-kod

source: Type your RSPCK code
hsb: Zapodajće swój RSPCK-kod

source: NCK must have between 8 and 16 characters.
hsb: NCK dyrbi z 8 hač do 16 znamješkow wobstać.

source: CCK must have between 8 and 16 characters.
hsb: CCK dyrbi z 8 hač do 16 znamješkow wobstać.

source: SPCK must have between 8 and 16 characters.
hsb: SPCK dyrbi z 8 hač do 16 znamješkow wobstać.

source: NCK1 must have between 8 and 16 characters.
hsb: NCK1 dyrbi z 8 hač do 16 znamješkow wobstać.

source: NCK2 must have between 8 and 16 characters.
hsb: NCK2 dyrbi z 8 hač do 16 znamješkow wobstać.

source: HNCK must have between 8 and 16 characters.
hsb: HNCK dyrbi z 8 hač do 16 znamješkow wobstać.

source: RCCK must have between 8 and 16 characters.
hsb: RCCK dyrbi z 8 hač do 16 znamješkow wobstać.

source: RSPCK must have between 8 and 16 characters.
hsb: RSPCK dyrbi z 8 hač do 16 znamješkow wobstać.

source: The NCK code is incorrect.
hsb: NCK-kod je wopak.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hsb: Naprašowanje syćoweho wotwosobnjenja je so nimokuliło. Maće jedyn pospyt wyše, zo byšće prawy kod zapodał. Pohladajće do dokumentacije swojeho grata abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hsb: Naprašowanje syćoweho wotwosobnjenja je so nimokuliło. Maće {{n}} pospytaj wyše, zo byšće prawy kod zapodał. Pohladajće do dokumentacije swojeho grata abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hsb: Naprašowanje syćoweho wotwosobnjenja je so nimokuliło. Maće {{n}} pospyty wyše, zo byšće prawy kod zapodał. Pohladajće do dokumentacije swojeho grata abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hsb: Naprašowanje syćoweho wotwosobnjenja je so nimokuliło. Maće {{n}} pospytow wyše, zo byšće prawy kod zapodał. Pohladajće do dokumentacije swojeho grata abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hsb: Naprašowanje syćoweho wotwosobnjenja je so nimokuliło. Maće {{n}} pospytow wyše, zo byšće prawy kod zapodał. Pohladajće do dokumentacije swojeho grata abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
hsb: Naprašowanje syćoweho wotwosobnjenja je so nimokuliło. Poslednja móžnosć, zo byšće prawy NCK-kod zapodał. Pohladajće do dokumentacije swojeho grata abo stajće so ze swojim poskićowarjom za dalše informacije do zwiska.

source: Skip
hsb: Přeskočić

source: Send
hsb: Pósłać

source: OK
hsb: W porjadku

source: The SIM card is locked
hsb: SIM-karta je zawrjena

source: Last try.
hsb: Posledni pospyt.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
hsb: {{n}} pospytaj wyše.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
hsb: {{n}} pospyty wyše.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
hsb: {{n}} pospytow wyše.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
hsb: {{n}} pospytow wyše.

source: SIM Manager
hsb: SIM-zrjadowak

source: (default)
hsb: (standard)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
hsb: Wuchadźace zawołanja, wuchadźace powěsće a datowy zwisk su na SIM 1 jako standard nastajene

source: You can change default settings at Settings > SIM manager
hsb: Móžeće pod Nastajenja > SIM-zrjadowak standardne nastajenja změnić

source: SIM PIN locked
hsb: SIM-PIN zawrjeny

source: No operator
hsb: Žadyn poskićowar mobilneho škričkowanja

source: Searching
hsb: Pytanje

source: Language
hsb: Rěč

source: Cellular Data
hsb: Daty mobilneho telefona

source: Enable Data
hsb: Daty zmožnić

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
hsb: Zmóžnjenje datoweho zwiska budźe wam dowoleć, waš telefon bjez WLAN-zwiska konfigurować. Móžeće jón tež pozdźišo w nastajenjach aktiwizować. Zawěsćće, zo maće datowy plan ze swojim poskićowarjom, zo byšće wysoke kóšty wobešoł.

source: Warning
hsb: Warnowanje

source: Geolocation
hsb: Postajenje stejnišća

source: Enable Geolocation
hsb: Postajenje stejnišća zmóžnić

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
hsb: {{brandShortName}} wužiwa daty kaž te wot GPS, WLAN a mobilnych syćow we wašej bliskosći, zo by waše přibližne stejnišćo zwěsćił.

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
hsb: Daty so na Mozilla a druhich słužbnych poskićowarjow sćelu a wužiwaja so w cyłku, zo bychu datowe banki městnow polěpšili. Daty składuja so na wašim graće a datowa zběrka móže so wotměwać, hdyž žane nałoženja njeběža.

source: Notice
hsb: Pokaz

source: More about your privacy
hsb: Wjace wo wašej priwatnosći

source: Scanning for networks
hsb: Za syćemi skenować

source: Select a network
hsb: Syć wubrać

source: Connecting…
hsb: Zwjazuje so…

source: Obtaining an IP address…
hsb: IP-adresa so wobstaruje…

source: Connected
hsb: Zwjazany

source: Connection failed
hsb: Zwisk je so nimokulił

source: secured by {{capabilities}}
hsb: zawěsćeny wot {{capabilities}}

source: Security
hsb: Wěstota

# securityNone
source: None
hsb: Žana

source: Open
hsb: Wotewrjeny

# securityOpen.ariaLabel
source: Security
hsb: Wěstota

# identity
source: User
hsb: Wužiwar

# identityInput.placeholder
source: User
hsb: Wužiwar

source: Password
hsb: Hesło

# passwordInput.placeholder
source: Password
hsb: Hesło

source: Show Password
hsb: Hesło pokazać

source: Refresh
hsb: Aktualizować

source: No wireless networks found
hsb: Žane bjezgrotowe syće namakane

source: Join hidden network
hsb: Ze schowanej syću zwjazać

source: Authentication
hsb: Awtentifikacija

source: SSID Network Name
hsb: Mjeno SSID-syće

source: {{level}} of 4 bars
hsb: {{level}} 4 hrjadow

source: Networks found
hsb: Syće namakane

source: Date & Time
hsb: Datum a čas

source: Time zone
hsb: Časowe pasmo

source: Change
hsb: Změnić

source: City
hsb: Město

source: Date
hsb: Datum

source: Time
hsb: Čas

source: Import contacts
hsb: Kontakty importować

source: SIM card
hsb: SIM-karta

source: Not imported yet
hsb: Hišće njeimportowany

source: Other accounts
hsb: Druhe konta

source: Firefox Accounts
hsb: Konta Firefox

source: A Firefox Account lets you find a lost phone and buy apps from the Firefox Marketplace.
hsb: Konto Firefox wam zmóžnja, zhubjeny telefon namakać a nałoženja z Torhošća Firefox kupić.

source: Create Account or Sign In
hsb: Konto załožić abo so přizjewić

source: A verification link has been sent to {{email}}
hsb: Wobkrućenski wotkaz je so na {{email}} pósłał

source: Signed in as {{email}}
hsb: Jako {{email}} přizjewjeny

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
hsb: {{brandShortName}} so na zakładźe darmotneje softwary wotewrjeneho žórła přez zhromadźenstwo tysacow z cyłeho swěta wuwiwa. Su někotre wěcy, kotrež wy měł wědźeć:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
hsb: {{brandShortName}} staja so wam pod wuměnjenjemi wjacorych licencow wotewrjeneho žórła inkluziwnje licencu Mozilla Public License k dispoziciji. Grat, na kotrymž {{brandShortName}} běži, móže tež softwaru třećich poskićowarjow wobsahować, kotraž je na wěsty system wjazana. Smějeće kóždy kod, kotryž so pod wotewrjenymi licencami wozjewja, změnić a swoje změnjene wersije rozšěrjeć, dołhož jich wuměnjenja spjelnjeće.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
hsb: Nimaće žane prawa na wikowanskich znamjenjach abo na licencach wikowanskich znamjenjow załožby Mozilla Foundation abo někajkeho poskićowarja, inkluziwnje bjez wobmjezowanja mjena abo loga {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
hsb: Někotre funkcije w {{brandShortName}}, na př. rozprawjak spadow, dadźa wam móžnosć z Mozilla do zwiska stupić. Hdyž komentar sćeleće, daće Mozilla prawo, komentar wužiwać, zo by swoje produkty polěpšił, komentar na jeho websydłach wozjewić a komentar rozšěrjeć.

source: Other
hsb: Druhe

source: SIM Card Warning
hsb: Warnowanje SIM-karty

source: Please, insert a SIM card and reboot your phone.
hsb: Prošu zasadźće SIM-kartu a startujće swój telefon znowa.

source: Telemetry sends Mozilla data about performance, hardware, configurations, customizations and app usage in your {{brandShortName}} device. We use this to make our products better, faster and more responsive.
hsb: Telemetrija sćele Mozilla daty wo wukonje, hardwarje, konfiguracijach, přiměrjenjach a wužiwanju nałoženjow na wašim graće {{brandShortName}}. Wužiwamy to, zo bychmy swoje produkty polěpšili, pospěšili a bóle přiměrjene činili.

source: Learn more at <a>{{url}}</a>
hsb: Zhońće wjace na <a>{{url}}</a>

source: Learn how Mozilla handles your information at <a>{{url}}</a>
hsb: Zhońće na <a>{{url}}</a>, kak Mozilla z wašimi informacijemi wobchadźa

source: Welcome to <a>{{brandShortName}}</a>, the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
hsb: Witajće k <a>{{brandShortName}}</a>, darmotnemu dźěłowemu systemej wotewrjeneho žórła Mozilla. Naša misija je, wotewrjenosć, inowaciju a móžnosće spěchować a móc interneta we wašich rukach wostajić.

source: You can help us improve our products and services by automatically sending analytics data. See our <a>Privacy Notice</a> to learn how we handle data from your device.
hsb: Móžeće nam pomhać, naše produkty a słužby přez to polěpšić, zo wuhódnoćenske daty sćeleće. Hlejće naše <a>Prawidła priwatnosće</a>, zo byšće zhonił, kak z datami z wašeho grata wobchadźamy.

source: Help us improve our products and services by automatically sending analytics data.
hsb: Pósćelće analyzowe daty, zo byšće nam pomhał, naše produkty a słužby polěpšić.

source: Learn how Mozilla handles your information in our <a>privacy policy</a>.
hsb: Zhońće w našich <a>prawidłach priwatnosće</a>, kak Mozilla ze swojimi informacijemi wobchadźa.

source: About {{brandShortName}}
hsb: Wo {{brandShortName}}

source: Your Privacy
hsb: Waša priwatnosć

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
hsb: Hdyž {{brandShortName}} wužiwaće, budźeće dźěl globalneho zhromadźenstwa, kotrež pomha, swětliši přichod za web twarić. Jeli chceće wjace wo zhromadźenstwje Mozilla, našich druhich produktach a podawkach we wašej bliskosći wědźeć, zapodajće deleka swoju e-mejlowu adresu.

source: Yes! Send data.
hsb: Haj! Daty słać.

source: Email address
hsb: E-mejlowa adresa

source: Email successfully added
hsb: E-mejlowa adresa wuspěšnje přidata

source: Saving your email…
hsb: Waša e-mejlowa adresa so składuje…

source: Marketplace
hsb: Torhošćo

source: Back
hsb: Wróćo

source: Next
hsb: Dale

source: Join
hsb: Zwjazać

source: Done
hsb: Dokónčene

source: That’s it!
hsb: Zdokonjane!

source: Start your phone tour!
hsb: Prěnje kroki na telefonje!

source: Start your tablet tour!
hsb: Prěnje kroki na tableće!

source: Join us for a quick tutorial about your new phone.
hsb: Přizjewće so za krótki nawod wo wašim nowym telefonje.

source: Join us for a quick tutorial about the updates to your phone!
hsb: Wobhladajće sej krótki nawod wo aktualizacijach k wašemu telefonej!

source: You’re ready to enjoy your new phone.
hsb: Wjele wjesela z wašim nowym telefonom.

source: You’re ready to enjoy your updated phone.
hsb: Wjele wjesela z wašim zaktualizowanym telefonom.

source: You can change the language, date/time and Wi-Fi connection in settings.
hsb: Móžeće rěč, datum/čas a WLAN-zwisk w nastajenjach změnić.

source: Let’s go
hsb: Započńće

source: Start tour
hsb: Zawjedźenje

source: You can always swipe from the bottom edge to enter home screen.
hsb: Móžeće wot delnjeje kromy horje trěć, zo byšće startowu wobrazowku wočinił.

source: Let’s do it!
hsb: Započńće!

source: Free Apps
hsb: Darmotne nałoženja

source: {{carrierName}} is offering free apps to help get you started. They will download <em>at no charge</em> while you finish setting up your phone.
hsb: {{carrierName}} poskića darmotne nałoženja, zo by wam pomhał, prěnje kroki činić. Sćahuja so <em>darmo</em>, mjeztym zo zarjadowanje swojeho telefona kónčiće.

source: {{carrierName}} is offering free apps to help get you started. You can download them <em>at no charge</em>.
hsb: {{carrierName}} poskića darmotne nałoženja, zo by wam pomhał, prěnje kroki činić. Móžeće je <em>zadarmo</em> sćahnyć.

source: Your carrier is offering free apps to help get you started. They will download <em>at no charge</em> while you finish setting up your phone.
hsb: Waš poskićowar poskića darmotne nałoženja, zo by wam pomhał, prěnje kroki činić. Sćahuja so <em>darmo</em>, mjeztym zo zarjadowanje swojeho telefona kónčiće.

source: Your carrier is offering free apps to help get you started. You can download them <em>at no charge</em>.
hsb: Waš poskićowar poskića darmotne nałoženja, zo by wam pomhał, prěnje kroki činić. Móžeće je <em>zadarmo</em> sćahnyć.

source: Find these apps and many more when you visit Marketplace!
hsb: Namakajće tute nałoženja a wjele wjace, hdyž Torhošćo wopytujeće!

source: Tutorial
hsb: Nawod

# tutorial-step1-large-3
source: Swipe down to access recent notifications, usage information and settings.
hsb: Trějće dele, zo byšće na najnowše zdźělenki, informacije wo wužiću a nastajenja přistup měł.

source: Swipe left or right to discover new apps on home screen.
hsb: Trějće dolěwa abo doprawa, zo byšće nowe nałoženja na startowej wobrazowce namakał.

source: Tap and hold on an icon to delete or move it.
hsb: Podótkńće so symbola a dźeržće jón stłóčeny, zo byšće jón zhašał abo přesunył.

source: Two fingers swipe up from the bottom edge to trigger card view.
hsb: Trějće z dwěmaj porstomaj wot delnjeje kromy, zo byšće do kartoweho napohlada přešoł.

source: Swipe up and down to browse your apps and bookmarks. Tap and hold an icon to delete, move, or edit it.
hsb: Trějće horje a dele, zo byšće swoje nałoženja a zapołožki přehladował. Podótkńće so symbola a dźeržće jón stłóčeny, zo byšće jón zhašał, přesunył abo wobdźěłał.

# tutorial-notifications-v2-tiny
source: Swipe down to access recent notifications, usage information and settings.
hsb: Trějće dele, zo byšće najnowše zdźělenki, informacije wo wužiću a nastajenja přistup měł.

source: Drag from the left edge of your screen to return to recently used apps.
hsb: Ćehńće wot lěweje kromy wobrazowki, zo byšće so k runje wužiwanym nałoženjam wróćił.

source: Tap on the search box anytime to start a search or go to a website.
hsb: Podótkńće so pytanskeho pola, zo byšće pytanje startował abo websydło wopytał.

source: Your bookmarks have been moved to the homescreen. When editing, tap a bookmark to edit or rename it.
hsb: Waše zapołožki su so do startoweje wobrazowki přesunyli. Podótkńće so zapołožki we wobdźěłowanskim modusu, zo byšće ju wobdźěłał abo přemjenował.
