Repository: translate/mozilla-gaia
Catalog: */apps/homescreen/homescreen.properties.po
Languages: bn_bd, br, gd, kk, kn, ku, mg, ne, or, sw, ta, ur, uz, wa, zu

source: For example, find your favorite singer or band…
bn_bd: উদাহরন স্বরুপ, আপনার প্রিয় গায়ক বা ব্যন্ড খুজুন…
br: Da skouer, kavit ho kaner pe ho strollad muiañ plijet…
gd: Mar eisimpleir, faigh greim air an t-seinneadair no a' chòmhlan-chiùil as fhearr leat…
kk: Мысалы, өзіңіз жақсы көретін орындаушы немесе топты табыңыз…
kn: ಉದಾ., ನಿಮ್ಮ ನೆಚ್ಚಿನ ಹಾಡುಗಾರ ಅಥವ ಬ್ಯಾಂಡ್‌ ಅನ್ನು ಹುಡುಕಿ…
ku: Wekî mînak, stran yan jî stranbêja herî pir jê hez dikî bibîne…
mg: Ohatra, tadiavo ny hira na tarika tianao…
ne: जस्तै, तपाईलाई मनपर्ने गायक वा ब्याड पत्ता लगाउनुहोस्…
or: ଯଥା: ନିଜର ପ୍ରିୟ ଗାୟକ କିମ୍ବା ଅଭିନେତା...
sw: Kwa mfano, tafuta mwimbaji au bendi unayopenda…
ta: எடுத்துக்காட்டாக, உங்களுக்கு பிடித்தமான பாடகர் அல்லது வாசிப்பவரைக் கண்டுபிடி...
ur: مثال کے طور پر، اپنے پسندیدہ گلوکار یا بینڈ تلاش…
uz: Masalan, sevimli qo‘shiqchingiz yoki guruhingizni toping…
wa: Cweroz après vosse tchanteu ou binde favorite, metans...
zu: Isibonelo, thola umculi noma iqembu lakho eliyintandokazi…

source: These are the apps for <b>{{query}}</b>,<br /><br /> tap any icon to open it.
bn_bd: <b>{{query}}</b>,<br /><br /> এর জন্য অ্যাপ হচ্ছে এগুলো, ওপেন করতে যেকোনটি ট্যাপ করুন।
br: Arloadoù evit <b>{{query}}</b> eo,<br /><br /> stokit war ne vern pe arlun evit digeriñ anezhañ.
gd: Seo na h-aplacaidean airson <b>{{query}}</b>,<br /><br /> thoir gnogag air ìomhaigheag sam bith gus fhosgladh.
kk: <b>{{query}}</b> үшін қолданбалар бар,<br /><br /> ашу үшін кез-келген таңбашаны шертіңіз.
kn: ಇದಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಅನ್ವಯಗಳು <b>{{query}}</b>,<br /><br /> ತೆರೆಯಲು ಲಾಂಛನದ ಮೇಲೆ ಮೆಲ್ಲ ತಟ್ಟಿ.
ku: Ev ew sepan in ku ji bo <b>{{query}}</b>ê hatine dîtin,<br /><br /> ji bo vekirinê îkonekê bipelîne.
mg: Ireto ireo app ho an'ny <b>{{query}}</b>,<br /><br /> tsindrio ny ikaona iray raha hanokatra azy.
ne: यि एपहरु <b>{{query}}</b>का लागि हुन्, <br /><br /> खोल्नका लागि कुनै आईकन थिच्नूहोस् |
or: <b>{{query}}</b> ପାଇଁ କେତେକ ଆପ୍ଲିକେସନ ରହିଛି,<br /><br /> ଆଇକନ ଉପରେ କ୍ଲିକ କରି ଖୋଲନ୍ତୁ ।
sw: Hizi ni programu za <b>{{query}}</b>,<br /><br /> gusa ikoni yoyote ili kuifungua.
ta: இவைகள் தான் <b>{{query}}</b>,<br /><br /> க்கான பயன்பாடுகள் அதன் சின்னத்தை த்டுவதன் மூலம் திறந்து பார்க்கலாம்.
ur: یہ <b>{{query}}</b> کے لیے ایپ ہیں،<br /><br />کسی بھی شبیہ کو کھولنے کے لیے چھوئیں۔
uz: Ular <b>{{query}}</b> uchun ilova dasturlar,<br /><br /> nishonchani ochish uchun uning ustiga bosing.
wa: Vola les aplicåcions po <b>{{query}}</b>,<br /><br /> tchapotez tolminme kéne imådjete pol drovi.
zu: Lawa ngama-app e-<b>{{query}}</b>,<br /><br /> thinta kancane noma yimuphi umfanekiso ukuze uwuvule.

source: Custom…
bn_bd: স্বনির্ধারিত...
br: Personelaat…
gd: Gnàthaichte…
kn: ಅಗತ್ಯಾನುಗುಣ…
mg: Hanokana…
ne: अनुकूल…
or: ଇଚ୍ଛାରୂପଣ…
sw: Maalum…
ta: தனிப்பயன்...
ur: مخصوص…
uz: Boshqa…
zu: Lungiselela…

source: Astrology
bn_bd: জ্যোতিষশাস্ত্র
br: Steredouriezh
gd: Reul-eòlas
kk: Жұлдызнама
kn: ಜ್ಯೋತಿಷ್ಯ
ku: Astrolojî
mg: Fanandroana
ne: ज्योतिष
or: ଜ୍ୟୋତିଷ ଶାସ୍ତ୍ର
sw: Unajimu
ta: சோதிடம்
ur: ستوتیش
uz: Astrologiya
wa: Planetes
zu: Ezezinkanyezi

source: Autos
bn_bd: গাড়ি
br: Otoioù
gd: Càraichean
kk: Авто
kn: ವಾಹನಗಳು
ku: Otomobîl
mg: Fiara
ne: स्वत
or: ସ୍ୱୟଂଚାଳିତ
sw: Otomatiki
ta: தானியங்கிகள்
ur: آٹوز
uz: Avtomashinalar
wa: Otos
zu: Izimoto

source: Beauty
bn_bd: সৌন্দর্য্য
br: Braventez
gd: Maise
kk: Әсемділік
kn: ಸೌಂದರ್ಯ
ku: Ciwankarî
mg: Hatsarana
ne: सुन्दरता
or: ସୁନ୍ଦରତା
sw: Urembo
ta: அழகு
ur: خوبصورتی
uz: Go‘zallik
wa: Beaté
zu: Ubuhle

source: Books
bn_bd: বই
br: Levrioù
gd: Leabhraichean
kk: Кітаптар
kn: ಪುಸ್ತಕಗಳು
ku: Pirtûk
mg: Boky
ne: पुस्तकहरु
or: ବହିମାନ
sw: Vitabu
ta: புத்தகங்கள்
ur: کتابیں
uz: Kitoblar
wa: Lives
zu: Izincwadi

source: Celebs
bn_bd: সেলিব্রেটি
br: Tud brudet
kk: Әйгілі адамдар
kn: ಕಲಾವಿದರು
ku: Navdar
mg: Olo-malaza
ne: सेलेबस्
or: ସେଲେବ୍ରିଟି
sw: Watu maarufu
ta: பிரபலங்கள்
ur: ڈیلی ڈیلز
uz: Mashhurlik
wa: Rilomêyès djins
zu: Osaziwayo

source: Daily Deals
bn_bd: প্রতিদিনের সবকিছু
br: Taolioù mat
gd: Bargain an latha
kk: Күнделікті мәмілелер
kn: ಪ್ರತಿದಿನದ ಡೀಲ್‌ಗಳು
ku: Firsendên Rojane
mg: Varoboba isan'andro
ne: दैनिक समझौता
or: ଦିନିକିଆ ସଉଦା
sw: Matoleo ya Kila siku
ta: தினசரி பேரங்கள்
ur: ڈیلی ڈیلز
uz: Kunlik takliflar
wa: Bounès afwaires do djoû
zu: Imititilizo Yansukuzonke

source: Dating
bn_bd: ডেটিং
br: Kejadenn
gd: Suirghe
kk: Кездесу
kn: ಡೇಟಿಂಗ್
ku: Hevaltî
mg: Fihaonan'ny mpifankatia
ne: डेटिंग
or: ଡେଟିଙ୍ଗ
sw: Miadi
ta: டேட்டிங்
ur: ڈیٹنگ
uz: Tanishuv
wa: Rescontes
zu: Ezothando

source: Electronics
bn_bd: ইলেকট্রনিক সামগ্রী
br: Elektronek
gd: Bathar-dealain
kk: Электроника
kn: ಎಲೆಕ್ಟ್ರಾನಿಕ್ಸ್‍
ku: Elektronîk
mg: Elektronika
ne: विद्युतीय
or: ଇଲେକଟ୍ରୋନିକ୍ସ
sw: Elektroniki
ta: மின்னணுவியல்
ur: الیکٹرانکس
uz: Elektronika
wa: Electronike
zu: Okukagesi

source: Email
bn_bd: ই-মেইল
br: Postel
gd: Post-d
kk: Эл. пошта
kn: ಇಮೇಲ್
ku: E-peyam
mg: Mailaka
ne: इमेल
or: ଇମେଲ
sw: Barua pepe
ta: அஞ்சல்
ur: ای میل
uz: E-pochta
wa: Emile
zu: I-imeyli

source: Entertainment
bn_bd: বিনোদন
br: Diduell
gd: Dibhearsan
kk: Ойын-сауық
kn: ಮನರಂಜನೆ
mg: Fialamboly
ne: मनोरन्जन
or: ମନୋରୋଞ୍ଜନ
sw: Burudani
ta: கேளிக்கை
ur: تفریح
uz: Ko‘ngilxushlik
zu: Ezenjabulo

source: Environment
bn_bd: পরিবেশ
br: Endro
gd: Àrainneachd
kk: Қоршаған орта
kn: ಪರಿಸರ
ku: Derdor
mg: Tontolo iainana
ne: परिवेश
or: ପରିବେଶ
sw: Mazingira
ta: சூழல்
ur: ماحول
uz: Muhit
wa: Evironmint
zu: Isimo sendawo

source: Fashion
bn_bd: ফ্যাশন
br: Giz
gd: Fasan
kk: Сән
kn: ಪ್ಯಾಷನ್
ku: Moda
mg: Lamaody
ne: फेसन
or: ଫ୍ୟାସନ
sw: Mtindo
ta: நாகரீகம்
ur: فیشن
uz: Moda
wa: Môde
zu: Imfashini

source: Funny
bn_bd: মজার
br: Fentus
gd: Èibhinn
kk: Күлкілі
kn: ಹಾಸ್ಯ
ku: Komîk
mg: Hatsikana
ne: रमाइलो
or: କୌତୁହଳପୂର୍ଣ୍ଣ
sw: Kichekesho
ta: வேடிக்கை
ur: مزاحیه
uz: Kulguli
wa: Amuzant
zu: Okuhlekisayo

source: Games
bn_bd: খেলা
br: C'hoarioù
gd: Geamannan
kk: Ойындар
kn: ಆಟಗಳು
ku: Lîstik
mg: Kilalao
ne: खेलहरू
or: ଖେଳ
sw: Michezo
ta: விளையாடு
ur: کھیلے
uz: O‘yinlar
wa: Djeus
zu: Imidlalo

source: Government
bn_bd: সরকার
br: Gouarnamant
gd: Riaghaltas
kk: Үкімет
kn: ಸರ್ಕಾರ
ku: Dewlet
mg: Fanjakana
ne: सरकार
or: ସରକାର
sw: Serikali
ta: அரசாங்கம்
ur: حکومت
uz: Hokimiyat
wa: Goviernumint
zu: Uhulumeni

source: Health
bn_bd: স্বাস্থ্য
br: Yec'hed
gd: Slàinte
kk: Денсаулық
kn: ಆರೋಗ್ಯ
ku: Tenduristî
mg: Fahasalamana
ne: स्वास्थ्य
or: ସ୍ୱାସ୍ଥ୍ୟ
sw: Afya
ta: உடல்நலம்
ur: صحت
uz: Sog‘liq
wa: Santé
zu: Ezempilo

source: Jobs
bn_bd: চাকরী
br: Labour
gd: Obair
kk: Жұмыс іздеу
kn: ಕೆಲಸಗಳು
ku: Kar
mg: Asa
ne: कार्यहरू
or: କାର୍ଯ୍ଯ
sw: Kazi
ta: வேலைகள்
ur: نوکریاں
uz: Ishlar
wa: Ovraedjes
zu: Imisebenzi

source: Local
bn_bd: স্থানীয়
br: Lec'hel
gd: Ionadail
kk: Жергілікті
kn: ಸ್ಥಳೀಯ
ku: Herêmî
mg: Ifotony
ne: स्थानीय
or: ସ୍ଥାନୀୟ
sw: Hapa hapa
ta: உள்ளூர்
ur: مقامی
uz: Mahalliy
wa: Coinrece
zu: Okwasendaweni

source: Maps
bn_bd: মানচিত্র
br: Kartennoù
gd: Mapaichean
kk: Карталар
kn: ನಕ್ಷೆಗಳು
ku: Nexşe
mg: Sarintany
ne: नक्सा
or: ମାନଚିତ୍ରଗୁଡିକ
sw: Ramani
ta: வரைபடங்கள்
ur: نقشے
uz: Xaritalar
wa: Mapes
zu: Amabalazwe

source: Movies
bn_bd: চলচ্চিত্র
br: Filmoù
gd: Filmichean
kk: Кинолар
kn: ಚಲನಚಿತ್ರಗಳು
ku: Fîlm
mg: Sarimihetsika
ne: चलचित्र
or: ଚଳଚିତ୍ର
sw: Filamu
ta: திரைப்படங்கள்
ur: فلم
uz: Filmlar
wa: Fîmes
zu: Ezebhayisikobho

source: Music
bn_bd: সঙ্গীত
br: Sonerezh
gd: Ceòl
kk: Музыка
kn: ಸಂಗೀತ
ku: Muzîk
mg: Mozika
ne: सङ्गीत
or: ସଙ୍ଗୀତ
sw: Muziki
ta: இசை
ur: موسیقی
uz: Musiqa
wa: Muzike
zu: Umculo

source: New Apps
bn_bd: নতুন অ্যাপ
br: Arloadoù nevez
gd: Aplacaidean ùra
kk: Жаңа қолданбалар
kn: ಹೊಸ ಅನ್ವಯಗಳು
ku: Sepanên nû
mg: App Vaovao
ne: नँया एपहरु
or: ନୂଆ ଆପ୍ଲିକେସନ
sw: Programu Mpya
ta: புதிய பயன்பாடுகள்
ur: نئی آپلیکیشن
uz: Yangi ilova dasturlar
wa: Novelès aplicåcions
zu: Ama-App amasha

source: News
bn_bd: সংবাদ
br: Keleier
gd: Naidheachdan
kk: Жаңалықтар
kn: ಸುದ್ದಿ
ku: Nûçe
mg: Vaovao
ne: समाचार
or: ସମାଚାର
sw: Habari
ta: செய்தி
ur: خبریں
uz: Yangiliklar
wa: Noveles
zu: Izindaba

source: Photography
bn_bd: ফটোগ্রাফি
br: Luc'hskeudenn
gd: Togail dhealbhan
kk: Фотография
kn: ಛಾಯಾಗ್ರಹಣ
ku: Fotografkarî
mg: Saripika
ne: फोटोग्राफी
or: ଫଟୋଗ୍ରାଫି
sw: Picha
ta: புகைப்படக்கலை
ur: فوٹوگرافی
uz: Fotografiya
wa: Fotografeye
zu: Izithombe

source: Recipes
bn_bd: রান্না
br: Rekipeoù
gd: Reasabaidhean
kk: Рецепттер
kn: ಖಾದ್ಯಗಳು
ku: Tarîfe
mg: Fahandro
ne: ब्यन्जन
or: ରନ୍ଧନ ବିଧି
sw: Mapishi
ta: சமையல் வகைகள்
ur: تراکیب
uz: Ritseptlar
wa: Ricetes
zu: Amaresiphi

source: Restaurants
bn_bd: রেষ্টুরেন্ট
br: Pretioù
gd: Taighean-bìdh
kk: Мейрамханалар
kn: ರೆಸ್ಟೋರೆಂಟುಗಳು
ku: Xwaringeh
mg: Trano fisakafoanana
ne: रेस्टुराहरु
or: ଭୋଜନାଳୟମାନ
sw: Mikahawa
ta: உணவகங்கள்
ur: ریستوران
uz: Restoranlar
wa: Restorants
zu: Izindawo zokudlela

source: Shopping
bn_bd: কেনাকাটা
br: Prenadennoù
gd: Ceannachd
kk: Дүкендер
kn: ಖರೀದಿ
ku: Bazar
mg: Fiantsenana
ne: किनमेल
or: କ୍ରୟ
sw: Ununuzi
ta: கடைத்தெருவுக்கு
ur: خریداری
uz: Do‘kon
wa: Botikes
zu: Ukuthenga

source: Social
bn_bd: সামাজিক
br: Kevredadel
gd: Sòisealta
kk: Әлеуметтік
kn: ಸಾಮಾಜಿಕ
ku: Civakî
mg: Sosialy
ne: सामाजिक
or: ସାମାଜିକ
sw: Jamii
ta: சமூக
ur: سوشل
uz: Ijtimoiy
wa: Sociå
zu: Ezokuxhumana emphakathini

source: Sports
bn_bd: খেলাধুলা
br: Sportoù
gd: Spòrs
kk: Спорт
kn: ಕ್ರೀಡೆಗಳು
ku: Spor
mg: Fanatanjahantena
ne: खेलकुद
or: ଖେଳ
sw: Michezo
ta: ஆட்டம்
ur: کھیلوں
uz: Sport
wa: Spôrts
zu: Ezemidlalo

source: Tech News
bn_bd: প্রযুক্তি বার্তা
br: Keleier kalvezel
gd: Naidheachdan teicneolais
kk: Техника жаңалықтары
kn: ಟೆಕ್ ಸುದ್ದಿ
ku: Nûçeyên Teknolojiyê
mg: Vaovao Tech
ne: प्राविधिक समाचार
or: ବୈଷୟିକ ସମ୍ବାଦ
sw: Habari ya Teknolojia
ta: நுட்ப செய்தி
ur: ٹیک خبریں
uz: Texnika yangiliklari
wa: Tecnikès noveles
zu: Izindaba Zobuchwepheshe

source: Top Apps
bn_bd: শীর্ষ অ্যাপ
br: Gwellañ arloadoù
gd: Gràinnean-mullaich nan aplacaid
kk: Топ қолданбалары
kn: ಶ್ರೇಷ್ಠ ಅನ್ವಯಗಳು
ku: Sepanên Sereke
mg: App Sangany
ne: शीर्ष एपहरु
or: ମୁଖ୍ୟ ଆପ୍ଲିକେସନ
sw: Programu Maarufu
ta: உச்ச பயன்பாடுகள்
ur: سب سے اوپر اطلاقات
uz: Yuqori reytingli ilovalar
wa: Aplicåcions al copete
zu: Ama-App Aphambili

source: Travel
bn_bd: ভ্রমণ
br: Beajoù
gd: Siubhal
kk: Саяхат
kn: ಪ್ರಯಾಣ
ku: Geşt
mg: Dia
ne: यात्रा
or: ଭ୍ରମଣ
sw: Usafiri
ta: பயணம்
ur: سفر
uz: Sayohat
wa: Voyaedje
zu: Ezokuvakasha

source: TV
bn_bd: টিভি
gd: TBh
kk: Теледидар
ne: टि भि
or: ଟିଭି
sw: Televisheni
ta: தொலைக்காட்சி
ur: ٹی وی

source: Video
bn_bd: ভিডিও
kk: Видео
kn: ವಿಡಿಯೋ
ku: Vîdeo
mg: Horonantsary
ne: भिडियो
or: ଭିଡିଓ
ta: காணொளி
ur: وڈیو
wa: Videyo
zu: Ividiyo

source: Utilities
bn_bd: আনুষঙ্গিক
br: Mavegoù
gd: Goireasan
kk: Утилиталар
kn: ಸೌಲಭ್ಯಗಳು
ku: Amûr
mg: Serivisim-panjakana
ne: युटिलिटी
or: ଉପଯୋଗୀତା
sw: Huduma
ta: பயன்பாடுகள்
ur: افادیت
uz: Vositalar
wa: Usteyes
zu: Okusetshenziswayo

source: Weather
bn_bd: আবহাওয়া
br: Amzer
gd: An t-sìde
kk: Ауа райы
kn: ಹವಾಮಾನ
ku: Rewşa Hewayê
mg: Toetrandro
ne: हावापानी
or: ପାଣିପାଗ
sw: Hali ya anga
ta: வானிலை
ur: موسم
uz: Ob-havo
wa: Meteyo
zu: Isimo sezulu

source: Add to top of collection
bn_bd: তালিকার উপরে যোগ কর
br: Ouzhpennañ e penn an dastumad
gd: Cuir ri barr a’ chruinneachaidh
kn: ಸಂಗ್ರಹಗಳ ಮೇಲ್ಭಾಗಕ್ಕೆ ಸೇರಿಸಿ
mg: Hatao eo an-tampon'ny firaketana
ne: माथिल्लो सङ्कलनमा थप्नुहोस्
or: ସଂଗୃହୀତ ଆପ୍ଲିକେସନର ସଭା ଉପରେ ରଖନ୍ତୁ
sw: Ongeza juu ya mkusanyiko
ta: தொகுப்புகளின் உச்சத்தில் சேர்க்கவும்
ur: مجموعہ کے سب سے اوپر میں شامل کریں
uz: Jamlanma yuqorisiga qo‘shish
zu: Faka phezulu kokukolekiwe

source: Save to Homescreen
bn_bd: হোমস্ক্রিনে সংরক্ষণ কর
br: Enrollañ er skramm degemer
gd: Sàbhail air an sgrìn mhòr
kn: ಮನೆಪರದೆಯಲ್ಲಿ ಉಳಿಸಿ
mg: Tehizina eo amin'ny Efijery trano
ne: गृहपर्दामा बचत गर्नुहोस्
or: ମୂଳପରଦାରେ ସଞ୍ଚନ୍ତୁ
sw: Hifadi kwa Skrini ya nyumbani
ta: முகப்புதிரையில் சேமி
ur: ہوم سکرین محفوظ کریں
uz: Uy ekraniga saqlash
zu: Londoloza Esikrinini saseKhaya

source: Edit
bn_bd: সম্পাদন
br: Embann
gd: Deasaich
kn: ತಿದ್ದಿ
mg: Hanitsy
ne: सम्पादन गर्नुहोस्
or: ସମ୍ପାଦନା
sw: Hariri
ta: திருத்து
ur: ترمیم کریں
uz: Tahrirlash
zu: Lungisa

source: Website name
bn_bd: ওয়েবসাইটের নাম
br: Anv al lec'hienn
gd: Ainm na làraich-lìn
kn: ಜಾಲತಾಣದ ಹೆಸರು
mg: Anaran-tranonkala
ne: वेबसाइटको नाम
or: ୱେବସାଇଟର ନାମ
sw: Jina la mtandao
ta: வலைத்தள பெயர்
ur: ویب سائٹ کا نام
uz: Vebsahifa nomi
zu: Igama lewebhusayithi

source: Address
bn_bd: ঠিকানা
br: Chomlec'h
gd: Seòladh
kn: ವಿಳಾಸ
mg: Adiresy
ne: ठेगाना
or: ଠିକଣା
sw: Anwani
ta: முகவரி
ur: پتہ
uz: Manzil
zu: Ikheli

# edit-dialog-cancel
source: Cancel
bn_bd: বাতিল
br: Nullañ
gd: Sguir dheth
kn: ರದ್ದುಮಾಡು
mg: Foanana
ne: रद्द गर्नुहोस्
or: ବାତିଲ
sw: Ghairi
ta: இரத்து
ur: منسوخ کریں
uz: Bekor qilish
zu: Khansela

source: Done
bn_bd: সম্পন্ন
br: Graet
gd: Deiseil
kn: ಆಯಿತು
mg: Vita
ne: पूरा भयो
or: ସମ୍ପନ୍ନ ହେଲା
sw: Imekamilika
ta: முடிந்தது
ur: ہو گیا
uz: Tayyor
zu: Qedile

source: Close
bn_bd: বন্ধ
br: Serriñ
gd: Dùin
kn: ಮುಚ್ಚು
mg: Akatona
ne: बन्द गर्नुहोस्
ta: மூடு
ur: بند كریں
uz: Yopish

source: Save
bn_bd: সংরক্ষণ
br: Enrollañ
gd: Sàbhail
kn: ಉಳಿಸು
mg: Hitahiry
ne: सेभ
ta: சேமி
ur: محفوظ کریں
uz: Saqlash

source: %A, %B %e
br: D'ar/al %A %e a viz %B
gd: %A, %e %B
ku: %e %B %A
wa: %A li %e di %B
zu: %A %e %B
