Repository: translate/mozilla-gaia
Catalog: */apps/homescreen/homescreen.properties.po
Languages: bn_bd, br, gd, kk, kn, ku, mg, ne, or, sw, ta, ur, uz, wa, zu

source: {{topic}} on {{name}}
bn_bd: {{topic}}, {{name}}
br: {{topic}} war {{name}}
gd: {{topic}} air {{name}}
kk: {{topic}}, {{name}} үшін
kn: {{topic}} ಮೇಲೆ {{name}}
ku: {{topic}} li ser {{name}}ê
mg: {{topic}} momba ny {{name}}
ne: {{name}} मा {{topic}}
or: {{topic}} {{name}} ଉପରେ
sw: {{topic}} kwenye {{name}}
ta: {{topic}} இல் {{name}}
ur: {{name}} پر {{topic}}
uz: {{topic}} {{name}}da
wa: {{topic}} so {{name}}
zu: {{topic}} mayelana {{name}}

source: Change Wallpaper
bn_bd: ওয়ালপেপার পরিবর্তন
br: Kemmañ an drekleur
gd: Atharraich am pàipear-balla
kk: Түсқағазды ауыстыру
kn: ಹಿನ್ನಲೆ ಚಿತ್ರ ಬದಲಾಯಿಸು
mg: Hanova Temitra
ne: वालपपेर बदल्नुहोस
or: ୱାଲପେପର ବଦଳାନ୍ତୁ
sw: Badilisha Picha ya ukuta
ta: சுவர்ச்சித்திரங்களை மாற்று
ur: وال پیپر تبدیل کریں
uz: Fon rasmini o‘zgartirish
zu: Shintsha Iphepha lasoDongeni

source: Add Smart Collections
bn_bd: স্মার্ট সংগ্রহ হিসেবে যোগ করুন
br: Dastumadegoù speredek
gd: Cuir cruinneachaidhean tapaidh ris
kn: ಸ್ಮಾರ್ಟ್ ಸಂಗ್ರಹಗಳನ್ನು ಸೇರಿಸು
mg: Hanampy Firaketana Matsilo
ne: छरितो संङ्कलनहरु थप्नुहोस्
or: ଉପଯୋଗୀ ଆପ୍ଲିକେସନସବୁ ଯୋଡ଼ନ୍ତୁ
sw: Ongeza Mkusanyiko Hodari
ta: அறிவார்ந்த தொகுப்புகளை சேர்
ur: سمارٹ کلیکشن جودیں
uz: Qulay to‘plamlarni qo‘shish
zu: Faka ama-Smart Collections

source: Delete {{name}}
bn_bd: {{name}} অপসারণ
br: Dilemel {{name}}
gd: Sguab às {{name}}
kk: Өшіру {{name}}
kn: ಅಳಿಸು {{name}}
ku: {{name}}ê jê bibe
mg: Hamafa {{name}}
ne: {{name}} मेट
or: {{name}} ଲିଭାନ୍ତୁ
sw: Fute {{name}}
ta: {{name}} அழி
ur: {{name}} حذف کریں
uz: {{name}}ni o‘chirish
wa: Disfacer {{name}}
zu: Dilitha {{name}}

source: {{name}} and all of its data will be deleted.
bn_bd: {{name}} ও এর সব তথ্য অপসারিত হবে।
br: Dilamet e vo {{name}} hag e holl roadennoù.
gd: Thèid {{name}} agus an dàta gu lèir aige a sguabadh às.
kk: {{name}} және оның барлық ақпараты өшіріледі.
kn: {{name}} ಮತ್ತು ಇದರ ಎಲ್ಲ ಡೇಟಾ ಅಳಿಸಲ್ಪಡುತ್ತದೆ.
ku: {{name}} û hemû daneyên wê dê bên jêbirin.
mg: Hofafana {{name}} sy ny datany rehetra.
ne: {{name}} र यसका सम्पूर्ण डाटाहरु मेटाइनेछ।
or: {{name}} ଏବଂ ଏହାର ଅନ୍ୟ ସମସ୍ତ ତଥ୍ୟ ଲିଭାଯିବ ।
sw: {{name}} na data yake yote itafutwa.
ta: {{name}} மற்றும் அதன் எல்லா தரவுகளையும் அழித்துவிடும்.
ur: {{name}} اور اس کے تمام کوائف حذف کر دیے جائیں گے۔
uz: {{name}} va uning barcha ma’lumotlari o‘chiriladi
wa: {{name}} eyet totes ses dnêyes vont esse disfacêyes.
zu: {{name}} kanye nayo yonke idatha kuzodilitheka.

source: Delete
bn_bd: অপসারণ
br: Dilemel
gd: Sguab às
kk: Өшіру
kn: ಅಳಿಸು
ku: Jê bibe
mg: Hamafa
ne: मेट्नुहोस्
or: ଲିଭାନ୍ତୁ
sw: Futa
ta: அழி
ur: حذف کریں
uz: O‘chirish
wa: Disfacer
zu: Dilitha

source: Cancel
bn_bd: বাতিল
br: Nullañ
gd: Sguir dheth
kk: Бас тарту
kn: ರದ್ದುಮಾಡು
ku: Betal
mg: Foanana
ne: रद्द गर
or: ବାତିଲ
sw: Ghairi
ta: இரத்து
ur: منسوخ کریں
uz: Bekor qilish
wa: Rinoncî
zu: Khansela

source: Remove {{name}}
bn_bd: {{name}} অপসারণ
br: Dilemel {{name}}
gd: Thoir air falbh {{name}}
kk: Өшіру {{name}}
kn: ತೆಗೆದುಹಾಕು {{name}}
ku: {{name}}ê rake
mg: Hanala {{name}}
ne: {{name}} हटाउनुहोस्
or: {{name}} କୁ ହଟାନ୍ତୁ
sw: Ondoa {{name}}
ta: {{name}} நீக்கு
ur: {{name}} ہٹائیں
uz: {{name}} olib tashlash
wa: Oister {{name}}
zu: Khipha {{name}}

source: Remove {{name}} from the homescreen?
bn_bd: {{name}} মূল স্ক্রিন থেকে অপসারণ করবেন?
br: Dilemel {{name}} diwar ar skramm degemer ?
gd: A bheil thu airson {{name}} a thoirt air falbh on sgrìn mhòr?
kk: Үй экранынан {{name}} өшіру керек пе?
kn: ಮುಖ್ಯತೆರೆಯಿಂದ {{name}} ಅನ್ನು ತೆಗೆದುಹಾಕಬೇಕೆ?
ku: {{name}}ê ji ekrana giştî rake?
mg: Hanala ny {{name}} teo amin'ny efijery trano?
ne: गृहपर्दाबाट {{name}} हटाउने?
or: ମୂଖ୍ଯ ପରଦାରୁ {{name}} କୁ ହଟାଇବେକି?
sw: Ondoa {{name}} kutoka kwa srini ya nyumbani?
ta: {{name}}ஐ முகப்பு திரையிலிருந்து நீக்கு?
ur: {{name}} کو ہومیسکرین سے نکلے؟
uz: Uy ekranidan {{name}} olib tashlansinmi?
wa: Oister {{name}} del waitroûle måjhon ?
zu: Ukhipha i-{{name}} eskrinini sasekhaya?

source: Remove
bn_bd: অপসারণ
br: Lemel
gd: Thoir air falbh
kk: Өшіру
kn: ತೆಗೆದುಹಾಕು
ku: Rake
mg: Hanala
ne: हटाउनुहोस्
or: ହଟାଅ
sw: Ondoa
ta: நீக்கு
ur: ہٹائیں
uz: Olib tashlash
wa: Oister
zu: Khipha

source: Download
bn_bd: ডাউনলোড
br: Pellgargañ
gd: Luchdaich a-nuas
kk: Жүктеп алу
kn: ಡೌನ್‌ಲೋಡ್
mg: Hampidina
ne: डाउनलोड गर्नुहोस्
or: ଆହରଣ
sw: Pakua
ta: பதிவிறக்கம்
ur: ڈاؤن لوڈ کریں
uz: Yuklab olish
zu: Dawuniloda

source: Restart Download
bn_bd: পুনরায় ডাউনলোড শুরু করুন
br: Adloc'hañ ar pellgargañ
gd: Ath-thòisich an luchdadh
kk: Жүктеп алуды қайтадан бастау
kn: ಡೌನ್‌ಲೋಡ್ ಮರು ಆರಂಭಿಸು
ku: Jêbarkirinê dîsa bide destpêkirin
mg: Hamerina Fampidinana
ne: डाउनलोड पुन: सुरु गर्नुहोस
or: ଆହରଣ ପୁନଃଚାଳନ
sw: Washa Kupakua Upya
ta: பதிவிறக்கத்தை மீள்துவக்கு
ur: ڈاؤن لوڈ دوباره شروع کریں
uz: Yuklab olishni qayta boshlash
wa: Renonder aberwetaedje
zu: Qala ukudawuniloda kabusha

source: Do you want to download {{name}}?
bn_bd: আপনি কি {{name}} ডাউনলোড করবেন?
br: Fellout a ra deoc'h pellgargañ {{name}} ?
gd: A bheil thu airson {{name}} a luchdadh a-nuas?
kk: {{name}} жүктеп алуды қалайсыз ба?
kn: ನೀವು {{name}} ಡೌನ್‌ಲೋಡ್‌ ಮಾಡಲು ಬಯಸುತ್ತೀರಾ?
ku: Dixwazî {{name}}ê jêbar bikî?
mg: Te-hampidina ny {{name}} ianao?
ne: के तपाई {{name}} डाउनलोड गर्न चाहनुहुन्छ?
or: ଆପଣ {{name}} କୁ ଆହରଣ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
sw: Unataka kupakua {{name}}?
ta: நீங்கள் {{name}}ஐ பதிவிறக்கம் செய்ய வேண்டுமா?
ur: کیا آپ {{name}} کو ڈاؤن لوڈ کرنا چاہتے ہیں؟
uz: {{name}}ni yuklab olishni xohlaysizmi?
wa: Voloz vs aberweter {{name}} ?
zu: Uyafuna ukudawuniloda i-{{name}}?

source: Page {{current}} of {{total}}
bn_bd: পৃষ্ঠা {{total}} এর {{current}}
br: Pajenn {{current}} eus {{total}}
gd: Duilleag {{current}} à {{total}}
kn: ಪುಟ {{current}} ಇದರಲ್ಲಿ {{total}}
mg: Pejy {{current}} amin'ny {{total}}
ne: {{total}} को पृष्ठ {{current}}
ta: {{total}} இல் {{current}} பக்கம்
ur: صفحہ {{current}} کے {{total}}
uz: Sahifa {{current}}/{{total}}

source: Homescreen
bn_bd: হোমস্ক্রিন
br: Skramm degemer
gd: An sgrìn mhòr
kn: ಮುಖ್ಯತೆರೆ
mg: Efijery trano
ne: गृहपर्दा
ta: முகப்புத்திரை
ur: ابتدائی سکرین
uz: Uy ekrani

# loadingEvme2
source: Loading…
bn_bd: লোড করা হচ্ছে...
br: O kargañ…
gd: 'Ga luchdadh…
kk: Жүктеу...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ…
ku: Tê barkirin…
mg: Mamatratra…
ne: लोड हुँदैछ...
or: ଧାରଣ କରୁଛି...
sw: Inapakia…
ta: ஏற்றுகிறது...
ur: لوڈ کر رہا ہے…
uz: Yuklanmoqda…
wa: Dji tchedje...
zu: Iyaloda…

source: Everything…
bn_bd: সব…
br: Pep tra…
gd: A h-uile rud…
kk: Барлығы...
kn: ಪ್ರತಿಯೊಂದೂ…
ku: Her tiştî…
mg: Rehetra…
ne: सबै...
or: ସବୁକିଛି…
sw: Kila kitu…
ta: அனைத்தையும்...
ur: سب کچھ…
uz: Hamma narsa…
wa: Totafwait...
zu: Konke…

# evme-searchbar-default2
source: I’m thinking of…
bn_bd: দেখি তো…
br: Emaon o soñjal e…
gd: Tha m’ inntinn air…
kn: ನಾನಿದನ್ನು ಯೋಚಿಸುತ್ತಿದ್ದೇನೆ…
mg: Izaho mieritreritra…
ne: म यसको बारेमा सोच्दै छु...
or: ଖୋଜନ୍ତୁ
sw: Nafikiria kuhusu...
ta: நான் நினைப்பது…
ur: میں سوچ رہا ہوں…
uz: Men o‘ylayapman…
zu: Ngicabanga nge…

# evme-searchbar-default2.placeholder
source: I’m thinking of…
bn_bd: দেখি তো…
br: Emaon o soñjal e…
gd: Tha m’ inntinn air…
kn: ನಾನಿದನ್ನು ಯೋಚಿಸುತ್ತಿದ್ದೇನೆ…
mg: Izaho mieritreritra…
ne: म यसको बारेमा सोच्दै छु...
or: ଖୋଜନ୍ତୁ
sw: Nafikiria kuhusu...
ta: நான் நினைப்பது...
ur: میں سوچ رہا ہوں…
uz: Men o‘ylayapman…
zu: Ngicabanga nge…

source: Back
bn_bd: পূর্ববর্তী
br: Kent
gd: Air ais
kk: Артқа
kn: ಹಿಂದೆ
ku: Paşve
mg: Hiverina
ne: पछाडि
or: ପଛକୁ
sw: Nyuma
ta: பின்
ur: واپس
uz: Orqaga
wa: E-n erî
zu: Emuva

# evme-searchbar-default.placeholder
source: I’m thinking of…
bn_bd: দেখি তো…
br: Emaon o soñjal e…
gd: Tha m’ inntinn air…
kn: ನಾನಿದನ್ನು ಯೋಚಿಸುತ್ತಿದ್ದೇನೆ…
mg: Izaho mieritreritra…
ne: म यसको बारेमा सोच्दै छु...
or: ଖୋଜନ୍ତୁ
sw: Nafikiria kuhusu...
ta: நான் நினைப்பது...
ur: میں سوچ رہا ہوں…
uz: Men o‘ylayapman…
zu: Ngicabanga nge…

# evme-searchbar-title
source: Everything
bn_bd: সবকিছু
br: Pep tra
gd: A h-uile rud
kk: Барлығы
kn: ಪ್ರತಿಯೊಂದೂ
ku: Her tişt
mg: Rehetra
ne: सबै
or: ସବୁକିଛି
sw: Kila kitu
ta: அனைத்தும்
ur: سب کچھ
uz: Hamma narsa
wa: Totafwait
zu: Konke

source: Enter any topic or search query
bn_bd: যেকোন বিষয় বা অনুসন্ধান এর শব্দ দিন
br: Roit un danvez pe un termen da glask
gd: Cuir a-steach cuspair no ceist sam bith
kk: Тақырыпты немесе іздеу сұранымын енгізіңіз
kn: ಯಾವುದೆ ವಿಷಯ ಅಥವ ಹುಡುಕು ಪ್ರಶ್ನೆಯನ್ನು ನಮೂದಿಸಿ
ku: Mijar yan jî peyveke lêgerînê binivîse
mg: Mampidira lohahevitra na teny fikarohana
ne: कुनै विषय वा प्रस्न खोज्न प्रविष्ट गर्नुहोस्
or: ଖୋଜିବା ବିଷୟ ଏଠାରେ ଦିଅନ୍ତୁ
sw: Ingiza kichwa au swali la utafutaji lolote
ta: தேடு/தலைப்பை உள்ளிடு
ur: کسی بھی موضوع کو درج کریں یا استفسار تلاش کریں
uz: Xohlagan mavzu yoki qidiruv so‘rovingizni kiriting
wa: Tapez tolminme ké sudjet ou cweraedje
zu: Faka noma yisiphi isihloko noma cinga ngombuzo

source: Enter any topic or keyword
bn_bd: যেকোনো বিষয় বা শব্দ দিন
br: Roit un danvez pe un termen da glask
gd: Cuir a-steach cuspair no facal-luirg sam bith
kk: Кез-келген тақырыпты не кілтсөзді енгізіңіз
kn: ಯಾವುದೇ ವಿಷಯ ಅಥವಾ ಸೂಚಕ ಪದ ನಮೂದಿಸಿ
ku: Mijar yan jî peyveke kilît binivîse
mg: Mampidira lohahevitra na teny lakile
ne: कुनै विषय वा शब्दकुञ्जी प्रविष्ट गर्नुहोस्
or: ବିଷୟ କିମ୍ବା କି-ୱାର୍ଡ଼ ଏଠାରେ ଦିଅନ୍ତୁ
sw: Ingiza kichwa au neno msingi lolote
ta: முக்கிய சொல்/தலைப்பை உள்ளிட
ur: کوئی بی موضوع یا کلیدی لفظ داخل کریں
uz: Har qanday mavzu yoki kalit so‘zni kiriting
wa: Tapez tolminme ké sudjet ou mot-clé
zu: Faka noma yisiphi isihloko noma igama eliwukhiye

source: Dismiss
bn_bd: বাতিল
br: Argas
gd: Leig seachad
kk: Тайдыру
kn: ವಜಾಗೊಳಿಸು
ku: Bigire
mg: Hanilika
ne: खारेज गर
or: ନାକଚ
sw: Ondoa
ta: வெளியேற்று
ur: برخاست کریں
uz: Rad qilish
wa: Abandner
zu: Hambisa

source: No options found
bn_bd: কোনো বিষয় পাওয়া যায়নি
br: Dibarzh ebet kavet
gd: Cha deach roghainn a lorg
kk: Опциялар табылмады
kn: ಆಯ್ಕೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ku: Vebijark nehat dîtin
mg: Tsisy safidy hita
ne: कुनै विकल्पहरु भेटिएन
or: ବିକଳ୍ପଟିଏ ମିଳିଲା ନାହିଁ
sw: Hakuna chaguo zilizopatikana
ta: எந்த தேர்வுகளும் இல்லை
ur: کوئی اختیارات نہیں ملے
uz: Tanlov topilmadi
wa: Nole tchuze di trovêye
zu: Akukho ongakukhetha okutholakele

source: History:
bn_bd: ইতিহাস:
br: Roll istor :
gd: Eachdraidh:
kk: Тарихы:
kn: ಇತಿಹಾಸ:
ku: Raborî:
mg: Tantara:
ne: इतिहास:
or: ଇତିହାସ:
sw: Historia:
ta: வரலாறு:
ur: سابقات:
uz: Tarix:
wa: Istwere :
zu: Umlando:

source: History
bn_bd: ইতিহাস
br: Roll istor
gd: Eachdraidh
kk: Тарихы
kn: ಇತಿಹಾಸ
ku: Raborî
mg: Tantara
ne: इतिहास
or: ଇତିହାସ
sw: Historia
ta: வரலாறு
ur: سابقات
uz: Tarix
wa: Istwere
zu: Umlando

source: Clear history
bn_bd: ইতিহাস পরিষ্কার কর
br: Skarzhañ ar roll istor
gd: Falamhaich an eachdraidh
kk: Тарихты тазарту
kn: ಇತಿಹಾಸವನ್ನು ಅಳಿಸು
ku: Raboriyê paqij bike
mg: Hamafa tantara
ne: इतिहास खाली गर्नुहोस्
or: ପୁରୁଣା ତଥ୍ୟ ସଫାକରନ୍ତୁ
sw: Ondoa historia
ta: வரலாற்றை நீக்கு
ur: سابقات صاف کریں
uz: Tarixni tozalash
wa: Disfacer istwere
zu: Sula umlando

# evme-helper-didyoumean-title
source: Did you mean:
bn_bd: আপনি কি বোঝাতে চাচ্ছেন:
br: Klask a raec'h :
gd: An robh na leanas fa-near dhut:
kk: Мүмкін сіздің іздегеніңіз:
kn: ನಿಮ್ಮ ಪ್ರಕಾರ:
ku: Mebesta te ev bû?:
mg: Moa ve ny tianao holazaina:
ne: तपाईले भन्न खोज्नुभाको:
or: ଆପଣ ଏହା ମନେ କରିଥିଲେ କି:
sw: Ulimaanisha:
ta: நீங்கள் குறிப்பிட்டதா:
ur: کیا آپ کا مطلب تھا:
uz: Buni nazarda tutganmidingiz:
wa: Volîz vs dire :
zu: Uchaze ukuthi:

# evme-helper-refine-title
source: Did you mean:
bn_bd: আপনি কি বোঝাতে চাচ্ছেন:
br: Klask a raec'h :
gd: An robh na leanas fa-near dhut:
kk: Мүмкін сіздің іздегеніңіз:
kn: ನಿಮ್ಮ ಪ್ರಕಾರ:
ku: Mebesta te ev bû?:
mg: Moa ve ny tianao holazaina:
ne: के तपाईले यहीभन्नुभाको:
or: ଆପଣ ଏହା ମନେ କରିଥିଲେ କି:
sw: Ulimaanisha:
ta: நீங்கள் குறிப்பிட்டதா:
ur: کیا آپ کا مطلب تھا:
uz: Buni nazarda tutganmidingiz:
wa: Volîz vs dire :
zu: Uchaze ukuthi:

# evme-helper-title-prefix
source: Everything
bn_bd: সবকিছু
br: Pep tra
kk: Барлығы
kn: ಪ್ರತಿಯೊಂದೂ
ku: Her tişt
mg: Zava-dehetra
ne: सबै
or: ସବୁକିଛି
sw: Kila kitu
ta: அனைத்தையும்
ur: سب کچھ
uz: Hamma narsa
wa: Totafwait
zu: Konke

# evme-helper-title-empty
source: Everything
bn_bd: সবকিছু
br: Pep tra
kk: Барлығы
kn: ಪ್ರತಿಯೊಂದೂ
ku: Her tişt
mg: Zava-dehetra
ne: सबै
or: ସବୁକିଛି
sw: Kila kitu
ta: அனைத்தையும்
ur: سب کچھ
uz: Hamma narsa
wa: Totafwait
zu: Konke

source: Add to homescreen
bn_bd: হোমস্ক্রিনে যোগ
br: Ouzhpennañ d'ar skramm degemer
gd: Cuir ris an sgrìn mhòr
kn: ಮುಖ್ಯತೆರೆಗೆ ಸೇರಿಸು
mg: Hatao eo amin'ny efijery trano
ne: गृहपर्दामा थप्नुहोस्
ta: முகப்பு திரையில் சேர்
ur: ابتدائی سکرین میں اضافہ کریں
uz: Uy ekraniga qo‘shish

source: Remove from homescreen
bn_bd: হোমস্ক্রিন হতে অপসারণ
br: Dilemel diwar ar skramm degemer
gd: Thoir air falbh on sgrìn mhòr
kn: ಮುಖ್ಯತೆರೆಯಿಂದ ತೆಗೆದುಹಾಕು
mg: Halaina teo amin'ny efijery trano
ne: गृहपर्दाबाट हटाउनुहोस्
ta: முகப்புத் திரையிலிருந்து நீக்கு
ur: ابتدائی سکرین سے ہٹائیں
uz: Uy ekranidan o‘chirish

# evme-apps-market-download
source: Download
bn_bd: ডাউনলোড
br: Pellgargañ
gd: Luchdaich a-nuas
kk: Жүктеп алу
kn: ಡೌನ್‌ಲೋಡ್
mg: Hampidina
ne: डाउनलोड गर्नुहोस्
or: ଆହରଣ
sw: Pakua
ta: பதிவிறக்கம்
ur: ڈاؤن لوڈ کریں
uz: Yuklab olish
zu: Dawuniloda

source: More Apps
bn_bd: আরো অ্যাপ
br: Muioc'h a arloadoù
gd: Barrachd aplacaidean
kk: Көбірек қолданбалар
kn: ಇನ್ನಷ್ಟು ಅನ್ವಯಗಳು
mg: App bebe kokoa
ne: धेरै एप्स्
or: ଅଧିକ ପ୍ରୟୋଗଗୁଡ଼ିକ
sw: Programu Zaidi
ta: மேலும் பயன்பாடுகளுக்கு
ur: مزید آپلیکیشن
uz: Ko‘proq ilova dasturlar
zu: Amanye futhi ama-App

# evme-apps-loading-app
source: Loading…
bn_bd: লোড করা হচ্ছ…
br: O kargañ…
gd: 'Ga luchdadh…
kk: Жүктеу...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ…
ku: Tê barkirin…
mg: Mamatratra…
ne: लोड हुँदैछ...
or: ଧାରଣ କରୁଛି...
sw: Inapakia…
ta: ஏற்றுகிறது...
ur: لوڈ کر رہا ہے…
uz: Yuklanmoqda…
wa: Dji tchedje...
zu: Iyaloda…

# evme-appsmore-loading
source: Loading…
bn_bd: লোড করা হচ্ছে…
br: O kargañ…
gd: 'Ga luchdadh…
kk: Жүктеу...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ…
ku: Tê barkirin…
mg: Mamatratra…
ne: लोड हुँदैछ...
or: ଧାରଣ କରୁଛି...
sw: Inapakia…
ta: ஏற்றுகிறது...
ur: لوڈ کر رہا ہے…
uz: Yuklanmoqda…
wa: Dji tchedje...
zu: Iyaloda…

source: Add {{name}} to Home Screen?
bn_bd: মূল স্ক্রিনে {{name}} যোগ করবেন?
br: Ouzhpennañ {{name}} d'ar skramm degemer ?
gd: A bheil thu airson {{name}} a chur ris an sgrìn mhòr?
kk: {{name}} үй экранына қосу керек пе?
kn: ಮುಖ್ಯ ತೆರೆಗೆ {{name}} ಅನ್ನು ಸೇರಿಸಬೇಕೆ?
ku: {{name}}ê têxe Ekrana Giştî?
mg: Hatao eo amin'ny Efijery Trano ny {{name}}?
ne: गृहपर्दामा {{name}} थप्ने?
or: ମୁଖ୍ୟ ପରଦାରେ {{name}} ଟି ଯୋଡ଼ିବେ କି?
sw: Ongeza {{name}} kwa Skrini ya Nyumbani?
ta: முகப்பு திரைக்கு {{name}} ஐ சேர்?
ur: {{name}} کو اضافہ کریں ہوم سکرین پر؟
uz: {{name}} Uy ekraniga qo‘shilsinmi?
wa: Radjouter {{name}} al Waitroûle måjhon ?
zu: Faka i-{{name}} Eskrinini saseKhaya?

source: {{name}} was already added to Home Screen
bn_bd: {{name}} নামটি ইতিমধ্যে মূল স্ক্রিনে আছে
br: Ouzhpennet eo bet {{name}} d'ar skramm degemer endeo
gd: Chaidh {{name}} a chur ris an sgrìn mhòr mu thràth
kk: {{name}} үй экранына бұрыннан қосылған
kn: {{name}} ಅನ್ನು ಈಗಾಗಲೇ ಮುಖ್ಯತೆರೆಗೆ ಸೇರಿಸಲಾಗಿದೆ
ku: {{name}} jixwe li ser Ekrana Giştî ye
mg: Efa natao eo amin'ny Efijery Trano ny {{name}}
ne: {{name}} गृहपर्दामा थपिसकेको छ
or: {{name}}କୁ ପୂର୍ବରୁ ମୁଖ୍ୟ ପରଦାରେ ଯୋଡ଼ାଯାଇଥିଲା
sw: {{name}} tayari lilikuwa limeongezwa kwa Skrini ya Nyumbani
ta: முகப்பு திரைக்கு {{name}} ஏற்க்கனவே செர்க்கப்பட்டுவிட்டது
ur: {{name}} پہلے ہی حوم سکرین پر شامل کیا جا چوکا حے
uz: {{name}} allaqachon uy ekraniga qo‘shildi
wa: {{name}} a ddja stî radjouté al Waitroûle måjhon
zu: I-{{name}} bese ivele ifakiwe Eskrinini saseKhaya

source: Connect to the internet to add more Smart Collections
bn_bd: আরো স্মার্ট সংগ্রহ যোগ করতে ইন্টারনেটে সংযুক্ত হোন
br: Kennaskit ouzh ar genrouedad evit ouzhpennañ muioc'h a zastumadegoù speredek
gd: Ceangail ris an eadar-lìon gus barrachd chruinneachaidhean tapaidh a chur ris
kn: ಇಂಟರ್ನೆಟ್‌ನೊಂದಿಗೆ ಸಂಪರ್ಕ ಹೊಂದಿ ಮತ್ತು ಹೆಚ್ಚಿನ ಸ್ಮಾರ್ಟ್ ಸಂಗ್ರಹಗಳನ್ನು ಸೇರಿಸಿ
mg: Mifandraisa amin'ny aterineto raha hanampy Firaketana Matsilo bebe kokoa
ne: थप सङ्कलनहरु थप्नको लागि इन्टरनेट जडान गर्नुहोस्
or: ଇଣ୍ଟରନେଟ ଅନ କରି ଅଧିକ ଉପଯୋଗୀ ଆପ୍ଲିକେସନ ଆଣନ୍ତୁ
sw: Unganisha kwa intaneti ili kuongeza Smart Collections zaidi
ta: மேலும் நுண்ணறி தொகுப்புக்களை சேர்க்க இணையத்தை இணைக்கவும்
ur: مزید اسمارٹ مجموعے شامل کرنے کے لئے انٹرنیٹ سے جڑیں
uz: Ko‘proq qulay to‘plamlaringizni qo‘shish uchun internetga ulaning
zu: Xhuma ku-inthanethi ukuze wengeze amanye ama-Smart Collections

source: Set as wallpaper?
bn_bd: ওয়ালপেপার হিসেবে নির্ধারণ করবেন?
br: Lakaat en drekleur ?
gd: A bheil thu airson a chleachdadh mar phàipear-balla?
kk: Тұсқағаз ретінде орнату керек пе?
kn: ವಾಲ್‌ಪೇಪರ್‌ ಮಾಡಬೇಕೆ?
ku: Bike wêneyê rûerdê?
mg: Hatao temitra?
ne: वालपेपरका रुपमा सेट गर्नुहुन्छ?
or: ୱାଲପେପର୍‌ ଭାବରେ ସେଟ କରିବେ କି?
sw: Weka kama picha ya ukuta?
ta: திரை பின்படமாக அமைக்கவா?
ur: وال پیپر کے طور پر مقرر کریں؟
uz: Fon rasmi sifatida o‘rnatilsinmi?
wa: Defini come tapisreye ?
zu: Setha iphepha lodonga?

source: No Smart Collections to add
bn_bd: যোগ করার জন্য কোনো স্মার্ট সংগ্রহ নেই
br: Dastumadegoù speredek ebet da ouzhpennañ
gd: Chan eil cruinneachadh tapaidh ann a ghabhas a chur ris
kn: ಸೇರಿಸಲು ಹೊಸ ಸ್ಮಾರ್ಟ್ ಸಂಗ್ರಹಗಳಿಲ್ಲ
mg: Tsisy Firaketana Matsilo hampiana
ne: थप गर्न कुनै संङ्कलनहरु छैनन्
or: ଯୋଡ଼ିବା ପାଇଁ ଗୋଟିଏ ବି ଉପଯୋଗୀ ଆପ୍ଲିକେସନ ନାହିଁ
sw: Hakuna Smart Collections za kuongeza
ta: எந்த நுண்ணறி தொகுப்புகளும் சேர்ப்பதற்க்கு இல்லை
ur: کوئی اسمارٹ مجموعے شامل کرنے کے لئے نہیں
uz: Qo‘shish uchun qulay to‘plamlar yo‘q
zu: Akukho ma-Smarth Collections ongawafaka

source: {{name}} added to Home Screen
bn_bd: {{name}} মূল স্ক্রিনে যুক্ত
br: Ouzhpennet eo bet {{name}} d'ar skramm degemer
gd: Chaidh {{name}} a chur ris an sgrìn mhòr
kk: {{name}} үй экранына қосылды
kn: {{name}} ಅನ್ನು ಮುಖ್ಯತೆರೆಗೆ ಸೇರಿಸಲಾಗಿದೆ
ku: {{name}} li Ekrana Giştî hat zêdekirin
mg: Natao eo amin'ny Efijery Trano ny {{name}}
ne: {{name}} गृह पर्दामा थपियो
or: ମୂଳ ପୃଷ୍ଠାରେ {{name}} ଯୋଡ଼ାଗଲା
sw: {{name}} imeongezwa kwenye Skrini ya Nyumbani
ta: முகப்பு திரைக்கு {{name}} சேர்க்கப்பட்டது
ur: {{name}} ہوم سکرین پر شامل ہو گیا ہے
uz: {{name}} uy ekraniga qo‘shildi
wa: {{name}} radjouté al Waitroûle måjhon
zu: I-{{name}} ifakiwe Eskrinini saseKhaya

source: Wallpaper set successfully
bn_bd: ওয়ালপেপার নির্ধারণ সফল হয়েছে
br: Drekleur kemmet gant berzh
gd: Chaidh am pàipear-balla a shuidheachadh
kk: Тұсқағаз сәтті орнатылды
kn: ವಾಲ್‌ಪೇಪರ್‌ ಹೊಂದಿಸುವಲ್ಲಿ ಯಶಸ್ವಿ
ku: Wêneyê Rûerdê bi serkeftî hat eyarkirin
mg: Tontosa ny fanefena temitra
ne: वालपेपर सफलतापूर्वक चयन गरियो
or: ୱାଲପେପରଟି ଲଗାଇ ଦିଆଗଲା
sw: Picha ya ukuta imefaulu kuwekwa
ta: திரை பின்பட அமைவு வெற்றியடைந்தது
ur: وال پیپر کامیابی سے سیٹ ہوگیا
uz: Fon rasmi muvaffaqiyatli o‘rnatildi
wa: Tapisreye definieye comifåt
zu: Iphepha lasodongeni lisethiwe ngempumelelo

source: More
bn_bd: আরো
br: Muioc'h
gd: Barrachd
kk: Көбірек
kn: ಇನ್ನಷ್ಟು
ku: Zêdetir
mg: Bebe kokoa
ne: बढी
or: ଅଧିକ
sw: Zaidi
ta: அதிகமாக
ur: مزید
uz: Ko‘proq
wa: Dipus
zu: Okunye

# evme-collectionssuggest-loading
source: Loading…
bn_bd: লোড করা হচ্ছে…
br: O kargañ…
gd: 'Ga luchdadh…
kk: Жүктеу…
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ…
mg: Mamatratra…
ne: लोड हुँदैछ...
or: ଧାରଣ କରୁଛି...
sw: Inapakia…
ta: ஏற்றுகிறது...
ur: لوڈ کر رہا ہے…
uz: Yuklanmoqda…
zu: Iyaloda…

# evme-collectionssuggest-loading-cancel
source: Cancel
bn_bd: বাতিল
br: Nullañ
gd: Sguir dheth
kk: Бас тарту
kn: ರದ್ದುಮಾಡು
mg: Foanana
ne: रद्द गर्नुहोस्
or: ବାତିଲ
sw: Ghairi
ta: இரத்து
ur: منسوخ کریں
uz: Bekor qilish
zu: Khansela

source: Create your own Smart Collection
bn_bd: আপনার নিজস্ব স্মার্ট সংগ্রহ তৈরি করুন
br: Krouiñ ho tastumadeg speredek
gd: Cruthaich do chruinneachadh tapaidh fhèin
kn: ನಿಮ್ಮ ಹೊಸ ಸ್ಮಾರ್ಟ್ ಸಂಗ್ರಹಗಳನ್ನು ರಚಿಸಿ
mg: Hamorona Firaketana Matsilo anao manokana
ne: आफ्नै छरितो संकलन सिर्जना गर्नुहोस्
or: ନିଜର ଅଧିକ ଉପଯୋଗୀ ଆପ୍ଲିକେସନମାନଙ୍କର ତାଲିକାଟିଏ ଗଢ଼ନ୍ତୁ
sw: Unda Smart Collection yako
ta: அறிவார்ந்த தொகுப்புகளை சொந்தமாக உருவாக்கு
ur: آپ کے اپنے اسمارٹ مجموعہ بنائیں
uz: Shaxsiy qulay to‘plamingizni yaratish
zu: Zakhele eyakho i-Smart Collection

source: Source:
bn_bd: উৎস:
br: Tarzh :
gd: An tùs:
kk: Қайнар көзі:
kn: ಆಕರ:
ku: Çavkanî:
mg: Fototra:
ne: स्रोत:
or: ମୂଳ:
sw: Chanzo:
ta: மூலம்:
ur: ماخذ:
uz: Manba:
wa: Sourdant :
zu: Umthombo:

# evme-collection-title-prefix
source: Everything
bn_bd: সবকিছু
br: Pep tra
gd: A h-uile rud
kk: Барлығы
kn: ಪ್ರತಿಯೊಂದೂ
mg: Zava-dehetra
ne: सबै कुरा
or: ସବୁ କିଛି
sw: Kila kitu
ta: அனைத்தும்
ur: سب کچھ
uz: Hamma narsa
zu: Konke

source: Phone
bn_bd: ফোন
br: Pellgomzer
gd: Fòn
kk: Телефон
kn: ದೂರವಾಣಿ
mg: Telefaona
ne: फोन
or: ଫୋନ
sw: Simu
ta: செல்பேசி
ur: فون
uz: Telefon
zu: Ifoni

# evme-collection-loading-more
source: Loading…
bn_bd: লোড করা হচ্ছে…
br: O kargañ…
gd: 'Ga luchdadh…
kk: Жүктеу…
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ…
mg: Mamatratra…
ne: लोड हुँदैछ...
or: ଧାରଣ କରୁଛି...
sw: Inapakia…
ta: ஏற்றுகிறது...
ur: لوڈ کر رہا ہے…
uz: Yuklanmoqda…
zu: Isaloda…

source: Connect to the internet to get apps for {{query}}
bn_bd: {{query}} এর অ্যাপ পেতে ইন্টারনেটে যুক্ত হন
br: Kennaskit ouzh ar genrouedad evit kaout arloadoù evit {{query}}
gd: Ceangail ris an eadar-lìon airson barrachd aplacaidean airson {{query}}
kk: {{query}} үшін қолданбаларды алу үшін интернетке қосылыңыз
kn: {{query}}ಗಾಗಿ ಅನ್ವಯಗಳನ್ನು ಪಡೆಯಲು ಇಂಟರ್‌ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಹೊಂದಿ
ku: Da ku ji bo {{query}}ê sepanan bistînî înternet pêwîst e
mg: Mifandraisa amin'ny aterineto raha haka app ho an'ny {{query}}
ne: {{query}}का लागि एप पाउन इन्टरनेट जडान गर्नुहोस्
or: {{query}}ର ଆପ୍ଲିକେସନସବୁ ପାଇବା ପାଇଁ ଇଣ୍ଟରନେଟ ସହ ଯୋଡ଼ନ୍ତୁ
sw: Unganisha kwa intaneti ili kupata programu za {{query}}
ta: {{query}} பயன்பாடுகளை பெற இணையத்துடன் இணைக்கவும்
ur: {{query}} کے لئے اِپپس حاصل کرنے کے لئے انٹرنیٹ سے جڑیں
uz: {{query}} uchun ilova dasturlar olish uchun internetga ulaning
wa: Si raloyî al daegntoele po-z aveur des aplicåcions po {{query}}
zu: Xhuma ku-inthanethi ukuze uthole ama-app alokhu {{query}}

source: Connect to the internet to get even more apps for {{query}}
bn_bd: {{query}} এর আরো অ্যাপ পেতে ইন্টারনেটে যুক্ত হন
br: Kennaskit ouzh ar genrouedad evit kaout muioc'h a arloadoù evit {{query}}
gd: Ceangail ris an eadar-lìon airson fiù barrachd aplacaidean airson {{query}}
kk: {{query}} үшін одан да көп қолданбаларды алу үшін интернетке қосылыңыз
kn: {{query}}ಗಾಗಿ ಇನ್ನೂ ಹೆಚ್ಚಿನ ಅನ್ವಯಗಳನ್ನು ಪಡೆಯಲು ಇಂಟರ್‌ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಹೊಂದಿ
ku: Da ku ji bo {{query}}ê zêdetir sepanan bistînî înternet pêwîst e
mg: Mifandraisa amin'ny aterineto raha haka app maro kokoa aza ho an'ny {{query}}
ne: {{query}}का लागि अज धेरै एपहरु पाउनका लागि इन्टरनेट जडान गर्नुहोस्
or: {{query}}ର ଆହୁରି ଅଧିକ ଆପ୍ଲିକେସନସବୁ ପାଇବା ପାଇଁ ଇଣ୍ଟରନେଟ ସହ ଯୋଡ଼ନ୍ତୁ
sw: Unganisha kwa intaneti ili kupata programu zaidi za {{querry}}
ta: {{query}} என்பதற்கு கூடுதலாக பயன்பாடுகளை பெற இணையத்துடன் இணைக்கவும்
ur: {{query}} کے لئے اور بھی مزید اِپپس حاصل کرنے کے لئے انٹرنیٹ سے جڑیں
uz: {{query}} uchun ko‘proq ilova dasturlar olmoqchi bo‘lsangiz, internetga ulaning
wa: Si raloyî al daegntoele po-z aveur co dpus d’ aplicåcions po {{query}}
zu: Xhuma ku-inthanethi ukuze uthole amanye ama-app alokhu {{query}}

source: Find the things you love with the coolest apps.
bn_bd: অ্যাপগুলো সব বিষয় যা আপনার প্রিয় সেগুলো দেখুন।
br: Kavout an traoù a blij deoc'h gant an arloadoù disparañ.
gd: Lorg na rudan as fhearr leat le gràinnean-mullaich nan aplacaidean.
kk: Ең жақсы қолданбалармен өзіңіз жақсы көретін нәрселерді табыңыз.
kn: ಅತ್ಯುತ್ತಮ ಅನ್ವಯಗಳಲ್ಲಿ ನೀವು ಇಷ್ಟಪಡುವ ಅಂಶಗಳನ್ನು ಹುಡುಕಿ.
ku: Bi sepanên herî xweşik tiştên jê hez dikî bibîne.
mg: Tadiavo amin'ireo app milay indrindra ireo zavatra tianao.
ne: कुल एपहरुको माध्यमबाट तपाईलाई मनपर्ने कुराहरु पत्ता लगाउनुहोस् |
or: ନିଜ ପସନ୍ଦର ସବୁଠାରୁ ସୁନ୍ଦର ଆପ୍ଲିକେସନସବୁ ଖୋଜନ୍ତୁ ।
sw: Tafuta vitu unavyopenda na programu bora zaidi.
ta: நீங்கள் சிறந்த பயன்பாடுகளைக் கொண்ட விரும்பிய விசியங்களை கண்டுபிடி.
ur: چیزیں ڈھونڈیں آپ کو جو پیاری ہے بہترین اپلی کیشن کے ساتھ۔
uz: Ajoyib ilova dasturlar bilan sevimli narsalaringizni toping.
wa: Trovez les afwaires ki vs inmez avou les aplicåcions les pus clapantes.
zu: Thola izinto ozithandayo ngama-app aphambili.
