Repository: translate/mozilla-gaia
Catalog: */apps/communications/contacts/fb/facebook.properties.po
Languages: ar, hr, id, km, ro

source: Close
ar: إغلاق
hr: Zatvori
id: Tutup
km: បិទ
ro: Închide

source: Import
ar: استيراد
hr: Uvezi
id: Impor
km: នាំ​ចូល
ro: Importă

source: Update
ar: تحديث
hr: Užuriraj
id: Perbarui
km: ធ្វើបច្ចុប្បន្នភាព
ro: Actualizează

# fbFriends
source: Facebook Friends
ar: اصدقاء الفيسبوك
hr: Facebook prijatelji
ro: Prieteni pe Facebook

source: Outlook
hr: Windows Live

# facebook-serviceName
source: Facebook Friends
ar: اصدقاء الفيسبوك
hr: Facebook prijatelji
ro: Prieteni pe Facebook

source: Select All
hr: Označi sve
id: Pilih Semua
km: ជ្រើស​ទាំងអស់

source: Deselect all
ar: إلغاء اختيار الكل
hr: Poništi odabir
id: Tidak pilih semua
km: មិន​ជ្រើស​ទាំងអស់
ro: Deselectează tot

source: View All Facebook Friends
ar: عرض جميع اصدقاء الفيسبوك
hr: Prikaži sve Facebook prijatelje
id: Lihat Semua Teman Facebook
km: មើល​មិត្តភ័ក្ដិ Facebook ទាំងអស់
ro: Vezi toți prietenii de pe Facebook

source: View Only Recommended
ar: عرض الموصى به فقط
hr: Prikaži samo preporučene
id: Lihat Hanya yang Direkomendasikan
km: មើល​តែ​​​អ្នក​បាន​ផ្ដល់​អនុសាសន៍
ro: Vezi doar recomandările

source: No matching friends. Showing all
ar: لا يوجد نتائج. إظهار الكل.
hr: Nema prijatelja koji se podudaraju. Prikazuju se svi
id: Tidak ada teman yang cocok. Menampilkan semuanya
km: មិន​មាន​មិត្តភ័ក្ដិ​ដែល​ផ្គូផ្គង​គ្នា​ទេ ។ បង្ហាញ​ទាំងអស់
ro: Niciun prieten găsit. Se afișează toți

source: Select the recommended one
ar: إختيار المُوصى به
hr: Odaberi preporučenog prijatelja
id: Pilih yang direkomendasikan
km: ជ្រើស​មួយ​ដែល​បាន​ផ្ដល់​អនុសាសន៍
ro: Selectează recomandarea

# linkProposal[two]
source: Select a recommended one
ar: إختيار أحد المُوصى به
hr: Odaberi preporučene
id: Pilih yang direkomendasikan
km: ជ្រើស​មួយ​ដែល​បាន​ផ្ដល់​អនុសាសន៍
ro: Selectează o recomandare

# linkProposal[few]
source: Select a recommended one
ar: إختيار أحد المُوصى به
hr: Odaberi preporučene
id: Pilih yang direkomendasikan
km: ជ្រើស​មួយ​ដែល​បាន​ផ្ដល់​អនុសាសន៍
ro: Selectează o recomandare

# linkProposal[many]
source: Select a recommended one
ar: اختر احد المُوصى به
hr: Odaberi preporučene
id: Pilih yang direkomendasikan
km: ជ្រើស​មួយ​ដែល​បាន​ផ្ដល់​អនុសាសន៍
ro: Selectează o recomandare

# linkProposal[other]
source: Select a recommended one
ar: اختر احد المُوصى به
hr: Odaberi preporučene
id: Pilih yang direkomendasikan
km: ជ្រើស​មួយ​ដែល​បាន​ផ្ដល់​អនុសាសន៍
ro: Selectează o recomandare

source: All your friends are imported
ar: تم استيراد جميع اصدقائك
hr: Svi vaši prijatelji su uvezeni
id: Semua teman telah diimpor
km: បាន​នាំចូល​មិត្តភ័ក្ដិ​​របស់​អ្នក​ទាំងអស់​
ro: Toți prietenii tăi sunt importați

source: Found one friend to import
ar: تم إيجاد صديق واحد للاستيراد
hr: Pronađen je jedan prijatelj za uvoz
id: Ditemukan satu teman untuk diimpor
km: រក​ឃើញ​មិត្តភ័ក្ដិ​ម្នាក់​ដើម្បី​នាំចូល
ro: Un prieten găsit pentru importare

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
ar: تم العثور على {{numFriends}} اصدقاء للاستيراد
hr: Pronađeno je {{numFriends}} prijatelja za uvoz
id: Ditemukan {{numFriends}} teman untuk diimpor
km: រក​ឃើញ​មិត្តភ័ក្ដិ {{numFriends}} ដើម្បី​នាំចូល
ro: Găsiți {{numFriends}} prieteni pentru importare

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
ar: تم العثور على {{numFriends}} اصدقاء للاستيراد
hr: Pronađeno je {{numFriends}} prijatelja za uvoz
id: Ditemukan {{numFriends}} teman untuk diimpor
km: រក​ឃើញ​មិត្តភ័ក្ដិ {{numFriends}} ដើម្បី​នាំចូល
ro: Găsiți {{numFriends}} prieteni pentru importare

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
ar: تم العثور على {{numFriends}} اصدقاء للاستيراد
hr: Pronađeno je {{numFriends}} prijatelja za uvoz
id: Ditemukan {{numFriends}} teman untuk diimpor
km: រក​ឃើញ​មិត្តភ័ក្ដិ {{numFriends}} ដើម្បី​នាំចូល
ro: Găsiți {{numFriends}} prieteni pentru importare

source: Search
ar: بحث
hr: Traži
id: Cari
km: ស្វែងរក
ro: Caută

source: No contacts found
ar: لم يتم العثور على جهة اتصال
hr: Nema pronađenih kontakata
id: Kontak tak ditemukan
km: រក​មិន​ឃើញ​ទំនាក់ទំនង
ro: Niciun contact găsit

source: Done
ar: تم
hr: Gotovo
id: Selesai
km: ធ្វើ​រួច
ro: Gata

source: Importing friends to Contacts
ar: استيراد الاصدقاء إلى الاسماء
hr: Uvoz prijatelja iz kontakata
id: Mengimpor teman ke Kontak
km: នាំចូល​មិត្តភ័ក្ដិ​ទៅ​ទំនាក់ទំនង
ro: Se importă prietenii la Contacte

source: Updating friends in Contacts
ar: جارِ تحديث الاصدقاء في الاسماء
hr: Ažuriranje prijatelja u kontaktima
id: Mengimpor teman ke Kontak
km: ធ្វើ​បច្ចុប្បន្នភាព​មិត្តភ័ក្ដិ​ក្នុង​ទំនាក់ទំនង
ro: Se actualizează prietenii în Contacte

# message2
source: This may take a couple of minutes
ar: ربما يتطلب عدة دقائق
hr: Ovo može potrajati nekoliko minuta
id: Membutuhkan waktu beberapa saat
km: នេះ​អាច​ចំណាយ​ពេល​ប៉ុន្មាន​នាទី
ro: Aceasta poate dura câteva minute

source: Please hold on. We are linking your friend and your contact.
ar: الرجاء الانتظار. جارِ ربط اصدقائك وجهات اتصالك
hr: Molim pričekajte. Povezujemo vašeg prijatelja i kontakta.
id: Harap tunggu. Kami sedang menautkan teman dan kontak Anda.
km: សូម​រងចាំ។ យើង​​កំពុង​តភ្ជាប់​ទៅ​មិត្តភ័ក្ដិ និង​ទំនាក់ទំនង​របស់​អ្នក។
ro: Te rugăm să aștepți. Legăm prietenul și contactul tău.

source: Please hold on. We are canceling the ongoing operation.
hr: Trenutna operacija se otkazuje. Molim pričekajte.
ro: Te rugăm să aștepți. Anulăm operația în curs.

source: Error {{from}}
ar: خطأ {{from}}
hr: Greška {{from}}
id: Galat {{from}}
km: កំហុស {{from}}
ro: Eroare {{from}}

# error2
source: Do you want to retry?
ar: هل تريد المحاولة مرة أخرى؟
hr: Želite li pokušati ponovno?
id: Ingin mencoba lagi?
km: តើ​អ្នក​ចង់ព្យាយាម​ម្ដងទៀត​ឬ ?
ro: Dorești să reîncerci?

# errorProposal
source: calculating proposals
ar: جارِ حساب المقترحات
hr: računanja prijedloga
id: memroses usulan
km: កំពុង​គណនា​សំណើរ
ro: de calculare a propunerilor

# errorFriends
source: retrieving friends
ar: استرجاع الأصدقاء
hr: preuzimanja prijatelja
id: mengambil data teman
km: កំពុង​ទៅ​រក​មិត្តភ័ក្ដិ
ro: de preluare a prietenilor

source: linking contact
ar: جارِ ربط جهة الاتصال
hr: povezivanja kontakta
id: menautkan ke data kontak
km: កំពុង​ភ្ជាប់​ទំនាក់ទំនង
ro: de legare a contactului

source: Exceeded timeout {{from}}
ar: {{from}} تجاوز المهلة
hr: Isteklo je vrijeme za {{from}}
id: Tenggang waktu habis {{from}}
km: ពេលវេលា​ហួស​កំណត់ {{from}}
ro: Timpul de așteptare depășit {{from}}

# timeout2
source: Do you want to retry?
ar: هل تريد المحاولة مرة أخرى؟
hr: Želite li pokušati ponovno?
id: Ingin coba lagi?
km: តើ​អ្នក​ចង់ព្យាយាម​ម្ដងទៀត​ឬ ?
ro: Dorești să reîncerci?

# timeoutProposal
source: calculating proposals
ar: جارِ حساب المقترحات
hr: računanja prijedloga
id: memroses usulan
km: កំពុង​គណនា​សំណើរ
ro: de calculare a propunerilor

# timeoutFriends
source: retrieving friends
ar: استرجاع الأصدقاء
hr: preuzimanje prijatelja
id: menerima data teman
km: កំពុង​រក​មើល​មិត្តភ័ក្ដិ
ro: de preluare a prietenilor

source: linking contacts
ar: جارِ ربط جهات الاتصال
hr: povezivanje kontakta
id: menautkan kontak
km: កំពុង​ភ្ជាប់​ទំនាក់ទំនង
ro: de legare a contactelor

source: Please hold on
ar: الرجاء الانتظار
hr: Molim pričekajte
id: Silakan menunggu
km: សូម​រង់ចាំ
ro: Te rugăm să aștepți

# wait2
source: This may take a couple of minutes
ar: ربما يتطلب عدة دقائق
hr: Ovo može potrajati nekoliko minuta
id: Ini akan memakan waktu beberapa menit
km: វា​អាច​ប្រើ​ពេល​ពីរ​បី​នាទី
ro: Aceasta poate dura câteva minute

source: Please hold on. We are calculating a proposal.
ar: الرجاء الانتظار. نقوم بحساب المقترح.
hr: Molim pričekajte. Računa se prijedlog.
id: Harap tunggu. Kami sedang memroses usulan.
km: សូម​រង់ចាំ ។ យើង​កំពុង​គណនា​សំណើ ។
ro: Te rugăm să aștepți. Calculăm o propunere.

source: Please hold on. We are connecting to obtain your friend list.
ar: انتظر، نقوم حاليا بالاتصال لجلب قائمة اصدقائك
hr: Molim pričekajte. U tijeku je preuzimanje popisa prijatelja.
id: Harap tunggu. Kami sedang berusaha menyambungkan untuk memperoleh daftar teman Anda.
km: សូម​រង់ចាំ ។ យើង​កំពុង​តភ្ជាប់​ដើម្បី​យក​បញ្ជី​មិត្តភ័ក្ដិ​របស់​អ្នក ។
ro: Te rugăm să aștepți. Ne conectăm pentru a obține lista prietenilor tăi.

# curtainCancel
source: Cancel
ar: إلغاء
hr: Otkaži
ro: Renunță

source: Retry
ar: محاولة مرة أخرى
hr: Pokušaj ponovno
id: Coba lagi
km: ព្យាយាម​ម្ដង​ទៀត
ro: Reîncearcă

# curtainOK
source: OK
hr: U redu

source: No Internet connection
hr: Nema Internet veze
ro: Nicio conexiune la internet

source: Friends’ photos will not be added to your contacts. Continue anyway?
hr: Slike prijatelja neće biti dodane u vaše kontakte. Svejedno nastaviti?
ro: Imaginile prietenilor nu vor fi adăugate contactelor. Continui oricum?

# yesOption
source: OK
hr: U redu

# noOption
source: Cancel
ar: إلغاء
hr: Otkaži
ro: Renunță

source: No friends updated
ar: لم يتم تحديث أي صديق
hr: Nema ažuriranih prijatelja
id: Teman tidak diperbarui
km: គ្មាន​មិត្ត​ដែល​បាន​ធ្វើ​បច្ចុប្បន្ន​​ឡើយ
ro: Niciun prieten actualizat

source: Updated one friend
ar: تم تحديث صديق واحد
hr: Ažuriran je jedan prijatelj
id: Satu teman diperbarui
km: បាន​ធ្វើ​បច្ចុប្បន្នភាព​មិត្តភ័ក្ដិ​ម្នាក់
ro: Un prieten actualizat

# friendsUpdated[few]
source: Updated {{numFriends}} friends
ar: تم تحديث {{numFriends}} أصدقاء
hr: Ažurirano {{numFriends}} prijatelja
id: {{numFriends}} teman telah diperbarui
km: បាន​ធ្វើ​បច្ចុប្បន្នភាព​មិត្តភ័ក្ដិ {{numFriends}}
ro: {{numFriends}} prieteni actualizați

# friendsUpdated[many]
source: Updated {{numFriends}} friends
ar: تم تحديث {{numFriends}} أصدقاء
hr: Ažurirano {{numFriends}} prijatelja
id: {{numFriends}} teman telah diperbarui
km: បាន​ធ្វើ​បច្ចុប្បន្នភាព​មិត្តភ័ក្ដិ {{numFriends}}
ro: {{numFriends}} prieteni actualizați

# friendsUpdated[other]
source: Updated {{numFriends}} friends
ar: تم تحديث {{numFriends}} أصدقاء
hr: Ažurirano {{numFriends}} prijatelja
id: {{numFriends}} teman telah diperbarui
km: បាន​ធ្វើ​បច្ចុប្បន្នភាព​មិត្តភ័ក្ដិ {{numFriends}}
ro: {{numFriends}} prieteni actualizați

source: Your Facebook session is invalid. Please sign in.
ar: جلسة الفيسبوك انتهت. الرجاء تسجيل الدخول.
hr: Vaša Facebook prijava je neispravna. Molim prijavite se.
id: Sesi Facebook Anda telah habis. Silakan masuk.
km: សម័យ Facebook របស់​អ្នក​មិន​ត្រឹមត្រូវ។ សូម​ចូល។
ro: Sesiunea ta de Facebook este invalidă. Te rugăm să te autentifici.

source: There was an error synchronizing your friend's data
hr: Došlo je do greške prilikom sinkronizacije podataka prijatelja
id: Terjadi galat saat menyinkronkan data teman Anda
km: មាន​កំហុស​​​ពេល​កំពុង​ធ្វើ​សមកាល​ទិន្នន័យ​របស់​មិត្តភ័ក្ដិ​អ្នក

source: Select all
ro: Selectează tot

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
ar: تم العثور على {{numFriends}} اصدقاء للاستيراد
id: Ditemukan {{numFriends}} teman untuk diimpor
km: រកឃើញ​មិត្តភ័ក្ដិ {{numFriends}} ដើម្បី​នាំចូល
ro: Găsiți {{numFriends}} prieteni pentru importare

# friendsUpdated[two]
source: Updated {{numFriends}} friends
ar: تم تحديث {{numFriends}} أصدقاء
id: {{numFriends}} teman diperbarui
km: បាន​ធ្វើ​បច្ចុប្បន្នភាព​មិត្តភ័ក្ដិ {{numFriends}}
ro: {{numFriends}} prieteni actualizați

source: There was an error synchronizing your friend’s data
ro: A apărut o eroare la sincronizarea datelor prietenilor tăi

source: Facebook
ar: الفيسبوك

source: Facebook Friends
id: Teman Facebook

source: Cancel
id: Batal
