Repository: translate/mozilla-gaia
Catalog: dsb/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Žěliś

source: Resend
id: Znowego pósłaś

source: Connecting
id: Zwězujo se

source: Verify
id: Pśeglědaś

source: Verifying
id: Pśeglědujo se

source: Verified
id: Pśeglědany

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{app_name}} co waš telefonowy numer wěźeś a pśeglědowaś. Pšosym wubjeŕśo, kótare cośo źěliś abo zapódajśo nowy numer.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Smy kod na {{phone_number}} pósłali. Wopytujomy jen awtomatiski spóznaś, ale musyśo jen manuelnje zapódaś, jolic njewužywa se na wašom rěźe.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: Wjelicne! Waš numer {{phone_number}} jo se něnto pśeglědał a stoj za {{app_name}} k dispoziciji.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Pśeglědowański serwer tuchylu njejo k dispoziciji. Pšosym skontrolěrujśo swój internetny zwisk, wopytajśo hyšći raz abo cakajśo mało minutow.

source: There seems to be a problem with your verification code. Let's try once again!
id: Zda se, až jo problem z wašym pśeglědowańskim kodom. Pšosym wopytajśo hyšći raz!

source: Mobile identity
id: Mobilna identita

source: OK
id: W pórěźe

source: Or add your phone number
id: Abo pśidajśo swój telefonowy numer

source: Or select a phone number from the list
id: Abo wubjeŕśo telefonowy numer z lisćiny
