Repository: translate/mozilla-gaia
Catalog: ff/apps/homescreen/homescreen.properties.po
Languages: ff

source: {{topic}} on {{name}}
ff: {{topic}} e {{name}}

source: Change Wallpaper
ff: Waylu Wutte Ɓalal

source: Add Smart Collections
ff: Ɓeydu Kaɓɓok Jaaɓɗe

source: Delete {{name}}
ff: Momtu {{name}}

source: {{name}} and all of its data will be deleted.
ff: {{name}} e keɓe mum fof maa montoye.

source: Delete
ff: Momtu

source: Cancel
ff: Haaytu

source: Remove {{name}}
ff: Momtu {{name}}

source: Remove {{name}} from the homescreen?
ff: Ittu {{name}} e yaynirde jaɓɓorde ndee?

source: Remove
ff: Ittu

source: %A, %B %e
ff: %A %e %B

source: Download
ff: Aawto

source: Restart Download
ff: Fuɗɗito Aawtagol

source: Do you want to download {{name}}?
ff: Aɗa yiɗi aawtaade {{name}}?

source: Page {{current}} of {{total}}
ff: Hello {{current}} e nder {{total}}

source: Homescreen
ff: Jaɓɓorde

# loadingEvme2
source: Loading…
ff: Nana loowa…

source: Everything…
ff: Fofof…

# evme-searchbar-default2
source: I’m thinking of…
ff: Woni e miijo am ko…

# evme-searchbar-default2.placeholder
source: I’m thinking of…
ff: Woni e miijo am ko…

source: Back
ff: Rutto

# evme-searchbar-default.placeholder
source: I’m thinking of…
ff: Woni e miijo am ko…

# evme-searchbar-title
source: Everything
ff: Fofof

source: Enter any topic or search query
ff: Naatnu toɓɓere walla ɗaɓɓitannde njiilaw

source: Enter any topic or keyword
ff: Naatnu fannu walla helmere

source: Dismiss
ff: Haaytu

source: No options found
ff: Alaa cuɓe njiytaa

source: History:
ff: Aslol:

source: History
ff: Aslol

source: Clear history
ff: Momtu aslol

# evme-helper-didyoumean-title
source: Did you mean:
ff: Njiɗno-ɗaa wiyde ko:

# evme-helper-refine-title
source: Did you mean:
ff: Njiɗno-ɗaa wiyde ko:

# evme-helper-title-prefix
source: Everything
ff: Fofof

# evme-helper-title-empty
source: Everything
ff: Fofof

source: Add to homescreen
ff: Ɓeydu to jaɓɓorde

source: Remove from homescreen
ff: Ittu e jaɓɓorde

# evme-apps-market-download
source: Download
ff: Aawto

source: More Apps
ff: Jaaɓɗe Goɗɗe

# evme-apps-loading-app
source: Loading…
ff: Nana loowa…

# evme-appsmore-loading
source: Loading…
ff: Nana loowa…

source: Add {{name}} to Home Screen?
ff: Ɓeydu {{name}} to Yaynirde Jaɓɓorde?

source: {{name}} was already added to Home Screen
ff: {{name}} ena ɓeydaa to Yaynirde Jaɓɓorede kisa

source: Connect to the internet to add more Smart Collections
ff: Seŋo e enternet ngam ɓeydude Kaɓɓe Jaaɓɗe goɗɗe

source: Set as wallpaper?
ff: Waɗ ɗum wutte ɓalal?

source: No Smart Collections to add
ff: Alaa Kaɓɓe Lobbe ɓeydetee

source: {{name}} added to Home Screen
ff: {{name}} ɓeydaama Yaynirde Jaɓɓorde

source: Wallpaper set successfully
ff: Wutte ɓalal labaama no haanirta

source: More
ff: Goɗɗe

# evme-collectionssuggest-loading
source: Loading…
ff: Nana loowa…

# evme-collectionssuggest-loading-cancel
source: Cancel
ff: Haaytu

source: Create your own Smart Collection
ff: Sos Haɓɓere Lobbere maa heeriinde

source: Source:
ff: Iwdi:

# evme-collection-title-prefix
source: Everything
ff: Fofof

source: Phone
ff: Cinndel

# evme-collection-loading-more
source: Loading…
ff: Nana loowa…

source: Connect to the internet to get apps for {{query}}
ff: Seŋo e enternet ngam heɓde jaaɓɗe toɗɗiiɗe {{query}}

source: Connect to the internet to get even more apps for {{query}}
ff: Seŋo e enternet ngam heɓde jaaɓɗe goɗɗe toɗɗiiɗe {{query}}

source: Find the things you love with the coolest apps.
ff: Yiytu geɗe ɗe njiy-ɗaa e jaaɓɗe ɓurɗe yuɓɓude.

source: For example, find your favorite singer or band…
ff: Yeru, yiytu naalaŋke walla diɗɗal ɓur-ɗaa yiɗde…

source: These are the apps for <b>{{query}}</b>,<br /><br /> tap any icon to open it.
ff: Ɗee ngoni jaaɓɗe toɗɗiiɗe <b>{{query}}</b><br /><br /> tappu gootel e maanndon kon ngam udditde.

source: Custom…
ff: Peŋtoro…

source: Astrology
ff: Ganndal Koode

source: Autos
ff: Werlaaji

source: Beauty
ff: Njooɗndam

source: Books
ff: Defte

source: Celebs
ff: Yontaaɓe

source: Dating
ff: Sorbo

source: Electronics
ff: Elektoronik

source: Email
ff: Iimeel

source: Entertainment
ff: Fijundaaru

source: Environment
ff: Taariindi

source: Fashion
ff: Jolanteeri

source: Funny
ff: Njalniika

source: Games
ff: Pije

source: Government
ff: Laamu

source: Health
ff: Cellal

source: Jobs
ff: Liggeey

source: Local
ff: Nokku maa

source: Maps
ff: Karte

source: Movies
ff: Sinimaa

source: Music
ff: Gaaci

source: New Apps
ff: Jaaɓɗe Kese

source: News
ff: Kabaruuji

source: Photography
ff: Potgol

source: Recipes
ff: Ndefu

source: Restaurants
ff: Restoraaji

source: Shopping
ff: Luumagol

source: Social
ff: Renndo

source: Sports
ff: Coftal

source: Tech News
ff: Kabaruuji Karallaagal

source: Top Apps
ff: Jaaɓɗe Dowrowe

source: Travel
ff: Ɗanngagol

source: TV
ff: TELE

source: Video
ff: Widewoo

source: Utilities
ff: Naftorɗe

source: Weather
ff: Dille Weeyo

source: Add to top of collection
ff: Ɓeydu e haɓɓere rowrowre

source: Save to Homescreen
ff: Danndu to Yaynirde Jaɓɓorde

source: Edit
ff: Taƴto

source: Website name
ff: Innde lowre

source: Address
ff: Ñiiɓirde

# edit-dialog-cancel
source: Cancel
ff: Haaytu

source: Done
ff: Gasii

source: Close
ff: Uddu

source: Save
ff: Danndu
