Repository: translate/mozilla-gaia
Catalog: ff/apps/settings/settings.properties.po
Languages: ff

source: Enable Geolocation?
ff: Hurmin Tolnitorde?

source: To view your device's location, you must enable geolocation tracking.
ff: Ngam yiyde nokkuure kaɓirgol maa, maa ndaaƴtaa dewindagol tolnitorde.

source: Geolocation Enabled
ff: Tolnitorde Daƴtaama

source: This device is currently offline. Connect to a network and try again.
ff: Ngol kaɓirgol seŋaaki oo sahaa. Seŋo e leylaytol ngam fuɗɗitaade.

source: A Find My Device error has occurred.
ff: Juumre Yiytu Kaɓirgol Am waɗii.

source: Please try again.
ff: Tiiɗno fuɗɗito kadi.

source: Please tap to try again.
ff: Tiiɗno tappu ngam etaannde kadi.

source: Privacy & Security
ff: Suturo & Kisal

source: Passcode Lock
ff: Cokgol Finnde

source: Passcode: {{code}}
ff: Finnde: {{code}}

source: Author
ff: Binnduɗo

source: Permissions
ff: Jamirooje

source: Revoke
ff: Riiwtu

source: Ask
ff: Naamno

source: Uninstall App
ff: Aaftu Jaaɓngal

source: Phone
ff: Cinndel

source: Messages
ff: Ɓatakuuje

source: Vibrate
ff: Yerɓude

source: Ring
ff: Holɓin

source: Create
ff: Sos

source: Create a Passcode
ff: Sos Finnde

source: Passcode
ff: Finnde

# passcode-heading
source: Passcode
ff: Finnde

source: Enter passcode
ff: Naatnu finnde

source: New passcode
ff: Finnde hesere

source: Current passcode
ff: Finnde woodnde

source: Passcode is incorrect
ff: Finnde moƴƴaani

source: Passcode doesn’t match. Try again.
ff: Finnde nanndaani. Fuɗɗito.

source: Confirm Passcode
ff: Teeŋtin Finnde

source: Immediately
ff: Jooni-jooni

source: After 1 minute
ff: Caggal hojom 1

source: After 5 minutes
ff: Caggal hojomaaji 5

source: After 15 minutes
ff: Caggal hojomaaji 15

source: After 30 minutes
ff: Caggal hojomaaji 30

source: After 1 hour
ff: Caggal waktu 1

source: Require passcode
ff: Naamno finnde

source: Change passcode
ff: Waylu finnde

source: No SIM card
ff: Alaa kartal SIM

source: SIM PIN
ff: Kod PIN kartal SIM

source: PUK code
ff: Kod PUK

source: PUK2 code
ff: Kod PUK2

source: What is a SIM PIN?
ff: Ko woni PIN kartal SIM?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
ff: PIN kartal SIM haɗata ko naatde e resooji keɓe seluleer kartal SIM ngal. So ena hurmi, kaɓirgol fof mo kartal ngal naatnaa maa naamno kod PIN oo hade hurmude.

source: A SIM PIN is not the same as the passcode used to unlock the device.
ff: Kod PIN kartal SIM ngal jiidaa e finnde huutorteende ngam deewtude kaɓirgol ngol.

source: Change PIN
ff: Waylu kod PIN

source: SIM PIN changed successfully
ff: PIN SIM waylaama no haanirta

source: SIM {{index}} PIN changed successfully
ff: SIM {{index}} PIN waylaama no haanirta

source: Enter SIM PIN
ff: Naatnu kod PIN kartal SIM

source: Enter SIM PIN2
ff: Naatnu SIM PIN2

source: Enter PUK code
ff: Naatnu kod PUK

source: Enter PUK2 code
ff: Naatnu kod PUK2

source: New PIN
ff: Kod PIN keso

source: Last try.
ff: Etannde wattindiinde.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ff: etanɗe {{n}} keddii.

# pinAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaannde wootere saataade kod hade kartal SIM ngal daaƴeede.

# pinAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} gootol naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# pinAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} gootol naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# pinAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} gootol naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# pinAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} gootol naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ff: Ngol ko fartaŋŋe maa battindiiɗo naatnude kod PIN moƴƴo. So ɗuum alaa maa naatnaa kod PUK oo ngam huutoraade ngal kartal SIM.

source: The SIM card is locked.
ff: Kartal SIM ngal daaƴaama.

source: The SIM card is blocked.
ff: Kartal SIM ngal koko daaƴaa.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ff: Alaa e sago naatnaa Kod Daaƴtirɗo Keeriiɗo kartal SIM ngal (PUK). Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

source: You must enter the Personal Unlocking Key (PUK2) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ff: Alaa e sago naatnaa Kod Daaƴtirɗo Keeriiɗo kartal SIM ngal (PUK2). Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

source: The PUK code is incorrect.
ff: Kod PUK oo moƴƴaani.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etannde wootere ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

# pukAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

# pukAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

# pukAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

# pukAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ff: Aɗa heddoraa etanɗe {{n}} ngam naatnude kod moƴƴo hade ngal kartal SIM bonde haa badaa. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
ff: Fartaŋŋe battindiiɗo naatnude kod PUK moƴƴo. Kartal maa SIM maa bon so a naatnii kod PUK mo moƴƴaani. Rutto e kaayitaaji garduɗi e kartal maa SIM walla jokkondir e carwinoowo maa ngam ɓeydude humpito.

source: Create PIN (must contain 4 to 8 digits)
ff: Sos kod PIN (ena foti waɗde limooje 4 walla 8)

source: Create PIN2 (must contain 4 to 8 digits)
ff: Sos kod PIN2 (ena foti waɗde limooje 4 walla 8)

source: Confirm new PIN
ff: Teeŋtin PIN keso

source: Confirm new PIN2
ff: Teeŋtin PIN2 keso

source: PINs don’t match
ff: Kod PIN ɗii nanndaani

source: SIM-locked phone
ff: Cinndel koko SIM-daaƴaa

source: Unknown SIM card state
ff: Ngonka kartal SIM anndaaka

source: SIM card not ready
ff: Kartal SIM habaaki

source: Unauthorized SIM card
ff: Kartal SIM yamiraaka

source: Tell websites and apps that I do not want to be tracked
ff: Haalan lowe e jaaɓɗe wonde mi yiɗaa rewindeede

source: Tell websites and apps that I want to be tracked
ff: Haalan lowe e jaaɓɗe wonde mi yiɗaa rewindeede

source: Do not tell websites and apps anything about my tracking preferences
ff: Hoto haalan lowe e jaaɓɗe hay huunde baɗte cuɓoraaɗe ndewindagol am

source: How does Do Not Track work?
ff: Hol no Hoto Rewindo Huutortee?

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you do not want your behavior tracked.
ff: So a hurminii Hoto Rewindo, kaɓirgol maa wiyat lowre geese walla jaaɓngal kala (yanti heen ɓaŋŋinooɓe e sarwooɓe loowdi woɗɓe) wonde a yiɗaa yoo golle maa ndewinde.

source: Turning on Do Not Track will not affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
ff: Hurminde Hoto Rewindo haɗataa-ma naatde e lowe geese, kadi addantaa kaɓirgol maa yejjitde humpito maa heeriingo wano loowdi jigeeji duggirɗi, humpito nokkuure, walla humpito ceŋagol.

source: Clear
ff: Momtu

source: Storage
ff: Ndesgu

source: Unplug USB cable to disable
ff: Seŋtu Kaabal USB ngal ngam daaƴde

# availableSize[zero]
source: {{size}} {{unit}} available
ff: {{size}} {{unit}} ena heddii

# availableSize[one]
source: {{size}} {{unit}} available
ff: {{size}} {{unit}} ena heddii

# availableSize[two]
source: {{size}} {{unit}} available
ff: {{size}} {{unit}} ena heddii

# availableSize[few]
source: {{size}} {{unit}} available
ff: {{size}} {{unit}} ena heddii

# availableSize[many]
source: {{size}} {{unit}} available
ff: {{size}} {{unit}} ena heddii

# availableSize[other]
source: {{size}} {{unit}} available
ff: {{size}} {{unit}} ena heddii

source: Total Space
ff: Ndesgu beɗi fof

source: Used
ff: Ko huutoraa

source: Left
ff: Ena heddii

source: Photos, videos and music are stored separately from apps. See media storage for details.
ff: Nate, widewooji, e gaaci ndesdaaka e jaaɓɗe. Ƴeew ndesgu mejaaje ngam ɓeydude humpito.

source: {{list}} shared
ff: {{list}} lollinaaɗi

source: Transfer Protocol
ff: Jaɓɓitorde Eggingol

source: Internal Storage
ff: Ndesgu Ndernderu

source: SD Card Storage
ff: Ndesgu Kartal SD

source: SD Card Storage 2
ff: Ndesgu Kartal SD 2

source: Internal
ff: Nderndero

source: SD Card
ff: Kartal SD

source: SD Card 2
ff: Kartal SD 2

source: Music
ff: Gaaci

source: Pictures
ff: Nate

source: Movies
ff: Leppi

# left-space
source: Space left
ff: Boowal keddingal

# free-space
source: Space left
ff: Boowal keddingal

source: Total space
ff: Ndesgu beɗi fof

# size-not-available
source: Not available
ff: Heɓotaako

source: No storage found
ff: Alaa ndesgu yiytaa

source: Advanced
ff: Ceeɓore

source: Enable USB storage?
ff: Hurmin ndesgu USB?

source: Default Media Location
ff: Nokkuure mejaaje woowaande

source: Choose where photos, videos, music and downloads are stored by default.
ff: Suɓo ɗo nate, widewooji, gaaci e gaawte ngoowata moofteede.

source: Changing the default media storage location will affect where all media will be saved by default. Existing data will remain in its current location. Do you want to proceed?
ff: Waylude mbeɗu ndesirgu mejaaje ngoowaangu nguu maa waylu ɗo nate, widewooji, gaawte e mejaaje goɗɗe ngoowi danndoyeede. Keɓe goodɗe fof maa keddo e beɗi mum'en. Aɗa yiɗi jokkude?

source: Eject SD card
ff: Duuftu Kartal SD

source: Eject SD card 2
ff: Duuftu kartal SD 2

# format-sdcard-internal
source: Format internal storage
ff: Fiyto ndesgu ndernderu

# format-sdcard-external-0
source: Format SD card
ff: Fiyto kartal SD

source: Format SD card 2
ff: Fiyto kartal SD 2

source: Formatting…
ff: Nana fiytoio…

source: You will not be able to access content on the SD card after you unmount it. Do you want to proceed?
ff: A waawoytaa heɓde loowdi ngonndi e kartal SD ngal caggal nde ngal seŋtaa. Aɗa yiɗi jokkude?

# format-sdcard-title
source: Format SD card
ff: Formaat kartal SD

source: This will erase all data stored on your SD card, such as music and photos.
ff: Ɗuum maa momtu keɓe ndesaaɗe e kartal maa SD fof, wano gaaci e nate.

# format-sdcard-internal-title
source: Format internal storage
ff: Fiyto ndesgu ndernderu

source: This will erase all data stored on your internal storage, such as music and photos.
ff: Ɗuum maa momtu keɓe ndesaaɗe e ndesgu ndernderu maa fof, wano gaaci e nate.

# format-sdcard-btnformat
source: Format
ff: Fiyto

source: SD card unmounted
ff: Kartal SD seŋtaama

source: Device
ff: Kaɓirgol

source: Help
ff: Ballal

source: Phone Number
ff: Tonngooɗe Noddirde

source: SIM {{index}}: Not available
ff: SIM {{index}}: Heɓotaako

source: Unknown
ff: Anndaaka

source: SIM {{index}}: Unknown
ff: SIM {{index}}: Anndaaka

source: Git Commit Info
ff: Humpito Naatnugol Git

source: OS Version
ff: Yamre OS

source: Firmware Revision
ff: Baylital Firmware

source: Hardware Revision
ff: Baylital Masiŋeeri

source: Platform Version
ff: Baylital Dindeere

source: Build Identifier
ff: Heftinorde mahngo

source: Update Channel
ff: Calol Kesɗitingol

source: Build Number
ff: Tonngoode Mahngo

source: Update URL
ff: Hesɗitin URL

source: Last Updated
ff: Hesɗitinaa Sakket

source: More Information
ff: Ɓeydu Humpito

source: Software Updates
ff: Kesɗitine Topateeri

source: Daily
ff: Ñalngu fof

source: Weekly
ff: Yontere fof

source: Monthly
ff: Lewru fof

source: Check for Updates
ff: Yuurno Kesɗitine

source: Check Now
ff: Ƴeewto Jooni

source: Update status
ff: Ngonka kesɗitinal

source: Connect to the Internet to proceed with your update.
ff: Seŋo e Enternet ngam jokkude kesɗitinal maa.

source: Checking for updates…
ff: Nana yiyloo kesɗitine…

source: No updates were found
ff: Alaa kesɗitine njiytaa

source: Network is offline. Will check again when the network is online.
ff: Resoo ko ceŋtiiɗo. Maa yiylo kadi tuma nde resoo seŋiima.

source: This is already the latest version of {{brandShortName}}
ff: Ɗuum ko yamre sakkitiinde {{brandShortName}} kisa

source: There was an error when checking for updates.
ff: Waɗii juumre tuma nde kesɗitine ƴeewtetee.

source: About {{brandShortName}}
ff: Baɗte {{brandShortName}}

source: {{brandShortName}} is the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
ff: {{brandShortName}} ko yuɓɓo huumnungo ngo yoɓetaake tee ko udditiinde iwnde e Mozilla. Darnde amen ko ɓeydude udditaare, kesamhesamaagu e fartaŋŋe so waɗde doole geese e junngo maa.

source: Learn More
ff: Ɓeydu Humpito

# reset-head
source: Reset
ff: Firlit

# reset-warning-title
source: CAUTION
ff: RENNTINO

source: Your Rights
ff: Jojjanɗe Maa

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
ff: {{brandShortName}} ko topirɗe dokkal e open source, nde renndo ujunnaaji neɗɗo wonɓe e winndere ndee fof mbinndi. Won geɗe seeɗa ɗe pot-ɗaa faamde:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
ff: {{brandShortName}} ari e maa ko e sarɗiiji jamire open source keewɗe ena jeyaa e majje Mozilla Public License. Kaɓirgol dognowol {{brandShortName}} ena waawi kadi mooftude topateeri jeyal iwɗe to woɗɓe. Dokkol kala keɓangol e jamire udditiiɗe maa hokku-ma hakke waylude dokkol ɗaɗol ngol e saakde jame baylaaɗe tawa noon ena ɗooftaa ɗiin sarɗiiji.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
ff: A hokkaaka hay hakke gooto wonande marke ɗee walla jamirooje marke Mozilla Foundation walla baawɗo wonde kala, ena jeyaa heen tawa alaa ɗo haaɗi innde {{brandShortName}} ndee e logo mum.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
ff: Won e fannuuji gonɗi e {{brandShortName}}, wano Jaŋtorde Hooko, ena hokku maa suɓre hokkude miijo maa to Mozilla. So a suɓiima naatnude miijo, aɗa hokka Mozilla yamiroore huutoraade miijo maa ngoo ngam ɓeydude moƴƴinde paggitte mum, bayyinde miijo maa e lowe mum geese e saakde miijo ngoo.

source: Legal Information
ff: Humpito Laawol

source: Credits
ff: Wuneeji

source: Open Source Notices
ff: Tintine Open Source

source: Obtaining Source Code
ff: Nana heɓa Kod Ɗaɗiijo

# about-other
source: Other
ff: Goɗɗum

source: Your Privacy
ff: Suturo Maa

source: Binaries of this product have been made available to you by the Mozilla Project, under the Mozilla Public License 2.0 (MPL). Know your rights.
ff: Biineeje jaaɓnirgal ngal mbaɗaa e junngo maa ko e innde Mozilla Project, tugnaade e jamirol Mozilla Public License 2.0 (MPL). Anndu hakkeeji maa.

source: All of the source code to this product is available under licenses that are both free and open source. Most of it is available under the Mozilla Public License 2.0 (MPL).
ff: Dokkol ɗaɗiwol ndee faggoore fof ena woodi e jamire ɗe njeeyetaake kadi ko undditiiɗe. Ko heewi e majjum ena heɓoo e jamirol Mozilla Public License 2.0 (MPL).

source: The remainder of the software that is not under the Mozilla Public License 2.0 MPL is available under one of a variety of other licenses. Those that require reproduction of the license text in the distribution are given below. (Note: Your copy of this product may not contain code covered by one or more of the licenses listed here, depending on the exact product and version you choose.)
ff: Ko heddii e topateeri ndii ndi wonaa e jamirol Mozilla Public License 2.0 MPL ena woodi e yoga e jamirooje goɗɗe ɗee. Ɗeen naamniiɗe tummbitere ɗerewol jamirol ngol ena limtaa les ɗoo. (Tesko: tummbitere maa ndee faggoore ene waasi waɗde dokkol ngol toɗɗaaki wootere walla keewɗe e jamirooje limtaaɗe ɗoo ɗee, fawaade e faggoore heeriinde walla yamre nde cuɓi-ɗaa.)

source: Developer HUD
ff: HUD Topaajo

source: Problems
ff: Caɗeele

source: Warnings
ff: Deentine

source: Errors
ff: Juume

source: Performance
ff: Jaawgol golle

source: Reflows
ff: Loowte

source: Memory
ff: Teskorde

source: Style
ff: Pannol

# hud-other
source: Other
ff: Goɗɗum

source: Software
ff: Topirde

source: Developer Settings
ff: Teelte Topaajo

source: Debug
ff: Buggito

source: Developer Menu
ff: Dosol Topaajo

source: Graphics
ff: Jaytinooje

source: Overscrolling
ff: Ŋaylol ɓurtungol

source: Debugging via USB
ff: Buggitagol rewde e USB

source: DevTools via Wi-Fi
ff: DevTools reƴwde e Wifi

# debugger-disabled
source: Disabled
ff: Koko daaƴaa

source: ADB only
ff: ADB tan

source: ADB and DevTools
ff: ADB e DevTools

source: Launch First Time Use
ff: Fuɗɗo Kuutoragol Gadanol

source: No first time use app found
ff: Alaa jaaɓngal kuutoragol gadanol yiytaa

source: Unlock Privileges
ff: Daaƴtu Jamirooje

# reset-devtools-warning-title
source: CAUTION
ff: RENNTINO

source: Edit downloads
ff: Taƴto gaawte

source: Select all
ff: Labo Fof

source: Deselect all
ff: Labto fof

# downloads-delete
source: Delete
ff: Momtu

source: Current Level
ff: Hayrata ko e

source: {{level}}% (charging)
ff: {{level}}% (nana sarsa)

source: {{level}}% (charged)
ff: {{level}}% (sarsii)

# powerSaveModeTitle
source: Power Save Mode
ff: Mbayka Danndugol Jaynge

source: Power Save Mode
ff: Mbayka Danndugol Jaynge

source: {{level}}% battery left
ff: {{level}}% batiri heddii

source: Turn On Automatically
ff: Huɓɓu E Jaajol

source: Screen Reader
ff: Tarirde Yaynirde

source: Color Filter
ff: Ceɗol goobol

source: When the screen reader is enabled, your device will provide spoken feedback to assist blind and low-vision users.
ff: So tarorde yaynirde hurminaama, kaɓirgol maa hokkat duttinal sawto ngam wallude huutorɓe wumɓe walla famarɓe jiyle.

source: Speech Volume
ff: Daande Haala

source: Speech Rate
ff: Cookol Haala

source: Start Screen Reader?
ff: Fuɗɗo Tarorde Yaynirde?

source: Activating the screen reader will change the way your touch screen works. Touch anywhere to hear the item under your finger, and double tap to activate.
ff: Hurminde tarorde yaynirde maa waylu no yaynirde memto maa wayata. Mem ɗo wel-maa fof ngam nande geɗel gonngel les feɗeendu maa, kisa tappu ɗiɗol ngam hurminde.

source: Start
ff: Fuɗɗo

source: Stop Screen Reader?
ff: Dartin Tarorde Yaynirde?

source: Stopping the screen reader will end all speech feedback.
ff: Dartinde tarorde yaynirde ndee maa dartin duttine daande fof.

source: Stop
ff: Dartin

source: Invert
ff: Waklit

source: Grayscale
ff: Beeli puri

source: Contrast
ff: Luunondiral

# improveBrowserOS
source: Improve {{brandShortName}}
ff: Ɓeydu moƴƴinde {{brandShortName}}

# improveBrowserOSTitle
source: Improve {{brandShortName}}
ff: Ɓeydu moƴƴinde {{brandShortName}}

source: Send Mozilla Feedback
ff: Neldu Mozilla Duttine

source: Performance and Usage Data
ff: Keɓe Juɓɓugol e Kuutoragol

source: Submit data
ff: Naatnoy keɓe

source: App usage by region
ff: Kuutoragol jaaɓɗe fawaade e diiwaan

source: Crash Reports
ff: Jaŋtooje Kooke

source: Sending Mozilla a report when a crash occurs helps us fix the problem for everyone. Reports are sent over Wi-Fi only.
ff: Neldude Mozilla jaŋtol so hookre waɗii ena walla min ñawndande mo woni kala caɗe ɗee. Jaŋtooje neldetee ko e Wifi tan.

source: Always send a report
ff: Neldu jaŋtol sahaa kala

source: Never send a report
ff: Hoto neldat jaŋtol

source: Ask each time
ff: Naamno tuma fof

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
ff: Jaŋtol hookre waɗi ko humpito baɗte hookre ndee e kaɓirgol maa, yanti heen nokitannde ngonka kaɓirgol maatuma nde hooki.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
ff: Ɗuum ena waawi waɗde geɗe bayɗe hono kelle e jaaɓɗe udditiiɗe, binndi tappaaɗi e porme e loowdi ɓatakuuje udditiiɗe, aslol peeragol cakkitiingol, walla tolnitorde nde jaaɓngal udditiingal huutorii.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
ff: Min kuutorto jaŋtooje kooke ɗee ngam ñawndude caɗe tee ɓeydude kaɓirɗe ɗee moƴƴude. Mi kuutortoo humpito maa ko no min ciforii e

source: privacy policy
ff: dawirgol suturo amen

source: Submit Your Feedback
ff: Naatnu Miijo Maa

source: Your feedback will help us to improve Firefox OS.
ff: Miijo maa ena wallu min ɓurɗe moƴƴinde Firefox OS.

source: Happy
ff: Weltaare

source: Sad
ff: Sunaare

source: How do you feel?
ff: Hol no mbay-ɗaa e majjum?

source: Why do you feel happy?
ff: Mbar aɗa weltii?

source: Why do you feel sad?
ff: Mbar a sunaaki?

source: Please tell us in detail.
ff: Tiiɗno haalan-mi haa timma.
