Repository: translate/mozilla-gaia
Catalog: ff/apps/settings/settings.properties.po
Languages: ff

source: The content of your feedback will be public, so please be sure not include any personal information.
ff: Loowde duttinal maa wonata ko e peñcu, wadde waɗ feere fof mbaasaa naatnude heen humpito maa heeriingo.

source: Check here to let us contact you from your email.
ff: Dobo ɗoo ngam min mbaawa jokkondirde e maa e iimeel maa.

source: Email address:
ff: Ñiiɓirde Iimeel:

source: Don’t worry. Your email will always be kept private.
ff: Hoto faay. Iimeel maa min curat sahaa kala.

source: Send Feedback
ff: Neldu Dutttinal

source: Sorry, the system can’t send your suggestion due to a data connection error. Please try again when the issue is resolved.
ff: Maa njaafo-ɗaa, yuɓɓo ngoo waawaa neldude wasiya sabu juumre ceŋol keɓe. Tiiɗno eto kadi so caɗe ɗee ñawndaama.

source: Sorry, the system can’t send your suggestion because the server shut down. Please wait a moment and try again.
ff: Yaafo koy, yuɓɓo ngoo waawaa neldude wasiya maa sabu kono waktu. Tiiɗno hurmitin tee puɗɗito-ɗaa.

source: Sorry, the system can’t send your suggestion because of a timeout. Please restart and try again.
ff: Yaafo koy, yuɓɓo ngoo waawaa neldude wasiya maa sabu kono waktu. Tiiɗno fuɗɗito.

source: Sorry, the system can’t send your suggestion because the email address is missing or due to a formatting error. Please use a valid email address and try again.
ff: Yaafo koy, yuɓɓo ngoo waawaa neldude wasiya maa sabu ñiiɓirde iimeel ndee ena ŋakki walla winndiraaka no haaniri. Tiiɗno huutoro ñiiɓirde iimeel moƴƴere walla puɗɗito-ɗaa.

source: Sorry, the system can’t send your suggestion because the comment field is empty. Please enter some text and try again.
ff: Yaafo koy, yuɓɓo ngoo waawaa neldude wasiya maa sabu gallol yowre ngol ko mehol. Tiiɗno tappu heen binndol walla puɗɗito-ɗaa.

source: Thanks for the feedback! We use it to help create better experiences in future releases of Firefox OS.
ff: A jaaraama e duttinal maa! Min kuutorto ngam wallude addande on dawtol ɓurngol moƴƴude e bayyine amen Firefox OS garooje.

source: Online support:
ff: Wallitorde e enternet:

source: Call support:
ff: Noddu wallitorde:

source: User Guide
ff: Famminorde Kuutoro

source: Please contact your local provider for support.
ff: Tiiɗno jokkondir e operatoor maa ɓadiiɗo ngam walliteede.

source: Operator Services
ff: Carwe Operatoor

# operatorServices-help
source: Help
ff: Ballal

source: SIM card applications not available.
ff: Jaaɓnirɗe kartal SIM ngoodaani.

source: Set Up Call
ff: Teelto Noddaango

source: Send SS
ff: Neldu SS

source: Send USSD
ff: Neldu USSD

source: Send SMS
ff: Neldu SMS

source: Send DTMF
ff: Neldu DTMF

source: Launch Browser
ff: Hurmin Wanngorde

source: Play Tone
ff: Tar ceŋlol

source: Display Text
ff: Jaytin Binndol

source: Get Inkey
ff: Heɓ Inkey

source: Get Input
ff: Heɓ Naatanal

source: Select Item
ff: Labo Temre

source: Set Up Menu
ff: Teelto Dosol

source: Provide Local Info
ff: Hollu Humpito Nokkuure

source: Set Idle Mode Text
ff: Waɗ Idle Mode Text

source: Perform Card APDU
ff: Waɗ APDU Kartal

source: Power On Card
ff: Huɓɓu Kartal

source: Power Off Card
ff: Ñif Kartal

source: Get Reader Status
ff: Heɓ Ngonka Taroowo

source: Open Channel
ff: Uddit Calol

source: Close Channel
ff: Unndu Calol

source: Receive Data
ff: Heɓ Keɓe

source: Send Data
ff: Neldu Keɓe

source: Get Channel Status
ff: Heɓ Ngonka Calol

source: End of the proactive session
ff: Naatannde adinteere gasii

source: USB tethering
ff: Ceŋondiral USB

source: Wi-Fi hotspot
ff: Peŋngal Wifi

source: Enabling USB storage will disable USB tethering. Do you want to enable USB storage?
ff: Hurminde ndesgu USB maa daaƴ ceŋondiral USB. Aɗa yiɗi hurminde ndesgu USB?

source: Enabling USB tethering will disable USB storage. Do you want to enable USB tethering?
ff: Hurminde ceŋondiral USB maa daaƴ ndesgu USB. Aɗa yiɗi hurminde ceŋondiral USB?

source: Enabling USB tethering will disable Wi-Fi hotspot. Do you want to enable USB tethering?
ff: Hurminde ceŋondiral USB maa daaƴ fooyre ceŋol Wifi. Aɗa yiɗi hurminde ceŋondiral USB?

source: Enabling Wi-Fi hotspot will disable USB tethering. Do you want to enable Wi-Fi hotspot?
ff: Hurminde fooyre ceŋol Wifi maa daaƴ ceŋondiral USB. Aɗa yiɗi hurminde fooyre ceŋol Wifi?

source: Alert
ff: Jeertino

# settings-dialog-confirm
source: Confirm
ff: Teeŋtin

source: Prompt
ff: Hirjin
