Repository: translate/mozilla-gaia
Catalog: ff/apps/settings/settings.properties.po
Languages: ff

source: Settings
ff: Teelte

source: Advanced Settings
ff: Teelte Ceeɓtore

source: Default
ff: Goowaaɗe

source: Enabled
ff: Daaƴtaaɗo

source: Enable
ff: Daaƴtu

source: Disabled
ff: Daaƴaaɗo

source: Error
ff: Juumre

source: Yes
ff: Eey

source: No
ff: Alaa

source: Reset
ff: Firlit

source: Cancel
ff: Haaytu

source: Back
ff: Rutto

source: Continue
ff: Jokku

source: Skip
ff: Diw

source: Pair
ff: Seŋondir

source: Done
ff: Gasii

source: Set
ff: Suɓo

source: Not now
ff: Wonaa Jooni

source: Turn ON
ff: Huɓɓu

source: Select a SIM card
ff: Labo kartal SIM

# unavailable
source: Not available
ff: Woodaani

source: Confirmation
ff: Teeŋtingol

# simSettingsWithIndex
source: SIM {{index}} Settings
ff: Teelte {{index}} SIM

source: Network & Connectivity
ff: Resoo e Ceŋateeri

source: Turn Wi-Fi on to view available networks.
ff: Huɓɓu Wifi ngam yiyde resooji goodaaɗi.

source: Available Networks
ff: Resooji Goodaaɗi

source: Known Networks
ff: Resooji Ganndaaɗi

source: Hidden Networks
ff: Resooji Cuuɗiiɗi

source: Searching…
ff: Nana yiyloo…

source: Search Again
ff: Yiylo Kadi

source: Initializing…
ff: Nana heblitoo…

source: Connecting to {{ssid}}…
ff: Nana seŋoo e {{ssid}}…

source: Connected to {{ssid}}
ff: Seŋiima e {{ssid}}

source: Wi-Fi Sleep
ff: Dooyo Wifi

source: Manage Networks
ff: Toppitorde Resooji

source: Failed connecting to Wi-Fi
ff: Horiima seŋaade e Wifi

source: Unable to connect to {{ssid}}, authentication failed due to bad credentials. Please re-enter the network password.
ff: Horiima seŋaade e {{ssid}}, goongɗitinagol woorii sabu ceŋorɗe ɗe moƴƴaani. Tiiɗno naatnu kadi finnde laylaytol ndee.

source: Join Hidden Network
ff: Naat e Resoo Cuuɗiiɗo

source: Secured by {{capabilities}}
ff: Hisni ko {{capabilities}}

source: Security
ff: Kisal

# securityNone
source: None
ff: Ndiga

source: Open
ff: Ena udditii

source: Not in range
ff: Ɓadaaki

source: IP address
ff: Ñiiɓirde IP

source: Link speed
ff: Jaawgol ɓoggi

source: Signal strength
ff: Doole siñaal

source: Very weak
ff: Famɗii haa ɓurti

source: Weak
ff: Famɗii

source: Average
ff: Ena seɓori

source: Good
ff: Moƴƴii

source: Very good
ff: Moƴƴii no feewi

source: Forget
ff: Yejjit

source: Forget network?
ff: Yejjit resoo?

# forgetNetwork-confirmation
source: Confirmation
ff: Teeŋtingol

source: Authentication
ff: Goongɗitingol

source: EAP method
ff: Feere EAP

source: Phase 2 authentication
ff: Goongɗitingol Phase 2

source: Server certificate
ff: Seedamfaagu sarworde

source: Notice: If you need to import new certificates, please go to "Manage certificates".
ff: Tintino: So aɗa sokli jiggitaade seedamfaaje kese, tiiɗno yah to "Toppito seedamfaaje".

source: Identifier
ff: Innitirde

source: Password
ff: Finnde

source: Show password
ff: Hollu finnde

source: Network notification
ff: Tintine resooji

source: Notify me when an open network is available
ff: Tintin am so resoo udditiiɗo ena woodi

source: MAC Address
ff: Ñiiɓirde MAC

# macUnavailable
source: Not available
ff: Woodaani

source: No networks found
ff: Alaa resooji njiytaa

source: No known networks
ff: Alaa resooji ganndaaɗi

source: Certificate List
ff: Doggol Seedamfaaji

source: Enter certificate nick name
ff: Naatnu waccoore seedamfaagu

source: Nick name
ff: Waccoore

source: You can change the nick name or keep the default name.
ff: Aɗa waawi waylude waccoore ndee walla ngoppaa woowaande ndee.

source: Certificate deletion failed
ff: Momtugol seedamfaagu woorii

source: This may be due to a storage issue, for example.
ff: Ɗuum ena waawi ummaade e caɗeele ndesgu, yeru.

source: Certificate import failed
ff: Jiggagol seedamfaagu woorii

source: This may be due to a damaged certificate file, for example.
ff: Ɗuum ena waawi iwde e fiilde seedamfaagu bonnde, yeru.

source: Connect with WPS
ff: Seŋoro WPS

source: WPS is in progress…
ff: WPS woni ko e arde…

source: WPS was canceled
ff: WPS haaytaama

source: WPS timed out
ff: Waktu honii WPS

source: WPS failed [{{error}}]
ff: WPS woorii [{{error}}]

source: Another WPS PBC AP was found
ff: WPS PBC AP goɗɗo yiytaama

source: Automatic Wi-Fi setup
ff: Teeltol Wifi jaajol

source: Select a WPS method:
ff: Labo laawol WPS:

source: Button connection
ff: Ceŋogol butoŋ

source: My PIN connection
ff: Ceŋagol PIN am

source: AP PIN connection
ff: Ceŋagol PIN AP

source: PIN is 4 or 8 digits
ff: PIN ko limooje 4 walla 8

source: Input {{pin}} to an opposite device
ff: Naatnu {{pin}} to kaɓirgol ngola

source: Select an opposite device
ff: Labo kaɓirgol goɗngol

# wpsAnyAp
source: Any
ff: Fof

source: Cancel WPS
ff: Haaytin WPS

source: Failed to cancel WPS [{{error}}]
ff: Horiima haaytinde WPS [{{error}}]

source: Requesting network info…
ff: Nana ɗaɓɓita humpito resoo…

source: Error in query
ff: Juumre e ɗaɓɓitande

source: Voicemail
ff: Jaaborde

source: Voicemail Number
ff: Tonngoode Jaaborde

source: Not set
ff: Teeltaaka

source: Voice Privacy Mode
ff: Mbayka Suturo Haala

source: Call Waiting
ff: Noddaango nana fada

source: Unable to confirm call waiting preferences
ff: Horiima teeŋtinde cuɓoraaɗe padgol noddaali

source: The device is currently unable to communicate with the carrier. Try setting the preference again.
ff: Ngol kaɓirgol heɓotaako oo sahaa ngam jokkondirde e operatoor oo. Eto teeltaade cuɓoraaɗe ɗee kadi.

source: Call Forwarding
ff: Ɓenningol Noddaango

source: Forward
ff: Yeeso

source: Always forward
ff: Ɓennin sahaa kala

source: Always
ff: Sahaa kala

source: Forward when busy
ff: Ɓennin so ena jaggi

source: When busy
ff: So ena jaggi

source: Forward when unanswered
ff: Ɓennin so jaabaaka

source: When unanswered
ff: So jaabaaka

source: Forward when unreachable
ff: Ɓennin so heɓotaako

source: When unreachable
ff: So heɓotaako

# callForwardingNotForwarding
source: Disabled
ff: Daaƴaaɗo

source: Call forwarding confirmation message
ff: Ɓatakuure teeŋtingol ɓenningol noddaali

source: Always use this number
ff: Huutoto ndee tonngoode sahaa kala

source: Number when unreachable
ff: Tonngoode so heɓotaako

source: Number when unanswered
ff: Tonngoode so jaabaaka

source: Number when busy
ff: Tonngoode so ena jaggi

source: This phone number is invalid.
ff: Ndee tonngoode noddirde moƴƴaani.

source: Operation successfully set.
ff: Ɓenningol teeltoraama no haanirta.

source: Your operator does not support that operation.
ff: Operatoor maa tambitaaki ngaal gollal.

source: Call settings error.
ff: Juumre teeltagol noddaali.

source: Caller ID
ff: ID Noddoowo

source: Call Barring
ff: Palogal noddaali

source: Outgoing calls
ff: Noddaali jaltooji

# callBarring-baoc
source: All
ff: Fof

source: International
ff: Caggal leydi

source: International except Home Country
ff: Caggal leydi haa heddoo Leydi Maa

source: Incoming calls
ff: Noiddaali naatooji

# callBarring-baic
source: All
ff: Fof

source: All while roaming
ff: Fof sahaa roomayru

# callBarring-passcode
source: Passcode
ff: Finnde

# callBarring-change-passcode
source: Change passcode
ff: Waylu finnde

# callBarring-passcode-enter
source: Enter passcode
ff: Naatnu finnde

source: In case you don't know your passcode, please contact your carrier
ff: So a anndaa finnde maa, tiiɗno jokkondir e operatoor maa

# callBarring-current-passcode
source: Current passcode
ff: Finnde woodnde

# callBarring-new-passcode
source: New passcode
ff: Finnde hesere

# callBarring-create-passcode
source: Create a Passcode
ff: Sos Finnde

source: Confirm passcode
ff: Teeŋtin finnde

source: Passcode error.
ff: Juumre finnde.

source: Passcode is incorrect.
ff: Finnde moƴƴaani.

source: Passcode doesn’t match.
ff: Finnde nanndaani.

source: Error while updating the item: {{error}}.
ff: Juumre tuma kesɗitinal temre ndee: {{error}}.

source: Passcode changed.
ff: Finnde waylaama.

source: Network default
ff: Laylaytol goowangol

source: Hide number
ff: Suuɗ tonngoode

source: Show number
ff: Hollu onngooɗe

source: Fixed dialing numbers
ff: Tonngooɗe noddol ñiiɓɗe

source: Fixed Dialing Numbers
ff: Tonngooɗe Noddol Ñiiɓɗe

source: Authorized numbers
ff: Tonngooɗe jamiraaɗe

source: List of numbers that can be called
ff: Doggol tonngooɗe baawɗe noddeede

source: Restrict which numbers can be dialed from this phone.
ff: Heertin tonngooɗe baawɗe noddeede e ngel cinndel.

source: (Emergency numbers will always be dialable)
ff: (Tonngooɗe keñoraaɗe maa mbaaw nodde sahaa kala)

source: Enable FDN
ff: Hurmin FDN

source: Disable FDN
ff: Daaƴ FDN

source: Reset PIN2
ff: Firlit PIN2

# fdnAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaannde wootere naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# fdnAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} gootol naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# fdnAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} ngam naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# fdnAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} ngam naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

# fdnAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ff: Aɗa heddoraa etaali {{n}} ngam naatnude kod moƴƴo hade kartal SIM ngal daaƴeede.

source: This is your last chance to enter the correct PIN2. Otherwise, you must enter the PUK2 code to use this SIM card.
ff: Ngol ko fartaŋŋe maa battindiiɗo naatnude kod PIN2 moƴƴo. So ɗuum alaa maa naatnaa kod PUK2 oo ngam huutoraade ngal kartal SIM.

source: The PIN2 code is incorrect.
ff: Kod PIN2 oo moƴƴaani.

source: name
ff: innde

# fdnContact-number
source: number
ff: tonngoode

source: submit
ff: naatnu

source: Add contact
ff: Ɓeydu jokkondiral

source: Call
ff: Noddu

# fdnAction-edit
source: Edit contact
ff: Taƴto jokkondiral

# fdnAction-edit-header
source: Edit contact
ff: Taƴto jokkondiral

source: Delete contact
ff: Momtu jokkondiral

source: Maximum FDN reached. You cannot add more numbers.
ff: Kaaɗdi FDN heɓaama. A waawaa ɓeydude limooje goɗɗe.

source: Message Confirmation
ff: Teeŋtingol Ɓatakuure

source: Delivery Reports
ff: Jante Jonnoygol

source: Request notification of delivery for each message sent
ff: Ɗaɓɓit tintineede joonnoygol kala nde ɓatakuuru neldaa

source: Read Reports
ff: Tar Jaŋte

source: Request read report for each message sent
ff: Ɗaɓɓit targol jaŋtol e ɓatakuuje neldaaɗe kala

source: Multimedia Messaging (MMS)
ff: Ɓatakayru Multimediaa (MMS)

source: Auto Retrieve
ff: Aafto e Jaajol

source: Automatically retrieve messages
ff: Aafto ɓatakuuje e jaajol

source: Off
ff: Koko ñifi

source: On with roaming
ff: Koko huɓɓi e doomagal

source: On without roaming
ff: Koko huɓɓi alaa doomagal

source: Auto-configure
ff: Teelto-jaajol

source: WAP Push Messages
ff: Ɓatakuuje Push WAP

source: Cell Broadcast Messages
ff: Ɓatakuuje Caaktugol Seluleer

source: Cell Broadcast
ff: Caaktugol Seluleer

source: Emergency Alert
ff: Jeertinol Keñol

source: Information
ff: Kumpital

source: Service Center
ff: Penngal Carwe

# messaging-sim-settings
source: SIM {{index}} Settings
ff: Teelte {{index}} SIM

source: Info not available
ff: Humpito heɓaaka

# dataConnectivity
source: Data
ff: Keɓe

source: Data Connection
ff: Ceŋogol Keɓe

source: Data Roaming
ff: Doomagol Keɓe

source: Preferred network type
ff: Fannu laylaytol cuɓoraaɗo

source: Network type could not be set
ff: Fannu laylaytol horiima labeede

source: Network Type
ff: Fannu Resoo

# operator-networkType-auto
source: Automatic
ff: E jaajol

source: 3G preferred
ff: Suɓoraa ko 3G

source: 2G only
ff: 2G tan

source: 3G only
ff: 3G tan

source: WCDMA preferred
ff: WCDMA hatojinaa

source: Auto (2G/3G)
ff: Jaajol (2G/3G)

source: Auto (CDMA/EVDO)
ff: Jaajol (CDMA/EVDO)

source: Auto (WCDMA/GSM)
ff: Jaajol (WCDMA/GSM)

source: Auto (LTE/WCDMA/GSM)
ff: Jaajol (LTE/WCDMA/GSM)

source: Auto (LTE/CDMA/EVDO)
ff: Jaajol (LTE/CDMA/EVDO)

source: Auto (WCDMA/GSM/CDMA/EVDO)
ff: Jaajol (WCDMA/GSM/CDMA/EVDO)

source: Automatic Selection
ff: Labagol Jaajol

# operator-networkSelect-auto
source: Automatic
ff: E jaajol

source: Manual
ff: Junngol

source: Roaming preference
ff: Suɓoraango doomagol

source: Home
ff: Jaɓɓorgo

# operator-roamingPreference-any
source: Any
ff: Fofof

source: Affiliated
ff: Gollotiraaɓe

source: APN Settings
ff: Teelte APN

source: Data Settings
ff: Teelte Keɓe

source: A-GPS Settings
ff: Teelte A-GPS

source: Message Settings
ff: Teelte Ɓatakuuje

source: Tethering Settings
ff: Teelte ceŋondiral

source: IMS Settings
ff: Teelte IMS

source: APN Editor
ff: Taƴtorde APN

source: MMS port
ff: Poor MMS

source: MMS proxy
ff: Proxy MMS

source: HTTP proxy host
ff: Koɗol proxy HTTP

source: HTTP proxy port
ff: Poor Proxy HTTP

source: (custom settings)
ff: (teelte peŋtore)

# apn-authType
source: Authentication
ff: Goongɗitingol

# apn-authType-notDefined
source: Not defined
ff: Labaaka

# apn-authType-none
source: None
ff: Hay huunde

source: PAP or CHAP
ff: PAP walla CHAP

source: Protocol
ff: Jaɓɓitorde

source: Roaming Protocol
ff: Jaɓɓitorde Doomagol

# apn-protocol-notDefined
source: Not defined
ff: Labaaka

source: APN Type
ff: Fannu APN

source: Turn ON data connection?
ff: Huɓɓu ceŋagol keɓe?

source: Applications will automatically fetch data via data connection when required. Additional data charges may apply.
ff: Jaaɓnirɗe maa mballoyo keɓe e jaajol e ceŋol keɓe so soklaama. Fere keɓe goɗɗe ena mbaawi arde heen.

source: Turn ON data roaming?
ff: Huɓɓu doomagol keɓe?

source: Depending on your service agreement, extra charges may apply for data when you are in a roaming area.
ff: Fawaade e forfee maa, aɗa waawi faweede njoɓdi so a huutoriima keɓe e nokkuuji ɗo ngon-ɗaa e rooming.

source: Depending on your service agreement, changing your APN setting may result in extra charges when roaming. Do you want to proceed?
ff: Fawaade e nanondiral carwol maa, waylude teelte APN maa ena waawi jibinde fere keewɗe goɗɗe so aɗa roomoo. Aɗa yiɗi jokkude?

# reset-apn-warning-title
source: Reset to Default
ff: Firlit e Goowaaɗo

source: This resets the settings to default values. This cannot be undone.
ff: Ɗuum firlitat teelte ɗee e goowaaɗe. Ɗum firotaako.

# state-connected
source: Connected
ff: Seŋiima

# state-current
source: Connected
ff: Koko seŋii

source: Delete this APN?
ff: Momtu oo APN?

# delete-apn
source: Delete
ff: Momtu

source: Add New APN
ff: Ɓeydu APN Keso

# reset-apn
source: Reset to Default
ff: Firlit e Goowaaɗo

source: APN settings reset
ff: Teelte APN pirlitaama

source: Turn Bluetooth on to view devices in the area.
ff: Huɓɓu Bluutuus ngam yiyde kaɓirɗi ɓadiiɗi nokku oo.

source: Paired devices
ff: Kaɓirɗi ceŋondiraaɗi

source: Devices in the area
ff: Kaɓirɗi ɓadiiɗi Nokku oo

source: Visible to all
ff: Yimɓe fof en njiya

source: Your device name exceeds {{length}} characters. Please retry again.
ff: Innde kaɓirgol maa ɓurtii alkule {{length}}. Tiiɗno waɗtu.

source: Bluetooth Address
ff: Ñiiɓirde Bluutuus

# bluetooth-address-unavailable
source: Not available
ff: Heɓotaako

source: No devices paired
ff: Alaa kaɓirɗi ceŋondiraa

source: Turned off
ff: Koko ñifi

# bt-status-paired[one]
source: {{name}}, +{{n}} more
ff: {{name}}, +{{n}} goɗɗi

# bt-status-paired[two]
source: {{name}}, +{{n}} more
ff: {{name}}, +{{n}} goɗɗi

# bt-status-paired[few]
source: {{name}}, +{{n}} more
ff: {{name}}, +{{n}} goɗɗi

# bt-status-paired[many]
source: {{name}}, +{{n}} more
ff: {{name}}, +{{n}} goɗɗi

# bt-status-paired[other]
source: {{name}}, +{{n}} more
ff: {{name}}, +{{n}} goɗɗi

source: Tap to connect
ff: Tappu ngam seŋde

source: Pairing with device…
ff: Nana seŋondira kaɓirɗi…

source: Waiting for other device…
ff: Nana sabbii kabirgol goɗngol ngol…

source: Paired
ff: Seŋondirii

# device-status-connecting
source: Connecting…
ff: Nana seŋoo…

# device-status-connected
source: Connected
ff: Seŋiima

source: Connected to media audio
ff: Seŋiima e ojoo mejaare

source: Unpair
ff: Seŋtondir

# device-option-confirm
source: Confirm
ff: Teeŋtin

# device-option-unpair-confirmation
source: Confirmation
ff: Teeŋtingol

source: Unpair device?
ff: Seŋtondir kaɓirgol?

source: Connect
ff: Seŋ

source: Disconnect
ff: Seŋtu

source: Searching for devices…
ff: Nana yiyloo kaɓirɗi…

source: Search for devices
ff: Yiylo kaɓirɗi

source: Rename my device
ff: Waylu innde kaɓirgol am

source: Unknown device
ff: Kaɓirgol anndaaka

source: New name
ff: Innde hesere

source: Unable to pair devices
ff: Horiima seŋondirde kaɓirɗi

source: Unable to pair with the device. Check that the PIN is correct.
ff: Horiima seŋondirde e kaɓirgol ngol. Ƴeewto so PIN oo ena moƴƴi.

source: Unable to pair with the device. Too many requests.
ff: Horiima seŋondirde e kaɓirgol. Ɗaɓɓitanɗe keewii.

source: Unable to connect devices
ff: Horiima seŋde saɓirɗi

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
ff: Ƴeewto so kaɓirgol njiɗ-ɗaa seŋaade ngol ena ɓallii tawo etee Bluutuus maggol ena huɓɓi.

source: Unpair a connected device?
ff: Seŋtondir kaɓirɗi ceŋingol?

source: You are currently connected to this device. Unpairing will also disconnect from it.
ff: Jooni ko a ceŋiiɗo e ngol kaɓirgol. So a seŋtondirii maa seŋto kisa e maggol.

source: Wi-Fi Hotspot
ff: HotSpot Wifi

# wifi-password
source: Password
ff: Finnde

# wifi-security
source: Security
ff: Kisal

source: USB Tethering
ff: Ceŋondiral USB

source: Hotspot Settings
ff: Teelte Peŋngal Wifi

# wifi-auth-username
source: Username
ff: Innde kuutoro

# wifi-auth-password
source: Password
ff: Finnde

# wifi-join-username
source: Username
ff: Innde kuutoro

# wifi-join-password
source: Password
ff: Finnde

source: SSID Network Name
ff: Innde Laylaytol SSID

source: open
ff: uddit

source: The password must have at least 8 characters.
ff: Finnde ndee alaa e sago waɗa alkule 8.

source: Personalization
ff: Keertingol

source: Volume
ff: Daande

source: Tones
ff: Baaruuji

source: Audible touch tones
ff: Ceŋlugol memto nanotoongol

source: Select a tone
ff: Labo baar

source: Ringtones
ff: Kolɓanɗe

source: Alerts
ff: Tintine

source: Manage Tones
ff: Toppito Gaaci

source: Other Sounds
ff: Nante Goɗɗe

source: Unlock screen
ff: Daaƴtu yaynirde

source: Camera
ff: Kameraa

source: Sent Message
ff: Neldu Ɓatakuuru

source: Alarm
ff: Holɓitorde

source: Ringtones & Notifications
ff: Kolɓe e Tintine

source: Media
ff: Majaare

source: Saving…
ff: Nana dannda…

source: We were unable to find a ringtone app to manage ringtones!
ff: Min koriima yiytude jaaɓngal kolɓitte ngam toppitaade kolɓitte!

source: Brightness
ff: Jalbol

source: Adjust automatically
ff: Fonndit e jaajol

source: Lock Screen
ff: Yaynirde Daaƴirde

source: Wallpaper
ff: Natal biro

source: Screen Timeout
ff: Konol waktu Yaynirde

source: 1 minute
ff: hoƴom 1

source: 2 minutes
ff: hoƴomaaji 2

source: 5 minutes
ff: hoƴomaaji 5

source: 10 minutes
ff: hoƴomaaji 10

source: never
ff: hay sahaa

source: Lock Orientation
ff: Tiindol Daaƴol

source: Edge Swipe Navigation
ff: Peeragol Pittol Sawndo

source: Drag from the left or right edge of the screen to jump between apps.
ff: Daas iwde hawngo nano walla ñaamo yaynirde ndee ngam diwde hakkunde jaaɓɗe.

source: Show on lock screen
ff: Hollu e yaynirde daaƴirde

source: Show after reboot
ff: Hollu caggal kurmital

source: Set Automatically
ff: Teelto e Jaajol

source: Time Zone
ff: Diiwaan Waktu

source: Date
ff: Ñalngu

source: Time
ff: Sahaa

source: Select continent
ff: Labo duunde

source: Select time zone
ff: Labo diiwaan waktu

# time-format
source: Format
ff: Mbayka

source: Time Format
ff: Mbayka Waktu

source: 12-hour
ff: 12-waktu

source: 24-hour
ff: 24-waktu

source: Language & Region
ff: Ɗemngal & Diiwaan

source: Region
ff: Diiwaan

source: Get More Languages
ff: Heɓ Ɗemɗe Goɗɗe

source: Sample Format
ff: Jubbannde Mbaydi

source: %A, %B %d, %Y
ff: %A %d %B %Y

source: SIM Settings
ff: Teelte SIM

source: Outgoing Calls
ff: Noddaali jaltooji

source: Calls will be sent from
ff: Noddaali maa nelde iwde e

source: Outgoing Messages
ff: Ɓatakuuje jaltooje

source: SMS will be sent from
ff: SMS maa nelde iwde e

# sim-manager-outgoing-data
source: Data
ff: Keɓe

source: Data service network and Marketplace payments
ff: Laylaytol carwol keɓe e joɓɗeele Marketplace

source: Always ask
ff: Naamno sahaa kala

source: SIM PIN locked
ff: SIM PIN daaƴaama

source: No operator
ff: Alaa carwinoowo

source: At least one SIM should be activated at a time
ff: So famɗii SIM gooto ena foti hurmineede laawol gootol

source: SIM {{disableCardIndex}} can’t receive any calls and messages. Outgoing calls and outgoing messages which are set to SIM {{disableCardIndex}} will be disabled.
ff: SIM {{disableCardIndex}} waawaa jaɓɓaade noddaali e ɓatakuuje. Noddaali jaltooji e ɓatakuuje ɗi njahdinaaka e SIM {{disableCardIndex}} maa ndaaƴe.

source: The current data transfer will be suspended. Continue anyway?
ff: Baanjitagol keɓe gonangol ngol maa dartine. Jokku kisa?

source: Layout
ff: Lelngo

source: Icon Layout
ff: Lelngo Maankon

source: Three Columns
ff: Dari tati

source: Four Columns
ff: Dari Nay

source: Notice
ff: Tintino

source: Search
ff: Yiylo

# search-header
source: Search
ff: Yiylo

source: Search Engine
ff: Yiylorde

source: Search Suggestions
ff: Basiye njiilaw

source: The characters you type when entering a search are sent to multiple search providers and will be used to send you search suggestions. Additional data charges may apply when using this feature.
ff: Ko tappataa e yiilorde koo neldetee ko to jiilorɗe keewɗe tee ko kañum huutortee ngam neldude-ma basiye. Ena waawi jibinde fere goɗɗe so aɗa huutoroo oo fannu.

source: Keyboard Settings
ff: Teelte Tappirɗe

source: Selected Keyboards
ff: Tappirɗe cuɓaaɗe

source: Number layouts
ff: Lelngo limooje

source: Option layouts
ff: Lelngo cuɓe

source: Keypad
ff: Tappirde limooje

source: Dial Pad
ff: Noddirgal

source: Select Keyboards
ff: Suɓo Tappirɗe

source: At least one {{type}} keyboard should be selected
ff: Hay so tappirde {{type}} wootere ena foti suɓeede

source: text
ff: binndol

# keyboardType-number
source: number
ff: limoore

source: {{appName}} {{layoutName}} is set as default input method
ff: {{appName}} {{layoutName}} waɗaama feere naatnugol woowaande

# fxa
source: Firefox Accounts
ff: Konte Firefox

source: Account Management
ff: Toppitorde Konte

# fxa-accounts
source: Firefox Accounts
ff: Konte Firefox

source: Your Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
ff: Konte maa Firefox ena hokku-maa fartaŋŋe huutortaade fannuuji wano Yiytu Kaɓirgol Am kañum e jaaɓɗe bayɗe hono Firefox Marketplace.

source: Create Account or Sign In
ff: Uddit Konte walla Seŋo

source: Confirm Your Account
ff: Teeŋtin Konte Maa

source: We will send an email to: {{email}}
ff: Ma min deldu iimeel to: {{email}}

source: Click the verification link in your email to confirm your account.
ff: Dobo e jokkol ƴeewtorgol ngol e iimeel maa ngam teeŋtinde konte maa.

source: Cancel Account Confirmation
ff: Haaytin Teeŋtingol Konte

source: A verification link has been sent to {{email}}.
ff: Jokkol ƴeewtagol neldaama to {{email}}.

source: About
ff: Baɗte

source: Signed in as {{email}}
ff: Seŋoriima {{email}}

source: Sign Out
ff: Seŋto

source: Please confirm {{email}}
ff: Tiiɗno teeŋtin {{email}}

source: Find My Device
ff: Yiytu Kaɓirgol Am

source: Create account or sign in
ff: Uddit konte walla seŋo

source: Enable Find My Device
ff: Hurmin Yiytu Kaɓirgol Am

source: About Find My Device
ff: Baɗte Yiytu Kaɓirgol Am
