Repository: translate/mozilla-gaia
Catalog: lg/shared/permissions/permissions.properties.po
Languages: lg

source: App Permission
lg: Olukusa lwa App

source: Website Permission
lg: Olukusa lw'atimbe

source: Select Camera
lg: Londa Kamera

source: Contacts
lg: Esiimu

source: {{app}} would like to access your contact list.
lg: {{app}} esaba okozesa esiimu zo.

source: {{site}} would like to access your contact list.
lg: {{site}} esaba okozesa esiimu zo.

source: Notifications
lg: Ebyafaayo

source: {{app}} would like to display notifications.
lg: {{app}} esaba okulaga ebyafayo.

source: {{site}} would like to display notifications.
lg: {{site}} esaba okulaga ebyafayo.

source: Music Storage
lg: Wotereka Enyimba

source: {{app}} would like to access your music.
lg: {{app}} esaba kukozesa enyimba zo.

source: {{site}} would like to access your music.
lg: {{site}} esaba kukozesa enyimba zo.

source: Image Storage
lg: Wotereka Ebifananyi

source: {{app}} would like to access your images.
lg: {{app}} esaba kukozesa ebifananyi byo.

source: {{site}} would like to access your images.
lg: {{site}} esaba kukozesa ebifananyi byo.

source: Memory Card Storage
lg: Wotereka ku Memory Kaadi

source: {{app}} would like to access your memory card.
lg: {{app}} esaba kukozesa memory kaadi yo.

source: {{site}} would like to access your memory card.
lg: {{site}} esaba kukozesa memory kaadi yo.

source: Video Storage
lg: Wotereka Obutambi

source: {{app}} would like to access your videos.
lg: {{app}} esaba kukozesa butambi bwo.

source: {{site}} would like to access your videos.
lg: {{site}} esaba kukozesa butambi bwo.

source: FM Radio
lg: FM Ladiyo

source: {{app}} would like to use the FM Radio.
lg: {{app}} esaba kukozesa FM Ladiyo.

source: {{site}} would like to use the FM Radio.
lg: {{site}} esaba kukozesa FM Ladiyo.

source: Geolocation
lg: Ekifo

source: {{app}} would like to know your location.
lg: {{app}} esaba kumanya ekifo kyo.

source: {{site}} would like to know your location.
lg: {{site}} esaba kumanya ekifo kyo.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
lg: {{brandShortName}} enkozesa ebintu nga GPS, Wi-FI ne netuwaka ye siimu yo okugiyamba okutegera ekifi kyo kyenyini. Byefuna ebiwereza Mozilla na kamponi endala ezibikozesa okutereza ebifo. Byefunye eyinza okubitereka kusiimu yo era nga eyinze okubufuna wadde teli app zikola.

source: Camera
lg: Kamera

source: Would you like to share your camera with {{app}}?
lg: Oyagala okukiliza {{app}} okukozesa kamera y'esiimu yo?

source: Would you like to share your camera with {{site}}?
lg: Oyagala okukiliza {{site}} okukozesa kamera y'esiimu yo?

source: Microphone
lg: Akazindalo

source: Would you like to share your microphone with {{app}}?
lg: Oyagala okukiliza {{app}} okukozesa akazindalo kesiimu yo?

source: Would you like to share your microphone with {{site}}?
lg: Oyagala okukiliza {{site}} okukozesa kamera y'esiimu yo?

source: Camera and Microphone
lg: Kamera n'Akazindalo

source: Would you like to share your camera and microphone with {{app}}?
lg: Oyagala okukiliza {{app}} okukozesa kamera n'akazindalo kesiimu yo?

source: Would you like to share your camera and microphone with {{site}}?
lg: Oyagala okukiliza {{site}} okukozesa kamera n'akazindalo kesiimu yo?

source: Select a camera for {{app}}.
lg: Londa kamera y'okukozesa ku {{app}}.

source: Select a camera for {{site}}.
lg: Londa kamera y'okukozesa ku {{site}}.
