Repository: translate/mozilla-gaia
Catalog: */shared/activities/activities.properties.po
Languages: am, bg, bn_in, br, ga_ie, gd, lv, ur

source: Make call
am: መደወያ
bg: Позвъняване
bn_in: কল করুন
br: Ober ur galv
ga_ie: Cuir glaoch
gd: Dèan gairm
lv: Zvanīt
ur: کال کریں

source: Send email
am: ኢሜይል መላኪያ
bg: Изпращане на ел. поща
bn_in: ই-মেইল পাঠান
br: Kas ur postel
ga_ie: Seol ríomhphost
gd: Cuir post-d
lv: Sūtīt epastu
ur: ای میل بھیجیں

source: Send message
am: መልእክት መላኪያ
bg: Изпращане на съобщение
bn_in: বার্তা পাঠিয়ে দিন
br: Kas ur gemennadenn
ga_ie: Seol teachtaireacht
gd: Cuir teachdaireachd
lv: Sūtīt īsziņu
ur: پیغام بھیجیں

source: Open contact
am: ግንኙነት መክፈቻ
bg: Отваряне на контакт
bn_in: পরিচিতি সুচি খুলুন
br: Digeriñ un darempred
ga_ie: Oscail teagmhálaí
gd: Fosgail an neach-aithne
lv: Atvērt kontaktu
ur: رابطہ فرد کھولیں

source: Open image
am: ምስል መክፈቻ
bg: Отваряне на изображение
bn_in: ছবি খুলুন
br: Digeriñ ur skeudenn
ga_ie: Oscail íomhá
gd: Fosgail dealbh
lv: Atvērt attēlu
ur: نقش کھولیں

source: Open audio
am: ድምፅ መክፈቻ
bg: Отваряне на аудио
bn_in: অডিও খুলুন
br: Digeriñ ur restr aodio
ga_ie: Oscail comhad fuaime
gd: Cluich fuaim
lv: Atvērtu audio datni
ur: آڈیو کھولیں

source: Open video
am: ቪዲዮ መክፈቻ
bg: Отваряне на видео
bn_in: ভিডিও খুলুন
br: Digeriñ ur video
ga_ie: Oscail físeán
gd: Fosgail video
lv: Atvērt video datni
ur: وڈیو کھولیں

source: Take photo
am: ፎቶ ማንሻ
bg: Правене на снимка
bn_in: ফোটো তুলুন
br: Kemer ul luc'hskeudenn
ga_ie: Glac grianghraf
gd: Tog dealbh
lv: Uzņemt attēlu
ur: تصویر لے

source: Record video
am: ቪዲዮ መቅረጫ
bg: Запис на видео
bn_in: ভিডিও রেকর্ড করুন
br: Enrollañ ur video
ga_ie: Taifead físeán
gd: Clàraich video
lv: Ierakstīt video
ur: وڈیو ریکارڈ کریں

source: Open link
am: አገናኝ መክፈቻ
bg: Отваряне на препратка
bn_in: লিংক খুলুন
br: Digeriñ un ere
ga_ie: Oscail nasc
gd: Fosgail ceangal
lv: Atvērt saiti
ur: کھولیں ربط

source: Open PDF file
am: የ PDF ፋይል መክፈቻ
bg: Отваряне на PDF
bn_in: PDF ফাইল খুলুন
br: Digeriñ ur restr PDF
ga_ie: Oscail comhad PDF
gd: Fosgail faidhle PDF
lv: Atvērt PDF datni
ur: PDF مسل کھولیں
