Repository: translate/mozilla-gaia
Catalog: hto/apps/bluetooth/bluetooth.properties.po
Languages: hto

source: Turn Bluetooth on to view devices in the area.
hto: Úne Bluetooth jóriaɨ éroiyena.

source: Paired devices
hto: Jóriaɨ dánomo íya

source: Devices in the area
hto: Jóriaɨ íyano

source: Visible to all
hto: Nána kɨoide

source: Your device name exceeds {{length}} characters. Please retry again.
hto: Ó jóriaɨ mámekɨ ɨere árera {{length}} ráanɨaɨ. Abɨdo fɨno.

source: Bluetooth Address
hto: Bluetooth íyano

source: Not available
hto: Fáɨreñede

source: No devices paired
hto: Dánomo iya jóriaɨ íñede

source: Turned off
hto: Duitaga

# bt-status-paired[one]
source: {{name}}, +{{n}} more
hto: {{name}}, +{{n}} jamano

# bt-status-paired[two]
source: {{name}}, +{{n}} more
hto: {{name}}, +{{n}} jamano

# bt-status-paired[few]
source: {{name}}, +{{n}} more
hto: {{name}}, +{{n}} jamano

# bt-status-paired[many]
source: {{name}}, +{{n}} more
hto: {{name}}, +{{n}} jamano

# bt-status-paired[other]
source: {{name}}, +{{n}} more
hto: {{name}}, +{{n}} jamano

source: Tap to connect
hto: Jéta nitaoiyena

source: Pairing with device…
hto: Jóriaɨmo jójonega dámono...

source: Waiting for other device…
hto: Jɨaɨe jóriaɨ úñode...

source: Paired
hto: Dánomo

source: Connecting…
hto: Nítanítaoide...

source: Connected
hto: Nítaoide

source: Connected to phone audio
hto: Nítaoide audio jóriaɨmo

source: Connected to media audio
hto: Kueyena, jorema íe úainɨaɨ nítaoide audio

source: Connected to phone/media audio
hto: Jóriaɨmo audio nítaoide

source: Unpair
hto: Óni oga

source: Confirm
hto: Jɨ́ɨ

# device-option-unpair-confirmation
source: Confirmation
hto: Jɨɨ

source: Unpair device?
hto: ¿ Óni oga jóriaɨ ?

source: Connect
hto: Níta

source: Disconnect
hto: Óni áño

source: Searching for devices…
hto: Jóriaɨ jénojenode...

source: Search for devices
hto: Jóriaɨ jénode

source: Rename my device
hto: Jóriaɨ abɨdo mámekɨ jóne

source: Unknown device
hto: Onínemakɨ jóriaɨ

source: Change device name
hto: Jóriaɨ jɨaɨe mamekɨ jóne

source: This name will appear on your other Bluetooth devices
hto: Bíe mámekɨ kɨokaide jɨaɨe jóriaɨmo Bluetooth

source: New name
hto: Kómue mámekɨ

source: Unable to pair devices
hto: Jónenide jóriaɨ

source: Unable to pair with the device. Check that the PIN is correct.
hto: Jónenide jóriaɨ. Éroi PIN ñúe íte.

source: Unable to pair with the device. Too many requests.
hto: Jónenide jóriaɨ. Jɨkade ɨere íte

source: Unable to connect devices
hto: Nítaoinide jóriaɨ

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
hto: ́Nítaoiyena ñúe éroiri, jóriaɨ íanori íte íemo Bluetooth bonoka

source: Unpair a connected device?
hto: ¿ Nítaoide óni oga dá jóriaɨ ?

source: You are currently connected to this device. Unpairing will also disconnect from it.
hto: Bírui jóriaɨ nítaoide. Óni óiadɨ dúide

source: Confirmation
hto: Jɨɨ

source: Bluetooth is disabled
hto: Bluetooth já dúitaga

source: Do you want to turn Bluetooth on?
hto: ¿ Bluetooth bónoiakadɨo ?

source: Cancel
hto: Fúite

source: Turn On
hto: Bonode

source: Bluetooth file transfer failed
hto: Óreka baitañede Bluetooth

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
hto: Óreka fɨgoñede jáide Bluetooth. Bluetooth ñúe éroiri ñúe íyena

source: OK
hto: Jɨɨ

source: Pair
hto: Gaɨtade

source: Confirm devices to pair
hto: Jóriaɨ íte gaɨtáyena

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
hto: Gaɨtayena íedo {{device}}, ñúe éroiri naga jóriaɨ bíe PIN íerede:

source: To pair with {{device}}, enter the PIN on the device.
hto: Gaɨtayena íedo {{device}}, kúeno PIN jóriaɨmo.

source: To pair with {{device}}, enter the passkey on the device.
hto: Gaɨtayena íedo {{device}}, ó ónóiga kúeno jóriaɨmo.

# passive-pair
source: Bluetooth pairing request
hto: ́́́́Jɨkano gaɨtayena Bluetooth

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
hto: {{device}} bíe jóriaɨ ó gaɨtaakadɨo. Ñúe íyena, naga jóriaɨ PIN íerede:

# passive-pair-pincode
source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
hto: {{device}} bíe jóriaɨ ó gaɨtaakadɨo. Ñúe íyena, kúeno PIN jóriaɨmo.

# passive-pair-enterpincode
source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
hto: {{device}} bíe jóriaɨ ó gaɨtaakadɨo. Ñúe íyena, kúeno PIN jóriaɨmo.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
hto: {{device}} bíe jóriaɨ ó gaɨtaakadɨo. Ñúe íyena, ó ónóiga kúeno jóriaɨmo.

source: {{device}} would like to pair with this phone. To accept, input the passkey and then press Return or Enter on the device.
hto: {{device}} bíe jóriaɨ ó gaɨtaakadɨo. Ñúe íyena, ó ónóiga kúeno íe abɨdo gaɨta abɨdo biyena jóriaɨmo.

source: {{device}} would like to pair with this phone.
hto: {{device}} bíe jóriaɨ ó gaɨtaakadɨo jóriaɨmo.

source: Bluetooth Request From
hto: Jɨkano Bluetooth íe

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
hto: ́́́́Jɨkano gaɨtayena Bluetooth

source: Bluetooth Pairing Request
hto: ́́́́Jɨkano gaɨtayena Bluetooth

source: Bluetooth pairing request expired. Try to pair again.
hto: Bluetooth jɨkano gaɨtaka já fuite. Abɨdo gaɨtari.
