Repository: translate/mozilla-gaia
Catalog: hsb/apps/camera/camera.properties.po
Languages: hsb

source: Not enough space on memory card. Try freeing up space by deleting media.
hsb: Žadyn dosahacy rum na składowym karće. Zhašejće medije, zo byšće swobodny rum wutworił.

source: Not enough space on memory card
hsb: Njeje dosć ruma na składowanskej karće

source: Try freeing up space by deleting media.
hsb: Spytajće přez hašenje medijow składowanski rum wuprózdnić.

source: Picture not saved. An error prevented Camera from saving the picture.
hsb: Wobraz njeje so składował. Zmylk je kameru při składowanju wobraza haćił.

source: Video not recorded. Error creating video file path.
hsb: Widejo njeje so nahrało. Zmylk při wutworjenju šćežki widejoweje dataje.

source: No memory card found
hsb: Žana składowanska karta namakana

source: Insert a memory card to take pictures.
hsb: Zasadźće składowansku kartu, zo byšće wobrazy składował.

source: Camera can not be used while phone is plugged in
hsb: Kamera njeda so wužiwać, mjeztym zo telefon je přizamknjeny

source: Unplug the phone to capture photos and videos
hsb: Wottykńće telefon, zo byšće fotografował a wideja natočił

source: You have run out of media storage space.
hsb: Nimaće hižo žadyn swobodny rum na swojim medijowym składowaku.

source: You have reached the maximum file size for this attachment.
hsb: Sće maksimalnu datajowu wulkosć za tutón přiwěšk docpěł.

source: Retake
hsb: Hišće raz natočić

source: Select
hsb: Wubrać

# close-button
source: Close
hsb: Začinić

source: Delete photo?
hsb: Foto zhašeć?

source: Delete video?
hsb: Widejo zhašeć?

source: Cancel
hsb: Přetorhnyć

source: Delete
hsb: Zhašeć

source: Camera Resolution
hsb: Kamerowe rozeznaće

source: Video Resolution
hsb: Widejorozeznaće

source: Scene Mode
hsb: Natočenski modus

source: Self-Timer
hsb: Samozahibak

# self-timer-off
source: Off
hsb: Wupinjeny

source: 2 seconds
hsb: 2 sekundźe

source: 5 seconds
hsb: 5 sekundow

source: 10 seconds
hsb: 10 sekundow

source: Low Battery
hsb: Baterija je nimale prózdna

source: The battery is too low to use the camera.
hsb: Baterija je přeprózdna, zo by kameru wužiwało.

# battery-critical-text
source: Critically low battery
hsb: Baterijowy staw je kritiski

# battery-verylow-text
source: 10% battery remaining
hsb: 10% baterijoweho nabitka wyše

# battery-low-text
source: 15% battery remaining
hsb: 15% baterijoweho nabitka wyše

# battery-critical-text.ariaLabel
source: Critically low battery
hsb: Baterijowy staw je kritiski

# battery-verylow-text.ariaLabel
source: 10% battery remaining
hsb: 10% baterijoweho nabitka wyše

# battery-low-text.ariaLabel
source: 15% battery remaining
hsb: 15% baterijoweho nabitka wyše

source: Camera Unavailable
hsb: Kamera k dispoziciji njeje

source: The camera is in use by another app.
hsb: Kamera so přez druhe nałoženje wužiwa.

# hdr-on
source: On
hsb: Zapinjeny

# hdr-off
source: Off
hsb: Wupinjeny

source: (HDR deactivated)
hsb: (HDR znjemóžnjeny)

source: Grid Lines
hsb: Lěsycowe linije

# grid-on
source: On
hsb: Zapinjeny

# grid-off
source: Off
hsb: Wupinjeny

source: Flash
hsb: Błysk

# flash-on
source: On
hsb: Zapinjeny

# flash-off
source: Off
hsb: Wupinjeny

source: Auto
hsb: Awtomatiski

source: (Flash deactivated)
hsb: (Błysk znjemóžnjeny)

source: Photo Mode
hsb: Fotomodus

source: Video Mode
hsb: Widejomodus

source: Options
hsb: Nastajenja

source: Open Gallery
hsb: Galeriju wočinić

source: Preview
hsb: Přehlad

source: Close menu
hsb: Meni začinić

source: Back
hsb: Wróćo

source: Self-Timer {{value}}
hsb: Samozahibak {{value}}

source: Grid Lines {{value}}
hsb: Lěsycowe linije {{value}}

source: Flash On
hsb: Flash zapinjeny

source: Flash Off
hsb: Flash wupinjeny

source: Flash Auto
hsb: Flash awtomatisce

source: Rear camera
hsb: Zadnja kamera

source: Front camera
hsb: Prědnja kamera

source: Menu
hsb: Meni

# preview-button.ariaLabel
source: Preview
hsb: Přehlad

# controls-button-close.ariaLabel
source: Close
hsb: Začinić

source: Share
hsb: Dźělić

source: More
hsb: Wjace

source: Frame {{current}} of {{total}}
hsb: Wobłuk {{current}} z {{total}}

source: Swipe left with 2 fingers to jump to next, or swipe right to jump to previous
hsb: Trějće nalěwo z 2 porstomaj, zo byšće k přichodnemu skočił, abo trějće naprawo, zo byšće k předchadnemu skočił

source: Capture
hsb: Registrowanje

source: Stop capture
hsb: Registrowanje zastajić

source: Set Video Mode
hsb: Widejomodus nastajić

source: Set Photo Mode
hsb: Fotomodus nastajić

source: Self-Timer enabled
hsb: Samozahibak zmóžnjeny

source: HDR enabled
hsb: HDR zmóžnjeny

source: Geolocation enabled
hsb: Postajenje stejnišća zmóžnjene

# battery-low-indicator.ariaLabel
source: 15% battery remaining
hsb: 15% baterijoweho nabitka wyše

# battery-verylow-indicator.ariaLabel
source: 10% battery remaining
hsb: 10% baterijoweho nabitka wyše

# battery-critical-indicator.ariaLabel
source: Critically low battery
hsb: Baterijowy staw je kritiski
