Repository: translate/mozilla-gaia
Catalog: */apps/privacy-panel/permissions.properties.po
Languages: am, ar, bg, bn_bd, bn_in, bs, ca, cy, eu, ga_ie, id, kn, mg, my, pt, ro, th, ur

# perm-device-storage-pictures-description
source: Add, read or modify picture files stored on the device.
am: በ አካሉ ላይ የተጠራቀሙ የ ሙዚቃ ፋይሎች መጨመሪያ ማንበቢያ ወይንም ማሻሻያ
ar: إضافة، قراءة أو تعديل ملفات الصور المخزّنة على الجهاز.
bg: Добавя, чете или променя снимки съхранени на устройството.
bn_bd: ডিভাইসে মিউজিক ফাইল যোগ,পড়া বা পরিবর্তন করা।
bn_in: ডিভাইসে জমা করা ছবির ফাইল যোগ করুন, পড়ুন বা পরিবর্তন করুন।
bs: Dodajte, učitajte ili mijenjajte slike spremljene na uređaju.
ca: Afegir, llegir o modificar fitxers d'imatge del dispositiu.
cy: Ychwanegu, darllen neu newid ffeiliau lluniau sydd ar y ddyfais.
eu: Gehitu, irakurri edo aldatu gailuan gordetako irudi-fitxategiak.
ga_ie: Pictiúir a léamh, a athrú, nó a shábháil ar an ngléas.
id: Menambahkan, membaca, atau mengubah berkas gambar yang tersimpan pada perangkat.
kn: ಸಾಧನದಲ್ಲಿ ಶೇಖರಿಸಿರುವ ಫೋಟೋ ಕಡತಗಳನ್ನು ಸೇರಿಸಿ, ಓದಿ ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Manampy, mamaky na manova ireo raki-tsary voatahiry ao @ fitaovana.
my: ကိရိယာတွင် သိမ်းထားသည့် ဓါတ်ပုံများကို ထည့်ရန်၊ ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Adicionar, ler ou modificar imagens armazenadas no dispositivo.
ro: Adaugă, citește sau modifică fotografiile stocate pe dispozitiv.
th: เพิ่ม อ่าน หรือเปลี่ยนแปลงไฟล์รูปภาพที่จัดเก็บบนอุปกรณ์
ur: اس آلہ پر ذخیرہ کردہ تصویر مسلیں کا اضافہ کریں، پڑھیں یا ترمیم کریں۔

source: Read picture files stored on the device.
am: በ አካሉ ላይ የተጠራቀሙ የ ስእል ፋይሎች ማንበቢያ
ar: قراءة ملفات الصور المخزنة على الجهاز.
bg: Чете или променя снимки съхранени на устройството.
bn_bd: ডিভাইসে জমা করা ছবির ফাইল পড়ুন।
bn_in: ডিভাইসে জমা করা ছবির ফাইল পড়ুন।
bs: Učitajte slike spremljene na uređaju.
ca: Llegir fitxers d'imatge del dispositiu.
cy: Darllen ffeiliau lluniau sydd ar y ddyfais.
eu: Irakurri gailuan gordetako irudi-fitxategiak.
ga_ie: Pictiúir ar an ngléas a léamh.
id: Membaca berkas gambar yang tersimpan di perangkat.
kn: ಸಾಧನದಲ್ಲಿ ಶೇಖರಿಸಿರುವ ಫೋಟೋ ಕಡತಗಳನ್ನು ಓದಿ.
mg: Mamaky ireo raki-tsary voatahiry ao @ fitaovana.
my: ကိရိယာတွင် သိမ်းထားသည့် ဓါတ်ပုံများကို ကြည့်ရန်။
pt: Ler imagens armazenadas no dispositivo.
ro: Citește fotografiile stocate pe dispozitiv.
th: อ่านไฟล์รูปภาพที่จัดเก็บบนอุปกรณ์
ur: اس آلہ پر ذخیرہ کردہ تصویر مسلیں کو پڑھیں۔

source: Read or modify picture files stored on the device.
am: በ አካሉ ላይ የተጠራቀሙ የ ስእል ፋይሎች ማንበቢያ ወይንም ማሻሻያ
ar: قراءة أو تعديل ملفات الصور المخزنة على الجهاز.
bg: Чете или променя снимки съхранени на устройството.
bn_bd: ডিভাইসে জমা করা ছবির ফাইল পড়ুন বা পরিবর্তন করুন।
bn_in: ডিভাইসে জমা করা ছবির ফাইল পড়ুন বা পরিবর্তন করুন।
bs: Učitajte ili mijenjajte slike spremljene na uređaju.
ca: Llegir o modificar fitxers d'imatge del dispositiu.
cy: Darllen neu newid ffeiliau lluniau sydd ar y ddyfais.
eu: Irakurri edo aldatu gailuan gordetako irudi-fitxategiak.
ga_ie: Pictiúir ar an ngléas a léamh nó a athrú.
id: Membaca atau mengubah berkas gambar yang disimpan pada perangkat.
kn: ಸಾಧನದಲ್ಲಿ ಶೇಖರಿಸಿರುವ ಫೋಟೋ ಕಡತಗಳನ್ನು ಓದಿ ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Mamaky na manova ireo raki-tsary voatahiry ao @ fitaovana.
my: ကိရိယာတွင် သိမ်းထားသည့် ဓါတ်ပုံများကို ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Ler ou modificar imagens armazenadas no dispositivo.
ro: Citește sau modifică fotografiile stocate pe dispozitiv.
th: อ่านหรือเปลี่ยนแปลงไฟล์รูปภาพที่จัดเก็บบนอุปกรณ์
ur: اس آلہ پر ذخیرہ کردہ تصویر مسلیں کو پڑھیں یا ترمیم کریں۔

# perm-device-storage-pictures-readcreate-description
source: Add, read or modify picture files stored on the device.
am: በ አካሉ ላይ የተጠራቀሙ የ ስእል ፋይሎች መጨመሪያ ማንበቢያ ወይንም ማሻሻያ
ar: إضافة، قراءة أو تعديل ملفات الصور المخزّنة على الجهاز.
bg: Добавя, чете или променя снимки съхранени на устройството.
bn_bd: ডিভাইসে মিউজিক ফাইল যোগ,পড়া বা পরিবর্তন করা।
bn_in: ডিভাইসে জমা করা ছবির ফাইল যোগ করুন, পড়ুন বা পরিবর্তন করুন।
bs: Dodajte, učitajte ili mijenjajte slike spremljene na uređaju.
ca: Afegir, llegir o modificar fitxers d'imatge del dispositiu.
cy: Ychwanegu, darllen neu newid ffeiliau lluniau sydd ar y ddyfais.
eu: Gehitu, irakurri edo aldatu gailuan gordetako irudi-fitxategiak.
ga_ie: Pictiúir a léamh, a athrú, nó a shábháil ar an ngléas.
id: Menambahkan, membaca, atau mengubah berkas gambar yang disimpan pada perangkat.
kn: ಸಾಧನದಲ್ಲಿ ಶೇಖರಿಸಿರುವ ಫೋಟೋ ಕಡತಗಳನ್ನು ಸೇರಿಸಿ, ಓದಿ ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Manampy, mamaky na manova ireo raki-tsary voatahiry ao @ fitaovana.
my: ကိရိယာတွင် သိမ်းထားသည့် ဓါတ်ပုံများကို ထည့်ရန်၊ ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Adicionar, ler ou modificar imagens armazenadas no dispositivo.
ro: Adaugă, citește sau modifică fotografiile stocate pe dispozitiv.
th: เพิ่ม อ่าน หรือเปลี่ยนแปลงไฟล์รูปภาพที่จัดเก็บบนอุปกรณ์
ur: اس آلہ پر ذخیرہ کردہ تصویر مسلیں کا اضافہ کریں، پڑھیں یا ترمیم کریں۔

source: Store new picture files on the device.
am: በ አካሉ ላይ አዲስ የ ስእል ፋይሎች መጨመሪያ
ar: تخزين الصور الجديدة على الجهاز.
bg: Създава снимки на устройството.
bn_bd: ডিভাইসে নতুন ছবির ফাইল জমা করুন।
bn_in: ডিভাইসে নতুন ছবির ফাইল জমা করুন।
bs: Spremite novu sliku na uređaj.
ca: Desar fitxers d'imatge nous en el dispositiu.
cy: Cadw ffeiliau lluniau newydd ar y ddyfais.
eu: Gorde irudi-fitxategi berriak gailuan.
ga_ie: Pictiúir nua a shábháil ar an ngléas.
id: Menyimpan berkas gambar baru pada perangkat.
kn: ಹೊಸ ಫೋಟೋ ಕಡತಗಳನ್ನು ಸಾಧನದಲ್ಲಿ ಶೇಖರಿಸಿ.
mg: Mitahiry raki-tsary vaovao ao @ fitaovana.
my: ဓါတ်ပုံအသစ်များကို ကိရိယာထဲတွင် သိမ်းပါ။
pt: Armazenar novas imagens no dispositivo.
ro: Stochează fotografii noi pe dispozitiv.
th: จัดเก็บไฟล์รูปภาพใหม่บนอุปกรณ์
ur: نئی تصویر مسلیں اس آلہ پر ذخیرہ کریں۔

# perm-device-storage-sdcard-description
source: Add, read or modify files stored on the device’s SD card.
am: በ አካሉ ላይ የተጠራቀሙ የ ማጠራቀሚያ ካርድ መጨመሪያ ማንበቢያ ወይንም ማሻሻያ
ar: إضافة، قراءة أو تعديل الملفات المخزنة على بطاقة الذاكرة في الجهاز.
bg: Добавя, чете или променя файлове съхранени на SD картата на устройството.
bn_bd: ডিভাইসের এসডি কার্ডে জমা করা ফাইলগুলোকে পড়ুন।
bn_in: ডিভাইসের SD কার্ডে জমা করা ফাইলসমূহকে যোগ করুন, পড়ুন বা পরিবর্তন করুন।
bs: Dodajte, učitajte ili mijenjajte fajlove spremljene na SD kartici uređaja.
ca: Afegir, llegir o modificar fitxers de la targeta SD del dispositiu.
cy: Ychwanegu, darllen neu newid ffeiliau lluniau sydd ar gerdyn SD y ddyfais.
eu: Gehitu, irakurri edo aldatu gailuaren SD txartelean gordetako fitxategiak.
ga_ie: Comhaid a léamh, a athrú, nó a chur le cárta SD an ghléis.
id: Menambahkan, membaca, atau mengubah berkas yang disimpan pada kartu SD perangkat.
kn: ಸಾಧನದ SD ಕಾರ್ಡ್‌ಗೆ ಕಡತಗಳನ್ನು ಸೇರಿಸಿ, ಓದಿ, ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Manampy, mamaky na manova ireo rakitra voatahiry ao @ karatra SD an'ny fitaovana.
my: ကိရိယာ၏ SD ကတ်ဒ်ထဲတွင် သိမ်းထားသည့် ဖိုင်များကို ထည့်ရန်၊ ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Adicionar, ler ou modificar ficheiros armazenados no cartão SD do dispositivo.
ro: Adaugă, citește sau modifică fișierele stocate pe cardul SD al dispozitivului.
th: เพิ่ม อ่าน หรือเปลี่ยนแปลงไฟล์ที่จัดเก็บบนการ์ด SD ของอุปกรณ์
ur: اس آلہ کے SD کارڈ پر ذخیرہ کردہ مسلیں کا اضافہ کریں، پڑھیں یا ترمیم کریں۔

source: Read files stored on the device’s SD card.
am: በ አካሉ ላይ የተጠራቀሙ የ ማጠራቀሚያ ካርድ ላይ ያሉ ፋይሎች ማንበቢያ
ar: قراءة الملفات المخزنة على بطاقة الذاكرة في الجهاز.
bg: Чете файлове съхранени на SD картата на устройството.
bn_bd: ডিভাইসের এসডি কার্ডে জমা করা ফাইলগুলোকে পড়ুন।
bn_in: ডিভাইসের SD কার্ডে জমা করা ফাইলগুলোকে পড়ুন।
bs: Učitajte fajlove spremljene na SD kartici uređaja.
ca: Llegir fitxers de la targeta SD del dispositiu.
cy: Ddarllen ffeiliau lluniau sydd ar gerdyn SD y ddyfais.
eu: Irakurri gailuaren SD txartelean gordetako fitxategiak.
ga_ie: Comhaid a léamh ó chárta SD an ghléis.
id: Membaca berkas yang disimpan pada kartu SD perangkat.
kn: ಸಾಧನದ SD ಕಾರ್ಡ್‌ನಲ್ಲಿ ಶೇಖರಿಸಿರುವ ಕಡತಗಳನ್ನು ಓದಿ.
mg: Mamaky ireo rakitra voatahiry ao @ karatra SD an'ny fitaovana.
my: ကိရိယာ၏ SD ကတ်ဒ်ထဲရှိ ဖိုင်များကို ကြည့်ရန်။
pt: Ler ficheiros armazenados no cartão SD do dispositivo.
ro: Citește fișierele stocate pe cardul SD al dispozitivului.
th: อ่านไฟล์ที่จัดเก็บบนการ์ด SD ของอุปกรณ์
ur: اس آلہ کے SD کارڈ پر ذخیرہ کردہ مسلیں پڑھیں۔

source: Read or modify files stored on the device’s SD card.
am: በ አካሉ ላይ የተጠራቀሙ የ ማጠራቀሚያ ካርድ ማንበቢያ ወይንም ማሻሻያ
ar: قراءة أو تعديل الملفات المخزنة على الذاكرة الخارجية للجهاز.
bg: Чете или променя файлове съхранени на SD картата на устройството.
bn_bd: ডিভাইসের এসডি কার্ডে জমা করা ফাইলগুলোকে পড়ুন।
bn_in: ডিভাইসের SD কার্ডে জমা হওয়া ফাইল লিখুন বা পরিবর্তন করুন।
bs: Učitajte ili mijenjajte fajlove spremljene na SD kartici uređaja.
ca: Llegir o modificar fitxers de la targeta SD del dispositiu.
cy: Darllen neu newid ffeiliau cerddoriaeth sydd ar gerdyn SD y ddyfais.
eu: Irakurri edo aldatu gailuaren SD txartelean gordetako fitxategiak.
ga_ie: Comhaid ar chárta SD an ghléis a léamh nó a athrú.
id: Membaca, atau mengubah berkas yang disimpan pada kartu SD perangkat.
kn: ಸಾಧನದ SD ಕಾರ್ಡ್‌ನಲ್ಲಿ ಶೇಖರಿಸಿರುವ ಕಡತಗಳನ್ನು ಓದಿ ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Mamaky na manova ireo rakitra voatahiry ao @ karatra SD an'ny fitaovana.
my: ကိရိယာ၏ SD ကတ်ဒ်ထဲရှိ ဖိုင်များကို ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Ler ou modificar ficheiros armazenados no cartão SD do dispositivo.
ro: Citește sau modifică fișierele stocate pe cardul SD al dispozitivului.
th: อ่านหรือเปลี่ยนแปลงไฟล์ที่จัดเก็บบนการ์ด SD ของอุปกรณ์
ur: اس آلہ کے SD کارڈ پر ذخیرہ کردہ مسلیں پڑھیں یا ترمیم کریں۔

# perm-device-storage-sdcard-readcreate-description
source: Add, read or modify files stored on the device’s SD card.
am: በ አካሉ ላይ የተጠራቀሙ የ ማጠራቀሚያ ካርድ መጨመሪያ ማንበቢያ ወይንም ማሻሻያ
ar: إضافة, قراءة أو تعديل الملفات المخزنة على الذاكرة الخارجية للأجهزة.
bg: Добавя, чете или променя файлове съхранени на SD картата на устройството.
bn_bd: ডিভাইসের এসডি কার্ডে জমা করা ফাইলগুলোকে পড়ুন।
bn_in: ডিভাইসের SD কার্ডে জমা হওয়া ফাইলসমূহ যোগ করুন, পড়ুন বা পরিবর্তন করুন।
bs: Dodajte, učitajte ili mijenjajte fajlove spremljene na SD kartici uređaja.
ca: Afegir, llegir o modificar fitxers de la targeta SD del dispositiu.
cy: Ychwanegu, darllen neu newid ffeiliau cerddoriaeth sydd ar gerdyn SD y ddyfais.
eu: Gehitu, irakurri edo aldatu gailuaren SD txartelean gordetako fitxategiak.
ga_ie: Comhaid a léamh, a athrú, nó a chur le cárta SD an ghléis.
id: Menambahkan, membaca, atau mengubah berkas yang disimpan pada kartu SD perangkat.
kn: ಸಾಧನದ SD ಕಾರ್ಡ್‌ಗೆ ಕಡತಗಳನ್ನು ಸೇರಿಸಿ, ಓದಿ, ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Manampy, mamaky na manova ireo rakitra voatahiry ao @ karatra SD an'ny fitaovana.
my: ကိရိယာ၏ SD ကတ်ဒ်ထဲတွင် သိမ်းထားသည့် ဖိုင်များကို ထည့်ရန်၊ ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Adicionar, ler ou modificar ficheiros armazenados no cartão SD do dispositivo.
ro: Adaugă, citește sau modifică fișierele stocate pe cardul SD al dispozitivului.
th: เพิ่ม อ่าน หรือเปลี่ยนแปลงไฟล์ที่จัดเก็บบนการ์ด SD ของอุปกรณ์
ur: اس آلہ کے SD کارڈ پر ذخیرہ کردہ مسلیں کا اضافہ کریں، پڑھیں یا ترمیم کریں۔

source: Store new files on the device’s SD card.
am: በ አካሉ ላይ የ ማጠራቀሚያ ካርድ ላይ አዲስ ፋይሎች መጨመሪያ
ar: تخزين الملفات الجديدة على بطاقة الذاكرة في الجهاز.
bg: Създава файлове на SD картата на устройството.
bn_bd: ডিভাইসের SD কার্ডে নতুন ফাইল সংরক্ষন করুন।
bn_in: ডিভাইসের SD কার্ডে নতুন ফাইল জমা করুন।
bs: Spremite nove fajlove na SD karticu uređaja.
ca: Desar fitxers nous en la targeta SD del dispositiu.
cy: Cadw ffeiliau newydd ar gerdyn SD y ddyfais.
eu: Gorde fitxategi berriak gailuaren SD txartelean.
ga_ie: Comhaid nua a shábháil ar chárta SD an ghléis.
id: Menyimpan berkas baru pada kartu SD perangkat.
kn: ಹೊಸ ಕಡತಗಳನ್ನು ಸಾಧನದ SD ಕಾರ್ಡ್‌ನಲ್ಲಿ ಶೇಖರಿಸಿ.
mg: Mitahiry rakitra vaovao ao @ karatra SD an'ny fitaovana.
my: ဖိုင်အသစ်များကို ကိရိယာ၏ SD ကတ်ဒ်ထဲတွင် သိမ်းပါ။
pt: Armazenar novos ficheiros no cartão SD do dispositivo.
ro: Stochează fișiere noi pe cardul SD al dispozitivului.
th: จัดเก็บไฟล์ใหม่บนการ์ด SD ของอุปกรณ์
ur: اس آلہ کے SD کارڈ میں نئی مسل کا ذخیرہ کریں۔

# perm-device-storage-videos-description
source: Add, read or modify video files stored on the device.
am: በ አካሉ ላይ የተጠራቀሙ የ ቪዲዮ ፋይሎች መጨመሪያ ማንበቢያ ወይንም ማሻሻያ
ar: إضافة ,قراءة أو تعديل ملفات الفيديو المخزنة على الجهاز.
bg: Добавя, чете или променя видеозаписи съхранени на устройството.
bn_bd: ডিভাইসে মিউজিক ফাইল যোগ,পড়া বা পরিবর্তন করা।
bn_in: ডিভাইসে জমা ভিডিও ফাইলগুলোকে যোগ করুন, পড়ুন বা পরিবর্তন করুন।
bs: Dodajte, učitajte ili mijenjajte video fajlove spremljene na uređaju.
ca: Afegir, llegir o modificar fitxers de vídeo del dispositiu.
cy: Ychwanegu, darllen neu newid ffeiliau fideo sydd ar y ddyfais.
eu: Gehitu, irakurri edo aldatu gailuan gordetako bideo-fitxategiak.
ga_ie: Físeáin a léamh, a athrú, nó a shábháil ar an ngléas.
id: Menambahkan, membaca, atau mengubah berkas video yang disimpan pada perangkat.
kn: ಸಾಧನದ SD ಕಾರ್ಡ್‌ಗೆ ವಿಡಿಯೋ ಕಡತಗಳನ್ನು ಸೇರಿಸಿ, ಓದಿ, ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Manampy, mamaky na manova ireo rakitra horonantsary voatahiry ao @ fitaovana.
my: ကိရိယာတွင် သိမ်းထားသည့် ဗွီဒီယိုဖိုင်များကို ထည့်ရန်၊ ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Adicionar, ler ou modificar vídeos armazenados no dispositivo.
ro: Adaugă, citește sau modifică fișiere video stocate pe dispozitiv.
th: เพิ่ม อ่าน หรือเปลี่ยนแปลงไฟล์วิดีโอที่จัดเก็บบนอุปกรณ์
ur: اس آلہ پر ذخیرہ کردہ وڈیو مسل کا اضافہ کریں، پڑھیں یا ترمیم کریں۔

source: Read video files stored on the device.
am: በ አካሉ ላይ የተጠራቀሙ የ ቪዲዮ ፋይሎች ማንበቢያ
ar: قراءة ملفات الفيديو المخزنة على الجهاز.
bg: Чете видеозаписи съхранени на устройството.
bn_bd: ডিভাইসে জমা হওয়া ভিডিও ফাইলগুলোকে পড়ুন।
bn_in: ডিভাইসে জমা হওয়া ভিডিও ফাইলগুলোকে পড়ুন।
bs: Učitajte video fajlove spremljene na uređaju.
ca: Llegir fitxers de vídeo del dispositiu.
cy: Darllen ffeiliau fideo sydd ar y ddyfais.
eu: Irakurri gailuan gordetako bideo-fitxategiak.
ga_ie: Físeáin ar an ngléas a léamh.
id: Membaca berkas video yang disimpan pada perangkat.
kn: ಸಾಧನದಲ್ಲಿ ಶೇಖರಿಸಿರುವ ವೀಡಿಯೋ ಕಡತಗಳನ್ನು ಓದಿ.
mg: Mamaky ireo rakitra horonantsary voatahiry ao @ fitaovana.
my: ကိရိယာတွင် သိမ်းထားသည့် ဗွီဒီယိုများကို ကြည့်ရန်။
pt: Ler vídeos armazenados no dispositivo.
ro: Citește fișiere video stocate pe dispozitiv.
th: อ่านไฟล์วิดีโอที่จัดเก็บบนอุปกรณ์
ur: اس آلہ پر ذخیرہ کردہ وڈیو مسل پڑھیں۔

source: Read or modify video files stored on the device.
am: በ አካሉ ላይ የተጠራቀሙ የ ቪዲዮ ፋይሎች ማንበቢያ ወይንም ማሻሻያ
ar: قراءة أو تعديل ملفات الفيديو المخزنة على الجهاز.
bg: Чете или променя видеозаписи съхранени на устройството.
bn_bd: ডিভাইসে সংরক্ষিত মিউজিক ফাইল পড়া বা পরিবর্তন করা।
bn_in: ডিভাইসে জমা হওয়া ভিডিও ফাইল পড়ুন বা পরিবর্তন করুন।
bs: Učitajte ili mijenjajte video fajlove spremljene na uređaju.
ca: Llegir o modificar fitxers de vídeo del dispositiu.
cy: Darllen neu newid ffeiliau fideo ar y ddyfais.
eu: Irakurri edo aldatu gailuan gordetako bideo-fitxategiak.
ga_ie: Físeáin ar an ngléas a léamh nó a athrú.
id: Membaca atau mengubah berkas video yang disimpan pada perangkat.
kn: ಸಾಧನದಲ್ಲಿ ಶೇಖರಿಸಿರುವ ವೀಡಿಯೋ ಕಡತಗಳನ್ನು ಓದಿ ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Mamaky na manova ireo rakitra horonantsary voatahiry ao @ fitaovana.
my: ကိရိယာတွင် သိမ်းထားသည့် ဗွီဒီယိုဖိုင်များကို ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Ler ou modificar vídeos armazenados no dispositivo.
ro: Citește sau modifică fișiere video stocate pe dispozitiv.
th: อ่านหรือเปลี่ยนแปลงไฟล์วิดีโอที่จัดเก็บบนอุปกรณ์
ur: اس آلہ پر ذخیرہ کردہ وڈیو مسل پڑھیں۔

# perm-device-storage-videos-readcreate-description
source: Add, read or modify video files stored on the device.
am: በ አካሉ ላይ የተጠራቀሙ የ ቪዲዮ ፋይሎች መጨመሪያ ማንበቢያ ወይንም ማሻሻያ
ar: إضافة, قراءة أو تعديل ملفات الفيديو المخزنة على الجهاز.
bg: Добавя, чете или променя видеозаписи съхранени на устройството.
bn_bd: ডিভাইসে মিউজিক ফাইল যোগ,পড়া বা পরিবর্তন করা।
bn_in: ডিভাইসে জমা করা ভিডিও ফাইল যোগ করুন, পড়ুন বা পরিবর্তন করুন।
bs: Dodajte, učitajte ili mijenjajte video fajlove spremljene na uređaju.
ca: Afegir, llegir o modificar fitxers de vídeo del dispositiu.
cy: Ychwanegu, darllen neu newid ffeiliau fideo ar y ddyfais.
eu: Gehitu, irakurri edo aldatu gailuan gordetako bideo-fitxategiak.
ga_ie: Físeáin a léamh, a athrú, nó a shábháil ar an ngléas.
id: Menambahkan, membaca, atau mengubah berkas video yang disimpan pada perangkat.
kn: ಸಾಧನದಲ್ಲಿ ಶೇಖರಿಸಿರುವ ವೀಡಿಯೋ ಕಡತಗಳನ್ನು ಸೇರಿಸಿ, ಓದಿ ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Manampy, mamaky na manova ireo rakitra horonantsary voatahiry ao @ fitaovana.
my: ကိရိယာတွင် သိမ်းထားသည့် ဗွီဒီယိုဖိုင်များကို ထည့်ရန်၊ ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Adicionar, ler ou modificar vídeos armazenados no dispositivo.
ro: Adaugă, citește sau modifică fișiere video stocate pe dispozitiv.
th: เพิ่ม อ่าน หรือเปลี่ยนแปลงไฟล์วิดีโอที่จัดเก็บบนอุปกรณ์
ur: اس آلہ پر ذخیرہ کردہ وڈیو مسل کا اضافہ کریں، پڑھیں یا ترمیم کریں۔

source: Store new video files on the device.
am: በ አካሉ ላይ አዲስ የ ቪዲዮ ፋይሎች መጨመሪያ
ar: تخزين ملفّات الفيديو الجديدة على الجهاز.
bg: Създава видеозаписи на устройството.
bn_bd: ডিভাইসে নতুন ভিডিও ফাইল জমা করুন ।
bn_in: নতুন ভিডিও ফাইল জমা করুন ডিভাইসে।
bs: Spremite nove video fajlove na uređaj.
ca: Desar fitxers de vídeo nous en el dispositiu.
cy: Cadw ffeiliau fideo newydd ar y ddyfais.
eu: Gorde bideo-fitxategi berriak gailuan.
ga_ie: Físeáin nua a shábháil ar an ngléas.
id: Menyimpan video baru pada perangkat.
kn: ಹೊಸ ವೀಡಿಯೋ ಕಡತಗಳನ್ನು ಸಾಧನದಲ್ಲಿ ಶೇಖರಿಸಿ.
mg: Mitahiry rakitra horonantsary vaovao ao @ fitaovana.
my: ဗီဒီယိုအသစ်ကို ဖုန်းထဲတွင်သိမ်းပါ။
pt: Armazenar novos vídeos no dispositivo.
ro: Stochează fișiere video noi pe dispozitiv.
th: จัดเก็บไฟล์วิดีโอใหม่บนอุปกรณ์
ur: نئی وڈیو مسلیں اس آلہ پر ذخیرہ کریں۔

source: Control the FM radio.
am: የ ኤፍኤም ራዲዮ መቆጣጠሪያ
ar: التحكم في إذاعة FM.
bg: Управлява FM радиото.
bn_bd: এফএম রেডিও নিয়ন্ত্রণ করুন।
bn_in: FM রেডিও নিয়ন্ত্রণ করুন।
bs: Kontrolišite FM radio.
ca: Controlar la ràdio FM.
cy: Rheoli'r radio FM.
eu: Kontrolatu FM irratia.
ga_ie: An raidió FM a úsáid.
id: Mengendalikan radio FM.
kn: FM ರೇಡಿಯೋ ನಿಯಂತ್ರಿಸಿ.
mg: Mibaiko ny radio FM.
my: FM ရေဒီယို အား ထိန်းညှိပါ
pt: Controlar o rádio FM.
ro: Controlează radioul FM.
th: ควบคุมวิทยุ FM
ur: FM ریڈیو کنٹرول کریں۔

source: Obtain the current location of the user.
am: የ ተጠቃሚውን አሁን ያለበትን ቦታ ማግኛ
ar: الحصول على الموقع الحالي للمستخدم.
bg: Получава текущото местоположение на потребителя.
bn_bd: বহারকারীর বর্তমান অবস্থান জানানো হোক।
bn_in: ব্যবহারকারীর বর্তমান অবস্থান জানানো হোক।
bs: Pronađi trenutnu lokaciju korisnika.
ca: Obtenir la ubicació actual de l'usuari.
cy: Derbyn lleoliad cyfredol y defnyddiwr.
eu: Eskuratu erabiltzailearen uneko kokapena.
ga_ie: Suíomh reatha an úsáideora a fháil.
id: Mendapatkan lokasi pengguna saat ini.
kn: ಬಳಕೆದಾರನ ಪ್ರಸ್ತುತ ಸ್ಥಳ ಮಾಹಿತಿ ಪಡೆದುಕೊ.
mg: Maka ny toerana misy ny mpampiasa ankehitriny.
my: အသုံးပြုသူ၏ လက်ရှိတည်နေရာကို ရယူပါ။
pt: Obter a localização atual do utilizador.
ro: Obține locația actuală a utilizatorului.
th: รับตำแหน่งที่ตั้งปัจจุบันของผู้ใช้
ur: صارف کی موجودہ محل وقوع حاصل کریں۔

source: Allow the app to act as a virtual keyboard by listening to focus change events in other apps.
am: ለመተግበሪያው መፍቀጃ እንደ virtual keyboard እንዲያገለግል የሌሎችን መተግበሪያዎች: ሁኔታዎች ለውጦች: ትኩረት በማድመጥ
ar: السماح للتطبيق بالعمل كلوحة مفاتيح افتراضية من خلال التركيز على التغيير على التطبيقات الأخرى.
bg: Разрешава на приложение да се държи като виртуална клавиатура, слушайки за събития за промяна на фокуса в други приложения.
bn_bd: এই অ্যাপটি একটি ভার্চুয়াল কীবোর্ড হিসাবে কাজ করে অন্যান্য অ্যাপের ইভেন্ট বদলের ওপরে নির্ভর করে।
bn_in: এই অ্যাপটি একটি ভার্চুয়াল কীবোর্ড হিসাবে কাজ করে অন্যান্য অ্যাপের ইভেন্ট বদলের ওপরে নির্ভর করে।
bs: Omogući aplikaciji da djeluje kao virtualna tastatura slušajući fokusirane promjene događaja u drugim aplikacijama.
ca: Permetre que l'aplicació actuï com un teclat virtual i escolti esdeveniments de canvi de focus en altres aplicacions.
cy: Caniatáu i'r ap weithio fel y bysellfwrdd rhithiol drwy wrando ar ddigwyddiadau newid canolbwynt mewn apiau eraill.
eu: Onartu aplikazioak teklatu birtual gisa jokatzea, beste aplikazio batzuetako foku-aldaketen gertaerei entzunez.
ga_ie: Bheith ina méarchlár fíorúil trí éisteacht le teagmhais a athraíonn an fócas in aipeanna eile.
id: Mengizinkan aplikasi untuk bertindak sebagai papan ketik maya dengan mendengarkan peristiwa perubahan fokus pada aplikasi lainnya.
kn: ಬೇರೆ ಅನ್ವಯಗಳಲ್ಲಿನ ಫೋಕಸ್ ಬದಲಾವಣೆಯ ಘಟನೆಗಳನ್ನು ಆಲಿಸಿ ವರ್ಚುಅಲ್ ಕೀಲಿಮಣೆಯಾಗಿ ಕೆಲಸಮಾಡಲು ಅನ್ವಯಕ್ಕೆ ಅನುಮತಿಸಿ
mg: Mamela ny app hiasa toy ny marobokotra sarintsariny @ alàlan'ny fihainoana mba hifantohana amin'ireo trangam-piovana ao amin'ireo app hafa.
my: ဒီအက်ပ်အား အခြားအက်ပ်များမှ ဆုံချက်ပြောင်းလဲမှုများ စောင့်ကြည့်ခြင်းကို ကီးဘုတ်အနေနှင့် လုပ်ဆောင်ရန် ခွင့်ပြုပါ။
pt: Permitir que a aplicação atue como um teclado virtual, obtendo eventos de mudança de foco de outras aplicações.
ro: Permite aplicației să se comporte ca tastatură virtuală ascultând evenimentele legate de schimbare în alte aplicații.
ur: دیگر ایپس میں توجہ مرکوز تبدیلی واقعات سن کر ایپ کو مجازی کلیدی تختہ کے طور پر کام کرنے کی اجازت دیں۔

source: Obtain mobile network information (MCC, MNC, etc.).
am: የተንቀሳቃሽ ኔትዎርክ መረጃ ፋልጎ ማግኛ (MCC, MNC, etc.).
ar: الحصول على معلومات شبكة الهاتف (MCC,MNC, الخ).
bg: Получава информация за мобилната мрежа (MCC, MNC, и т.н.).
bn_bd: মোবাইলের নেটওয়ার্কের তথ্য পান (MCC, MNC, ইত্যাদি)।
bn_in: মোবাইলের নেটওয়ার্কের তথ্য পান (MCC, MNC, ইত্যাদি)।
bs: Pristupi informacijama mobilne mreže (MCC, MNC, itd).
ca: Obtenir informació de la xarxa mòbil (MCC, MNC, etc.).
cy: Derbyn gwybodaeth rhwydwaith symudol (MCC, MNC, ac ati.).
eu: Eskuratu sare mugikorraren informazioa (MCC, MNC, etab.).
ga_ie: Eolas faoin líonra soghluaiste a fháil (MCC, MNC, srl.).
id: Mendapatkan informasi jaringan seluler (MCC, MNC, dll.).
kn: ಮೊಬೈಲ್ ನೆಟ್‌ವರ್ಕ್ ಮಾಹಿತಿ ಪಡೆದುಕೊ (MCC, MNC, ಇತ್ಯಾದಿ.).
mg: Maka fampahalalan-tambajotra finday (MCC, MNC, etc.).
my: မိုဘိုင်း နတ်ဝပ် အချက်အလက်များ အားရယူပါ (MCC, MNC, etc.)
pt: Obter informação da rede móvel (MCC, MNC, etc.).
ro: Obține informații despre rețeaua mobilă (MCC, MNC, etc.).
ur: موبائل نیٹ ورک کے بارے میں معلومات حاصل کریں (MCC، MNC، وغیرہ)۔

source: Enable an app to wake up to receive notification.
am: መተግበሪያ እንዲነቃ እና ማስታወቂያ እንዲቀበል ማስቻያ
ar: تمكين التطبيق أن يستيقظ لاستقبال الإشعارات.
bg: Позволява на приложение да се събуди, за да получи известие.
bn_bd: একটি অ্যাপকে সক্রিয় করুন জেগে উঠতে নোটিফিকেশন পেতে।
bn_in: একটি অ্যাপকে সক্রিয় করুন জেগে উঠতে নোটিফিকেশন পেতে।
bs: Omogućite aplikaciji da se probudi kako bi dobila obavijesti.
ca: Permetre que una aplicació es reactivi per rebre una notificació.
cy: Galluogi'r ap i ddeffro i dderbyn neges.
eu: Gaitu aplikazio bat jakinarazpenak jasotzeko esna dadin.
ga_ie: Aipeanna a dhúiseacht chun fógra a fháil.
id: Mengizinkan aplikasi untuk membangunkan untuk menerima notifikasi.
kn: ಅನ್ವಯ ಎಚ್ಚರಗೊಂಡು ಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
mg: Mamela ny app iray hifoha mba handraisana filazana.
my: အသိပေးချက်ကို လက်ခံရန် ဒီအက်ပ်ကို နိုးကြားမှု ရှိစေပါ။
pt: Permitir que uma aplicação acorde para receber uma notificação.
ro: Permite unei aplicații să se trezească pentru a primi notificări.
ur: ایپ کو اعلان وصول کرنے کے لیے جاگنے کا اہل بنائیں وصول کریں۔

source: Utilize storage without size limitations.
am: ያለ ምንም ገደብ ማጠራቀሚያውን መጠቀሚያ
ar: استخدام التخزين دون التقيد بالحجم.
bg: Управлява памет за данни без ограничение на размера.
bn_bd: আকারের সীমাবদ্ধতা ছাড়াই স্টোরেজ ব্যবহার করুন।
bn_in: আকারের সীমাবদ্ধতা ছাড়াই স্টোরেজ ব্যবহার করুন।
bs: Iskoristite spremište bez ograničenja veličine.
ca: Utilitzar emmagatzematge sense limitacions de mida.
cy: Defnyddio'r storio heb gyfyngiad maint.
eu: Erabili biltegiratzea tamaina mugarik gabe.
ga_ie: Stóras a úsáid gan teorainn ar mhéid.
id: Menggunakan penyimpanan tanpa batasan ukuran.
kn: ಗಾತ್ರದ ಮಿತಿಗಳಿಲ್ಲದೆ ಶೇಖರಣೆಯನ್ನು ಬಳಸಿಕೊಳ್ಳಿ.
mg: Mampiasa fitehirizana tsy misy famerana habe.
my: ဆိုဒ် ကန့်သတ်ခြင်းမထားပဲ သိမ်းဆည်းမှုအားသုံးစွဲပါ
pt: Utilizar armazenamento sem limites de tamanho.
ro: Utilizează stocarea fără limite de mărime.
ur: سائز حدود کے بغیر ذخیرہ استعمال کریں۔
