Repository: translate/mozilla-gaia
Catalog: */apps/privacy-panel/permissions.properties.po
Languages: am, ar, bg, bn_bd, bn_in, bs, ca, cy, eu, ga_ie, id, kn, mg, my, pt, ro, th, ur

source: Allow anonymous cross-origin XHR without the target site having CORS enabled.
ar: السماح للمجهولين عبر المنشأ XHR من دون احتواء الموقع المستهدف على تفعيل CORS.
bg: Разрешаване на анонимен cross-origin XHR без целевата страница да има включен CORS.
bn_bd: বেনামী ক্রস-অরিজিন XHR-কে অনুমতি দিন টার্গেট সাইট CORS সক্রিয় হওয়া ছাড়াই।
bn_in: বেনামী ক্রস-অরিজিন XHR-কে অনুমতি দিন টার্গেট সাইট CORS সক্রিয় হওয়া ছাড়াই।
bs: Dopusti anonimni cross-origin XHR bez da ciljna stranica ima omogućen CORS.
ca: Permetre XHR multiorigen anònim tot i que el lloc de destí no tingui CORS activat.
cy: Caniatáu XHR traws darddiad dienw heb fod y wefan darged wedi galluogi CORS.
eu: Onartu jatorri gurutzatuko XHR anonimoa helburu-guneak CORS gaituta eduki gabe.
ga_ie: XHR trasfhearainn gan ainm a dhéanamh fiú nuair nach bhfuil CORS ar siúl ar an spriocshuíomh.
id: Mengizinkan XHR cross-origin anonim walau CORS pada situs target tidak diaktifkan.
kn: ಅನಾಮದೇಯ cross-origin XHR ಅನ್ನು ಗುರಿಯಿರುವ ತಾಣದಲ್ಲಿ CORS ಸಕ್ರಿಯವಾಗಿರದೆ ಅನುಮತಿಸಿ.
mg: Mamela ny XHR tsy fantatra anarana sy hafa fiaviana saingy tsy manana CORS novelomina ao aminy ilay tranonkala tanjona.
pt: Permitir cross-origin XHR anónimo sem que o site de destino tenha o CORS ativo.
ro: Permite cerere XHR cross-origin anonimă fără ca site-ul țintă să aibă CORS activat.
ur: ہدف سائٹ کے CORS اہل کئے بنا گمنام کراس آرجن XHR کی اجازت دیں۔

source: Create TCP sockets and communicate over them.
am: የ TCP ሶኬቶች መፍጠሪያ እና በላያቸው ላይ መገናኛ
ar: إنشاء مآخذ TCP والتواصل عبرها.
bg: Създава TCP-сокети и комуникира през тях.
bn_bd: TCP সকেট তৈরি করুন এবং তাদের মাধ্যমে যোগাযোগ করুন।
bn_in: TCP সকেট তৈরি করুন এবং তাদের মাধ্যমে যোগাযোগ করুন।
bs: Kreirajte TCP sockete i komunicirajte putem njih.
ca: Crear sòcols TCP i comunicar-se a través d'ells.
cy: Creu socedi TCP a chyfathrebu drwyddynt.
eu: Sortu TCP socket-ak eta komunikatu horiek erabiliz.
ga_ie: Soicéid TCP a chruthú agus cumarsáid a dhéanamh orthu.
id: Membuat soket TCP dan berkomunikasi lewat soket tersebut.
kn: TCP ಸಾಕೆಟ್‌ಗಳನ್ನು ಸೃಷ್ಟಿಸಿ ಮತ್ತು ಅವುಗಳ ಮೂಲಕ ಸಂವಹನ ನೆಡೆಸು.
mg: Mamorona pirizy TCP sy mifanerasera eo aminy.
my: TCP ချိတ်ဆက်မှု အား ဖန်တီးပြီး ၎င်းတို့အပေါ်တွင် ဆက်သွယ်မှုပြုလုပ်ပါ
pt: Criar socket TCP e comunicar com base nestes.
ro: Creează socketuri TCP și comunică prin intermediul lor.
ur: TCP ساکٹ بنائیں اور اس پر مواصلت کریں۔

source: Access video input devices, e.g. camera.
am: የ ቪዲዮ ማስገቢያ አካሎች ጋር መድረሻ: ለምሳሌ ካሜራ
ar: الوصول إلى أجهزة إدخال الفيديو، الكاميرا مثلاً.
bg: Има достъп до устройствата за видео въвеждане, например камера.
bn_bd: ভিডিও যন্ত্র চালু করুন,বি:দ্র:ক্যামেরা
bn_in: ভিডিও ইনপুট ডিভাইস পরিচালনা করুন, উদাহরণস্বরূপ, ক্যামেরা।
bs: Pristupite ulaznim video uređajima, npr. kameri.
ca: Accedir a dispositius d'entrada de vídeo, com la càmera.
cy: Mynediad i ddyfeisiau mewnbwn fideo, e.e. camera.
eu: Atzitu bideoaren sarrera-gailuak, adib. kamera.
ga_ie: Gléasanna ionchurtha físe a úsáid, m.sh. an ceamara.
id: Mengakses perangkat input video, mis. kamera.
kn: ವಿಡಿಯೋ ಇನ್‌ಪುಟ್ ಸಾಧನಗಳನ್ನು ಉಪಯೋಗಿಸು, ಉ.ದಾ. ಕ್ಯಾಮೆರಾ.
mg: Miditra amin'ireo fitaovana fampidirana horonantsary, toy ny fakantsary.
my: ဗီဒီယို ရိုက်ကူးရေးကိရိယာအား အသုံးပြုပါ။ ဥပမာ၊ ကင်မရာ
pt: Aceder a dispositivos de captura de vídeo, por exemplo, câmara.
ro: Accesează dispozitivele cu intrare video, de exemplu camera.
ur: وڈیو ان پٹ آلات رسائی کریں، مثلاً کیمرہ۔

source: Allow content to open a window in front of all other content.
am: ይዞታው መስኮት እንዲከፍት ማስቻያ ከ ሌሎች ይዞታዎች ፊት ለፊት
ar: السماح للمحتوى بفتح نافذة بمقدمة جميع المحتويات الأخرى.
bg: Разрешава съдържанието да отваря прозорец покриващ останалото съдържание.
bn_bd: অন্যান্য কন্টেন্টের সামনে এই কন্টেন্টকে উইন্ডো খুলতে সাহায্য করে।
bn_in: অন্যান্য কন্টেন্টের সামনে এই কন্টেন্টকে উইন্ডো খুলতে সাহায্য করে।
bs: Dopustite sadržaju da otvori prozor ispred svih ostalih sadržaja.
ca: Permetre que el contingut obri una finestra a davant de tot.
cy: Caniatáu cynnwys i agor ffenestr o flaen pob cynnwys arall.
eu: Onartu edukiak leiho bat ireki dezan gainerako eduki guztiaren aurretik.
ga_ie: Ábhar a oscailt i bhfuinneog sa mhullach ar an ábhar eile go léir.
id: Mengizinkan konten untuk membuka jendela di latar depan semua konten.
kn: ಮಿಕ್ಕೆಲ್ಲ ವಿಷಯಗಳ ಎದುರಿಗೆ ಹೊಸ ಕಿಟಕಿಯನ್ನು ತೆರೆಯಲು ವಿಷಯವನ್ನು ಅನುಮತಿಸು.
mg: Mamela atiny hanokatra varavarankely eo anoloan'ny atiny hafa rehetra.
my: ယခု content အား အခြား content များအပေါ်တွင် ဝင်းဒိုးတစ်ခု ဖွင့်ရန် ခွင့်ပြုပါ
pt: Permitir que conteúdo possa ser apresentado numa janela à frente de outro conteúdo.
ro: Permite conținutului să deschidă o fereastră în fața oricărui alt conținut.
ur: دوسرے تمام مواد کے سامنے ایک ونڈو کھولنے کے لئے مواد کو اجازت دیں۔

source: Play sounds for incoming phone calls.
am: ወደ ውስጥ ለሚመጡ የ ስልክ ጥሪዎች ድምፅ ማጫወቻ
ar: تشغيل الأصوات للمكالمات الهاتفية الواردة.
bg: Издава звуци при входящи обаждания.
bn_bd: ইনকামিং কলের জন্যে রিং বাজাও
bn_in: আগত ফোন কলের জন্য শব্দ বাজান।
bs: Sviraj zvukove za dolazne pozive.
ca: Reproduir sons per a les trucades entrants.
cy: Chwarae sain ar alwadau i mewn.
eu: Erreproduzitu soinuak sarrerako telefono-deietan.
ga_ie: Fuaim a sheinm nuair a chuirtear glao ort.
id: Memutar suara untuk panggilan telepon masuk.
kn: ಒಳಬರುವ ಕರೆಗಳಿಗಾಗಿನ ಧ್ವನಿಯನ್ನು ನುಡಿಸು.
mg: Handefa feo ho an'ireo antson-telefaona miditra.
my: အဝင်ဖုန်း ခေါ်ဆိုမှုများအတွက် အသံ ပေးပါ
pt: Reproduzir sons ao receber chamadas.
ro: Redă sunete de la apelurile de intrare.
th: เล่นเสียงสำหรับสายโทรศัพท์เข้า
ur: آنے والی فون کال کے لئے آواز چلائیں۔

source: Play sounds for phone calls, VoIP calls.
am: ለ ስልክ ጥሪዎች ለ VoIP ጥሪዎች ድምፅ ማጫወቻ
ar: تشغيل الأصوات لمكالمات الهاتف ، مكالمات VoIP.
bg: Издава звуци на обаждания и VoIP-обаждания.
bn_bd: VoIP কলের জন্য রিংটোন বাজাও।
bn_in: ফোন কল, VoIP কলের জন্য শব্দ বাজান।
bs: Sviraj zvukove za telefonske pozive, VoIP pozive.
ca: Reproduir sons per a les trucades telefòniques i VoIP.
cy: Chwarae sain ar alwadau ffôn, galwadau VoIP.
eu: Erreproduzitu soinuak telefono-deietan, VoIP deietan.
ga_ie: Fuaim a sheinm nuair a chuirtear glao gutháin nó VoIP ort.
id: Memutar suara untuk panggilan telepon, panggilan VoIP.
kn: ಒಳಬರುವ ಕರೆಗಳಿಗೆ, VoIP ಕರೆಗಳಿಗೆ ಧ್ವನಿಯನ್ನು ನುಡಿಸು.
mg: Handefa feo ho an'ireo antson-telefaona, antso VoIP.
my: ဖုန်းခေါ်များ ရုပ်မြင်ခေါ်ဆိုမှုများအတွက် အသံပေးပါ
pt: Reproduzir sons ao receber chamadas VoIP.
ro: Redă sunete pentru apeluri telefonice, VoIP.
ur: فون کال، VoIP کال کے لئے آواز چلائیں۔

source: Play public notification sounds.
am: የ ሕዝብ ማስታወቂያ ድምጾች ማጫወቻ
ar: تشغيل أصوات الإشعارات العلنية.
bg: Издава звуци на общи известия.
bn_bd: পাবলিক নোটিফিকেশন রিংটোন বাজাও।
bn_in: পাবলিক নোটিফিকেশনের শব্দ বাজান।
bs: Sviraj zvukove javnih obavještenja
ca: Reproduir sons de notificació pública.
cy: Chwarae sain hysbysiad cyhoeddus.
eu: Erreproduzitu jakinarazpen publikoen soinuak.
ga_ie: Fuaimeanna fógra poiblí a sheinm.
id: Memutar suara notifikasi publik.
kn: ಸಾರ್ವಜನಿಕ ಸೂಚನೆ ಧ್ವನಿಗಳನ್ನು ಪ್ಲೇ ಮಾಡು.
mg: Handefa feo filazana @ daholobe.
my: အများဆိုင်ရာ အသိ ပေးသံများကို ဖွင့်ရန်
pt: Tocar sons de notificação públicos.
ro: Redă sunetele de notificare publice.
th: เล่นเสียงการแจ้งเตือนสาธารณะ
ur: عوامی اطلاع آوازیں چلائیں۔

source: Listen to proximity sensor events in the background.
ar: الاستماع إلى أحداث مستشعر القرب في الخلفية.
bg: Във фонов режим слуша за събития от сензора за близост.
bn_bd: নেপথ্যে প্রক্সিমিটি সেন্সর ইভেন্ট খেয়াল রাখো।
bn_in: পিছনে প্রোক্সিমিটি সেন্সর ইভেন্টের জন্য শুনুন।
bs: U pozadini osluškuj događaje senzora rastojanja.
ca: Escoltar esdeveniments del sensor de proximitat en segon pla.
cy: Gwrando ar ddigwyddiadau synhwyrydd agosrwydd yn y cefndir.
eu: Entzun hurbiltasun-sentsoreen gertaerak atzeko planoan.
ga_ie: Éisteacht le teagmhais ón mbraiteoir gaireachta sa chúlra.
id: Mendengarkan peristiwa sensor kedekatan di latar belakang.
kn: ಸಾಮೀಪ್ಯ ಸೆನ್ಸಾರ್ ಘಟನೆಗಳನ್ನು ಹಿಂಭಾಗದಲ್ಲಿ ಕೇಳಿ.
mg: tranga
my: ခန့်မှန်းနီးစပ်အာရုံခံမှ ဆောင်ရွက်မှုများကို နောက်ကွယ်တွင် စောင့်ကြည့်ပါ။
pt: Utilizar o sensor de proximidade em segundo plano.
ro: Ascultă evenimentele senzorului de proximitate din fundal.
ur: پس منظر میں پروکزمٹی سینسر وقوعہ سنیں۔

source: Enable an app to run in the background.
am: መተግበሪያ ከ መደቡ ጀርባ እንዲሄድ ማስቻያ
ar: تمكين التطبيق بالتشغيل في الخلفية.
bg: Позволява на приложение да работи във фонов режим.
bn_bd: নেপথ্যে একটি এপ সক্রিয় করে রান করানোর জন্যে।
bn_in: পিছনে অ্যাপটিকে চলতে সাহায্য করে।
bs: Omogućite aplikaciji da radi u pozadini.
ca: Permetre que una aplicació s'executi en segon pla.
cy: Galluogi i ap redeg yn y cefndir.
eu: Gaitu aplikazio bat atzeko planoan exekuta dadin.
ga_ie: Aip a rith sa chúlra.
id: Mengizinkan aplikasi untuk berjalan di latar belakang.
kn: ಅನ್ವಯವೊಂದನ್ನು ಹಿಂಬದಿಯಲ್ಲಿ ಚಲಾಯಿಸುವುದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು.
mg: Mamela ny app iray handeha ao ambadika.
my: အပ်အား နောက်ကွယ်တွင်အလုပ်လုပ်ရန် ခွင့်ပြုမည်
pt: Permitir que uma aplicação possa ser executada em segundo plano.
ro: Activează o aplicație să ruleze în fundal.
th: เปิดใช้งานแอปให้ทำงานเบื้องหลัง
ur: پس منظر میں چلانے کے لئے ایپ کو اہل بنائیں۔

source: Low level access to Bluetooth hardware.
am: በ ዝቅተኛ ደረጃ ወደ ብሉቱዝ ሀርድዌር ጋር መድረሻ
ar: مرحلة وصول منخفضة لجهاز البلوتوث.
bg: Достъп на ниско ниво до Bluetooth устройството.
bn_bd: ব্লুটুথ হার্ডওয়ার লো লেভেল গমনাগমন।
bn_in: নীচের লেভেলের অ্যাক্সেস Bluetooth হার্ডওয়ারে।
bs: Pristup niskog nivoa Bluetooth hardveru.
ca: Accés de baix nivell al programari Bluetooth.
cy: Mynediad lefel isel i galedwedd Bluetooth.
eu: Bluetooh hardwarearen behe mailako atzipena.
ga_ie: Teacht ar chrua-earraí Bluetooth ag bunleibhéal.
id: Akses tingkat rendah ke perangkat keras Bluetooth.
kn: ಬ್ಲೂಟೂತ್ ಯಂತ್ರಾಂಶಕ್ಕೆ ಕೆಳಮಟ್ಟದ ಪ್ರವೇಶ.
mg: Fidirana iva @ forongon'ny Bluetooth.
my: တာတိုကွန်ယက်ပစ္စည်းအား အသုံးပြုခွင့်
pt: Acesso de baixo nível ao hardware Bluetooth.
ro: Acces cu nivel scăzut la hardware-ul Bluetooth.
th: การเข้าถึงระดับต่ำสู่ฮาร์ดแวร์บลูทูธ
ur: بلوٹوت ہارڈ ویئر کے لئے پست سطح تک رسائی۔

source: Fires an event when a specific type of cell network message is received (an emergency network notification).
am: የተለየ አይነት የ ሴል ኔትዎርክ መልእክት በሚቀበሉ ጊዜ ሁኔታዎች ማስጀመሪያ (የ ድንግተኛ ኔትዎርክ ማስታወቂያ)
ar: يطلق حدث عند تلقي نوع معيّن من رسالة الشبكة الخلوية (إشعارا شبكة الطوارئ).
bg: Задейства събитие, при получаването на определен тип мрежово съобщение (спешно мрежово известие).
bn_bd: একটি ইভেন্ট চালু করে যখন একটি নির্দিষ্ট ধরনের সেল নেটওয়ার্ক মেসেজ পাওয়া যায় (একটি জরুরী নেটওয়ার্ক নোটিফিকেশন)
bn_in: একটি ইভেন্ট চালু করে যখন একটি নির্দিষ্ট ধরনের সেল নেটওয়ার্ক মেসেজ পাওয়া যায় (একটি জরুরী নেটওয়ার্ক নোটিফিকেশন)
bs: Pokreće događaj kada se dobije određeni tip poruke stanične mreže (hitna mrežna obavijest).
ca: Generar un esdeveniment en rebre un tipus específic de missatge de xarxa (un avís de la xarxa d'emergència).
cy: Cychwyn digwyddiad pan fydd neges rhwydwaith cell penodol yn cael ei dderbyn (hysbysiad argyfwng rhwydwaith).
eu: Gertaera bat aktibatzen du sare mugikorreko mezu bat (larrialdiko sare-jakinarazpen bat) jasotzen denean.
ga_ie: Teagmhas a chruthú nuair a thagann cineál áirithe teachtaireachta isteach ón líonra ceallach (fógra ón líonra éigeandála).
id: Menerbitkan peristiwa saat jenis pesan jaringan sel tertentu diterima (sebuah notifikasi jaringan darurat).
kn: ನಿರ್ದಿಷ್ಟ ಸೆಲ್ ನೆಟ್‌ವರ್ಕ್ ಸಂದೇಶವನ್ನು ಪಡೆದಾಗ ಘಟನೆಯೊಂದನ್ನು ಚಿಮ್ಮಿಸುತ್ತದೆ (ಒಂದು ತುರ್ತು ಸ್ಥಿತಿ ನೆಟ್‌ವರ್ಕ್ ಸೂಚನೆ)
mg: tranga
my: သတ်မှတ်ထားသော Cell Network သတင်းရောက်လာပါက လုပ်ဆောင်ချက်တစ်ခု ပြုလုပ်ပါ (အရေးပေါ် နတ်ဝပ် သတိပေးချက်)
pt: Dispara um evento quando um tipo específico de mensagem de rede é recebido (uma notificação de emergência da rede).
ro: Declanșează un eveniment când un tip specific de mesaj din rețea este primit (o notificare privind rețeaua de urgență).
ur: وقوعہ کا آغاز ہوتا ہے جب بھی اختصاصی قسم کا سیل نیٹ ورک پیغام موصولہ ہوتا ہے (ایک ایمرجنسی نیٹ ورک اطلاع)۔

# perm-device-storage-apps-description
source: Add, read, or modify files stored in the apps location on the device.
am: በ አካሉ ውስጥ በ መተግበሪያዎች አካባቢ የተጠራቀሙ ፋይሎችን መጨመሪያ: ማንበቢያ ወይንም ማሻሻያ
ar: إضافة، وقراءة، أو تعديل الملفات المخزنة في موقع التطبيقات على الجهاز.
bg: Добавя, чете или променя файлове запазени, където се намират приложенията на устройството.
bn_bd: ডিভাইসের অ্যাপের জায়গায় জমা হওয়া ফাইল যোগ করুন, পড়ুন, বা পরিবর্তন করুন।
bn_in: ডিভাইসের অ্যাপের জায়গায় জমা হওয়া ফাইল যোগ করুন, পড়ুন, বা পরিবর্তন করুন।
bs: Dodajte, učitajte ili mijenjajte fajlove spremljene na lokaciji za aplikacije na uređaju.
ca: Afegir, llegir o modificar fitxers desats en la ubicació de les aplicacions del dispositiu.
cy: Ychwanegu, darllen neu newid ffeiliau cerddoriaeth sydd yn lleoliad apiau'r ddyfais.
eu: Gehitu, irakurri edo aldatu gailuan aplikazioetarako dagoen kokapenean gordetako fitxategiak.
ga_ie: Comhaid a léamh, a athrú, nó a shábháil sa suíomh stórála d'aipeanna ar an ngléas.
id: Menambahkan, membaca, atau mengubah berkas yang disimpan pada lokasi aplikasi pada perangkat.
kn: ಸಾಧನದ ಅನ್ವಯಗಳ ಸ್ಥಳದಲ್ಲಿ ಶೇಖರಿಸಿರುವ ಕಡತಗಳನ್ನು ಸೇರಿಸಿ, ಓದಿ ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Manampy, mamaky na manova ireo rakitra voatahiry ao @ fitoeran'ireo app ao @ fitaovana.
my: ယခု ပစ္စည်းအတွင်း အက်ပ် ဖိုင်များအား ထည့်၊ ဖတ် ပြီး ပြုပြင်ပါ
pt: Adicionar, ler ou modificar ficheiros armazenados na localização das aplicações no dispositivo.
ro: Adaugă, citește sau modifică fișierele stocate în locația aplicațiilor pe dispozitiv.
ur: آلہ میں ایپ محل وقوع پر ذخیرہ کردہ مسلیں کا اضافہ کریں، پڑھیں یا ترمیم کریں۔

source: Read files stored in the apps location on the device.
am: በ አካሉ ውስጥ በ መተግበሪያዎች አካባቢ የተጠራቀሙ ፋይሎችን ማንበቢያ
ar: قراءة الملفات المخزنة في موقع التطبيقات على الجهاز.
bg: Чете файлове запазени, където се намират приложенията на устройството.
bn_bd: ডিভাইসের অ্যাপের জায়গায় জমা হওয়া ফাইল যোগ করুন, পড়ুন, বা পরিবর্তন করুন।
bn_in: ডিভাইসের অ্যাপের জায়গায় জমানো ফাইলগুলো পড়ুন।
bs: Učitajte fajlove spremljene na lokaciji za aplikacije na uređaju.
ca: Llegir fitxers desats en la ubicació de les aplicacions del dispositiu.
cy: Darllen ffeiliau sydd yn lleoliad apiau'r ddyfais.
eu: Irakurri gailuan aplikazioetarako dagoen kokapenean gordetako fitxategiak.
ga_ie: Comhaid a léamh ón suíomh stórála d'aipeanna ar an ngléas.
id: Membaca berkas yang disimpan pada lokasi aplikasi pada perangkat.
kn: ಸಾಧನದ ಅನ್ವಯಗಳ ಸ್ಥಳದಲ್ಲಿ ಶೇಖರಿಸಿರುವ ಕಡತಗಳನ್ನು ಓದಿ.
mg: Mamaky ireo rakitra voatahiry ao @ fitoeran'ireo app ao @ fitaovana.
my: ကိရိယာရှိ အက်ပ်များသိမ်းဆည်းရာတွင်ရှိသော ဖိုင်များကို ကြည့်ရန်။
pt: Ler ficheiros armazenados na localização das aplicações no dispositivo.
ro: Citește fișiere stocate în locația aplicațiilor pe dispozitiv.
ur: آلہ میں ایپ محل وقوع پر ذخیرہ کردہ مسلیں کو پڑھیں۔

source: Read, or modify files stored in the apps location on the device.
am: በ አካሉ ውስጥ በ መተግበሪያዎች አካባቢ የተጠራቀሙ ፋይሎችን ማንበቢያ ወይንም ማሻሻያ
ar: قراءة أو تعديل الملفات المخزنة في موقع التطبيقات على الجهاز.
bg: Чете или променя файлове запазени, където се намират приложенията на устройството.
bn_bd: ডিভাইসের অ্যাপের জায়গায় জমা হওয়া ফাইল যোগ করুন, পড়ুন, বা পরিবর্তন করুন।
bn_in: ডিভাইসের অ্যাপের জায়গায় জমানো ফাইলগুলো পড়ুন, বা পরিবর্তন করুন।
bs: Učitajte ili mijenjajte fajlove spremljene na lokaciji za aplikacije na uređaju.
ca: Llegir o modificar fitxers desats en la ubicació de les aplicacions del dispositiu.
cy: Darllen neu newid ffeiliau wedi eu cadw yn lleoliad apiau ar y ddyfais.
eu: Irakurri edo aldatu gailuan aplikazioetarako dagoen kokapenean gordetako fitxategiak.
ga_ie: Comhaid a léamh nó a athrú sa suíomh stórála d'aipeanna ar an ngléas.
id: Membaca atau mengubah berkas yang disimpan pada lokasi aplikasi pada perangkat.
kn: ಸಾಧನದ ಅನ್ವಯಗಳ ಸ್ಥಳದಲ್ಲಿ ಶೇಖರಿಸಿರುವ ಕಡತಗಳನ್ನು ಓದಿ ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Mamaky na manova ireo rakitra voatahiry ao @ fitoeran'ireo app ao @ fitaovana.
my: ကိရိယာရှိ အက်ပ်များသိမ်းဆည်းရာတွင်ရှိသော ဖိုင်များကို ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Ler ou modificar ficheiros armazenados na localização das aplicações no dispositivo.
ro: Citește sau modifică fișierele stocate în locația aplicațiilor pe dispozitiv.
ur: آلہ میں ایپ محل وقوع پر ذخیرہ کردہ مسلیں کو پڑھیں یا ترمیم کریں۔

# perm-device-storage-apps-readcreate-description
source: Add, read, or modify files stored in the apps location on the device.
am: በ አካሉ ውስጥ በ መተግበሪያዎች አካባቢ የተጠራቀሙ ፋይሎችን መጨመሪያ: ማንበቢያ ወይንም ማሻሻያ
ar: إضافة، وقراءة، أو تعديل الملفات المخزنة في موقع التطبيقات على الجهاز.
bg: Добавя, чете или променя файлове запазени, където се намират приложенията на устройството.
bn_bd: ডিভাইসের অ্যাপের জায়গায় জমা হওয়া ফাইল যোগ করুন, পড়ুন, বা পরিবর্তন করুন।
bn_in: ডিভাইসের অ্যাপের জায়গায় জমানো ফাইলগুলো যোগ করুন, পড়ুন, বা পরিবর্তন করুন।
bs: Dodajte, učitajte ili mijenjajte fajlove spremljene na lokaciji za aplikacije na uređaju.
ca: Afegir, llegir o modificar fitxers desats en la ubicació de les aplicacions del dispositiu.
cy: Ychwanegu, darllen neu newid ffeiliau wedi eu cadw yn lleoliad apiau ar y ddyfais.
eu: Gehitu, irakurri edo aldatu gailuan aplikazioetarako dagoen kokapenean gordetako fitxategiak.
ga_ie: Comhaid a léamh, a athrú, nó a shábháil sa suíomh stórála d'aipeanna ar an ngléas.
id: Menambahkan, membaca, atau mengubah berkas yang disimpan pada lokasi aplikasi pada perangkat.
kn: ಸಾಧನದ ಅನ್ವಯಗಳ ಸ್ಥಳದಲ್ಲಿ ಶೇಖರಿಸಿರುವ ಕಡತಗಳನ್ನು ಸೇರಿಸಿ, ಓದಿ ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Manampy, mamaky na manova ireo rakitra voatahiry ao @ fitoeran'ireo app ao @ fitaovana.
my: ယခု ပစ္စည်းအတွင်း အက်ပ် ဖိုင်များအား ထည့်ပါ၊ ကြည့်ပါ (သို့) ပြင်ပါ။
pt: Adicionar, ler ou modificar ficheiros armazenados na localização das aplicações no dispositivo.
ro: Adaugă, citește sau modifică fișierele stocate în locația aplicațiilor pe dispozitiv.
ur: آلہ میں ایپ محل وقوع پر ذخیرہ کردہ مسلوں کا اضافہ کریں، پڑھیں یا ترمیم کریں۔

source: Store new files in the apps location on the device.
am: በ አካሉ ውስጥ በ መተግበሪያዎች አካባቢ አዲስ ፋይሎችን ማጠራቀሚያ
ar: تخزين الملفات الجديدة في موقع التطبيقات على الجهاز.
bg: Създава файлове, където се намират приложенията на устройството.
bn_bd: ডিভাইসে অ্যাপের জন্য নির্ধারিত জায়গায় নতুন ফাইল জমা করুন।
bn_in: ডিভাইসের অ্যাপের জায়গায় নতুন ফাইল জমা করুন।
bs: Spremite nove fajlove na lokaciji za aplikacije na uređaju.
ca: Desar fitxers nous en la ubicació de les aplicacions del dispositiu.
cy: Cadw ffeiliau newydd yn lleoliad apiau ar y ddyfais.
eu: Gorde fitxategi berriak gailuan aplikazioetarako dagoen kokapenean.
ga_ie: Comhaid nua a shábháil sa suíomh stórála d'aipeanna ar an ngléas.
id: Menyimpan berkas baru pada lokasi aplikasi pada perangkat.
kn: ಸಾಧನದ ಅನ್ವಯಗಳ ಸ್ಥಳದಲ್ಲಿ ಹೊಸ ಕಡತಗಳನ್ನು ಶೇಖರಿಸಿ.
mg: Mitahiry rakitra vaovao ao @ fitoeran'ireo app ao @ fitaovana.
my: ကိရိယာရှိ အက်ပ်များသိမ်းဆည်းရာတွင် ဖိုင်အသစ်များကို သိမ်းပါ။
pt: Armazenar novos ficheiros na localização das aplicações no dispositivo.
ro: Stochează fișiere noi în locația aplicațiilor de pe dispozitiv.
ur: آلہ پر ایپ محل وقوع میں نئی مسل کو ذخیرہ کرے۔

source: Ability to embed apps in mozApp frames.
ar: القدرة على تضمين التّطبيقات في إطارات mozApp.
bg: Има способност да вгражда приложения в mozApp-рамки.
bn_bd: mozApp ফ্রেমে অ্যাপ এম্বেড করার ক্ষমতা।
bn_in: mozApp ফ্রেমে অ্যাপ এম্বেড করার ক্ষমতা।
bs: Sposobnost da se ugrade aplikacije u mozApp okvire.
ca: Possibilitat d'incrustar aplicacions en marcs mozApp.
cy: Gallu i fewnblannu apiau o fewn fframiau mozApp.
eu: Aplikazioak mozApp markoetan kapsulatzeko gaitasuna.
ga_ie: Aipeanna a leabú i bhfráma mozApp.
id: Kemampuan untuk menyematkan aplikasi dalam bingkai mozApp.
kn: mozApp ಫ್ರೇಮ್‌ಗಳಲ್ಲಿ ಅನ್ವಯಗಳನ್ನು ಹುದುಗಿಸುವ ಸಾಮರ್ಥ್ಯ.
mg: Fahafahana manatsofoka app ao amin'ireo fefimerana mozApp.
my: mozApp ဖရိမ်ထဲတွင် အက်ပ်များကို မြှုပ်ရန် ဆောင်ရွက်စေပါ။
pt: Capacidade de embeber aplicações em molduras mozApp.
ro: Abilitatea de a încorpora aplicații în cadrele mozApp.
ur: mozApp فریم میں ایپس شامل کرنے کے لئے صلاحیت۔

source: Notify the app if the user is idle.
am: ተጠቃሚው ካልመለሰ ለ መተግበሪያው ማሳወቂያ
ar: إعلام التطبيق إذا لم يكن المستخدم يستخدم التطبيق.
bg: Уведомява приложението, когато потребителят не прави нищо.
bn_bd: ব্যবহারকারী নিষ্ক্রিয় অবস্থায় থাকলে অ্যাপকে অবহিত করুন।
bn_in: ব্যবহারকারী নিষ্ক্রিয় অবস্থায় থাকলে অ্যাপকে অবহিত করুন।
ca: Notificar l'aplicació si l'usuari està inactiu.
cy: Hysbysu'r ap os yw'r defnyddiwr yn segur.
eu: Jakinarazi aplikazioari erabiltzailea inaktibo dagoen.
ga_ie: Cur in iúl don aip go bhfuil an t-úsáideoir neamhghníomhach.
id: Memberitahukan aplikasi saat pengguna sedang menganggur.
kn: ಬಳಕೆದಾರ ತಟಸ್ಥವಾಗಿದ್ದಲ್ಲಿ ಅನ್ವಯಕ್ಕೆ ಸೂಚಿಸು.
mg: Milaza @ app raha midonanaka ny mpampiasa.
my: အကယ်၍ အသုံးပြုသူ အားလပ်နေပါက အက်ပ်ကို အသိပေးပါ။
pt: Notificar a aplicação se o utilizador está parado.
ro: Notifică aplicația dacă utilizatorul e inactiv.
ur: ایپ کو اطلاع دیں اگر صارف بیکار ہے۔

source: Obtain information about the current mobile voice and data connection.
am: ለ አሁኑ ተንቀሳቃሽ ስልክ የ ድምፅ እና የ ዳታ ግንኙነት መረጃ ማግኛ
ar: الحصول على معلومات حول صوت الهاتف و اتصال البيانات.
bg: Получава информация за текущата мобилна връзка за глас и данни.
bn_bd: বর্তমান মোবাইল ভয়েস এবং ডাটা সংযোগের ব্যাপারে তথ্য জোগাড় করুন।
bn_in: বর্তমান মোবাইল ভয়েস এবং ডাটা সংযোগের ব্যাপারে তথ্য জোগাড় করুন।
bs: Dobavite informacije o trenutnoj mobilnoj glasovnoj i podatkovnoj vezi.
ca: Notificar l'aplicació si l'usuari està inactiu.
cy: Derbyn gwybodaeth am gysylltiadau llais neu ddata symudol cyfredol.
eu: Eskuratu informazioa uneko ahots- eta datu-konexio mugikorrari buruz.
ga_ie: Faisnéis faoin cheangal soghluaiste gutha agus sonraí a fháil.
id: Mendapatkan informasi tentang sambungan suara dan data seluler saat ini.
kn: ಪ್ರಸ್ತುತ ಮೊಬೈಲ್ ಧ್ವನಿ ಮತ್ತು ಡೇಟಾ ಸಂಪರ್ಕದ ಮಾಹಿತಿಗಳನ್ನು ಪಡೆದುಕೊ.
mg: Maka fampahalalana momba ny fifandraisana feo sy data finday ankehitriny.
my: လက်ရှိ မိုဘိုင်းအသံ၊ ဒေတာဆက်သွယ်မှုနှင့် ပက်သက်သည့် အချက်အလက်များကို ရယူပါ။
pt: Obter informações sobre a ligação atual de voz e de dados.
ro: Obține informații despre conexiunea actuală mobilă de voce sau date.
ur: حالیہ موبائل آواز اور کوائف کنکشن کے بارے میں معلومات حاصل کریں۔

source: Monitor network uploads and downloads.
am: የ ኔትዎርክ መጫኛ እና የ ወረዱ መቆጣጠሪያ
ar: مراقبة الملفات المرفوعة والتنزيلات للشبكة.
bg: Наблюдава изтеглянията и качванията по мрежата.
bn_bd: মনিটর নেটওয়ার্ক আপলোড এবং ডাউনলোডসমূহ।
bn_in: মনিটর নেটওয়ার্ক আপলোড এবং ডাউনলোডসমূহ।
bs: Nadgledaj mrežni upload i preuzimanja.
ca: Supervisar pujades i baixades de la xarxa.
cy: Monitro llwythi i fyny neu i lawr rhwydweithiau.
eu: Kontrolatu sarearen kargak eta deskargak.
ga_ie: Monatóireacht a dhéanamh ar uasluchtuithe agus íosluchtaithe.
id: Memantau unggahan dan unduhan jaringan.
kn: ನೆಟ್‌ವರ್ಕ್ ಅಪ್‌ಲೋಡ್‌ಗಳು ಮತ್ತು ಡೌನ್‌ಲೋಡ್‌ಗಳನ್ನು ಗಮನದಲ್ಲಿಡು.
mg: Manara-maso ireo fampidinana sy fampiakarana @ tambajotra.
my: ကွန်ယက်အတွင်းရှိ တင်ပို့မှုများနှင့် ကူးယူဆွဲချမှုများကို စောင့်ကြည့်ပါ။
pt: Monitorizar descargas e carregamentos de rede.
ro: Monitorizează încărcările și descărcările din rețea.
ur: نیٹ ورک اپ لوڈ اور ڈاؤن لوڈ پر نظر رکھیں۔

source: Obtain statistics of data usage per interface.
ar: الحصول على إحصائيات استخدام البيانات لكل واجهة.
bg: Получава статистика за трафика по тип.
bn_bd: প্রত্যেক ইন্টারফেসের জন্য ডাটা ব্যবহারের পরিসংখ্যান জোগাড় করুন।
bn_in: প্রত্যেক ইন্টারফেসের জন্য ডাটা ব্যবহারের পরিসংখ্যান জোগাড় করুন।
bs: Dobavi statistiku upotrebe podataka po interfejsu.
ca: Obtenir estadístiques de consum de dades per interfície.
cy: Derbyn ystadegau data defnydd yn ôl rhyngwyneb.
eu: Eskuratu interfazearen araberako datu-erabileraren estatistikak.
ga_ie: Staitisticí maidir le húsáid sonraí ar gach comhéadan a fháil.
id: Mendapatkan statistik penggunaan data tiap antarmuka.
kn: ಪ್ರತಿ ಇಂಟರ್‌ಫೇಸ್‌ನ ಡೇಟಾ ಬಳಕೆಯ ಅಂಕಿಅಂಶಗಳ ಮಾಹಿತಿಯನ್ನು ಪಡೆ.
mg: Mahazo statistikan'ny fampiasana data isaka interifasy.
my: ဒေတာအသုံးပြုမှုစာရင်းအင်းကို ကွန်ယက်ကိရိယာအလိုက် ရယူပါ။
pt: Obter estatísticas de utilização de dados por interface.
ro: Obține statistici de utilizare a datelor per interfață.
ur: استعمال کوائف فی مواجہ کے شماریات حاصل کریں۔
