Repository: translate/mozilla-gaia
Catalog: */apps/privacy-panel/permissions.properties.po
Languages: am, ar, bg, bn_bd, bn_in, bs, ca, cy, eu, ga_ie, id, kn, mg, my, pt, ro, th, ur

source: Open windows in a new process.
am: በ አዲስ ሂደት መስኮቶች መክፈቻ
ar: افتح نافذه في عملية جديدة.
bg: Отваря прозорци в нов процес.
bn_bd: একটি নতুন প্রক্রিয়ায় উইন্ডো খুলুন।
bn_in: একটি নতুন প্রসেসে উইন্ডো খুলুন।
bs: Otvori prozor u novom procesu.
ca: Obrir finestres en un procés nou.
cy: Agor ffenestri o fewn proses newydd.
eu: Ireki leihoak prozesu berri batean.
ga_ie: Fuinneoga a oscailt i bpróiseas nua.
id: Membuka jendela dalam proses baru.
kn: ಕಿಟಕಿಯನ್ನು ಹೊಸ ಕಾರ್ಯದಲ್ಲಿ ತೆರೆ.
mg: Manokatra varavarankely @ fizotra vaovao.
my: ဝင်းဒိုးများကို process အသစ်တွင် ဖွင့်ပါ။
pt: Abrir janelas num novo processo.
ro: Deschide ferestre într-un proces nou.
ur: دریچے نئی عمل کاری میں کھولیں۔

source: Allow an app to manage permissions of other apps.
am: መተግበሪያው ለሌሎች መተግበሪያዎች ፍቃድ እንዲሰጥ መፍቀጃ
ar: السماح للتطبيق بإدارة الصلاحيات للتطبيقات الأخرى.
bg: Разрешава на приложение да управлява правата на други приложения.
bn_bd: অন্যান্য অ্যাপের অনুমতি ব্যবস্থাপনার জন্য কোন অ্যাপের অনুমতি দিন।
bn_in: একটি অ্যাপকে অনুমতি দেওয়া হোক অন্যান্য অ্যাপের অনুমতি পরিচালনা করবার জন্য।
bs: Dopustite aplikaciji upravljanje dozvolama drugih aplikacija.
ca: Permetre que una aplicació gestioni permisos d'altres aplicacions.
cy: Caniatáu i ap reoli caniatâd apiau eraill.
eu: Onartu aplikazio batek beste aplikazio batzuen baimenak kudea ditzan.
ga_ie: Cead a thabhairt d'aip na ceadanna atá ag aipeanna eile a bhainistiú.
id: Mengizinkan aplikasi untuk mengelola izin aplikasi lainnya.
kn: ಅನ್ವಯವನ್ನು ಇತರೆ ಅನ್ವಯಗಳ ಅನುಮತಿಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಅನುಮತಿಸು.
mg: Mamela ny app iray handrindra ny fahazoan-dàlan'ireo app hafa.
my: အခြားအက်ပ်များ၏ ခွင့်ပြုချက်များကို စီမံရန် ဒီအက်ပ်ကို ခွင့်ပြုပါ။
pt: Permitir a uma aplicação gerir permissões de outras aplicações.
ro: Permite unei aplicații să gestioneze permisiunile altor aplicații.
th: อนุญาตแอปให้จัดการการอนุญาตของแอปอื่น
ur: ایک ایپ کو دیگر ایپ کی اجازتیں بندوبست کرنے دیں۔

source: Turn the screen on or off, control CPU, device power, etc.
am: መመልከቻውን ማብሪያ ወይንም ማጥፊያ: መቆጣጠሪያ CPU, የ አካሉን ሐይል ወዘተ
ar: تشغيل الشاشة أو إيقافها، التحكم بال CPU، وطاقة الجهاز، الخ.
bg: Включва и изключва екрана, управлява CPU, захранването на устройството и т.н.
bn_bd: স্ক্রিনটিকে খুলুন বা বন্ধ করুন, CPU নিয়ন্ত্রণ করুন, ডিভাইসের পাওয়ার, ইত্যাদি।
bn_in: স্ক্রিনটিকে খুলুন বা বন্ধ করুন, CPU নিয়ন্ত্রণ করুন, ডিভাইসের পাওয়ার, ইত্যাদি।
bs: Uključite ili isključite ekran, kontrolišite CPU, napajanje uređaja, itd.
ca: Activar i desactivar la pantalla, controlar la CPU, l'alimentació del dispositiu, etc.
cy: Diffodd neu agor y sgrin, rheoli'r CPU, pŵer y ddyfais, ac ati.
eu: Piztu edo itzali pantaila, kontrolatu PUZa eta gailuaren energia, etab.
ga_ie: An scáileán a mhúchadh nó a chur ar siúl, an LAP nó cumhacht an ghléis a rialú, srl.
id: Mengaktifkan atau menonaktifkan layar, mengendalikan CPU, sumber daya perangkat, dsb.
kn: ತೆರೆಯನ್ನು ಆನ್ ಅಥವಾ ಆಫ್ ಮಾಡಿ, CPU ನಿಯಂತ್ರಿಸಿ, ಸಾಧನದ ವಿದ್ಯುಚ್ಛಕ್ತಿ, ಇತ್ಯಾದಿ.
mg: Mamelona na mamono ny efijery, mibaiko ny foibe fikirakirana (CPU), aratry ny fitaovana, sns.
my: ဖန်သားပြင် ပိတ်/ဖွင့်လုပ်ပါ။ CPU၊ ကိရိယာ၏စွမ်းရည် ကို ချိန်ညှိပါ။ စသည်တို့ကို ဆောင်ရွက်နိုင်သည်။
pt: Ligar ou desligar o ecrã, controlar o CPU, alimentação, etc.
ro: Pornește sau oprește ecranul, controlează CPU, alimentare dispozitiv etc.
ur: سکرین آن یا آف کریں، CPU کنٹرول، آلہ بجلی، وغیرہ۔

source: Configure or read device settings.
am: የ አካሉን ማሰናጃዎች ማዋቀሪያ ወይንም ማንበቢያ
ar: تكوين أو قراءة إعدادات الجهاز.
bg: Прави или чете настройки на устройството.
bn_bd: যন্ত্রের বৈশিষ্ট্য কনফিগার করুন বা পড়ুন।
bn_in: ডিভাইসের বৈশিষ্ট্য কনফিগার করুন বা পড়ুন।
bs: Konfigurišite ili učitajte postavke uređaja.
ca: Configurar o llegir els paràmetres del dispositiu.
cy: Ffurfweddu neu ddarllen gosodiadau dyfais.
eu: Konfiguratu edo irakurri gailu-ezarpenak.
ga_ie: Socruithe an ghléis a léamh nó a athrú.
id: Mengonfigurasi atau membaca setelan perangkat.
kn: ಸಂರಚಿಸು ಅಥವಾ ಸಾಧನ ಸಿದ್ದತೆಗಳನ್ನು ಓದು.
mg: Manefy na mamaky ireo tefin'ny fitaovana.
my: ကိရိယာ၏ အပြင်အဆင်များကို ကြည့်ရန် (သို့) ချိန်ညှိရန်။
pt: Configurar ou ler definições no dispositivo.
ro: Configurează sau citește setările dispozitivului.
th: กำหนดค่าหรืออ่านการตั้งค่าอุปกรณ์
ur: تشکیل کریں یا آلہ سیٹنگیں پڑھیں۔

source: Read device settings.
am: የ አካሉን ማሰናጃዎች ማንበቢያ
ar: قراءة إعدادات الجهاز.
bg: Чете настройки на устройството.
bn_bd: যন্ত্রের বৈশিষ্ট্য পড়ুন।
bn_in: ডিভাইসের বৈশিষ্ট্য পড়ুন।
bs: Učitajte postavke uređaja.
ca: Llegir els paràmetres del dispositiu.
cy: Darllen gosodiadau dyfais.
eu: Irakurri gailu-ezarpenak.
ga_ie: Socruithe an ghléis a léamh.
id: Membaca setelan perangkat.
kn: ಸಾಧನ ಸಿದ್ದತೆಗಳನ್ನು ಓದು.
mg: Mamaky ireo tefin'ny fitaovana.
my: ကိရိယာ၏ အပြင်အဆင်များကို ကြည့်ရန်။
pt: Ler definições no dispositivo.
ro: Citește setările dispozitivului.
th: อ่านการตั้งค่าอุปกรณ์
ur: آلہ سیٹنگیں پڑھیں۔

source: Read or modify device settings.
am: የ አካሉን ማሰናጃዎች ማንበቢያ ወይንም ማሻሻያ
ar: قراءة أو تعديل إعدادات الجهاز.
bg: Чете или променя настройки на устройството.
bn_bd: যন্ত্রের বৈশিষ্ট্য পড়ুন বা পরিবর্তন করুন।
bn_in: ডিভাইসের বৈশিষ্ট্য পড়ুন বা পরিবর্তন করুন।
bs: Učitajte ili izmijenite postavke uređaja.
ca: Llegir o modificar els paràmetres del dispositiu.
cy: Darllen neu newid gosodiadau dyfais.
eu: Irakurri edo aldatu gailu-ezarpenak.
ga_ie: Socruithe an ghléis a léamh nó a athrú.
id: Membaca atau mengubah setelan perangkat.
kn: ಸಾಧನ ಸಿದ್ದತೆಗಳನ್ನು ಓದು ಅಥವಾ ಬದಲಾಯಿಸು.
mg: Mamaky na manova ireo tefin'ny fitaovana.
my: ကိရိယာ၏ အပြင်အဆင်များကို ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Ler ou modificar definições no dispositivo.
ro: Citește sau modifică setările dispozitivului.
th: อ่านหรือเปลี่ยนแปลงการตั้งค่าอุปกรณ์
ur: آلہ سیٹنگیں پڑھیں یا ترمیم کریں۔

source: Add, read or modify device settings.
am: የ አካሉን ማሰናጃዎች መጨመሪያ ማንበቢያ ወይንም ማሻሻያ
ar: إضافة, قراءة أو تعديل إعدادات الجهاز.
bg: Прави, чете или променя настройки на устройството.
bn_bd: যন্ত্রের বৈশিষ্ট্য যোগ করুন, পড়ুন বা পরিবর্তন করুন।
bn_in: ডিভাইসের বৈশিষ্ট্য যোগ করুন, পড়ুন বা পরিবর্তন করুন।
bs: Dodajte, učitajte ili izmijenite postavke uređaja.
ca: Afegir, llegir o modificar els paràmetres del dispositiu.
cy: Ychwanegu, darllen neu newid gosodiadau dyfais.
eu: Gehitu, irakurri edo aldatu gailu-ezarpenak.
ga_ie: Socruithe a chruthú, a léamh, nó a athrú.
id: Menambahkan, membaca, atau mengubah setelan perangkat.
kn: ಸಾಧನ ಸಿದ್ದತೆಗಳನ್ನು ಸೇರಿಸು ಓದು ಅಥವಾ ಬದಲಾಯಿಸು.
mg: Manampy, mamaky na manova ireo tefin'ny fitaovana.
my: ကိရိယာ၏ အပြင်အဆင်များကို ထည့်ရန်၊ ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Adicionar, ler ou modificar definições no dispositivo.
ro: Adaugă, citește sau modifică setările dispozitivului.
th: เพิ่ม อ่าน หรือเปลี่ยนแปลงการตั้งค่าอุปกรณ์
ur: آلہ سیٹنگیں کا اضافہ کریں، پڑھیں یا ترمیم کریں۔

source: Add device settings.
am: የ አካሉን ማሰናጃዎች መጨመሪያ
ar: إضافة إعدادات الجهاز.
bg: Прави настройки на устройството.
bn_bd: যন্ত্রের বৈশিষ্ট্য যোগ করুন।
bn_in: ডিভাইসের বৈশিষ্ট্য যোগ করুন।
bs: Dodajte postavke uređaja.
ca: Afegir paràmetres del dispositiu.
cy: Ychwanegu gosodiadau dyfais.
eu: Gehitu gailu-ezarpenak.
ga_ie: Socruithe nua a chruthú ar an ngléas.
id: Menambahkan setelan perangkat.
kn: ಸಾಧನ ಸಿದ್ದತೆಗಳನ್ನು ಸೇರಿಸು.
mg: Manampy tefin'ny fitaovana.
my: ကိရိယာ၏ အပြင်အဆင်များကို ထည့်ရန်။
pt: Adicionar definições no dispositivo.
ro: Adaugă setări dispozitivului.
th: เพิ่มการตั้งค่าอุปกรณ์
ur: آلہ سیٹنگیں کا اضافہ کریں۔

source: Send and receive SMS messages.
am: መላኪአያ እና መቀበያ የ ኤስኤምኤስ መልእክቶች
ar: إرسال واستقبال رسائل SMS.
bg: Изпраща и получава SMS.
bn_bd: SMS বার্তা পাঠান এবং গ্রহণ করুন।
bn_in: SMS বার্তা পাঠান এবং পান।
bs: Šaljite i primajte SMS poruke.
ca: Enviar i rebre missatges SMS.
cy: Anfon a derbyn negeseuon SMS.
eu: Bidali eta jaso SMS mezuak.
ga_ie: Teachtaireachtaí SMS a sheoladh agus a fháil.
id: Membaca dan mengirim SMS.
kn: SMS ಸಂದೇಶಗಳನ್ನು ಕಳಿಸು ಮತ್ತು ಪಡೆ.
mg: Mandefa sy mandray hafatra SMS.
my: SMS စာတိုများကို ပို့ရန်နှင့် လက်ခံရန်။
pt: Enviar e receber mensagens SMS.
ro: Trimite și primește mesaje SMS.
th: ส่งและรับข้อความ SMS
ur: SMS پیغامات بھیجیں اور وصول کریں۔

source: Access all telephony-related APIs to make and receive phone calls.
ar: الوصول إلى جميع واجهات APIs المتعلقة لصنع وتلقي المكالمات الهاتفية.
bg: Има достъп до всички API-та свързани с телефонията, за да прави и получава телефонни обаждания.
bn_bd: কল করা বা গ্রহনের জন্য সমস্ত টেলিফোনি-সংক্রান্ত APIs ব্যবহার করুন।
bn_in: সমস্ত টেলিফোনি-সংক্রান্ত APIs পরিচালনা করুন ফোন কল করার জন্য বা পাওয়ার জন্য।
bs: Pristupite svim API-ima vezanim za telefoniju da biste pozivali i primali telefonske pozive.
ca: Accedir a totes les API relacionades amb la telefonia per fer i rebre trucades.
cy: Mynediad at API telephoneg ar gyfer gwneud a derbyn galwadau ffôn.
eu: Atzitu telefono-deiak egiteko eta jasotzeko API guztiak.
ga_ie: Teacht ar gach API teileafónaíochta le glaonna a chur agus a fháil.
id: Mengakses API terkait telefoni untuk membuat dan menerima panggilan telepon.
kn: ಟೆಲಿಫೋನಿಗೆ-ಸಂಬಂಧಿಸಿದ APIs ಗಳನ್ನು ಫೋನ್ ಕರೆ ಮಾಡಲು ಮತ್ತು ಪಡೆಯಲು ಬಳಸಿ.
mg: Miditra @ interifasin-drafi-drindranasa (API) rehetra hanao sy handray antson-telefaona.
my: ဖုန်းခေါ်ဆိုမှုများ ပြုလုပ်ရန်နှင့် လက်ခံရန် တယ်လီဖုန်းဆက်သွယ်မှုနှင့်ပတ်သက်သည့် API အားလုံးကို အသုံးပြုပါ။
pt: Acesso a todas as APIs relacionadas com a rede móvel para fazer e receber chamadas telefónicas.
ro: Accesează toate API-urile legate de telefon pentru a realiza și a primi apeluri.
ur: فون کال بنانے اور وصول کرنے کے لئے تمام ٹیلیفونی-متعلقہ APIs رسائی کرے۔

source: Set current time.
am: የ አሁኑን ሰአት ማሰናጃ
ar: اضبط الوقت الحالي.
bg: Сверява времето.
bn_bd: বর্তমান সময় ঠিক করুন।
bn_in: বর্তমান সময় সেট করুন।
bs: Postavite trenutno vrijeme.
ca: Definir l'hora actual.
cy: Gosod yr amser cyfredol.
eu: Ezarri uneko ordua.
ga_ie: An t-am a shocrú.
id: Menyetel waktu saat ini.
kn: ಸಧ್ಯದ ಸಮಯವನ್ನು ಹೊಂದಿಸು
mg: Manefy ny ora ankehitriny.
my: လက်ရှိအချိန် သတ်မှတ်ရန်။
pt: Definir hora atual.
ro: Setează ora actuală.
th: ตั้งเวลาปัจจุบัน
ur: موجودہ وقت سیٹ کرے۔

source: Access voicemail.
am: መልእክት ማስቀመጫ ጋር መድረሻ
ar: الوصول إلى البريد الصوتي.
bg: Има достъп до гласова поща.
bn_bd: ভয়েসমেইলে প্রবেশ করুন।
bn_in: ভয়েসমেইল পরিচালনা করুন।
bs: Pristupite govornoj pošti.
ca: Accedir a la bústia de veu.
cy: Mynediad at llaisbost.
eu: Atzitu ahots-mezuak.
ga_ie: Teacht ar ghlórphost.
id: Mengakses pesan suara.
kn: ಧ್ವನಿಅಂಚೆ ಪ್ರವೇಶಿಸು.
mg: Miditra @ mailakafeo.
my: အသံမေးလ် အသုံးပြုရန်။
pt: Aceder ao correio de voz.
ro: Accesează mesageria vocală.
th: เข้าถึงข้อความเสียง
ur: صوتی میل رسائی کریں۔

source: Manage installed Open Web Apps.
ar: إدارة تطبيقات الإنترنت المفتوحة المثبتة.
bg: Управлява инсталираните Open Web-приложения.
bn_bd: ইন্সটল হওয়া ওপেন ওয়েব অ্যাপ পরিচালনা করুন।
bn_in: ইন্সটল হওয়া মুক্ত ওয়েব অ্যাপ পরিচালনা করুন।
bs: Upravljajte instaliranim Open Web aplikacijama.
ca: Gestionar les aplicacions web instal·lades.
cy: Rheoli Apiau Gwe Agored gosodedig.
eu: Kudeatu instalatutako Open Web aplikazioak.
ga_ie: Aipeanna suiteáilte Open Web a bhainistiú.
id: Mengelola Aplikasi Web Terbuka yang terinstal.
kn: ಅನುಸ್ಥಾಪಿಸಿದ ತೆರೆದ ಜಾಲ ಅನ್ವಯಗಳನ್ನು ನಿರ್ವಹಿಸು.
mg: Mandrindra ireo App Web Malalaka napetraka.
my: ထည့်သွင်းထားသည့် ပွင့်လင်းဝဘ်အက်ပ်များကို စီမံရန်။
pt: Gerir aplicações web abertas instaladas.
ro: Gestionează aplicațiile web instalate.
ur: تنصیب شدہ اوپن ویب ایپس کا بندوبست کریں۔

source: Enumerate available Wi-Fi networks, get signal strength, connect to a network.
am: እያንዳንዱ ዝግጁ የሆኑ የ ዋይ-ፋይ ኔትዎርኮችን ምልክት ጥንካሬ ማግኛ እና ከ ኔትዎርክ ጋር መገናኛ
ar: تعداد شبكات واي فاي المتاحة، والحصول على قوة الإشارة، والاتصال بالشبكة.
bg: Изброява достъпните Wi-Fi мрежи, получава силата им на сигнал, свързва се към мрежа.
bn_bd: উপস্থিত ওয়াইফাই নেটওয়ার্ক সমূহ পর্যালোচনা করো, ভাল সিগনাল খুঁজে বের করে, একটি নেটওয়ার্কে সংযোগ করো।
bn_in: প্রচুর Wi-Fi নেটওয়ার্ক উপলব্ধ, সিগন্যাল-এর শক্তি পান, একটি নেটওয়ার্কে সংযোগ করুন।
bs: Prikaži dostupne Wi-Fi mreže, snagu signala, poveži se sa mrežom.
ca: Enumerar les xarxes Wi-Fi disponibles, obtenir la potència del senyal, connectar-se a una xarxa.
cy: Rhifo'r rhwydweithiau diwifr sydd ar gael, cryfder y signal, cysylltiad â rhwydwaith.
eu: Zerrendatu erabilgarri dauden Wi-Fi sareak, eskuratu seinalearen indarra, konektatu sare batekin.
ga_ie: Líonraí Wi-Fi a aimsiú, neart na líonraí a fháil, agus ceangal a bhunú le líonra.
id: Mendapatkan semua jaringan Wi-Fi yang tersedia, membaca kekuatan sinyal, menyambung ke jaringan.
kn: ಲಭ್ಯವಿರುವ ವೈ-ಫೈ ನೆಟ್‌ವರ್ಕ್‌ಗಳನ್ನು ಎನುಮರೇಟ್ ಮಾಡಿ, ಸಿಗ್ನಲ್ ಸಾಮರ್ಥ್ಯ ಪಡೆಯಿರಿ, ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕಿಸಿ.
mg: Mitanisa ireo tambajotra Wi-Fi vonona, maka tanjaky ny sinaly, mifandray @ tambajotra.
my: ရနိုင်သည့် ဝိုင်ဖိုင်ကွန်ယက်များ ရေတွက်ရန်၊ လှိုင်းပြန့်အားကို ရယူရန်၊ ကွန်ယက်တစ်ခုကို ချိတ်ဆက်ရန်။
pt: Enumerar as redes Wi-Fi disponíveis, obter a força do sinal, ligar a uma rede.
ro: Enumeră rețele Wi-Fi disponibile, obține intensitatea semnalului, conectează la o rețea.
ur: دستیاب وائی-فائی نیٹ ورک گنیں، سگنل مضبوطی لائیں، نیٹ ورک سے جڑیں۔

source: Receive WAP Push messages.
am: የ WAP Push መልእክቶች መቀበያ
ar: استقبال رسائل اضغط WAP.
bg: Получава WAP Push съобщения.
bn_bd: WAP পুশ বার্তা গ্রহন করো
bn_in: WAP পুস বার্তা পান।
bs: Primajte WAP Push poruke.
ca: Rebre missatges Push WAP.
cy: Derbyn negeseuon Gwthio WAP.
eu: Jaso WAP Push mezuak.
ga_ie: Brúfhógraí WAP a fháil.
id: Menerima pesan WAP Push.
kn: WAP ತಳ್ಳು ಸಂದೇಶಗಳನ್ನು ಸ್ವೀಕರಿಸು.
mg: Mandray hafatra WAP Push.
my: WAP တွန်းပို့စာတိုများကို လက်ခံရန်။
pt: Receber mensagens WAP Push.
ro: Primește mesaje WAP Push.
th: รับข้อความ WAP Push
ur: WAP پوش پیغامات وصول کریں۔
