Repository: translate/mozilla-gaia
Catalog: */apps/privacy-panel/permissions.properties.po
Languages: am, ar, bg, bn_bd, bn_in, bs, ca, cy, eu, ga_ie, id, kn, mg, my, pt, ro, th, ur

source: Schedule a notification, or schedule an application to be started.
am: ማስታወቂያ ወይንም መተግበሪያ በቅድሚያ እንዲጀምር ማሰናጃ
ar: جدولة إشعار، أو جدولة بداية تطبيق.
bg: Настройва пускане на известие или приложениие.
bn_bd: একটি বিজ্ঞপ্তি নির্ধারণ করুন, বা একটি অ্যাপ্লিকেশন নির্ধারণ করুন শুরু করবার জন্য।
bn_in: একটি বিজ্ঞপ্তি নির্ধারণ করুন, বা একটি অ্যাপ্লিকেশন নির্ধারণ করুন শুরু করবার জন্য।
bs: Zakažite obavještenje, ili zakažite pokretanje aplikacije.
ca: Programar una notificació o l'inici d'una aplicació.
cy: Trefnu hysbysiad neu drefnu i raglen gychwyn.
eu: Programatu jakinarazpen bat, edo programatu aplikazio baten abioa.
ga_ie: Fógra nó tosú aipe a sceidealadh.
id: Menjadwalkan notifikasi atau menjadwalkan kapan aplikasi dimulai.
kn: ಸೂಚನೆಯೊಂದನ್ನು ನಿಗದಿಪಡಿಸು, ಅಥವಾ ಅನ್ವಯವೊಂದು ಪ್ರಾರಂಭವಾಗುವುದನ್ನು ನಿಗದಿಪಡಿಸು.
mg: Handahatra fotoan'ny filazana, na handahatra fotoan'ny rindranasa iray halefa.
my: အသိပေးချက်တစ်ခုကို အစီအစဉ်ဆွဲရန် (သို့) အက်ပလီကေးရှင်းတစ်ခု စတင်ရန် အစီအစဉ်ဆွဲရန်
pt: Agende uma notificação ou agende o início de uma aplicação.
ro: Planifică o notificare sau planifică pornirea unei aplicații.
ur: ایک اطلاع کی میقات بندی، یا ایپلی کیشن شروع کرنے کی میقات بندی کرے۔

source: Access audio input devices, e.g. microphone.
am: የ ድምፅ ማስገቢያ አካሎች ጋር መድረሻ: ለምሳሌ ማይክሮፎን
ar: الوصول إلى الأجهزة الصوتيّة كالميكروفون.
bg: Има достъп до устройствата за аудио въвеждане, например микрофон.
bn_bd: অডিও ইনপুট ডিভাইস ব্যবহার করুন, যেমন মাইক্রোফোন।
bn_in: অডিও ইনপুট ডিভাইস অ্যাক্সেস করুন, যেমন মাইক্রোফোন।
bs: Pristupi ulaznim audio uređajima, npr. mikrofonu.
ca: Accedir a dispositius d'entrada d'àudio, com el micròfon.
cy: Mynediad at ddyfeisiau mewnbwn sain, e.e. meicroffon.
eu: Atzitu audioaren sarrera-gailuak, adib. mikrofonoa.
ga_ie: Gléasanna ionchurtha fuaime a rochtain, m.sh. an micreafón.
id: Mengakses perangkat input audio, mis. mikrofon.
kn: ಆಡಿಯೊ ಊಡಿಕೆ ಸಾಧನಗಳನ್ನು ಪ್ರವೇಶಿಸಿ, ಉ.ದಾ. ಮೈಕ್ರೋಫೋನ್.
mg: Miditra @ fitaovana fampidirana rakipeo, ohatra mikirao.
my: အသံသွင်းကိရိယာများ အသုံးပြုရန်၊ ဥပမာ၊ မိုက္ကရိုဖုန်း။
pt: Aceder a dispositivos de captura de áudio, por exemplo, microfone.
ro: Accesează dispozitive de intrare audio, de exemplu microfonul.
ur: آڈیو ان پٹ آلات رسائی کرے، مثلاً مائیکروفون۔

source: Play clock alarms and calendar alarms.
am: የ ሰአት እና የ ቀን መቁጠሪያ መቀስቀሻ ማጫወቻ
ar: تشغيل تنبيهات الساعة و تنبيهات التقويم.
bg: Издава звуци на будилник и календар.
bn_bd: ঘড়ির অ্যালার্ম এবং ক্যালেন্ডারের অ্যালার্ম বাজাও।
bn_in: ঘড়ির অ্যালার্ম এবং ক্যালেন্ডারের অ্যালার্ম বাজান।
bs: Pokreni alarm sata i alarm kalendara.
ca: Reproduir alarmes del rellotge i del calendari.
cy: Canu larymau cloc neu galendr.
eu: Erreproduzitu erloju-alarmak eta egutegi-alarmak.
ga_ie: Aláraim de chuid an chloig nó an fhéilire a sheinm.
id: Putar alarm jam dan alarm kalender.
kn: ಗಡಿಯಾರದ ಅಲಾರಂ ಮತ್ತು ದಿನಸೂಚಿ ಅಲಾರಂಗಳನ್ನು ಪ್ಲೇ ಮಾಡು
mg: Handefa ireo alariman'ny maontira sy alariman'ny kalandrie.
my: နာရီ အသိပေးသံနှင့် ပြက္ခဒိန်အသိပေးသံ နားဆင်ရန်
pt: Reproduzir alarmes de relógio e de calendário.
ro: Redă alarme de deșteptare și de calendar.
th: เล่นการปลุกนาฬิกาและการเตือนปฏิทิน
ur: عگھڑی الارم اور کیلنڈر الارم چلائیں۔

source: Play music and video.
am: ሙዚቃ እና ቪዲዮ ማጫወቻ
ar: تشغيل موسيقى و فيديو.
bg: Възпроизвежда музика и видеозаписи.
bn_bd: সঙ্গীত এবং ভিডিও বাজাও।
bn_in: সঙ্গীত এবং ভিডিও বাজান।
bs: Pokreni muziku i video.
ca: Reproduir música i vídeo.
cy: Chwarae cerddoriaeth neu fideo.
eu: Erreproduzitu musika eta bideoa.
ga_ie: Ceol nó físeáin a sheinm.
id: Putar musik dan video.
kn: ಸಂಗೀತ ಮತ್ತು ವೀಡಿಯೊ ಪ್ಲೇ ಮಾಡು.
mg: Handefa mozika sy horonantsary.
my: သီချင်းနှင့် ရုပ်ရှင် ဖွင့်ရန်
pt: Reproduzir música e vídeo.
ro: Redă muzică și video.
th: เล่นเพลงและวิดีโอ
ur: موسیقی اور وڈیو چلائیں۔

source: Play UI sounds, Web content, music, radio.
am: የ UI ድምፆች ማጫወቻ የ ዌብ ይዞታዎች ሙዚቃ ሬዲዮ
ar: تشغيل أصوات واجهة المستخدم، محتوى الويب، الموسيقى، والإذاعة.
bg: Издава звуци на интерфейса, Интернет съдържание, музика и радио.
bn_bd: UI শব্দ, ওয়েব কন্টেন্ট, সঙ্গীত, রেডিও বাজাও।
bn_in: UI শব্দ, ওয়েবের কন্টেন্ট, সঙ্গীত, রেডিও বাজান।
bs: Pokreni UI zvukove, web sadržaj, muziku, radio.
ca: Reproduir sons de la interfície, contingut web, música, ràdio.
cy: Seiniau'r rhyngwyneb, cynnwys Gwe, cerddoriaeth, radio.
eu: Erreproduzitu interfazearen soinuak, web edukia, musika, irratia.
ga_ie: Fuaimeanna comhéadain, ábhar Gréasáin, ceol, nó raidió a sheinm.
id: Putar suara antarmuka, konten Web, musik, dan radio.
kn: UI ಧ್ವನಿಗಳು, ಜಾಲದ ವಿಷಯ, ಸಂಗೀತ, ರೇಡಿಯೋ ಪ್ಲೇ ಮಾಡು.
mg: Handefa feon'ny Interifasin'ny Mpampiasa, atin-tranonkala, mozika, radio.
my: UI အသံများ၊ ဝဘ်အကြောင်းအရာများ၊ ဂီတ၊ ရေဒီယို ဖွင့်ရန်။
pt: Reproduzir sons de interface, conteúdo web, música, rádio.
ro: Redă sunete de interfață, conținut web, muzică, radio.
th: เล่นเสียงส่วนติดต่อผู้ใช้ เนื้อหาเว็บ เพลง วิทยุ
ur: UI آواز، ویب مواد، موسیقی، ریڈیو چلائیں۔

source: Play notification message sounds.
am: የማስታወቂያ መልእክት ድምፆች ማጫወቻ
ar: تشغيل أصوات إشعار الرسائل.
bg: Издава звуци на известия.
bn_bd: নোটিফিকেশন বার্তার শব্দ বাজান।
bn_in: নোটিফিকেশন বার্তার শব্দ বাজান।
bs: Pokreni zvukove za obavještenja poruke
ca: Reproduir sons de missatges de notificació.
cy: Chwarae seiniau hysbysiad negeseuon.
eu: Erreproduzitu jakinarazpen-mezuen soinuak.
ga_ie: Fuaimeanna fógra a sheinm.
id: Putar suara notifikasi pesan.
kn: ಸೂಚನೆ ಸಂದೇಶದ ಧ್ವನಿ ಪ್ಲೇ ಮಾಡು.
mg: Handefa feon-kafatra filazana.
my: စာတိုအသိပေးသံများ နားဆင်ရန်။
pt: Reproduzir sons de mensagens de notificação.
ro: Redă sunetele de notificare mesaj.
th: เล่นเสียงการแจ้งเตือนข้อความ
ur: اطلاع پیغام آوازیں چلائیں۔

source: Enables the app to implement a browser in an iframe.
am: መተግበሪያዎች በ iframe ውስጥ መቃኘት እንዲችሉ ማስቻያ
ar: تمكين التطبيق لتنفيذ المتصفح في iframe.
bg: Позволява на приложението да вгражда браузър в рамка.
bn_bd: একটি iframe এর ভিতরে ব্রাউজারক অ্যাপটি সক্রিয় করে।
bn_in: iframe-এ ব্রাউজারকে বাস্তবায়ন করবার জন্য একটি অ্যাপকে সক্ষম করে।
bs: Omogućava aplikaciji da implementira browser u iframe.
ca: Permet a l'aplicació implementar un navegador en un iframe.
cy: Galluogi'r ap i weithredu porwr o fewn iframe.
eu: Aplikazioak nabigatzaile bat iframe batean inplementatzea ahalbidetzen du.
ga_ie: Brabhsálaí a chur i bhfeidhm in i-fhráma.
id: Izinkan aplikasi untuk mengimplementasikan peramban dalam iframe.
kn: ಅನ್ವಯ iframe ನಲ್ಲಿ ಬ್ರೌಸರ್ ವ್ಯವಸ್ಥಿತಗೊಳಿಸಲು ಸಕ್ರಿಯಗೊಳಿಸಿ.
mg: Mamela ny app hametraka mpitety ao @ ifefimerana iray.
my: iframe ထဲတွင် ဘရောင်ဇာအသုံးပြုမှုရရန် အက်ပ်ကို ဆောင်ရွက်စေပါ။
pt: Permitir que a aplicação implemente um navegador numa iframe.
ro: Activează aplicația să implementeze un browser într-un iframe.
ur: iframe میں براؤزر بنانے کے لئے ایپ کو اہل بنائیں۔

source: Take photos, shoot video, record audio, and control the camera.
am: ፎቶዎች ያንሱ: ቪዲዮ ይቅረጹ: ድምፅ ይቅረጽ እና ካሜራውን ይቆጣጠሩ
ar: التقاط صور، وتسجيل الفيديو، تسجيل الصوت، والتحكم في الكاميرا.
bg: Прави снимки и видеозаписи, записва звуци и управлява камерата.
bn_bd: ছবি তুলুন, ভিডিও করুন, অডিও রেকর্ড করুন, এবং ক্যামেরা নিয়ন্ত্রণ করুন।
bn_in: ফোটো তুলুন, ভিডিও শুট করুন, অডিও রেকর্ড করুন, এবং ক্যামেরা কন্ট্রোল করুন।
bs: Slikajte, snimajte video i audio i kontrolišite kameru.
ca: Fer fotografies, enregistrar àudio i vídeo i controlar la càmera.
cy: Cymryd lluniau, saethu fideo, recordio sain a rheoli'r camera.
eu: Egin argazkiak, grabatu bideoak eta audioa, eta kontrolatu kamera.
ga_ie: Grianghraif a thógáil, físeáin nó fuaim a thaifeadadh, nó an ceamara a úsáid.
id: Mengambil foto, merekam video, suara, dan mengendalikan kamera.
kn: ಫೋಟೊ ತತೆಗೆಯಿರಿ, ವೀಡಿಯೊ ಶೋಟ್ ಮಾಡಿ, ಆಡಿಯೊ ರೆಕಾರ್ಡ್ ಮಾಡಿ, ಮತ್ತು ಕ್ಯಾಮೆರಾ ನಿಯಂತ್ರಿಸಿ.
mg: Maka sary, mitifitra horonantsary, mandrakitra feo ary mamehy ny fakantsary.
my: ဓါတ်ပုံများ၊ ရုပ်ရှင်များ ရိုက်ပါ။ အသံသွင်းပါ။ ပြီးတော့ ကင်မရာကို လိုသလိုသုံးပါ။
pt: Tirar fotografias, capturar vídeos, gravar áudio e controlar a câmara.
ro: Realizează fotografii, înregistrează video și audio și controlează camera.
th: ถ่ายรูปภาพ ถ่ายวิดีโอ บันทึกเสียง และควบคุมกล้อง
ur: تصویر لے، شوٹ ویڈیو، آڈیو ریکارڈ کریں، اور کیمرہ کنٹرول کرے۔

# perm-contacts-description
source: Add, read, or modify contacts from the address book on the device and read contacts from the SIM.
am: ግንኙነቶች መጨመሪያ ማንበቢያ ወይንም ማሻሻያ ከ አድራሻ ደብተር ውስጥ በ አካሉ ላይ እና ግንኙነቶች ማንበቢያ ከ ሲም ካርድ ውስጥ
ar: إضافة, قراءة، أو تعيير جهات اتّصال من دفتر العناوين على الجهاز و قراءة الأسماء من الـ SIM.
bg: Добавя, чете или променя контакти от адресната книга на устройството и чете контакти от SIM.
bn_bd: অ্যাড্রেসবুকে পরিচিতি যোগ, পড়া বা পরিবর্তন করা এবং SIM থেকে পরিচিতি পড়া।
bn_in: ডিভাইসের অ্যাড্রেসের বই থেকে পরিচিতি যোগ করুন, পড়ুন, বা পরিবর্তন করুন এবং SIM থেকে পরিচিতি পড়ুন।
bs: Dodajte, učitajte ili mijenjajte kontakte iz imenika na uređaju i učitajte kontakte sa SIM kartice.
ca: Afegir, llegir o modificar contactes de la llibreta d'adreces del dispositiu i llegir contactes de la SIM.
cy: Ychwanegu, darllen neu newid cysylltiadau ar lyfr cyfeiriadau'r ddyfais a darllen cysylltiadau o'r SIM.
eu: Gehitu, irakurri edo aldatu kontaktuak gailuko helbide-liburutik eta irakurri kontaktuak SIM txarteletik.
ga_ie: Teagmhálaithe a léamh, a athrú, nó a chur leis an leabhar seoltaí ar an ngléas, nó iad a léamh ó chárta SIM.
id: Menambahkan, membaca, atau mengubah kontak dari buku alamat pada perangkat dan membaca kontak dari SIM.
kn: ಸಾಧನದಲ್ಲಿನ ವಿಳಾಸ ಪುಸ್ತಕದಿಂದ ಸಂಪರ್ಕಗಳನ್ನು ಸೇರಿಸಿ, ಓದಿ, ಅಥವಾ ಬದಲಾಯಿಸಿ ಮತ್ತು SIM ನಲ್ಲಿಯ ಸಂಪರ್ಕಗಳನ್ನು ಓದಿ.
mg: Manampy, mamaky na manova kaontakita ao @ bokin'adiresin'ny fitaovana sy mamaky kaontakita ao @ SIM.
my: SIM မှ လိပ်စာများ ကြည့်ရန်နှင့် ကိရိယာထဲရှိ လိပ်စာမှတ်စုမှ အသေးစိပ်လိပ်စာများ ထည့်ရန်၊ ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Adicionar, ler ou modificar contactos do livro de endereços no dispositivo e ler contactos do SIM.
ro: Adaugă, citește sau modifică contactele din agenda de pe dispozitiv și citește contactele de pe SIM.
th: เพิ่ม อ่าน หรือเปลี่ยนแปลงรายชื่อจากสมุดรายชื่อบนอุปกรณ์ และอ่านรายชื่อจาก SIM
ur: اضافہ کریں، پڑھیں، یا آلہ پر کتاب پتہ جات سے رابطوں کو ترمیم کریں اور SIM سے رابطوں کو پڑھیں۔

source: Read contacts from the address book on the device and read contacts from the SIM.
am: ግንኙነቶች ማንበቢያ ከ አድራሻ ደብተር ውስጥ በ አካሉ ላይ እና ግንኙነቶች ማንበቢያ ከ ሲም ካርድ ውስጥ
ar: قراءة أو تغيير الأسماء من دفتر العناوين على الجهاز و قراءة الأسماء من الـ SIM.
bg: Чете контакти от адресната книга на устройството и чете контакти от SIM.
bn_bd: ডিভাইসের অ্যাড্রেসবুক থেকে পরিচিতি পড়া এবং SIM থেকে পরিচিতি পড়া।
bn_in: ডিভাইসে পরিচিতি অ্যাড্রেস বই থেকে পড়ুন এবং SIM থেকে পরিচিতি পড়ুন।
bs: Učitajte kontakte iz imenika na uređaju i učitajte kontakte sa SIM kartice.
ca: Llegir contactes de la llibreta d'adreces del dispositiu i llegir contactes de la SIM.
cy: Darllen y cysylltiadau ar lyfr cyfeiriadau'r ddyfais a darllen cysylltiadau o'r SIM.
eu: Irakurri kontaktuak gailuko helbide-liburutik eta irakurri kontaktuak SIM txarteletik.
ga_ie: Teagmhálaithe a léamh ón leabhar seoltaí ar an ngléas agus iad a léamh ó chárta SIM.
id: Membaca kontak dari buku alamat pada perangkat dan membaca kontak dari SIM.
kn: ಸಾಧನದಲ್ಲಿನ ವಿಳಾಸ ಪುಸ್ತಕದಿಂದ ಸಂಪರ್ಕಗಳನ್ನು ಓದಿ ಮತ್ತು SIM ನಲ್ಲಿಯ ಸಂಪರ್ಕಗಳನ್ನು ಓದಿ.
mg: Mamaky kaontakita ao @ bokin'adiresin'ny fitaovana sy mamaky kaontakita ao @ SIM.
my: ကိရိယာထဲရှိ လိပ်စာမှတ်စုမှ လိပ်စာများ ကြည့်ရန်နှင့် SIM ထဲမှ လိပ်စာများ ကြည့်ရန်။
pt: Ler contactos do livro de endereços no dispositivo e ler contactos do SIM.
ro: Citește contactele din agenda de pe dispozitiv și citește contactele de pe SIM.
th: อ่านรายชื่อจากสมุดรายชื่อบนอุปกรณ์ และอ่านรายชื่อจาก SIM
ur: آلہ پر کتاب پتہ جات سے رابطوں کو پڑھیں اور SIM سے رابطوں کو پڑھیں۔

source: Read or modify contacts from the address book on the device and read contacts from the SIM.
am: ከ አድራሻ ደብተር ውስጥ ግንኙነቶች ማንበቢያ ወይንም ማሻሻያ በ አካሉ ላይ እና ግንኙነቶች ማንበቢያ ከ ሲም ካርድ ውስጥ
ar: قراءة أو تغيير الأسماء من دفتر العناوين على الجهاز و قراءة الأسماء من الـ SIM.
bg: Чете или променя контакти от адресната книга на устройството и чете контакти от SIM.
bn_bd: ডিভাইসের অ্যাড্রেসবুক থেকে পরিচিতি পড়া বা পরিবর্তন করা এবং SIM থেকে পরিচিতি পড়া।
bn_in: ডিভাইসের অ্যাড্রেস বই থেকে পরিচিতি পড়ুন বা পরিবর্তন করুন এবং SIM থেকে পরিচিতি পড়ুন।
bs: Učitajte ili mijenjajte kontakte iz imenika na uređaju i učitajte kontakte sa SIM kartice.
ca: Llegir o modificar contactes de la llibreta d'adreces del dispositiu i llegir contactes de la SIM.
cy: Darllen neu newid y cysylltiadau ar lyfr cyfeiriadau'r ddyfais a darllen cysylltiadau o'r SIM.
eu: Irakurri edo aldatu kontaktuak gailuko helbide-liburutik eta irakurri kontaktuak SIM txarteletik.
ga_ie: Teagmhálaithe a athrú nó a léamh ón leabhar seoltaí ar an ngléas, nó iad a léamh ó chárta SIM.
id: Membaca atau mengubah kontak dari buku alamat pada perangkat dan membaca kontak dari SIM.
kn: ಸಾಧನದಲ್ಲಿನ ವಿಳಾಸ ಪುಸ್ತಕದಿಂದ ಸಂಪರ್ಕಗಳನ್ನು ಓದಿ ಅಥವಾ ಬದಲಾಯಿಸಿ ಮತ್ತು SIM ನಲ್ಲಿಯ ಸಂಪರ್ಕಗಳನ್ನು ಓದಿ.
mg: Mamaky na manova kaontakita ao @ bokin'adiresin'ny fitaovana sy mamaky kaontakita ao @ SIM.
my: ကိရိယာထဲရှိ မှတ်စုလိပ်စာမှ လိပ်စာများ ကြည့်ရန် (သို့) ပြင်ရန်နှင့် SIM ထဲမှ လိပ်စာများ ကြည့်ရန်။
pt: Ler ou modificar contactos do livro de endereços no dispositivo e ler contactos do SIM.
ro: Citește sau modifică contactele din agenda de pe dispozitiv și citește contactele de pe SIM.
th: อ่านหรือเปลี่ยนแปลงรายชื่อจากสมุดรายชื่อบนอุปกรณ์ และอ่านรายชื่อจาก SIM
ur: آلہ پر کتاب پتہ جات سے رابطوں کو ترمیم کریں اور SIM سے رابطوں کو پڑھیں۔

# perm-contacts-readcreate-description
source: Add, read, or modify contacts from the address book on the device and read contacts from the SIM.
am: ግንኙነቶች መጨመሪያ ማንበቢያ ወይንም ማሻሻያ ከ አድራሻ ደብተር ውስጥ በ አካሉ ላይ እና ግንኙነቶች ማንበቢያ ከ ሲም ካርድ ውስጥ
ar: إضافة, قراءة, أو تعيير جهات اتّصال من دفتر العناوين على الجهاز و قراءة الأسماء من الـ SIM.
bg: Добавя, чете или променя контакти от адресната книга на устройството и чете контакти от SIM.
bn_bd: ডিভাইসের অ্যাড্রেসবুকে পরিচিতি যোগ, পড়া বা পরিবর্তন করা এবং SIM থেকে পরিচিতি পড়া।
bn_in: ডিভাইসের অ্যাড্রেসের বই থেকে পরিচিতি যোগ করুন, পড়ুন, বা পরিবর্তন করুন এবং SIM থেকে পরিচিতি পড়ুন।
bs: Dodajte, učitajte ili mijenjajte kontakte iz imenika na uređaju i pročitajte kontakte sa SIM kartice.
ca: Afegir, llegir o modificar contactes de la llibreta d'adreces del dispositiu i llegir contactes de la SIM.
cy: Ychwanegu, darllen neu newid y cysylltiadau ar lyfr cyfeiriadau'r ddyfais a darllen cysylltiadau o'r SIM.
eu: Gehitu, irakurri edo aldatu kontaktuak gailuko helbide-liburutik eta irakurri kontaktuak SIM txarteletik.
ga_ie: Teagmhálaithe a léamh, a athrú, nó a chur leis an leabhar seoltaí ar an ngléas nó iad a léamh ó chárta SIM.
id: Menambahkan, membaca, atau mengubah kontak dari buku alamat pada perangkat dan membaca kontak dari SIM.
kn: ಸಾಧನದಲ್ಲಿನ ವಿಳಾಸ ಪುಸ್ತಕದಿಂದ ಸಂಪರ್ಕಗಳನ್ನು ಸೇರಿಸುವುದು, ಓದುವುದು, ಅಥವಾ ಬದಲಾಯಿಸಿ ಮತ್ತು SIM ನಲ್ಲಿಯ ಸಂಪರ್ಕಗಳನ್ನು ಓದಿ.
mg: Manampy, mamaky na manova kaontakita ao @ bokin'adiresin'ny fitaovana sy mamaky kaontakita ao @ SIM.
my: ကိရိယာထဲရှိ လိပ်စာမှတ်စုမှ လိပ်စာများ ထည့်ရန်၊ ကြည့်ရန် (သို့) ပြင်ရန်နှင့် SIM ထဲမှ လိပ်စာများ ကြည့်ရန်။
pt: Adicionar, ler ou modificar contactos do livro de endereços no dispositivo e ler contactos do SIM.
ro: Adaugă, citește sau modifică contactele din agenda de pe dispozitiv și citește contactele de pe SIM.
th: เพิ่ม อ่าน หรือเปลี่ยนแปลงรายชื่อจากสมุดรายชื่อบนอุปกรณ์ และอ่านรายชื่อจาก SIM
ur: اضافہ کریں، پڑھیں، یا آلہ پر کتاب پتہ جات سے رابطوں کو ترمیم کریں اور SIM سے رابطوں کو پڑھیں۔

source: Add contacts to the address book on the device.
am: በዚህ አካል ላይ ግንኙነት መጨመሪያ ወደ አድራሻ ደብተር
ar: أضِف جهات اتصال لدفتر العناوين على الجهاز.
bg: Добавя контакти към адресната книга на устройството.
bn_bd: ডিভাইসের অ্যাড্রেসবুকে পরিচিতি যোগ।
bn_in: ডিভাইসে অ্যাড্রেস বইয়ে পরিচিতি যোগ করুন।
bs: Dodajte kontakte u imenik na uređaju.
ca: Afegir contactes a la llibreta d'adreces del dispositiu.
cy: Ychwanegu cysylltiadau ar lyfr cyfeiriadau'r ddyfais.
eu: Sartu kontaktuak gailuko helbide-liburuan.
ga_ie: Teagmhálaithe a chur leis an leabhar seoltaí ar an ngléas.
id: Menambahkan kontak ke buku alamat pada perangkat.
kn: ಸಾಧನದಲ್ಲಿನ ವಿಳಾಸ ಪುಸ್ತಕಕ್ಕೆ ಸಂಪರ್ಕಗಳನ್ನು ಸೇರಿಸಿ.
mg: Manampy kaontakita ao @ bokin'adiresy ao @ fitaovana.
my: ကိရိယာထဲရှိ လိပ်စာမှတ်စုသို့ လိပ်စာများ ထည့်ရန်။
pt: Adicionar contactos ao livro de endereços no dispositivo.
ro: Adaugă contacte la agenda din dispozitiv.
th: เพิ่มรายชื่อไปยังสมุดรายชื่อบนอุปกรณ์
ur: آلہ پر کتاب پتہ جات میں رابطوں کا اضافہ کریں۔

source: Display a notification on the user’s device.
am: በ ተጠቃሚው አካል ላይ ማስታወቂያ ማሳያ
ar: اظهار إشعارا على جهاز المستخدم.
bg: Показва известие на устройството.
bn_bd: ব্যবহারকারীর ডিভাইসে একটি নোটিফিকেশন প্রদর্শন করা হোক।
bn_in: ব্যবহারকারীর ডিভাইসে একটি নোটিফিকেশন বার প্রদর্শন করা হোক।
bs: Prikaži obavještenje na uređaju korisnika.
ca: Mostrar una notificació en el dispositiu de l'usuari.
cy: Dangos hysbysiad ar ddyfais y defnyddiwr.
eu: Erakutsi jakinarazpen bat erabiltzailearen gailuan.
ga_ie: Fógra a thaispeáint ar ghléas an úsáideora.
id: Menampilkan notifikasi pada perangkat pengguna.
kn: ಬಳಕೆದಾರರ ಸಾಧನದಲ್ಲಿ ಸೂಚನೆಯೊಂದನ್ನು ಪ್ರದರ್ಶಿಸಿ.
mg: Mampiseho filazana ao @ fitaovan'ny mpampiasa.
my: အသုံးပြုသူ၏ ကိရိယာတွင် အသိပေးချက် ပြပါ။
pt: Mostrar uma notificação no dispositivo do utilizador.
ro: Afișează o notificare pe dispozitivul utilizatorului.
th: แสดงการแจ้งเตือนบนอุปกรณ์ของผู้ใช้
ur: صارف کے آلہ پر اطلاع دکھائیں۔

# perm-device-storage-music-description
source: Add, read or modify music files stored on the device.
am: በ አካሉ ላይ የተጠራቀሙ የ ሙዚቃ ፋይሎች መጨመሪያ ማንበቢያ ወይንም ማሻሻያ
ar: إضافة، قراءة أو تعديل ملفات الموسيقى المحفوظة على الجهاز.
bg: Добавя, чете или променя музикални файлове съхранени на устройството.
bn_bd: ডিভাইসে মিউজিক ফাইল যোগ,পড়া বা পরিবর্তন করা।
bn_in: ডিভাইসে সঙ্গীতের ফাইল যোগ করুন, পড়ুন বা পরিবর্তন করুন।
bs: Dodajte, učitajte ili mijenjajte muzičke fajlove spremljene na uređaju.
ca: Afegir, llegir o modificar fitxers de música del dispositiu.
cy: Ychwanegu, darllen neu newid ffeiliau cerddoriaeth ar y ddyfais.
eu: Gehitu, irakurri edo aldatu gailuan gordetako musika-fitxategiak.
ga_ie: Comhaid cheoil a léamh, a athrú, nó a shábháil ar an ngléas.
id: Menambahkan, membaca, atau mengubah berkas musik yang disimpan pada perangkat.
kn: ಸಾಧನದಲ್ಲಿ ಉಳಿಸಿರುವ ಸಂಗೀತ ಕಡತಗಳನ್ನು ಸೇರಿಸಿ, ಓದಿ ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Manampy, mamaky na manova ireo raki-mozika voatahiry ao @ fitaovana.
my: ကိရိယာထဲတွင် သိမ်းထားသည့် သီချင်းဖိုင်များ ထည့်ရန်၊ ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Adicionar, ler ou modificar ficheiros de música armazenados no dispositivo.
ro: Adaugă, citește sau modifică fișierele de muzică stocate pe dispozitiv.
th: เพิ่ม อ่าน หรือเปลี่ยนแปลงไฟล์เพลงที่จัดเก็บบนอุปกรณ์
ur: اضافہ کریں، پڑھیں یا اس آلہ پر ذخیرہ کردہ موسیقی کو ترمیم کریں۔

source: Read music files stored on the device.
am: በ አካሉ ላይ የተጠራቀሙ የ ሙዚቃ ፋይሎች ማንበቢያ
ar: قراءة ملفات الموسيقى المحفوظة على الجهاز.
bg: Чете музикални файлове съхранени на устройството.
bn_bd: ডিভাইসের জমা হওয়া সঙ্গীতের ফাইল পড়ুন।
bn_in: ডিভাইসের জমা হওয়া সঙ্গীতের ফাইল পড়ুন।
bs: Pročitajte muzičke fajlove spremljene na uređaju.
ca: Llegir fitxers de música del dispositiu.
cy: Darllen ffeiliau cerddoriaeth sydd ar y ddyfais.
eu: Irakurri gailuan gordetako musika-fitxategiak.
ga_ie: Comhaid cheoil ar an ngléas a léamh.
id: Membaca berkas musik yang disimpan pada perangkat.
kn: ಸಾಧನದಲ್ಲಿ ಉಳಿಸಿರುವ ಸಂಗೀತ ಕಡತಗಳನ್ನು ಓದಿ.
mg: Mamaky ireo raki-mozika voatahiry ao @ fitaovana.
my: ကိရိယာထဲတွင် သိမ်းထားသည့် သီချင်းဖိုင်များ ကြည့်ရန်။
pt: Ler ficheiros de música armazenados no dispositivo.
ro: Citește fișierele de muzică stocate pe dispozitiv.
th: อ่านไฟล์เพลงที่จัดเก็บบนอุปกรณ์
ur: اس آلہ پر ذخیرہ کردہ موسیقی کو پڑھیں۔

source: Read or modify music files stored on the device.
am: በ አካሉ ላይ የተጠራቀሙ የ ሙዚቃ ፋይሎች ማንበቢያ ወይንም ማሻሻያ
ar: قراءة أو تعديل ملفات الموسيقى المخزّنة على الجهاز.
bg: Чете или променя музикални файлове съхранени на устройството.
bn_bd: ডিভাইসে সংরক্ষিত মিউজিক ফাইল পড়া বা পরিবর্তন করা।
bn_in: ডিভাইসে জমা করা সঙ্গীতের ফাইল পড়ুন বা পরিবর্তন করুন।
bs: Učitajte ili mijenjajte muzičke fajlove spremljene na uređaju.
ca: Llegir o modificar fitxers de música del dispositiu.
cy: Darllen neu newid ffeiliau cerddoriaeth sydd ar y ddyfais.
eu: Irakurri edo aldatu gailuan gordetako musika-fitxategiak.
ga_ie: Comhaid cheoil ar an ngléas a léamh nó a athrú.
id: Membaca atau mengubah berkas musik yang disimpan pada perangkat.
kn: ಸಾಧನದಲ್ಲಿ ಉಳಿಸಿರುವ ಸಂಗೀತ ಕಡತಗಳನ್ನು ಓದಿ ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Mamaky na manova ireo raki-mozika voatahiry ao @ fitaovana.
my: ကိရိယာတွင် သိမ်းထားသည့် သီချင်းဖိုင်များ ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Ler ou modificar ficheiros de música armazenados no dispositivo.
ro: Citește sau modifică fișierele de muzică stocate pe dispozitiv.
th: อ่านหรือเปลี่ยนแปลงไฟล์เพลงที่จัดเก็บบนอุปกรณ์
ur: اس آلہ پر ذخیرہ کردہ موسیقی کو پڑھیں یا فر ترمیم کریں۔

# perm-device-storage-music-readcreate-description
source: Add, read or modify music files stored on the device.
am: በ አካሉ ላይ የተጠራቀሙ የ ሙዚቃ ፋይሎች መጨመሪያ ማንበቢያ ወይንም ማሻሻያ
ar: إضافة، قراءة أو تعديل ملفات الموسيقى المحفوظة على الجهاز.
bg: Добавя, чете или променя музикални файлове съхранени на устройството.
bn_bd: ডিভাইসে সংরক্ষিত মিউজিক ফাইল যোগ,পড়া বা পরিবর্তন করা।
bn_in: ডিভাইসে জমা করা সঙ্গীতের ফাইল যোগ করুন, পড়ুন বা পরিবর্তন করুন।
bs: Dodajte, učitajte ili mijenjajte muzičke fajlove spremljene na uređaju.
ca: Afegir, llegir o modificar fitxers de música del dispositiu.
cy: Ychwanegu, darllen neu newid ffeiliau cerddoriaeth sydd ar y ddyfais.
eu: Gehitu, irakurri edo aldatu gailuan gordetako musika-fitxategiak.
ga_ie: Comhaid cheoil a léamh, a athrú, nó a shábháil ar an ngléas.
id: Menambah, membaca, atau mengubah berkas musik yang disimpan pada perangkat.
kn: ಸಾಧನದಲ್ಲಿ ಉಳಿಸಿರುವ ಸಂಗೀತ ಕಡತಗಳನ್ನು ಸೇರಿಸಿ, ಓದಿ ಅಥವಾ ಬದಲಾಯಿಸಿ.
mg: Manampy, mamaky na manova ireo raki-mozika voatahiry ao @ fitaovana.
my: ကိရိယာတွင် သိမ်းထားသည့် သီချင်းဖိုင်များကို ထည့်ရန်၊ ကြည့်ရန် (သို့) ပြင်ရန်။
pt: Adicionar, ler ou modificar ficheiros de música armazenados no dispositivo.
ro: Adaugă, citește sau modifică fișierele de muzică stocate pe dispozitiv.
th: เพิ่ม อ่าน หรือเปลี่ยนแปลงไฟล์เพลงที่จัดเก็บบนอุปกรณ์
ur: اس آلہ پر ذخیرہ کردہ موسیقی کا اضافہ کریں، پڑھیں یا ترمیم کریں۔

source: Store new music files on the device.
am: በ አካሉ ላይ አዲስ የ ሙዚቃ ፋይሎች መጨመሪያ
ar: حفظ ملفات موسيقى جديدة على الجهاز.
bg: Създава музикални файлове на устройството.
bn_bd: ডিভাইসে নতুন গান সংরক্ষণ করুন।
bn_in: ডিভাইসে নতুন সঙ্গীতের ফাইল জমা করুন।
bs: Spremi nove muzičke fajlove na uređaj.
ca: Desar fitxers de música nous en el dispositiu.
cy: Cadw ffeiliau cerddoriaeth newydd ar y ddyfais.
eu: Gorde musika-fitxategi berriak gailuan.
ga_ie: Comhaid cheoil nua a shábháil ar an ngléas.
id: Menyimpan berkas musik baru pada perangkat.
kn: ಸಾಧನದಲ್ಲಿ ಹೊಸ ಸಂಗೀತ ಕಡತಗಳನ್ನು ಶೇಖರಿಸಿ.
mg: Mitahiry raki-mozika vaovao ao @ fitaovana.
my: သီချင်းဖိုင်အသစ်များကို ကိရိယာထဲတွင် သိမ်းပါ။
pt: Armazenar novos ficheiros de música no dispositivo.
ro: Stochează fișiere noi de muzică pe dispozitiv.
th: จัดเก็บไฟล์เพลงใหม่บนอุปกรณ์
ur: نئی موسیقی مسلیں آلہ پر ذخیرہ کریں۔
