Repository: translate/mozilla-gaia
Catalog: */apps/privacy-panel/privacypanel.properties.po
Languages: am, ar, bg, bn_bd, bn_in, bs, eu, ga_ie, gd, id, kn, pt, ur, uz

source: Privacy Controls
am: የግላዊነት መመሪያ መቆጣጠሪያዎች
ar: ضوابِط الخصوصية
bg: Достъп до лични данни
bn_bd: গোপনীয়তা নিয়ন্ত্রণ
bn_in: গোপনীয়তা নিয়ন্ত্রণ
bs: Kontrole privatnosti
eu: Pribatutasun-kontrolak
ga_ie: Rialtáin Phríobháideachais
gd: Uidheaman-smachd prìobhaideachd
id: Kendali Privasi
kn: ಗೌಪ್ಯತೆ ನಿಯಂತ್ರಣಗಳು
pt: Controlos de privacidade
ur: نجی نوعیت کنٹرول
uz: Maxfiylik boshqaruvlari

source: Location Accuracy
am: የ አካባቢ ትክክለኛነት
ar: دقة الموقع
bg: Точност на местополож.
bn_bd: অবস্থানের সঠিকতা
bn_in: অবস্থানের সঠিকতা
bs: Preciznost lokacije
eu: Kokapenaren zehaztasuna
ga_ie: Cruinneas Suímh
gd: Pongalachd an ionaid
id: Akurasi Lokasi
kn: ಸ್ಥಳ ನಿಖರತೆ
pt: Precisão de localização
ur: محل وقوع درستی
uz: Joylashuv aniqligi

# location-accuracy.ariaLabel
source: Location Accuracy
am: የ አካባቢ ትክክለኛነት
bn_bd: অবস্থানের সঠিকতা
ga_ie: Cruinneas Suímh
gd: Pongalachd an ionaid
uz: Joylashuv aniqligi

source: Transparency Control
am: የ ግልጽነት መቆጣጠሪያ
ar: التحكم بالشّفافية
bg: Прозрачност на правата
bn_bd: সচ্ছতা নিয়ন্ত্রণ
bn_in: স্বচ্ছতা নিয়ন্ত্রণ
bs: Kontrola transparencije
eu: Gardentasun-kontrola
ga_ie: Rialúchán Trédhearcachta
gd: Uidheam-smachd na trìd-shoilleireachd
id: Kendali Transparansi
kn: ಪಾರದರ್ಶಕತೆ ನಿಯಂತ್ರಣ
pt: Controlo de transparência
ur: شفافیت کنٹرول
uz: Shaffoflik boshqaruvi

# transparency-control.ariaLabel
source: Transparency Control
am: የ ግልጽነት መቆጣጠሪያ
ar: التحكم بالشفافية
bn_bd: সচ্চতা নিয়ন্ত্রণ
ga_ie: Rialúchán Trédhearcachta
gd: Uidheam-smachd na trìd-shoilleireachd
uz: Shaffoflik boshqaruvi

# privacy-protection
source: Remote Protection
am: በርቀት መጠበቂያ
ar: حماية عن بعد
bg: Отдалечена защита
bn_bd: রিমোট সংরক্ষণ
bn_in: রিমোট সংরক্ষণ
bs: Udaljena zaštita
eu: Urruneko babesa
ga_ie: Cianchosaint
gd: Dìon cèin
id: Perlindungan Daring
kn: ದೂರದ ರಕ್ಷಣೆ
pt: Proteção remota
ur: بعید حفاظت
uz: Masofadan himoyalanish

# privacy-protection.ariaLabel
source: Remote Protection
am: በርቀት መጠበቂያ
ar: الحماية عن بعد
bg: Отдалечена защита
bn_bd: রিমোট সংরক্ষণ
ga_ie: Cianchosaint
gd: Dìon cèin
uz: Masofadan himoyalanish

source: Guided Tour
am: ይጎብኙ
ar: جولة تعريفية
bn_bd: গাইডেড ট্যুর
ga_ie: Turas Treoraithe
gd: Turas stiùirichte
uz: Yo‘lboshlovchi bilan sayohat

# guided-tour.ariaLabel
source: Guided Tour
am: ይጎብኙ
bn_bd: গাইডেড ট্যুর
ga_ie: Turas Treoraithe
gd: Turas stiùirichte
uz: Yo‘lboshlovchi bilan sayohat

# la-panel
source: Location Accuracy
am: የ አካባቢ ትክክለኛነት
ar: دقة الموقع
bg: Точност на местоположение
bn_bd: অবস্থানের সঠিকতা
bn_in: অবস্থানের সঠিকতা
bs: Preciznost lokacije
eu: Kokapenaren zehaztasuna
ga_ie: Cruinneas Suímh
gd: Pongalachd an ionaid
id: Akurasi Lokasi
kn: ಸ್ಥಳ ನಿಖರತೆ
pt: Precisão da localização
ur: محل وقوع درستی
uz: Joylashuv aniqligi

source: Geolocation
am: አሁን ያሉበት አካባቢ
ar: المَوقع الجغرافي
bg: Местоположение
bn_bd: ভূঅবস্থান
bn_in: ভৌগলিক অবস্থান
bs: Geolokacija
eu: Geokokapena
ga_ie: Geoshuíomh
gd: Geò-lorgadh
id: Geolokasi
kn: ಭೂಸ್ಥಳ
pt: Geolocalização
ur: جغرافیائی محل وقوع
uz: Geojoylashuv

source: Location adjustment
am: አካባቢ ማስተካከያ
ar: تعديل الموقع
bg: Корекция
bn_bd: অবস্থানের সমন্বয়
bn_in: অবস্থানের সমন্বয়
bs: Podešavanje lokacije
eu: Kokapenaren doiketa
ga_ie: Oiriúnú Suímh
gd: Gleusadh an ionaid
id: Penyesuaian lokasi
kn: ಸ್ಥಳ ಸರಿಹೊಂದಿಸುವಿಕೆ
pt: Ajuste da localização
ur: محل وقوع تطبیق
uz: Joylashuvni moslash

source: Remember: Location Adjustment influences the location {{brandShortName}} provides to apps. It will not affect your IP-address or locale settings, so some services might still be able to locate you.
am: ያስታውሱ: አካባቢን ማሰናዳት በ አካባቢው ላይ ተጽእኖ ይፈጥራል{{brandShortName}} ለ መተግበሪያ የሚቀርበውን የ እርስዎን IP-address ወይንም ቋንቋ ማሰናጃ ላይ ተጽእኖ አይፈጥርም: ስለዚህ አንዳንድ ግልጋሎቶች ያሉበትን አካባቢ ማወቅ ይችላሉ
ar: تذكير: تعديل الموقع سيؤثر على الموقع {{brandShortName}} المتوفر للتطبيقات. لن يؤثر على عنوان IP الخاص بك أو الإعدادات المحلية، حتى تستطيع بعض الخدمات تحديد موقعك.
bg: Запомнете: Корекция на местоположението влияе върху местоположението, което {{brandShortName}} дава на приложенията. Не влияе върху IP-адреса или езиковите ви настройки, така че някои услуги все пак биха могли да разберат къде се намирате.
bn_bd: মনে রাখবেন: অবস্থানের পরিবর্তন {{brandShortName}} অবস্থানকে প্রভাবিত করে সমস্ত অ্যাপের জন্য। এটি আপনার IP-ঠিকানা বা লোকেল বৈশিষ্ট্য প্রভাবিত করতে পারবে না, তাই কিছু সার্ভিস হয়তো এখনও আপনাকে লোকেট করতে পারবে।
bn_in: মনে রাখবেন: অবস্থানের পরিবর্তন {{brandShortName}} অবস্থানকে প্রভাবিত করে সমস্ত অ্যাপের জন্য। এটি আপনার IP-ঠিকানা বা লোকেল বৈশিষ্ট্য প্রভাবিত করতে পারবে না, তাই কিছু সার্ভিস হয়তো এখনও আপনাকে লোকেট করতে পারবে।
bs: Zapamtite: Podešavanje lokacije utiče na lokaciju koju {{brandShortName}} pruža aplikacijama. To neće uticati na vašu IP-adresu ili lokalne postavke, tako da neki servisi možda i dalje mogu da vas pronađu.
eu: Gogoan izan: Kokapenaren doiketak eragina du {{brandShortName}}(e)k aplikazioei ematen dien kokapenean. Ez du eraginik zure IP helbidean edo hizkuntza-ezarpenetan, beraz zenbait zerbitzu zu kokatzeko gai izan daitezke.
ga_ie: Cuimhnigh: Imríonn oiriúnú suímh tionchar ar an suíomh a chuireann {{brandShortName}} ar fáil d'aipeanna. Ní bheidh tionchar aige seo ar do sheoladh IT ná do shocruithe logchaighdeáin, mar sin, seans go mbeidh seirbhísí áirithe in ann teacht ort.
gd: Cuimhnich: Tha buaidh aig gleusadh an ionaid air an àite a bheir {{brandShortName}} do dh’aplacaidean. Cha bhi buaidh aige air an t-seòladh IP agad no roghainnean an sgeama ionadail agus dh’fhaoidte gun urrainn do chuid a sheirbheisean d’ ionad a dh’fhiosrachadh fhathast.
id: Ingat: Penyesuaian Lokasi mempengaruhi cara lokasi yang disediakan {{brandShortName}} untuk aplikasi. Ini tidak akan mempengaruhi alamat IP atau setelan pelokalan jadi beberapa layanan mungkin masih akan mampu menentukan lokasi Anda.
kn: ನೆನಪಿರಲಿ: ಸ್ಥಳ ಹೊಂದಾಣಿಕೆಯು {{brandShortName}} ಅನ್ವಯಗಳಿಗೆ ಲಭ್ಯವಾಗಿಸುವ ಸ್ಥಳದ ಮೇಲೆ ಪ್ರಭಾವ ಬೀರುತ್ತದೆ.ಇದು ನಿಮ್ಮ IP-ವಿಳಾಸ ಅಥವಾ ಸ್ಥಳೀಯ ಸಿದ್ದತೆಗಳನ್ನು ಬಾಧಿಸುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ಕೆಲವು ಸೇವೆಗಳು ನಿಮ್ಮನ್ನು ಹುಡುಕಲು ಸಾಧ್ಯವಾಗಬಹುದು.
pt: Lembre-se: o ajuste da localização influencia a localização que o {{brandShortName}} fornece às aplicações. Não irá afetar o seu endereço de IP ou definições de idioma, pelo que alguns serviços poderão conseguir localizá-lo.
ur: یاد رکھیں: محل وقوع تطبیق محل وقوع کو متاثر کرتا ہے{{brandShortName}} ایپس کے لئے فراہم کرتا ہے۔ اسکا آپ کے IP-ایڈریس یا لوکیل سیٹنگیں پر اثر نہیں پڑے گا، تو کچھ خدمات اب بھی آپ کو محل وقوع بتانے کے قابل ہو سکتی ہے۔
uz: Yodda saqlang: Joylashuv aniqligi {{brandShortName}} ilova dasturlariga ta’sir qiladi. U IP manzilingizga yoki mahalliy sozlamalarga ta’sir qilmaydi, shuning uchun ba’zi xizmatlar sizning joylashuvingizni aniqlashi mumkin.

source: Adjust the global accuracy level of your current location for all apps, define and set a permanent fixed location and add exceptions for single apps.
am: አለም አቀፍ ትክክለኛነት ደረጃ ማስተካከያ አሁን ያሉበትን አካባቢ ለሁሉም መተግበሪያዎች: መግለጫ እና ማሰናጃ ቋሚ የተወሰነ አካባቢ እና የተለዩ መጨመሪያ ለ ነጠላ መተግበሪያዎች
ar: ضبط مستوى الدقة العالمي لموقعك الحالي لجميع التطبيقات، وتحديد موقع ثابت دائم وإضافة استثناءات للتطبيقات.
bg: Настройте основна точност на местоположението за всички приложения, определете фиксирано местоположение и добавете изключения за отделни приложения.
bn_bd: আপনার বর্তমান অবস্থানের ভৌগোলিক সঠিকতা লেভেল পরিচালনা করুন সমস্ত অ্যাপের জন্য, ব্যাখ্যা করুন এবং একটি স্থায়ী ফিক্সড অবস্থান সেট করুন এবং একক অ্যাপের জন্য এক্সসেপশন যোগ করুন।
bn_in: আপনার বর্তমান অবস্থানের ভৌগোলিক সঠিকতা লেভেল পরিচালনা করুন সমস্ত অ্যাপের জন্য, ব্যাখ্যা করুন এবং একটি স্থায়ী ফিক্সড অবস্থান সেট করুন এবং একক অ্যাপের জন্য এক্সসেপশন যোগ করুন।
bs: Podesite globalni nivo preciznosti vaše trenutne lokacije za sve aplikacije, definišite i podesite stalnu fiksnu lokaciju i dodajte izuzetke za pojedine aplikacije.
eu: Doitu zure uneko kokapenaren zehaztasun-maila aplikazio guztietarako, definitu eta ezarri kokapen finko iraunkorra eta gehitu banakako salbuespenak aplikazioetarako.
ga_ie: Oiriúnaigh an leibhéal cruinnis domhanda de do shuíomh reatha do gach aip, sainigh agus socraigh suíomh buan seasta agus cuir eisceachtaí le haip aonair.
gd: Cuir air gleus pongalachd uile-choitcheann d’ ionaid làithrich mu choinneamh gach aplacaid, sònraich is suidhich ionad socraichte buan is thoir eisgeachdan ris a thaobh aplacaidean, aon air aon.
id: Sesuaikan tingkat akurasi global untuk lokasi Anda saat ini bagi para aplikasi, mendefinisikan dan menyetel lokasi tetap permanen dan menambahkan perkecualian untuk masing-masing aplikasi.
kn: ಎಲ್ಲಾ ಅನ್ವಯಗಳಿಗೆ ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸ್ಥಳದ ಜಾಗತಿಕ ನಿಖರತೆಯ ಮಟ್ಟವನ್ನು ಹೊಂದಿಸಿಕೊಳ್ಳಿ, ಎಲ್ಲೆ ಗುರುತಿಸಿ ಮತ್ತು ಒಂದು ಶಾಶ್ವತ ನಿಶ್ಚಿತ ಸ್ಥಳವನ್ನು ಮತ್ತು ಪ್ರತಿಯೊಂದು ಅನ್ವಯಗಳಿಗೆ ವಿನಾಯಿತಿಗಳನ್ನು ಹೊಂದಿಸಿ.
pt: Ajuste o nível de precisão global da sua localização para todas as aplicações, defina e configure uma localização fixa permanente e adicione exceções para determinadas aplicações.
ur: تمام ایپس کے لئے اپنے موجودہ مقام کی عالمی درستگی کی سطح کو ایڈجسٹ کریں، ایک مستقل درست شدہ محل وقوع سیٹ کرے اور واحد ایپس کے لئے استثنیات کا اضافہ کریں۔
uz: Barcha ilova dasturlar uchun joriy joylashuvingizning global aniqlik darajasini to‘g‘rilang, aniqlang, butunlay to‘g‘rilangan joylashuvni o‘rnating va yagona ilova dasturlar uchun istisnolar qo‘shing.

source: Adjustment
am: ማስተካከያ
ar: الملائمة
bg: Регулиране
bn_bd: সমন্বয়
bn_in: সমন্বয়
bs: Podešavanje
eu: Doiketa
ga_ie: Oiriúint
gd: Gleusadh
id: Penyesuaian
kn: ಹೊಂದಾಣಿಕೆ
pt: Ajuste
ur: تطبیق
uz: To‘g‘rilash

source: Add exceptions
am: የተለዩ መጨመሪያ
ar: إضافة استثناءات
bg: Добавяне на изключения
bn_bd: ব্যতিক্রম যোগ
bn_in: ব্যতিক্রম যোগ করুন
bs: Dodaj izuzetke
eu: Gehitu salbuespenak
ga_ie: Cuir eisceachtaí leis
gd: Cuir eisgeachdan ris
id: Tambahkan pengecualian
kn: ವಿನಾಯಿತಿ‌ಗಳನ್ನು ಸೇರಿಸು
pt: Adicionar exceções
ur: استثنیات کا اضافہ کریں
uz: Istisnolar qo‘shish

source: This list shows all the apps, which are allowed to use your location.
am: በዚህ ዝርዝር ውስጥ የሚታዩት ሁሉም መተግበሪያዎች: እርስዎ ያሉበትን አካባቢ እንዲጠቀሙ ተፈቅዶላቸዋል
ar: هذه القائمة تُظهر جميع التطبيقات, التي سُمح لها باستخدام موقعك.
bg: Това е списък с приложенията, на които е разрешено да използват местоположението ви.
bn_bd: এই তালিকা সকল অ্যাপ এর প্রদর্শন করে, যেগুলো আপনার ভূঅবস্থান ব্যবহার করতে পারবে।
bn_in: এই তালিকা সমস্ত অ্যাপগুলোকে দেখায়, কোণগুলো আপনার অবস্থানে কাজ করতে অনুমতিপ্রাপ্ত।
bs: Lista prikazuje sve aplikacije kojima je dozvoljeno da koriste vašu lokaciju.
eu: Zerrenda honek zure kokapena erabiltzeko baimena duten aplikazio guztiak erakusten ditu.
ga_ie: Léiríonn an liosta seo na haipeanna uile a bhfuil cead acu do shuíomh a úsáid.
gd: Seallaidh an liosta seo gach aplacaid aig a bheil cothrom air d’ ionad.
id: Daftar ini berisi semua aplikasi yang diizinkan untuk menggunakan lokasi Anda.
kn: ಈ ಪಟ್ಟಿ ಎಲ್ಲ ಅನ್ವಯಗಳನ್ನು ತೋರಿಸುತ್ತದೆ, ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ಬಳಸಲು ಅನುಮತಿಸಿರುವವು.
pt: Esta lista mostra todas as aplicações, que têm permissão para utilizar a sua localização.
ur: یہ فہرست تمام اپلی کیشن کو ظاہر کرتی ہے، جو کی اجازت دیتا ہے آپ کی محل وقوع کرنے کی۔
uz: Ushbu ro‘yxat joylashuvingizdan foydalanishga ruxsat berilgan ilova dasturlarni ko‘rsatadi.

source: User defined
am: በ ተጠቃሚው የሚወሰን
ar: التي يحددها المستخدم
bg: Потребителско
bn_bd: ব্যবহারকারী নির্ধারিত
bn_in: ব্যবহারকারী নির্ধারিত
bs: Korisnički definisano
eu: Erabiltzaileak definitua
ga_ie: Sainithe ag úsáideoir
gd: Roghnadh a’ chleachdaiche
id: Ditentukan pengguna
kn: ಬಳಕೆದಾರ ಸೂಚಿತ
pt: Definido pelo utilizador
ur: صارف وضاحتی
uz: Foydalanuvchi aniqlaganlar

source: {{ value }} km blur
am: {{ value }} ኪሜ ማደብዘዣ
ar: {{ value }} كيلو متر ارتجاج
bg: {{ value }}км замъгляване
bn_bd: {{ value }} km ব্লার
bn_in: {{ value }} km ব্লার
eu: {{ value }} kilometroko lausotzea
ga_ie: geamhú {{ value }} km
gd: Sgleò de {{ value }}km
id: kabur {{ value }} km
kn: {{ value }} ಕಿಮಿ ಮಂಕಾದ
pt: Distorção de {{ value }} km
ur: {{ value }} km دھندلا کریں
uz: {{ value }} km noaniq

source: {{ value }} m blur
am: {{ value }} ሜ ማደብዘዣ
ar: {{ value }} متر ارتجاج
bg: {{ value }}м замъгляване
bn_bd: {{ value }} m ব্লার
bn_in: {{ value }} km ব্লার
eu: {{ value }} metroko lausotzea
ga_ie: geamhú {{ value }} m
gd: Sgleò de {{ value }}m
id: kabur {{ value }} m
kn: {{ value }} ಮೀ ಮಂಕಾದ
pt: Distorção de {{ value }} m
ur: {{ value }} m دھندلا کریں
uz: {{ value }} m noaniq

# type-precise
source: Precise
am: በትክክል
ar: دقيق
bg: Точно
bn_bd: যথাযথ
bn_in: যথাযথ
bs: Precizno
eu: Zehatza
ga_ie: Cruinn
gd: Pongail
id: Presisi
kn: ಕರಾರುವಕ್ಕಾದ
pt: Precisa
ur: درست
uz: Aniq

source: No location
am: አካባቢ አልተገኘም
ar: لا مكان
bg: Без местоположение
bn_bd: কোন ভূঅবস্থান নেই।
bn_in: কোনো অবস্থান নেই
bs: Nema lokacije
eu: Kokapenik ez
ga_ie: Gan suíomh
gd: Gun ionad
id: Tidak ada lokasi
kn: ಸ್ಥಳ ಲಭ್ಯವಿಲ್ಲ
pt: Sem localização
ur: محل وقوع نہیں
uz: Joylashuv yo‘q

source: Attention!
am: ማሳሰቢያ!
ar: انتباه!
bg: Внимание!
bn_bd: দৃষ্টি আকর্ষণ!
bn_in: দৃষ্টি আকর্ষণ!
bs: Pažnja!
eu: Erne!
ga_ie: Rabhadh!
gd: An aire!
id: Perhatian!
kn: ಗಮನಿಸಿ!
pt: Atenção!
ur: براۓ توجہ!
uz: Diqqat!

source: You haven’t set a custom location yet. Please set this before working on other settings!
am: እርስዎ custom አካባቢ እስከ አሁን አላሰናዱም: እባክዎን ይህን ያሰናዱ ሌሎቹን ከ ማሰናዳትዎ በፊት!
ar: لم يتم تعيين موقع مخصص حتى الآن. الرجاء التعيين قبل أن يعمل على إعدادات أخرى!
bg: Не сте избрали друго местоположение. Моля, изберете преди да продължите с настройките!
bn_bd: আপনি একটি কাস্টম অবস্থান এখনও সেট করেননি। অন্যান্য সেটিংস এ কাজ করার আগে অনুগ্রহ করে এটি সেট করুন!
bn_in: আপনি একটি কাস্টম অবস্থান এখনও সেট করেননি। অন্যান্য বৈশিষ্ট্যে কাজ করার আগে অনুগ্রহ করে এটি সেট করুন!
bs: Još niste postavili prilagođenu lokaciju. Molimo da postavite lokaciju prije rada na drugim postavkama!
eu: Oraindik ez duzu kokapen pertsonalizaturik ezarri. Egin ezazu beste ezarpen batzuekin lan egin baino lehen!
ga_ie: Níor shocraigh tú suíomh saincheaptha go fóill. Socraigh é seo sula n-oibríonn tú ar shocruithe eile, le do thoil!
gd: Cha do shuidhich thu ionad gnàthaichte fhathast. Dèan seo an toisich mus bean thu ris na roghainnean eile!
id: Anda belum menyetel lokasi khusus. Setel terlebih dulu lokasinya sebelum menyetel lainnya!
kn: ನೀವು ಅಗತ್ಯಾನುಗುಣ ಸ್ಥಳವನ್ನು ಇನ್ನೂ ಹೊಂದಿಸಿಲ್ಲ. ದಯವಿಟ್ಟು ಬೇರೆ ಸಿದ್ಧತೆಗಳ ಮೇಲೆ ಕೆಲಸ ಮಾಡುವುದಕ್ಕೆ ಮುಂಚೆ ಇದನ್ನು ಹೊಂದಿಸಿ!
pt: Ainda não definiu uma localização personalizada. Por favor faça isto antes de mexer em outras definições.
ur: آپنے ابھی تک مخصوص محل وقوع سیٹ نہیں کی۔ براہ مہربانی دیگر سیٹنگیں پر کام کرنے سے پہلے اس مقرر کریں!
uz: Siz boshqa joylashuvni o‘rnatmagansiz. Boshqa sozlamalarda ishlashdan oldin uni o‘rnating!

source: Custom Location
am: Custom አካባቢ
ar: مكان مُخصّص
bg: Друго местоположение
bn_bd: কাস্টম অবস্থান
bn_in: কাস্টম অবস্থান
bs: Prilagođena lokacija
eu: Kokapen pertsonalizatua
ga_ie: Suíomh Saincheaptha
gd: Ionad gnàthaichte
id: Lokasi Suai
kn: ಬಳಕೆದಾರ ಸೂಚಿತ ಸ್ಥಳ
pt: Localização personalizada
ur: مخصوص محل وقوع
uz: Boshqa joylashuv

source: Set custom location
am: የ እርስዎን አካባቢ ማሰናጃ
ar: حدد موقع مخصص
bg: Избиране на местополож.
bn_bd: কাস্টম অবস্থান সেট করুন
bn_in: কাস্টম অবস্থান সেট করুন
bs: Postavi prilagođenu lokaciju
eu: Ezarri kokapen pertsonalizatua
ga_ie: Socraigh suíomh saincheaptha
gd: Suidhich ionad gnàthaichte
id: Setel lokasi khusus
kn: ಅಗತ್ಯಾನುಗುಣ ಸ್ಥಳ ಹೊಂದಿಸು
pt: Definir uma localização personalizada
ur: مخصوص محل وقوع سیٹ کرے
uz: Boshqa joylashuvni o‘rnatish

source: Set location
am: አካባቢ ማሰናጃ
ar: تعيين الموقع
bg: Избор местоположение
bn_bd: অবস্থান সেট করুন
bn_in: অবস্থান সেট করুন
bs: Postavi lokaciju
eu: Ezarri kokapena
ga_ie: Socraigh suíomh
gd: Suidhich ionad
id: Setel lokasi
kn: ಸ್ಥಳ ಹೊಂದಿಸು
pt: Definir localização
ur: محل وقوع سیٹ کرے
uz: Joylashuvni o‘rnatish

source: Set a custom location which is used as a fixed position.
am: custom አካባቢ ያሰናዱ እንደ ቋሚ አካባቢ የሚጠቀሙበት
ar: تعيين موقع مخصص الذي يستخدم كموقع ثابت.
bg: Изберете друго местоположение, което ще бъде използвано като неподвижна позиция.
bn_bd: স্থায়ী জায়গা হিসেবে ব্যবহৃত হয়েছে এমন জায়গাকে কাস্টম অবস্থান হিসেবে সেট করুন।
bn_in: স্থায়ী জায়গা হিসেবে ব্যবহৃত হয়েছে এমন জায়গাকে কাস্টম অবস্থান হিসেবে সেট করুন।
bs: Postavi prilagođenu lokaciju koja se koristi kao fiksna pozicija.
eu: Ezarri posizio finko gisa erabiliko den kokapen pertsonalizatua.
ga_ie: Socraigh an suíomh saincheaptha a úsáidfear mar shuíomh seasta.
gd: Suidhich ionad a thèid a chleachdadh mar ionad socraichte.
id: Setel lokasi khusus yang akan digunakan sebagai lokasi tetap.
kn: ನಿಶ್ಚಿತ ಸ್ಥಾನವಾಗಿ ಬಳಸಿರುವ ಅಗತ್ಯಾನುಗುಣ ಸ್ಥಳವನ್ನು ಹೊಂದಿಸಿ.
pt: Defina uma localização personalizada que pode ser utilizada como uma posição fixa.
ur: مخصوص محل وقوع سیٹ کرے جو کی پیوست شدہ پوزیشن کے طور پر استعمال کی جائےگی۔
uz: Aniq manzil uchun foydalanishda boshqa joylashuvni o‘rnating.

source: Precise
am: በትክክል
ar: دقيق
bg: Точно
bn_bd: যথাযথ
bn_in: যথাযথ
bs: Precizno
eu: Zehatza
ga_ie: Cruinn
gd: Pongail
id: Presisi
kn: ಕರಾರುವಕ್ಕಾದ
pt: Precisa
ur: درست
uz: Aniq

source: No Location
am: አካባቢ አልተገኘም
ar: لا يوجد موقع
bg: Без местоположение
bn_bd: কোনো অবস্থান নেই
bn_in: কোনো অবস্থান নেই
bs: Nema lokacije
eu: Kokapenik ez
ga_ie: Gan Suíomh
gd: Gun ionad
id: Tidak Ada Lokasi
kn: ಸ್ಥಳ ಲಭ್ಯವಿಲ್ಲ
pt: Sem localização
ur: محل وقوع نہیں
uz: Joylashuv yo‘q

source: Adjust the custom location accuracy level of the following app:
am: ለሚቀጥሉት መተገበሪያዎች custom አካባቢ ትክክለኛነት ደረጃ ማስተካከያ:
ar: ضبط مستوى دقة تحديد الموقع مخصص من التطبيق التالي:
bg: Настройте нивото на точност на местоположение за приложение:
bn_bd: নিম্নবর্তী অ্যাপের কাস্টম লোকেশনের সঠিকতার মাত্রা ঠিক করুন:
bn_in: নিম্নবর্তী অ্যাপের কাস্টম লোকেশনের সঠিকতার মাত্রা ঠিক করুন:
bs: Podesi nivo preciznosti prilagođene lokacije za sljedeću aplikaciju:
eu: Doitu honako aplikazioaren kokapen pertsonalizatuaren zehaztasun-maila:
ga_ie: Oiriúnaigh leibhéal cruinnis an tsuímh shaincheaptha don aip:
gd: Cuir air gleus pongalachd an ionaid ghnàthaichte aig an aplacaid a leanas:
id: Menyesuaikan tingkat akurasi lokasi khusus pada aplikasi berikut:
kn: ಕೆಳಗಿನ ಅನ್ವಯಕ್ಕೆ ಅಗತ್ಯಾನುಗುಣ ಸ್ಥಳದ ನಿಖರತೆಯ ಮಟ್ಟವನ್ನು ಹೊಂದಿಸಿಕೊಳ್ಳಿ:
pt: Ajuste o nível de precisão de localização personalizada da seguinte aplicação:
ur: مندرجہ ذیل ایپ کی مخصوص محل وقوع کی درستگی کی سطح کو ایڈجسٹ کرے:
uz: Quyidagi ilova dastur uchun joylashuv aniqligi darajasini to‘g‘rilang:

# custom-location-ala-10
source: Custom Location
am: custom አካባቢ
ar: مكان مُخصّص
bg: Друго местоположение
bn_bd: কাস্টম অবস্থান
bn_in: কাস্টম অবস্থান
bs: Prilagođena lokacija
eu: Kokapen pertsonalizatua
ga_ie: Suíomh Saincheaptha
gd: Ionad gnàthaichte
id: Lokasi Suai
kn: ಬಳಕೆದಾರ ಸೂಚಿತ ಸ್ಥಳ
pt: Localização personalizada
ur: مخصوص محل وقوع
uz: Boshqa joylashuv

source: Choose a region/city
am: ይምረጡ አካባቢ/ከተማ
ar: اختيار المنطقة/المدينة
bg: По регион/град
bn_bd: একটি এলাকা/শহর নির্বাচন করুন
bn_in: একটি এলাকা/city নির্বাচন করুন
bs: Izaberite regiju/grad
eu: Aukeratu eskualde/hiri bat
ga_ie: Roghnaigh réigiún/cathair
gd: Tagh roinn-dùthcha/baile
id: Pilih wilayah/kota
kn: ಪ್ರದೇಶ ಆಯ್ಕೆ ಮಾಡು/city
pt: Selecionar uma região/cidade
ur: ریجن/city انتخاب کریں
uz: Hudud/shaharni tanlash

source: Region
am: አካባቢ
ar: المنطقة
bg: Регион
bn_bd: অঞ্চল
bn_in: অঞ্চল
bs: Regija
eu: Eskualdea
ga_ie: Réigiún
gd: Roinn-dùthcha
id: Wilayah
kn: ಪ್ರದೇಶ
pt: Região
ur: ریجن
uz: Hudud

source: City
am: ከተማ
ar: المدينة
bg: Град
bn_bd: শহর
bn_in: শহর
bs: Grad
eu: Hiria
ga_ie: Cathair
gd: Baile
id: Kota
kn: ನಗರ
pt: Cidade
ur: شہر
uz: Shahar

source: Enter GPS Coordinates
am: የ ጂፒኤስ ቁጥር ያስገቡ
ar: أدخل إحداثيات GPS
bg: По координати
bn_bd: GPS কোওর্ডিনেট প্রবেশ করান
bn_in: GPS-এর স্থানাঙ্ক প্রবেশ করান
bs: Unesite GPS koordinate
eu: Sartu GPS koordenatuak
ga_ie: Iontráil comhordanáidí GPS
gd: Cuir a-steach co-chomharran GPSPS
id: Masukkan koordinat GPS
kn: GPS ಅಕ್ಷಾಂಶಗಳನ್ನು ನಮೂದಿಸು
pt: Introduza as coordenadas GPS
ur: GPS معددات داخل کریں
uz: GPS koordinatalarini kiriting

source: Please enter the GPS coordinates for longitude from -180.0 to 180 and latitude from -90.0 to 90.0 degree with a dot to separate full degrees lower values.
am: እባክዎን የ ጂፒኤስ ቁጥር ያስገቡ ለ longitude ከ -180.0 እስከ180 እና ለ latitude ከ -90.0 እስከ 90.0 ዲግሪ እና በ ነጥብ ይለዩ ሙሉ ዲግሪዎችን ከ ዝቅተኛ ዋጋዎች
ar: الرجاء إدخال الإحداثيات لخطوط الطول من -180.0 إلى 180 والعرض من -90.0 إلى 90.0 درجة مع نقطة لفصل درجة كاملة للقيم الأدنى.
bg: Моля, въведете GPS координати за географска дължина от -180.0 до 180 и ширина от -90.0 до 90.0 градуса с точка за десетичен разделител.
bn_bd: সম্পূর্ণ ডিগ্রীর নিম্ন ভ্যালুর জন্য -180.0 থেকে 180 দ্রাঘিমাংশ এবং -90.0 থেকে 90.0 ডিগ্রী অক্ষাংশের জন্য GPS কোওর্ডিনেট প্রবেশ করান একটি ডট সেপারেটরের সাহায্যে।
bn_in: -180.0 থেকে 180 দ্রাঘিমাংশ এবং -90.0 থেকে 90.0 ডিগ্রী অক্ষাংশের জন্য GPS স্থানাঙ্ক প্রবেশ করান একটি ডট সেপারেটরের সাহায্যে সম্পূর্ণ ডিগ্রী নিম্ন মানের।
bs: Molimo da unesete GPS koordinate geografske dužine od -180.0 do 180 i širine od -90.0 do 90.0 stepeni i da tačkom odvojite stepen niže vrijednosti.
eu: Sartu GPS koordenatuak longituderako (-180.0 gradutik 180.0ra) eta latituderako (-90.0gradutik 90.0ra) puntu bat erabiliz gradu osoen balio baxuenak banatzeko.
ga_ie: Cuir isteach comhordanáidí GPS, le domhanfhad idir -180.0 agus 180.0, domhanleithead idir -90.0 agus 90.0, agus ponc mar phointe deachúlach.
gd: Cuir a-steach co-chomharran GPS airson an domhan-fhaid eadar -180.0 is 180 agus domhan-leud eadar -90.0 is 90.0 le dotag a sgaras luachan beaga.
id: Masukkan koordinat GPS untuk bujur dari -180.0 hingga 180.0 dan lintang dari -90.0 hingga 90.0 derajat dengan tanda titik untuk memisahkan nilai derajat dengan nilai desimal.
kn: ರೇಖಾಂಶ -180.0 ರಿಂದ 180 ಮತ್ತು ಅಕ್ಷಾಂಶ -90.0 to 90.0 ಡಿಗ್ರಿವರೆಗಿನ ಕೆಳಗಿನ ಮೌಲ್ಯಗಳನ್ನು ಚುಕ್ಕಿಯಿಂದ ಬೇರ್ಪಡಿಸಿದ ಎಲ್ಲ ಡಿಗ್ರಿಗಳ GPS ನಿರ್ದೇಶಾಂಕಗಳನ್ನು ನಮೂದಿಸಿ.
pt: Por favor introduza as coordenadas GPS para longitude de -180.0 a 180 e latitude de -90.0 a 90.0 graus com um ponto para separar valores mais baixos de graus completos.
ur: -180.0 سے 180 تک کے لانگیٹیوڈ اور -90.0 سے 90.0 درجے تک کے لیٹیٹیوڈ کے ساتھ GPS معددات درج کریں، مکمل درجے کی یچھلی قدریں نقطے سے الگ کریں۔
uz: GPS koordinatalarini uzunligini quyidagicha kiriting: -180.0 – 180 daraja; kengligini esa quyidagicha kiriting: -90.0 – 90.0. Darajani ko‘rsatishda to‘liq darajani kichik qiymatlari bilan ajratishda nuqtadan foydalaning.

source: Latitude
am: ከ ምስራቅ ወደ ምእራብ
ar: خط العرض
bg: Географска ширина
bn_bd: অক্ষাংশ
bn_in: অক্ষাংশ
bs: Geografska širina
eu: Latitudea
ga_ie: Domhanleithead
gd: Domhan-leud
id: Lintang
kn: ಅಕ್ಷಾಂಶ
ur: عرض بلد
uz: Kenglik

source: Longitude
am: ከ ሰሜን ወደ ደቡብ
ar: خط الطول
bg: Географска дължина
bn_bd: দ্রাঘিমাংশ
bn_in: দ্রাঘিমাংশ
bs: Geografska dužina
eu: Longitudea
ga_ie: Domhanfhad
gd: Domhan-fhad
id: Bujur
kn: ರೇಖಾಂಶ
ur: بلد
uz: Uzunlik

source: Global Settings
am: አለም አቀፍ ማሰናጃዎች
ar: الإعدادات العالمية
bg: Общи настройки
bn_bd: সার্বজনীন বৈশিষ্ট্য
bn_in: সার্বজনীন বৈশিষ্ট্য
bs: Globalne postavke
eu: Ezarpen orokorrak
ga_ie: Socruithe Domhanda
gd: Roghainnean uile-choitcheann
id: Setelan Global
kn: ಜಾಗತಿಕ ಸಿದ್ದತೆಗಳು
pt: Definições globais
ur: ہمہ گیر سیٹکگیں
uz: Global sozlamalar

# rp-panel
source: Remote Protection
am: በርቀት መጠበቂያ
ar: حماية عن بعد
bg: Отдалечена защита
bn_bd: রিমোট সংরক্ষণ
bn_in: রিমোট সংরক্ষণ
bs: Udaljena zaštita
eu: Urruneko babesa
ga_ie: Cianchosaint
gd: Dìon cèin
id: Perlindungan Daring
kn: ದೂರದ ಸುರಕ್ಷತೆ
pt: Proteção remota
ur: بعید حفاظت
uz: Masofadan himoyalanish
