Repository: translate/mozilla-gaia
Catalog: */apps/privacy-panel/privacypanel.properties.po
Languages: am, ar, bg, bn_bd, bn_in, bs, eu, ga_ie, gd, id, kn, pt, ur, uz

source: Your device should ring now and was locked. You can unlock it with your passcode.
am: የ እርስዎ አካል አሁን መደወል ነበረበት እና ተቆልፏል: ለመክፈት የ እርስዎን የማለፊያ ኮድ ያስገቡ
ar: جهازك يجب أن يرن الآن وتم القفل. يمكنك فتحه مع رمز المرور الخاص بك.
bg: Устройството ви би трябвало да е заключено и да звъни. Можете да го отключите с паролата си.
bn_in: আপনার ডিভাইসের এখনই বাজার কথা এবং লক করা হয়েছে। আপনি এটিকে খুলতে পারবেন আপনার পাসকোডের মাধ্যমে।
eu: Zure gailuak txirrina jo behar luke orain eta blokeatu egin da. Zure pasakodearekin desblokea dezakezu.
ga_ie: Seinnfear clingthon ar do ghléas, agus cuireadh faoi ghlas é. Is féidir leat é a dhíghlasáil le do chód faire.
gd: Bu chòir gu bheil an t-uidheam agad a’ seirm a-nis agus gu bheil e glaiste. ’S urrainn dhut a’ ghlas a thoirt dheth leis a’ chòd-fhaire agad.
id: Perangkat Anda akan berdering sekarang dan tetap terkunci. Anda dapat membuka kuncinya dengan kode sandi Anda.
kn: ನಿಮ್ಮ ಸಾಧನ ಈಗ ರಿಂಗ್ ಆಗುತ್ತದೆ ಮತ್ತು ಲಾಕ್ ಆಗಿದೆ. ನೀವು ಅದನ್ನು ನಿಮ್ಮ ಗುಪ್ತಸಂಕೇತದಿಂದ ಅನ್‌ಲಾಕ್ ಮಾಡಬಹುದು.
pt: O seu dispositivo deve tocar agora e foi bloqueado. Poderá desbloqueá-lo com o seu código.
ur: آپکا آلہ اب بجے گا اور مقفل کر دیا گیا۔ آپ اسے پاس کوڈ سے غیرمقفل کر سکتیں ہے۔
uz: Qurilmangiz hozir jiringlashi va qulglangan bo‘lishi kerak. Siz uni parolingiz bilan qulfdan chiqarishingiz mumkin.

source: Your device was locked. You can unlock it with your passcode.
am: የ እርስዎ አካል ተቆልፏል: ለመክፈት የ እርስዎን የማለፊያ ኮድ ያስገቡ
ar: تم قفل الجهاز الخاص بك. يمكنك فتحه باستخدام رمز المرور الخاص بك.
bg: Устройството ви беше заключено. Можете да го отключите с паролата си.
bn_bd: আপনার যন্ত্রটি লক করা ছিল। আপনি আপনার পাসকোড দিয়ে এটাকে আনলক করতে পারেন।
bn_in: আপনার ডিভাইস লক করা হয়েছে। আপনি এটিকে শুধুমাত্র পাসকোড দিয়ে খুলতে পারবেন।
bs: Vaš uređaj je zaključan. Možete ga otključati vašim passcode-om.
eu: Zure gailua blokeatu egin da. Zure pasakodearekin desblokea dezakezu.
ga_ie: Cuireadh do ghléas faoi ghlas. Is féidir leat é a dhíghlasáil le do chód faire.
gd: Chaidh an t-uidheam agad a ghlasadh. ’S urrainn dhut a’ ghlas a thoirt dheth leis a’ chòd-fhaire agad.
id: Perangkat Anda terkunci. Anda dapat membuka kuncinya dengan kode sandi Anda.
kn: ನಿಮ್ಮ ಸಾಧನ ಲಾಕ್ ಆಗಿದೆ. ನೀವು ಅದನ್ನು ನಿಮ್ಮ ಗುಪ್ತಸಂಕೇತದಿಂದ ಅನ್‌ಲಾಕ್ ಮಾಡಬಹುದು.
pt: O seu dispositivo foi bloqueado. Pode desbloqueá-lo com o seu código.
ur: آپکا آلہ مقفل کر دیا گیا۔ آپ اسے پاس کوڈ سے غیرمقفل کر سکتیں ہے۔
uz: Qurilmangiz qulflandi. Siz uni parolingiz bilan qulfdan chiqarishingiz mumkin.

source: Your device coordinates are @{{latitude}},{{longitude}} and your device was locked. You can unlock it with your passcode.
am: የ እርስዎ ስልክ አካል ያለው በ @{{latitude}},{{longitude}} ነው እና የ እርስዎ ስልክ ተቆልፏል: የ እርስዎን ስልክ በ ማለፊያ ኮድ መክፈት ይችላሉ
ar: إحداثيات جهازك هي @{{latitude}},{{longitude}} و تم قفل جهازك. يمكنك فتحه باستخدام رمز المرور الخاص بك.
bg: Координатите на устройството ви са @{{latitude}},{{longitude}} и то е заключено. Може да го отключите с паролата си.
bn_bd: আপনার যন্ত্রের স্থানাঙ্ক হচ্ছে @{{latitude}},{{longitude}} এবং আপনার যন্ত্রটি লক করা হয়েছে। আপনি আপনার পাসকোড দিয়ে এটিকে আনলক করতে পারেন।
bn_in: আপনার ডিভাইসের স্থানাঙ্ক হল @{{latitude}},{{longitude}} এবং আপনার ডিভাইস লক করা হয়েছে। আপনি এটিকে আপনার পাসকোডের সাহায্যে খুলতে পারবেন।
bs: Koordinate vašeg uređaja su @{{latitude}},{{longitude}} i vaš uređaj je zaključan. Možete ga otključati vašim passcode-om.
eu: Zure gailuaren koordenatuak @{{latitude}},{{longitude}} dira eta gailua blokeatu egin da. Zure pasakodearekin desblokea dezakezu.
ga_ie: Seo iad comhordanáidí do ghléis @{{latitude}},{{longitude}} agus cuireadh do ghléas faoi ghlas. Is féidir é a dhíghlasáil le do chód faire.
gd: ’S e @{{latitude}},{{longitude}} co-chomharran an uidheim agad agus chaidh a ghlasadh. ’S urrainn dhut a’ ghlas a thoirt dheth leis a’ chòd-fhaire agad.
id: Koordinat perangkat Anda adalah @{{latitude}},{{longitude}} dan perangkat Anda dikunci. Anda dapat membuka kuncinya dengan kode sandi Anda.
kn: ನಿಮ್ಮ ಸಾಧನದ ನಿರ್ದೇಶಾಂಕಗಳು @{{latitude}},{{longitude}} ಮತ್ತು ನಿಮ್ಮ ಸಾಧನವನ್ನು ಲಾಕ್ ಮಾಡಲಾಗಿದೆ. ನೀವು ಅದನ್ನು ನಿಮ್ಮ ಗುಪ್ತಸಂಕೇತದಿಂದ ಅನ್‌ಲಾಕ್ ಮಾಡಬಹುದು.
pt: As coordenadas do seu dispositivo são @{{latitude}},{{longitude}} e o seu dispositivo foi bloqueado. Pode desbloqueá-lo com o seu código.
ur: آپکے آلہ کے معددات ہے @{{latitude}},{{longitude}} اور آپکا آلہ مقفل کر دیا گیا۔ آپ اسے پاس کوڈ سے غیرمقفل کر سکتیں ہے۔
uz: Qurilmangiz koordinatalari: @{{latitude}},{{longitude}}. U qulflandi. Siz uni parolingiz bilan qulfdan chiqarishingiz mumkin.

source: About Privacy Controls
am: ስለ የግላዊነት መመሪያ መቆጣጠሪያዎች
ar: حول ضوابط الخصوصية
bg: Относно Достъп до лични данни
bn_in: গোপনীয়তা নিয়ন্ত্রণ সম্পর্কে
bs: O kontrolama privatnosti
eu: Pribatutasun-kontrolei buruz
ga_ie: Maidir le Rialtáin Phríobháideachais
gd: Mu uidheaman-smachd na prìobhaideachd
id: Tentang Kendali Privasi
kn: ಗೌಪ್ಯತೆ ನಿಯಂತ್ರಣಗಳ ಬಗ್ಗೆ
pt: Acerca dos controlos de privacidade
ur: نجی نوعیت کے کنٹرول کے بارے میں
uz: Maxfiylik boshqaruvlari haqida

source: Version
am: እትም
ar: الإصدار
bg: Версия
bn_bd: সংস্করণ
bn_in: সংস্করণ
bs: Verzija
eu: Bertsioa
ga_ie: Leagan
gd: Tionndadh
id: Versi
kn: ಆವೃತ್ತಿ
pt: Versão
ur: ورژن
uz: Versiyasi

source: Build-ID
am: የ ግንባታ-መለያ
ar: بناء-ID
bn_bd: বিল্ড-ID
bn_in: বিল্ড-ID
ga_ie: Aitheantas Tógála
id: ID Build
kn: ನಿರ್ಮಿತಿ-ID
pt: ID da compilação
ur: بلڈ-آی ڈی
uz: Ichki ID raqami

source: About the Privacy Controls
am: ስለ የግላዊነት መመሪያ መቆጣጠሪያዎች
ar: حول ضوابط الخصوصية
bg: Относно Достъп до лични данни
bn_in: গোপনীয়তা নিয়ন্ত্রণ সম্পর্কে
bs: O kontrolama privatnosti
eu: Pribatutasun-kontrolei buruz
ga_ie: Maidir leis na Rialtáin Phríobháideachais
gd: Mu uidheaman-smachd na prìobhaideachd
id: Tentang Kendali Privasi
kn: ಗೌಪ್ಯತೆ ನಿಯಂತ್ರಣಗಳ ಬಗ್ಗೆ
pt: Acerca dos controlos de privacidade
ur: نجی نوعیت کے کنٹرول کے بارے میں
uz: Maxfiylik boshqaruvlari haqida

source: Together with Deutsche Telekom the Mozilla Foundation developed the Privacy Controls to enable the user to take back control of the personal data
ar: جنبا إلى جنب مع Deutsche Telekom وضعت مؤسسة موزيلا ضوابط الخصوصية لتمكين المستخدم من استعادة السيطرة على البيانات الشخصية
bg: Фондация Mozilla заедно с Deutsche Telekom разработиха Достъп до лични данни, за да позволят на потребителя да поеме контрол над личните си данни
bn_in: Deutsche Telekom এর সাথে একসঙ্গে Mozilla Foundation গোপনীয়তা নিয়ন্ত্রণকে ডেভেলপ করেছে ব্যবহারকারীকে তাঁর নিজের গোপন ডাটা নিজের নিয়ন্ত্রণে ফিরিয়ে দেওয়ার জন্য।
bs: Mozilla Foundation je zajedno sa Deutsche Telekomom razvila Kontrole privatnosti kako bi korisnici preuzeli kontrolu ličnih podataka
eu: Deutsche Telekom konpainiarekin elkarlanean, Mozilla Fundazioak pribatutasun-kontrolak garatu ditu erabiltzaileek beraien datu pertsonala kontrola berreskura dezaten.
ga_ie: I gcomhar le Deutsche Telekom, d'fhorbair Fondúireacht Mhozilla na Rialtáin Phríobháideachais chun cabhrú le húsáideoirí a bheith i gceannas ar a gcuid sonraí pearsanta
gd: Dhealbh Fonndas Mozilla uidheaman-smachd na prìobhaideachd còmhla ri Deutsche Telekom gus cothrom a thoirt dhan luchd-chleachdaidh smachd fhaighinn air an dàta phearsanta aca a-rithist
id: Deutsche Telekom dan Mozilla Foundation bekerja sama mengembangkan Kendali Privasi agar pengguna dapat mengendalikan data pribadi secara penuh
kn: ಡಸ್ಚೆ ಟೆಲೆಕಾಮ್ ಮತ್ತು Mozilla ಫೌಂಡೇಶನ್ ಜೊತೆಯಾಗಿ ಬಳಕೆದಾರರು ವೈಯುಕ್ತಿಕ ಡೇಟಾದ ಮೇಲೆ ನಿಯಂತ್ರಣ ಸಾಧಿಸುವುದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ಖಾಸಗಿ ನಿಯಂತ್ರಣಗಳನ್ನು ಅಭಿವೃದ್ಧಿ ಪಡಿಸಿವೆ
pt: Em conjunto com a Deutsche Telekom, a fundação Mozilla desenvolveu os controlos de privacidade para permitir que o utilizador assuma o controlo dos seus dados pessoais
ur: ڈوئچے ٹیلی کام کے ساتھ موزیلا فاؤنڈیشن نے ترقی یافتہ کیا نجی نوعیت کنٹرول جو کی ذاتی کوائف واپس لینے کا کنٹرول صارف کو اہل بنائیں
uz: Deutsche Telekom va Mozilla Foundation birgalikda foydalanuvchi shaxsiy ma’lumotlarini orqaga qaytarishni yoqib qo‘yish uchun Maxfiyli boshqaruvlarini ishlab chiqishgan

source: Guided Tour
bs: Navođeni obilazak
kn: ನಿರ್ದೇಶಿತ ಪ್ರವಾಸ
pt: Visita guidada
ur: گائڈڈ ٹور
