Repository: translate/mozilla-gaia
Catalog: */apps/privacy-panel/privacypanel.properties.po
Languages: am, ar, bg, bn_bd, bn_in, bs, eu, ga_ie, gd, id, kn, pt, ur, uz

source: Create a Passcode
am: የማለፊያ ኮድ መፍጠሪያ
ar: إنشاء رمز المرور
bg: Създаване на парола
bn_bd: পাসকোড তৈরি করুন
bn_in: একটি পাসকোড তৈরি করুন
bs: Kreiraj šifru
eu: Sortu pasakodea
ga_ie: Cruthaigh cód faire
gd: Cruthaich còd-faire
id: Buat Kode Sandi
kn: ಗುಪ್ತಸಂಕೇತವನ್ನು ಸೃಷ್ಟಿಸು
pt: Criar um código
ur: بنائیں پاسکوڈ
uz: Parol yaratish

source: Passcode
am: የማለፊያ ኮድ
ar: رمز المرور
bg: Парола
bn_bd: পাসকোড
bn_in: পাসকোড
bs: Šifra
eu: Pasakodea
ga_ie: Cód Faire
gd: Còd-faire
id: Kode Sandi
kn: ಗುಪ್ತಸಂಕೇತ
pt: Código
ur: پاسکوڈ
uz: Parol

source: Confirm Passcode
am: የማለፊያ ኮድ ማረጋገጫ
ar: تأكيد رمز المرور
bg: Потвърждение на паролата
bn_bd: পাসকোড কনফার্ম
bn_in: পাসকোড নিশ্চিত করুন
bs: Potvrdite šifru
eu: Berretsi pasakodea
ga_ie: Deimhnigh an Cód Faire
gd: Dearbh an còd-faire
id: Konfirmasikan Kode Sandi
kn: ಗುಪ್ತಸಂಕೇತ ದೃಢಪಡಿಸು
pt: Confirmar código
ur: تصدیق کریں پاسکوڈ
uz: Parolni tasdiqlash

source: Passcode is incorrect
am: የማለፊያው ኮድ የተሳሳተ ነው
ar: رمز المرور غير صحيح
bg: Паролата е грешна
bn_bd: ভুল পাসকোড
bn_in: পাসকোড ভুল আছে
bs: Šifra je netačna
eu: Pasakodea okerra da
ga_ie: Cód faire mícheart
gd: Tha an còd-faire cearr
id: Kode sandi salah
kn: ಗುಪ್ತಸಂಕೇತ ತಪ್ಪಿದೆ
pt: O código está incorreto
ur: پاسکوڈ غیر صحیح
uz: Parol noto‘g‘ri

source: Passcode doesn’t match. Try again.
am: የማለፊያው ኮድ አይመሳሰልም: እባክዎን እንደገና ይሞክሩ
ar: رمز المرور لا يتطابق. حاول مرة أخرى.
bg: Паролите са различни. Моля, опитайте отново.
bn_bd: পাসকোড মিলছে না। আবার চেষ্টা করুন।
bn_in: পাসকোড মিলছে না। আবার চেষ্টা করুন।
bs: Šifre se ne podudaraju. Pokušajte ponovo.
eu: Pasakodea ez dator bat. Saiatu berriro.
ga_ie: Cód faire mícheart. Déan iarracht eile.
gd: Chan eil an dà chòd-faire co-ionnann. Feuch ris a-rithist.
id: Kode sandi tidak cocok. Coba lagi.
kn: ಗುಪ್ತಸಂಕೇತವನ್ನು ಹೊಂದುತ್ತಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
pt: O código não coincide. Tente novamente.
ur: پاسکوڈ مشابہ نہیں۔ پھر کوشش کریں۔
uz: Parol mos kelmadi. Yana urinib ko‘ring.

# tc-panel
source: Transparency Control
am: የግልጽነት መቆጣጠሪያ
ar: التحكم بالشفافية
bg: Прозрачност на правата
bn_bd: সচ্চতা নিয়ন্ত্রণ
bn_in: স্বচ্ছতা নিয়ন্ত্রণ
bs: Kontrola transparencije
eu: Sartu pasakodea
ga_ie: Rialú Trédhearcachta
gd: Uidheam-smachd na trìd-shoilleireachd
id: Kendali Transparansi
kn: ಪಾರದರ್ಶಕತೆ ನಿಯಂತ್ರಣ
pt: Controlo da transparência
ur: شفافیت کنٹرول
uz: Shaffoflikni boshqarish

source: Applications
am: መተግበሪያዎች
ar: تطبيقات
bg: Приложения
bn_bd: অ্যাপ্লিকেশন
bn_in: অ্যাপ্লিকেশনসমূহ
bs: Aplikacije
eu: Aplikazioak
ga_ie: Aipeanna
gd: Aplacaidean
id: Aplikasi
kn: ಅನ್ವಯಗಳು
pt: Aplicações
ur: ایپلی کیشن
uz: Ilova dasturlar

# tc-permissions
source: Permissions
am: ፍቃዶች
ar: صلاحيات
bg: Права
bn_bd: অনুমোদন
bn_in: অনুমতি
bs: Dozvole
eu: Baimenak
ga_ie: Ceadanna
gd: Ceadan
id: Izin
kn: ಅನುಮತಿಗಳು
pt: Permissões
ur: اجازتیں
uz: Ruxsatlar

source: Alphabetical
am: በ ፊደል ቅደም ተከተል
ar: أبجدي
bg: азбучно
bn_bd: বর্ণানুক্রমিক
bn_in: অদ্যাক্ষর অনুযায়ী
bs: Abecedno
eu: Alfabetikoki
ga_ie: Ord Aibitíre
gd: A-rèir na h-aibideil
id: Urut abjad
kn: ಅಕಾರಾದಿಯಾಗಿ
pt: Alfabética
ur: الفبائی
uz: Alifbo tartibida

source: Trust Level
am: የ እምነት ደረጃ
ar: مستوى الثقة
bg: ниво на доверие
bn_bd: বিশ্বাসের স্তর
bn_in: ভরসার স্তর
bs: Nivo povjerenja
eu: Fidagarritasun-maila
ga_ie: Leibhéal Muiníne
gd: Ìre na h-earbsa
id: Tingkat Kepercayaan
kn: ನಂಬಿಕೆಯ ಮಟ್ಟ
pt: Nível de confiança
ur: بھروسا سطح
uz: Ishonchlilik darajasi

source: Vendor
am: ሻጭ
ar: بائع
bg: производител
bn_bd: বিক্রেতা
bn_in: বিক্রেতা
eu: Hornitzailea
ga_ie: Díoltóir
gd: Reiceadair
kn: ಮಾರಾಟಗಾರ
pt: Fabricante
ur: فروشندہ
uz: Sotuvchi

source: Search Apps
am: መተግበሪያዎች መፈለጊያ
ar: بحث عن تطبيقات
bg: Търсене
bn_bd: অ্যাপ খুঁজুন
bn_in: অ্যাপ খুঁজুন
bs: Pretraži aplikacije
eu: Bilatu aplikazioak
ga_ie: Cuardaigh Aipeanna
gd: Lorg sna h-aplacaidean
id: Cari Aplikasi
kn: ಅನ್ವಯಗಳನ್ನು ಹುಡುಕು
pt: Pesquisar aplicações
ur: تلاش کریں
uz: Ilova dasturlarni izlash

source: close
am: መዝጊያ
ar: إغلاق
bg: затваряне
bn_bd: বন্ধ
bn_in: বন্ধ
bs: zatvori
eu: itxi
ga_ie: dún
gd: dùin
id: tutup
kn: ಮುಚ್ಚು
pt: fechar
ur: بند
uz: yopish

source: clear
am: ማጽጃ
ar: مسح
bg: изчистване
bn_bd: পরিস্কার
bn_in: পরিষ্কার
bs: očisti
eu: garbitu
ga_ie: bánaigh
gd: falamhaich
id: bersihkan
kn: ತೆರವುಗೊಳಿಸು
pt: limpar
ur: صاف
uz: tozalash

source: Internal Apps
am: የውስጥ መተግበሪያዎች
ar: تطبيقات داخلية
bg: Вградени приложения
bn_bd: অন্তর্বর্র্তী অ্যাপ
bn_in: অন্তর্বর্তী অ্যাপ
bs: Interne aplikacije
eu: Barneko aplikazioak
ga_ie: Aipeanna Inmheánacha
gd: Aplacaidean inntearnail
id: Aplikasi Internal
kn: ಆಂತರಿಕ ಅನ್ವಯಗಳು
pt: Aplicações internas
ur: اندرونی ایپلیکیشن
uz: Ichki ilova dasturlar

source: Privileged Apps
am: ቅድሚያ የተሰጣቸው መተግበሪያዎች
ar: تطبيقات مميزة
bg: Привилегировани приложения
bn_bd: সুবিধাপ্রাপ্ত অ্যাপসমূহ
bn_in: প্রিভিলেজড অ্যাপসমূহ
bs: Privilegovane aplikacije
eu: Aplikazio pribilegiatuak
ga_ie: Aipeanna le Pribhléid
gd: Aplacaidean le pribhleidean
id: Aplikasi dengan Hak Istimewa
kn: ವಿಶೇಷ ಅನುಮತಿಯಿರುವ ಅನ್ವಯಗಳು
pt: Aplicações privilegiadas
ur: استحقاق ایپلیکیشن
uz: Imtiyozli ilova dasturlar

source: Web Apps
am: የ ዌብ መተግበሪያዎች
ar: تطبيقات الويب
bg: Web-приложения
bn_bd: ওয়েব অ্যাপসমূহ
bn_in: ওয়েব অ্যাপ
bs: Web aplikacije
eu: Web aplikazioak
ga_ie: Aipeanna Gréasáin
gd: Aplacaidean-lìn
id: Aplikasi Web
kn: ಜಾಲದ ಅನ್ವಯಗಳು
pt: Aplicações web
ur: ویب ایپلیکیشن
uz: Veb ilova dasturlar

# tc-explicit-permissions
source: Permissions
am: ፍቃዶች
ar: صلاحيات
bg: Права
bn_bd: অনুমতি
bn_in: অনুমতি
bs: Dozvole
eu: Baimenak
ga_ie: Ceadanna
gd: Ceadan
id: Izin
kn: ಅನುಮತಿಗಳು
pt: Permissões
ur: اجازتیں
uz: Ruxsatlar

source: Implicit Permissions
am: በተዘዋዋሪ መንገድ የተፈቀደ
ar: ضوابط ضمنية
bg: Неявни права
bn_bd: নিশ্চিত অনুমতি
bn_in: অন্তর্নিহিত অনুমতি
bs: Implicitne dozvole
eu: Baimen inplizituak
ga_ie: Ceadanna Intuigthe
gd: Ceadan a tha fillte a-staigh
id: Izin Implisit
kn: ನೇರವಲ್ಲದ ಅನುಮತಿಗಳು
pt: Permissões implícitas
ur: ضمنی اجازتیں
uz: Noaniq ruxsatlar

source: Ask
am: ይጠይቁ
ar: اسأل
bg: Питане
bn_bd: জিজ্ঞেস করুন
bn_in: জিজ্ঞাসা করুন
bs: Pitaj
eu: Galdetu
ga_ie: Fiafraigh i gcónaí
gd: Faighnich
id: Tanya
kn: ಕೋರು
pt: Perguntar
ur: پوچھیں
uz: So‘rash

source: Deny
am: መከልከያ
ar: رفض
bg: Отказ
bn_bd: প্রত্যাখ্যান করুন
bn_in: প্রত্যাখ্যান করুন
bs: Odbij
eu: Ukatu
ga_ie: Diúltaithe
gd: Diùlt
id: Tolak
kn: ನಿರಾಕರಿಸು
pt: Recusar
ur: انکار
uz: Rad qilish

source: Grant
am: መፍቀጃ
ar: منح
bg: Разрешаване
bn_bd: অনুমোদন
bn_in: প্রদান করুন
bs: Dozvoli
eu: Baimendu
ga_ie: Ceadaithe
gd: Ceadaich
id: Izinkan
kn: ಅನುಮತಿಸು
pt: Conceder
ur: دینا
uz: Ruxsat berish

source: Apps accessing this permission
am: እዚህ ፍቃድ ጋር የሚደርሱ መተግበሪያዎች
ar: التطبيقات المخوَلة بالوصول
bg: Приложения с достъп
bn_bd: অ্যাপসমূহ এই অনুমতি নিতে চাইছে
bn_in: অ্যাপ যা এই অনুমতিটি পরিচালনা করছে
bs: Aplikacije koje pristupaju ovoj dozvoli
eu: Baimen hau atzitzen duten aplikazioak
ga_ie: Aipeanna a úsáideann an cead seo
gd: Aplacaidean a chleachdas a’ chead seo
id: Aplikasi mengakses izin ini
kn: ಈ ಅನುಮತಿಯನ್ನು ಅನ್ವಯಗಳು ಪ್ರವೇಶಿಸುತ್ತಿವೆ
pt: Aplicações a aceder a esta permissão
ur: ایپس اس اجازت تک رسائی حاصل کر رہی ہے
uz: Ushbu ruxsat berilgan ilova dasturlar

source: Welcome to the Privacy Controls!
am: እንኳን ደህና መጡ ወደ የግላዊነት መመሪያ መቆጣጠሪያዎች!
ar: مرحبا بك في ضوابط الخصوصية!
bg: Добре дошли в Достъп до лични данни!
bn_bd: প্রাইভেসি নিয়ন্ত্রণে স্বাগতম!
bn_in: গোপনীয়তা নিয়ন্ত্রণে স্বাগত জানাই!
bs: Dobrodošli u Kontrole privatnosti!
eu: Ongi etorri pribatutasun-kontroletara!
ga_ie: Fáilte romhat go Rialúcháin Phríobháideachais!
gd: Fàilte gu uidheaman-smachd na prìobhaideachd!
id: Selamat datang di Kendali Privasi!
kn: ಗೌಪ್ಯತೆ ನಿಯಂತ್ರಣಗಳಿಗೆ ಸ್ವಾಗತ!
pt: Bem-vindo aos controlos de privacidade!
ur: نجی نوعیت کنٹرول میں خوش آمدید!
uz: Maxfiylik boshqaruvlariga xush kelibsiz!

source: This app will help you enhance your privacy protection and enables you to lock or find your phone if it’s lost. Just have a closer look. It takes only 2 minutes!
am: ይህ መተግበሪያ የ እርስዎን የ ግላዊነት መመሪያ ጥበቃ ይጨምረዋል እና ያስችሎታል ለማግኘት ወይንም ለመቆለፍ ስልኩ ከጠፋብዎት: ይህን በጥንቃቄ ይመልከቱ የሚያስፈልገው 2 ደቂቃቆዎች ብቻ ነው!
ar: هذا التطبيق يساعدك على تعزيز حماية الخصوصية الخاصة بك ويمكنك من قفل أو العثور على الهاتف الخاص بك إذا فقدته. قم بإلقاء نظرة فاحصة. فإنه يأخذ فقط دقيقتين!
bg: Това приложение ще ви помогне да повишите защитата на личните си данни, помагайки ви да заключите или намерите изгубен телефон. Четете внимателно. Ще отнеме само 2 минути!
bn_bd: এই অ্যাপ আপনার গোপনীয়তার সুরক্ষা এবং আপনাকে আপনার ফোন লক করতে বা খুঁজে পেতে সাহায্য করবে যদি এটি হারিয়ে যায়। শুধু একটু ভালো করে দেখুন। মাত্র ২ মিনিট সময় লাগবে!
bn_in: এই অ্যাপ আপনার গোপনীয়তার সুরক্ষা এবং আপনাকে আপনার ফোন লক করতে বা খুঁজে পেতে সাহায্য করবে যদি এটি হারিয়ে যায়। শুধু একটু ভালো করে দেখুন। মাত্র ২ মিনিট সময় লাগবে!
eu: Aplikazio honek zure pribatutasunaren babesa hobetzen lagunduko dizu eta telefonoa galtzen baduzu, hura blokeatzen edo aurkitzen lagunduko dizu. Botaiozu begirada bat. Bi minutu besterik ez dituzu behar!
ga_ie: Cuideoidh an aip seo leat do chosaint phríobháideachais a fheabhsú agus cuireann sé ar do chumas do ghuthán a chur faoi ghlas nó a aimsiú má chailltear é. Breathnaigh go cúramach air, ní thógann sé ach dhá nóiméad!
gd: Neartaichidh an aplacaid seo dìon do phrìobhaideachd is bheir e comas dhut am fòn agad a lorg no a ghlasadh ma chailleas tu e. Thoir sùil eile air, cha doir e ach 2 mhionaid!
id: Aplikasi ini akan membantu Anda menyempurnakan perlindungan privasi Anda dan dapat digunakan untuk mengunci atau menemukan ponsel Anda jika hilang. Silakan coba, hanya membutuhkan beberapa menit!
kn: ಈ ಅನ್ವಯ ನಿಮ್ಮ ಖಾಸಗೀತನವನ್ನು ಸುರಕ್ಷತೆಯನ್ನು ಉತ್ತಮಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಫೋನ್ ಕಳೆದುಹೋದಲ್ಲಿ ಅದನ್ನು ಲಾಕ್ ಮಾಡಲು ಅಥವಾ ಹುಡುಕಲು ಸಾಧ್ಯವಾಗಿಸುತ್ತದೆ. ಇದನ್ನು ಗಮನವಿಟ್ಟು ಓದಿಕೊಳ್ಳಿ. ಇದು ಕೇವಲ 2 ನಿಮಿಷ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ!
pt: Esta aplicação irá ajudá-lo a melhorar a sua proteção da privacidade e permite-lhe bloquear ou encontrar o seu telefone se o tiver perdido. Dê uma vista de olhos. Apenas demora 2 minutos!
ur: اس اپلی کیشن سے آپ کی رازداری کی حفاظت کو بہتر بنانے میں اور فون کو ڈھونڈنیں یا مقفل اہل کرنیں میں مدد ملے گی۔ بس قریب سے دیکھیں۔ یہ صرف 2 منٹ لگا!
uz: Ushbu ilova dastur maxfiylik himoyasini oshirishga yordam beradi va telefoningizni yo‘qotib qo‘yganingizda uni qulflab qo‘yish xususiyatini yoqadi. Faqat e’tibor bilan qarang. Bu 2 daqiqa oladi!

source: What is Location Adjustment good for?
am: አካባቢ ማስተካከል ጥሩነቱ ለምንድነው?
ar: بماذا يفيد تحديد الموقع؟
bg: За какво служи Корекция на местоположението?
bn_bd: অবস্থান সমন্বয় কি জন্য ভাল?
bn_in: অবস্থান সমন্বয় কি জন্য ভাল?
bs: Za šta je dobro podešavanje lokacije?
eu: Zertarako da ona 'Kokapenaren doiketa'?
ga_ie: Cad dó a bhfuil Oiriúnú Suímh go maith?
gd: Dè nì gleusadh an ionaid?
id: Apa manfaat Penyesuaian Lokasi?
kn: ಸ್ಥಳ ಸರಿಹೊಂದಿಸುವಿಕೆ ಏತಕ್ಕೆ ಒಳ್ಳೆಯದು?
pt: Para que serve o ajuste de localização?
ur: محل وقوع تطبیق کس وجہ سے خوب ہے؟
uz: Joylashuvni to‘g‘rilash nima uchun yaxshi?

source: Many apps access your geolocation, like the addressbook or the camera. If you don’t want to disclose your exact position, you can adjust the accuracy of your current location that is used by apps, set a custom location or hide your geolocation.
am: በርካታ መተግበሪያዎች እርስዎ ያሉበትን አካባቢ ማወቅ ይፈልጋሉ: ለምሳሌ እንደ አድራሻ ደብተር ወይንም ካሜራ ያሉ: እርስዎ ያሉበትን አካባቢ እንዳይታወቅ ከፈለጉ: ማስተካከል ይችላሉ ትክክለኛነቱን በመቀየር ወይንም በመደበቅ
ar: العديد من التطبيقات تستتطيع الوصول لتحديد الموقع الجغرافي الخاص بك، مثل دفتر العناوين أو الكاميرا. إذا كنت لا ترغب في الكشف عن مكانك بالضبط، يمكنك ضبط دقة موقعك الحالي المستخدم من قبل تطبيقات، وتعيين موقع مخصص أو إخفاء تحديد الموقع الجغرافي الخاص بك.
bg: Много приложения имат достъп до местоположението ви, каквито са списъкът с контакти или камерата. Ако не искате да разкривате точното си местоположение можете да настроите точността, с която приложенията да го получават, да изберете друго или да го скриете напълно.
bn_bd: অনেক অ্যাপ আপনার ভৌগলিক অবস্থান পরিচালনা করে, যেমন আপনার অ্যাড্রেসবুক বা ক্যামেরা। যদি আপনি আপনার সঠিক অবস্থান জানাতে না চান, তাহলে আপনি আপনার বর্তমান অবস্থানের সঠিকতাকে পরিচালনা করতে পারেন, একটি কাস্টম অবস্থান সেট করে বা আপনার ভৌগলিক অবস্থানকে লুকিয়ে।
bn_in: অনেক অ্যাপ আপনার ভৌগলিক অবস্থান পরিচালনা করে, যেমন আপনার অ্যাড্রেস বই বা ক্যামেরা। যদি আপনি আপনার সঠিক অবস্থান জানাতে নয়া চান, তাহলে আপনি আপনার বর্তমান অবস্থানের সঠিকতাকে পরিচালনা করতে পারেন, একটি কাস্টম অবস্থান সেট করে বা আপনার ভৌগলিক অবস্থানকে লুকিয়ে।
eu: Aplikazio askok, esaterako helbide-liburuak edo kamerak, zure kokapena atzitzen dute. Ez baduzu zure kokapen zehatza ezagutarazi nahi, aplikazioek erabiliko duten zure uneko kokapenaren zehaztasuna doi dezakezu, kokapen pertsonalizatu bat ezar dezakezu edo zure geokokapena ezkuta dezakezu.
ga_ie: Úsáideann neart aipeanna do gheoshuíomh, cosúil leis an leabhar seoltaí nó an ceamara. Mura mian leat do shuíomh ceart a nochtadh; coigeartaigh cruinneas an tsuímh reatha d'aipeanna, socraigh suíomh saincheaptha, nó cuir do gheoshuíomh i bhfolach.
gd: Gheibh mòran aplacaidean greim air d’ ionad, can slighe leabhar nan seòlaidhean no a’ chamara. Mur eil thu airson d’ ionad pongail a nochdadh, ’s urrainn dhut pongalachd d’ ionaid a chur air gleus mu choinneamh aplacaidean, ionad a thaghadh no d’ ionad a chur am falach.
id: Banyak aplikasi mengakses geolokasi Anda, misalnya buku alamat atau kamera. Jika Anda tidak ingin mengungkapkan posisi tepat Anda, Anda dapat menyesuaikan akurasi lokasi Anda saat ini yang akan digunakan aplikasi, menyetel lokasi ubahsuai, atau menyembunyikan geolokasi Anda.
kn: ಅನೇಕ ಅನ್ವಯಗಳು ನಿಮ್ಮ ಭೂಪ್ರದೇಶ ಮಾಹಿತಿ ಪ್ರವೇಶಿಸುತ್ತವೆ, ಉದಾಹರಣೆಗೆ ವಿಳಾಸ ಪುಸ್ತಕ ಅಥವಾ ಕ್ಯಾಮೆರಾಗಳು. ನೀವು ನಿಮ್ಮ ಖಚಿತ ಸ್ಥಳ ಮಾಹಿತಿ ತೋರ್ಪಡಿಸಲು ಇಚ್ಛಿಸದಿದ್ದಲ್ಲಿ, ನೀವು ಅನ್ವಯಗಳು ಬಳಸುವ ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸ್ಥಳ ನಿಖರತೆಯನ್ನು ಹೊಂದಾಣಿಕೆ ಮಾಡಬಹುದು, ಅಗತ್ಯಾನುಗುಣ ಸ್ಥಳ ಹೊಂದಿಸಬಹುದು ಅಥವಾ ನಿಮ್ಮ ಭೂಪ್ರದೇಶ ಮಾಹಿತಿ ಅಡಗಿಸಬಹುದು.
pt: Muitas aplicações acedem à sua geolocalização, tais como o livro de endereço ou a câmara. Se não quiser divulgar a sua localização exata, pode ajustar a precisão da sua localização atual que é utilizada por aplicações, definir uma localização personalizada ou ocultar a sua geolocalização.
ur: بہت سے ایپس کو آپ کے جغرافیائی محل وقوع پر رسائی ہے، جیسے کی کتاب پتہ جات یا کیمرہ۔ اگر آپ اپکی ٹھیک ٹھیک پوزیشن ظاہر نہیں کرنا چاہتے، آپ اپنے موجودہ مقام کی درستگی ایڈجسٹ کر سکتے ہیں جو کی ایپس کی طرف سے استعمال کیا جاتا ہے، مخصوص محل وقوع سیٹ کریں یا اپنی جغرافیائی محل وقوع چھپائیں۔
uz: Manzil kitobi yoki kamera kabi ko‘pgina ilova dasturlar geojoylashuvingizdan foydalanadi. Agar aniq holatingizni oshkor qilishni xohlamasangiz, joriy joylashuvingiz aniqligini to‘g‘rilang. Bu ilova dasturlar tomonidan boshqa joylashuvni o‘rnatish yoki geojoylashuvni yashirish uchun foydalaniladi.

source: How to set Location Adjustment?
am: የ አካባቢ ማስተካከያ እንዴት ነው የሚሰናዳው?
ar: كيفية تعيين المكان؟
bg: Как да настроя Корекция на местоположението?
bn_bd: অবস্থান সমন্বয় কিভাবে সেট করবেন?
bn_in: অবস্থান সমন্বয় কিভাবে সেট করবেন?
bs: Kako postaviti podešavanje lokacije?
eu: Nola ezarri kokapenaren doiketa?
ga_ie: Conas Oiriúnú Suímh a shocrú?
gd: Ciamar a chuireas mi air gleus m’ ionad?
id: Bagaimana cara menyetel Penyesuaian Lokasi?
kn: ಸ್ಥಳ ಸರಿಹೊಂದಿಸುವಿಕೆ ಹೇಗೆ ಹೊಂದಿಸುವುದು?
pt: Como definir o ajuste de localização?
ur: محل وقوع تطبیق کس طرح سیٹ کریں؟
uz: Qanday qilib joylashuvni to‘g‘rilashni o‘rnatish mumkin?

source: Not every app needs your exact location to work properly. Instead of sharing your exact coordinates, you can choose to effectively blur your location to e.g. 50 miles around you. This way, your weather app will still work, but you are not disclosing your exact location. Remember: Location Adjustment will not completely hide you!
am: ሁሉም መተግበሪያዎች በትክክል ለመስራት እርስዎ ያሉበትን አካባቢ በትክክል ማግኘት የለባቸውም: እርስዎ ያሉበትን አካባቢ በትክክል ማስገባት አያስፈልግም: ስለዚህ እርስዎ ባሉበት አካባቢ 50 ኪ/ሜ ዙሪያ ማስገባት ይችላሉ: ስለዚህም የ አየር ንብረት በትክክል ይሰራል: ነገር ግን እርስዎ ያሉበትን አካባቢ አይገልጽም: ያስታውሱ: አካባቢ ማስተካከያ ሙሉ በሙሉ አይደብቆትም!
ar: ليس كل تطبيق يحتاج موقعك بالضبط للعمل بشكل صحيح. بدلا من مشاركة الإحداثيات الخاصة بك على وجه الدقة، يمكنك اختيار طمس موقعك ، على سبيل المثال 50 ميلا من حولك. بهذه الطريقة، سيكون تطبيق الطقس الخاص بك لا يزال يعمل، ولكن لا يتم الكشف عن موقعك بالضبط. تذكر: تعديل لن يخفيك تماماً!
bg: Не всяко приложение има нужда от точно местоположение, за да работи правилно. Вместо да споделяте координатите си може да замъглите, например, 50км около вас. Така приложението за времето ще работи без да има точна информация къде се намирате. Запомнете: Корекция на местоположението не може да ви скрие напълно!
bn_bd: এটা নয় যে সব অ্যাপ আপনার সঠিক স্থান চাইবে সঠিকভাবে কাজ করার জন্য। আপনার সঠিক স্থানাঙ্ক শেয়ার করার বদলে, আপনি আপনার স্থান ফ্যাকাশে করে রাখতে পারেন যেমন আপনার চারপাশের ৫০ ,মাইল এলাকা। এই ভাবে, আপনার আবহাওয়া অ্যাপ কাজ করবে, কিন্তু আপনি আপনার সঠিক স্থান লুকাচ্ছেন না। মনে রাখবেন: অবস্থানের সামঞ্জস্য সম্পূর্ণরূপে আপনাকে লুকিয়ে রাখতে হবে না!
bn_in: এটা নয় যে সব অ্যাপ আপনার সঠিক স্থান চাইবে সঠিকভাবে কাজ করার জন্য। আপনার সঠিক স্থানাঙ্ক শেয়ার করার বদলে, আপনি চয়ন করতে পারেন আপনার স্থান ফ্যাকাশে করে দেওয়ার জন্য উদাহরণস্বরূপ 50 মাইল আপনার চারিপাশে। এই ভাবে, আপনার আবহাওয়া অ্যাপ কাজ করে, কিন্তু আপনি আপনার সঠিক স্থান লোকাচ্ছেন না। মনে রাখবেন: অবস্থানের সামঞ্জস্য সম্পূর্ণরূপে আপনাকে লুকিয়ে রাখতে হবে না!
eu: Aplikazio guztiek ez dute zure kokapen zehatzik behar ongi funtzionatzeko. Zure koordenatu zehatzak partekatu ordez, zure kokapena lausotzea aukera dezakezu, esaterako zure inguruko 50 kilometrotan. Horrela, esaterako zure eguraldi-aplikazioak funtzionatuko du, baina ez diozu zure kokapen zehatza esango. Gogoan izan: 'Kokapenaren doiketa' aukerak ez zaitu erabat ezkutatuko!
ga_ie: Ní gá go mbeadh do shuíomh ag gach aip le go n-oibreoidh sé i gceart. Seachas do chomhordanáidí a roinnt, d'fhéadfá roghnú do shuíomh a dhoiléiriú go e.g. 50 ciliméadar mórthimpeall ort. Leis seo, oibreoidh aip don aimsir ach ní bheidh tú ag nochtadh do shuíomh. Cuimhnigh: Ní dhéanfaidh Oiriúnú Suímh rún iomlán de do shuíomh!
gd: Chan eil d’ ionad pongail riatanach do gach aplacaid mus obraich e mar bu chòir. Seach a bhith a’ nochdadh do cho-chomharran pongail, ’s urrainn dhut sgleò a chur air d’ ionad, can pongalachd 50 mìle mun cuairt ort. Air an dòigh seo, obraichidh rudan mar aplacaidean aimsire fhathast ach cha bhith thu a’ nochdadh d’ ionad pongail. Cuimhnich: Cha chur gleusadh an ionaid am falach buileach thu!
id: Tidak semua aplikasi membutuhkan lokasi tepat Anda untuk bekerja dengan baik. Alih-alih membagikan koordinat tepat Anda, Anda dapat memilih untuk mengaburkan lokasi Anda secara efektif, misalnya 50 km di sekitar Anda. Dengan cara ini, aplikasi cuaca Anda masih dapat bekerja tetapi Anda tidak mengungkapkan lokasi tepat Anda. Ingat: fitur Penyesuaian Lokasi tidak akan benar-benar menyembunyikan Anda!
kn: ಎಲ್ಲ ಅನ್ವಯಗಳೂ ಸರಿಯಾಗಿ ಕೆಲಸ ಮಾಡಲು ನಿಮ್ಮ ನಿಖರ ಸ್ಥಳವನ್ನು ಹೊಂದಿರಬೇಕಿಲ್ಲ. ನಿಮ್ಮ ನಿಖರ ಅಕ್ಷಾಂಶಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳುವುದರ ಬದಲಿಗೆ, ನೀವು ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ಮಂಕಾಗಿಸಲು ಆಯ್ಕೆ ಮಾಡಿಕೊಳ್ಳಬಹುದು ಉ.ದಾ. ನಿಮ್ಮ ಸುತ್ತಲಿನ 50 ಮೈಲಿಗಳು. ಈ ರೀತಿ, ನಿಮ್ಮ ಹವಾಮಾನ ಅನ್ವಯ ಕೆಲಸ ಮಾಡಲು ಮುಂದುವರೆಸುತ್ತದೆ, ಆದರೆ ನೀವು ನಿಮ್ಮ ನಿಖರ ಸ್ಥಳವನ್ನು ಜಾಹೀರುಗೊಳಿಸುವುದಿಲ. ನೆನಪಿರಲಿ: ಸ್ಥಳ ಹೊಂದಾಣಿಕೆಯು ನಿಮ್ಮನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಅಡಗಿಸುವುದಿಲ್ಲ!
pt: Nem todas as aplicações necessitam da sua localização exata para funcionarem corretamente. Em vez de partilhar as suas coordenadas exatas, pode optar por escolher distorcer a sua localização para, por exemplo, 50 metros à sua volta. Desta forma, a sua aplicação de meteorologia continuará a funcionar, mas não está a fornecer a sua localização exata. Lembre-se: o ajuste de localização não irá ocultar a sua localização!
ur: مناسب طریقے سے کام کرنے کے لئے آپ کے ٹھیک ٹھیک محل وقوع کی ہر ایک ایپ کو ضرورت نہیں ہے۔ آپکی ٹھیک ٹھیک معددات حصہ داری کرنے کی بجائے، آپ مؤثر طریقے سے آپ کے محل وقوع دھندلا کرنے کا انتخاب کر سکتے ہیں مثلاً 50 میل آپ کے ارد گرد۔ اس طرح، آپکی موسم اپلی کیشن اب بھی کام کریں گے، لیکن آپ اپنے ٹھیک ٹھیک محل وقوع کا انکشاف نہیں کر رہے ہیں۔ یاد رکھیں: محل وقوع تطبیق مکمل طور پر آپ کو نہیں چھپائیگا!
uz: To‘g‘ri ishlashi uchun har bir ilova dasturga aniq joylashuv kerak emas. Aniq koordinatalaringizni ulashish o‘rniga o‘zingizga yaqin joylashuvingizni 50 milya atrofida samarali tarzda tanlashingiz mumkin. Ob-havo ilova dasturi ishlayveradi, ammo siz aniq joylashuvingizni oshkor qilmaysiz. Yodda tuting: Joylashuvni to‘g‘rilash sizni butunlay yashirmaydi!

source: What is Custom Location?
am: Custom አካባቢ ምንድነው?
ar: ما هو الموقع المخصص؟
bg: Какво е Друго местоположение?
bn_bd: কাস্টম লোকেশন কি?
bn_in: কাস্টম লোকেশন কি?
bs: Šta je prilagođena lokacija?
eu: Zer da kokapen pertsonalizatua?
ga_ie: Cad is Suíomh Saincheaptha ann?
gd: Dè tha ann an ionad gnàthaichte?
id: Apa itu Lokasi Ubahsuai?
kn: ಅಗತ್ಯಾನುಗುಣ ಸ್ಥಳ ಎಂದರೇನು?
pt: O que é a localização personalizada?
ur: مخصوص محل وقوع کیا ہے؟
uz: Boshqa joylashuv nima?

source: With the custom location setting you are able to hide your real location and set it to another place worldwide. You choose where you are!
am: እርስዎ ያሉበትን አካባቢ እንደ ፍላጎትዎ በማሰናዳት ያሉበትን አካባቢ መደበቅ ይችላሉ: እና ሌላ አካባቢ በሚፈልጉት የ አለም ክፍል ማሰናዳት ይችላሉ: እርስዎ ይምረጡ የት መሆን እንደሚፈልጉ!
ar: مع إعدادات الموقع المخصص ستكون قادراً على إخفاء موقعك الحقيقي و وضعه في مكان آخر في جميع أنحاء العالم. أنت تختار أين تكون!
bg: Избирайки друго местоположение можете да скриете истинското си местоположение, заменяйки го с друго по света. Вие избирате къде да сте!
bn_bd: কাস্টম লোকেশন সেটিংসের মাধ্যমে আপনি আপনার আসল লোকেশন লুকাতে পারেন এবং এটিকে অন্য জায়গায় সেট করতে পারেন সারা বিশ্বে। আপনিই বাছুন আপনি কোথায় ছিলেন!
bn_in: কাস্টম লোকেশন সেটিংসের আপনি আপনার আসল লোকেশন লোকাতে পারেন এবং এটিকে অন্য জায়গায় সেট করতে পারেন সারা বিশ্বে। বাছুন আপনি কোথায় ছিলেন!
eu: Kokapen pertsonalizatuaren ezarpenarekin, zure benetako kokapena ezkuta dezakezu eta munduko beste toki batean bazeunde bezala ezarri. Zerorrek aukeratzen duzu non zauden!
ga_ie: Is féidir leat d'fhíorshuíomh a choimeád faoi rún leis an socrú suíomh saincheaptha agus é socraithe ar aon áit eile ar domhan. Roghnaíonn tusa an áit a bhfuil tú!
gd: ’S urrainn dhut d’ ionad fìrinneach a chur am falach slighe roghainn an ionaid ghnàthaichte ’s àite air choireigin eile san t-saoghal a chleachdadh. Do roghainn ionaid fhèin!
id: Dengan setelan lokasi ubahsuai Anda dapat menyembunyikan lokasi nyata Anda dan menyetelnya menjadi lokasi lain. Anda bisa memilih lokasi Anda sesuka hati!
kn: ಅಗತ್ಯಾನುಗುಣ ಸ್ಥಳ ಸಿದ್ಧತೆಯಿಂದಾಗಿ ನೀವು ನಿಮ್ಮ ನಿಜ ಸ್ಥಳವನ್ನು ಅಡಗಿಸಿಡಬಹುದು ಮತ್ತು ಅದನ್ನು ವಿಶ್ವದ ಬೇರೊಂದು ಪ್ರದೇಶಕ್ಕೆ ಹೊಂದಿಸಿಡಬಹುದು. ನೀವು ಎಲ್ಲಿದ್ದೀರೆಂದು ನೀವೇ ಆಯ್ಕೆ ಮಾಡಿ!
pt: Com a definição da localização personalizada poderá ocultar a sua localização real e definir a mesma para outro sítio no mundo. Você escolhe onde está!
ur: مخصوص محل وقوع سیٹنگں کے ساتھ آپ کو اپنے حقیقی مقام کو چھپانے اور دنیا بھر میں ایک اور جگہ پر مقرر کرنے کے قابل ہیں۔ آپ کہاں ہے انتخاب کریں!
uz: Boshqa joylashuv sozlamasi yordamida siz haqiqiy joylashuvingizni yashirishingiz va yer yuzidagi boshqa joyni o‘rnatishingiz mumkin. Xohlagan joyingizni tanlashingiz mumkin!

source: What is location per app?
am: መተግበሪያ በ አካባቢ ምንድነው?
ar: ما هو الموقع لكل تطبيق؟
bg: Какво е местоположение за приложение?
bn_bd: প্রত্যেক অ্যাপের লোকশন কি?
bn_in: প্রত্যেক অ্যাপের লোকশন কি?
eu: Zer da aplikazioaren araberako kokapena?
ga_ie: Cad is suíomh in aghaidh na haipe ann?
gd: Dè tha ann an ionad gach aplacaid?
id: Apa itu lokasi untuk tiap aplikasi?
kn: ಪ್ರತಿ ಅನ್ವಯಕ್ಕೊಂದು ಸ್ಥಳ ಎಂದರೇನು?
pt: O que é a localização por aplicação?
ur: محل وقوع فی ایپلیکیشن کیا ہیں؟
uz: Har bir ilova dastur joylashuvi nima?
