Repository: translate/mozilla-gaia
Catalog: */apps/privacy-panel/privacypanel.properties.po
Languages: am, ar, bg, bn_bd, bn_in, bs, eu, ga_ie, gd, id, kn, pt, ur, uz

source: Please set a passphrase to secure your remote features (maximum 100 characters).
am: እባክዎን የ ማለፊያ ሀረግ ያሰናዱ የ ርቀት ገጽታዎችን ደህንነት ለመጠበቅ (ከፍተኛ 100 ባህሪዎች)
ar: الرجاء تعيين كلمة مرور لتأمين الميزات الخاصة بك عن بعد (بحد أقصى 100 حرف).
bg: Изберете парола, с която да защитите отдалечените функции (максимално 100 знака).
bn_bd: একটি passphrase সেট করুন আপনার রিমোট বৈশিষ্ট্য সুরক্ষিত করবার জন্য (সর্বোচ্চ 100 অক্ষর)।
bn_in: একটি পাসপ্রেস সেট করুন আপনার রিমোট বৈশিষ্ট্য সুরক্ষিত করবার জন্য (সর্বোচ্চ 100 অক্ষর)।
bs: Molimo podesite šifru da osigurate udaljene funkcije (maksimalno 100 znakova).
eu: Ezarri pasaesaldi bat zure urruneko eginbideak segurtatzeko (gehienez 100 karaktere).
ga_ie: Socraigh frása faire le do chianfheidhmeanna a dhaingniú (uasmhéid 100 carachtar).
gd: Suidhich abairt-fhaire gus na feartan cèin agad a dhìon (100 litir air a’ char as motha).
id: Setel sandi untuk mengamankan fitur daring Anda (maksimum 100 karakter).
kn: ನಿಮ್ಮ ದೂರದ ಸೌಲಭ್ಯಗಳನ್ನು ಸುರಕ್ಷಿತಗೊಳಿಸಲು ದಯವಿಟ್ಟು ಗುಪ್ತವಾಕ್ಯವನ್ನು ಹೊಂದಿಸಿ (ಗರಿಷ್ಠ 100 ಅಕ್ಷರಗಳು)
pt: Por favor defina um código para proteger as suas funcionalidades remotas (máximo de 100 caracteres).
ur: اپنے بعید خصوصیات کو محفوظ کرنے کے لئے ایک پاسفریز سیٹ کریں (زیادہ سے زیادہ 100 حروف)۔
uz: Masofadan boshqarish xususiyatlari xavfsizligini ta’minlash uchun ko‘pi bilan yuzta belgidan iborat parol kiriting.

source: New passphrase
am: አዲስ የማለፊያ ሀረግ
ar: عبارة المرور الجديدة
bg: Нова парола
bn_bd: নতুন passphrase
bn_in: নতুন পাসপ্রেস
bs: Nova šifra
eu: Pasaesaldi berria
ga_ie: Frása faire nua
gd: Abairt-fhaire ùr
id: Sandi baru
kn: ಹೊಸ ಗುಪ್ತವಾಕ್ಯ
pt: Novo código
ur: نیا پاس فریز
uz: Yangi parol

source: Confirm new passphrase
am: አዲስ የማለፊያ ሀረግ ማረጋገጫ
ar: تأكيد عبارة المرور الجديدة
bg: Потвърждаване
bn_bd: নতুন passphrase নিশ্চিত করুন
bn_in: নতুন পাসপ্রেস নিশ্চিত করুন
bs: Potvrdite novu šifru
eu: Baieztatu pasaesaldi berria
ga_ie: Deimhnigh an frása faire nua
gd: Dearbh an abairt-fhaire ùr
id: Konfirmasi sandi baru
kn: ಹೊಸ ಗುಪ್ತವಾಕ್ಯವನ್ನು ಖಚಿತಪಡಿಸು
pt: Confirmar novo código
ur: نیا پاس فریز تصدیق کریں
uz: Yangi parolni tasdiqlash

source: Please enter your passphrase.
am: እባክዎን አዲስ የማለፊያ ሀረግ ያስገቡ
ar: الرجاء إدخال عبارة المرور الخاصة بك.
bg: Моля, въведете паролата си.
bn_bd: অনুগ্রহ করে আপনার passphrase প্রবেশ করান।
bn_in: অনুগ্রহ করে আপনার পাসপ্রেস প্রবেশ করান।
bs: Molimo da unesete vašu šifru.
eu: Sartu zure pasaesaldia.
ga_ie: Iontráil do fhrása faire
gd: Cuir a-steach an abairt-fhaire agad.
id: Masukkan sandi Anda.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ.
pt: Por favor introduza o seu código.
ur: براہ مہربانی آپکا پاس فریز داخل کریں۔
uz: Yangi parolni kiriting.

source: Forgot/Change your passphrase?
am: እረሳሁት/መቀየሪያ የ እርስዎን የማለፊያ ሀረግ?
ar: نسيت/تغيير عبارة المرور الخاصة بك؟
bg: Забравена/смяна на парола?
bn_bd: আপনার passphrase ভুলে গেছেন/পরিবর্তন করবেন?
bn_in: ভুলে গেছেন/Change আপনার পাসেপ্রেস?
bs: Zaboravili ste vašu šifru?
eu: Ahaztu/aldatu zure pasaesaldia?
ga_ie: Frása faire dearmadta/le hathrú
gd: Na dhìochuimhnich thu an abairt-fhaire agad no a bheil thu airson atharrachadh?
id: Lupa/Ubah sandi Anda?
kn: ನಿಮ್ಮ ಗುಪ್ತಸಂಕೇತ ಮರೆ/Change?
pt: Esqueceu/Alterou o seu código?
ur: بھول/Change آپکا پاس فریز؟
uz: Parolni unutdingizmi? Uni o‘zgartirasizmi?

source: Passphrase
am: የማለፊያ ሀረግ
ar: عبارة المرور
bg: Парола
bn_in: পাসপ্রেস
bs: Šifra
eu: Pasaesaldia
ga_ie: Frása faire
gd: Abairt-fhaire
id: Sandi
kn: ಗುಪ್ತವಾಕ್ಯ
pt: Código
ur: پاس فریز
uz: Parol

source: To reset your passphrase please enter Passcode lock/SIM PIN and new passphrase.
am: የ እርስዎን የማለፊያ ሀረግ እንደ ነበር ለመመለስ እባክዎን የማለፊያ ኮድ መቆለፊያ/ሲም ፒን እና አዲስ የማለፊያ ሀረግ ያስገቡ
ar: لإعاد تعيين عبارة المرور الخاصة بك الرجاء إدخال قفل رمز المرور /SIM PIN و عبارة مرور جديدة.
bg: За да смените паролата си, моля въведете парола за екран/SIM PIN и новата парола.
bn_bd: আপনার passphrase রিসেট করবার জন্য পাসকোড লক/SIM PIN এবং নতুন passphrase প্রবেশ করান।
bn_in: আপনার পাসপ্রেস রিসেট করবার জন্য পাসকোড লক/SIM PIN এবং নতুন পাসফ্রেস প্রবেশ করান।
bs: Da resetujete vašu šifru, unesite Passcode lock/SIM PIN i novu šifru.
eu: Zure pasaesaldia berrezartzeko, sartu pasakode-blokeoa/SIMaren PINa eta pasaesaldi berria.
ga_ie: Le do fhrása faire a athshocrú, iontráil do chód glasála/UAP SIM agus frása faire nua.
gd: Gus an abairt-fhaire agad ath-shuidheachadh, cuir a-steach glas na h-abairte-faire/PIN an t-SIM agus an abairt-fhaire ùr.
id: Untuk menyetel ulang frasa sandi Anda, masukkan kunci Kode Sandi/PIN SIM dan frasa sandi baru Anda.
kn: ನಿಮ್ಮ ಗುಪ್ತಸಂಕೇತ ಮರುಹೊಂದಿಸಲು ನಿಮ್ಮ ಗುಪ್ತಸಂಕೇತದ ಕೀಲಿ/SIM PIN ಮತ್ತು ಹೊಸ ಗುಪ್ತಸಂಕೇತ ನಮೂದಿಸಿ.
pt: Para repor o seu código por favor introduza o seu código de bloqueio/PIN do SIM e o novo código.
ur: پاس فریز پھر سیٹ کرنے کے لیے پاس کوڈ لاک/SIM PIN اور نیا پاس فریز داخل کریں۔
uz: Parolni qaytadan o‘rnatish uchun qulflash paroli/SIM karta PIN kodini kiriting va yangi parolni o‘rnating.

source: SIM 1
am: ሲም 1
eu: 1. SIMa
uz: 1-SIM

source: SIM 2
am: ሲም 2
eu: 2. SIMa
uz: 2-SIM

source: Enter Code
am: ኮድ ያስገቡ
ar: أدخل كود
bg: Въведете код
bn_bd: কোড প্রবেশ করান
bn_in: কোড প্রবেশ করান
bs: Unesite kod
eu: Sartu kodea
ga_ie: Iontráil Cód
gd: Cuir a-steach an còd
id: Masukkan Kode
kn: ಸಂಕೇತ ನಮೂದಿಸು
pt: Introduza o código
ur: کوڈ داخل کریں
uz: Kodni kiriting

source: Passphrase is wrong!
am: የማለፊያ ሀረግ የተሳሳተ ነው!
ar: كلمة مرور خاطئة!
bg: Паролата е грешна!
bn_bd: passphrase ভুল!
bn_in: পাসপ্রেস ভুল!
bs: Pogrešna šifra!
eu: Pasaesaldia okerra da!
ga_ie: Frása faire mícheart!
gd: Tha an abairt-fhaire cearr!
id: Sandi salah!
kn: ಗುಪ್ತಪದ ತಪ್ಪಿದೆ!
pt: O código está errado!
ur: پاس فریز نادرست!
uz: Parol noto‘g‘ri!

source: Passphrase is empty!
am: የማለፊያ ሀረግ ባዶ ነው!
ar: عبارة المرور فارغة!
bg: Паролата е празна!
bn_bd: passphrase খালি!
bn_in: পাসপ্রেস খালি!
bs: Šifra je prazna!
eu: Pasaesaldia hutsik dago!
ga_ie: Frása faire folamh!
gd: Tha an abairt-fhaire bàn!
id: Sandi kosong!
kn: ಗುಪ್ತಪದ ಖಾಲಿಯಿದೆ
pt: O código está vazio!
ur: پاس فریز خالی!
uz: Parol kiritilmadi!

source: Passphrase is too long!
am: የማለፊያው ሀረግ በጣም ረጅም ነው!
ar: عبارة المرور طويلة جدا!
bg: Паролата е твърде дълга!
bn_bd: passphrase খুব লম্বা!
bn_in: পাসপ্রেস খুব লম্বা!
bs: Šifra je preduga!
eu: Pasaesaldia luzeegia da!
ga_ie: Frása faire rófhada!
gd: Tha an abairt-fhaire ro fhada!
id: Sandi terlalu panjang!
kn: ಗುಪ್ತಪದ ಬಹಳ ಉದ್ದವಿದೆ!
pt: O código é demasiado longo!
ur: پاس فریز طویل ہے!
uz: Parol juda uzun!

source: You cannot use special characters!
am: የተለዩ ባህሪዎችን መጠቀም አይችሉም!
ar: لا يمكنك استخدام الأحرف الخاصة!
bg: Не може да използвате специални знаци!
bn_bd: আপনি স্পেশাল অক্ষর ব্যবহার করতে পারবেন না!
bn_in: আপনি স্পেশ্যাল অক্ষর ব্যবহার করতে পারবেন না!
bs: Ne možete koristiti specijalne znakove!
eu: Ezin dituzu karaktere bereziak erabili!
ga_ie: Ní féidir carachtair speisialta a úsáid!
gd: Chan urrainn dhut caractaran sònraichte a chleachdadh!
id: Anda tidak dapat menggunakan karakter khusus!
kn: ನೀವು ವಿಷೇಶವಾದ ಅಕ್ಷರಗಳನ್ನು ಬಳಸುವಂತಿಲ್ಲ!
pt: Não pode utilizar caracteres especiais!
ur: آپ خاص کریکٹر نہیں استعمال کر سکتے!
uz: Maxsus belgilardan foydalanish mumkin emas!

source: Confirmation must match passphrase!
am: ማረጋገጫው ከ ማለፊያ ሀረግ ጋር ተመሳሳይ መሆን አለበት!
ar: التأكيد يجب أن يطابق عبارة المرور!
bg: Двете пароли трябва да съвпадат!
bn_bd: নিশ্চিতকরণ অবশ্যই passphrase সাথে মিলতে হবে!
bn_in: নিশ্চিতকরণ অবশ্যই পাসপ্রেসের সাথে মিলতে হবে!
bs: Potvrda mora biti podudarna šifri.
eu: Baieztapenak bat etorri behar du pasaesaldiarekin!
ga_ie: Caithfidh gurb ionann an deimhniú agus an frása faire!
gd: Feumaidh an dearbhadh a bhith co-ionnann ris an abairt-fhaire!
id: Konfirmasi harus sama dengan sandi!
kn: ದೃಢೀಕರಣ ಗುಪ್ತಸಂಕೇತವನು ಹೊಂದುವಂತಿರಬೇಕು!
pt: A confirmação tem de coincidir com o código!
ur: تصدیق پاس فریز جیسی ہی ہونی چاہیے!
uz: Tasdiqlash paroli birinchisi bilan bir xil bo‘lishi kerak!

source: Passcode lock is empty!
am: የማለፊያ ኮድ መቆለፊያ ባዶ ነው!
ar: قفل رمز المرور فارغ!
bg: Паролата е празна!
bn_bd: পাসকোড লক খালি!
bn_in: পাসপ্রেস লক খালি!
bs: Passcode lock je prazan!
eu: Pasakode-blokeoa hutsik dago!
ga_ie: Cód faire folamh!
gd: Tha glas a’ chòd-fhaire bàn!
id: Kunci kode sandi kosong!
kn: ಗುಪ್ತಸಂಕೇತದ ಕೀಲಿ ಖಾಲಿ ಇದೆ!
pt: O bloqueio de código está vazio!
ur: تصدیق پاس فریز سے مشابہ کردہ!
uz: Qulflash paroli kiritilmadi!

# pin-invalid
source: Wrong Passcode lock!
am: የተሳሳተ የማለፊያ ኮድ መቆለፊያ!
ar: قفل رمز المرور خاطئ!
bg: Грешена парола!
bn_bd: ভুল পাসকোড লক!
bn_in: ভুল পাসপ্রেস লক!
bs: Pogrešan Passcode lock!
eu: Pasakode-blokeo okerra!
ga_ie: Cód faire mícheart!
gd: Tha glas a’ chòd-fhaire cearr!
id: Kunci kode sandi salah!
kn: ತಪ್ಪಾದ ಗುಪ್ತಸಂಕೇತದ ಕೀಲಿ!
pt: Código errado!
ur: نادرست پاسکوڈ مقفل!
uz: Qulflash paroli noto‘g‘ri!

source: Passcode should be 4 digits!
am: የማለፊያ ኮድ 4 ዲጂቶች መሆን አለበት!
ar: يجب على رمز المرور أن يتكون من 4 أرقام!
bg: Паролата трябва да е 4 цифри!
bn_bd: পাসকোড অবশ্যই ৪ ডিজিটের হতে হবে!
bn_in: পাসকোড অবশ্যই 4 ডিজিটের হতে হবে!
bs: Passcode treba imati 4 cifre!
eu: Pasakodeak 4 digitu izan behar ditu!
ga_ie: Ba chóir go mbeadh 4 uimhir sa chód faire!
gd: Tha an còd-faire 4 àireamhan a dh’fhaid!
id: Kode sandi harus berisi 4 digit!
kn: ಗುಪ್ತಸಂಕೇತ 4 ಅಂಕಿಗಳದ್ದಾಗಿರಬೇಕು!
pt: O código deve ter 4 dígitos!
ur: پاس کوڈ میں 4 ہندسے ہونے چاہیے!
uz: Parol 4 ta raqamdan iborat bo‘lishi kerak!

# pin-different
source: Wrong Passcode lock!
am: የተሳሳተ የማለፊያ ኮድ መቆለፊያ!
ar: قفل رمز المرور خاطئ!
bg: Грешна парола!
bn_bd: ভুল পাসকোড লক!
bn_in: ভুল পাসকোড লক!
bs: Pogrešan Passcode lock!
eu: Pasakode-blokeo okerra!
ga_ie: Cód faire mícheart!
gd: Tha glas a’ chòd-fhaire cearr!
id: Kunci kode sandi salah!
kn: ತಪ್ಪಾದ ಗುಪ್ತಸಂಕೇತ ಲಾಕ್!
pt: Código errado!
ur: نادرست پاسکوڈ مقفل!
uz: Qulflash paroli noto‘g‘ri!

source: Wrong SIM PIN!
am: የተሳሳተ ሲም ፒን!
ar: SIM PIN خاطئ!
bg: Грешен SIM PIN!
bn_bd: ভুল SIM PIN!
bn_in: ভুল SIM PIN!
bs: Pogrešan SIM PIN!
eu: SIMaren PIN okerra!
ga_ie: UAP SIM mícheart!
gd: Tha PIN an t-SIM cearr!
id: PIN SIM Salah!
kn: ತಪ್ಪಾದ SIM PIN!
pt: PIN do SIM errado!
ur: نادرست SIM PIN!
uz: SIM karta PIN kodi noto‘g‘ri!

source: Last try.
am: የ መጨረሻ ሙከራ
ar: آخر محاولة.
bg: Последен опит.
bn_bd: শেষ চেষ্টা।
bn_in: শেষ চেষ্টা।
bs: Posljednji pokušaj.
eu: Azken aukera.
ga_ie: Iarracht deiridh.
gd: Tha {{n}} oidhirp air fhàgail agad.
id: Kesempatan terakhir.
kn: ಕೊನೆಯ ಪ್ರಯತ್ನ.
pt: Última tentativa.
ur: آخری کوشش۔
uz: So‘nggi marta urinib ko‘ring.

# pin-tries-left[two]
source: {{n}} tries left.
am: {{n}} ሙከራዎች ቀርተዋል
ar: {{n}} محاولة باقية.
bg: остават {{n}} опита.
bn_bd: {{n}} বার চেষ্টা বাকী আছে।
bn_in: {{n}} চেষ্টা বাকি পড়ে।
bs: {{n}} preostala pokušaja.
eu: {{n}} aukera falta dira.
ga_ie: {{n}} iarracht fágtha.
gd: Tha {{n}} oidhirp air fhàgail agad.
id: {{n}} kesempatan lagi.
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಉಳಿದಿವೆ.
pt: restam {{n}} tentativas.
ur: {{n}} کوشش باقی۔
uz: Yana {{n}} marta urinib ko‘rishingiz mumkin.

# pin-tries-left[few]
source: {{n}} tries left.
am: {{n}} ሙከራዎች ቀርተዋል
ar: {{n}} محاولات باقية.
bg: остават {{n}} опита.
bn_bd: {{n}} বার চেষ্টা বাকী আছে।
bn_in: {{n}} চেষ্টা বাকি পড়ে।
bs: {{n}} preostala pokušaja.
eu: {{n}} aukera falta dira.
ga_ie: {{n}} iarracht fágtha.
gd: Tha {{n}} oidhirpean air fhàgail agad.
id: {{n}} kesempatan lagi.
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಉಳಿದಿವೆ.
pt: restam {{n}} tentativas.
ur: {{n}} کوشش باقی۔
uz: Yana {{n}} marta urinib ko‘rishingiz mumkin.

# pin-tries-left[many]
source: {{n}} tries left.
am: {{n}} ሙከራዎች ቀርተዋል
ar: {{n}} محاولة متبقية.
bg: остават {{n}} опита.
bn_bd: {{n}} বার চেষ্টা বাকী আছে।
bn_in: {{n}} চেষ্টা বাকি পড়ে।
bs: {{n}} preostalih pokušaja.
eu: {{n}} aukera falta dira.
ga_ie: {{n}} n-iarracht fágtha
gd: Tha {{n}} oidhirp air fhàgail agad.
id: {{n}} kesempatan lagi.
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಉಳಿದಿವೆ.
pt: restam {{n}} tentativas.
ur: {{n}} کوشش باقی۔
uz: Yana {{n}} marta urinib ko‘rishingiz mumkin.

# pin-tries-left[other]
source: {{n}} tries left.
am: {{n}} ሙከራዎች ቀርተዋል
ar: {{n}} محاولات متبقية.
bg: остават {{n}} опита.
bn_bd: {{n}} বার চেষ্টা বাকী আছে।
bn_in: {{n}} চেষ্টা বাকি পড়ে।
bs: {{n}} preostalih pokušaja.
eu: {{n}} aukera falta dira.
ga_ie: {{n}} iarracht fágtha
gd: Tha {{n}} oidhirp air fhàgail agad.
id: {{n}} kesempatan lagi.
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಉಳಿದಿವೆ.
pt: restam {{n}} tentativas.
ur: {{n}} کوشش باقی۔
uz: Yana {{n}} marta urinib ko‘rishingiz mumkin.

source: Remote Locate
am: በርቀት ፈልጎ ማግኛ
ar: تحديد موقع جهاز التحكم عن بعد
bg: Отдалечено издирване
bn_bd: রিমোট লোকেট
bn_in: রিমোট লোকেট
bs: Daljinsko lociranje
eu: Urruneko aurkitzea
ga_ie: Cian-aimsiú
gd: Lorg cèin
id: Temukan Lokasi Daring
kn: ದೂರದ ಪತ್ತೆಹಚ್ಚುವಿಕೆ
pt: Localização remota
ur: بعید محل وقوع بتانا
uz: Masofadan aniqlash

source: You can locate this device via SMS as following: RP locate YOURPASSPHRASE
am: ይህን አካል ፈልገው ማግኘት ይችላሉ በ ኤስኤምኤስ እንደሚከተለው : RP locate YOURPASSPHRASE
ar: يمكنك تحديد موقع هذا الجهاز عن طريق SMS على النحو التالي: RP تحديد YOURPASSPHRASE
bg: Може да издирите това устройство чрез SMS с текст: RP locate ВАШАТАПАРОЛА
bn_bd: আপনি এই ডিভাইসটিকে লোকেট করতে পারবেন SMS-এর মাধ্যমে: RP locate YOURPASSPHRASE
bn_in: আপনি এই ডিভাইসটিকে লোকেট করতে পারবেন SMS-এর মাধ্যমে: RP locate YOURPASSPHRASE
bs: Ovaj uređaj možete locirati putem SMS-a: RP locate VAŠAŠIFRA
eu: Gailu hau SMS bidez aurki dezakezu honako katea erabiliz: RP locate ZUREPASAESALDIA
ga_ie: Is féidir an gléas seo a aimsiú leis an SMS a leanas: RP locate DOFHRÁSAFAIRE
gd: ’S urrainn dhut an t-uidheam seo a lorg ma chuireas tu SMS mar seo: RP lorg AN-ABAIRT-FHAIRE-AGAD
id: Anda dapat menemukan lokasi perangkat ini dengan mengirimkan SMS: RP locate SANDIANDA
kn: ನೀವು ಈ ಸಾಧನವನ್ನು SMS ಮೂಲಕ ಹೀಗೆ ಪತ್ತೆಹಚ್ಚಬಹುದು: RP locate YOURPASSPHRASE
pt: Pode localizar este dispositivo através de um SMS com o seguinte formato: PR localizar OSEUCÓDIGO
ur: آپ مندرجہ ذیل SMS بھیج کر اس آلے کو ڈھونڈ سکتے ہیں: RP locate YOURPASSPHRASE
uz: Siz ushbu qurilmani SMS orqali quyidagicha joylashuvini aniqlashingiz mumkin: RP aniqlash PAROLINGIZ

source: Remote Ring
am: በርቀት መደወያ
ar: حلقة عن بعد
bg: Отдалечено звънене
bn_bd: রিমোট রিং
bn_in: রিমোট রিং
bs: Daljinsko zvono
eu: Urruneko txirrina
ga_ie: Cianghlaoch
gd: Seirm chèin
id: Dering Daring
kn: ದೂರದ ರಿಂಗ್
pt: Toque remoto
ur: بعید رنگ
uz: Masofadan qo‘ng‘iroq

source: You can ring this device via SMS as following: RP ring YOURPASSPHRASE
am: እዚህ አካል ጋር መደወል ይችላሉ በ ኤስኤምኤስ እንደሚከተለው : RP ring YOURPASSPHRASE
ar: يمكنك الاتصال بهذا الجهاز عبر الرسائل القصيرة على النحو التالي: RP حلقة YOURPASSPHRASE
bg: Може да накарате това устройство да звъни чрез SMS с текст: RP ring ВАШАТАПАРОЛА
bn_bd: আপনি এই ডিভাইসটি বাজাতে পারবেন নিম্নলিখিত SMS-এর মাধ্যমে: RP ring YOURPASSPHRASE
bn_in: আপনি এই ডিভাইসটি বাজাতে পারবেন নিম্নলিখিত SMS-এর মাধ্যমে: RP রিং YOURPASSPHRASE
bs: Ovaj uređaj možete zazvoniti putem SMS-a: RP ring VAŠAŠIFRA
eu: Gailu honek txirrina jo dezan eragin dezakezu SMS bidez, honako katea erabiliz: RP ring ZUREPASAESALDIA
ga_ie: Is féidir glaoch ar an ngléas seo leis an SMS a leanas: RP ring DOFHRÁSAFAIRE
gd: ’S urrainn dhut an t-uidheam seo a sheirm ma chuireas tu SMS mar seo: RP seirm AN-ABAIRT-FHAIRE-AGAD
id: Anda dapat membunyikan dering dengan mengirimkan SMS: RP ring SANDIANDA
kn: ನೀವು ಈ ಸಾಧನವನ್ನು SMS ಮೂಲಕ ಹೀಗೆ ರಿಂಗ್‌ ಮಾಡಬಹುದು: RP ring YOURPASSPHRASE
pt: Pode fazer este dispositivo tocar através de um SMS com o seguinte formato: RP ring OSEUCÓDIGO
ur: مندرجہ ذیل کے طور پر آپ SMS کے ذریعے اس آلہ کو رنگ کر سکتے ہیں: RP رنگ YOURPASSPHRASE
uz: Siz ushbu qurilmani SMS orqali quyidagicha qo‘ng‘irog‘ini ishga tushirishingiz mumkin: RP qo‘ng‘iroq PAROLINGIZ

source: Remote Lock
am: በርቀት መቆለፊያ
ar: قفل عن بعد
bg: Отдалечено заключване
bn_bd: রিমোট লক
bn_in: রিমোট লক
bs: Daljinsko zaključavanje
eu: Urruneko blokeoa
ga_ie: Cianghlasáil
gd: Glas chèin
id: Kunci Daring
kn: ದೂರದ ಲಾಕ್
pt: Bloqueio remoto
ur: بعید مقفل
uz: Masofadan qulflash

source: You can lock this device via SMS as following: RP lock YOURPASSPHRASE
am: ይህን አካል መቆለፍ ይችላሉ በ ኤስኤምኤስ እንደሚከተለው : RP lock YOURPASSPHRASE
ar: يمكنك قفل هذا الجهاز عبر الرسائل القصيرة على النحو التالي: RP قفل YOURPASSPHRASE
bg: Може да заключите това устройство чрез SMS с текст: RP lock ВАШАТАПАРОЛА
bn_bd: আপনি এই ডিভাইসটি SMS-এর মাধ্যমে লক করতে পারেন: RP lock YOURPASSPHRASE
bn_in: আপনি এই ডিভাইসটি SMS-এর মাধ্যমে লক করতে পারেন: RP lock YOURPASSPHRASE
bs: Ovaj uređaj možete zaključati putem SMS-a: RP lock VAŠAŠIFRA
eu: Gailu hau SMS bidez blokea dezakezu honako katea erabiliz: RP lock ZUREPASAESALDIA
ga_ie: Is féidir an gléas seo a chur faoi ghlas leis an SMS a leanas: RP lock DOFHRÁSAFAIRE
gd: ’S urrainn dhut an t-uidheam seo a ghlasadh ma chuireas tu SMS mar seo: RP glais AN-ABAIRT-FHAIRE-AGAD
id: Anda dapat mengunci perangkat ini dengan mengirim SMS: RP lock SANDIKUNCI
kn: ನೀವು ಈ ಸಾಧನವನ್ನು SMS ಮೂಲಕ ಹೀಗೆ ಲಾಕ್ ಮಾಡಬಹುದು: RP lock YOURPASSPHRASE
pt: Pode bloquear este dispositivo através de um SMS com o seguinte formato: RP lock OSEUCÓDIGO
ur: مندرجہ ذیل کے طور پر آپ SMS کے ذریعے اس آلہ کو مقفل کر سکتے ہیں: RP رنگ YOURPASSPHRASE
uz: Siz ushbu qurilmani SMS orqali quyidagicha qulflashingiz mumkin: RP qulflash PAROLINGIZ

source: Please activate lockscreen AND passcode in the system settings to use the Remote Protection.
am: እባክዎን የ መመልከቻ መቆለፊያውን እና የ ማለፊያ ኮድ ያስጀምሩ ከ ስርአት ማሰናጃ ውስጥ የ ርቀት መጠበቂያዎችን ለመጠቀም
ar: الرجاء تفعيل قفل الشاشة ورمز المرور في إعدادات النظام لاستخدام الحماية عن بعد.
bg: Моля, настройте заключване на екрана с парола, за да ползвате Отдалечена защита.
bn_bd: লকস্ক্রিন ও পাসকোড অনুগ্রহ করে সক্রিয় করুন সিস্টেম সেটিংসে রিমোট সুরক্ষা চালু করবার জন্য।
bn_in: লকস্ক্রিন AND পাসকোড অনুগ্রহ করে সক্রিয় করুন সিস্টেম সেটিংসে রিমোট সুরক্ষা চালু করবার জন্য।
bs: Molimo da aktivirate ekran za zaključavanje i passcode u sistemskim postavkama kako biste koristili Udaljenu zaštitu.
eu: Aktibatu blokeo-pantaila ETA pasakodea sistema-ezarpenetan, urruneko babesa erabili ahal izateko.
ga_ie: Cumasaigh glasáil scáileáin AGUS cód faire sna socruithe córais le húsáid a bhaint as CianChosaint.
gd: Cuir an gnìomh an sgrìn-ghlasaidh AGUS an còd-faire ann an roghainnean an t-siostaim ma tha thu airson an dìon cèin a chleachdadh.
id: Aktifkan kunci layar DAN kode akses pada setelan sistem untuk menggunakan Kunci Daring.
kn: ದೂರದ ಸುರಕ್ಷತೆಯನ್ನು ಬಳಸಲು ದಯವಿಟ್ಟು ಲಾಕ್‌ಸ್ಕ್ರ‍ೀನ್ AND ಗುಪ್ತಸಂಕೇತಗಳನ್ನು ಸಿಸ್ಟಂ ಸಿದ್ದತೆಗಳಲ್ಲಿ ಸಕ್ರಿಯಗೊಳಿಸಿ.
pt: Por favor ative o bloqueio de ecrã e o código de acesso nas definições de sistema para utilizar a proteção remota.
ur: بعید حفاظت استعمال کرنیں کے لئے براہ مہربانی لاکسکرین AND نظامی سیٹنگیں سے پاسکوڈ متحرک کریں۔
uz: Masofadan himoyalanishdan foydalanish uchun ekranni qulflashni ishga tushiring va tizim sozlamalariga parolni kiriting.

source: Take me there
am: ወደ እዛ ውሰደኝ
ar: خذني إلى هناك
bg: Натам
bn_bd: সেখানে আমাকে নিয়ে যান
bn_in: সেখানে আমাকে নিয়ে যান
bs: Odvedi me tamo!
eu: Eraman nazazu hara
ga_ie: Tabhair ann mé
gd: Thoir ann mi
id: Buka
kn: ನನ್ನನು ಅಲ್ಲಿಗೆ ಕರೆದೊಯ್ಯಿ
pt: Ir até lá
ur: مجھے وہاں لے چلوں
uz: Men bu yerdan ketaman

# lock-screen
source: Screen Lock
am: መመልከቻ መቆለፊያ
ar: قفل الشاشة
bg: Заключване на екрана
bn_bd: স্ক্রিন লক
bn_in: স্ক্রিন লক
bs: Zaključavanje ekrana
eu: Pantailaren blokeoa
ga_ie: Glas Scáileáin
gd: Glas na sgrìn
id: Kunci Layar
kn: ಸ್ಕ್ರೀನ್ ಲಾಕ್
pt: Bloqueio do ecrã
ur: سکرین مقفل
uz: Ekrani qulflash

# screen-lock-header
source: Screen Lock
am: መመልከቻ መቆለፊያ
ar: قفل الشاشة
bg: Заключване на екрана
bn_bd: স্ক্রিন লক
bn_in: স্ক্রিন লক
bs: Zaključavanje ekrana
eu: Pantailaren blokeoa
ga_ie: Glas Scáileáin
gd: Glas na sgrìn
id: Pengunci Layar
kn: ಸ್ಕ್ರೀನ್ ಲಾಕ್
pt: Bloqueio do ecrã
ur: سکرین مقفل
uz: Ekrani qulflash

source: Passcode Lock
am: የማለፊያ ኮድ መቆለፊያ
ar: قفل رمز المرور
bg: Заключване с парола
bn_bd: পাসকোড লক
bn_in: পাসকোড লক
bs: Zaključavanje šifrom
eu: Pasakode-blokeoa
ga_ie: Úsáid Cód Faire
gd: Glas a’ chòd-fhaire
id: Kunci Kode Sandi
kn: ಗುಪ್ತಸಂಕೇತ ಲಾಕ್
pt: Bloqueio por código
ur: پاسکوڈ مقفل
uz: Qulflash paroli

source: Require passcode
am: ያስፈልጋል የማለፊያ ኮድ
ar: رمز المرور مطلوب
bg: Искане на парола
bn_bd: পাসকোড প্রয়োজন
bn_in: পাসকোড প্রয়োজন
bs: Zahtijevaj šifru
eu: Eskatu pasakodea
ga_ie: Cód faire de dhíth
gd: Iarr còd-faire
id: Membutuhkan kode sandi
kn: ಗುಪ್ತಸಂಕೇತ ಅವಶ್ಯವಿದೆ
pt: Requerer código
ur: پاسکوڈ ضروری
uz: Parol so‘ralmoqda

source: Immediately
am: አሁኑኑ
ar: حالاً
bg: веднага
bn_bd: অতি সত্ত্বর
bn_in: এখুনি
bs: Odmah
eu: Berehala
ga_ie: Láithreach
gd: Sa bhad
id: Seketika
kn: ತಕ್ಷಣ
pt: Imediatamente
ur: فوراً
uz: Tezda

source: After 1 minute
am: ከ 1 ደቂቃ በኋላ
ar: بعد دقيقة واحدة
bg: след 1 минута
bn_bd: এক মিনিট পরে
bn_in: 1 মিনিট পরে
bs: Nakon 1 minute
eu: Minutu baten ondoren
ga_ie: Tar éis 1 nóiméad
gd: An dèidh mionaid
id: Setelah 1 menit
kn: 1 ನಿಮಿಷದ ನಂತರ
pt: Após 1 minuto
ur: 1 منٹ بعد
uz: 1 daqiqadan so‘ng

source: After 5 minutes
am: ከ 5 ደቂቆች በኋላ
ar: بعد 5 دقائق
bg: след 5 минути
bn_bd: ৫ মিনিট পর
bn_in: 5 মিনিট পরে
bs: Nakon 5 minuta
eu: 5 minutu ondoren
ga_ie: Tar éis 5 nóiméad
gd: An dèidh 5 mionaidean
id: Setelah 5 menit
kn: 5 ನಿಮಿಷದ ನಂತರ
pt: Após 5 minutos
ur: 5 منٹ مابعد
uz: 5 daqiqadan so‘ng

source: After 15 minutes
am: ከ 15 ደቂቆች በኋላ
ar: بعد 15 دقيقة
bg: след 15 минути
bn_bd: ১৫ মিনিট পর
bn_in: 15 মিনিট পরে
bs: Nakon 15 minuta
eu: 15 minutu ondoren
ga_ie: Tar éis 15 nóiméad
gd: An dèidh cairteal na h-uarach
id: Setelah 15 menit
kn: 15 ನಿಮಿಷದ ನಂತರ
pt: Após 15 minutos
ur: 15 منٹ مابعد
uz: 15 daqiqadan so‘ng

source: After 30 minutes
am: ከ 30 ደቂቆች በኋላ
ar: بعد 30 دقيقة
bg: след 30 минути
bn_bd: ৩০ মিনিট পর
bn_in: 30 মিনিট পরে
bs: Nakon 30 minuta
eu: 30 minutu ondoren
ga_ie: Tar éis 30 nóiméad
gd: An dèidh leth-uair a thìde
id: Setelah 30 menit
kn: 30 ನಿಮಿಷದ ನಂತರ
pt: Após 30 minutos
ur: 30 منٹ مابعد
uz: 30 daqiqadan so‘ng

source: After 1 hour
am: ከ 1 ሰአት በኋላ
ar: بعد ساعة واحدة
bg: след 1 час
bn_bd: ১ ঘনটা পরে
bn_in: 1 ঘন্টা পরে
bs: Nakon 1 sata
eu: Ordubete ondoren
ga_ie: Tar éis uair an chloig
gd: An dèidh uair a thìde
id: Setelah 1 jam
kn: 1 ಗಂಟೆ ನಂತರ
pt: Após 1 hora
ur: 1 گھنٹہ مابعد
uz: 1 soatdan so‘ng

source: Change passcode
am: የማለፊያ ኮድ መቀየሪያ
ar: تغيير رمز المرور
bg: Смяна на парола
bn_bd: পাসকোড পরিবর্তন করুন
bn_in: পাসকোড পরিবর্তন করুন
bs: Promijeni šifru
eu: Aldatu pasakodea
ga_ie: Athraigh an cód faire
gd: Atharraich an còd-faire
id: Ubah kode sandi
kn: ಗುಪ್ತಸಂಕೇತವನ್ನು ಬದಲಾಯಿಸಿ
pt: Alterar código
ur: پسکود تبدیل کریں
uz: Parolni o‘zgartirish

source: Change
am: መቀየሪያ
ar: تغيير
bg: Промяна
bn_bd: পরিবর্তন
bn_in: পরিবর্তন করুন
bs: Promijeni
eu: Aldatu
ga_ie: Athraigh
gd: Atharraich
id: Ubah
kn: ಬದಲಾಯಿಸು
pt: Alterar
ur: تبدیل
uz: O‘zgartirish

source: Create
am: መፍጠሪያ
ar: إنشاء
bg: Създаване
bn_bd: তৈরী
bn_in: তৈরি করুন
bs: Kreiraj
eu: Sortu
ga_ie: Cruthaigh
gd: Cruthaich
id: Buat
kn: ಸೃಷ್ಟಿಸು
pt: Criar
ur: بنائیں
uz: Yaratish

# passcode-heading
source: Passcode
am: የማለፊያ ኮድ
ar: رمز المرور
bg: Парола
bn_bd: পাসকোড
bn_in: পাসকোড
bs: Šifra
eu: Pasakodea
ga_ie: Cód Faire
gd: Còd-faire
id: Kode sandi
kn: ಗುಪ್ತಸಂಕೇತ
pt: Código
ur: پاسکوڈ
uz: Parol

source: Current passcode
am: የ አሁኑ የማለፊያ ኮድ
ar: رمز المرور الحالي
bg: Текуща парола
bn_bd: বর্তমান পাসকোড
bn_in: বর্তমান পাসকোড
bs: Trenutna šifra
eu: Uneko pasakodea
ga_ie: Cód faire faoi láthair
gd: An còd-faire làithreach
id: Kode sandi saat ini
kn: ಪ್ರಸ್ತುತ ಗುಪ್ತಪದ
pt: Código atual
ur: حالیہ پاسکوڈ
uz: Joriy parol

source: New passcode
am: አዲስ የማለፊያ ኮድ
ar: رمز مرور جديد
bg: Нова парола
bn_bd: নতুন পাসকোড
bn_in: নতুন পাসকোড
bs: Nova šifra
eu: Pasakode berria
ga_ie: Cód faire nua
gd: Còd-faire ùr
id: Kode sandi baru
kn: ಹೊಸ ಗುಪ್ತಪದ
pt: Novo código
ur: نیا پاسکوڈ
uz: Yangi parol

source: Enter passcode
am: የማለፊያ ኮድ ያስገቡ
ar: أدخل رمز المرور
bg: Въведете паролата
bn_bd: পাসকোড প্রবেশ করান
bn_in: পাসকোড প্রবেশ করান
bs: Unesite šifru
eu: Sartu pasakodea
ga_ie: Cuir cód faire isteach
gd: Cuir a-steach an còd-faire
id: Masukkan kode sandi
kn: ಗುಪ್ತಸಂಕೇತವನ್ನು ನಮೂದಿಸು
pt: Introduzir código
ur: پاسکوڈ داخل کریں
uz: Parolni kiriting
