Repository: translate/mozilla-gaia
Catalog: */apps/privacy-panel/privacypanel.properties.po
Languages: am, ar, bg, bn_bd, bn_in, bs, eu, ga_ie, gd, id, kn, pt, ur, uz

source: Here you will find an overview of all apps, that can access your geolocation. You can adjust the settings for each app individually. They overwrite the global location accuracy for that app.
am: እዚህ በከፊል ማየት ይችላሉ ሁሉንም መተግበሪያዎች: እርስዎ ያሉበትን አካባቢ ማወቅ የሚፈልጉትን: ለ እያንዳንዱ መተግበሪያ እርስዎ ያሉበትን አካባቢ እርስዎ እንደሚፈልጉት ማስተካከል ይችላሉ: ቀደም ብሎ በነበረው የ አለም አቀፍ አካባቢ ላይ ደርቦ ይጽፍበታል
ar: سوف تجد هنا لمحة عامة عن جميع التطبيقات، التي يمكنها الوصول إلى الموقع الجغرافي الخاص بك. يمكنك ضبط الإعدادات لكل تطبيق على حدة. أنها تستبدل دقة الموقع العالمي لهذا التطبيق.
bg: Тук ще намерите списък на приложенията, които имат достъп до местоположението ви. Може да правите настройки, за всяко приложение поотделно. Тези настройки са с предимство пред глобалните за това приложение.
bn_bd: এখানে আপনি সমস্ত অ্যাপের একটি ওভারভিউ দেখতে পাবেন, যা আপনার ভৌগোলিক অবস্থান পরিচালনা করতে পারে। আপনি প্রত্যেক অ্যাপের জন্য সেটিংস আলাদা আলাদা ভাবে সেট করতে পারবেন। তারা ভৌগোলিক অবস্থানের সঠিকতাকে ওভাররাইট করে।
bn_in: এখানে আপনি সমস্ত অ্যাপের একটি ওভারভিউ দেখতে পাবেন, যা আপনার ভৌগোলিক অবস্থান পরিচালনা করতে পারে। আপনি প্রত্যেক অ্যাপের জন্য বৈশিষ্ট্য আলাদা আলাদা ভাবে সেট করতে পারবেন। তারা ভৌগোলিক অবস্থানের সঠিকতাকে ওভাররাইট করে।
eu: Zure geokokapena atzi dezaketen aplikazio guztien ikuspegi orokorra duzu hemen. Aplikazio bakoitzaren ezarpenak banaka doi ditzakezu. Kokapen-zehaztasun orokorra gainidatz dezakezu aplikazio bakoitzerako.
ga_ie: Anseo gheobhaidh tú foramharc ar na haipeanna atá in ann teacht ar do gheoshuíomh. Is féidir leat na socruithe do gach aip a athrú. Beidh lámh in uachtar ag na socruithe seo ar bheachtas an gheoshuímh don aip sin.
gd: Gheibh thu foir-shealladh air na h-aplacaidean air fad an-seo aig a bheil cothrom air d’ ionad. ’S urrainn dhut na roghainnean aig gach gleus fa leth a chur air gleus. Bidh làmh an uachdar aca air pongalachd an ionaid mu choinneamh na h-aplacaide sin.
id: Di sini Anda dapat menemukan ringkasan semua aplikasi yang mengakses geolokasi Anda. Anda dapat menyetel masing-masing aplikasi. Setelan ini akan menimpa akurasi lokasi global untuk aplikasi tersebut.
kn: ಇಲ್ಲಿ ನೀವು ನಿಮ್ಮ ಭೂಪ್ರದೇಶ ಮಾಹಿತಿ ಪಡೆಯಬಲ್ಲ, ಎಲ್ಲ ಅನ್ವಯಗಳ ಒಟ್ಟು ನೋಟವನ್ನು ಕಾಣುವಿರಿ. ನೀವು ಪ್ರತಿ ಅನ್ವಯದ ಸಿದ್ದತೆಗಳನ್ನು ಒಂದೊಂದಾಗಿ ಹೊಂದಾಣಿಕೆ ಮಾಡಬಲ್ಲಿರಿ. ಅವು ಆಯಾ ಅನ್ವಯದ ಜಾಗತಿಕ ಸ್ಥಳ ನಿಖರತೆಯನ್ನು ತಿದ್ದಿ ಬರೆಯುತ್ತದೆ.
pt: É onde encontra uma vista geral de todas as aplicações com acesso à sua geolocalização. Pode ajustar as definições individualmente para cada aplicação. Estas definições sobrepõem-se às definições de precisão globais nessa aplicação.
ur: یہاں آپ کو تمام ایپس کا ایک جائزہ مل جائے گا، جو کی آپ کے جغرافیائی محل وقوع تک رسائی حاصل کر سکتے ہیں۔ آپ انفرادی طور پر ہر ایپ کے لئے سیٹنگیں ایڈجسٹ کر سکتے ہیں۔ وہ اس اپلی کیشن کے لئے عالمی سطح پر محل وقوع کی درستگی اوپر تحریر کریں۔
uz: Bu yerda sizning geojoylashuvingizdan foydalanadigan barcha ilova dasturlarning umumiy ko‘rinishini topishingiz mumkin. Har bir ilova dastur uchun sozlamalar alohida o‘rnatiladi. Ular o‘sha ilova dastur uchun global joylashuvni aniqlash ustidan yoziladi.

source: Remote Protection? What is it?
am: በርቀት መጠበቂያ? ምንድነው?
ar: الحماية عن بعد؟ ما هذا؟
bg: Отдалечена защита? Какво е това?
bn_bd: রিমোট সুরক্ষা? সেটা কি?
bn_in: রিমোট সুরক্ষা? সেটা কি?
bs: Udaljena zaštita? Šta je to?
eu: Urruneko babesa? Zer da?
ga_ie: Cosaint i gCéin? Céard atá ann?
gd: Dìon cèin? Dè tha ann?
id: Perlindungan Daring? Apa itu?
kn: ದೂರದ ಸುರಕ್ಷತೆ? ಏನದು?
pt: Proteção remota? O que é?
ur: بعید حفاظت؟ یہ کیا ہے؟
uz: Masofadan himoyalash? U nima?

source: If your phone is stolen or lost, you can use the Remote Protection. With another phone you can locate it, let it ring or even lock it remotely. You first have to set your personal passphrase and enable the features you will want to use (locate, ring and lock).
am: የ እርስዎ ስልክ ከ ጠፋብዎ ወይንም ከ ተሰረቀ በርቀት ሊጠብቁት ይችላሉ: በሌላ ስልክ ያለበትን ቦታ ማወቅ ይችላሉ እንዲደውል በማድረግ ወይንም በርቀት በመቆለፍ: በመጀመሪያ ግን የ እርስዎን የ ግል ማለፊያ ሀረግ ማሰናዳት እና መጠቀም የሚፈልጉትን ገጽታዎች ማስቻል አለብዎት: (ያለበትን ቦታ ማወቅ: እንዲደውል እናመቆለፊያ)
ar: إذا كان هاتفك قد سُرق أو فُقد، يمكنك استخدام الحماية عن بعد. مع هاتف آخر يمكنك تحديد موقعه، والسماح له بالرنين أو حتى قفله عن بعد. عليك أولا عليك أن تحدد عبارة المرور الشخصية الخاصة بك وتمكين الميزات وسوف ترغب في استخدام (تحديد الموقع والرنين والقفل).
bg: Ако телефонът ви е откраднат или изгубен можете да използвате Отдалечена защита. От друг телефон можете да го издирите, накарате да звъни или дори да го заключите отдалеч. Първо трябва да настроите лична парола и да включите функцията, която искате да ползвате (издирване, звънене и заключване).
bn_bd: যদি আপনার ফোন হারিয়ে যায় বা চুরি হয়ে যায়, আপনি রিমোট সুরক্ষা ব্যবহার করতে পারেন। আপনি অন্য একটি ফোনের সাহায্যে এর অবস্থান চিহ্নিত করতে পারেন, এতে রিং বাজাতে এমন কি রিমোটভাবে লক করতে পারেন। এর জন্য প্রথমে আপনাকে ব্যক্তিগত পাসপ্রেস সেট করতে হবে এবং যে যে বৈশিষ্ট্য আপনি ব্যবহার করতে চান তা সক্রিয় করতে হবে। (অবস্থান, রিং এবং লক)
bn_in: যদি আপনার ফোন হারিয়ে যায় বা চুরি হয়ে যায়, আপনি রিমোট সুরক্ষা ব্যবহার করতে পারেন। আপনি অন্য একটি ফোনের সাহায্যে এটিকে লোকেট করতে পারেন, এটিকে বাজতে দিন বা রিমোটভাবে লক করতে পারেন। প্রথমে আপনাকে ব্যক্তিগত পাসপ্রেস সেট করতে হবে এবং যে বৈশিষ্ট্যগুলো আপনি দেখতে চান সেগুলোকে সক্রিয় করতে পারেন (লোকেট, রিং এবং লক)।
eu: Zure telefonoa galtzen baduzu edo lapurtzen badizute, 'Urruneko babesa' erabil dezakezu. Beste telefono batetik hura aurki dezakezu, txirrina jo dezan eragin dezakezu edo blokeatu dezakezu. Hori egiteko, zure pasaesaldi pertsonala ezarri behar duzu eta erabili nahi dituzun eginbideak gaitu behar dituzu (aurkitu, txirrina jo eta blokeatu).
ga_ie: Má chailleann tú do ghuthán nó má ghoidtear é, is féidir leat Cosaint i gCéin a úsáid chun é a aimsiú, fuaim a chlingeadh air, nó fiú é a chur faoi ghlas ó ghuthán eile. Ar dtús, is gá duit frása faire pearsanta a shocrú agus na gnéithe atá uait a chumasú (aimsiú, clingeadh, agus cur faoi ghlas).
gd: Ma chailleas tu am fòn agad no ma ghoideas cuideigin ort e, ’s urrainn dhut an dìon cèin a chleachdadh. Le fòn eile, ’s urrainn dhut a lorg no fiù a ghlasadh air astar. Ach feumaidh tu abairt-fhaire phearsanta a shuidheachadh air an toiseach agus na gleusan a tha thu ag iarraidh a chur an comas (lorg, seirm is glasadh).
id: Jika ponsel Anda hilang atau dicuri, Anda dapat menggunakan fitur Perlindungan Daring. Anda dapat menentukan lokasi ponsel yang hilang, membunyikan dering, atau menguncinya secara daring lewat ponsel lainnya. Anda harus menyetel kode akses pribadi dan mengaktifkan fitur yang ingin digunakan (penentuan lokasi, dering, dan penguncian).
kn: ನಿಮ್ಮ ಫೋನ್ ಕಳ್ಳತನವಾಗಿದ್ದಲ್ಲಿ ಅಥವಾ ಕಳೆದು ಹೋದಲ್ಲಿ, ನೀವು ದೂರದ ಸುರಕ್ಷೆಯನ್ನು ಬಳಸಬಹುದು. ಮತ್ತೊಂದು ಫೋನ್ ಮೂಲಕ ನೀವದರ ಸ್ಥಳ ಕಂಡು ಹಿಡಿಯಬಹುದು, ಅದನ್ನು ರಿಂಗ್ ಆಗುವಮ್ತೆ ಅಥವಾ ಲಾಕ್ ಆಗುವಂತೆ ಮಾಡಬಹುದು ದೂರದಿಂದಲೇ. ನೀವು ಮೊದಲು ನಿಮ್ಮ ವೈಯುಕ್ತಿಕ ಗುಪ್ತವಾಕ್ಯ ಹೊಂದಿಸಿ ನಂತರ ನೀವು ಬಳಸಲು ಇಚ್ಛಿಸುವ ಸೌಲಭ್ಯಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು (ಸ್ಥಳ ಹುಡುಕು, ರಿಂಗ್ ಮತ್ತು ಲಾಕ್).
pt: Se perder o seu telemóvel ou este for furtado, pode utilizar a proteção remota. Com outro telemóvel poderá localizá-lo, fazer com que o mesmo toque ou até bloqueá-lo remotamente. Primeiro tem de definir o seu código pessoal e ativar as funcionalidades que irá utilizar (localizar, tocar e bloquear).
ur: اگر آپ کا فون چوری یا کھو گیا ہے تو، آپ بعید حفاظت استعمال کر سکتیں ہے۔ کسی دوسرے فون کے ساتھ آپ اسے تلاش کر سکتے ہیں، اسے بجنیں دے یا بعید طرح سے مقفل کرے۔ آپ سب سے پہلے آپ کی ذاتی پاس فریز سیٹ کرے اور وہ خصوصیات کو اہل بنائیں جو آپ استعمال کرنا چاہتے(محل وقوع بتانا، گھنٹی بجنا اور مقفل ہونا)۔
uz: Agar telefoningiz o‘girlangan yoki yo‘qolgan bo‘lsa, Masofadan himoyalashdan foydalanishingiz mumkin. Boshqa telefon yordamida uni aniqlashingiz, jiringlatishingiz yoki qulflab qo‘yishingiz mumkin. Avval shaxsiy parolingizni o‘rnatishingiz va kerakli xususiyatlarni (joylashgan o‘rnini aniqlash, jiringlatish va qulflashni) yoqib qo‘yishingiz kerak.

source: How to set your personal passphrase?
am: የ እርስዎን የግል የማለፊያው ኮድ እንዴት እንደሚያሰናዱ?
ar: كيف يمكن تعيين عبارة المرور الشخصية الخاصة بك؟
bg: Как да създам лична парола?
bn_bd: আপনার ব্যক্তিগত পাসপ্রেস কিভাবে সেট করবেন?
bn_in: আপনার ব্যক্তিগত পাসপ্রেস কিভাবে সেট করবেন?
bs: Kako postaviti vašu ličnu šifru?
eu: Nola ezarri zure pasaesaldi pertsonala?
ga_ie: Conas a shocraítear frása faire pearsanta?
gd: Ciamar a shuidhicheas mi an abairt-fhaire agam?
id: Bagaimana cara menyetel kode akses pribadi?
kn: ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಗುಪ್ತವಾಕ್ಯವನ್ನು ಹೊಂದಿಸುವುದು ಹೇಗೆ?
pt: Como definir o seu código pessoal?
ur: ذاتی پاس فریز کس طرح سیٹ کرے؟
uz: Shaxsiy parolni qanday o‘rnatish mumkin?

source: Tap “Remote Protection” and set your passphrase to secure your remote features. If you have forgotten your actual passphrase you can reset it using your SIM PIN or lockscreen passcode.
am: መታ ያድርጉ “በርቀት መጠበቂያን” እና የ እርስዎን የማለፊያ ሀረግ ያሰናዱ የ እርስዎን የርቀት መጠበያ ደህንነት ገጽታ ለመጠበቅ: የማለፊያ ሀረጉን ከ ረሱት የ ሲም ፒን ወይንም የ መመልከቻ መቆለፊያን ማለፊያ ኮድ በመጠቀም እንደ ነበር መመለስ ይችላሉ
ar: اضغط على ”الحماية عن بعد“ فم بتعيين عبارة المرور الخاصة بك لتأمين الميزات الخاصة بك عن بعد. إذا كنت قد نسيت عبارة المرور الخاصة بك يمكنك إعادة تعيينها باستخدام PIN SIM الخاصة بك أو رمز مرور قفل الشاشة.
bg: Докоснете „Отдалечена защита“ и изберете парола, за да защитите отдалечените функции. Ако сте забравили паролата си може да я махнете, използвайки своя SIM PIN или парола за заключване на екрана.
bn_bd: "রিমোট সুরক্ষা" ট্যাপ করুন এবং আপনার রিমোট বৈশিষ্ট্যগুলোকে সুরক্ষিত করবার জন্য পাসফ্রেস সেট করুন। যদি আপনার আসল পাসফ্রেস ভুলে গিয়ে থাকেন আপনি আপনার SIM PIN বা লকস্ক্রিনের পাসকোড ব্যবহার করে রিসেট করতে পারেন।
bn_in: "রিমোট সুরক্ষা" ট্যাপ করুন এবং আপনার পাসফ্রেস সেট করুন আপনার রিমোট বৈশিষ্ট্যগুলোকে সুরক্ষিত করবার জন্য। আপনি যদি আপনার আসল পাসফ্রেস ভুলে গিয়ে থাকেন আপনি আপনার SIM PIN বা লকস্ক্রিনের পাসকোড ব্যবহার করে রিসেট করতে পারেন।
eu: Sakatu 'Urruneko babesa' eta ezarri zure pasaesaldia zure urruneko eginbideak segurtatzeko. Zure pasaesaldia ahaztu baduzu, zure SIMaren PINa edo blokeo-pantailaren pasakodea erabiliz berrezar dezakezu.
ga_ie: Tapáil "Cosaint i gCéin" agus socraigh frása faire leis na gnéithe i gcéin a chosaint. Má tá an frása faire dearmadta agat, is féidir leat é a athshocrú le do UAP SIM nó leis an gcód faire ar an scáileán glasála.
gd: Thoir gnogag air “Dìon cèin” is suidhich abairt-fhaire gus na gleusan cèin agad a dhìon. Ma dhìochuimhnich thu an abairt-fhaire agad, ’s urrainn dhut ath-shuidheachadh le PIN an t-SIM agad no còd-faire na sgrìn-ghlasaidh.
id: Ketuk "Perlindungan Daring" dan setel frasa sandi untuk mengamankan fitur daring Anda. Jika lupa frasa sandi, Anda dapat menyetel ulang menggunakan PIN SIM atau kode sandi kunci layar.
kn: “ದೂರದ ಸುರಕ್ಷೆ” ಮೆಲ್ಲ ತಟ್ಟು ಮತ್ತು ನಿಮ್ಮ ಗುಪ್ತವಾಕ್ಯ ಹೊಂದಿಸಿ ನಿಮ್ಮ ದೂರದ ಸೌಲಭ್ಯಗಳನ್ನು ಸುರಕ್ಷಿತಗೊಳಿಸಿ. ನೀವು ನಿಮ್ಮ ಮೂಲ ಗುಪ್ತವಾಕ್ಯ ಮರೆತು ಹೋಗಿದ್ದಲ್ಲಿ ನೀವು ನಿಮ್ಮ SIM PIN ಅಥವಾ ಲಾಕ್‌ಸ್ಕ್ರೀನ್ ಗುಪ್ತಸಂಖ್ಯೆ ಬಳಸಿ ಅದನ್ನು ಮರುಹೊಂದಿಸಬಹುದು.
pt: Toque em "Proteção remota" e defina o seu código para proteger as suas funcionalidades remotas. Se esqueceu o seu código atual, poderá redefinir o mesmo utilizando o PIN do SIM ou o código de bloqueio do ecrã.
ur: “بعید حفاظت ” پر کلک کریں اور اپنے ریموٹ خصوصیات کو محفوظ کرنے کے لئے اپنا پاس فریز سیٹ کریں۔ اگر آپ اپنا اصل پاس فریز بھول گئے ہیں تو آپ اسے SIM PIN یا لاک سکرین پاس کوڈ استعمال کر پھر سیٹ کر سکتیں ہے۔
uz: Masofaviy xususiyatlarni himoyalash uchun "Masofadan himoyalash" tugmasiga bosing va parolni o‘rnating. Agar joriy parolingizni unutsangiz, siz uni SIM karta PIN kodi yoki ekranni qulflash paroli yordamida tiklashingiz mumkin.

source: How to locate my phone?
am: እንዴት ነው ስልኬን የማገኘው?
ar: كيف يمكنني تحديد موقع هاتفي؟
bg: Как да издирвам телефона си?
bn_bd: কিভাবে আমার ফোনের অবস্থান চিহ্নিত করবো?
bn_in: আমার ফোন কি করে লোকেট করবো?
bs: Kako locirati moj telefon?
eu: Nola aurkitu nire telefonoa?
ga_ie: Conas a aimsím mo ghuthán?
gd: Ciamar a lorgas mi am fòn agam?
id: Bagaimana cara menentukan lokasi ponsel saya?
kn: ನಮ್ಮ ಫೋನನ್ನು ಪತ್ತೆಹಚ್ಚುವುದು ಹೇಗೆ?
pt: Como localizar o meu telefone?
ur: کسے فون کا محل وقوع پتا لگاہیں؟
uz: Telefonning joyini qanday aniqlash mumkin?

source: If your phone is lost, just take the phone of a friend and send a SMS with
am: የ እርስዎ ስልክ ከጠፋ የጓደኛዎትን ስልክ ይዋሱ እና የ ኤስኤምኤስ መልእክት ይላኩ በ
ar: في حالة فقدان هاتفك، قم بأخذ هاتف صديقك و استخدمه في إرسال SMS
bg: Ако сте изгубили телефона си просто вземете телефон от приятел и изпратете SMS с текст
bn_bd: যদি আপনার ফোন হারিয়ে যায়, কোন বন্ধুর ফোন নিন এবং কেবল একটি SMS পাঠান
bn_in: যদি আপনার ফোন হারিয়ে যায়, শুধু একটি বন্ধুর ফোন নিন এবং একটি SMS পাঠান
bs: Ukoliko je vaš telefon izgubljen, pošaljite SMS sa prijateljevog telefona sa
eu: Telefonoa galdu baduzu, hartu lagun baten telefonoa eta bidali SMS bat honekin:
ga_ie: Má chailleann tú do ghuthán, úsáid guthán eile agus seol SMS le
gd: Ma chaill thu am fòn agad, faigh am fòn aig caraid air iasad is cuir SMS sa bheil na leanas,
id: Jika ponsel Anda hilang, pinjam ponsel teman dan kirimkan SMS dengan isi
kn: ನಿಮ್ಮ ಫೋನ್ ಕಳೆದುಹೋಗಿದ್ದಲ್ಲಿ, ನಿಮ್ಮ ಗೆಳೆಯನ ಫೋನ್ ತೆಗೆದುಕೊಳ್ಳಿ ಮತ್ತು ಒಂದು SMS ಕಳಿಸಿ ಇದರೊಂದಿಗೆ
pt: Se não consegue encontrar o seu telefone, peça um telefone emprestado a um amigo e envie uma mensagem SMS com
ur: اگر آپ کا فون ضائع ہو گیا ہے تو، اپنے دوست کا فون لیکر SMS بھیجیں مع
uz: Agar telefoningiz yo‘qolib qolsa, do‘stingizning telefonini oling va

source: RP locate YOURPASSPHRASE
am: በርቀት መቆለፊያ መደወያ የ እርስዎ ማለፊያ ሀረግ
ar: RP تحديد YOURPASSPHRASE
bg: RP locate ВАШАТАПАРОЛА
bn_bd: RP নির্ণয় করে YOURPASSPHRASE
bn_in: RP লোকেট YOURPASSPHRASE
bs: RP locate VAŠAŠIFRA
eu: RP locate ZUREPASAESALDIA
ga_ie: RP locate DOFHRÁSAFAIRE
gd: RP lorg AN-ABAIRT-FHAIRE-AGAD
id: RP locate SANDIANDA
pt: RP locate OSEUCÓDIGO
ur: RP محل وقوع بتانا YOURPASSPHRASE
uz: RP aniqlash PAROLINGIZ

source: to your phone number and you’ll get the exact GPS coordinates via SMS in return. Make sure to set up the passphrase!
am: ወደ እርስዎ ስልክ ቁጥር እና ትክክለኛ የ ጂፒኤስ ቁጥር በ ኤስኤምኤስ ይልክሎታል: እርግጠኛ ይሁኑ የማለፊያ ሀረግ መዘጋጀቱን
ar: إلى رقم الهاتف الخاص بك، وستحصل على إحداثيات GPS المحدد عبر SMS في المقابل. تأكد من تعيين عبارة المرور الخاصة بك!
bg: на вашия номер и ще получите точните GPS координати в SMS. Убедете се, че сте създали парола!
bn_bd: সঠিক GPS স্থানাংক ফিরতি SMS এর মাধ্যমে পেতে হলে, আপনার ফোন নম্বর দিয়ে চেষ্টা করুন। পাসফ্রেস (গোপন বাক্য) নির্ধারণ করতে হবে নিশ্চিতরূপে!
bn_in: আপনার ফোন নম্বরে এবং আপনি একদম সঠিক GPS অক্ষাংশ SMS-এর ফেরতের মাধ্যমে। পাসফ্রেস সেট করার কথা ভুলবেন না!
bs: na vaš broj telefona i dobit ćete tačne GPS koordinate putem SMS poruke. Pobrinite se da postavite šifru!
eu: zure telefono-zenbakira eta beste SMS baten bidez haren GPS koordenatu zehatzak eskuratuko dituzu. Ziurtatu pasaesaldia konfiguratzen duzula!
ga_ie: chuig do ghuthán agus gheobhaidh tú na comhordanáidí beachta GPS ar ais trí SMS. Bí cinnte go bhfuil frása faire socraithe agat!
gd: gun àireamh fhòn agad is gheibh thu na co-chomharran GPS pongail aige ann an SMS. Dèan cinnteach gun suidhich thu an abairt-fhaire!
id: ke nomor telepon Anda dan Anda akan mendapatkan koordinat GPS via SMS. Pastikan untuk menyiapkan frasa sandi!
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಗೆ ಮತ್ತು ನಿಮಗೆ ನಿಖರವಾದ GPS ಅಕ್ಷಾಂಶಗಳು SMS ಮೂಲಕ ಹಿಂತಿರುಗಿ ಬರುತ್ತವೆ. ನೀವು ಸರಿಯಾದ ಗುಪ್ತಪದ ಹೊಂದಿಸಿದ್ದೇರೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ!
pt: para o seu número de telefone e irá obter as coordenadas GPS exatas através de um SMS. Confirme que definiu um código!
ur: آپکے فون نمبر پر اور آپکوں واپسی میں SMS کے ذریعے ٹھیک ٹھیک GPS معددات حاصل ہونگیں۔ پاس فریز سیٹ اپ کے لئے اثبات کریں!
uz: shaklida telefon nomeringizga SMMS jo‘nating. Siz aniq GPS koordinatalarini SMS shaklida olasiz. Parol o‘rnatilganligini tekshirib ko‘ring!

source: How to ring your phone?
am: ወደ እርስዎ ስልክ እንዴት ነው የሚደውሉት?
ar: كيف تقوم بالرن على هاتفك؟
bg: Как да накарам телефона си да звъни?
bn_bd: কিভাবে আপনার ফোন রিং করবেন?
bn_in: কিভাবে আপনার ফোন বাজাবেন?
bs: Kako zazvoniti vaš telefon?
eu: Nola egin zure telefonoak txirrina jo dezan?
ga_ie: Conas a sheinntear fuaim ar an nguthán?
gd: Ciamar a sheirmeas mi am fòn agam?
id: Bagaimana cara membunyikan ponsel Anda?
kn: ನಿಮ್ಮ ಫೋನ್‌ ಅನ್ನು ರಿಂಗ್ ಮಾಡುವುದು ಹೇಗೆ?
pt: Como fazer o seu telemóvel tocar?
ur: کس طرح آپ کے فون کو رنگ کرے؟
uz: Telefonda qo‘ng‘iroqni qanday ishga tushirish mumkin?

source: It’s easy! Just send an SMS with
am: በጣም ቀላል ነው! የ ኤስኤምኤስ መልእክት ይላኩ በ
ar: بسهولة! فقط أرسل رسالة نصية قصيرة مع
bg: Лесно е! Само изпратете SMS с текст
bn_bd: খুব সহজ! শুধু সঙ্গে করে একটি ক্ষুদেবার্তা পাঠিয়ে দিন
bn_in: এটা সহজ! শুধু একটা SMS পাঠান সঙ্গে
bs: Jednostavno! Pošaljite SMS sa
eu: Erraza da! Bidali SMS bat honekin:
ga_ie: Ní hansa! Seol SMS le
gd: Tha e furasta! Cha leig thu leas ach SMS a chur gun àireamh fhòn agad sa bheil
id: Mudah! Cukup kirim SMS dengan
kn: ಇದು ಸುಲಭ! ಇದರೊಂದಿಗೆ SMS ಕಳಿಸಿದರಾಯ್ತು
pt: É fácil! Envie um SMS com
ur: یہ آسان ہے! صرف ایک SMS بھیجے مع
uz: Bu juda oson! Telefoningizga

source: RP ring YOURPASSPHRASE
am: በርቀት መጠበቂያ መደወያ የ እርስዎ ማለፊያ ሀረግ
ar: RP رنين YOURPASSPHRASE
bg: RP ring ВАШАТАПАРОЛА
bn_bd: RP রিং YOURPASSPHRASE
bn_in: RP রিং YOURPASSPHRASE
bs: RP ring VAŠAŠIFRA
eu: RP ring ZUREPASAESALDIA
ga_ie: RP ring DOFHRÁSAFAIRE
gd: RP seirm AN-ABAIRT-FHAIRE-AGAD
id: RP ring FRASASANDIANDA
pt: RP ring OSEUCÓDIGO
ur: RP رنگ YOURPASSPHRASE
uz: RP qo‘ng‘iroq PAROLINGIZ

source: to your phone number and it will ring until you find it and unlock it.
am: ወደ እርስዎ ስልክ ቁጥር ይደውላል እርስዎ ስልኩን አግኝተው እስከሚከፍቱት ድረስ
ar: إلى رقم الهاتف الخاص بك، وسوف يرن حتى تجده وتفتحه.
bg: на вашия номер и той ще звъни докато не го намерите и отключите.
bn_in: আপনার ফোন নম্বরে এবং এটা ততক্ষণ বেজে যাবে যতক্ষণ না আপনি এটিকে আনলক করছেন।
bs: na vaš broj telefona i zazvonit će dok ga ne pronađete i otključate.
eu: zure telefono-zenbakira eta txirrina joko du zurk hura aurkitu eta desblokeatzen duzun arte.
ga_ie: chuig d'uimhir ghutháin agus clingfidh sé go dtí go mbeidh sé díghlasáilte agat.
gd: is nì e seirm gus am faigh thu greim air ’s gus an doir thu a’ ghlas dheth.
id: ke nomor telepon Anda dan akan berdering hingga Anda menemukan dan membuka kuncinya.
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಗೆ ಮತ್ತು ನೀವದನ್ನು ಹುಡುಕಿ ಮತ್ತು ಅನ್‌ಲಾಕ್ ಮಾಡುವವರೆಗೂ ಅದು ರಿಂಗ್ ಆಗುತ್ತಲೇ ಇರುತ್ತದೆ.
pt: para o seu número de telefone e este irá tocar até o encontrar e o desbloquear.
ur: آپکے فون نمبر پر اور وہ تب تک بجیںگا جب تک آپ اسے ڈھونڈتیں اور غیرمقفل کرتے ہے۔
uz: shaklida telefoningiz raqamiga SMS jo‘nating. U qulflanadi va siz uni topmagunigizcha jiringlayveradi.

source: How to lock my phone?
am: የ እኔን ስልክ እንዴት ነው የምቆልፈው?
ar: كيفية قفل هاتفي؟
bg: Как да заключа телефона си?
bn_bd: আমার ফোনটি কীভাবে লক করবো?
bn_in: আমার ফোন কিভাবে লক করব?
bs: Kako zaključati moj telefon?
eu: Nola blokeatu nire telefonoa?
ga_ie: Conas a chuirim mo ghuthán faoi ghlas?
gd: Ciamar a ghlaiseas mi am fòn agam?
id: Bagaimana cara mengunci ponsel saya?
kn: ನನ್ನ ಫೋನ್ ಲಾಕ್ ಮಾಡುವುದು ಹೇಗೆ?
pt: Como bloquear o meu telefone?
ur: کسے فون کو مقفل کرے؟
uz: Telefonni qanday qulflash mumkin?

source: If you have lost your phone and you want to lock it remotely just send an SMS with
am: የ እርስዎ ስልክ ከጠፋብዎት እና በርቀት መቆለፍ ከፈለጉ መልእክት ይላኩ በ ኤስኤምኤስ በ
ar: إذا كنت قد فقدت هاتفك وتريد قفله عن بعد فقط أرسل SMS مع
bg: Ако сте изгубили телефона си и желаете да го заключите отдалеч просто изпратете SMS с текст
bn_bd: যদি আপনার ফোনটি হারিয়ে যায় এবং আপনি যদি দূর থেকে এটিকে লক করতে চান, কেবল একটি SMS পাঠান
bn_in: আপনি যদি আপনার ফোন হারিয়ে ফেলে থাকেন এবং আপনি সেটিকে রিমোটভাবে লক করতে চান তাহলে শুধু একটি SMS পাঠান
bs: Ukoliko ste izgubili telefon i želite ga zaključati sa udaljenosti samo pošaljite SMS sa
eu: Telefonoa galdu baduzu eta urrunetik blokeatu nahi baduzu, bidali SMS bat honekin:
ga_ie: Má chaill tú do ghuthán agus más mian leat é a chur faoi ghlas i gcéin, ní gá duit ach SMS a sheoladh le
gd: Ma chaill thu am fòn agad ’s ma tha thu airson a ghlasadh air astar, cuir an SMS a leanas,
id: Jika Anda kehilangan ponsel Anda dan ingin menguncinya secara daring, cukup kirimkan SMS berisi
kn: ನೀವು ನಿಮ್ಮ ಫೋನ್ ಕಳೆದುಕೊಂಡಿದ್ದಲ್ಲಿ ಮತ್ತು ನೀವು ಅದನ್ನು ದೂರದಿಂದಲೇ ಲಾಕ್ ಮಾಡಬೇಕಿದ್ದಲ್ಲಿ ಈ ರೀತಿ SMS ಕಳಿಸಿ
pt: Se perdeu o seu telemóvel e quiser bloqueá-lo remotamente, envie um SMS com
ur: اگر آپ کا فون ضائع ہو گیا ہے اور آپ اسے بعید طور پر مقفل کرنا چاہتے ہے تو SMS بھیجیں مع
uz: Agar telefoningizni yo‘qotib qo‘ysangiz va uni masofadan qulflamoqchi bo‘lsangiz,

source: RP lock YOURPASSPHRASE
am: በርቀት መቆለፊያ መደወያ የ እርስዎ ማለፊያ ሀረግ
ar: RP قفل YOURPASSPHRASE
bg: RP lock ВАШАТАПАРОЛА
bs: RP lock VAŠAŠIFRA
eu: RP lock ZUREPASAESALDIA
ga_ie: RP lock DOFHRÁSAFAIRE
gd: RP glais AN-ABAIRT-FHAIRE-AGAD,
id: RP lock FRASASANDIANDA
pt: RP lock OSEUCÓDIGO
ur: RP مقفل YOURPASSPHRASE
uz: RP qulflash PAROLINGIZ

source: to your phone number. The phone will lock itself and only you will be able to unlock it with your regular screen passcode.
am: ወደ እርስዎ ስልክ ቁጥር ይደውላል: ስልኩ ራሱ በራሱ ይቆለፋል እና እርስዎ ብቻ ነዎት በመደበኛ የ መመልከቻ ማለፊያ ኮድ መክፈት የሚችሉት
ar: إلى رقم الهاتف الخاص بك. سوف يقوم الهاتف بقفل نفسه و ستكون أنت وحدك قادراً على فتحه مع رمز مرور الشاشة الدائم.
bg: на вашия номер. Телефонът ще се заключи и само вие ще можете да го отключите с паролата за отключване на екрана.
bn_bd: আপনার ফোন নাম্বারে। ফোনটি নিজে নিজেই লক হয়ে যাবে এবং কেবলমাত্র আপনিই আপনার নিয়মিত স্ক্রিনের পাসকোড দিয়ে আনলক করতে পারবেন।
bn_in: আপনার ফোন নম্বরে। ফোন নিজে থেকেই লক হয়ে যাবে এবং এটিকে আপনি আপনার রেগুলার স্ক্রিনের পাসকোডের মাধ্যমে আনলক করতে পারবেন।
bs: na vaš broj telefona. Telefon će se zaključati i moći ćete ga otključati samo vi unošenjem vašeg passcode-a.
eu: zure telefono-zenbakira. Telefonoa blokeatu egingo da eta zuk bakarrik desblokeatu ahal izango duzu zure betiko pantaila-pasakodearekin.
ga_ie: chuig d'uimhir ghutháin. Cuirfidh an guthán é féin faoi ghlas, ach is tusa amháin atá in ann é a dhíghlasáil le do ghnáthchód faire.
gd: gun àireamh fhòn agad. Glaisidh am fòn e fhèin agus chan urrainn ach dhut fhèin a’ ghlas a thoirt dheth leis a’ chòd-fhaire sgrìn àbhaisteach agad.
id: ke nomor telepon Anda. Ponsel tersebut akan mengunci dirinya sendiri dan hanya Anda yang dapat membuka kuncinya dengan kode sandi layar Anda.
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಗೆ. ಫೋನ್ ತನ್ನಂತಾನೇ ಲಾಕ್ ಮಾಡುಕೊಳ್ಳುತ್ತದೆ. ಮತ್ತು ಕೇವಲ ನೀವು ಮಾತ್ರ ನಿಮ್ಮ ಫೋನಿನ ಸಾಮಾನ್ಯ ಸ್ಕ್ರೀನ್ ಗುಪ್ತಸಂಕೇತದ ಮೂಲಕ ಅನ್‌ಲಾಕ್ ಮಾಡಬಲ್ಲಿರಿ.
pt: para o seu número de telefone. O telefone irá bloquear-se a ele próprio e apenas você será capaz de o desbloquear com o seu código habitual.
ur: آپکے فون نمبر پر۔ فون خود مقفل ہو جائےگا اور آپ اسے صرف مع عام سکرین پاس کوڈ غیرمقفل کر سکتے ہیں۔
uz: shaklida telefoningizga SMS jo‘nating. Telefon qulflanadi va uni sizning doimiy parolingiz bilan qulfdan chiqarish mumkin bo‘ladi.

source: Get Started!
am: መጠቀም ይጀምሩ!
ar: ابدأ!
bg: Да започваме!
bn_bd: আসুন শুরু করি!
bn_in: শুরু করুন!
bs: Započnite!
eu: Hasi orain!
ga_ie: Ar Aghaidh Linn!
gd: Dèan toiseach-tòiseachaidh!
id: Mulai!
kn: ಪ್ರಾರಂಭಿಸೋಣ!
pt: Começar!
ur: شروع کریں!
uz: Boshlash!

source: Finish Tour
am: ጉብኝት መጨረሻ
ar: إنهاء الجولة
bg: Край
bn_bd: ট্যুর শেষ করুন
bn_in: ট্যুর শেষ করুন
bs: Završi obilazak
eu: Amaitu itzulia
ga_ie: Cuir deireadh leis an turas
gd: Cuir crìoch air an turas
id: Selesaikan Tur
kn: ಪ್ರವಾಸ ಮುಗಿಸು
pt: Concluir visita
ur: ٹور تکمیل کریں
uz: Sayohatni tugatish

source: OK
am: እሺ
ar: موافق
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
eu: Ados
gd: Ceart ma-thà
id: Oke
ur: ٹھیک ہے

source: Back
am: ወደ ኋላ
ar: السابق
bg: Назад
bn_bd: পূর্ববর্তী
bn_in: পূর্ববর্তী
bs: Nazad
eu: Atzera
ga_ie: Siar
gd: Air ais
id: Kembali
kn: ಹಿಂದಕ್ಕೆ
pt: Voltar
ur: وا پس
uz: Orqaga

source: Next
am: ይቀጥሉ
ar: التالي
bg: Напред
bn_bd: পরবর্তী
bn_in: পরবর্তী
bs: Dalje
eu: Aurrera
ga_ie: Ar Aghaidh
gd: Air adhart
id: Selanjutnya
kn: ಮುಂದಕ್ಕೆ
pt: Seguinte
ur: اگلا
uz: Keyingi
