Repository: translate/mozilla-gaia
Catalog: */apps/calendar/calendar.properties.po
Languages: af, am, ar, as, bg, bn_bd, br, ca, cy, eo, eu, fa, ga_ie, gd, hi_in, hr, id, kk, km, kn, lo, lv, ml, mr, my, ne, or, ro, si, sw, ta, te, th, ur, uz, wa, xh, zu

# years-after[two]
source: {{value}} years after
af: {{value}} jaar na
am: {{value}} አመቶች በኋላ
ar: بعد {{value}} سنة
as: {{value}} বছৰ পিছত
bg: след {{value}} години
bn_bd: {{value}} বছর পর
br: {{value}} a vloazioù goude
ca: {{value}} anys després
cy: {{value}} blwyddyn wedyn
eo: {{value}} jaroj poste
eu: {{value}} urte geroago
fa: {{value}} سال بعد
ga_ie: {{value}} bhliain ina dhiaidh
gd: {{value}} bhliadhna 'na dhèidh
hi_in: {{value}} सालों बाद
hr: {{value}} godine nakon
id: {{value}} tahun setelah
kk: {{value}} жыл кейін
km: {{value}} ឆ្នាំ​ក្រោយ
kn: {{value}} ವರ್ಷಗಳ ನಂತರ
lo: {{value}} ປີຫຼັງຈາກ
lv: pēc {{value}} gadiem
ml: {{value}} വർഷങ്ങൾക്ക് ശേഷം
mr: {{value}} वर्षे नंतर
my: {{value}} နှစ်အကြာ
ne: {{value}} बर्ष पछी
or: {{value}} ବର୍ଷ ପରେ
ro: la {{value}} ani după
si: අවුරුදු {{value}} කට පසු
sw: Miaka {{value}} baadaye
ta: {{value}} வருடங்களுக்கு பின்பு
te: {{value}} సంవత్సరాల తర్వాత
th: หลังจาก {{value}} ปี
ur: {{value}} سال بعد
uz: {{value}} yil oldin
wa: {{value}} ans après
xh: {{value}} iminyaka emva
zu: Iminyaka engu-{{value}} emva

# years-after[few]
source: {{value}} years after
af: {{value}} jaar na
am: {{value}} አመቶች በኋላ
ar: بعد {{value}} سنوات
as: {{value}} বছৰ পিছত
bg: след {{value}} години
bn_bd: {{value}} বছর পর
br: {{value}} a vloazioù goude
ca: {{value}} anys després
cy: {{value}} blwyddyn wedyn
eo: {{value}} jaroj poste
eu: {{value}} urte geroago
fa: {{value}} سال بعد
ga_ie: {{value}} bliana ina dhiaidh
gd: {{value}} bliadhna 'na dhèidh
hi_in: {{value}} दिनों बाद
hr: {{value}} godine nakon
id: {{value}} tahun setelah
kk: {{value}} жыл кейін
km: {{value}} ឆ្នាំ​ក្រោយ
kn: {{value}} ವರ್ಷಗಳ ನಂತರ
lo: {{value}} ປີຫຼັງຈາກ
lv: pēc {{value}} gadiem
ml: {{value}} വർഷങ്ങൾക്ക് ശേഷം
mr: {{value}} वर्षे नंतर
my: {{value}} နှစ်အကြာ
ne: {{value}} बर्ष पछी
or: {{value}} ବର୍ଷ ପରେ
ro: la {{value}} ani după
si: අවුරුදු {{value}} කට පසු
sw: Miaka {{value}} baadaye
ta: {{value}} வருடங்களுக்கு பின்பு
te: {{value}} సంవత్సరాల తర్వాత
th: หลังจาก {{value}} ปี
ur: {{value}} سال بعد
uz: {{value}} yil keyin
wa: {{value}} ans après
xh: {{value}} iminyaka emva
zu: Iminyaka engu-{{value}} emva

# years-after[many]
source: {{value}} years after
af: {{value}} jaar na
am: {{value}} አመቶች በኋላ
ar: بعد {{value}} سنة
as: {{value}} বছৰ পিছত
bg: след {{value}} години
bn_bd: {{value}} বছর পর
br: {{value}} a vloazioù goude
ca: {{value}} anys després
cy: {{value}} blwyddyn wedyn
eo: {{value}} jaroj poste
eu: {{value}} urte geroago
fa: {{value}} سال بعد
ga_ie: {{value}} mbliana ina dhiaidh
gd: {{value}} bliadhna 'na dhèidh
hi_in: {{value}} दिनों बाद
hr: {{value}} godina nakon
id: {{value}} tahun setelah
kk: {{value}} жыл кейін
km: {{value}} ឆ្នាំ​ក្រោយ
kn: {{value}} ವರ್ಷಗಳ ನಂತರ
lo: {{value}} ປີຫຼັງຈາກ
lv: pēc {{value}} gadiem
ml: {{value}} വർഷങ്ങൾക്ക് ശേഷം
mr: {{value}} वर्षे नंतर
my: {{value}} နှစ်အကြာ
ne: {{value}} बर्ष पछी
or: {{value}} ବର୍ଷ ପରେ
ro: la {{value}} ani după
si: අවුරුදු {{value}} කට පසු
sw: Miaka {{value}} baadaye
ta: {{value}} வருடங்களுக்கு பின்பு
te: {{value}} సంవత్సరాల తర్వాత
th: หลังจาก {{value}} ปี
ur: {{value}} سال بعد
uz: {{value}} yil oldin
wa: {{value}} ans après
xh: {{value}} iminyaka emva
zu: Iminyaka engu-{{value}} emva

# years-after[other]
source: {{value}} years after
af: {{value}} jaar na
am: {{value}} አመቶች በኋላ
ar: بعد {{value}} سنة
as: {{value}} বছৰ পিছত
bg: след {{value}} години
bn_bd: {{value}} বছর পর
br: {{value}} a vloazioù goude
ca: {{value}} anys després
cy: {{value}} blwyddyn wedyn
eo: {{value}} jaroj poste
eu: {{value}} urte geroago
fa: {{value}} سال بعد
ga_ie: {{value}} bliain ina dhiaidh
gd: {{value}} bliadhna 'na dhèidh
hi_in: {{value}} दिनों बाद
hr: {{value}} godina nakon
id: {{value}} tahun setelah
kk: {{value}} жыл кейін
km: {{value}} ឆ្នាំ​ក្រោយ
kn: {{value}} ವರ್ಷಗಳ ನಂತರ
lo: {{value}} ປີຫຼັງຈາກ
lv: pēc {{value}} gadiem
ml: {{value}} വർഷങ്ങൾക്ക് ശേഷം
mr: {{value}} वर्षे नंतर
my: {{value}} နှစ်အကြာ
ne: {{value}} बर्ष पछी
or: {{value}} ବର୍ଷ ପରେ
ro: la {{value}} ani după
si: අවුරුදු {{value}} කට පසු
sw: Miaka {{value}} baadaye
ta: {{value}} வருடங்களுக்கு பின்பு
te: {{value}} సంవత్సరాల తర్వాత
th: หลังจาก {{value}} ปี
ur: {{value}} سال بعد
uz: {{value}} yil keyin
wa: {{value}} ans après
xh: {{value}} iminyaka emva
zu: Iminyaka engu-{{value}} emva

source: All Day
af: Heeldag
am: በ ሙሉ ቀን
ar: طول اليوم
as: সম্পূৰ্ণ দিন
bg: Цял ден
bn_bd: সারা দিন
br: Devezh-pad
ca: Tot el dia
cy: Drwy'r Dydd
eo: Tuttage
eu: Egun osoa
fa: تمام روز
ga_ie: I Rith an Lae
gd: Fad an latha
hi_in: पूर्ण दिवस
hr: Cijeli dan
id: Seharian
kk: Бүкіл күн бойы
km: ពេញ​មួយ​ថ្ងៃ
kn: ದಿನ ಪೂರ್ತಿ
lo: ຫມົດວັນ
lv: Visu dienu
ml: എല്ലാ ദിവസവും
mr: दिवसभर
my: တစ်နေကုန်
ne: सबै दिन
or: ସାରା ଦିନ
ro: Toată ziua
si: දවස පුරා
sw: Siku Nzima
ta: முழுநாள்
te: రోజు మొత్తం
th: ตลอดวัน
ur: تمام دن
uz: Kun bo‘yi
wa: Tote li djournêye
xh: Imini yonke
zu: Usuku Lonke

source: The event cannot end before its start date
am: የ ሁኔታው መጨረሻ ቀን ከ መጀመሪያው ቀን በፊት መሆን አይችልም
ar: لا يُمكن للحَدَث أن ينتهي قبل تاريخ بدايته
bg: Събитието не може да завърши преди началната дата
bn_bd: শুরুর তারিখের পূর্বেই ইভেন্ট শেষ হতে পারে না
br: N'hall ket an degouezh echuiñ a-raok an deiziad kregiñ
ca: La cita no pot acabar abans de la data inicial
cy: Nid oes modd i ddigwyddiad orffen cyn ei ddyddiad cychwyn
eu: Gertaera ezin da hasiera-data baino lehen amaitu
fa: این رخداد نمی‌تواند پیش از تاریخ شروع‌ش پایان یابد
ga_ie: Tá an dáta deiridh roimh an dáta tosaigh
gd: Chan urrainn dhan tachartas seo tòiseachadh ron cheann-là toiseachaidh
hi_in: कार्यक्रम समाप्त नहीं हो सकता इसके प्रारंभ दिनांक से पहले
hr: Događaj ne može završiti prije početnog datuma
id: Acara tidak dapat selesai sebelum tanggal mulainya
kk: Оқиға өзінің басталу күнінен ертерек аяқтала алмайды
km: ព្រឹត្តិការណ៍​មិន​អាច​បញ្ចប់​មុន​កាលបរិច្ឆេទ​​ចាប់ផ្ដើម​របស់​វា
kn: ಘಟನೆ ಆರಂಭದ ದಿನಾಂಕಕ್ಕಿಂತ ಮುಂಚೆ ಮುಗಿಯುವಂತಿಲ್ಲ
lo: ເຫດການບໍ່ສາມາດຈົບກ່ອນວັນເລີ່ມເຫດການໄດ້
lv: Notikums nevar beigties pirms tā sākuma datuma
my: ဤပွဲသည် စရက်မတိုင်ခင် ပြီးလို့မရပါ
ne: घटना सुरुवात मिति अघि अन्त्य हुन सक्दैन
ro: Evenimentul nu se poate termina înainte de data de începere
si: අවස්ථාව එහි ආරම්භක දිනයට පෙර අවසාන විය නොහැක
ta: நிகழ்ச்சி தொடக்க தேதிக்கு முன்னரே முடிவுறாது
te: ప్రారంభ తేదీ కంటే ముందే కార్యక్రమం ముగియకూడదు
th: เหตุการณ์ไม่สามารถจบก่อนวันเริ่มเหตุการณ์ได้
ur: وقوعہ اپنی تاریخ آغاز سے پہلے ختم نہیں ہو سکتا
uz: Tadbir boshlash sanasidan oldin tugamaydi
wa: L’ etrevén n’ sait fini divant s’ date di cmince

source: The event cannot end before its start time
am: የ ሁኔታው መጨረሻ ቀን ከ መጀመሪያው ቀን በፊት መሆን አይችልም
ar: لا يُمكن للحَدَث أن ينتهي قبل وقت بدايته
bg: Събитието не може да завърши преди началното време
bn_bd: শুরুর সময়ের পূর্বেই ইভেন্ট শেষ হতে পারে না
br: N'hall ket an degouezh echuiñ a-raok an eur kregiñ
ca: La cita no pot acabar abans de l'hora inicial
cy: Nid oes modd i ddigwyddiad orffen cyn ei amser cychwyn
eu: Gertaera ezin da hasiera-ordua baino lehen amaitu
fa: این رخداد نمی‌تواند پیش از زمان شروع‌ش پایان یابد
ga_ie: Tá an t-am deiridh roimh an t-am tosaigh
gd: Chan urrainn dhan tachartas seo tòiseachadh ron àm tòiseachaidh
hi_in: कार्यक्रम समाप्त नहीं हो सकता इसके प्रारंभ समय से पहले
hr: Događaj ne može završiti prije početnog vremena
id: Acara tidak dapat selesai sebelum tanggal mulainya
kk: Оқиға өзінің басталу уақытынан ертерек аяқтала алмайды
km: ព្រឹត្តិការណ៍​មិន​អាច​បញ្ចប់​មុន​ពេលវេលា​ចាប់ផ្ដើម​របស់​វា
kn: ಘಟನೆ ಆರಂಭದ ಸಮಯಕ್ಕಿಂತ ಮುಂಚೆ ಮುಗಿಯುವಂತಿಲ್ಲ
lo: ເຫດການບໍ່ສາມາດຈົບກ່ອນເວລາເລີ່ມເຫດການໄດ້
lv: Notikums nevar beigties pirms tā sākuma laika
my: ဤဖြစ်ရပ်သည် စချိန်မတိုင်ခင် ပြီးလို့မရပါ
ne: घटना सुरुवात समय अघि अन्त्य हुन सक्दैन
ro: Evenimentul nu se poate termina înainte de ora de începere
si: අවස්ථාව එහි ආරම්භක කාලයට පෙර අවසාන විය නොහැක
ta: நிகழ்ச்சி தொடங்கும் முன்னரே முடிவுறாது
te: ప్రారంభ తేదీ కంటే ముందే కార్యక్రమం ముగియకూడదు
th: เหตุการณ์ไม่สามารถจบก่อนเวลาเริ่มเหตุการณ์ได้
ur: وقوعہ اپنی وقت آغاز سے پہلے ختم نہیں ہو سکتا
uz: Tadbir boshlash vaqtidan oldin tugamaydi
wa: L’ etrevén n’ sait fini divant si eure di cmince

source: Wrong login and/or password
af: Verkeerde aanmeldnaam en/of wagwoord
am: የተሳሳተ መግቢያ እና/ወይንም የመግቢያ ቃል
ar: اسم المستخدم أو كلمة السِّر غير صحيحة
as: ভুল লগিন আৰু/অথবা পাছৱৰ্ড
bg: Грешно потребителско име и/или парола
bn_bd: ভুল ব্যবহারকারীর নাম/পাসওয়ার্ড
br: Fall eo an anv kennask hag/pe ar ger-tremen
ca: Nom d'usuari i/o contrasenya incorrectes
cy: Mewngofnod neu/a chyfrinair anghywir
eo: Malĝusta uzanto kaj/aŭ pasvorto
eu: Erabiltzaile-izen eta/edo pasahitz okerrak
fa: کلمه ورود یا کلمه رمز اشتباه
ga_ie: Ainm úsáideora agus/nó focal faire mícheart
gd: Ainm-cleachdaiche agus/no facal-faire cearr
hi_in: गलत लॉगिन या पासवर्ड
hr: Krivo korisničko ime i/ili lozinka
id: Info masuk dan/atau sandinya salah
kk: Тіркелгі аты және/немесе паролі қате
km: កាល​ចូល និង/ឬ​ពាក្យ​សម្ងាត់​​ខុស
kn: ತಪ್ಪಾದ ಲಾಗಿನ್/ಪ್ರವೇಶ ಪದ
lo: ຜິດພາດການເຊັນເຂົ້າ ເເລະ/ຫຼື ລະຫັດຜ່ານ
lv: Nepareizs lietotājvārds vai/un parole
ml: തെറ്റായ ലോഗിൻ കൂടാതെ/അല്ലെങ്കിൽ രഹസ്യവാക്ക്
mr: चुकीचा वापरकर्ता व/किंवा पासवर्ड
my: မှားယွင်းသော အကောင့် နှင့်/သို့ ပတ်စ်ဝတ်
ne: गलत लगइन र/वा पासवर्ड
or: ଲଗ ଇନ/ପାସୱାର୍ଡ଼ଟି ଭୁଲ ଦିଆଯାଇଛି
ro: Autentificare greșită și/sau parola
si: වැරදි පිවිසුමක් සහ/හෝ වැරදි මුරපද භාවිතයක්
sw: Ingizo na/au nenosiri lisilo sahihi
ta: தவறான புகுபதிகை மற்றும்/அல்லது கவடவுச்சொல்
te: ప్రవేశం లేదా సంకేతపదం తప్పు
th: การเข้าสู่ระบบและ/หรือรหัสผ่านผิด
ur: غلط لاگ ان اور/یا پاس ورڈ
uz: Taxallus yoki parol xato
wa: Mwais login eyet/ou sicret
xh: Uloge ngendlela engeyiyo kunye/okanye ipasiwedi
zu: Imininingwane yokusayina kanye/noma i-password akulungile

source: Server error. Check your login and try again.
af: Bedienerfout. Kontroleer jou aanmeldnaam en probeer weer.
am: የ ሰርቨር ስህተት: መግቢያዎን ይመርምሩ እን እንደገና ይሞክሩ
ar: خطأ في الخادم. تحقق من تسجيل دخولك وحاول مرة أخرى.
as: চাৰ্ভাৰ ত্ৰুটি। আপোনাৰ লগিন পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।
bg: Сървърна грешка. Проверете потребителското име и парола и опитайте отново.
bn_bd: সার্ভারে সমস্যা। আপনার লগিন মিলিয়ে নিয়ে আবার চেষ্টা করুন।
br: Fazi dafariad. Gwiriit ho kennask ha klaskit en-dro.
ca: Error del servidor. Comproveu l'inici de sessió i torneu-ho a provar.
cy: Gwall gweinydd. Gwiriwch eich mewngofnod a cheisio eto.
eo: Eraro de servilo. Kontrolu vian uzanton kaj klopodu denove.
eu: Zerbitzariaren errorea. Egiaztatu erabiltzaile-izena eta saiatu berriro.
fa: خطای سرور. ورود به سیستم خود را چک و دوباره سعی کنید.
ga_ie: Earráid ón fhreastalaí. Deimhnigh do logáil isteach agus déan iarracht eile
gd: Mearachd an fhrithealaiche. Thoir sùil air an ainm-chleachdaiche ’s air an fhacal-fhaire agad is feuch ris a-rithist.
hi_in: सर्वर त्रुटी. अपने लॉगिन की जाँच करें और पुनः कोशिश करें.
hr: Greška poslužitelja. Provjerite pristupne podatke i pokušajte ponovno.
id: Galat server. Periksa info masuknya lalu coba lagi.
kk: Сервер қатесі. Тіркелгі атын тексеріп, қайталап көріңіз.
km: កំហុស​ម៉ាស៊ីនមេ។ ពិនិត្យ​​​ការ​ចូល​របស់​អ្នក និង​ព្យាយាម​ម្ដង​ទៀត។
kn: ಸರ್ವರ್ ದೋಷ. ನಿಮ್ಮ ಲಾಗಿನ್ ಪರಿಶೀಲಿಸಿದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ.
lo: ຜິດພາດຂອງແມ່ເຄື່ອຂ່າຍ. ກວດສອບການເຊັນເຂົ້າຂອງທ່ານ ແລະ ພະຍາຍາມອີກເທື່ອ.
lv: Servera kļūda. Pārbaudiet savu lietotājvārdu un mēģiniet vēlreiz.
ml: സെർവർ പിഴവ്. താങ്കളുടെ ലോഗിൻ പരിശോധിച്ചതിനു് ശേഷം വീണ്ടും ശ്രമിക്കുക.
mr: सर्व्हर त्रुटी. आपला लॉगइन तपासा व पुनःप्रयत्न करा.
my: ဆာဗာတွင် ပြသာနာရှိ။ ကျေးဇူးပြုပြီး သင့်အကောင့်ကို စစ်ပြီး ပြန်ဝင်ပါ
ne: सर्भर त्रुटि।तपाईँको लगइन जाँच्नुहोस् र पुन: प्रयास गर्नुहोस् ।
or: ସର୍ଭରରେ ଅସୁବିଧା! ନିଜର ଲଗ ଇନ ଦେଖି ଚେଷ୍ଟାକରନ୍ତୁ ।
ro: Eroare de server. Verifică autentificarea și reîncearcă.
si: සේවාදායකයාගේ දෝශයකි. ඔබගේ පිවිසුම පරික්‍ෂා කර නැවත උත්සහ කරන්න.
sw: Hitilafu ya seva. Angalia ingizo lako na ujaribu tena.
ta: சேவனில் பிழை. உங்களுடைய புகுபதிகயை சரிபார்த்து மீண்டும் முயற்சி செய்.
te: సర్వర్ లోపం. మీ లాగిన్ తనిఖీ చేసి, మళ్ళీ ప్రయత్నించండి.
th: ข้อผิดพลาดเซิร์ฟเวอร์ ตรวจสอบการเข้าสู่ระบบของคุณและลองอีกครั้ง
ur: سرور کی خامی۔ اپنے لاگ ان کو چیک کریں اور دوبارہ کوشش کریں۔
uz: Serverda xato. Taxallusingizni tekshirib, qaytadan urining.
wa: Aroke sierveu. Verifyîz vosse login eyet rsayî.
xh: Imposiso yeseva. Hlola ukuloga kwakho uphinde uzame kwakhona.
zu: Kunephutha leseva. Hlola imininingwane yokungena uphinde uzame.

source: Something is wrong. Try again later.
af: Iets is fout. Probeer weer later.
am: አንድ ነገር ተሳስቷል: እንደገና ይሞክሩ
ar: هنالك خطأ. حاول مرة أخرى.
as: কিবা এটা ভুল হৈছে। পিছত পুনৰ চেষ্টা কৰিব।
bg: Има грешка. Опитайте отново по-късно.
bn_bd: কোথাও সমস্যা হয়েছে। পরে আবার চেষ্টা করুন।
br: Degouezhet ez eus bet ur fazi. Klaskit en-dro diwezhatoc'h.
ca: Hi ha hagut un problema. Torneu-ho a provar més tard.
cy: Mae rhywbeth o'i le. Ceisiwch eto.
eo: Io malĝustas. Klopodu denove poste.
eu: Zerbait oker dago. Saiatu berriro geroago.
fa: مشکلی وجود دارد. بعدا دوباره تلاش کنید.
ga_ie: Tá rud éigin amú. Déan iarracht eile ar ball.
gd: Tha rudeigin cearr. Nach fheuch thu ris a-rithist an ceann greis?
hi_in: कुछ गलत है. कुछ देर बाद पुनः प्रयास करें.
hr: Nešto nije u redu. Pokušajte ponovno.
id: Ada masalah. Coba lagi ya!
kk: Бірнәрсе қате болып тұр. Кейінірек қайталап көріңіз.
km: មាន​អ្វី​មួយ​ខុស។ ព្យាយាម​ម្ដង​ទៀត​ពេល​ក្រោយ។
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ. ನಂತರ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lo: ຜິດປົກກະຕິບາງຢ່າງ. ພະຍາຍາມອີກເທື່ອຫນຶ່ງຫຼັງຈາກນັ້ນ.
lv: Kautkas ir nepareizi. Mēģiniet vēlreiz vēlāk.
ml: എന്തോ ശരിയല്ല. കുറച്ച് കഴിഞ്ഞ് വീണ്ടും ശ്രമിക്കുക.
mr: काहीतरी चुकीचे आहे. नंतर पुनःप्रयत्न करा.
my: တစ်ခုခုလွဲမှားသွားတယ် ။ ပြန်ကြိုးစားကြည့်ပါ
ne: केही कुरा गलत छ।पछि पुन: प्रयास गर्नुहोस् ।
or: କେଉଁଠି ଅସୁବିଧାଟିଏ ଘଟିଛି । ଆଉଥରେ ଚେଷ୍ଟାକରନ୍ତୁ ।
ro: Ceva este în neregulă. Reîncearcă mai târziu.
si: කිසිවක දෝශයක් ඇත. කරුණාකර පසුව උත්සහ කරන්න
sw: Kuna hitilafu. Jaribu tena baadaye.
ta: ஏதோ சரியில்லை. பிறகு மீண்டும் முயற்சி செய்.
te: ఏదో పొరపాటు జరిగింది. దయచేసి మళ్ళీ ప్రయత్నించండి.
th: มีบางอย่างผิดพลาด ลองอีกครั้งในภายหลัง
ur: کچھ غلط ہے۔ کچھ دیر بعد دوبارہ کوشش کریں۔
uz: Nimadir xato. Keyinroq urinib ko‘ring
wa: Åk ni va nén. Rissayî pus tård.
xh: Kukho into engahambi kakuhle. Nceda uzame kamva.
zu: Kukhona okungalungile. Phinda uzame emva kwesikhathi.

source: No connection. Check your network configuration and try again.
af: Geen verbinding nie. Kontroleer jou netwerkopstelling en probeer weer.
am: ምንም ግንኙነት አልተገኘም የ ኔትዎርክ ማዋቀሪያውን ይመርምሩ እን እንደገና ይሞክሩ
ar: لا يوجد اتصال. تحقق من اعدادت الشبكة وحاول مرة أخرى.
as: কোনো সংযোগ নাই। আপোনাৰ নেটৱৰ্ক সংৰূপ নিৰীক্ষণ কৰক আৰু পুনৰ চেষ্টা কৰক।
bg: Устройството е извън мрежа. Проверете мрежовите настройки и опитайте отново.
bn_bd: ইন্টানেট বিচ্ছিন্ন। সংযোগ পরীক্ষা করে পুনরায় চেষ্টা করুন।
br: Kennask ebet. Gwiriit kefluniadur ho rouedad ha klaskit en-dro.
ca: No hi ha connexió. Comproveu la configuració de la xarxa i torneu-ho a provar.
cy: Dim cysylltiad. Gwiriwch eich ffurfweddiad rhwydwaith a cheisio eto.
eo: Sen konekto. Kontrolu viajn retajn agordojn kaj klopodu denove.
eu: Konexiorik ez. Egiaztatu sare-konfigurazioa eta saiatu berriro.
fa: ارتباط وجود ندارد. پیکربندی شبکه خود را چک کرده و دوباره سعی کنید.
ga_ie: Gan ceangal. Féach ar chumraíocht do líonra agus déan iarracht eile.
gd: Chan eil ceangal agad. Thoir sùil air rèiteachadh an lìonraidh ’s feuch ris a-rithist.
hi_in: कनेक्शन नहीं. अपने नेटवर्क के विन्यास की जाँच करें और पुनः कोशिश करें.
hr: Nema veze. Provjerite mrežne postavke i pokušajte ponovno.
id: Tidak ada sambungan. Periksa konfigurasi jaringan Anda dan coba lagi.
kk: Байланыс жоқ. Желі баптауларын тексеріп, қайталап көріңіз.
km: មិន​មាន​​​អ៊ីនធឺណិត។ សូម​ពិនិត្យមើល​ការ​កំណត់​រចនាសម្ព័ន្ធ​​បណ្ដាញ​របស់​អ្នក និង​​ព្យាយាម​ម្ដងទៀត ។
kn: ಸಂಪರ್ಕವಿಲ್ಲ. ನಿಮ್ಮ ನೆಟ್ವರ್ಕ್ ಕಾನ್ಫಿಗರೇಶನ್ ಪರಿಶೀಲಿಸಿದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ.
lo: ບໍ່ມີການເຊື່ອມຕໍ່. ກວດເບິ່ງການຕັ້ງຄ່າເຄືອຂ່າຍຂອງທ່ານ ແລະ ພະຍາຍາມອີກເທື່ອ.
lv: Nav pieslēguma. Pārbaudiet sava tīkla konfigurāciju un mēģiniet vēlreiz.
ml: കണക്ഷൻ ഇല്ല. താങ്കളുടെ ശൃംഘലയുടെ സജ്ജീകരണം പരിശോധിച്ചതിനു് ശേഷം വീണ്ടും ശ്രമിക്കുക.
mr: जोडणी नाही. आपली नेटवर्क संरचना तपासा आणि पुनःप्रयत्न करा.
my: ချိတ်ဆက်မှူမရှိ။ ကျေးဇူးပြုပြီး သင်၏ ချိတ်ဆက်မှူ အပြင်အဆင်ကိုစစ်ဆေးပြီး ပြန်ကြိုးစားကြည့်ပါ။
ne: जडान छैन।तपाईको जडान कन्फिगरेसन जाँच्नुहोस् र फेरि प्रयास गर्नुहोस्।
or: ଯୋଗାଯୋଗ ବିଛିନ୍ନ । ନିଜର ନେଟୱାର୍କ ସଂରଚନା ଦେଖି ଆଉଥରେ ଚେଷ୍ଟାକରନ୍ତୁ ।
ro: Fără conexiune. Verifică configurația rețelei și reîncearcă.
si: සබඳතාවයක් නොමැත. ඔබගේ ජාල සැකසුම් පරීක්‍ෂා කර නැවත උත්සහ කරන්න.
sw: Hakuna muungano. Angalia usanidi wa mtandao wako na ujaribu tena.
ta: இணைப்பு இல்லை. உங்களுடைய பிணைய அமைப்புகளை சரிபார்த்து மீண்டும் முயற்சி செய்.
te: అనుసంధానం లేదు. మీ నెట్‌వర్క్ స్వరూపణను తనిఖీ చేసి మళ్ళీ ప్రయత్నించండి.
th: ไม่มีการเชื่อมต่อ ตรวจสอบการกำหนดค่าเครือข่ายของคุณและลองอีกครั้ง
ur: کنکشن نہیں ہوا۔ اپنے نیٹ ورک کی کنفگریشن چیک کریں اور دوبارہ کوشش کریں۔
uz: Ulanmagan. Tarmoq moslamalarini tekshirib ko‘ring va qaytadan urinib ko‘ring.
wa: Nou raloyaedje. Verifyîz l’ apontiaedje di vosse rantoel eyet rsayî.
xh: Akukho lunxibelelwano. Hlola ulungiselelo lwenethiweki yakho uphinde uzame kwakhona.
zu: Akukho ukuxhumana. Hlola ukuxhumeka kunethiwekhi bese uphinda uyazama.

source: This account already exists.
af: Hierdie rekening bestaan reeds.
am: ይህ መግለጫ ቀደም ሲል ነበር
ar: هذا الحساب موجود مسبقاً.
as: এই একাউণ্ট ইতিমধ্যে অস্তিত্ববান।
bg: Вече има такава регистрация.
bn_bd: অ্যাকাউন্টটি ইতোমধ্যে বিদ্যমান।
br: Bez ez eus eus ar gont-mañ endeo.
ca: Aquest compte ja existeix.
cy: Mae'r cyfri'n bodoli eisoes.
eo: Tiu ĉi konto jam ekzistas.
eu: Kontu hau badago lehendik ere.
fa: این حساب کاربری وجود دارد.
ga_ie: Tá an cuntas seo ann cheana.
gd: Tha an cunntas seo ann mu thràth.
hi_in: यह खाता पहले से मौजूद है.
hr: Ovaj račun već postoji.
id: Akun ini sudah digunakan.
kk: Бұл тіркелгі бар болып тұр.
km: គណនី​នេះ​មាន​រួច​ហើយ។
kn: ಈ ಅಕೌಂಟ್ ಈಗಾಗಲೇ ಚಾಲ್ತಿಯಲ್ಲಿದೆ.
lo: ບັນຊີນີ້ມີຮຽບຮ້ອຍແລ້ວ.
lv: Šis konts jau pastāv.
ml: ഈ അക്കൗണ്ട് നിലവിലുണ്ട്.
mr: हे खाते आधीपासूनच अस्तित्वात.
my: ဤအမည်ရှိပြီးဖြစ်သည်။
ne: यस खाता पहिले नै अवस्थित छ।
or: ଏହି ଖାତାଟି ଆରୁ ରହିଛି ।
ro: Acest cont există deja.
si: මෙම ගිණුම දැනටමත් පවතී.
sw: Akaunti hii tayari ipo.
ta: இந்த கணக்கு ஏற்கனவே உள்ளது.
te: ఈ ఖాతా ఇప్పటికే ఉంది.
th: บัญชีนี้มีอยู่แล้ว
ur: یہ اکاؤنٹ پہلے ہی موجود ہے۔
uz: Ushbu hisobdan foydalanib kelinmoqda.
wa: Ci conte la egzistêye dedja.
xh: Le akhawunti sele ikhona.
zu: Le akhawunti vele ikhona.

source: Calendar sync error
af: Kalender-sinchroniseerfout
am: የ ቀን መቁጠሪያ ማስማሚያ ስህተት
ar: خطأ في تزامن التقويم
as: কেলেন্ডাৰ সংমিহলি ত্ৰুটি
bg: Грешка при синхронизирането на календара
bn_bd: ক্যালেন্ডার সিনক্রোনাইজ জনিত ত্রুটি
br: Fazi e-pad goubredañ an deiziataer
ca: Error de sincronització del calendari
cy: Gwall cydweddu'r Calendr
eo: Eraro dum spegulado de kalendaro
eu: Errorea egutegia sinkronizatzean
fa: خطا در هم‌گام‌سازی تقویم
ga_ie: Earráid: sioncrónú féilire
gd: Mearachd le sioncronachadh a’ mhìosachain
hi_in: पंचांग सिंक त्रुटि
hr: Greške sinkronizacije kalendara
id: Galat penyinkronan kalender
kk: Күнтізбені синхрондау қатесі
km: កំហុស​ធ្វើ​សមកាល​កម្ម​ប្រតិទិន
kn: ಕ್ಯಾಲೆಂಡರ್ ಮೇಳೈಸುವಲ್ಲಿ ತಪ್ಪಾಗಿದೆ
lo: ຜິດພາດປະສານກັນປະຕິທິນ
lv: Kalendāra sinhronizācijas kļūda
ml: കലണ്ടര്‍ സിന്‍ക് പ്രശ്നം
mr: दिनदर्शिका ताळमेळ त्रुटी
my: ပြက္ခဒိန် ချိတ်ဆက်ခြင်း ပြသာနာရှိ
ne: पात्रो समक्रमण त्रुटि
or: କ୍ୟାଲେଣ୍ଡର ସିଙ୍କ କରିବାରେ ଅସୁବିଧା ହେଲା
ro: Eroare la sincronizarea calendarului
si: දින දර්ශනය සමාකලන වීමේ දෝශයක්
sw: Hitilafu ya kulandanisha kalenda
ta: நாட்காட்டி ஒத்திசைவில் பிழை
te: క్యాలెండర్ స్రిక్రనింపులో దోషం
th: ข้อผิดพลาดการผสานปฏิทิน
ur: کیلنڈر کو ہم وقت ساز کرنے میں نقص ہے
uz: Taqvimni sinxronlashda xato
wa: Aroke di sincro do calindrî
xh: Imposiso yokungqamanisa ikhalenda
zu: Kunephutha lokuqondana kwekhalenda

source: Tap for more info
af: Tik daarop vir meer inligting
am: ለ በለጠ መረጃ መታ ያድርጉ
ar: انقر لمزيد من المعلومات
as: অধিক তথ্যৰ বাবে টেপ কৰক
bg: Докоснете за детайли
bn_bd: আরও তথ্যের জন্য ট্যাপ করুন
br: Stokit evit kaout muioc'h a ditouroù
ca: Toqueu per veure més informació
cy: Pwyso am ragor o wybodaeth
eo: Tuŝetu por havi pli da informo
eu: Sakatu informazio gehiagorako
fa: برای اطلاعات بیشتر ضربه بزنید
ga_ie: Tapáil chun tuilleadh eolais a fháil
gd: Thoir gnogag airson barrachd fiosrachaidh
hi_in: अधिक जानकारी के लिए टैप करें
hr: Pritisnite za više informacija
id: Ketuk untuk informasi lebih lanjut
kk: Көбірек білу үшін шертіңіз
km: ចុច​​មើល​​ព័ត៌មាន​បន្ថែម
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ಇಲ್ಲಿ ತಟ್ಟಿ
lo: ເເທບເພື່ອເອົາຂໍມູນເພີ່ມ
lv: Pieskarieties lai uzzināt vairāk
ml: കുടുതലി‍ വിവരങ്ങള്‍ക്കായി തൊടുക
mr: अधिक माहितीसाठी टिचकी द्या
my: ထပ်ကြည့်ရန် ထိပါ
ne: थप जानकारीका लागि थिच्नुहोस्
or: ଅଧିକ ସୂଚନା ପାଇଁ ଟ୍ୟାପ କରନ୍ତୁ
ro: Atinge pentru mai multe informații
si: වැඩි විස්තර සඳහා ටැප් කරන්න
sw: Gusa kwa maelezo zaidi
ta: அதிக தகவல்களுக்கு தட்டவும்
te: మరింత సమాచారం కోసం తాకండి
th: แตะสำหรับข้อมูลเพิ่มเติม
ur: مزید معلومات کے لیے دبائیں
uz: Ko‘proq ma’lumot uchun bosing
wa: Tchapotez po ndè sawè dpus
xh: Cofa ukuze ufumane inkcazelo engakumbi
zu: Thinta kancane ukuze uthole imininingwane the xaxa

# weekday-0-single-char
source: S
am: እ
ar: أ
bg: Н
bn_bd: রবি
ca: G
eu: I
fa: ی
ga_ie: D
gd: D
hi_in: एस
hr: N
id: M
kk: Ж
kn: ಭಾ
lo: ທິດ
ml: ഞാ
mr: र
ne: एस्
ro: D
si: ඉ
ta: ஞா
te: ఆ
th: อา
uz: Ya
wa: D

source: M
am: ሰ
ar: ا
bg: П
bn_bd: সোম
br: L
ca: L
cy: L
eu: A
fa: د
ga_ie: L
gd: L
hi_in: एम
hr: P
id: S
kk: Д
kn: ಸೋ
lo: ຈັນ
lv: P
ml: തി
mr: सो
ne: एम
ro: L
si: ස
ta: தி
te: సో
th: จ
uz: Du
wa: L

# weekday-2-single-char
source: T
am: ማ
ar: ث
bg: В
bn_bd: মঙ্গল
br: M
cy: M
eu: A
fa: س
ga_ie: M
gd: M
hi_in: टी
hr: U
id: S
kk: С
kn: ಮ
lo: ອັງຄານ
lv: O
ml: ചൊ
mr: मं
ne: टि
ro: M
si: අ
ta: செ
te: మ
th: อ
uz: Se
wa: M

source: W
am: ረ
ar: أ
bg: С
bn_bd: বুধ
br: M
ca: C
cy: M
eu: A
fa: چ
ga_ie: C
gd: C
hi_in: डब्ल्यू
hr: S
id: R
kk: С
kn: ಬು
lo: ພຸດ
lv: T
ml: ബു
ne: डब्लु
ro: M
si: බ
ta: பு
te: బు
th: พ
uz: Ch
wa: M

# weekday-4-single-char
source: T
am: ሐ
ar: خ
bg: Ч
bn_bd: বৃহঃ
br: Y
ca: J
cy: I
eu: O
fa: پ
ga_ie: D
gd: A
hi_in: टी
hr: Č
id: K
kk: Б
kn: ಗು
lo: ພະຫັດ
lv: C
ml: വ്യാ
ne: टि
ro: J
si: බ්‍ර
ta: வி
te: గు
th: พฤ
uz: Pa
wa: D

source: F
am: አ
ar: ج
bg: П
bn_bd: শুক্র
br: G
ca: V
cy: G
eu: O
fa: ج
ga_ie: A
gd: h
hi_in: ऎफ
hr: P
id: J
kk: Ж
kn: ಶು
lo: ສຸກ
lv: P
ml: വെ
ne: एफ्
ro: V
si: සි
ta: வெ
te: శు
th: ศ
uz: Ju
wa: V

# weekday-6-single-char
source: S
am: ቅ
ar: س
bg: С
bn_bd: শনি
eu: L
fa: ش
hi_in: एस
kk: С
kn: ಶ
lo: ເສົາ
ml: ശ
mr: श
ne: एस्
si: සෙ
ta: ச
te: శ
th: ส
uz: Sh

source: Friday
am: አርብ
ar: الجُمعة
bg: петък
bn_bd: শুক্রবার
br: Gwener
ca: divendres
cy: Gwener
eu: Ostirala
fa: جمعه
ga_ie: Aoine
gd: DihAoine
hi_in: शुक्रवार
id: Jumat
kk: Жұма
km: ថ្ងៃ​សុក្រ
kn: ಶುಕ್ರವಾರ
lo: ວັນສຸກ
lv: Piektdiena
my: သောကြာ
ne: शुक्रबार
ro: Vineri
si: සිකුරාදා
sw: Ijumaa
ta: வெள்ளி
te: శుక్రవారం
th: วันศุกร์
ur: جمعہ
uz: Juma
wa: Vénrdi

source: Thursday
am: ሐሙስ
ar: الخميس
bg: четвъртък
bn_bd: বৃহস্পতিবার
br: Yaou
ca: dijous
cy: Iau
eu: Osteguna
fa: پنج‌شنبه
ga_ie: Déardaoin
gd: DiarDaoin
hi_in: गुरुवार
id: Kamis
kk: Бейсенбі
km: ថ្ងៃ​ព្រហស្បតិ៍
kn: ಗುರುವಾರ
lo: ວັນພະຫັດ
lv: Ceturtdiena
my: ကြာသာပတေး
ne: बिहिबार
ro: Joi
si: බ්‍රහස්පතින්දා
sw: Alhamisi
ta: வியாழன்
te: గురువారం
th: วันพฤหัสบดี
ur: جمعرات
uz: Seshanba
wa: Djudi

source: Wednesday
am: ረቡዕ
ar: الأربعاء
bg: сряда
bn_bd: বুধবার
br: Merc'her
ca: dimecres
cy: Mercher
eu: Asteazkena
fa: چهارشنبه
ga_ie: Céadaoin
gd: DiCiadain
hi_in: बुधवार
id: Rabu
kk: Сәрсенбі
km: ថ្ងៃ​ពុធ
kn: ಬುಧವಾರ
lo: ວັນພຸດ
lv: Trešdiena
my: ဗုဒ္ဓဟူး
ne: बुधबार
ro: Miercuri
si: බදාදා
sw: Jumatano
ta: புதன்
te: బుధవారం
th: วันพุธ
ur: بدھ
uz: Payshanba
wa: Mierkidi

source: Tuesday
am: ማክሰኞ
ar: الثُلاثاء
bg: вторник
bn_bd: মঙ্গলবার
br: Meurzh
ca: dimarts
cy: Mawrth
eu: Asteartea
fa: سه‌شنبه
ga_ie: Máirt
gd: DiMàirt
hi_in: मंगलवार
id: Selasa
kk: Сейсенбі
km: ថ្ងៃ​អង្គារ
kn: ಮಂಗಳವಾರ
lo: ວັນອັງຄານ
lv: Otrdiena
my: အင်္ဂါ
ne: मंगलबार
ro: Marți
si: අඟහරුවාදා
sw: Jumanne
ta: செவ்வாய்
te: మంగళవారం
th: วันอังคาร
ur: منگل
uz: Chorshanba
wa: Mårdi
