Repository: translate/mozilla-gaia
Catalog: */apps/calendar/calendar.properties.po
Languages: af, am, ar, as, bg, bn_bd, br, ca, cy, eo, eu, fa, ga_ie, gd, hi_in, hr, id, kk, km, kn, lo, lv, ml, mr, my, ne, or, ro, si, sw, ta, te, th, ur, uz, wa, xh, zu

# hours-after[two]
source: {{value}} hours after
af: {{value}} uur na
am: {{value}} ሰአቶች በኋላ
ar: بعد {{value}} ساعة
as: {{value}} ঘন্টা আগত
bg: след {{value}} часа
bn_bd: {{value}} ঘন্টা পর
br: {{value}} eur goude
ca: {{value}} hores després
cy: {{value}} awr wedyn
eo: {{value}} horoj poste
eu: {{value}} ordu geroago
fa: {{value}} ساعت بعد
ga_ie: {{value}} uair an chloig ina dhiaidh
gd: {{value}} uair 'na dhèidh
hi_in: {{value}} घंटे बाद
hr: {{value}} sata nakon
id: {{value}} jam setelah
kk: {{value}} сағат кейін
km: {{value}} ម៉ោង​ក្រោយ
kn: {{value}} ಗಂಟೆಗಳ ನಂತರ
lo: {{value}} ຊົ່ວໂມງຫຼັງຈາກ
lv: pēc {{value}} stundām
ml: {{value}} മണിക്കൂറുകൾക്ക് ശേഷം
mr: {{value}} तास नंतर
my: {{value}} နာရီ အကြာ
ne: {{value}} घण्टा पछि
or: {{value}} ଘଣ୍ଟା ପରେ
ro: la {{value}} ore după
si: පැය {{value}} කට පසු
sw: Saa {{value}} baadaye
ta: {{value}} மணி நேரத்திற்கு பின்பு
te: {{value}} గంటల తర్వాత
th: หลังจาก {{value}} ชั่วโมง
ur: {{value}} گھنٹے بعد
uz: {{value}} soat keyin
wa: {{value}} eures après
xh: {{value}} iiyure emva
zu: Amahora angu-{{value}} emva

# hours-after[few]
source: {{value}} hours after
af: {{value}} uur na
am: {{value}} ሰአቶች በኋላ
ar: بعد {{value}} ساعات
as: {{value}} ঘন্টা পিছত
bg: след {{value}} часа
bn_bd: {{value}} ঘন্টা পর
br: {{value}} eur goude
ca: {{value}} hores després
cy: {{value}} awr wedyn
eo: {{value}} horoj poste
eu: {{value}} ordu geroago
fa: {{value}} ساعت بعد
ga_ie: {{value}} huaire an chloig ina dhiaidh
gd: {{value}} uairean 'na dhèidh
hi_in: {{value}} घंटे बाद
hr: {{value}} sata nakon
id: {{value}} jam setelah
kk: {{value}} сағат кейін
km: {{value}} ម៉ោង​ក្រោយ
kn: {{value}} ಗಂಟೆಗಳ ನಂತರ
lo: {{value}} ຊົ່ວໂມງຫຼັງຈາກ
lv: pēc {{value}} stundām
ml: {{value}} മണിക്കൂറുകൾക്ക് ശേഷം
mr: {{value}} तास नंतर
my: {{value}} နာရီ အကြာ
ne: {{value}} घण्टा पछि
or: {{value}} ଘଣ୍ଟା ପରେ
ro: la {{value}} ore după
si: පැය {{value}} කට පසු
sw: Saa {{value}} baadaye
ta: {{value}} மணி நேரத்திற்கு பின்பு
te: {{value}} గంటల తర్వాత
th: หลังจาก {{value}} ชั่วโมง
ur: {{value}} گھنٹے بعد
uz: {{value}} soat keyin
wa: {{value}} eures après
xh: {{value}} iiyure emva
zu: Amahora angu-{{value}} emva

# hours-after[many]
source: {{value}} hours after
af: {{value}} uur na
am: {{value}} ሰአቶች በኋላ
ar: بعد {{value}} ساعة
as: {{value}} ঘন্টা পিছত
bg: след {{value}} часа
bn_bd: {{value}} ঘন্টা পর
br: {{value}} eur goude
ca: {{value}} hores després
cy: {{value}} awr wedyn
eo: {{value}} horoj poste
eu: {{value}} ordu geroago
fa: {{value}} ساعت بعد
ga_ie: {{value}} n-uaire an chloig ina dhiaidh
gd: {{value}} uair 'na dhèidh
hi_in: {{value}} घंटे बाद
hr: {{value}} sati nakon
id: {{value}} jam setelah
kk: {{value}} сағат кейін
km: {{value}} ម៉ោង​ក្រោយ
kn: {{value}} ಗಂಟೆಗಳ ನಂತರ
lo: {{value}} ຊົ່ວໂມງຫຼັງຈາກ
lv: pēc {{value}} stundām
ml: {{value}} മണിക്കൂറുകൾക്ക് ശേഷം
mr: {{value}} तास नंतर
my: {{value}} နာရီ အကြာ
ne: {{value}} घण्टा पछि
or: {{value}} ଘଣ୍ଟା ପରେ
ro: la {{value}} ore după
si: පැය {{value}} කට පසු
sw: Masaa {{value}} baadaye
ta: {{value}} மணி நேரத்திற்கு பின்பு
te: {{value}} గంటల తర్వాత
th: หลังจาก {{value}} ชั่วโมง
ur: {{value}} گھنٹے بعد
uz: {{value}} soat keyin
wa: {{value}} eures après
xh: {{value}} iiyure emva
zu: Amahora angu-{{value}} emva

# hours-after[other]
source: {{value}} hours after
af: {{value}} uur na
am: {{value}} ሰአቶች በኋላ
ar: بعد {{value}} ساعة
as: {{value}} ঘন্টা পিছত
bg: след {{value}} часа
bn_bd: {{value}} ঘন্টা পর
br: {{value}} eur goude
ca: {{value}} hores després
cy: {{value}} awr wedyn
eo: {{value}} horoj poste
eu: {{value}} ordu geroago
fa: {{value}} ساعت بعد
ga_ie: {{value}} uair an chloig ina dhiaidh
gd: {{value}} uair 'na dhèidh
hi_in: {{value}} घंटे बाद
hr: {{value}} sati nakon
id: {{value}} jam setelah
kk: {{value}} сағат кейін
km: {{value}} ម៉ោង​ក្រោយ
kn: {{value}} ಗಂಟೆಗಳ ನಂತರ
lo: {{value}} ຊົ່ວໂມງຫຼັງຈາກ
lv: pēc {{value}} stundām
ml: {{value}} മണിക്കൂറുകൾക്ക് ശേഷം
mr: {{value}} तास नंतर
my: {{value}} နာရီ အကြာ
ne: {{value}} घण्टा पछि
or: {{value}} ଘଣ୍ଟା ପରେ
ro: la {{value}} ore după
si: පැය {{value}} කට පසු
sw: Saa {{value}} baadaye
ta: {{value}} மணி நேரத்திற்கு பின்பு
te: {{value}} గంటల తర్వాత
th: หลังจาก {{value}} ชั่วโมง
ur: {{value}} گھنٹے بعد
uz: {{value}} soat keyin
wa: {{value}} eures après
xh: {{value}} iiyure emva
zu: Amahora angu-{{value}} emva

source: 0 days after
af: 0 dae na
am: ከ 0 ቀን በኋላ
ar: بعد 0 يوم
as: ০ দিন পিছত
bg: след 0 дни
bn_bd: 0 দিন পরে
br: 0 deiz goude
ca: 0 dies després
cy: 0 diwrnod wedi
eo: 0 tago poste
eu: 0 egun geroago
fa: ۰ روز بعد
ga_ie: 0 lá ina dhiaidh
gd: 0 latha 'na dhèidh
hi_in: 0 दिनों बाद
hr: 0 dana nakon
id: 0 hari setelah
kk: 0 күн кейін
km: 0 ថ្ងៃ​ក្រោយ
kn: 0 ದಿನಗಳ ನಂತರ
lo: 0 ວັນຫຼັງຈາກ
lv: pēc 0 dienām
ml: 0 ദിവസം ശേഷം
mr: 0 दिवस नंतर
my: 0 ရက် အကြာ
ne: ० दिन पछि
or: 0 ଦିନ ପରେ
ro: la 0 zile după
si: දින 0 කට පසු
sw: Siku 0 baadaye
ta: 0 நாட்களுக்கு பின்பு
te: 0 రోజుల తర్వాత
th: หลังจาก 0 วัน
ur: 0 دن بعد
uz: 0 kun keyin
wa: 0 djoûs après
xh: Iintsuku ezi-0 emva
zu: Izinsuku ezi-0 emva

source: 1 day after
af: 1 dag na
am: ከ 1 ቀን በኋላ
ar: بعد يوم واحد
as: ১ দিন পিছত
bg: след 1 ден
bn_bd: 1 দিন পরে
br: 1 deiz goude
ca: 1 dia després
cy: 1 diwrnod wedi
eo: unu tago poste
eu: Egun bat geroago
fa: ۱ روز بعد
ga_ie: Lá amháin ina dhiaidh
gd: 1 latha 'na dhèidh
hi_in: 1 दिन बाद
hr: {{value}} dan nakon
id: 1 hari setelah
kk: 1 күн кейін
km: 1 ថ្ងៃ​ក្រោយ
kn: 1 ದಿನದ ನಂತರ
lo: ໑ ວັນຫຼັງຈາກ
lv: pēc 1 dienas
ml: 1 ദിവസത്തിനു ശേഷം
mr: 1 दिवस नंतर
my: 1 ရက် အကြာ
ne: १ दिन पछि
or: 1 ଦିନ ପରେ
ro: la 1 zi după
si: දින 1 කට පසු
sw: Siku 1 baadaye
ta: 1 நாளுக்கு பின்பு
te: 1 రోజు తర్వాత
th: หลังจาก 1 วัน
ur: 1 دن بعد
uz: 1 kun keyin
wa: 1 djoû après
xh: Usuku olu-1 emva
zu: Usuku olu-1 emva

# days-after[two]
source: {{value}} days after
af: {{value}} dae na
am: {{value}} ቀኖች በኋላ
ar: بعد {{value}} يوم
as: {{value}} দিন পিছত
bg: след {{value}} дена
bn_bd: {{value}} দিন পর
br: {{value}} a zeizioù goude
ca: {{value}} dies després
cy: {{value}} diwrnod wedi
eo: {{value}} tagoj poste
eu: {{value}} egun geroago
fa: {{value}} روز بعد
ga_ie: {{value}} lá ina dhiaidh
gd: {{value}} latha 'na dhèidh
hi_in: {{value}} दिनों बाद
hr: {{value}} dana nakon
id: {{value}} hari setelah
kk: {{value}} күн кейін
km: {{value}} ថ្ងៃ​ក្រោយ
kn: {{value}} ದಿನಗಳ ನಂತರ
lo: {{value}} ວັນຫຼັງຈາກ
lv: pēc {{value}} dienām
ml: {{value}} ദിവസങ്ങൾക്ക് ശേഷം
mr: {{value}} दिवस नंतर
my: {{value}} ရက် အကြာ
ne: {{value}} दिन पछी
or: {{value}}ଦିନ ପରେ
ro: la {{value}} zile după
si: දින {{value}} කට පසු
sw: Siku {{value}} baadaye
ta: {{value}} நாட்களுக்கு பின்பு
te: {{value}} రోజుల తర్వాత
th: หลังจาก {{value}} วัน
ur: {{value}} دن بعد
uz: {{value}} kun keyin
wa: {{value}} djoûs après
xh: {{value}} iintsuku emva
zu: Izinsuku ezingu-{{value}} emva

# days-after[few]
source: {{value}} days after
af: {{value}} dae na
am: {{value}} ቀኖች በኋላ
ar: بعد {{value}} أيام
as: {{value}} দিন পিছত
bg: след {{value}} дена
bn_bd: {{value}} দিন পর
br: {{value}} a zeizioù goude
ca: {{value}} dies després
cy: {{value}} diwrnod wedi
eo: {{value}} tagoj poste
eu: {{value}} egun geroago
fa: {{value}} روز بعد
ga_ie: {{value}} lá ina dhiaidh
gd: {{value}} làithean 'na dhèidh
hi_in: {{value}} दिनों बाद
hr: {{value}} dana nakon
id: {{value}} hari setelah
kk: {{value}} күн кейін
km: {{value}} ថ្ងៃ​ក្រោយ
kn: {{value}} ದಿನಗಳ ನಂತರ
lo: {{value}} ວັນຫຼັງຈາກ
lv: pēc {{value}} dienām
ml: {{value}} ദിവസങ്ങൾക്ക് ശേഷം
mr: {{value}} दिवस नंतर
my: {{value}} ရက်အကြာ
ne: {{value}} दिन पछी
or: {{value}} ଦିନ ପରେ
ro: la {{value}} zile după
si: දින {{value}} කට පසු
sw: Siku {{value}} baadaye
ta: {{value}} நாட்களுக்கு பின்பு
te: {{value}} రోజుల తర్వాత
th: หลังจาก {{value}} วัน
ur: {{value}} دن بعد
uz: {{value}} kun keyin
wa: {{value}} djoûs après
xh: {{value}} iintsuku emva
zu: Izinsuku ezingu-{{value}} emva

# days-after[many]
source: {{value}} days after
af: {{value}} dae na
am: {{value}} ቀኖች በኋላ
ar: بعد {{value}} يوم
as: {{value}} দিন পিছত
bg: след {{value}} дена
bn_bd: {{value}} দিন পর
br: {{value}} a zeizioù goude
ca: {{value}} dies després
cy: {{value}} diwrnod wedi
eo: {{value}} tagoj poste
eu: {{value}} egun geroago
fa: {{value}} روز بعد
ga_ie: {{value}} lá ina dhiaidh
gd: {{value}} latha 'na dhèidh
hi_in: {{value}} दिनों बाद
hr: {{value}} dana nakon
id: {{value}} hari setelah
kk: {{value}} күн кейін
km: {{value}} ថ្ងៃ​ក្រោយ
kn: {{value}} ದಿನಗಳ ನಂತರ
lo: {{value}} ວັນຫຼັງຈາກ
lv: pēc {{value}} dienām
ml: {{value}} ദിവസങ്ങൾക്ക് ശേഷം
mr: {{value}} दिवस नंतर
my: {{value}} ရက်အကြာ
ne: {{value}} दिन पछी
or: {{value}} ଦିନ ପରେ
ro: la {{value}} zile după
si: දින {{value}} කට පසු
sw: Siku {{value}} baadaye
ta: {{value}} நாட்களுக்கு பின்பு
te: {{value}} రోజుల తర్వాత
th: หลังจาก {{value}} วัน
ur: {{value}} دن بعد
uz: {{value}} kun keyin
wa: {{value}} djoûs après
xh: {{value}} iintsuku emva
zu: Izinsuku ezingu-{{value}} emva

# days-after[other]
source: {{value}} days after
af: {{value}} dae na
am: {{value}} ቀኖች በኋላ
ar: بعد {{value}} يوم
as: {{value}} দিন পিছত
bg: след {{value}} дена
bn_bd: {{value}} দিন পর
br: {{value}} a zeizioù goude
ca: {{value}} dies després
cy: {{value}} diwrnod wedi
eo: {{value}} tagoj poste
eu: {{value}} egun geroago
fa: {{value}} روز بعد
ga_ie: {{value}} lá ina dhiaidh
gd: {{value}} latha 'na dhèidh
hi_in: {{value}} दिनों बाद
hr: {{value}} dana nakon
id: {{value}} hari setelah
kk: {{value}} күн кейін
km: {{value}} ថ្ងៃ​ក្រោយ
kn: {{value}} ದಿನಗಳ ನಂತರ
lo: {{value}} ວັນຫຼັງຈາກ
lv: pēc {{value}} dienām
ml: {{value}} ദിവസങ്ങൾക്ക് ശേഷം
mr: {{value}} दिवस नंतर
my: {{value}} ရက်အကြာ
ne: {{value}} दिन पछी
or: {{value}} ଦିନ ପରେ
ro: la {{value}} zile după
si: දින {{value}} කට පසු
sw: Siku {{value}} baadaye
ta: {{value}} நாட்களுக்கு பின்பு
te: {{value}} రోజుల తర్వాత
th: หลังจาก {{value}} วัน
ur: {{value}} دن بعد
uz: {{value}} kun keyin
wa: {{value}} djoûs après
xh: {{value}} iintsuku emva
zu: Izinsuku ezingu-{{value}} emva

source: 0 weeks after
af: 0 weke na
am: ከ 0 ሳምንቶች በኋላ
ar: بعد 0 أسبوع
as: ০ সপ্তাহ পিছত
bg: след 0 седмици
bn_bd: ০ সপ্তাহ পর
br: 0 sizhun goude
ca: 0 setmanes després
cy: 0 wythnos wedi
eo: 0 semajno poste
eu: 0 aste geroago
fa: ۰ هفته بعد
ga_ie: 0 seachtain ina dhiaidh
gd: 0 seachdain 'na dhèidh
hi_in: 0 सप्ताहों बाद
hr: 0 tjedana nakon
id: 0 minggu setelah
kk: 0 апта кейін
km: 0 សប្ដាហ៍​ក្រោយ
kn: 0 ವಾರಗಳ ನಂತರ
lo: 0 ອາທິດຫຼັງຈາກ
lv: pēc 0 nedēļām
ml: 0 ആഴിച്ച ശേഷം
mr: 0 आठवडे नंतर
my: 0 ပတ်အကြာ
ne: ० हप्ता पछी
or: 0 ସପ୍ତାହ ପରେ
ro: la 0 săptămâni după
si: සති 0 කට පසු
sw: Wiki 0 baadaye
ta: 0 வாரங்களுக்கு பின்பு
te: 0 వారాల తర్వాత
th: หลังจาก 0 สัปดาห์
ur: 0 ہفتے بعد
uz: 0 hafta keyin
wa: 0 samwinnes après
xh: Iiveki ezi-0 emva
zu: Amaviki ayi-0 emva

source: 1 week after
af: 1 week na
am: ከ 1 ሳምንት በኋላ
ar: بعد أسبوع واحد
as: ১ সপ্তাহ পিছত
bg: след 1 седмица
bn_bd: ১ সপ্তাহ পর
br: 1 sizhun goude
ca: 1 setmana després
cy: 1 wythnos wedyn
eo: unu semajno poste
eu: Astebete geroago
fa: ۱ هفته بعد
ga_ie: Seachtain amháin ina dhiaidh
gd: 1 seachdain 'na dhèidh
hi_in: 1 सप्ताह बाद
hr: {{value}} tjedan nakon
id: 1 minggu setelah
kk: 1 апта кейін
km: 1 សប្ដាហ៍​ក្រោយ
kn: 1 ವಾರದ ನಂತರ
lo: ໑ ອາທິດຫຼັງຈາກ
lv: pēc nedēļas
ml: 1 ആഴ്ച്ചയ്ക്ക് ശേഷം
mr: 1 आठवडा नंतर
my: 1 ပတ်အကြာ
ne: १ हप्ता पछी
or: 1 ସପ୍ତାହ ପରେ
ro: la 1 săptămână după
si: සති 1 කට පසු
sw: Wiki 1 baadaye
ta: 1 வாரத்திற்க்கு பின்பு
te: 1 వారం తర్వాత
th: หลังจาก 1 สัปดาห์
ur: 1 ہفتے بعد
uz: 1 hafta keyin
wa: 1 samwinne après
xh: Iveki e-1 emva
zu: Iviki eli-1 emva

# weeks-after[two]
source: {{value}} weeks after
af: {{value}} weke na
am: {{value}} ሳምንቶች በኋላ
ar: بعد {{value}} أسبوع
as: {{value}} সপ্তাহ পিছত
bg: след {{value}} седмици
bn_bd: {{value}} সপ্তাহ পর
br: {{value}} sizhun goude
ca: {{value}} setmanes després
cy: {{value}} wythnos wedyn
eo: {{value}} semajnoj poste
eu: {{value}} aste geroago
fa: {{value}} هفته بعد
ga_ie: {{value}} sheachtain ina dhiaidh
gd: {{value}} sheachdain 'na dhèidh
hi_in: {{value}} सप्ताह बाद
hr: {{value}} tjedna nakon
id: {{value}} minggu setelah
kk: {{value}} апта кейін
km: {{value}} សប្ដាហ៍​ក្រោយ
kn: {{value}} ವಾರಗಳ ನಂತರ
lo: {{value}} ອາທິດຫຼັງຈາກ
lv: pēc {{value}} nedēļām
ml: {{value}} ആഴ്ചകൾക്ക് ശേഷം
mr: {{value}} आठवडे नंतर
my: {{value}} ပတ်အကြာ
ne: {{value}} हप्ता पछी
or: {{value}} ସପ୍ତାହ ପରେ
ro: la {{value}} săptămâni după
si: සති {{value}} කට පසු
sw: Wiki {{value}} baadaye
ta: {{value}} வாரங்களுக்கு பின்பு
te: {{value}} వారాల తర్వాత
th: หลังจาก {{value}} สัปดาห์
ur: {{value}} ہفتے بعد
uz: {{value}} hafta keyin
wa: {{value}} samwinnes après
xh: {{value}} iiveki emva
zu: Izinsuku ezingu-{{value}} emva

# weeks-after[few]
source: {{value}} weeks after
af: {{value}} weke na
am: {{value}} ሳምንቶች በኋላ
ar: بعد {{value}} أسابيع
as: {{value}} সপ্তাহ পিছত
bg: след {{value}} седмици
bn_bd: {{value}} সপ্তাহ পর
br: {{value}} sizhun goude
ca: {{value}} setmanes després
cy: {{value}} wythnos wedyn
eo: {{value}} semajnoj poste
eu: {{value}} aste geroago
fa: {{value}} هفته بعد
ga_ie: {{value}} seachtaine ina dhiaidh
gd: {{value}} seachdainean 'na dhèidh
hi_in: {{value}} सप्ताह बाद
hr: {{value}} tjedna nakon
id: {{value}} minggu setelah
kk: {{value}} апта кейін
km: {{value}} សប្ដាហ៍​ក្រោយ
kn: {{value}} ವಾರಗಳ ನಂತರ
lo: {{value}} ອາທິດຫຼັງຈາກ
lv: pēc {{value}} nedēļām
ml: {{value}} ആഴ്ചകൾക്ക് ശേഷം
mr: {{value}} आठवडे नंतर
my: {{value}} ပတ်အကြာ
ne: {{value}} हप्ता पछी
or: {{value}}ସପ୍ତାହ ପରେ
ro: la {{value}} săptămâni după
si: සති {{value}} කට පසු
sw: Wiki {{value}} baadaye
ta: {{value}} வாரங்களுக்கு பின்பு
te: {{value}} వారాల తర్వాత
th: หลังจาก {{value}} สัปดาห์
ur: {{value}} ہفتے بعد
uz: {{value}} hafta keyin
wa: {{value}} samwinnes après
xh: {{value}} iiveki emva
zu: Izinsuku ezingu-{{value}} emva

# weeks-after[many]
source: {{value}} weeks after
af: {{value}} weke na
am: {{value}} ሳምንቶች በኋላ
ar: بعد {{value}} أسبوع
as: {{value}} সপ্তাহ পিছত
bg: след {{value}} седмици
bn_bd: {{value}} সপ্তাহ পর
br: {{value}} sizhun goude
ca: {{value}} setmanes després
cy: {{value}} wythnos wedyn
eo: {{value}} semajnoj poste
eu: {{value}} aste geroago
fa: {{value}} هفته بعد
ga_ie: {{value}} seachtaine ina dhiaidh
gd: {{value}} seachdain 'na dhèidh
hi_in: {{value}} सप्ताह बाद
hr: {{value}} tjedana nakon
id: {{value}} minggu setelah
kk: {{value}} апта кейін
km: {{value}} សប្ដាហ៍​ក្រោយ
kn: {{value}} ವಾರಗಳ ನಂತರ
lo: {{value}} ອາທິດຫຼັງຈາກ
lv: pēc {{value}} nedēļām
ml: {{value}} ആഴ്ചകൾക്ക് ശേഷം
mr: {{value}} आठवडे नंतर
my: {{value}} ပတ်အကြာ
ne: {{value}} हप्ता पछि
or: {{value}} ସପ୍ତାହ ପରେ
ro: la {{value}} săptămâni după
si: සති {{value}} කට පසු
sw: Wiki {{value}} baadaye
ta: {{value}} வாரங்களுக்கு பின்பு
te: {{value}} వారాల తర్వాత
th: หลังจาก {{value}} สัปดาห์
ur: {{value}} ہفتے بعد
uz: {{value}} hafta keyin
wa: {{value}} samwinnes après
xh: {{value}} iiveki emva
zu: Izinsuku ezingu-{{value}} emva

# weeks-after[other]
source: {{value}} weeks after
af: {{value}} weke na
am: {{value}} ሳምንቶች በኋላ
ar: بعد {{value}} أسبوع
as: {{value}} সপ্তাহ পিছত
bg: след {{value}} седмици
bn_bd: {{value}} সপ্তাহ পর
br: {{value}} sizhun goude
ca: {{value}} setmanes després
cy: {{value}} wythnos wedyn
eo: {{value}} semajnoj poste
eu: {{value}} aste geroago
fa: {{value}} هفته بعد
ga_ie: {{value}} seachtain ina dhiaidh
gd: {{value}} seachdain 'na dhèidh
hi_in: {{value}} सप्ताह बाद
hr: {{value}} tjedana nakon
id: {{value}} minggu setelah
kk: {{value}} апта кейін
km: {{value}} សប្ដាហ៍​ក្រោយ
kn: {{value}} ವಾರಗಳ ನಂತರ
lo: {{value}} ອາທິດຫຼັງຈາກ
lv: pēc {{value}} nedēļām
ml: {{value}} ആഴ്ചകൾക്ക് ശേഷം
mr: {{value}} आठवडे नंतर
my: {{value}} ပတ် အကြာ
ne: {{value}} हप्ता पछि
or: {{value}} ସପ୍ତାହ ପରେ
ro: la {{value}} săptămâni după
si: සති {{value}} කට පසු
sw: Wiki {{value}} baadaye
ta: {{value}} வாரங்களுக்கு பின்பு
te: {{value}} వారాల తర్వాత
th: หลังจาก {{value}} สัปดาห์
ur: {{value}} ہفتے بعد
uz: {{value}} hafta keyin
wa: {{value}} samwinnes après
xh: {{value}} iiveki emva
zu: Izinsuku ezingu-{{value}} emva

source: 0 months after
af: 0 maande na
am: ከ 0 ወሮች በኋላ
ar: بعد 0 شهر
as: ০ মাহ পিছত
bg: след 0 месеца
bn_bd: ০ মাস পর
br: 0 miz goude
ca: 0 mesos després
cy: 0 mis wedyn
eo: 0 monato poste
eu: 0 hilabete geroago
fa: ۰ ماه بعد
ga_ie: 0 mí ina dhiaidh
gd: 0 mìos 'na dhèidh
hi_in: 0 महीने बाद
hr: 0 mjeseca nakon
id: 0 bulan setelah
kk: 0 ай кейін
km: 0 ខែ​ក្រោយ
kn: 0 ತಿಂಗಳುಗಳ ನಂತರ
lo: 0 ເດືອນຫຼັງຈາກ
lv: pēc 0 mēnešiem
ml: 0 മാസം കഴിഞ്ഞ്
mr: 0 महिने नंतर
my: 0 လ အကြာ
ne: ० महिना पछि
or: 0 ମାସ ପରେ
ro: la 0 luni după
si: මාස 0 කට පසු
sw: Miezi 0 baadaye
ta: 0 மாதங்களுக்கு பின்
te: 0 నెలల తర్వాత
th: หลังจาก 0 เดือน
ur: 0 ماہ بعد
uz: 0 oy keyin
wa: 0 moest après
xh: Iinyanga ezi-0 emva
zu: Izinyanga ezi-0 emva

source: 1 month after
af: 1 maand na
am: ከ 1 ወር በኋላ
ar: بعد شهر واحد
as: ১ মাহ পিছত
bg: след 1 месец
bn_bd: ১ মাস পর
br: 1 miz goude
ca: 1 mes després
cy: 1 mis wedyn
eo: unu monato poste
eu: Hilabete geroago
fa: ۱ ماه بعد
ga_ie: Mí amháin ina dhiaidh
gd: 1 mhìos 'na dhèidh
hi_in: 1 महीना बाद
hr: {{value}} mjesec nakon
id: 1 bulan setelah
kk: 1 ай кейін
km: 1 ខែ​ក្រោយ
kn: 1 ತಿಂಗಳ ನಂತರ
lo: ໑ ເດືອນຫຼັງຈາກ
lv: pēc mēneša
ml: 1 മാസം കഴിഞ്ഞ്
mr: 1 महिने नंतर
my: 1 လ အကြာ
ne: १ महिना पछि
or: 1 ମାସ ପରେ
ro: la 1 lună după
si: මාස 1 කට පසු
sw: Mwezi 1 baadaye
ta: 1 மாதத்திற்கு பின்
te: 1 నెల తర్వాత
th: หลังจาก 1 เดือน
ur: 1 ماہ بعد
uz: 1 oy keyin
wa: 1 moes après
xh: Inyanga e-1 emva
zu: Inyanga e-1 emva

# months-after[two]
source: {{value}} months after
af: {{value}} maande na
am: {{value}} ወሮች በኋላ
ar: بعد {{value}} شهر
as: {{value}} মাহ পিছত
bg: след {{value}} месеца
bn_bd: {{value}} মাস পর
br: {{value}} a vizioù goude
ca: {{value}} mesos després
cy: {{value}} mis wedyn
eo: {{value}} monatoj poste
eu: {{value}} hilabete geroago
fa: {{value}} ماه بعد
ga_ie: {{value}} mhí ina dhiaidh
gd: {{value}} mhìos 'na dhèidh
hi_in: {{value}} महीने बाद
hr: {{value}} mjeseca nakon
id: {{value}} bulan setelah
kk: {{value}} ай кейін
km: {{value}} ខែ​ក្រោយ
kn: {{value}} ತಿಂಗಳುಗಳ ನಂತರ
lo: {{value}} ເດືອນຫຼັງຈາກ
lv: pēc {{value}} mēnešiem
ml: {{value}} മാസങ്ങൾക്ക് മുമ്പ്
mr: {{value}} महिने नंतर
my: {{value}} လ အကြာ
ne: {{value}} महिना पछि
or: {{value}} ମାସ ପରେ
ro: la {{value}} luni după
si: මාස {{value}} කට පසු
sw: Miezi {{value}} baadaye
ta: {{value}} மாதங்களுக்கு பின்
te: {{value}} నెలల తర్వాత
th: หลังจาก {{value}} เดือน
ur: {{value}} ماہ بعد
uz: {{value}} oy keyin
wa: {{value}} moes après
xh: {{value}} iinyanga emva
zu: Izinyanga ezingu-{{value}} emva

# months-after[few]
source: {{value}} months after
af: {{value}} maande na
am: {{value}} ወሮች በኋላ
ar: بعد {{value}} أشهر
as: {{value}} মাহ পিছত
bg: след {{value}} месеца
bn_bd: {{value}} মাস পর
br: {{value}} a vizioù goude
ca: {{value}} mesos després
cy: {{value}} mis wedyn
eo: {{value}} monatoj poste
eu: {{value}} hilabete geroago
fa: {{value}} ماه بعد
ga_ie: {{value}} mhí ina dhiaidh
gd: {{value}} mìosan 'na dhèidh
hi_in: {{value}} महीने बाद
hr: {{value}} mjeseca nakon
id: {{value}} bulan setelah
kk: {{value}} ай кейін
km: {{value}} ខែ​​ក្រោយ
kn: {{value}} ತಿಂಗಳುಗಳ ನಂತರ
lo: {{value}} ເດືອນຫຼັງຈາກ
lv: pēc {{value}} mēnešiem
ml: {{value}} മാസങ്ങൾക്ക് മുമ്പ്
mr: {{value}} महिने नंतर
my: {{value}} လ အကြာ
ne: {{value}} महिना पछि
or: {{value}} ମାସ ପରେ
ro: la {{value}} luni după
si: මාස {{value}} කට පසු
sw: Miezi {{value}} baadaye
ta: {{value}} மாதங்களுக்கு பின்
te: {{value}} నెలల తర్వాత
th: หลังจาก {{value}} เดือน
ur: {{value}} ماہ بعد
uz: {{value}} oy keyin
wa: {{value}} moes après
xh: {{value}} iinyanga emva
zu: Izinyanga ezingu-{{value}} emva

# months-after[many]
source: {{value}} months after
af: {{value}} maande na
am: {{value}} ወሮች በኋላ
ar: بعد {{value}} شهر
as: {{value}} মাহ পিছত
bg: след {{value}} месеца
bn_bd: {{value}} মাস পর
br: {{value}} a vizioù goude
ca: {{value}} mesos després
cy: {{value}} mis wedyn
eo: {{value}} monatoj poste
eu: {{value}} hilabete geroago
fa: {{value}} ماه بعد
ga_ie: {{value}} mí ina dhiaidh
gd: {{value}} mìos 'na dhèidh
hi_in: {{value}} महीने बाद
hr: {{value}} mjeseci nakon
id: {{value}} bulan setelah
kk: {{value}} ай кейін
km: {{value}} ខែ​​ក្រោយ
kn: {{value}} ತಿಂಗಳುಗಳ ನಂತರ
lo: {{value}} ເດືອນຫຼັງຈາກ
lv: pēc {{value}} mēnešiem
ml: {{value}} മാസങ്ങൾക്ക് മുമ്പ്
mr: {{value}} महिने नंतर
my: {{value}} လ အကြာ
ne: {{value}} महिना पछी
or: {{value}} ମାସ ପରେ
ro: la {{value}} luni după
si: මාස {{value}} කට පසු
sw: Miezi {{value}} baadaye
ta: {{value}} மாதங்களுக்கு பின்
te: {{value}} నెలల తర్వాత
th: หลังจาก {{value}} เดือน
ur: {{value}} ماہ بعد
uz: {{value}} oy keyin
wa: {{value}} moes après
xh: {{value}} iinyanga emva
zu: Izinyanga ezingu-{{value}} emva

# months-after[other]
source: {{value}} months after
af: {{value}} maande na
am: {{value}} ወሮች በኋላ
ar: بعد {{value}} شهر
as: {{value}} মাহ পিছত
bg: след {{value}} месеца
bn_bd: {{value}} মাস পর
br: {{value}} a vizioù goude
ca: {{value}} mesos després
cy: {{value}} mis wedyn
eo: {{value}} monatoj poste
eu: {{value}} hilabete geroago
fa: {{value}} ماه بعد
ga_ie: {{value}} mí ina dhiaidh
gd: {{value}} mìos 'na dhèidh
hi_in: {{value}} महीने बाद
hr: {{value}} mjeseci nakon
id: {{value}} bulan setelah
kk: {{value}} ай кейін
km: {{value}} ខែ​​ក្រោយ
kn: {{value}} ತಿಂಗಳುಗಳ ನಂತರ
lo: {{value}} ເດືອນຫຼັງຈາກ
lv: pēc {{value}} mēnešiem
ml: {{value}} മാസങ്ങൾക്ക് മുമ്പ്
mr: {{value}} महिने नंतर
my: {{value}} လ အကြာ
ne: {{value}} महिना पछी
or: {{value}} ମାସ ପରେ
ro: la {{value}} luni după
si: මාස {{value}} කට පසු
sw: Miezi {{value}} baadaye
ta: {{value}} மாதங்களுக்கு பின்பு
te: {{value}} నెలల తర్వాత
th: หลังจาก {{value}} เดือน
ur: {{value}} ماہ بعد
uz: {{value}} oy keyin
wa: {{value}} moes après
xh: {{value}} iinyanga emva
zu: Izinyanga ezingu-{{value}} emva

source: 0 years after
af: 0 jaar na
am: ከ 0 አመቶች በኋላ
ar: بعد 0 سنة
as: ০ বছৰ পিছত
bg: след 0 години
bn_bd: ০ বছর পর
br: 0 bloaz goude
ca: 0 anys després
cy: 0 blwyddyn wedyn
eo: 0 jaro poste
eu: 0 urte geroago
fa: ۰ سال بعد
ga_ie: 0 bliain ina dhiaidh
gd: 0 bliadhna 'na dhèidh
hi_in: 0 सालों बाद
hr: 0 godina nakon
id: 0 tahun setelah
kk: 0 жыл кейін
km: 0 ឆ្នាំ​ក្រោយ
kn: 0 ವರ್ಷಗಳ ನಂತರ
lo: 0 ປີຫຼັງຈາກ
lv: pēc 0 gadiem
ml: 0 വർഷങ്ങൾക്ക് ശേഷം
mr: 0 वर्षे नंतर
my: 0 နှစ်အကြာ
ne: ० बर्ष पछी
or: 0 ବର୍ଷ ପରେ
ro: la 0 ani după
si: අවුරුදු 0 කට පසු
sw: Miaka 0 baadaye
ta: 0 வருடங்களுக்கு பின்பு
te: 0 సంవత్సరాల తర్వాత
th: หลังจาก 0 ปี
ur: 0 سال بعد
uz: 0 yil keyin
wa: 0 anêyes après
xh: Iminyaka e-0 emva
zu: Iminyaka eyi-0 emva

source: 1 year after
af: 1 jaar na
am: ከ 1 አመት በኋላ
ar: بعد سنة واحدة
as: ১ বছৰ পিছত
bg: след 1 година
bn_bd: ১ বছর পর
br: 1 vloaz goude
ca: 1 any després
cy: 1 flwyddyn wedyn
eo: unu jaro poste
eu: Urtebete geroago
fa: ۱ سال بعد
ga_ie: Bliain amháin ina dhiaidh
gd: 1 bhliadhna 'na dhèidh
hi_in: 1 साल बाद
hr: {{value}} godina nakon
id: 1 tahun setelah
kk: 1 жыл кейін
km: 1 ឆ្នាំ​ក្រោយ
kn: 1 ವರ್ಷದ ನಂತರ
lo: ໑ ປີຫຼັງຈາກ
lv: pēc gada
ml: 1 വർഷത്തിനു് ശേഷം
mr: 1 वर्ष नंतर
my: 1 နှစ်အကြာ
ne: १ बर्ष पछी
or: 1 ବର୍ଷ ପରେ
ro: la 1 an după
si: අවුරුදු 1 කට පසු
sw: Mwaka 1 baadaye
ta: 1 வருடத்திற்க்கு பின்பு
te: 1 సంవత్సరం తర్వాత
th: หลังจาก 1 ปี
ur: 1 سال بعد
uz: 1 yil keyin
wa: 1 an après
xh: Unyaka om-1 emva
zu: Unyaka o-1 emva
