Repository: translate/mozilla-gaia
Catalog: */apps/calendar/calendar.properties.po
Languages: af, am, ar, as, bg, bn_bd, br, ca, cy, eo, eu, fa, ga_ie, gd, hi_in, hr, id, kk, km, kn, lo, lv, ml, mr, my, ne, or, ro, si, sw, ta, te, th, ur, uz, wa, xh, zu

source: All day event?
af: Heeldag-gebeurtenis?
am: የ ሙሉ ቀን ሁኔታ?
ar: جميع أحداث اليوم؟
as: সম্পূৰ্ণ দিন ব্যাপী অনুষ্ঠান?
bg: Целодневно събитие
bn_bd: দিনব্যাপী কর্মসূচী?
br: Devezh a-bezh ?
ca: Cita de tot el dia?
cy: Digwyddiad diwrnod cyfan?
eo: Ĉu tuttaga evento?
eu: Egun osoko gertaera?
fa: رویداد در تمام روز؟
ga_ie: Ar feadh an lae?
gd: Tachartas fad an latha?
hi_in: पूरे दिन का कार्यक्रम?
hr: Cijelodnevni događaj
id: Acara seharian?
kk: Бүкіл күн оқиғасы ма?
km: ព្រឹត្តិការណ៍​មួយ​ថ្ងៃ​ពេញ?
kn: ದಿನಪೂರ್ತಿ ಕಾರ್ಯಕ್ರಮವೆ?
lo: ເຫດການຫມົດມື້?
lv: Vai notikums ir visas dienas garumā?
ml: ദിവസം മുഴുവനുമുള്ളത്?
mr: संपूर्ण दिवस कार्यक्रम?
my: တစ်နေကုန် ဖြစ်ရပ်?
ne: सबै दिनका घटना?
or: ସାରା ଦିନ ଘଟଣା?
ro: Eveniment toată ziua?
si: දිනයේ ඇති සියළු සිදුවීම්?
sw: Tukio la siku nzima ?
ta: முழுநாள் நிகழ்வா?
te: రోజు మొత్తం కార్యక్రమమా?
th: เหตุการณ์ตลอดวัน?
ur: دن بھر کا وقوعہ؟
uz: Tadbir kun bo‘yimi?
wa: Etrevén di tote li djournêye ?
xh: Ingaba sisiganeko sosuku lonke?
zu: Umcimbi wosuku lonke?

# event-start-date.placeholder
source: Start date
am: መጀመሪያ ቀን
ar: تاريخ البداية
bg: Начална дата
bn_bd: আরম্ভের তারিখ
br: Deiziad kregiñ
ca: Data inicial
cy: Dyddiad cychwyn
eu: Hasiera-data
fa: تاریخ شروع
ga_ie: Dáta tosaigh
gd: Ceann-là tòiseachaidh
hi_in: आरंभ दिनांक
id: Tanggal mulai
kk: Бастапқы күн
km: កាលបរិច្ឆេទ​ចាប់ផ្តើម
kn: ಆರಂಭದ ದಿನಾಂಕ
lo: ວັນທີ່ເລີ່ມຕົ້ນ
lv: Sākuma datums
my: အစရက်
ne: सुरुवात मिति
ro: Data de începere
si: ආරම්භක දිනය
sw: Tarehe ya kuanza
ta: தொடக்கத் தேதி
te: ప్రారంభ తేది
th: วันที่เริ่มต้น
ur: تاریخ آغاز
uz: Boshlanish sanasi
wa: Date di cmince

# event-end-date.placeholder
source: End date
am: መጨረሻ ቀን
ar: تاريخ النهاية
bg: Крайна дата
bn_bd: সমাপ্তির তারিখ
br: Deiziad echuiñ
ca: Data final
cy: Dyddiad gorffen
eu: Amaiera-data
fa: تاریخ پایان
ga_ie: Dáta deiridh
gd: Ceann-là crìochnachaidh
hi_in: अंतिम दिनांक
id: Tanggal selesai
kk: Соңғы күні
km: កាលបរិច្ឆេទ​បញ្ចប់
kn: ಕೊನೆಯ ದಿನಾಂಕ
lo: ວັນທີ່ສີ້ນສຸດ
lv: Beigu datums
my: အဆုံးရက်
ne: अन्त्य मिति
ro: Data de sfârșit
si: අවසාන දිනය
ta: முடிவு தேதி
te: ముగింపు తేది
th: วันที่สิ้นสุด
ur: تاریخ اختتام
uz: Tugash sanasi
wa: Date di dfén

# event-start-time.placeholder
source: Start time
am: መጀመሪያ ሰአት
ar: توقيت البدء
bg: Начален час
bn_bd: আরম্ভের সময়
br: Eur al loc'hañ
ca: Hora inicial
cy: Amser cychwyn
eu: Hasiera-ordua
fa: شروع زمان
ga_ie: Am tosaigh
gd: Àm tòiseachaidh
hi_in: प्रारंभ समय
id: Waktu mulai
kk: Бастапқы уақыты
km: ម៉ោង​ចាប់ផ្ដើម
kn: ಆರಂಭದ ಸಮಯ
lo: ເວລາເລີ່ມຕົ້ນ
lv: Sākuma laiks
my: စချိန်
ne: सुरुवात समय
ro: Ora de începere
si: ආරම්භක වේලාව
sw: Wakati wa kuanza
ta: தொடக்க நேரம்
te: ప్రారంభ సమయం
th: เวลาเริ่มต้น
ur: وقت آغاز
uz: Boshlanish vaqti
wa: Eure di cmince

# event-end-time.placeholder
source: End time
am: መጨረሻ ሰአት
ar: توقيت الانتهاء
bg: Краен час
bn_bd: সমাপ্তির সময়
br: Eur echuiñ
ca: Hora final
cy: Amser gorffen
eu: Amaiera-ordua
fa: پایان زمان
ga_ie: Am deiridh
gd: Àm crìochnachaidh
hi_in: समाप्ति समय
id: Waktu selesai
kk: Соңғы уақыты
km: ម៉ោង​បញ្ចប់
kn: ಕೊನೆಯ ಸಮಯ
lo: ເວລາສິ້ນສຸດ
lv: Beigu laiks
my: ပြီးဆုံးချိန်
ne: अन्त्य समय
ro: Ora de finalizare
si: අවසන් වේලාව
sw: Wakati wa kuisha
ta: முடிவு நேரம்
te: ముగింపు సమయం
th: เวลาสิ้นสุด
ur: وقت اختتام
uz: Tugash vaqti
wa: Eure di dfén

source: Delete event
af: Skrap gebeurtenis
am: ሁኔታውን ማጥፊያ
ar: حذف الحدث
as: অনুষ্ঠান মচক
bg: Изтриване на събитието
bn_bd: ইভেন্ট অপসারণ
br: Dilemel an degouezh
ca: Elimina la cita
cy: Dileu digwyddiad
eo: Forigi eventon
eu: Ezabatu gertaera
fa: حذف رویداد
ga_ie: Scrios imeacht
gd: Sguab às an tachartas
hi_in: कार्यक्रम मिटाएँ
hr: Obriši događaj
id: Hapus acara
kk: Оқиғаны өшіру
km: លុប​ព្រឹត្តិការណ៍
kn: ಕಾರ್ಯಕ್ರಮವನ್ನು ಅಳಿಸು
lo: ລຶບເຫດການ
lv: Dzēst notikumu
ml: പരിപാടി ഇല്ലാതാക്കുക
mr: कार्यक्रम काढा
my: ဖြစ်စဉ်အားဖျက်
ne: घटना मेट्नुहोस्
or: ଘଟଣାକୁ ଲିଭାନ୍ତୁ
ro: Șterge evenimentul
si: සිදුවීම මකන්න
sw: Futa tukio
ta: நிகழ்வை நீக்கு
te: కార్యక్రమాన్ని తొలగించు
th: ลบเหตุการณ์
ur: واقعہ حذف کریں
uz: Tadbirni o‘chirish
wa: Disfacer etrevén
xh: Cima isiganeko
zu: Dilitha umcimbi

source: Remove local data
af: Verwyder lokale data
am: የ አካባቢ ዳታ ማስወገጃ
ar: حذف البيانات المحلية
as: স্থানীয় তথ্য আতৰাওক
bg: Премахване на местните данни
bn_bd: লোকাল ডাটা অপসারণ
br: Lemel ar roadennoù lec'hel
ca: Elimina les dades locals
cy: Tynnu data lleol
eo: Forigi lokajn datumojn
eu: Kendu datu lokalak
fa: پاک‌کردن داده‌های محلی
ga_ie: Bain sonraí logánta
gd: Thoir air falbh an dàta ionadail
hi_in: स्थानीय डाटा हटाएं
hr: Ukloni lokalne podatke
id: Hapus data lokal
kk: Жергілікті деректерді өшіру
km: លុប​ទិន្នន័យ​ក្នុង​​មូលដ្ឋាន
kn: ಸ್ಥಳೀಯ ಮಾಹಿತಿಯನ್ನು ತೆಗೆದು ಹಾಕು
lo: ລຶບຂໍ້ມູນທ້ອງຖິ່ນ
lv: Noņemt vietējas datnes
ml: പ്രാദേശിക ഡേറ്റ നീക്കംചെയ്യുക
mr: स्थानिक माहिती काढा
my: ဖုန်းထဲရှိအချက်အလက်အားဖျက်
ne: स्थानीय डेटा हटाउनुहोस्
or: ସ୍ଥାନୀୟ ତଥ୍ୟ ହଟାନ୍ତୁ
ro: Elimină datele locale
si: ස්ථානීය දත්ත මකාලන්න
sw: Ondoa data ya hapa hapa
ta: உள்ளூர் தரவு நீக்கு
te: స్థానిక దత్తాంశాన్ని తీసివేయి
th: ลบข้อมูลในเครื่อง
ur: مقامی ڈیٹا کو ہٹا دیں
uz: Lokal ma’lumotlarni o‘chirish
wa: Oister dinêyes coinreces
xh: Susa iingcombolo ezikhoyo
zu: Susa idatha yasendaweni

source: Remove account
af: Verwyder rekening
am: መግለጫ ማስወገጃ
ar: حذف الحساب
as: একাউণ্ট আতৰাওক
bg: Премахване на регистрация
bn_bd: অ্যাকাউন্ট অপসারণ
br: Dilemel ar gont
ca: Elimina el compte
cy: Tynnu cyfrif
eo: Forigi konton
eu: Kendu kontua
fa: حذف حساب
ga_ie: Bain cuntas
gd: Thoir air falbh an cunntas
hi_in: खाता मिटाएँ
hr: Ukloni račun
id: Hapus akun
kk: Тіркелгіні өшіру
km: យក​គណនី​ចេញ
kn: ಅಕೌಂಟ್ ಅಳಿಸಿರಿ
lo: ລຶບບັນຊີ
lv: Noņemt kontu
ml: അക്കൗണ്ട് നീക്കം ചെയ്യുക
mr: खाते काढा
my: အကောင့်အားဖျက်
ne: खाता हटाउनुहोस्
or: ଗୋଟିଏ ଖାତା ବାହାର କରନ୍ତୁ
ro: Elimină contul
si: ගිණුම ඉවත් කරන්න
sw: Ondoa akaunti
ta: கணக்கை நீக்கு
te: ఖాతాను తీసివేయి
th: ลบบัญชีผู้ใช้
ur: اکاؤنٹ حذف کریں
uz: Hisobni o‘chirish
wa: Oister conte
xh: Susa i-akhawunti
zu: Susa i-akhawunti

source: Removing this account will also remove your local copy of associated calendars and events.
af: As jy hierdie rekening verwyder, sal dit ook jou lokale kopie van geassosieerde kalenders en gebeure verwyder.
am: ይህን መግለጫ ማስወገድ የ እርስዎን የ አካባቢ ኮፒ የተዛመዱ ቀን መቁጠሪያዎች እና ሁኔታዎችን ያስወግዳል
ar: حذف هذا الحساب يؤدي إلى حذف كل نسخك المحلية للتقويمات و الأحداث.
as: এই একাউণ্ট আতৰালে ইয়াৰ লগত জড়িত কেলে'ণ্ডাৰ আৰু অনুষ্ঠানসমূহৰ স্থানীয় কপিবোৰো আতৰি যাব।
bg: Премахването на тази регистрация ще премахне местните копия на свързаните календари и събития.
bn_bd: এই অ্যাকাউন্ট অপসারণ করলে সাথে সম্পর্কিত ক্যালেন্ডার ও ইভেন্টের তথ্য ডিভাইস থেকে অপসারিত হবে।
br: Mar dilamot ar gont-mañ e vo dilamet an deiziataerioù hag an degouezhioù kevredet ivez.
ca: En eliminar el compte, també s'eliminarà la còpia local dels calendaris i cites associats.
cy: Bydd tynnu'r cyfrif hefyd yn tynnu eich copi lleol o galendrau a digwyddiadau cysylltiol.
eo: Forigado de tiu ĉi konto forigos ankaŭ vian lokan kopion de kunligitaj kalendaroj kaj eventoj.
eu: Kontu hau kentzean zurekin lotutako egutegi eta gertaeren kopia lokalak ere kenduko dira.
fa: حذف این حساب کاربری کپی محلی شما را ازتقویم های مرتبط و رویداد نیز حذف خواهد کرد.
ga_ie: Dá scriosfá an cuntas seo, scriosfaí cóipeanna logánta d'fhéilirí agus d'imeachtaí atá ceangailte leis.
gd: Ma bheir thu air falbh an cunntas seo, bheirear air falbh an lethbhreac ionadail dhe na mìosachain is tachartasan co-cheangailte cuideachd.
hi_in: इस खाते को हटाने से आपके संबद्ध कैलेंडर और कार्यक्रमों की स्थानीय प्रतिलिपि मिट जायेगी.
hr: Uklanjanje ovog računa će također ukloniti vašu lokalnu kopiju povezanih kalendara i događaja.
id: Menghapus akun ini juga akan menghapus data lokal kalender dan acaranya.
kk: Бұл тіркелгіні өшіру нәтижесінде онымен байланысқан күнтізбелер және оқиғалардың жергілікті көшірмелері өшіріледі.
km: ការ​យក​គណនី​នេះ​ចេញ​​ក៏​នឹង​លុប​​ច្បាប់​ចម្លង​​ប្រតិទិន និង​ព្រឹត្តិការណ៍​ដែល​ទាក់ទង​ក្នុង​​ម៉ាស៊ីន​​របស់​អ្នក​ដែរ។
kn: ಈ ಅಕೌಂಟನ್ನು ಅಳಿಸಿದರೆ, ಇದಕ್ಕೆ ನಂಟಾದ ದಿನಸೂಚಿ ಮತ್ತು ಘಟನಾಸೂಚಿನಗಳನ್ನೂ ಅಳಿಸಲಾಗುತ್ತದೆ.
lo: ຖອນບັນຊີນີ້ຍັງຈະຖອນສໍາເນົາຂອງທ້ອງຖິ່ນກ່ຽວກັນກັບ ປະຕິທິນ ແລະ ເຫດການ ຂອງທ່ານອອກດ້ວຍອີກ.
lv: Šī konta noņemšana arī izdzēsis jūsu kopiju no saistītiem kalendāriem un notikumiem.
ml: ഈ അക്കൗണ്ട് നീക്കം ചെയ്യുന്നത് വഴി ബന്ധപ്പെട്ട കലണ്ടറുകളുടേയും പരിപാടികളുടേയും ലോക്കല്‍ പകര്‍പ്പും നീക്കം ചെയ്യപ്പെടും.
mr: हे खाते काढल्यामुळे आपली दिनदर्शिका व कर्यक्रमांची स्थानिक प्रतपण काढली जाइल.
my: ဤအကောင့်အား ဖျက်လိုက်ပါက သင်၏ဖုန်းထဲရှိ ပြက္ခဒိန် များနှင့် ဖြစ်စဉ်များပါ ပျက်သွားမည်ဖြစ်သှ်
ne: यो खाता हटाउँदा तपाईँको सम्बन्धित पात्रो र घटनाहरुको स्थानीय प्रतिलिपि पनि हट्नेछ।
or: ଏହି ଖାତାଟି ହଟାଇଦେଲେ ଆପଣଙ୍କର କମ୍ପ୍ୟୁଟରରେ ସାଇତା ସମସ୍ତ କ୍ୟାଲେଣ୍ଡର ଓ ଘଟଣା ହଟିଯିବ ।
ro: Eliminarea acestui cont va elimina și copia locală a calendarelor și evenimentelor asociate.
si: මෙම ගිණුම ඉවත් කිරීම මඟින් ඔබගේ පරිස්ථානීය දිනදර්ශණ හා අවස්ථා දත්තයන්ද ඉවත් වනු ඇත.
sw: Kuondoa akaunti hii pia kutaondoa nakala yako ya hapa hapa ya kalenda na matukio husika.
ta: இந்த கணக்கை அகற்றுவதால் அதனுடன் தொடர்புடைய உங்கள் உள்ளமை நாள்காட்டிகள் மற்றும் நிகழ்வுகளின் நகலை நீக்கும்.
te: ఈ ఖాతాను తొలగిస్తే సంబంధిత క్యాలెండరు మరియు కార్యక్రమాలు కూడా తీసివేయబడును.
th: การเอาบัญชีนี้ออกจะเอาสำเนาปฏิทินและเหตุการณ์ที่เกี่ยวข้องในเครื่องของคุณออกด้วย
ur: یہ اکاؤنٹ حذف کرنے سے متصلہ کیلنڈر اور واقعات کی مقامی نقل بھی حذف ہو جائے گی۔
uz: Ushbu hisobni o‘chirish taqvim va tadbirlaringiz bilan bog‘liq fayllarning nusxasini ham o‘chiradi.
wa: Oister ç’ conte chal oistêyrè ossu vosse copeye coinrece di calindrîs eyet etrevéns assoçnés.
xh: Ukususa le akhawunti kuza kususa nekopi yakho ekhoyo yeekhalenda neziganeko ezinxulumene nayo.
zu: Ukususa le akhawunti kuzosusa nekhophi yakho yamakhalenda nemicimbi ehambisana nayo.

source: Sync
af: Sinchroniseer
am: ማስማሚያ
ar: مزامنة
as: সংমিহলি কৰক
bg: Синхронизиране
bn_bd: সিঙ্ক
br: Goubredañ
ca: Sincronitza
cy: Cydweddu
eo: Spegulado
eu: Sinkr.
fa: همگام‌سازی
ga_ie: Sionc
gd: Sioncronachadh
hi_in: सिंक
hr: Sinkronizacija
id: Sinkronkan
kk: Синхрондау
km: ធ្វើ​សមកាលកម្ម
kn: ಸಿಂಕ್
lv: Sinhronizēt
ml: സിന്‍ക്
mr: ताळमेळ
my: ချိတ်
ne: सिङ्क
or: ସନ୍ତୁଳନ କରନ୍ତୁ
ro: Sincronizează
si: සම්මුහුර්ත
sw: Landanisha
ta: ஒத்திசைவு
te: సింక్రనించు
th: ผสาน
ur: مطابقت پذیر
uz: Sinx
wa: Sincro
xh: Ngqamanisa
zu: Qondanisa

source: Syncing
am: በ ማስማማት ላይ
ar: جاري المزامنة
bg: Синхронизация
bn_bd: সিঙ্ক করা হচ্ছে
br: O goubredañ
ca: S'està sincronitzant
cy: Cydweddu
eu: Sinkronizazioa
fa: در حال همگام‌سازی
ga_ie: Á Shioncrónú
gd: ’Ga shioncronachadh
hi_in: सिंकिंग
id: Menyinkronkan
kk: Синхрондау
km: ធ្វើ​សមកាលកម្ម
kn: ಸಿಂಕಾಗುತ್ತಿದೆ
lo: ກຳລັງ Sync
lv: Sinhronizē
my: ညှိနေသည်
ro: Sincronizare
si: සමමුහුර්ත වෙමින්
th: กำลังผสาน
ur: ہم وقت سازی کر رہا ہے
uz: Sinxornlanmoqda
wa: Dji sincronijhe

source: Syncing complete
am: ማስማማቱ ተፈጽሟል
ar: إنتهت المزامنة
bg: Синхронизирането завърши
bn_bd: সিঙ্ক সম্পন্ন হয়েছে
br: Goubredañ echuet
ca: Sincronització completa
cy: Wedi cwblhau cydweddu
eu: Sinkronizazioa osatu da
fa: همگام‌سازی کامل شد
ga_ie: Sioncrónú críochnaithe
gd: Chaidh a shioncronachadh
hi_in: सिंक संपन्न हुआ
id: Sinkronisasi selesai
kk: Синхрондау аяқталды
km: បាន​បញ្ចប់​ការ​ធ្វើ​សមកាលកម្ម
kn: ಸಿಂಕ್ ಪೂರ್ಣಗೊಂಡಿದೆ
lo: ການ Sync ເສັດສົມບູນ
lv: Sinhronizācija pabeigta
my: ညှိယူခြင်း ပြည့်စုံပါပြီ
ro: Sincronizare încheiată
si: සමමුහුර්තය සම්පූර්ණයි
th: การผสานเสร็จสมบูรณ์
ur: ہم وقت سازی مکمل
uz: Sinxornlash tugadi
wa: Sincronijhaedje fini

source: Sync Calendar
af: Sinchroniseer kalender
am: የ ቀን መቁጠሪያ ማስማሚያ
ar: مزامنة التقويم
as: কেলেন্ডাৰ সংমিহলি কৰক
bg: Синхронизация
bn_bd: ক্যালেন্ডার হালনাগাদ
br: Goubredañ an deiziataer
ca: Sincronitza el calendari
cy: Cydweddu Calendr
eo: Spegulado de kalendaro
eu: Sinkr. egutegia
fa: همگام‌سازی تقویم
ga_ie: Sioncrónaigh an Féilire
gd: Sioncronaich am mìosachan
hi_in: कैलेंडर सिंक करें
hr: Sinkroniziraj kalendar
id: Sinkronkan Kalender
kk: Күнтізбені синхрондау
km: ធ្វើ​សមកាល​ប្រតិទិន
kn: ದಿನಸೂಚಿಯನ್ನು ಮೇಳೈಸಿ
lo: ປະຕິທິນປະສານກັນ
lv: Sinhronizēt Kalendāru
ml: കലണ്ടര്‍ സിങ്ക് ചെയ്യുക
mr: दिनदर्शिका ताळमेळ
my: ပြက္ခဒိန် ချိတ်
ne: पात्रो समक्रमण गर्नुहोस्
or: ଏକାଧିକ କ୍ୟାଲେଣ୍ଡରକୁ ପରସ୍ପର ସହ ଯୋଡ଼ନ୍ତୁ
ro: Sincronizează calendarul
si: දිනදර්ශනය සමකාලීක කරන්න
sw: Oanisha kalenda
ta: நாள்காட்டி ஒத்திசைவு
te: క్యాలెండరును సింక్రనించు
th: ผสานปฏิทิน
ur: Syncکیلنڈر
uz: Taqvimni sinxronlash
wa: Sincro calindrî
xh: Ngqamanisa ikhalenda
zu: Qondanisa Ikhalenda

source: 15 min
am: 15 ደቂቃ
ar: 15 دقيقة
as: ১৫ মিনিট
bg: 15 мин
bn_bd: ১৫ মিনিট
br: Bep 15 mun
cy: 15 mun
fa: ۱۵ دقیقه
ga_ie: 15 nóim
gd: Cairteal na h-uarach
hi_in: 15 मिनट
id: 15 mnt
kk: 15 минут
km: 15 នាទី
kn: 15 ನಿಮಿಷ
lo: ໑໕ ນາທີ
ml: 15 മിനിട്ട്
mr: 15 मिनिटे
my: 15 မိနစ်
ne: १५ मिनेट
or: 15 ମିନିଟ
si: මිනිත්තු 15 ක්
sw: Dakika 15
ta: 15 நிமிடங்கள்
te: 15 ని
th: 15 นาที
ur: 15 منٹ
uz: 15 daq
wa: 15 mun
xh: Imizu. eli-15
zu: imizuzu eyi-15

source: 30 min
am: 30 ደቂቃ
ar: 30 دقيقة
as: ৩০ মিনিট
bg: 30 мин
bn_bd: ৩০ মিনিট
br: Bep 30 mun
cy: 30 mun
fa: ۳۰ دقیقه
ga_ie: 30 nóim
gd: Leth-uair a thìde
hi_in: 30 मिनट
id: 30 mnt
kk: 30 минут
km: 30 នាទី
kn: 30 ನಿಮಿಷ
lo: ໓໐ ນາທີ
ml: 30 മിനിട്ട്
mr: 30 मिनिटे
my: 30 မိနစ်
ne: ३० मिनेट
or: 30 ମିନିଟ
si: මිනිත්තු 30 ක්
sw: Dakika 30
ta: 30 நிமிடங்கள்
te: 30 నిమి
th: 30 นาที
ur: 30 منٹ
uz: 30 daq
wa: 30 mun
xh: Imizu. engama-30
zu: imizuzu engama-30

source: Manually
af: Handmatig
am: በእጅ የሚሰራ
ar: يدويا
as: হস্তচালিতভাৱে
bg: Ръчна
bn_bd: নিজ হাতে
br: Dre zorn
ca: Manualment
cy: Gyda Llaw
eu: Eskuz
fa: به‌صورت دستی
ga_ie: De Láimh
gd: A làimh
hi_in: मैन्युअल रूप से
hr: Ručno
id: Secara manual
kk: Қолмен
km: ដោយ​ដៃ
kn: ಕೈಯಾರೆ
lo: ດ້ວຍມື
lv: Pašrocīgi
ml: മാനുഷികമായി
mr: हाताने
my: ကိုယ်တိုင်
ne: म्यानुअल तरिकाले
or: ହସ୍ତକୃତ ଭାବରେ
ro: Manual
si: ශ්‍රමික
sw: Mwenyewe
ta: கைமுறையில்
te: మానవీయంగా
th: ด้วยตนเอง
ur: دستی بہ
uz: Qo‘lbola
wa: Al mwin
xh: Ngokwenza ngesandla
zu: Ngokuzenzela

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
af: {{startDate}}<br>van {{startTime}} tot {{endTime}}
am: {{startDate}}<br>ከ {{startTime}} እስከ {{endTime}}
ar: {{startDate}}<br>من {{startTime}} إلى {{endTime}}
as: {{startDate}}<br>{{startTime}} ৰ পৰা {{endTime}} লৈ
bg: {{startDate}}<br>от {{startTime}} до {{endTime}}
bn_bd: {{startDate}}<br> {{startTime}} থেকে {{endTime}} পর্যন্ত
br: {{startDate}}<br>eus {{startTime}} betek {{endTime}}
ca: El {{startDate}}<br>des de les {{startTime}} fins a les {{endTime}}
cy: {{startDate}}<br>o {{startTime}} tan {{endTime}}
eo: {{startDate}}<br>ekde {{startTime}} ĝis {{endTime}}
eu: {{startDate}}<br>hasi: {{startTime}}, bukatu: {{endTime}}
fa: {{startDate}}<br>از {{startTime}} تا {{endTime}}
ga_ie: {{startDate}}<br>ó {{startTime}} go {{endTime}}
gd: {{startDate}}<br>eadar {{startTime}} is {{endTime}}
hi_in: {{startDate}}<br>{{startTime}} से {{endTime}} में
hr: {{startDate}}<br>od {{startTime}} do {{endTime}}
id: {{startDate}}<br>dari {{startTime}} hingga {{endTime}}
kk: {{startDate}}<br>{{startTime}} бастап, {{endTime}} дейін
km: {{startDate}}<br>ពី {{startTime}} ទៅ {{endTime}}
kn: {{startDate}}<br>{{startTime}} ನಿಂದ {{endTime}} ವರೆಗೆ
lo: {{startDate}}<br>ຈາກ {{startTime}} ເຖິງ {{endTime}}
lv: {{startDate}}<br>no {{startTime}} līdz {{endTime}}
ml: {{startDate}}<br>{{startTime}} മുതല്‍ {{endTime}}വരെ
mr: {{startDate}}<br>{{startTime}} पासून {{endTime}} पर्यंत
ne: {{startDate}}<br> देखि {{startTime}} {{endTime}} सम्म
or: {{startDate}}<br> {{startTime}} ରୁ {{endTime}} କୁ
ro: {{startDate}}<br>de la {{startTime}} până la {{endTime}}
si: {{startDate}}<br>{{startTime}} සිට {{endTime}} දක්වා
sw: {{startDate}} <br>kutoka {{startTime}} hadi {{endTime}}
ta: {{startDate}}<br>{{startTime}} இருந்து {{endTime}} வரை
te: {{startDate}}<br>{{startTime}} నుండి {{endTime}} వరకు
th: {{startDate}}<br>จาก {{startTime}} ถึง {{endTime}}
ur: {{startDate}}<br>سے {{startTime}} تک {{endTime}}
uz: {{startDate}}<br> {{startTime}}dan {{endTime}}ga
wa: {{startDate}}<br>di {{startTime}} a {{endTime}}
xh: {{startDate}}<br>ukusuka {{startTime}} ukuya {{endTime}}
zu: {{startDate}}<br>kusukela {{startTime}} kuya {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
af: Van {{startTime}} {{startDate}}<br>tot {{endTime}} {{endDate}}
am: ከ {{startTime}} {{startDate}}<br>እስከ {{endTime}} {{endDate}}
ar: من {{startTime}} {{startDate}}<br>إلى {{endTime}} {{endDate}}
as: {{startTime}} {{startDate}} ৰ পৰা<br> {{endTime}} {{endDate}} লৈ
bg: От {{startTime}} на {{startDate}}<br>до {{endTime}} на {{endDate}}
bn_bd: {{startTime}} থেকে {{startDate}}<br> {{endTime}} পর্যন্ত {{endDate}}
br: Eus {{startTime}} {{startDate}}<br>betek {{endTime}} {{endDate}}
ca: Des de les {{startTime}}<br>del {{startDate}}<br>fins a les {{endTime}}<br>del {{endDate}}
cy: O {{startTime}} {{startDate}}<br>tan {{endTime}} {{endDate}}
eo: Ekde {{startTime}} {{startDate}}<br>ĝis {{endTime}} {{endDate}}
eu: Hasi: {{startTime}} {{startDate}}<br>bukatu: {{endTime}} {{endDate}}
fa: از {{startTime}} {{startDate}}<br>تا {{endTime}} {{endDate}}
ga_ie: Ó {{startTime}} {{startDate}}<br>go {{endTime}} {{endDate}}
gd: Eadar {{startTime}} {{startDate}}<br>agus {{endTime}} {{endDate}}
hi_in: {{startTime}} {{startDate}} से <br> {{endTime}} {{endDate}} में
hr: Od {{startTime}} {{startDate}}<br>do {{endTime}} {{endDate}}
id: Dari {{startTime}} {{startDate}}<br>ke {{endTime}} {{endDate}}
kk: {{startTime}} {{startDate}} бастап,<br>{{endTime}} {{endDate}} дейін
km: ពី {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
kn: {{startTime}} {{startDate}}<br> ಇಂದ {{endTime}} {{endDate}} ವರೆಗೆ
lo: ຈາກ {{startTime}} {{startDate}}<br>ເຖິງ {{endTime}} {{endDate}}
lv: No {{startTime}} {{startDate}}<br>līdz {{endTime}} {{endDate}}
ml: {{startTime}} {{startDate}} മുതല്‍ <br>{{endTime}} {{endDate}} വരെ
mr: {{startTime}} {{startDate}}<br>पासून {{endTime}} {{endDate}} पर्यंत
ne: {{startTime}} {{startDate}}<br>देखि {{endTime}} {{endDate}} सम्म
or: {{startTime}} {{startDate}}<br>ରୁ {{endTime}} {{endDate}} କୁ
ro: De la {{startTime}} {{startDate}}<br>până la {{endTime}} {{endDate}}
si: {{startTime}} {{startDate}} සිට<br>{{endTime}} {{endDate}} දක්වා
sw: Kutoka {{startTime}} {{startDate}}<br>hadi {{endTime}} {{endDate}}
ta: {{startTime}} {{startDate}} இருந்து<br>{{endTime}} {{endDate}} வரை
te: {{startTime}} {{startDate}} నుండి<br> {{endTime}} {{endDate}} వరకు
th: จาก {{startTime}} {{startDate}}<br>ถึง {{endTime}} {{endDate}}
ur: {{startTime}} {{startDate}} سے <br>{{endTime}} {{endDate}} تک
uz: {{startTime}} {{startDate}}dan<br> {{endTime}} {{endDate}}ga
wa: Do {{startDate}} a {{startTime}}<br>å {{endDate}} a {{endTime}}
xh: Ukusuka {{startTime}} {{startDate}}<br>ukuya {{endTime}} {{endDate}}
zu: Kusukela {{startTime}} {{startDate}}<br>kuya {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
af: Heeldag<br>{{startDate}}
am: በ ሙሉ ቀን<br>{{startDate}}
ar: كل الأيام <br>{{startDate}}
as: সম্পূৰ্ণ দিন<br>{{startDate}}
bg: Цял ден<br>{{startDate}}
bn_bd: সারা দিন<br>{{startDate}}
br: An devezh a-bezh<br>{{startDate}}
ca: Tot el dia del<br>{{startDate}}
cy: Drwy'r dydd ar<br>{{startDate}}
eo: La tutan tagon<br>{{startDate}}
eu: Egun osoa<br>{{startDate}}
fa: تمام روز<br> {{startDate}}
ga_ie: I rith an lae<br>{{startDate}}
gd: Fad an latha<br>{{startDate}}
hi_in: पूरा दिन<br>{{startDate}}
hr: Cijeli dan<br>{{startDate}}
id: Seharian<br>{{startDate}}
kk: Бүкіл күн бойы<br>{{startDate}}
km: ពេញ​មួយ​ថ្ងៃ<br>{{startDate}}
kn: ಇಡೀ ದಿನ<br>{{startDate}}
lo: ທຸກໆມື້<br>{{startDate}}
lv: Visu<br>{{startDate}}
ml: {{startDate}}ന് <br> ദിവസം മുഴുവന്‍
mr: पूर्ण दिवस <br>{{startDate}}
my: တစ်နေကုန်<br>{{startDate}}
ne: पुरा दिन <br>{{startDate}}
or: ସାରା ଦିନ<br>{{startDate}}
ro: Toată ziua<br>{{startDate}}
si: දිනය පුරාම<br>{{startDate}}
sw: Siku nzima<br>{{startDate}}
ta: நாள் முழுவதும்<br>{{startDate}}
te: రోజంతా<br>{{startDate}}
th: ตลอดวัน<br>{{startDate}}
ur: دن بھر <br>> {{startDate}}
uz: Kun bo‘yi<br>{{startDate}}
wa: Tote li djournêye <br>{{startDate}}
xh: Imini yonke <br>{{startDate}}
zu: Usuku lonke<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
af: Heeldag van {{startDate}}<br>tot {{endDate}}
am: በ ሙሉ ቀን ከ{{startDate}}<br>እስከ {{endDate}}
ar: كل الأيام من {{startDate}}<br>إلى {{endDate}}
as: সম্পূৰ্ণ দিন {{startDate}} ৰ পৰা<br> {{endDate}} লৈ
bg: Целодневно от {{startDate}}<br>до {{endDate}}
bn_bd: {{startDate}}<br>থেকে {{endDate}} সারা দিন
br: An devezh a-bezh eus {{startDate}}<br>betek {{endDate}}
ca: Tot el dia des del {{startDate}}<br>fins al {{endDate}}
cy: Drwy'r dydd o {{startDate}}<br>tan {{endDate}}
eo: Tutajn tagojn ekde {{startDate}}<br>ĝis {{endDate}}
eu: Egun osoa, hasi: {{startDate}}<br>bukatu: {{endDate}}
fa: تمام روز از {{startDate}} <br> تا {{endDate}}
ga_ie: I rith an lae {{startDate}}<br>go {{endDate}}
gd: Fad an latha eadar {{startDate}}<br>is {{endDate}}
hi_in: {{startDate}}<br>से {{endDate}} तक पूरा दिन
hr: Cijeli dan od {{startDate}}<br>do {{endDate}}
id: Seharian dari {{startDate}}<br>hingga {{endDate}}
km: ពេញ​មួយ​ថ្ងៃ​ពី {{startDate}}<br>to {{endDate}}
kn: {{startDate}}<br>ಇಂದ {{endDate}}ವರೆಗೆ ಇಡೀ ದಿನ
lo: ທຸກໆມື້ຈາກ {{startDate}}<br>ເຖິງ {{endDate}}
lv: Visu dienu no {{startDate}}<br>līdz {{endDate}}
ml: {{startDate}} മുതല്‍ <br>{{endDate}}വരെ ദിവസം മുഴുവനും
mr: {{startDate}}<br>पासून {{endDate}} पर्यंत पूर्ण दिवस
my: တစ်နေကုန် {{startDate}} မှ<br>{{endDate}} သို့
ne: पुरा दिन {{startDate}}<br>देखि {{endDate}} सम्म
or: {{startDate}}<br>ରୁ {{endDate}} ପର୍ଯ୍ୟନ୍ତ ସାରା ଦିନ
ro: Toată ziua de pe {{startDate}}<br>până pe {{endDate}}
si: දිනය පුරාම {{startDate}} සිට<br>{{endDate}} දක්වා
sw: Siku nzima kutoka {{startDate}}<br>hadi {{endDate}}
ta: நாள் முழுவதும் {{startDate}} இருந்து<br>{{endDate}} வரை
te: {{startDate}} నుండి <br>{{endDate}} వరకు రోజంతా
th: ตลอดวันจาก {{startDate}}<br>ถึง {{endDate}}
ur: دن بھر {{startDate}}<br>سے {{endDate}}
uz: Kun bo‘yi {{startDate}}dan<br> {{endDate}}ga
wa: Tote li djournêye do {{startDate}}<br>å {{endDate}}
xh: Imini yonke ukusuka {{startDate}}<br>to {{endDate}}
zu: Usuku lonke kusukela {{startDate}}<br>kuya {{endDate}}

source: None
af: Geen
am: ምንም
ar: لا يوجد
as: একো নাই
bg: Няма
bn_bd: কোনটি নয়
br: Tra ebet
ca: Cap
cy: Dim
eo: Neniu
eu: Bat ere ez
fa: هیچ
ga_ie: Gan meabhrúchán
gd: Chan eil gin
hi_in: कोई नहीं
hr: Nema
id: Tidak ada
kk: Жоқ
km: គ្មាន
kn: ಯಾವುದೂ ಇಲ್ಲ
lo: ບໍ່​ມີ​
lv: Neviens
ml: ഒന്നുമില്ല
mr: काहीच नाही
my: ဘာမျှ
ne: कुनै पनि होइन
or: କିଛି ନାହିଁ
ro: Nimic
si: කිසිවක් නැත
sw: Hakuna
ta: வெற்று
te: ఏమీలేదు
th: ไม่มี
ur: کوئی نہیں
uz: Yo‘q
wa: Nou
xh: Akukho
zu: Lutho

source: Reminder:
af: Onthounotas:
am: አስታዋሽ:
ar: تذكير:
as: ৰিমাইন্ডাৰ:
bg: Напомняне:
bn_bd: রিমাইন্ডার:
br: Adgalv :
ca: Recordatori:
cy: Atgoffwr:
eo: Rememorigo:
eu: Gogorarazlea:
fa: یادآوری:
ga_ie: Meabhrúchán:
gd: Cuimhneachain:
hi_in: अनुस्मारक:
hr: Podsjetnik:
id: Pengingat:
kk: Еске салу:
km: កម្មវិធី​រំលឹក៖
kn: ಜ್ಞಾಪನೆ:
lo: ການແຈ້ງເຕືອນ:
lv: Atgādinājums:
ml: ഓര്‍മ്മപ്പെടുത്തല്‍:
mr: स्मरण सूचना:
my: သတိပေးချက်များ -
ne: सचेतक:
or: ସ୍ମାରକଗୁଡ଼ିକ:
ro: Memento:
si: සිහිකැදවීම්:
sw: Kumbusho:
ta: நினைவூட்டல்:
te: గుర్తుచేయడం:
th: การแจ้งเตือน:
ur: یاد دہانی:
uz: Eslatgichlar:
wa: Rahoucaedje :
xh: Izikhumbuzo:
zu: Izikhumbuzi:

source: Remind me
af: Herinner my
am: አስታውሰኝ
ar: ذكّرني
as: মনত পেলাই দিব
bg: Напомняне
bn_bd: আমাকে মনে করিয়ে দিও
br: Degas din soñj
ca: Recorda'm-ho
cy: Atgoffa fi
eo: Memorigi min
eu: Gogora iezadazu
fa: به من یادآوری کن
ga_ie: Meabhraigh dom
gd: Cuir 'nam chuimhne
hi_in: मुझे याद दिलाएं
hr: Podsjeti me
id: Ingatkan saya
kk: Мені ескерту
km: រំលឹក​ខ្ញុំ
kn: ನೆನಪಿಸು
lo: ເຕືອນຂ້ອຍ
lv: Atgādināt man
ml: ഓര്‍മ്മപ്പെടുത്തുക
mr: मला आठवण करून द्या
my: သတိပေးပါ
ne: मलाई सचेत गर्नुहोस्
or: ମୋତେ ମନେ ପକାନ୍ତୁ
ro: Adu-mi aminte
si: මා හට සිහි කැදවන්න
sw: Nikumbushe
ta: நேபகப்படுத்து
te: నన్ను గుర్తుంచుకో
th: แจ้งเตือนฉัน
ur: یاد دہانی کرائیں
uz: Menga eslat
wa: Mi rahoukî
xh: Ndikhumbuze
zu: Ngikhumbuze
