Repository: translate/mozilla-gaia
Catalog: */apps/calendar/calendar.properties.po
Languages: af, am, ar, as, bg, bn_bd, br, ca, cy, eo, eu, fa, ga_ie, gd, hi_in, hr, id, kk, km, kn, lo, lv, ml, mr, my, ne, or, ro, si, sw, ta, te, th, ur, uz, wa, xh, zu

source: At time of event
af: Tydens gebeurtenis
am: በ ሁኔታው ሰአት
ar: في وقت الحدث
as: অনুষ্ঠানৰ সময়ত
bg: По време на събитието
bn_bd: ইভেন্টের সময়ে
br: D'an eur an degouezh
ca: A l'hora de la cita
cy: Ar amser y digwyddiad
eo: Je la tempo de la evento
eu: Gertaeraren orduan
fa: در زمان رویداد
ga_ie: Ag am an imeachta
gd: Aig àm an tachartais
hi_in: कार्यक्रम के समय पर
hr: Na vrijeme događaja
id: Pada waktu acara
kk: Оқиға уақытында
km: នៅ​អំឡុង​ពេល​ព្រឹត្តិការណ៍
kn: ಘಟನೆ ಆರಂಭವಾಗುವಾಗ
lo: ໃນເວລາເຫດການ
lv: Notikuma laikā
ml: പരിപാടിയുടെ സമയത്ത്
mr: कार्यक्रमाच्या वेळी
my: ဖြစ်ရပ် ဖြစ်ပွားနေချိန်
ne: घटनाको समयमा
or: ଘଟଣା ଘଟିବା ସମୟରେ
ro: La ora evenimentului
si: සිදුවීම සිදුවන අවස්ථාවේදී
sw: Wakati wa tukio
ta: நிகழ்வு நேரத்தில்
te: కార్యక్రమ సమయానికి
th: ที่เวลาของเหตุการณ์
ur: وقوعہ کے وقت
uz: Tadbir vaqtida
wa: Å moumint di l’ etrevén
xh: Ngexesha lesiganeko
zu: Ngesikhathi somcimbi

source: On day of event
af: Op dag van gebeurtenis
am: ከ ሁኔታው አንድ ቀን አስቀድሞ
ar: في يوم الحدث
as: অনুষ্ঠানৰ দিনত
bg: В деня на събитието
bn_bd: ইভেন্টের দিনে
br: D'an devezh an degouezh
ca: El dia de la cita
cy: Ar ddiwrnod y digwyddiad
eo: Je la tago de la evento
eu: Gertaeraren egunean
fa: یک روز از رویداد
ga_ie: Ar lá an imeachta
gd: Air latha an tachartais
hi_in: कार्यक्रम के दिन
hr: Na dan događaja
id: Pada hari acara
kk: Оқиға күнінде
km: នៅ​ថ្ងៃ​ព្រឹត្តិការណ៍
kn: ಘಟನೆಯ ದಿನದಂದು
lo: ໃນວັນເຫດການ
lv: Notikuma dienā
ml: പരിപാടിയുടെ ദിവസം
mr: कार्यक्रमाच्या दिवशी
my: ဖြစ်ပွားမည့် နေ့တွင်
ne: घटनाको दिनमा
or: ଘଟଣା ଘଟିବା ଦିନ
ro: În ziua evenimentului
si: සිදුවීම සිදුවන දිනයේදී
sw: Katika siku ya tukio
ta: நிகழ்வு நாளன்று
te: సంఘటన రోజున
th: ในวันของเหตุการณ์
ur: وقوعہ کے دن
uz: Tadbir kunida
wa: On djoû dvant l’ etrevén
xh: Ngosuku lwesiganeko
zu: Ngosuku lomcimbi

source: {{title}} starting {{distance}}
af: {{title}} wat begin oor {{distance}}
am: {{title}} በ ማስጀመር ላይ {{distance}}
ar: {{title}} يبدأ {{distance}}
as: {{title}} আৰম্ভ হৈছে {{distance}}
bg: {{title}} започва {{distance}}
bn_bd: {{title}} শুরু হচ্ছে {{distance}}
br: {{title}} a grogo e {{distance}}
ca: {{title}} s'iniciarà {{distance}}
cy: {{title}} i gychwyn {{distance}}
eu: {{title}} {{distance}} hasiko da
fa: {{title}} در حال آغاز {{distance}}
ga_ie: {{title}} ag tosú {{distance}}
gd: {{title}} a’ tòiseachadh {{distance}}
hi_in: {{title}} शुरू हो रहा है {{distance}}
hr: {{title}} počinje {{distance}}
id: {{title}} mulai {{distance}}
kk: {{title}} басталады {{distance}}
km: {{title}}ចាប់ផ្ដើម​នៅ {{distance}}
kn: {{title}} ಆರಂಭವಾಗುತ್ತಿದೆ {{distance}}
lo: {{title}} ເລີ່ມ {{distance}}
lv: {{title}} sāksies pēc {{distance}}
ml: {{title}} തുടങ്ങുന്നു {{distance}}
mr: {{title}} सुरु होत आहे {{distance}}
my: {{title}} စတင်ပြီး {{distance}}
ne: {{distance}}मा {{title}} सुरु हुने
or: {{title}} ଆରମ୍ଭ {{distance}}
ro: {{title}} începe {{distance}}
si: {{title}} අරඹමින් {{distance}}
sw: {{title}} inaanza {{distance}}
ta: {{title}} தொடங்குகிறது {{distance}}
te: {{distance}} {{title}} మొదలవుతూంది
ur: {{title}} میں شروع {{distance}}
uz: {{title}} boshlanmoqda {{distance}}
wa: {{title}} s’ enonde {{distance}}
xh: {{title}} ukuqalisa {{distance}}
zu: {{title}} iyaqala {{distance}}

source: {{title}} started {{distance}}
af: {{title}} het begin oor {{distance}}
am: {{title}} ጀምሯል {{distance}}
ar: {{title}} بَدَأ {{distance}}
as: {{title}} আৰম্ভ হল {{distance}}
bg: {{title}} започна {{distance}}
bn_bd: {{title}} শুরু {{distance}}
br: {{title}} zo krog abaoe {{distance}}
ca: {{title}} s'ha iniciat {{distance}}
cy: Cychwynnodd {{title}} ymhen {{distance}}
eo: {{title}} komenciĝos je {{distance}}
eu: {{title}} hasita {{distance}}
fa: {{title}} آغاز شد {{distance}}
ga_ie: Tosaíodh {{title}} {{distance}}
gd: Thòisich {{title}} {{distance}}
hi_in: {{title}} शुरू हो गया है {{distance}}
hr: {{title}} započeo {{distance}}
id: {{title}} dimulai {{distance}}
kk: {{title}} басталады {{distance}}
km: {{title}} ចាប់ផ្ដើម {{distance}}
kn: {{title}} ಆರಂಭವಾಯ್ತು {{distance}}
lo: {{title}} ເລີ່ມເເລ້ວ {{distance}}
lv: {{title}} sākās pirms {{distance}}
ml: {{title}} തുടങ്ങി {{distance}}
mr: {{title}} सुरु झाले {{distance}}
my: {{title}} စတင်ပြီး {{distance}}
ne: {{title}} सुरु गरियो {{distance}}
or: {{title}} {{distance}} ଗତିକଲା
ro: {{title}} a început {{distance}}
si: {{title}} ආරම්ඹ විය {{distance}}
sw: {{title}} inaanza {{distance}}
ta: {{title}} தொடங்கியது {{distance}}
te: {{distance}} {{title}} మొదలయ్యింది
ur: {{title}} شروع {{distance}}
uz: {{title}} boshlandi {{distance}}
wa: {{title}} s’ a enondé {{distance}}
xh: {{title}} iqalise {{distance}}
zu: {{title}} iqale {{distance}}

source: 0 minutes before
af: 0 minute voor
am: ከ 0 ደቂቆች በፊት
ar: قبل 0 دقيقة
as: ০ মিনিট আগত
bg: 0 минути по-рано
bn_bd: ০ মিনিট পূর্বে
br: 0 munut a-raok
ca: 0 minuts abans
cy: 0 munud cyn
eo: 0 minuto antaŭe
eu: 0 minutu lehenago
fa: 0 دقیقه قبل
ga_ie: 0 nóiméad roimhe
gd: 0 mionaid roimhe
hi_in: 0 मिनट पहले
hr: 0 minuta prije
id: 0 menit sebelum
kk: 0 минут бұрын
km: 0 នាទី​មុន
kn: 0 ನಿಮಿಷಗಳ ಮೊದಲು
lo: 0 ນາທີກ່ອນ
lv: pirms 0 minūtēm
ml: 0 മിനുട്ട് മുമ്പ്
mr: 0 मिनिटे आधी
my: 0 မိနစ် မတိုင်ခင်
ne: ० मिनेट अघी
or: 0 ମିନିଟ ପୂର୍ବରୁ
ro: cu 0 minute înainte
si: මිනිත්තු 0 කට පෙර
sw: Dakika 0 kabla
ta: 0 நிமு
te: 0 నిమిషాల ముందు
th: ก่อนหน้า 0 นาที
ur: 0 منٹس پہلے
uz: 0 daqiqa oldin
wa: 0 munutes divant
xh: Umzu. ongu-0 ngaphambili
zu: Imizuzu eyi-0 ngaphambi

source: 1 minute before
af: 1 minuut voor
am: ከ 1 ደቂቃ በፊት
ar: قبل 1 دقيقة
as: ১ মিনিট আগত
bg: 1 минута по-рано
bn_bd: ১ মিনিট পূর্বে
br: 1 vunutenn a-raok
ca: 1 minut abans
cy: 1 munud cyn
eo: unu minuto antaŭe
eu: Minutu bat lehenago
fa: 1 دقیقه قبل
ga_ie: 1 nóiméad roimhe
gd: 1 mhionaid roimhe
hi_in: 1 मिनट पहले
hr: {{value}} minutu prije
id: 1 menit sebelum
kk: 1 минут бұрын
km: 1 នាទី​មុន
kn: 1 ನಿಮಿಷದ ಮೊದಲು
lo: ໑ ນາທີກ່ອນ
lv: pirms 1 minūtes
ml: 1 മിനുട്ട് മുമ്പ്
mr: 1 मिनिट आधी
my: 1 မိနစ် မတိုင်ခင်
ne: १ मिनेट अघी
or: 1 ମିନିଟ ପୂର୍ବରୁ
ro: cu 1 minut înainte
si: මිනිත්තු 1 කට පෙර
sw: Dakika 1 kabla
ta: 1 நிமு
te: 1 నిమిషం ముందు
th: ก่อนหน้า 1 นาที
ur: 1 منٹ پہلے
uz: 1 daqiqa oldin
wa: 1 munute divant
xh: Umzu. om-1 ngaphambi
zu: Umzuzu o-1 ngaphambi

# minutes-before[two]
source: {{value}} minutes before
af: {{value}} minute voor
am: {{value}} ደቂቆች በፊት
ar: قبل {{value}} دقيقة
as: {{value}} মিনিট আগত
bg: {{value}} минути по-рано
bn_bd: {{value}} মিনিট পূর্বে
br: {{value}} a vunutennoù a-raok
ca: {{value}} minuts abans
cy: {{value}} munud cyn
eo: {{value}} minutoj antaŭe
eu: {{value}} minutu lehenago
fa: {{value}} دقیقه قبل
ga_ie: {{value}} nóiméad roimhe
gd: {{value}} mhionaid roimhe
hi_in: {{value}} मिनिट पहले
hr: {{value}} minute prije
id: {{value}} menit sebelum
kk: {{value}} минут бұрын
km: {{value}} នាទី​មុន
kn: {{value}} ನಿಮಿಷಗಳ ಮೊದಲು
lo: {{value}} ນາທີກ່ອນ
lv: pirms {{value}} minūtēm
ml: {{value}} മിനിറ്റുകള്‍ മുമ്പ്
mr: {{value}} मिनिटे आधी
my: {{value}} မိနစ် မတိုင်ခင်
ne: {{value}} मिनेट अघी
or: {{value}} ମିନିଟ ପୂର୍ବରୁ
ro: cu {{value}} minute înainte
si: මිනිත්තු {{value}} කට පෙර
sw: Dakika {{value}} kabla
ta: {{value}} நிமு
te: {{value}} నిమిషాల ముందు
th: ก่อนหน้า {{value}} นาที
ur: {{value}} منٹ قبل
uz: {{value}} daqiqa oldin
wa: {{value}} munutes divant
xh: {{value}} imizuzu ngaphambi
zu: Imizuzu engu-{{value}} ngaphambi

# minutes-before[few]
source: {{value}} minutes before
af: {{value}} minute voor
am: {{value}} ደቂቆች በፊት
ar: قبل {{value}} دقائق
as: {{value}} মিনিট আগত
bg: {{value}} минути по-рано
bn_bd: {{value}} মিনিট পূর্বে
br: {{value}} a vunutennoù a-raok
ca: {{value}} minuts abans
cy: {{value}} munud cyn
eo: {{value}} minutoj antaŭe
eu: {{value}} minutu lehenago
fa: {{value}} دقیقه قبل
ga_ie: {{value}} nóiméad roimhe
gd: {{value}} mionaidean roimhe
hi_in: {{value}} मिनिट पहले
hr: {{value}} minute prije
id: {{value}} menit sebelum
kk: {{value}} минут бұрын
km: {{value}} នាទី​មុន
kn: {{value}} ನಿಮಿಷಗಳ ಮೊದಲು
lo: {{value}} ນາທີກ່ອນ
lv: pirms {{value}} minūtēm
ml: {{value}} മിനിട്ട് മുമ്പ്
mr: {{value}} मिनिटे आधी
my: {{value}} မိနစ် မတိုင်ခင်
ne: {{value}} मिनेट अघी
or: {{value}} ମିନିଟ ପୂର୍ବରୁ
ro: cu {{value}} minute înainte
si: මිනිත්තු {{value}} කට පෙර
sw: Dakika {{value}} kabla
ta: {{value}} நிமு
te: {{value}} నిమిషాల ముందు
th: ก่อนหน้า {{value}} นาที
ur: {{value}} منٹ قبل
uz: {{value}} daqiqa oldin
wa: {{value}} munutes divant
xh: {{value}} imizuzu ngaphambi
zu: Imizuzu engu-{{value}} ngaphambi

# minutes-before[many]
source: {{value}} minutes before
af: {{value}} minute voor
am: {{value}} ደቂቆች በፊት
ar: قبل {{value}} دقيقة
as: {{value}} মিনিট আগত
bg: {{value}} минути по-рано
bn_bd: {{value}} মিনিট পূর্বে
br: {{value}} a vunutennoù a-raok
ca: {{value}} minuts abans
cy: {{value}} munud cyn
eo: {{value}} minutoj antaŭe
eu: {{value}} minutu lehenago
fa: {{value}} دقیقه قبل
ga_ie: {{value}} nóiméad roimhe
gd: {{value}} mionaid roimhe
hi_in: {{value}} मिनिट पहले
hr: {{value}} minuta prije
id: {{value}} menit sebelum
kk: {{value}} минут бұрын
km: {{value}} នាទី​មុន
kn: {{value}} ನಿಮಿಷಗಳ ಮೊದಲು
lo: {{value}} ນາທີກ່ອນ
lv: pirms {{value}} minūtēm
ml: {{value}} മിനിറ്റുകള്‍ മുമ്പ്
mr: {{value}} मिनिटे आधी
my: {{value}} မိနစ် မတိုင်ခင်
ne: {{value}} मिनेट अघी
or: {{value}} ମିନିଟ ପୂର୍ବରୁ
ro: cu {{value}} minute înainte
si: මිනිත්තු {{value}} කට පෙර
sw: Dakika {{value}} kabla
ta: {{value}} நிமு
te: {{value}} నిమిషాల ముందు
th: ก่อนหน้า {{value}} นาที
ur: {{value}} منٹ قبل
uz: {{value}} daqiqa oldin
wa: {{value}} munutes divant
xh: {{value}} imizuzu ngaphambi
zu: Imizuzu engu-{{value}} ngaphambi

# minutes-before[other]
source: {{value}} minutes before
af: {{value}} minute voor
am: {{value}} ደቂቆች በፊት
ar: قبل {{value}} دقيقة
as: {{value}} মিনিট আগত
bg: {{value}} минути по-рано
bn_bd: {{value}} মিনিট পূর্বে
br: {{value}} a vunutennoù a-raok
ca: {{value}} minuts abans
cy: {{value}} munud cyn
eo: {{value}} minutoj antaŭe
eu: {{value}} minutu lehenago
fa: {{value}} دقیقه قبل
ga_ie: {{value}} nóiméad roimhe
gd: {{value}} mionaid roimhe
hi_in: {{value}} मिनिट पहले
hr: {{value}} minuta prije
id: {{value}} menit sebelum
kk: {{value}} минут бұрын
km: {{value}} នាទី​មុន
kn: {{value}} ನಿಮಿಷಗಳ ಮೊದಲು
lo: {{value}} ນາທີກ່ອນ
lv: pirms {{value}} minūtēm
ml: {{value}} മിനുട്ടുകള്‍ക്ക് മുമ്പ്
mr: {{value}} मिनिटे आधी
my: {{value}} မိနစ် မတိုင်ခင်
ne: {{value}} मिनेट अघी
or: {{value}} ମିନିଟ ପୂର୍ବରୁ
ro: cu {{value}} minute înainte
si: මිනිත්තු {{value}} කට පෙර
sw: Dakika {{value}} kabla
ta: {{value}} நிமு
te: {{value}} నిమిషాల ముందు
th: ก่อนหน้า {{value}} นาที
ur: {{value}} منٹ قبل
uz: {{value}} daqiqa oldin
wa: {{value}} munutes divant
xh: {{value}} imizuzu ngaphambi
zu: Imizuzu engu-{{value}} ngaphambi

source: 0 hours before
af: 0 uur voor
am: ከ 0 ሰአቶች በፊት
ar: قبل 0 ساعة
as: ০ ঘণ্টা আগত
bg: 0 часа по-рано
bn_bd: ০ ঘন্টা পূর্বে
br: 0 eur a-raok
ca: 0 hores abans
cy: 0 awr cyn
eo: 0 horo antaŭe
eu: 0 ordu lehenago
fa: 0 ساعت قبل
ga_ie: 0 uair an chloig roimhe
gd: 0 uair roimhe
hi_in: 0 घंटे पहले
hr: 0 sati prije
id: 0 jam sebelum
kk: 0 сағат бұрын
km: 0 ម៉ោង​មុន
kn: 0 ಗಂಟೆಗೂ ಮೊದಲು
lo: 0 ຊົ່ວໂມງກ່ອນ
lv: pirms 0 stundām
ml: 0 മണിക്കൂറിനു് മുന്‍പ്
mr: 0 तास आधी
my: 0 နာရီ မတိုင်ခင်
ne: ० घण्टा अघी
or: 0 ଘଣ୍ଟା ଆଗରୁ
ro: cu 0 ore înainte
si: පැය 0 කට පෙර
sw: saa 0 kabla
ta: 0 மணி நேமு
te: 0 గంటల ముందు
th: ก่อนหน้า 0 ชั่วโมง
ur: 0 گھینٹے پہلے
uz: 0 soat oldin
wa: 0 eures divant
xh: Iyure engu-0 ngaphambi
zu: Ihora eli-0 ngaphambi

source: 1 hour before
af: 1 uur voor
am: ከ 1 ሰአት በፊት
ar: قبل 1 ساعة
as: ১ ঘণ্টা আগত
bg: 1 час по-рано
bn_bd: ১ ঘন্টা পূর্বে
br: 1 eur a-raok
ca: 1 hora abans
cy: 1 awr cyn
eo: unu horo antaŭe
eu: Ordubete lehenago
fa: 1 ساعت قبل
ga_ie: Uair an chloig roimhe
gd: 1 uair roimhe
hi_in: 1 घंटे पहले
hr: {{value}} sat prije
id: 1 jam sebelum
kk: 1 сағат бұрын
km: 1 ម៉ោង​មុន
kn: 1 ಗಂಟೆಗೂ ಮೊದಲು
lo: ໑ ຊົ່ວໂມງກ່ອນ
lv: pirms stundas
ml: 1 മണിക്കൂറിനു് മുന്‍പ്
mr: 1 तास आधी
my: 1 တစ်နာရီ မတိုင်ခင်
ne: १ घण्टा अघी
or: 1 ଘଣ୍ଟା ଆଗରୁ
ro: cu 1 oră înainte
si: පැය 1 කට පෙර
sw: Saa 1 kabla
ta: 1 மணி நேமு
te: 1 గంట ముందు
th: ก่อนหน้า 1 ชั่วโมง
ur: 1 گھنٹا پہلے
uz: 1 soat oldin
wa: 1 eure divant
xh: Iyure e-1 ngaphambi
zu: Ihora eli-1 ngaphambi

# hours-before[two]
source: {{value}} hours before
af: {{value}} uur voor
am: {{value}} ሰአቶች በፊት
ar: قبل {{value}} ساعة
as: {{value}} ঘণ্টা আগত
bg: {{value}} часа по-рано
bn_bd: {{value}} ঘন্টা পূর্বে
br: {{value}} eur a-raok
ca: {{value}} hores abans
cy: {{value}} awr cyn
eo: {{value}} horoj antaŭe
eu: {{value}} ordu lehenago
fa: {{value}} ساعت قبل
ga_ie: {{value}} uair an chloig roimhe
gd: {{value}} uair roimhe
hi_in: {{value}} घंटे पहले
hr: {{value}} sata prije
id: {{value}} jam sebelum
kk: {{value}} сағат бұрын
km: {{value}} ម៉ោង​មុន
kn: {{value}} ಗಂಟೆಗಳ ಮೊದಲು
lo: {{value}} ຊົ່ວໂມງກ່ອນ
lv: pirms {{value}} stundām
ml: {{value}} മണിക്കൂറുകൾക്ക് മുന്‍പ്
mr: {{value}} तास आधी
my: {{value}} နာရီ မတိုင်ခင်
ne: {{value}} घण्टा अघी
or: {{value}} ଘଣ୍ଟା ଆଗରୁ
ro: cu {{value}} ore înainte
si: පැය {{value}} කට පෙර
sw: Saa {{value}} kabla
ta: {{value}} மணி நேமு
te: {{value}} గంటల ముందు
th: ก่อนหน้า {{value}} ชั่วโมง
ur: {{value}} گھنٹا پہلے
uz: {{value}} soat oldin
wa: {{value}} eures divant
xh: {{value}} iiyure ngaphambi
zu: Amahora angu-{{value}} ngaphambi

# hours-before[few]
source: {{value}} hours before
af: {{value}} uur voor
am: {{value}} ሰአቶች በፊት
ar: قبل {{value}} ساعات
as: {{value}} ঘণ্টা আগত
bg: {{value}} часа по-рано
bn_bd: {{value}} ঘন্টা পূর্বে
br: {{value}} eur a-raok
ca: {{value}} hores abans
cy: {{value}} awr ynghynt
eo: {{value}} horoj antaŭe
eu: {{value}} ordu lehenago
fa: {{value}} ساعت قبل
ga_ie: {{value}} huaire an chloig roimhe
gd: {{value}} uairean roimhe
hi_in: {{value}} घंटे पहले
hr: {{value}} sata prije
id: {{value}} jam sebelum
kk: {{value}} сағат бұрын
km: {{value}} ម៉ោង​មុន
kn: {{value}} ಗಂಟೆಗಳ ಮೊದಲು
lo: {{value}} ຊົ່ວໂມງກ່ອນ
lv: pirms {{value}} stundām
ml: {{value}} മണിക്കൂറുകൾക്ക് മുന്‍പ്
mr: {{value}} तास आधी
my: {{value}} နာရီမတိုင်ခင်
ne: {{value}} घण्टा अघी
or: {{value}} ଘଣ୍ଟା ଆଗରୁ
ro: cu {{value}} ore înainte
si: පැය {{value}} කට පෙර
sw: Saa {{value}} kabla
ta: {{value}} மணி நேமு
te: {{value}} గంటల ముందు
th: ก่อนหน้า {{value}} ชั่วโมง
ur: {{value}} گھنٹے پہلے
uz: {{value}} soat oldin
wa: {{value}} eures divant
xh: {{value}} iiyure ngaphambi
zu: Amahora angu-{{value}} ngaphambi

# hours-before[many]
source: {{value}} hours before
af: {{value}} uur voor
am: {{value}} ሰአቶች በፊት
ar: قبل {{value}} ساعة
as: {{value}} ঘণ্টা আগত
bg: {{value}} часа по-рано
bn_bd: {{value}} ঘন্টা পূর্বে
br: {{value}} eur a-raok
ca: {{value}} hores abans
cy: {{value}} awr ynghynt
eo: {{value}} horoj antaŭe
eu: {{value}} ordu lehenago
fa: {{value}} ساعت قبل
ga_ie: {{value}} n-uaire an chloig roimhe
gd: {{value}} uair roimhe
hi_in: {{value}} घंटे पहले
hr: {{value}} sati prije
id: {{value}} jam sebelum
kk: {{value}} сағат бұрын
km: {{value}} ម៉ោង​មុន
kn: {{value}} ಗಂಟೆಗಳ ಮೊದಲು
lo: {{value}} ຊົ່ວໂມງກ່ອນ
lv: pirms {{value}} stundām
ml: {{value}} മണിക്കൂറുകൾക്ക് മുന്‍പ്
mr: {{value}} तास आधी
my: {{value}} နာရီမတိုင်ခင်
ne: {{value}} घण्टा अघी
or: {{value}} ଘଣ୍ଟା ଆଗରୁ
ro: cu {{value}} ore înainte
si: පැය {{value}} කට පෙර
sw: Saa {{value}} kabla
ta: {{value}} மணி நேமு
te: {{value}} గంటల ముందు
th: ก่อนหน้า {{value}} ชั่วโมง
ur: {{value}} گھنٹے پہلے
uz: {{value}} soat oldin
wa: {{value}} eures divant
xh: {{value}} iiyure ngaphambi
zu: Amahora angu-{{value}} ngaphambi

# hours-before[other]
source: {{value}} hours before
af: {{value}} uur voor
am: {{value}} ሰአቶች በፊት
ar: قبل {{value}} ساعة
as: {{value}} ঘণ্টা আগত
bg: {{value}} часа по-рано
bn_bd: {{value}} ঘন্টা পূর্বে
br: {{value}} eur a-raok
ca: {{value}} hores abans
cy: {{value}} awr ynghynt
eo: {{value}} horoj antaŭe
eu: {{value}} ordu lehenago
fa: {{value}} ساعت قبل
ga_ie: {{value}} uair an chloig roimhe
gd: {{value}} uair roimhe
hi_in: {{value}} घंटे पहले
hr: {{value}} sati prije
id: {{value}} jam sebelum
kk: {{value}} сағат бұрын
kn: {{value}} ಗಂಟೆಗಳ ಮೊದಲು
lo: {{value}} ຊົ່ວໂມງກ່ອນ
lv: pirms {{value}} stundām
ml: {{value}} മണിക്കൂറുകൾക്ക് മുന്‍പ്
mr: {{value}} तास आधी
my: {{value}} နာရီမတိုင်ခင်
ne: {{value}} घण्टा अघि
or: {{value}} ଘଣ୍ଟା ଆଗରୁ
ro: cu {{value}} ore înainte
si: පැය {{value}} කට පෙර
sw: Saa {{value}} kabla
ta: {{value}} மணி நேமு
te: {{value}} గంటల ముందు
th: ก่อนหน้า {{value}} ชั่วโมง
ur: {{value}} گھنٹے پہلے
uz: {{value}} soat oldin
wa: {{value}} eures divant
xh: {{value}} iiyure ngaphambi
zu: Amahora angu-{{value}} ngaphambi

source: 0 days before
af: 0 dae voor
am: ከ 0 ቀኖች በፊት
ar: قبل 0 يوم
as: ০ দিন আগত
bg: 0 дни по-рано
bn_bd: 0 দিন পূর্বে
br: 0 deiz a-raok
ca: 0 dies abans
cy: 0 diwrnod ynghynt
eo: 0 tago antaŭe
eu: 0 egun lehenago
fa: 0 روز قبل
ga_ie: 0 lá roimhe
gd: 0 latha roimhe
hi_in: 0 दिन पहले
hr: 0 dana prije
id: 0 hari sebelum
kk: 0 күн бұрын
km: 0 ថ្ងៃ​មុន
kn: 0 ದಿನಕ್ಕೂ ಮೊದಲು
lo: 0 ວັນກ່ອນ
lv: pirms 0 dienām
ml: 0 ദിവസങ്ങൾക്ക് മുമ്പു്
mr: 0 दिवस आधी
my: 0 ရက် မတိုင်ခင်
ne: ० दिन अघि
or: 0 ଦିନ ଆଗରୁ
ro: cu 0 zile înainte
si: දින 0 කට පෙර
sw: Siku 0 kabla
ta: 0 நாமு
te: 0 రోజుల ముందు
th: ก่อนหน้า 0 วัน
ur: 0 دن پہلے
uz: 0 kun oldin
wa: 0 djoû dvant
xh: Iintsuku ezi-0 ngaphambi
zu: Usuku olu-0 ngaphambi

source: 1 day before
af: 1 dag voor
am: ከ 1 ቀን በፊት
ar: قبل 1 يوم
as: ১ দিন আগত
bg: 1 ден по-рано
bn_bd: 1 দিন পূর্বে
br: 1 devezh a-raok
ca: 1 dia abans
cy: 1 diwrnod ynghynt
eo: unu tago antaŭe
eu: Egun bat lehenago
fa: 1 روز قبل
ga_ie: Lá amháin roimhe
gd: 1 latha roimhe
hi_in: 1 दिन पहले
hr: {{value}} dan prije
id: 1 hari sebelum
kk: 1 күн бұрын
km: 1 ថ្ងៃ​មុន
kn: 1 ದಿನಕ್ಕೂ ಮೊದಲು
lo: ໑ ວັນກ່ອນ
lv: pirms dienas
ml: 1 ദിവസം മുമ്പ്
mr: 1 दिवस आधी
my: 1 ရက် မတိုင်ခင်
ne: १ दिन अगाडि
or: ଦିନେ ଆଗରୁ
ro: cu 1 zi înainte
si: දින 1 කට පෙර
sw: siku 1 kabla
ta: 1 நாமு
te: ‍1 రోజు ముందు
th: ก่อนหน้า 1 วัน
ur: 1 دن پہلے
uz: 1 kun oldin
wa: 1 djoû dvant
xh: Usuku olu-1 ngaphambi
zu: Usuku olu-1 ngaphambi

# days-before[two]
source: {{value}} days before
af: {{value}} dae voor
am: {{value}} ቀኖች በፊት
ar: قبل {{value}} يوم
as: {{value}} দিন আগত
bg: {{value}} дена по-рано
bn_bd: {{value}} দিন পূর্বে
br: {{value}} a zeizioù a-raok
ca: {{value}} dies abans
cy: {{value}} diwrnod ynghynt
eo: {{value}} tagoj anataŭe
eu: {{value}} egun lehenago
fa: {{value}} روز قبل
ga_ie: {{value}} lá roimhe
gd: {{value}} latha roimhe
hi_in: {{value}} दिन पहले
hr: {{value}} dana prije
id: {{value}} hari sebelum
kk: {{value}} күн бұрын
km: {{value}} ថ្ងៃ​មុន
kn: {{value}} ದಿನಗಳ ಮೊದಲು
lo: {{value}} ວັນກ່ອນ
lv: pirms {{value}} dienām
ml: {{value}} ദിവസം മുമ്പ്
mr: {{value}} दिवस आधी
my: {{value}} ရက် မတိုင်ခင်
ne: {{value}} दिन अघि
or: {{value}} ଦିନ ଆଗରୁ
ro: cu {{value}} zile înainte
si: දින {{value}} කට පෙර
sw: Siku {{value}} kabla
ta: {{value}} நாமு
te: {{value}} రోజుల ముందు
th: ก่อนหน้า {{value}} วัน
ur: {{value}} دن پہلے
uz: {{value}} kun oldin
wa: {{value}} djoûs dvant
xh: {{value}} iintsuku ngaphambi
zu: Izinsuku ezingu-{{value}} ngaphambi

# days-before[few]
source: {{value}} days before
af: {{value}} dae voor
am: {{value}} ቀኖች በፊት
ar: قبل {{value}} أيام
as: {{value}} দিন আগত
bg: {{value}} дена по-рано
bn_bd: {{value}} দিন পূর্বে
br: {{value}} a zeizioù a-raok
ca: {{value}} dies abans
cy: {{value}} diwrnod ynghynt
eo: {{value}} tagoj anataŭe
eu: {{value}} egun lehenago
fa: {{value}} روز قبل
ga_ie: {{value}} lá roimhe
gd: {{value}} làithean roimhe
hi_in: {{value}} दिन पहले
hr: {{value}} dana prije
id: {{value}} hari sebelum
kk: {{value}} күн бұрын
km: {{value}} ថ្ងៃ​មុន
kn: {{value}} ದಿನಗಳ ಮೊದಲು
lo: {{value}} ວັນກ່ອນ
lv: pirms {{value}} dienām
ml: {{value}} ദിവസം മുമ്പ്
mr: {{value}} दिवस आधी
my: {{value}} ရက် မတိုင်ခင်
ne: {{value}} दिन अगाडि
or: {{value}} ଦିନ ଆଗରୁ
ro: cu {{value}} zile înainte
si: දින {{value}} කට පෙර
sw: Siku {{value}} kabla
ta: {{value}} நாமு
te: {{value}} రోజుల ముందు
th: ก่อนหน้า {{value}} วัน
ur: {{value}} دن پہلے
uz: {{value}} kun oldin
wa: {{value}} djoûs dvant
xh: {{value}} iintsuku ngaphambi
zu: Izinsuku ezingu-{{value}} ngaphambi

# days-before[many]
source: {{value}} days before
af: {{value}} dae voor
am: {{value}} ቀኖች በፊት
ar: قبل {{value}} يوم
as: {{value}} দিন আগত
bg: {{value}} дена по-рано
bn_bd: {{value}} দিন পূর্বে
br: {{value}} a zeizioù a-raok
ca: {{value}} dies abans
cy: {{value}} diwrnod ynghynt
eo: {{value}} tagoj anataŭe
eu: {{value}} egun lehenago
fa: {{value}} روز قبل
ga_ie: {{value}} lá roimhe
gd: {{value}} latha roimhe
hi_in: {{value}} दिन पहले
hr: {{value}} dana prije
id: {{value}} hari sebelum
kk: {{value}} күн бұрын
km: {{value}} ថ្ងៃ​មុន
kn: {{value}} ದಿನಗಳ ಮೊದಲು
lo: {{value}} ວັນກ່ອນ
lv: pirms {{value}} dienām
ml: {{value}} ദിവസം മുമ്പ്
mr: {{value}} दिवस आधी
my: {{value}} ရက် မတိုင်ခင်
ne: {{value}} दिन अगाडि
or: {{value}} ଦିନ ଆଗରୁ
ro: cu {{value}} zile înainte
si: දින {{value}} කට පෙර
sw: Siku {{value}} kabla
ta: {{value}} நாமு
te: {{value}} రోజుల ముందు
th: ก่อนหน้า {{value}} วัน
ur: {{value}} دن پہلے
uz: {{value}} kun oldin
wa: {{value}} djoûs dvant
xh: {{value}} iintsuku ngaphambi
zu: Izinsuku ezingu-{{value}} ngaphambi

# days-before[other]
source: {{value}} days before
af: {{value}} dae voor
am: {{value}} ቀኖች በፊት
ar: قبل {{value}} يوم
as: {{value}} দিন আগত
bg: {{value}} дена по-рано
bn_bd: {{value}} দিন পূর্বে
br: {{value}} a zeizioù a-raok
ca: {{value}} dies abans
cy: {{value}} diwrnod cyn
eo: {{value}} tagoj anataŭe
eu: {{value}} egun lehenago
fa: {{value}} روز قبل
ga_ie: {{value}} lá roimhe
gd: {{value}} latha roimhe
hi_in: {{value}} दिन पहले
hr: {{value}} dana prije
id: {{value}} hari sebelum
kk: {{value}} күн бұрын
km: {{value}} ថ្ងៃ​​មុន
kn: {{value}} ದಿನಗಳ ಮೊದಲು
lo: {{value}} ວັນກ່ອນ
lv: pirms {{value}} dienām
ml: {{value}} ദിവസം മുമ്പ്
mr: {{value}} दिवस आधी
my: {{value}} ရက် မတိုင်ခင်
ne: {{value}} दिन अगाडि
or: {{value}} ଦିନ ଆଗରୁ
ro: cu {{value}} zile înainte
si: දින {{value}} කට පෙර
sw: Siku {{value}} kabla
ta: {{value}} நாமு
te: {{value}} రోజుల ముందు
th: ก่อนหน้า {{value}} วัน
ur: {{value}} دن پہلے
uz: {{value}} kun oldin
wa: {{value}} djoûs dvant
xh: {{value}} iintsuku ngaphambi
zu: Izinsuku ezingu-{{value}} ngaphambi

source: 0 weeks before
af: 0 weke voor
am: ከ 0 ሳምንቶች በፊት
ar: قبل 0 أسابيع
as: ০ সপ্তাহ আগত
bg: 0 седмици по-рано
bn_bd: ০ সপ্তাহ পূর্বে
br: 0 sizhun a-raok
ca: 0 setmanes abans
cy: 0 wythnos cyn
eo: 0 semajno antaŭe
eu: 0 aste lehenago
fa: 0 هفته قبل
ga_ie: 0 seachtain roimhe
gd: 0 seachdain roimhe
hi_in: 0 सप्ताह पहले
hr: 0 tjedana prije
id: 0 minggu sebelum
kk: 0 апта бұрын
km: 0 សប្ដាហ៍​មុន
kn: 0 ವಾರಗಳ ಮೊದಲು
lo: 0 ອາທິດກ່ອນ
lv: pirms 0 nedēļām
ml: 0 ആഴ്ചകള്‍ മുമ്പ്
mr: 0 आठवडे आधी
my: 0 ပတ် မတိုင်ခင်
ne: ० हप्ता अगाडि
or: 0 ବର୍ଷ ପୂର୍ବରୁ
ro: cu 0 săptămâni înainte
si: සති 0 කට පෙර
sw: Wiki 0 kabla
ta: 0 வாமு
te: 0 వారాల ముందు
th: ก่อนหน้า 0 สัปดาห์
ur: 0 ہفتے پہلے
uz: 0 hafta oldin
wa: 0 samwinnes divant
xh: Iiveki ezi-0 ngaphambi
zu: Amaviki ayi-0 ngaphambi

source: 1 week before
af: 1 week voor
am: ከ 1ሳምንት በፊት
ar: قبل 1 أسبوع
as: ১ সপ্তাহ আগত
bg: 1 седмица по-рано
bn_bd: ১ সপ্তাহ পূর্বে
br: 1 sizhun a-raok
ca: 1 setmana abans
cy: 1 wythnos cyn
eo: unu semajno antaŭe
eu: Astebete lehenago
fa: 1 هفته قبل
ga_ie: Seachtain amháin roimhe
gd: 1 seachdain roimhe
hi_in: 1 सप्ताह पहले
hr: {{value}} tjedan prije
id: 1 minggu sebelum
kk: 1 апта бұрын
km: 1 សប្ដាហ៍​មុន
kn: 1 ವಾರದ ಮೊದಲು
lo: ໑ ອາທິດກ່ອນ
lv: pirms nedēļas
ml: 1 ആഴ്ച മുമ്പ്
mr: 1 आठवडा आधी
my: 1 ပတ် မတိုင်ခင်
ne: १ हप्ता अघि
or: 1 ସପ୍ତାହ ଆଗରୁ
ro: cu 1 săptămână înainte
si: සති 1 කට පෙර
sw: wiki 1 kabla
ta: 1 வாமு
te: 1 వారం ముందు
th: ก่อนหน้า 1 สัปดาห์
ur: 1 ہفتہ پہلے
uz: 1 hafta oldin
wa: 1 samwinne divant
xh: Iveki e-1 ngaphambi
zu: Iviki eli-1 ngaphambi
