Repository: translate/mozilla-gaia
Catalog: */apps/calendar/calendar.properties.po
Languages: af, am, ar, as, bg, bn_bd, br, ca, cy, eo, eu, fa, ga_ie, gd, hi_in, hr, id, kk, km, kn, lo, lv, ml, mr, my, ne, or, ro, si, sw, ta, te, th, ur, uz, wa, xh, zu

source: Monday
am: ሰኞ
ar: الاثنين
bg: понеделник
bn_bd: সোমবার
br: Lun
ca: dilluns
cy: Llun
eu: Astelehena
fa: دوشنبه
ga_ie: Luan
gd: DiLuain
hi_in: सोमवार
id: Senin
kk: Дүйсенбі
km: ថ្ងៃ​ច័ន្ទ
kn: ಸೋಮವಾರ
lo: ວັນຈັນ
lv: Pirmdiena
my: တနင်္လာ
ne: सोमबार
ro: Luni
si: සඳුදා
sw: Jumatatu
ta: திங்கள்
te: సోమవారం
th: วันจันทร์
ur: سوموار
uz: Dushanba
wa: Londi

source: Sunday
am: እሑድ
ar: الأَحد
bg: неделя
bn_bd: রবিবার
br: Sul
ca: diumenge
cy: Sul
eu: Igandea
fa: یکشنبه
ga_ie: Domhnach
gd: DiDòmhnaich
hi_in: रविवार
id: Minggu
kk: Жексенбі
km: ថ្ងៃ​អាទិត្យ
kn: ಭಾನುವಾರ
lo: ວັນອາທິດ
lv: Svētdiena
my: တနင်္ဂနွေ
ne: आइतबार
ro: Duminică
si: ඉරිදා
ta: ஞாயிறு
te: ఆదివారం
th: วันอาทิตย์
ur: اتوار
uz: Yakshanba
wa: Dimegne

source: Saturday
am: ቅዳሜ
ar: السّبت
bg: събота
bn_bd: শনিবার
br: Sadorn
ca: dissabte
cy: Sadwrn
eu: Larunbata
fa: شنبه
ga_ie: Satharn
gd: DiSathairne
hi_in: शनिवार
id: Sabtu
kk: Сенбі
km: ថ្ងៃ​សៅរ៍
kn: ಶನಿವಾರ
lo: ວັນເສົາ
lv: Sestdiena
my: စနေ
ne: शनिबार
ro: Sâmbătă
si: සෙනසුරාදා
ta: சனி
te: శనివారం
th: วันเสาร์
ur: ہفتہ
uz: Shanba
wa: Semdi

source: {{n}} event
am: {{n}} ሁኔታ
ar: {{n}} حَدَث
bg: {{n}} събитие
bn_bd: {{n}} টি ইভেন্ট
br: {{n}} degouezh
ca: {{n}} cita
cy: {{n}} digwyddiad
eu: Gertaera {{n}}
fa: {{n}} رویداد
ga_ie: {{n}} imeacht
gd: {{n}} tachartas
hi_in: {{n}} घटना
id: {{n}} acara
kk: {{n}} оқиға
km: ព្រឹត្តិការណ៍ {{n}}
kn: {{n}} ಘಟನೆ
lo: {{n}} ເຫດການ
lv: {{n}} notikums
my: {{n}} အဖြစ်အပျက်
ne: {{n}} घटना
ro: {{n}} eveniment
si: {{n}} අවස්ථාව
ta: {{n}} நிகழ்வு
te: {{n}} కార్యక్రమం
th: {{n}} เหตุการณ์
ur: {{n}} وقوعہ
uz: {{n}} ta tadbir
wa: {{n}} etrevén

# busy[two]
source: {{n}} events
am: {{n}} ሁኔታዎች
ar: {{n}} أحداث
bg: {{n}} събития
bn_bd: {{n}} টি ইভেন্ট
br: {{n}} degouezh
ca: {{n}} cites
cy: {{n}} digwyddiadau
eu: {{n}} gertaera
fa: {{n}} رویداد
ga_ie: {{n}} imeacht
gd: {{n}} thachartas
hi_in: {{n}} घटनाए
id: {{n}} acara
kk: {{n}} оқиға
km: ព្រឹត្តិការណ៍ {{n}}
kn: {{n}} ಘಟನೆಗಳು
lo: {{n}} ເຫດການ
lv: {{n}} notikumi
my: {{n}} အဖြစ်အပျက်များ
ne: {{n}} घटनाहरु
ro: {{n}} evenimente
si: {{n}} අවස්ථා
ta: {{n}} நிகழ்வுகள்
te: {{n}} కార్యక్రమాలు
th: {{n}} เหตุการณ์
ur: {{n}} وقوعات
uz: {{n}} ta tadbir
wa: {{n}} etrevéns

# busy[few]
source: {{n}} events
am: {{n}} ሁኔታዎች
ar: {{n}} أحداث
bg: {{n}} събития
bn_bd: {{n}} টি ইভেন্ট
br: {{n}} degouezh
ca: {{n}} cites
cy: {{n}} digwyddiad
eu: {{n}} gertaera
fa: {{n}} رویداد
ga_ie: {{n}} imeacht
gd: {{n}} tachartasan
hi_in: {{n}} घटनाए
id: {{n}} acara
kk: {{n}} оқиға
km: ព្រឹត្តិការណ៍ {{n}}
kn: {{n}} ಘಟನೆಗಳು
lo: {{n}} ເຫດການ
lv: {{n}} notikumi
my: {{n}} အဖြစ်အပျက်များ
ne: {{n}} घटनाहरु
ro: {{n}} evenimente
si: {{n}} අවස්ථා
ta: {{n}} நிகழ்வுகள்
te: {{n}} కార్యక్రమాలు
th: {{n}} เหตุการณ์
ur: {{n}} وقوعات
uz: {{n}} ta tadbir
wa: {{n}} etrevéns

# busy[many]
source: {{n}} events
am: {{n}} ሁኔታዎች
ar: {{n}} أحداث
bg: {{n}} събития
bn_bd: {{n}} টি ইভেন্ট
br: {{n}} degouezhioù
ca: {{n}} cites
cy: {{n}} digwyddiadau
eu: {{n}} gertaera
fa: {{n}} رویداد
ga_ie: {{n}} n-imeacht
gd: {{n}} tachartas
hi_in: {{n}} घटना
id: {{n}} acara
kk: {{n}} оқиға
km: ព្រឹត្តិការណ៍ {{n}}
kn: {{n}} ಘಟನೆಗಳು
lo: {{n}} ເຫດການ
my: {{n}} အဖြစ်အပျက်
ne: {{n}} घटनाहरु
ro: {{n}} evenimente
si: {{n}} අවස්ථා
ta: {{n}} நிகழ்வுகள்
te: {{n}} కార్యక్రమాలు
th: {{n}} เหตุการณ์
ur: {{n}} وقوعات
uz: {{n}} ta tadbir
wa: {{n}} etrevéns

# busy[other]
source: {{n}} events
am: {{n}} ሁኔታዎች
ar: {{n}} حدث
bg: {{n}} събития
bn_bd: {{n}} টি ইভেন্ট
br: {{n}} degouezhioù
ca: {{n}} cites
cy: {{n}} digwyddiadau
eu: {{n}} gertaera
fa: {{n}} رویداد
ga_ie: {{n}} imeacht
gd: {{n}} tachartas
hi_in: {{n}} घटना
id: {{n}} acara
kk: {{n}} оқиға
km: ព្រឹត្តិការណ៍ {{n}}
kn: {{n}} ಘಟನೆಗಳು
lo: {{n}} ເຫດການ
my: {{n}} အဖြစ်အပျက်
ne: {{n}} घटनाहरु
ro: {{n}} evenimente
si: {{n}} අවස්ථා
ta: {{n}} நிகழ்வுகள்
te: {{n}} కార్యక్రమాలు
th: {{n}} เหตุการณ์
ur: {{n}} وقوعات
uz: {{n}} ta tadbir
wa: {{n}} etrevéns

# present.ariaLabel
source: Today
am: ዛሬ
ar: اليَوْم
bg: Днес
bn_bd: আজ
br: Hiziv
ca: Avui
cy: Heddiw
eu: Gaur
fa: امروز
ga_ie: Inniu
gd: An-diugh
hi_in: आज
id: Hari Ini
kk: Бүгін
km: ថ្ងៃនេះ
kn: ಇಂದು
lo: ມື້ນີ້
lv: Šodien
my: ယနေ့
ne: आज
ro: Astăzi
si: අද
sw: Leo
ta: இன்று
te: నేడు
th: วันนี้
ur: آج
uz: Bugun
wa: Ouy

# past-other-month-description.ariaLabel
source: Other month
am: በ ሌላ ወር
ar: شهر آخَر
bg: Друг месец
bn_bd: অন্য মাস
br: Miz all
ca: Un altre mes
cy: Mis arall
eu: Beste hilabete bat
fa: یک ماه دیگر
ga_ie: Mí eile
gd: Mìos eile
id: Bulan lain
kk: Басқа ай
km: ខែ​ផ្សេង​ទៀត
kn: ಬೇರೆ ತಿಂಗಳು
lo: ເດືອນອື່ນໆ
lv: Citu mēnesi
my: အခြားလ
ro: Altă lună
si: වෙනත් මාසය
te: వేరే నెల
th: เดือนอื่น
ur: دیگر ماہ
uz: Boshqa oy
wa: Ôte moes

# future-other-month-description.ariaLabel
source: Other month
am: በ ሌላ ወር
ar: شهر آخَر
bg: Друг месец
bn_bd: অন্য মাস
br: Miz all
ca: Un altre mes
cy: Mis arall
eu: Beste hilabete bat
fa: یک ماه دیگر
ga_ie: Mí eile
gd: Mìos eile
id: Bulan lain
kk: Басқа ай
km: ខែ​​ផ្សេង​ទៀត​
kn: ಬೇರೆ ತಿಂಗಳು
lo: ເດືອນອື່ນໆ
lv: Citu mēnesi
my: အခြားလ
ro: Altă lună
si: වෙනත් මාසය
te: వేరే నెల
th: เดือนอื่น
ur: دیگر ماہ
uz: Boshqa oy
wa: Ôte moes

source: Has alarm
am: መቀስቀሻ አለው
ar: لديه تنبيه
bg: Има напомняне
bn_bd: অ্যালার্ম আছে
br: Gant arfroù
ca: Té alarma
cy: Mae ganddo larwm
eu: Alarma dauka
fa: زنگ هشدار دارد
ga_ie: Aláram aige
gd: aig a bheil caismeachd
hi_in: अलार्म है
id: Ada alarm
kk: Оятқыш бар
km: មាន​ការ​ជូនដំណឹង
kn: ಅಲಾರಂ ಹೊಂದಿದೆ
lo: ມີການເຕືອນ
lv: Ir ieprogramēts atgādinājums
my: သတိပေးချက်ရှိသှ်
ne: सचेतक छ
ro: Are alarmă
si: සංඥා පවතී
ta: அலாரம் இருக்கு
th: มีการเตือน
ur: الارم ہے
uz: Uyg‘otgich o‘rnatilgan
wa: A ene abranle

source: Calendars
af: Kalenders
am: ቀን መቁጠሪያ
ar: التقويمات
as: কেলে'ণ্ডাৰ
bg: Календари
bn_bd: ক্যালেন্ডার
br: Deiziadurioù
ca: Calendaris
cy: Calendrau
eu: Egutegiak
fa: تقویم‌ها
ga_ie: Féilirí
gd: Mìosachain
hi_in: कैलेन्डर
hr: Kalendari
id: Kalender
kk: Күнтізбелер
km: ប្រតិទិន
kn: ಕ್ಯಾಲೆಂಡರುಗಳು
lo: ປະຕິທິນ
lv: Kalendāri
ml: കലണ്ടര്‍
my: ပြက္ခဒိန်
ne: पात्रोहरू
or: କ୍ୟାଲେଣ୍ଡରଗୁଡ଼ିକ
ro: Calendare
si: දිනදර්ශන
sw: Kalenda
ta: நாள்காட்டிகள்
te: క్యాలెండర్లు
th: ปฏิทิน
ur: کیلنڈرز
uz: Taqvimlar
wa: Calindrîs
xh: Iikhalenda
zu: Amakhalenda

# multi-day-new-event-link.ariaLabel
source: Add event
am: ሁኔታ መጨመሪያ
ar: إضافة حَدَث
bg: Добавяне на събитие
bn_bd: ইভেন্ট যোগ
br: Ouzhpennañ un degouezh
ca: Afegeix una cita
cy: Ychwanegu digwyddiad
eu: Gehitu gertaera
fa: اضافه‌کردن رویداد
ga_ie: Cuir imeacht leis
gd: Cuir tachartas ris
hi_in: कार्यक्रम जोड़ें
id: Tambah acara
kk: Оқиғаны қосу
km: បន្ថែម​ព្រឹត្តិការណ៍
kn: ಕಾರ್ಯಕ್ರಮವನ್ನು ಸೇರಿಸು
lo: ເພີ່ມເຫດການ
lv: Pievienot notikumu
my: ဖြစ်ရပ်ထည့်
ne: घटना थप्नुहोस्
ro: Adaugă eveniment
si: අවස්ථාවක් එක් කරන්න
ta: சேர்
te: కార్యక్రమాన్ని చేర్చండి
th: เพิ่มเหตุการณ์
ur: وقوعہ ڈالیں
uz: Tadbir qo‘shish
wa: Radjouter etrevén

# title.ariaLabel
source: Title
am: አርእስት
ar: العُنوان
bg: Заглавие
bn_bd: শিরোনাম
br: Titl
ca: Títol
cy: Teitl
eu: Izenburua
fa: عنوان
ga_ie: Teideal
gd: Tiotal
hi_in: शीर्षक
id: Judul
kk: Атауы
km: ចំណងជើង
kn: ಶೀರ್ಷಿಕೆ
lo: ຫົວຂໍ້
lv: Virsraksts
my: ခေါင်းစီး
ne: शीर्षक
ro: Titlu
si: මාතෘකාව
ta: தலைப்பு
te: శీర్షిక
th: หัวข้อ
ur: عنوان
uz: Sarlavha
wa: Tite

source: Location
am: አካባቢ
ar: المكان
bg: Местоположение
bn_bd: অবস্থান
br: Lec'hiadur
ca: Ubicació
cy: Lleoliad
eu: Kokapena
fa: موقعیت
ga_ie: Suíomh
gd: Ionad
hi_in: स्थान
id: Lokasi
kk: Адрес
km: ទីតាំង
kn: ಸ್ಥಳ
lo: ຕຳແຫນ່ງທີ່ຕັ້ງ
lv: Vieta
my: တည်နေရာ
ne: स्थान
ro: Locație
si: ස්ථානය
ta: இடம்
te: ప్రాంతం
th: ตำแหน่งที่ตั้ง
ur: محل وقوع
uz: Manzili
wa: Eplaeçmint

source: Duration
am: የሚፈጀው ጊዜ
ar: المُدّة
bg: Продължителност
bn_bd: সময়কাল
br: Padelezh
ca: Durada
cy: Hyd
eu: Iraupena
fa: مدت‌ زمان
ga_ie: Fad
gd: Faid
hi_in: अवधि
id: Durasi
kk: Ұзақтығы
km: រយៈពេល
kn: ಕಾಲಾವಧಿ
lo: ໄລຍະເວລາ
lv: Ilgums
my: ကြာမြင့်ချိန်
ne: अवधि
ro: Durată
si: කාල පරාසය
ta: காலஅளவு
te: నిడివి
th: ระยะเวลา
ur: دورانیہ
uz: Davomiyligi
wa: Durêye

source: Calendar
am: ቀን መቁጠሪያ
ar: التّقويم
bg: Календар
bn_bd: ক্যালেন্ডার
br: Deiziadur
ca: Calendari
cy: Calendr
eu: Egutegia
fa: تقویم‌
ga_ie: Féilire
gd: Mìosachain
hi_in: कैलेंडर
id: Kalender
kk: Күнтізбе
km: ប្រតិទិន
kn: ದಿನಸೂಚಿ
lo: ປະຕິທິນ
lv: Kalendārs
my: ပြက္ခဒိန်
ne: पात्रो
si: දින දර්ශන
ta: நாள்காட்டி
te: క్యాలెండరు
th: ปฏิทิน
ur: کیلنڈر
uz: Taqvim
wa: Calindrî

source: Alarms
am: መቀስቀሻ
ar: المُنبّه
bg: Напомняния
bn_bd: অ্যালার্ম
br: Alarmoù
ca: Alarmes
cy: Larymau
eu: Alarmak
fa: زنگ‌های هشدار
ga_ie: Aláraim
gd: Caismeachdan
hi_in: अलार्म
id: Alarm
kk: Оятқыштар
km: ជូនដំណឹង
kn: ಅಲಾರಂಗಳು
lo: ການເຕືອນ
lv: Atgādinājumi
my: သတိပေးချက်များ
ne: सचेतकहरू
ro: Alarme
si: සංඥා
ta: அலாரங்கள்
th: การเตือน
ur: الارم
uz: Uyg‘otgichlar
wa: Abranles

source: Description
am: መግለጫ
ar: الوصف
bg: Описание
bn_bd: বিবরণ
br: Deskrivadur
ca: Descripció
cy: Disgrifiad
eu: Deskribapena
fa: شرح
ga_ie: Cur Síos
gd: Tuairisgeul
hi_in: विवरण
id: Deskripsi
kk: Анықтамасы:
km: ការ​ពណ៌នា
kn: ವಿವರಣೆ
lo: ຄຳອະທິບາຍ
lv: Apraksts
my: ဖော်ပြချက်
ne: विवरण
ro: Descriere
si: විස්තරය
ta: விளக்கம்
te: వివరణ
th: คำอธิบาย
ur: تصریح
uz: Ta’rifi
wa: Discrijhaedje

# start-date.ariaLabel
source: Start date
am: መጀመሪያ ቀን
ar: تاريخ البدء
bg: Начална дата
bn_bd: আরম্ভের তারিখ
br: Deiziad kregiñ
ca: Data inicial
cy: Dyddiad cychwyn
eu: Hasiera-data
fa: تاریخ شروع
ga_ie: Dáta tosaigh
gd: Ceann-là tòiseachaidh
hi_in: आरंभ तिथि
id: Tanggal mulai
kk: Бастапқы күн
km: កាលបរិច្ឆេទ​ចាប់ផ្តើម
kn: ಆರಂಭದ ದಿನಾಂಕ
lo: ວັນທີ່ເລີ່ມຕົ້ນ
lv: Sākuma datums
my: အစ ရက်
ne: सुरुवात मिति
ro: Data de începere
si: ආරම්භක දිනය
ta: தொடக்கத் தேதி
te: ప్రారంభ తేది
th: วันที่เริ่ม
ur: تاریخ آغاز
uz: Boshlanish sanasi
wa: Date di cmince

# start-time.ariaLabel
source: Start time
am: መጀመሪያ ሰአት
ar: توقيت البدء
bg: Начален час
bn_bd: আরম্ভের সময়
br: Amzer kregiñ
ca: Hora inicial
cy: Amser cychwyn
eu: Hasiera-ordua
fa: زمان شروع
ga_ie: Am tosaigh
gd: Àm tòiseachaidh
hi_in: प्रारंभ समय
id: Waktu mulai
kk: Бастапқы уақыты
km: ម៉ោង​ចាប់ផ្ដើម
kn: ಆರಂಭದ ಸಮಯ
lo: ເວລາເລີ່ມຕົ້ນ
lv: Sākuma laiks
my: စတင် ချိန်
ne: सुरुवात समय
ro: Ora de începere
si: ආරම්භක වේලාව
ta: தொடக்க நேரம்
te: ప్రారంభ సమయం
th: เวลาเริ่ม
ur: وقت آغاز
uz: Boshlanish vaqti
wa: Eure di cmince

# end-date.ariaLabel
source: End date
am: መጨረሻ ቀን
ar: تاريخ الانتهاء
bg: Крайна дата
bn_bd: সমাপ্তির তারিখ
br: Deiziad echuiñ
ca: Data final
cy: Dyddiad gorffen
eu: Amaiera-data
fa: تاریخ پایان
ga_ie: Dáta deiridh
gd: Ceann-là crìochnachaidh
hi_in: अंतिम तिथि
id: Tanggal selesai
kk: Соңғы күні
km: កាលបរិច្ឆេទ​បញ្ចប់
kn: ಕೊನೆಯ ದಿನಾಂಕ
lo: ວັນທີ່ສີ້ນສຸດ
lv: Beigu datums
my: အဆုံး ရက်
ne: अन्त्य मिति
ro: Data de sfârșit
si: අවසාන දිනය
ta: முடிவு தேதி
te: ముగింపు తేది
th: วันที่สิ้นสุด
ur: تاریخ اختتام
uz: Tugash sanasi
wa: Date di dfén

# end-time.ariaLabel
source: End time
am: መጨረሻ ሰአት
ar: توقيت الانتهاء
bg: Краен час
bn_bd: সমাপ্তির সময়
br: Eur echuiñ
ca: Hora final
cy: Amser gorffen
eu: Amaiera-ordua
fa: زمان پایان
ga_ie: Am deiridh
gd: Àm crìochnachaidh
hi_in: समाप्ति समय
id: Waktu selesai
kk: Соңғы уақыты
km: ម៉ោង​បញ្ចប់
kn: ಕೊನೆಯ ಸಮಯ
lo: ເວລາສິ້ນສຸດ
lv: Beigu laiks
my: ပြီးဆုံး ချိန်
ne: अन्त्य समय
ro: Ora de finalizare
si: අවසන් වේලාව
ta: முடிவு நேரம்
te: ముగింపు సమయం
th: เวลาสิ้นสุด
ur: وقت اختتام
uz: Tugash vaqti
wa: Eure di dfén

source: Loading
am: በመጫን ላይ
ar: جاري التّحميل
bg: Зареждане
bn_bd: লোড করা হচ্ছে
br: O kargañ
ca: S'està carregant
cy: Llwytho
eu: Kargatzen
fa: در حال بارگذاری
ga_ie: Á Luchtú
gd: ’Ga luchdadh
hi_in: लोडिंग
id: Memuat
kk: Жүктелу
km: ការ​ផ្ទុក
kn: ಲೋಡ್‍ ಆಗುತ್ತಿದೆ
lo: ກຳລັງໂຫລດ
lv: Ielādē
my: ဖွင့်နေတယ်
ne: लोड हुँदैछ
ro: Se încarcă
si: පූර්ණයවෙමින්
ta: ஏற்றுகிறது
te: వస్తోంది
th: กำลังโหลด
ur: لوڈ کر رہا ہے
uz: Yuklanmoqda
wa: Dji tchedje

source: All day
am: በ ሙሉ ቀን
ar: طوال اليوم
bg: Цял ден
bn_bd: সারাদিন
br: Devezh-pad
ca: Tot el dia
cy: Drwy'r dydd
eu: Egun osoa
fa: تمام روز
ga_ie: An lá ar fad
gd: Fad an latha
hi_in: दिनभर
id: Sepanjang hari
kk: Толық күн
km: ពេញ​មួយ​ថ្ងៃ
kn: ದಿನ ಪೂರ್ತಿ
lo: ຫມົດມື້
lv: Visu dienu
my: တနေ့လုံး
ro: Toată ziua
si: දිනය පුරා
te: రోజంతా
th: ตลอดวัน
ur: دن بھر
uz: Kun bo‘yi
wa: Tote li djournêye

source: Create event
am: ሁኔታ መፍጠሪያ
ar: إنشاﺀ حدث
bg: Създаване на събитие
bn_bd: ইভেন্ট তৈরি করুন
br: Krouiñ un darvoud
ca: Crea una cita
cy: Creu digwyddiad
eu: Sortu gertaera
fa: ایجاد رویداد
ga_ie: Cruthaigh imeacht nua
gd: Cruthaich tachartas
hi_in: कार्यक्रम बनाएँ
id: Buat acara
kk: Оқиғаны жасау
km: បង្កើត​ព្រឹត្តិការណ៍
kn: ಘಟನೆ ಸೃಷ್ಟಿಸು
lo: ສ້າງເຫດການ
lv: Izveidot pasākumu
my: ဖြစ်ရပ် ဖန်တီးပါ
ne: घटना सिर्जना गर्नुहोस्
ro: Creează eveniment
si: සිදුවීමක් තනන්න
th: สร้างเหตุการณ์
ur: وقوعہ بنائیں
uz: Tadbir yaratish
wa: Ahiver etrevén

source: Create all day event
am: የ ሙሉ ቀን ሁኔታ መፍጠሪያ
ar: أنشئ حدَث يستمر طوال اليوم
bg: Създаване на целодневно събитие
bn_bd: দিনব্যাপী ইভেন্ট তৈরি করুন
br: Krouiñ un darvoud evit an devezh-pad
ca: Crea una cita de tot el dia
cy: Creu digwyddiad diwrnod llawn
eu: Sortu egun osoko gertaera
fa: ایجاد رویداد برای تمام روز
ga_ie: Imeacht ar feadh an lae
gd: Cruthaich tachartas fad latha
hi_in: पूरे दिन का कार्यक्रम बनाएँ
id: Buat acara sepanjang hari
kk: Бүкіл күн оқиғасын жасау
km: បង្កើត​ព្រឹត្តិការណ៍​ពេញ​មួយ​ថ្ងៃ
kn: ದಿನ ಪೂರ್ತಿಯ ಕಾರ್ಯಕ್ರಮ ಸೃಷ್ಟಿಸು
lo: ສ້າງເຫດການຫມົດມື້
lv: Izveidot notikumu visas dienas garumā
my: တစ်နေ့လုံး အတွက် ပွဲ/လှုပ်ရှားမှု ဖန်တီးပါ
ro: Creează eveniment toată ziua
si: දිනය පුරා සිදුවීමක් තනන්න
th: สร้างเหตุการณ์ตลอดวัน
ur: دن بھر کا وقوعہ بنائیں
uz: Bir kunlik tadbir yaratish
wa: Ahiver etrevén d’ ene djournêye

source: from {{startTime}} to {{endTime}}
am: ከ {{startTime}} እስከ {{endTime}}
ar: من {{startTime}} إلى {{endTime}}
bg: от {{startTime}} до {{endTime}}
bn_bd: {{startTime}} থেকে {{endTime}} পর্যন্ত
br: eus {{startTime}} betek {{endTime}}
ca: des de les {{startTime}} fins a les {{endTime}}
cy: o {{startTime}} tan {{endTime}}
eu: hasi: {{startTime}}, bukatu: {{endTime}}
fa: از {{startTime}} تا {{endTime}}
ga_ie: ó {{startTime}} go {{endTime}}
gd: eadar {{startTime}} is {{endTime}}
hi_in: {{startTime}} से {{endTime}} तक
id: dari {{startTime}} hingga {{endTime}}
km: ពី {{startTime}} ទៅ {{endTime}}
kn: ಇಂದ {{startTime}} ವರೆಗೆ {{endTime}}
lo: ຈາກ {{startTime}} ເຖິງ {{endTime}}
lv: no {{startTime}} līdz {{endTime}}
my: အချိန် {{startTime}} မှ {{endTime}} ထိ
ne: {{startTime}} देखि {{endTime}} सम्म
ro: de la {{startTime}} până la {{endTime}}
si: {{startTime}} සිට {{endTime}} දක්වා
te: {{startTime}} నుండి {{endTime}} వరకు
th: จาก {{startTime}} ถึง {{endTime}}
ur: {{startTime}} سے {{endTime}} تک
uz: {{startTime}}dan {{endTime}}gacha
wa: di {{startTime}} a {{endTime}}

source: {{startDate}} from {{startTime}} to {{endTime}}
am: {{startDate}} ከ {{startTime}} እስከ {{endTime}}
ar: {{startDate}} من {{startTime}} إلى {{endTime}}
bg: {{startDate}} от {{startTime}} до {{endTime}}
bn_bd: {{startDate}} তারিখ {{startTime}} থেকে {{endTime}} পর্যন্ত
br: {{startDate}} eus {{startTime}} betek {{endTime}}
ca: El {{startDate}} des de les {{startTime}} fins a les {{endTime}}
cy: {{startDate}} o {{startTime}} tan {{endTime}}
eu: {{startDate}}, hasi: {{startTime}}, bukatu: {{endTime}}
fa: از {{startTime}} تا {{endTime}}، {{startDate}}
ga_ie: {{startDate}} ó {{startTime}} go {{endTime}}
gd: {{startDate}} eadar {{startTime}} is {{endTime}}
hi_in: {{startDate}} को {{startTime}} से {{endTime}} तक
id: {{startDate}} dari {{startTime}} hingga {{endTime}}
kk: {{startDate}} {{startTime}} бастап, {{endTime}} дейін
km: {{startDate}} ពី {{startTime}} ទៅ {{endTime}}
kn: {{startDate}} ಇಂದ {{startTime}} ವರೆಗೆ {{endTime}}
lo: {{startDate}} ຈາກ {{startTime}} ເຖິງ {{endTime}}
lv: {{startDate}} no {{startTime}} līdz {{endTime}}
my: ရက်စွဲ {{startDate}}<br>အချိန် {{startTime}} မှ {{endTime}} ထိ
ne: {{startDate}} {{startTime}} देखि {{endTime}} सम्म
ro: {{startDate}} de la {{startTime}} până la {{endTime}}
si: {{startDate}} {{startTime}} සිට {{endTime}} දක්වා
te: {{startDate}} నాడు {{startTime}} నుండి {{endTime}} వరకు
th: {{startDate}} จาก {{startTime}} ถึง {{endTime}}
ur: {{startDate}} سے {{startTime}} تک {{endTime}}
uz: {{startDate}} {{startTime}}dan {{endTime}}gacha
wa: li {{startDate}} di {{startTime}} a {{endTime}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
am: ከ {{startTime}} {{startDate}} እስከ {{endTime}} {{endDate}}
ar: من {{startTime}} {{startDate}} إلى {{endTime}} {{endDate}}
bg: От {{startTime}} на {{startDate}} до {{endTime}} на {{endDate}}
bn_bd: {{startDate}} তারিখ {{startTime}} টা থেকে {{endDate}} তারিখ {{endTime}} টা পর্যন্ত
br: Eus {{startTime}} {{startDate}} betek {{endTime}} {{endDate}}
ca: Des de les {{startTime}} del {{startDate}} fins a les {{endTime}} del {{endDate}}
cy: O {{startTime}} {{startDate}}tan {{endTime}} {{endDate}}
eu: Hasi: {{startTime}} {{startDate}}, bukatu: {{endTime}} {{endDate}}
fa: از {{startTime}} {{startDate}} تا {{endTime}} {{endDate}}
ga_ie: Ó {{startTime}} {{startDate}} go {{endTime}} {{endDate}}
gd: Eadar {{startTime}} {{startDate}} agus {{endTime}} {{endDate}}
hi_in: {{startTime}} {{startDate}} से {{endTime}} {{endDate}} तक
id: Dari {{startDate}} {{startTime}} hingga {{endDate}} {{endTime}}
kk: {{startTime}} {{startDate}} бастап, {{endTime}} {{endDate}} дейін
km: ពី {{startTime}} {{startDate}} ទៅ {{endTime}} {{endDate}}
kn: ಇಂದ {{startTime}} {{startDate}} ವರೆಗೆ {{endTime}} {{endDate}}
lo: ຈາກ {{startTime}} {{startDate}} ເຖິງ {{endTime}} {{endDate}}
lv: No {{startTime}} {{startDate}} līdz {{endTime}} {{endDate}}
my: {{startTime}} {{startDate}}<br>မှ {{endTime}} {{endDate}} ထိ
ne: {{startTime}} {{startDate}} देखि {{endTime}} {{endDate}} सम्म
ro: De la {{startTime}} {{startDate}} până la {{endTime}} {{endDate}}
si: {{startTime}} {{startDate}} සිට {{endTime}} {{endDate}} දක්වා
te: {{startTime}} {{startDate}} నుండి {{endTime}} {{endDate}} వరకు
th: จาก {{startTime}} {{startDate}} ถึง {{endTime}} {{endDate}}
ur: سے {{startTime}} {{startDate}} تک {{endTime}} {{endDate}}
uz: {{startTime}} {{startDate}}dan {{endTime}} {{endDate}}gacha
wa: Do {{startDate}} a {{startTime}} å {{endDate}} a {{endTime}}

# new-event
source: Add event
ar: إضافة حَدَث
ga_ie: Cuir imeacht leis

source: Please wait while your account is set up
af: Wag terwyl jou rekening opgestel word
ar: الرجاء الانتظار حتى يتم إعداد حسابك
ga_ie: Fan nóiméad agus do chuntas á shocrú
te: మీ ఖాతాను అమర్చేలోపు వేచివుండండి

source: %I:%M
af: %H:%M
bg: %H:%M

source: %b %e, %A
af: %A %e %b
bg: %A, %e %B
br: D'al/ar %A %e a viz %B
ga_ie: %A, %e %b
gd: %A, %e %b
th: %A %e %b

source: %A, %b %e
bg: %A, %e %B
br: D'al/ar %A %e a viz %B
ga_ie: %A, %e %b
gd: %A, %e %B
th: %A %e %b

source: %A, %B %d, %Y
af: %A %d %B %Y
bg: %A, %e %B %Y
br: D'al/ar %A %d a viz %B %Y
ga_ie: %A, %d %B %Y
gd: %A, %d %B %Y
th: %A %d %B %Y
zu: %A %d %B %Y

# hour-format12
source: %I %p
br: %H

# week-hour-format12
source: %I %p
br: %I

source: %a %e
gd: %e %a

source: URL
eo: Retadreso
eu: URLa
fa: نشانی اینترنتی
kk: Сілтемесі
lo: ທີ່ຢູ່ເວບ (url)

source: CalDav
hi_in: काल दाव
te: కాల్‌డావ్
