Repository: translate/mozilla-gaia
Catalog: */apps/calendar/calendar.properties.po
Languages: af, am, ar, as, bg, bn_bd, br, ca, cy, eo, eu, fa, ga_ie, gd, hi_in, hr, id, kk, km, kn, lo, lv, ml, mr, my, ne, or, ro, si, sw, ta, te, th, ur, uz, wa, xh, zu

# weeks-before[two]
source: {{value}} weeks before
af: {{value}} weke voor
am: {{value}} ሳምንቶች በፊት
ar: قبل {{value}} أسبوع
as: {{value}} সপ্তাহ আগত
bg: {{value}} седмици по-рано
bn_bd: {{value}} সপ্তাহ পূর্বে
br: {{value}} sizhun a-raok
ca: {{value}} setmanes abans
cy: {{value}} wythnos cyn
eo: {{value}} semajnoj antaŭe
eu: {{value}} aste lehenago
fa: {{value}} هفته قبل
ga_ie: {{value}} sheachtain roimhe
gd: {{value}} sheachdain roimhe
hi_in: {{value}} सप्ताह पहले
hr: {{value}} tjedna prije
id: {{value}} minggu sebelum
kk: {{value}} апта бұрын
km: {{value}} សប្ដាហ៍​មុន
kn: {{value}} ವಾರಗಳ ಮೊದಲು
lo: {{value}} ອາທິດກ່ອນ
lv: pirms {{value}} nedēļām
ml: {{value}} ആഴ്ചകൾക്ക് മുമ്പു്
mr: {{value}} आठवडे आधी
my: {{value}} ပတ် မတိုင်ခင်
ne: {{value}} हप्ता अघी
or: {{value}} ସପ୍ତାହ ପୂର୍ବରୁ
ro: cu {{value}} săptămâni înainte
si: සති {{value}} කට පෙර
sw: Wiki {{value}} kabla
ta: {{value}} வாமு
te: {{value}} వారాల ముందు
th: ก่อนหน้า {{value}} สัปดาห์
ur: {{value}} ہفتے پہلے
uz: {{value}} hafta oldin
wa: {{value}} samwinnes divant
xh: {{value}} iiveki ngaphambi
zu: Amaviki angu-{{value}} ngaphambi

# weeks-before[few]
source: {{value}} weeks before
af: {{value}} weke voor
am: {{value}} ሳምንቶች በፊት
ar: قبل {{value}} أسابيع
as: {{value}} সপ্তাহ আগত
bg: {{value}} седмици по-рано
bn_bd: {{value}} সপ্তাহ পূর্বে
br: {{value}} sizhun a-raok
ca: {{value}} setmanes abans
cy: {{value}} wythnos cyn
eo: {{value}} semajnoj antaŭe
eu: {{value}} aste lehenago
fa: {{value}} هفته قبل
ga_ie: {{value}} seachtaine roimhe
gd: {{value}} seachdainean roimhe
hi_in: {{value}} सप्ताह पहले
hr: {{value}} tjedna prije
id: {{value}} minggu sebelum
kk: {{value}} апта бұрын
km: {{value}} សប្ដាហ៍​មុន
kn: {{value}} ವಾರಗಳ ಮೊದಲು
lo: {{value}} ອາທິດກ່ອນ
lv: pirms {{value}} nedēļām
ml: {{value}} ആഴ്ചകൾക്ക് മുമ്പു്
mr: {{value}} आठवडे आधी
my: {{value}} ပတ် မတိုင်ခင်
ne: {{value}} हप्ता अघी
or: {{value}} ସପ୍ତାହ ପୂର୍ବରୁ
ro: cu {{value}} săptămâni înainte
si: සති {{value}} කට පෙර
sw: Wiki {{value}} kabla
ta: {{value}} வாமு
te: {{value}} వారాల ముందు
th: ก่อนหน้า {{value}} สัปดาห์
ur: {{value}} ہفتے پہلے
uz: {{value}} hafta oldin
wa: {{value}} samwinnes divant
xh: {{value}} iiveki ngaphambi
zu: Amaviki angu-{{value}} ngaphambi

# weeks-before[many]
source: {{value}} weeks before
af: {{value}} weke voor
am: {{value}} ሳምንቶች በፊት
ar: قبل {{value}} أسبوع
as: {{value}} সপ্তাহ আগত
bg: {{value}} седмици по-рано
bn_bd: {{value}} সপ্তাহ পূর্বে
br: {{value}} sizhun a-raok
ca: {{value}} setmanes abans
cy: {{value}} wythnos cyn
eo: {{value}} semajnoj antaŭe
eu: {{value}} aste lehenago
fa: {{value}} هفته قبل
ga_ie: {{value}} seachtaine roimhe
gd: {{value}} seachdain roimhe
hi_in: {{value}} सप्ताह पहले
hr: {{value}} tjedana prije
id: {{value}} minggu sebelum
kk: {{value}} апта бұрын
km: {{value}} សប្ដាហ៍​មុន
kn: {{value}} ವಾರಗಳ ಮೊದಲು
lo: {{value}} ອາທິດກ່ອນ
lv: pirms {{value}} nedēļām
ml: {{value}} ആഴ്ചകൾക്ക് മുമ്പു്
mr: {{value}} आठवडे आधी
my: {{value}} ပတ် မတိုင်ခင်
ne: {{value}} हप्ता अघी
or: {{value}} ସପ୍ତାହ ପୂର୍ବରୁ
ro: cu {{value}} săptămâni înainte
si: සති {{value}} කට පෙර
sw: Wiki {{value}} kabla
ta: {{value}} வாமு
te: {{value}} వారాల ముందు
th: ก่อนหน้า {{value}} สัปดาห์
ur: {{value}} ہفتے پہلے
uz: {{value}} hafta oldin
wa: {{value}} samwinnes divant
xh: {{value}} iiveki ngaphambi
zu: Amaviki angu-{{value}} ngaphambi

# weeks-before[other]
source: {{value}} weeks before
af: {{value}} weke voor
am: {{value}} ሳምንቶች በፊት
ar: قبل {{value}} أسبوع
as: {{value}} সপ্তাহ আগত
bg: {{value}} седмици по-рано
bn_bd: {{value}} সপ্তাহ পূর্বে
br: {{value}} sizhun a-raok
ca: {{value}} setmanes abans
cy: {{value}} wythnos cyn
eo: {{value}} semajnoj antaŭe
eu: {{value}} aste lehenago
fa: {{value}} هفته قبل
ga_ie: {{value}} seachtain roimhe
gd: {{value}} seachdain roimhe
hi_in: {{value}} सप्ताह पहले
hr: {{value}} tjedana prije
id: {{value}} minggu sebelum
kk: {{value}} апта бұрын
km: {{value}} សប្ដាហ៍​មុន
kn: {{value}} ವಾರಗಳ ಮೊದಲು
lo: {{value}} ອາທິດກ່ອນ
lv: pirms {{value}} nedēļām
ml: {{value}} ആഴ്ചകൾക്ക് മുമ്പു്
mr: {{value}} आठवडे आधी
my: {{value}} ပတ် မတိုင်ခင်
ne: {{value}} हप्ता अघी
or: {{value}} ସପ୍ତାହ ପୂର୍ବରୁ
ro: cu {{value}} săptămâni înainte
si: සති {{value}} කට පෙර
sw: Wiki {{value}} kabla
ta: {{value}} வாமு
te: {{value}} వారాల ముందు
th: ก่อนหน้า {{value}} สัปดาห์
ur: {{value}} ہفتے پہلے
uz: {{value}} hafta oldin
wa: {{value}} samwinnes divant
xh: {{value}} iiveki ngaphambi
zu: Amaviki angu-{{value}} ngaphambi

source: 0 months before
af: 0 maande voor
am: ከ 0 ወሮች በፊት
ar: قبل 0 شهر
as: ০ মাহ আগত
bg: 0 месеца по-рано
bn_bd: ০ মাস পূর্বে
br: 0 miz a-raok
ca: 0 mesos abans
cy: 0 mis ynghynt
eo: 0 monato antaŭe
eu: 0 hilabete lehenago
fa: 0 ماه قبل
ga_ie: 0 mí roimhe
gd: 0 mìos roimhe
hi_in: 0 महीने पहले
hr: 0 mjeseci prije
id: 0 bulan sebelum
kk: 0 ай бұрын
km: 0 ខែ​មុន
kn: 0 ತಿಂಗಳುಗಳ ಮೊದಲು
lo: 0 ເດືອນກ່ອນ
lv: pirms 0 mēnešiem
ml: 0 മാസം മുമ്പു്
mr: 0 महिने आधी
my: 0 လ မတို်င်ခင်
ne: ० महिना अघी
or: 0 ମାସ ପୂର୍ବରୁ
ro: cu 0 luni înainte
si: මාස 0 කට පෙර
sw: Miezi 0 kabla
ta: 0 மாமு
te: 0 నెలల ముందు
th: ก่อนหน้า 0 เดือน
ur: 0 ماہ پہلے
uz: 0 oy oldin
wa: 0 moes dvant
xh: iinyanga ezi-0 ngaphambi
zu: Inyanga e-0 ngaphambi

source: 1 month before
af: 1 maand voor
am: ከ 1 ወር በፊት
ar: قبل 1 شهر
as: ১ মাহ আগত
bg: 1 месец по-рано
bn_bd: ১ মাস পূর্বে
br: 1 miz a-raok
ca: 1 mes abans
cy: 1 mis ynghynt
eo: unu monato antaŭe
eu: Hilabete lehenago
fa: 1 ماه قبل
ga_ie: Mí amháin roimhe
gd: 1 mhìos roimhe
hi_in: 1 महीने पहले
hr: {{value}} mjesec prije
id: 1 bulan sebelum
kk: 1 ай бұрын
km: 1 ខែ​មុន
kn: 1 ತಿಂಗಳ ಮೊದಲು
lo: ໑ ເດືອນກ່ອນ
lv: pirms mēneša
ml: 1 മാസം മുമ്പ്
mr: 1 महिना आधी
my: 1 လမတိုင်ခင်
ne: १ महिना अघी
or: 1 ମାସ ପୂର୍ବରୁ
ro: cu 1 lună înainte
si: මාස 1 කට පෙර
sw: Mwezi 1 kabla
ta: 1 மாமு
te: 1 నెల ముందు
th: ก่อนหน้า 1 เดือน
ur: 1 ماہ پہلے
uz: 1 oy oldin
wa: 1 moes dvant
xh: Inyanga e-1 ngaphambi
zu: Inyanga e-1 ngaphambi

# months-before[two]
source: {{value}} months before
af: {{value}} maande voor
am: {{value}} ወሮች በፊት
ar: قبل {{value}} شهر
as: {{value}} মাহ আগত
bg: {{value}} месеца по-рано
bn_bd: {{value}} মাস পূর্বে
br: {{value}} a vizioù a-raok
ca: {{value}} mesos abans
cy: {{value}} mis ynghynt
eo: {{value}} monatoj antaŭe
eu: {{value}} hilabete lehenago
fa: {{value}} ماه قبل
ga_ie: {{value}} mhí roimhe
gd: {{value}} mhìos roimhe
hi_in: {{value}} महीने पहले
hr: {{value}} mjeseca prije
id: {{value}} bulan sebelum
kk: {{value}} ай бұрын
km: {{value}} ខែ​មុន
kn: {{value}} ತಿಂಗಳುಗಳ ಮೊದಲು
lo: {{value}} ເດືອນກ່ອນ
lv: pirms {{value}} mēnešiem
ml: {{value}} മാസങ്ങള്‍ മുമ്പ്
mr: {{value}} महिने आधी
my: {{value}} လမတိုင်ခင်
ne: {{value}} महिना अघी
or: {{value}} ମାସ ପୂର୍ବରୁ
ro: cu {{value}} luni înainte
si: මාස {{value}} කට පෙර
sw: Miezi {{value}} kabla
ta: {{value}} மாமு
te: {{value}} నెలల ముందు
th: ก่อนหน้า {{value}} เดือน
ur: {{value}} ماہ پہلے
uz: {{value}} oy oldin
wa: {{value}} moes dvant
xh: {{value}} iinyanga ngaphambi
zu: Izinyanga ezingu-{{value}} ngaphambi

# months-before[few]
source: {{value}} months before
af: {{value}} maande voor
am: {{value}} ወሮች በፊት
ar: قبل {{value}} أشهر
as: {{value}} মাহ আগত
bg: {{value}} месеца по-рано
bn_bd: {{value}} মাস পূর্বে
br: {{value}} a vizioù a-raok
ca: {{value}} mesos abans
cy: {{value}} mis ynghynt
eo: {{value}} monatoj antaŭe
eu: {{value}} hilabete lehenago
fa: {{value}} ماه قبل
ga_ie: {{value}} mhí roimhe
gd: {{value}} mìosan roimhe
hi_in: {{value}} महीने पहले
hr: {{value}} mjeseca prije
id: {{value}} bulan sebelum
kk: {{value}} ай бұрын
km: {{value}} ខែ​មុន
kn: {{value}} ತಿಂಗಳುಗಳ ಮೊದಲು
lo: {{value}} ເດືອນກ່ອນ
lv: pirms {{value}} mēnešiem
ml: {{value}} മാസങ്ങള്‍ മുമ്പ്
mr: {{value}} महिने आधी
my: {{value}} လမတိုင်ခင်
ne: {{value}} महिना अगाडि
or: {{value}} ମାସ ପୂର୍ବରୁ
ro: cu {{value}} luni înainte
si: මාස {{value}} කට පෙර
sw: Miezi {{value}} kabla
ta: {{value}} மாமு
te: {{value}} నెలల ముందు
th: ก่อนหน้า {{value}} เดือน
ur: {{value}} ماہ پہلے
uz: {{value}} oy oldin
wa: {{value}} moes dvant
xh: {{value}} iinyanga ngaphambi
zu: Izinyanga ezingu-{{value}} ngaphambi

# months-before[many]
source: {{value}} months before
af: {{value}} maande voor
am: {{value}} ወሮች በፊት
ar: قبل {{value}} شهر
as: {{value}} মাহ আগত
bg: {{value}} месеца по-рано
bn_bd: {{value}} মাস পূর্বে
br: {{value}} a vizioù a-raok
ca: {{value}} mesos abans
cy: {{value}} mis ynghynt
eo: {{value}} monatoj antaŭe
eu: {{value}} hilabete lehenago
fa: {{value}} ماه قبل
ga_ie: {{value}} mí roimhe
gd: {{value}} mìos roimhe
hi_in: {{value}} महीने पहले
hr: {{value}} mjeseci prije
id: {{value}} bulan sebelum
kk: {{value}} ай бұрын
km: {{value}} ខែ​មុន
kn: {{value}} ತಿಂಗಳುಗಳ ಮೊದಲು
lo: {{value}} ເດືອນກ່ອນ
lv: pirms {{value}} mēnešiem
ml: {{value}} മാസങ്ങള്‍ മുമ്പ്
mr: {{value}} महिने आधी
my: {{value}} လ မတိုင်ခင်
ne: {{value}} महिना अगाडि
or: {{value}}ମାସ ପୂର୍ବରୁ
ro: cu {{value}} luni înainte
si: මාස {{value}} කට පෙර
sw: Miezi {{value}} kabla
ta: {{value}} மாமு
te: {{value}} నెలల ముందు
th: ก่อนหน้า {{value}} เดือน
ur: {{value}} ماہ پہلے
uz: {{value}} oy oldin
wa: {{value}} moes dvant
xh: {{value}} iinyanga ngaphambi
zu: Izinyanga ezingu-{{value}} ngaphambi

# months-before[other]
source: {{value}} months before
af: {{value}} maande voor
am: {{value}} ወሮች በፊት
ar: قبل {{value}} شهر
as: {{value}} মাহ আগত
bg: {{value}} месеца по-рано
bn_bd: {{value}} মাস পূর্বে
br: {{value}} a vizioù a-raok
ca: {{value}} mesos abans
cy: {{value}} mis ynghynt
eo: {{value}} monatoj antaŭe
eu: {{value}} hilabete lehenago
fa: {{value}} ماه قبل
ga_ie: {{value}} mí roimhe
gd: {{value}} mìos roimhe
hi_in: {{value}} महीने पहले
hr: {{value}} mjeseci prije
id: {{value}} bulan sebelum
kk: {{value}} ай бұрын
km: {{value}} ខែ​មុន
kn: {{value}} ತಿಂಗಳುಗಳ ಮೊದಲು
lo: {{value}} ເດືອນກ່ອນ
lv: pirms {{value}} mēnešiem
ml: {{value}} മാസങ്ങള്‍ മുമ്പ്
mr: {{value}} महिने आधी
my: {{value}} လ မတိုင်ခင်
ne: {{value}} महिना अगाडि
or: {{value}} ମାସ ପୂର୍ବରୁ
ro: cu {{value}} luni înainte
si: මාස {{value}} කට පෙර
sw: Miezi {{value}} kabla
ta: {{value}} மாமு
te: {{value}} నెలల ముందు
th: ก่อนหน้า {{value}} เดือน
ur: {{value}} ماہ پہلے
uz: {{value}} oy oldin
wa: {{value}} moes dvant
xh: {{value}} iinyanga ngaphambi
zu: Izinyanga ezingu-{{value}} ngaphambi

source: 0 years before
af: 0 jaar voor
am: ከ 0 አመቶች በፊት
ar: قبل 0 سنة
as: ০ বছৰ আগত
bg: 0 години по-рано
bn_bd: ০ বছর পূর্বে
br: 0 bloaz a-raok
ca: 0 anys abans
cy: 0 blwyddyn ynghynt
eo: 0 jaro antaŭe
eu: 0 urte lehenago
fa: 0 سال قبل
ga_ie: 0 bliain roimhe
gd: 0 bliadhna roimhe
hi_in: 0 वर्ष पहले
hr: 0 godina prije
id: 0 tahun sebelum
kk: 0 жыл бұрын
km: 0 ឆ្នាំ​មុន
kn: 0 ವರ್ಷದ ಮೊದಲು
lo: 0 ປີກ່ອນ
lv: pirms 0 gadiem
ml: 0 വര്‍ഷം മുമ്പ്
mr: 0 वर्षे आधी
my: 0 နှစ် မတိုင်ခင်
ne: ० वर्ष अगाडि
or: 0 ବର୍ଷ ପୂର୍ବରୁ
ro: cu 0 ani înainte
si: අවුරුදු 0 කට පෙර
sw: Miaka 0 kabla
ta: 0 வமு
te: 0 సంవత్సరాల ముందు
th: ก่อนหน้า 0 ปี
ur: 0 سال پہلے
uz: 0 yil oldin
wa: 0 anêyes divant
xh: Iminyaka e-0 ngaphambi
zu: Iminyaka eyi-0 ngaphambi

source: 1 year before
af: 1 jaar voor
am: ከ 1 አመት በፊት
ar: قبل سنة واحدة
as: ১ বছৰ আগত
bg: 1 година по-рано
bn_bd: ১ বছর পূর্বে
br: 1 vloaz a-raok
ca: 1 any abans
cy: 1 blwyddyn ynghynt
eo: unu jaro antaŭe
eu: Urtebete lehenago
fa: 1 سال قبل
ga_ie: Bliain amháin roimhe
gd: 1 bhliadhna roimhe
hi_in: 1 वर्ष पहले
hr: {{value}} godinu prije
id: 1 tahun sebelum
kk: 1 жыл бұрын
km: 1 ឆ្នាំ​មុន
kn: 1 ವರ್ಷಗಳ ಮೊದಲು
lo: ໑ ປີກ່ອນ
lv: pirms gada
ml: 1 വർഷം മുന്‍പ്
mr: 1 वर्ष आधी
my: 1 နှစ် မတိုင်ခင်
ne: १ वर्ष अगाडि
or: 1 ବର୍ଷ ପୂର୍ବରୁ
ro: cu 1 an înainte
si: අවුරුදු 1 කට පෙර
sw: Mwaka 1 kabla
ta: 1 வமு
te: 1 సంవత్సరం ముందు
th: ก่อนหน้า 1 ปี
ur: 1 سال پہلے
uz: 1 yil oldin
wa: 1 an dvant
xh: Unyaka om-1 ngaphambi
zu: Unyaka o-1 ngaphambi

# years-before[two]
source: {{value}} years before
af: {{value}} jaar voor
am: {{value}} አመቶች በፊት
ar: قبل {{value}} سنة
as: {{value}} বছৰ আগত
bg: {{value}} години по-рано
bn_bd: {{value}} বছর পূর্বে
br: {{value}} a vloazioù a-raok
ca: {{value}} anys abans
cy: {{value}} blynyddoedd ynghynt
eo: {{value}} jaroj antaŭe
eu: {{value}} urte lehenago
fa: {{value}} سال قبل
ga_ie: {{value}} bhliain roimhe
gd: {{value}} bhliadhna roimhe
hi_in: {{value}} वर्ष पहले
hr: {{value}} godine prije
id: {{value}} tahun sebelum
kk: {{value}} жыл бұрын
km: {{value}} ឆ្នាំ​មុន
kn: {{value}} ವರ್ಷಗಳ ಮೊದಲು
lo: {{value}} ປີກ່ອນ
lv: pirms {{value}} gadiem
ml: {{value}} വർഷങ്ങൾക്ക് മുമ്പു്
mr: {{value}} वर्षे आधी
my: {{value}} နှစ် မတိုင်ခင်
ne: {{value}} वर्ष अगाडि
or: {{value}} ବର୍ଷ ପୂର୍ବରୁ
ro: cu {{value}} ani înainte
si: අවුරුදු {{value}} කට පෙර
sw: Miaka {{value}} kabla
ta: {{value}} வமு
te: {{value}} సంవత్సరాల ముందు
th: ก่อนหน้า {{value}} ปี
ur: {{value}} سال پہلے
uz: {{value}} yil oldin
wa: {{value}} ans dvant
xh: {{value}} iminyaka ngaphambi
zu: Iminyaka engu-{{value}} ngaphambi

# years-before[few]
source: {{value}} years before
af: {{value}} jaar voor
am: {{value}} አመቶች በፊት
ar: قبل {{value}} سنوات
as: {{value}} বছৰ আগত
bg: {{value}} години по-рано
bn_bd: {{value}} বছর পূর্বে
br: {{value}} a vloazioù a-raok
ca: {{value}} anys abans
cy: {{value}} blynyddoedd ynghynt
eo: {{value}} jaroj antaŭe
eu: {{value}} urte lehenago
fa: {{value}} سال قبل
ga_ie: {{value}} bliana roimhe
gd: {{value}} bliadhna roimhe
hi_in: {{value}} वर्ष पहले
hr: {{value}} godine prije
id: {{value}} tahun sebelum
kk: {{value}} жыл бұрын
km: {{value}} ឆ្នាំ​មុន
kn: {{value}} ವರ್ಷಗಳ ಮೊದಲು
lo: {{value}} ປີກ່ອນ
lv: pirms {{value}} gadiem
ml: {{value}} വർഷങ്ങൾക്ക് മുമ്പു്
mr: {{value}} वर्षे आधी
my: {{value}} နှစ် မတိုင်ခင်
ne: {{value}} वर्ष अगाडि
or: {{value}} ବର୍ଷ ପୂର୍ବରୁ
ro: cu {{value}} ani înainte
si: අවුරුදු {{value}} කට පෙර
sw: MiakaÂ {{value}} kabla
ta: {{value}} வமு
te: {{value}} సంవత్సరాల ముందు
th: ก่อนหน้า {{value}} ปี
ur: {{value}} سال پہلے
uz: {{value}} yil oldin
wa: {{value}} ans dvant
xh: {{value}} iminyaka ngaphambi
zu: Iminyaka engu-{{value}} ngaphambi

# years-before[many]
source: {{value}} years before
af: {{value}} jaar voor
am: {{value}} አመቶች በፊት
ar: قبل {{value}} سنة
as: {{value}} বছৰ আগত
bg: {{value}} години по-рано
bn_bd: {{value}} বছর পূর্বে
br: {{value}} a vloazioù a-raok
ca: {{value}} anys abans
cy: {{value}} blynyddoedd ynghynt
eo: {{value}} jaroj antaŭe
eu: {{value}} urte lehenago
fa: {{value}} سال قبل
ga_ie: {{value}} mbliana roimhe
gd: {{value}} bliadhna roimhe
hi_in: {{value}} वर्ष पहले
hr: {{value}} godina prije
id: {{value}} tahun sebelum
kk: {{value}} жыл бұрын
km: {{value}} ឆ្នាំ​មុន
kn: {{value}} ವರ್ಷಗಳ ಮೊದಲು
lo: {{value}} ປີກ່ອນ
lv: pirms {{value}} gadiem
ml: {{value}} വർഷങ്ങൾക്ക് മുമ്പു്
mr: {{value}} महिने आधी
my: {{value}} နှစ် မတိုင်ခင်
ne: {{value}} वर्ष अगाडि
or: {{value}}ବର୍ଷ ପୂର୍ବରୁ
ro: cu {{value}} ani înainte
si: අවුරුදු {{value}} කට පෙර
sw: Miaka {{value}} kabla
ta: {{value}} வமு
te: {{value}} సంవత్సరాల ముందు
th: ก่อนหน้า {{value}} ปี
ur: {{value}} سال پہلے
uz: {{value}} yil oldin
wa: {{value}} ans dvant
xh: {{value}} iminyaka ngaphambi
zu: Iminyaka engu-{{value}} ngaphambi

# years-before[other]
source: {{value}} years before
af: {{value}} jaar voor
am: {{value}} አመቶች በፊት
ar: قبل {{value}} سنة
as: {{value}} বছৰ আগত
bg: {{value}} години по-рано
bn_bd: {{value}} বছর পূর্বে
br: {{value}} a vloazioù a-raok
ca: {{value}} anys abans
cy: {{value}} blynyddoedd ynghynt
eo: {{value}} jaroj antaŭe
eu: {{value}} urte lehenago
fa: {{value}} سال قبل
ga_ie: {{value}} bliain roimhe
gd: {{value}} bliadhna roimhe
hi_in: {{value}} वर्ष पहले
hr: {{value}} godina prije
id: {{value}} tahun sebelum
kk: {{value}} жыл бұрын
km: {{value}} ឆ្នាំ​មុន
kn: {{value}} ವರ್ಷಗಳ ಮೊದಲು
lo: {{value}} ປີກ່ອນ
lv: pirms {{value}} gadiem
ml: {{value}} വർഷങ്ങൾക്ക് മുമ്പു്
mr: {{value}} महिने आधी
my: {{value}} နှစ် မတိုင်ခင်
ne: {{value}} बर्ष अघी
or: {{value}}ବର୍ଷ ପୂର୍ବରୁ
ro: cu {{value}} ani înainte
si: අවුරුදු {{value}} කට පෙර
sw: Miaka {{value}} kabla
ta: {{value}} வமு
te: {{value}} సంవత్సరాల ముందు
th: ก่อนหน้า {{value}} ปี
ur: {{value}} سال پہلے
uz: {{value}} yil oldin
wa: {{value}} ans dvant
xh: {{value}} iminyaka ngaphambi
zu: Iminyaka engu-{{value}} ngaphambi

source: 0 minutes after
af: 0 minute na
am: ከ 0 ደቂቆች በኋላ
ar: بعد 0 دقيقة
as: ০ মিনিট পাছত
bg: след 0 минути
bn_bd: ০ মিনিট পরে
br: 0 munutenn goude
ca: 0 minuts després
cy: 0 munud wedyn
eo: 0 minuto poste
eu: 0 minutu geroago
fa: ۰ دقیقه بعد
ga_ie: 0 nóiméad ina dhiaidh
gd: 0 mionaid 'na dhèidh
hi_in: 0 मिनट बाद
hr: 0 minuta nakon
id: 0 menit setelah
kk: 0 минут кейін
km: 0 នាទី​ក្រោយ
kn: 0 ನಿಮಿಷಗಳ ನಂತರ
lo: 0 ນາທີຫຼັງຈາກ
lv: pēc 0 minūtēm
ml: 0 മിനുട്ടിനു് ശേഷം
mr: 0 मिनिटे नंतर
my: 0 မိနစ် အကြာ
ne: ० मिनेट पछी
or: 0 ମିନଟ ପରେ
ro: la 0 minute după
si: මිනිත්තු 0 කට පසු
sw: Dakika 0 baadaye
ta: 0 நிமிடங்களுக்கு பின்பு
te: 0 నిమిషాల తర్వాత
th: หลังจาก 0 นาที
ur: 0 منٹ بعد
uz: 0 daqiqa keyin
wa: 0 munutes après
xh: Imizuzu e-0 ngaphambi
zu: Umzuzu o-0 ngaphambi

source: 1 minute after
af: 1 minuut na
am: ከ 1 ደቂቃ በኋላ
ar: بعد دقيقة واحدة
as: ১ মিনিট পিছত
bg: след 1 минута
bn_bd: ১ মিনিট পরে
br: 1 vunutenn goude
ca: 1 minut després
cy: 1 munud wedyn
eo: unu minuto poste
eu: Minutu bat geroago
fa: ۱ دقیقه بعد
ga_ie: 1 nóiméad ina dhiaidh
gd: 1 mionaid 'na dhèidh
hi_in: 1 मिनट बाद
hr: {{value}} minutu nakon
id: 1 menit setelah
kk: 1 минут кейін
km: 1 នាទី​ក្រោយ
kn: 1 ನಿಮಿಷದ ನಂತರ
lo: ໑ ນາທີຫຼັງຈາກ
lv: pēc minūtes
ml: 1 മിനുട്ടിനു് ശേഷം
mr: 1 मिनिट नंतर
my: 1 မိနစ် အကြာ
ne: १ मिनेट पछी
or: ମିନିଟଟିଏ ପରେ
ro: la 1 minut după
si: මිනිත්තු 1 කට පසු
sw: Dakika 1 baadaye
ta: 1 நிமிடங்களுக்கு பின்பு
te: 1 నిమిషం తర్వాత
th: หลังจาก 1 นาที
ur: 1 منٹ بعد
uz: 1 daqiqa keyin
wa: 1 munute après
xh: Umzuzu om-1 emva
zu: Umzuzu o-1 emva

# minutes-after[two]
source: {{value}} minutes after
af: {{value}} minute na
am: {{value}} ደቂቆች በኋላ
ar: بعد {{value}} دقيقة
as: {{value}} মিনিট পিছত
bg: след {{value}} минути
bn_bd: {{value}} মিনিট পরে
br: {{value}} a vunutennoù goude
ca: {{value}} minuts després
cy: {{value}} munud wedyn
eo: {{value}} minutoj poste
eu: {{value}} minutu geroago
fa: {{value}} دقیقه بعد
ga_ie: {{value}} nóiméad ina dhiaidh
gd: {{value}} mhionaid 'na dhèidh
hi_in: {{value}} मिनट बाद
hr: {{value}} minute nakon
id: {{value}} menit setelah
kk: {{value}} минут кейін
km: {{value}} នាទី​ក្រោយ
kn: {{value}} ನಿಮಿಷಗಳ ನಂತರ
lo: {{value}} ນາທີຫຼັງຈາກ
lv: pēc {{value}} minūtēm
ml: {{value}} മിനുട്ടുകൾക്ക് ശേഷം
mr: {{value}} मिनिटे नंतर
my: {{value}} မိနစ်အကြာ
ne: {{value}} मिनेट पछी
or: {{value}} ମାସ ପରେ
ro: la {{value}} minute după
si: මිනිත්තු {{value}} කට පසු
sw: Dakika {{value}} baadaye
ta: {{value}} நிமிடங்களுக்கு பின்பு
te: {{value}} నిమిషాల తర్వాత
th: หลังจาก {{value}} นาที
ur: {{value}} منٹ بعد
uz: {{value}} daqiqa keyin
wa: {{value}} munutes après
xh: {{value}} imizuzu emva
zu: Imizuzu engu-{{value}} emva

# minutes-after[few]
source: {{value}} minutes after
af: {{value}} minute na
am: {{value}} ደቂቆች በኋላ
ar: بعد {{value}} دقائق
as: {{value}} মিনিট পিছত
bg: след {{value}} минути
bn_bd: {{value}} মিনিট পরে
br: {{value}} a vunutennoù goude
ca: {{value}} minuts després
cy: {{value}} munud wedyn
eo: {{value}} minutoj poste
eu: {{value}} minutu geroago
fa: {{value}} دقیقه بعد
ga_ie: {{value}} nóiméad ina dhiaidh
gd: {{value}} mionaidean 'na dhèidh
hi_in: {{value}} मिनट बाद
hr: {{value}} minute nakon
id: {{value}} menit setelah
kk: {{value}} минут кейін
km: {{value}} នាទី​ក្រោយ
kn: {{value}} ನಿಮಿಷಗಳ ನಂತರ
lo: {{value}} ນາທີຫຼັງຈາກ
lv: pēc {{value}} minūtēm
ml: {{value}} മിനുട്ടുകൾക്ക് ശേഷം
mr: {{value}} मिनिटे नंतर
my: {{value}} မိနစ်အကြာ
ne: {{value}} मिनेट पछी
or: {{value}} ମିନିଟ ପରେ
ro: la {{value}} minute după
si: මිනිත්තු {{value}} කට පසු
sw: Dakika {{value}} baadaye
ta: {{value}} நிமிடங்களுக்கு பின்பு
te: {{value}} నిమిషాల తర్వాత
th: หลังจาก {{value}} นาที
ur: {{value}} منٹ بعد
uz: {{value}} daqiqa keyin
wa: {{value}} munutes après
xh: {{value}} imizuzu emva
zu: Imizuzu engu-{{value}} emva

# minutes-after[many]
source: {{value}} minutes after
af: {{value}} minute na
am: {{value}} ደቂቆች በኋላ
ar: بعد {{value}} دقيقة
as: {{value}} মিনিট পিছত
bg: след {{value}} минути
bn_bd: {{value}} মিনিট পর
br: {{value}} a vunutennoù goude
ca: {{value}} minuts després
cy: {{value}} munud wedyn
eo: {{value}} minutoj poste
eu: {{value}} minutu geroago
fa: {{value}} دقیقه بعد
ga_ie: {{value}} nóiméad ina dhiaidh
gd: {{value}} mionaid 'na dhèidh
hi_in: {{value}} मिनट बाद
hr: {{value}} minuta nakon
id: {{value}} menit setelah
kk: {{value}} минут кейін
km: {{value}} នាទី​​ក្រោយ
kn: {{value}} ನಿಮಿಷಗಳ ನಂತರ
lo: {{value}} ນາທີຫຼັງຈາກ
lv: pēc {{value}} minūtēm
ml: {{value}} മിനുട്ടുകൾക്ക് ശേഷം
mr: {{value}} मिनिटे नंतर
my: {{value}} မိနစ်အကြာ
ne: {{value}} मिनेट पछी
or: {{value}} ମିନିଟ ପରେ
ro: la {{value}} minute după
si: මිනිත්තු {{value}} කට පසු
sw: Dakika {{value}} baadaye
ta: {{value}} நிமிடங்களுக்கு பின்பு
te: {{value}} నిమిషాల తర్వాత
th: หลังจาก {{value}} นาที
ur: {{value}} منٹ بعد
uz: {{value}} daqiqa keyin
wa: {{value}} munutes après
xh: {{value}} imizuzu emva
zu: Imizuzu engu-{{value}} emva

# minutes-after[other]
source: {{value}} minutes after
af: {{value}} minute na
am: {{value}} ደቂቆች በኋላ
ar: بعد {{value}} دقيقة
as: {{value}} মিনিট পিছত
bg: след {{value}} минути
bn_bd: {{value}} মিনিট পর
br: {{value}} a vunutennoù goude
ca: {{value}} minuts després
cy: {{value}} munud wedyn
eo: {{value}} minutoj poste
eu: {{value}} minutu geroago
fa: {{value}} دقیقه بعد
ga_ie: {{value}} nóiméad ina dhiaidh
gd: {{value}} mionaid 'na dhèidh
hi_in: {{value}} मिनट बाद
hr: {{value}} minuta nakon
id: {{value}} menit setelah
kk: {{value}} минут кейін
km: {{value}} នាទី​ក្រោយ
kn: {{value}} ನಿಮಿಷಗಳ ನಂತರ
lo: {{value}} ນາທີຫຼັງຈາກ
lv: pēc {{value}} minūtēm
ml: {{value}} മിനുട്ടുകൾക്ക് ശേഷം
mr: {{value}} मिनिटे नंतर
my: {{value}} မိနစ်အကြာ
ne: {{value}} मिनेट पछी
or: {{value}} ମିନିଟ ପରେ
ro: la {{value}} minute după
si: මිනිත්තු {{value}} කට පසු
sw: Dakika {{value}} baadaye
ta: {{value}} நிமிடங்களுக்கு பின்பு
te: {{value}} నిమిషాల తర్వాత
th: หลังจาก {{value}} นาที
ur: {{value}} منٹ بعد
uz: {{value}} daqiqa keyin
wa: {{value}} munutes après
xh: {{value}} imizuzu emva
zu: Imizuzu engu-{{value}} emva

source: 0 hours after
af: 0 uur na
am: ከ 0 ሰአቶች በኋላ
ar: بعد 0 ساعة
as: ০ ঘন্টা পিছত
bg: след 0 часа
bn_bd: ০ ঘন্টা পর
br: 0 eur goude
ca: 0 hores després
cy: 0 awr wedyn
eo: 0 horo poste
eu: 0 ordu geroago
fa: ۰ ساعت بعد
ga_ie: 0 uair an chloig ina dhiaidh
gd: 0 uair 'na dhèidh
hi_in: 0 घंटे बाद
hr: 0 sati nakon
id: 0 jam setelah
kk: 0 сағат кейін
km: 0 ម៉ោង​ក្រោយ
kn: 0 ಗಂಟೆಗಳ ನಂತರ
lo: 0 ຊົ່ວໂມງຫຼັງຈາກ
lv: pēc 0 stundām
ml: 0 മണിക്കൂർ ശേഷം
mr: 0 तास नंतर
my: 0 နာရီအကြာ
ne: ० घण्टा पछि
or: 0 ଘଣ୍ଟା ପରେ
ro: la 0 ore după
si: පැය 0 කට පසු
sw: saa 0 baadaye
ta: 0 மணி நேரம் பின்பு
te: 0 గంటల తర్వాత
th: หลังจาก 0 ชั่วโมง
ur: 0 گھنٹے بعد
uz: 0 soat keyin
wa: 0 eures après
xh: Iiyure ezi-0 emva
zu: Amahora ayi-0 emva

source: 1 hour after
af: 1 uur na
am: ከ 1 ሰአት በኋላ
ar: بعد ساعة واحدة
as: ১ ঘন্টা পিছত
bg: след 1 час
bn_bd: ১ ঘন্টা পর
br: 1 eur goude
ca: 1 hora després
cy: 1 awr wedyn
eo: unu horo poste
eu: Ordubete geroago
fa: ۱ ساعت بعد
ga_ie: Uair an chloig ina dhiaidh
gd: 1 uair 'na dhèidh
hi_in: 1 घंटे बाद
hr: {{value}} sat nakon
id: 1 jam setelah
kk: 1 сағат кейін
km: 1 ម៉ោង​ក្រោយ
kn: 1 ಗಂಟೆಯ ನಂತರ
lo: ໑ ຊົ່ວໂມງຫຼັງຈາກ
lv: pēc stundas
ml: 1 മണിക്കൂർ ശേഷം
mr: 1 तास नंतर
my: 1 နာရီ အကြာ
ne: १ घण्टा पछि
or: ଘଣ୍ଟେ ପରେ
ro: la 1 oră după
si: පැය 1 කට පසු
sw: Saa 1 baadaye
ta: 1 மணி நேரம் பின்பு
te: 1 గంట తర్వాత
th: หลังจาก 1 ชั่วโมง
ur: 1 گھنٹے بعد
uz: 1 soat keyin
wa: 1 eure après
xh: Iyure e-1 emva
zu: Ihora eli-1 emva
