Repository: translate/mozilla-gaia
Catalog: */apps/calendar/calendar.properties.po
Languages: af, am, ar, as, bg, bn_bd, br, ca, cy, eo, eu, fa, ga_ie, gd, hi_in, hr, id, kk, km, kn, lo, lv, ml, mr, my, ne, or, ro, si, sw, ta, te, th, ur, uz, wa, xh, zu

source: Back
af: Terug
am: ወደ ኋላ
ar: رجوع
as: পিছলৈ
bg: Назад
bn_bd: পিছনে
br: Kent
ca: Enrere
cy: NÃ´l
eo: Malantaŭen
eu: Atzera
fa: برگشت
ga_ie: Siar
gd: Air ais
hi_in: पीछे
hr: Natrag
id: Kembali
kk: Артқа
km: ថយក្រោយ
kn: ಹಿಂದೆ
lo: ກັບຄືນ
lv: Atpakaļ
ml: പുറകോട്ട്
mr: मागे
my: ရှေ့
ne: पछाडि
or: ପଛ
ro: Înapoi
si: ආපසු
sw: Nyuma
ta: பின்
te: వెనక్కి
th: ย้อนกลับ
ur: پیچھے
uz: Orqaga
wa: E-n erî
xh: Emva
zu: Emuva

source: Save
af: Stoor
am: ማስቀመጫ
ar: حِفظ
as: সংৰক্ষণ কৰক
bg: Запис
bn_bd: সংরক্ষণ
br: Enrollañ
ca: Desa
cy: Cadw
eo: Konservi
eu: Gorde
fa: ذخیره
ga_ie: Sábháil
gd: Sàbhail
hi_in: सहेजें
hr: Spremi
id: Simpan
kk: Сақтау
km: រក្សា​​ទុក
kn: ಉಳಿಸು
lo: ບັນທຶກ
lv: Saglabāt
ml: സംരക്ഷിക്കുക
mr: साठवा
my: သိမ်း
ne: बचत गर्नुहोस्
or: ସଂରକ୍ଷଣ କରନ୍ତୁ
ro: Salvează
si: සුරකින්න
sw: Hifadhi
ta: சேமி
te: భద్రపరుచు
th: บันทึก
ur: محفوظ کریں
uz: Saqlash
wa: Schaper
xh: Gcina
zu: Londoloza

source: Hide
af: Versteek
am: መደበቂያ
ar: إخفاء
as: লুকোৱাওক
bg: Скриване
bn_bd: আড়াল করো
br: Kuzhat
ca: Amaga
cy: Cuddio
eo: Kaŝi
eu: Ezkutatu
fa: مخفی کردن
ga_ie: Folaigh
gd: Falaich
hi_in: छिपाएँ
hr: Sakrij
id: Sembunyikan
kk: Жасыру
km: លាក់
kn: ಅಡಗಿಸು
lo: ເຊື່ອງ
lv: Slēpt
ml: മറയ്ക്കുക
mr: लपवा
my: ဝှက်
ne: लुकाउनुहोस्
or: ଲୁଚାନ୍ତୁ
ro: Ascunde
si: සඟවන්න
sw: Ficha
ta: மறை
te: దాచు
th: ซ่อน
ur: چھپائیں
uz: Yashirish
wa: Catchî
xh: Fihla
zu: Fihla

source: Cancel
af: Kanselleer
am: መሰረዣ
ar: إلغاء
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
br: Nullañ
ca: Cancel·la
cy: Diddymu
eo: Nuligi
eu: Utzi
fa: انصراف
ga_ie: Cealaigh
gd: Sguir dheth
hi_in: रद्द करें
hr: Otkaži
id: Batal
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದುಮಾಡು
lo: ຍົກເລີກ
lv: Atcelt
ml: റദ്ദാക്കുക
mr: रद्द
my: ဖျက်
ne: रद्द गर्नुहोस्
or: ବାତିଲ କରନ୍ତୁ
ro: Renunță
si: වසන්න
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
ur: منسوخ کریں
uz: Bekor qilish
wa: Rinoncî
xh: Rhoxisa
zu: Khansela

source: Confirm
af: Bevestig
am: ማረጋገጫ
ar: تأكيد
as: নিশ্চিত কৰক
bg: Потвърждение
bn_bd: নিশ্চিত করুন
br: Kadarnaat
ca: Confirma
cy: Cadarnhau
eo: Konfirmi
eu: Berretsi
fa: تایید
ga_ie: Deimhnigh
gd: Dearbhaich
hi_in: सुनिश्चित करें
hr: Potvrdi
id: Konfirmasi
kk: Растау
km: បញ្ជាក់
kn: ಖಚಿತಪಡಿಸು
lo: ຢືນຢັນ
lv: Apstiprināt
ml: സ്ഥിരീകരിക്കുക
mr: खात्री करा
my: အတည်ပြု
ne: यकिन गर्नुहोस्
or: ନିଶ୍ଚିତ କରନ୍ତୁ
ro: Confirmă
si: තහවුරු කරන්න
sw: Thibitisha
ta: உறுதி
te: నిర్ధారించు
th: ยืนยัน
ur: تصدیق کریں
uz: Tasdiqlash
wa: Racertiner
xh: Qinisekisa
zu: Qinisekisa

source: Done
af: Klaar
am: ጨርሷል
ar: تم
as: কৰা হ'ল
bg: Готово
bn_bd: সম্পন্ন
br: Graet
ca: Fet
cy: Gorffen
eo: Preta
eu: Eginda
fa: انجام شد
ga_ie: Déanta
gd: Deiseil
hi_in: संपन्न
hr: Gotovo
id: Selesai
kk: Дайын
km: រួចរាល់
kn: ಮುಗಿಯಿತು
lo: ສຳເລັດ
lv: Paveikts
ml: ചെയ്തു
mr: ठीक
my: ပြီးပြီ
ne: भयो
or: ହେଇଗଲା
ro: Gata
si: අවසන්
sw: Imekamilika
ta: முடிந்தது
te: పూర్తయ్యింది
th: เสร็จสิ้น
ur: مکمل
uz: Tayyor
wa: Tot fwait
xh: Kwenziwe
zu: Kwenziwe

source: Events
af: Gebeure
am: ሁኔታዎች
ar: أحداث
as: অনুষ্ঠানসমূহ
bg: Събития
bn_bd: ইভেন্ট
br: Degouezhioù
ca: Cites
cy: Digwyddiad
eo: Eventoj
eu: Gertaerak
fa: رویدادها
ga_ie: Imeachtaí
gd: Tachartasan
hi_in: कार्यक्रम
hr: Događaji
id: Acara
kk: Оқиғалар
km: ព្រឹត្តិការណ៍
kn: ಕಾರ್ಯಕ್ರಮಗಳು
lo: ເຫດການ
lv: Notikumi
ml: പരിപാടികള്‍
mr: कार्यक्रम
my: ဖြစ်ရပ်များ
ne: घटनाहरू
or: ଘଟଣାଗୁଡିକ
ro: Evenimente
si: සිදුවීම්
sw: Matukio
ta: நிகழ்வுகள்
te: కార్యక్రమాలు
th: เหตุการณ์
ur: واقعات
uz: Tadbirlar
wa: Etrevéns
xh: Iziganeko
zu: Imicimbi

source: Edit
af: Redigeer
am: ማረሚያ
ar: حرّر
as: সম্পাদনা কৰক
bg: Редактиране
bn_bd: সম্পাদনা
br: Embann
ca: Edita
cy: Golygu
eo: Redakti
eu: Editatu
fa: ویرایش
ga_ie: Eagar
gd: Deasaich
hi_in: संपादन करें
hr: Uredi
kk: Түзету
km: កែសម្រួល
kn: ಸಂಪಾದಿಸು
lo: ແກ້ໄຂ
lv: Rediģēt
ml: തിരുത്തുക
mr: संपादन
my: တည်းဖြတ်
ne: सम्पादन गर्नुहोस्
or: ସମ୍ପାଦନ କରନ୍ତୁ
ro: Editează
si: සංස්කරණය
sw: Hiriri
ta: திருத்து
te: సవరించు
th: แก้ไข
ur: ترمیم کریں
uz: Tahrirlash
wa: Candjî
xh: Hlela
zu: Lungisa

source: All-day Events
af: Heeldag-gebeure
am: የሙሉ-ቀን ሁኔታዎች
ar: كامل اليوم
as: সম্পূৰ্ণ-দিনজোৰা অনুষ্ঠানসমূহ
bg: Целодневни събития
bn_bd: দিন-ব্যাপী কর্মসূচী
br: Degouezhioù war an devezh
ca: Cites de tot el dia
cy: Digwyddiad Drwy'r Dydd
eo: Tuttagaj eventoj
eu: Egun osoko gertaerak
fa: رویداد‌های تمام‌روز
ga_ie: Imeachtaí ar feadh an lae
gd: Tachartasan fad an latha
hi_in: पूरे दिन का कार्यक्रम
hr: Cijelodnevni događaji
id: Acara Seharian
kk: Бүкіл күн оқиғалары
km: ព្រឹត្តិការណ៍​​ពេញ​មួយ​ថ្ងៃ
kn: ಇಡಿ-ದಿನದ ಕಾರ್ಯಕ್ರಮಗಳು
lo: ເຫດການທັງຫມົດມື້
lv: Visas dienas garumā
ml: എല്ലാ പരിപാടികളും
mr: संपूर्ण दिवस कार्यक्रम
my: တစ်နေကုန် ဖြစ်ရပ်များ
ne: दिनका सबै घटना?
or: ସାରା ଦିନ ଘଟଣାଗୁଡିକ
ro: Evenimente toată ziua
si: දිනයේ ඇති සියළු සිදුවීම්
sw: Matukio ya Siku nzima
ta: அனைத்து நாள் நிகழ்வுகள்
te: పూర్తిరోజు కార్యక్రమాలు
th: เหตุการณ์ตลอดวัน
ur: دن بھر کے واقعات
uz: Har kungi tadbirlar
wa: Etrevéns di tote li djournêye
xh: Iziganeko zosuku lonke
zu: Imicimbi yosuku lonke

source: No Events
af: Geen gebeure nie
am: ሁኔታዎች የሉም
ar: لا يوجد أحداث
as: কোনো ঘটনা নাই
bg: Няма събития
bn_bd: কোনো ইভেন্ট নেই
br: Degouezh ebet
ca: Cap cita
cy: Dim Digwyddiadau
eo: Neniu evento
eu: Gertaerarik ez
fa: رویدادی وجود ندارد
ga_ie: Gan Imeachtaí
gd: Gun tachartasan
hi_in: कोई घटना नहीं
hr: Nema događaja
id: Tak Ada Acara
kk: Оқиғалар жоқ
km: គ្មាន​ព្រឹត្តិការណ៍
kn: ಯಾವುದೆ ಕಾರ್ಯಕ್ರಮಗಳಿಲ್ಲ
lo: ບໍ່ມີເຫດການຫຍັງ
lv: Nav notikumu
ml: സംഭവങ്ങൾ ഇല്ല
mr: कार्यक्रम नाही
my: ဖြစ်ရပ်မရှိ
ne: घटनाहरु छैन
or: ଘଟଣାଟିଏ ନାହିଁ
ro: Niciun eveniment
si: වැදගත් සිදුවීමක් නොමැත
sw: Hakuna matukio
ta: நிகழ்வுகள் இல்லை
te: ఏ కార్యక్రమాలు లేవు
th: ไม่มีเหตุการณ์
ur: کوئی وقوعہ نہیں
uz: Tadbirlar yo‘q
wa: Nol etrevén
xh: Akukho ziganeko
zu: Akukho Micimbi

# show-today
source: Today
am: ዛሬ
ar: اليَوم
bg: Днес
bn_bd: আজ
br: Hiziv
ca: Avui
cy: Heddiw
eu: Gaur
fa: امروز
ga_ie: Inniu
gd: An-diugh
hi_in: आज
id: Hari Ini
kk: Бүгін
km: ថ្ងៃនេះ
kn: ಇಂದು
lo: ມື້ນີ້
lv: Šodiena
my: ယနေ့
ne: आज
ro: Astăzi
si: අද
ta: இன்று
te: నేడు
th: วันนี้
ur: آج
uz: Bugun
wa: Ouy

source: Month
af: Maand
am: ወር
ar: شهر
as: মাহ
bg: Месец
bn_bd: মাস
br: Miz
ca: Mes
cy: Mis
eo: Monato
eu: Hilabetea
fa: ماه
ga_ie: Mí
gd: Mìos
hi_in: माह
hr: Mjesec
id: Bulan
kk: Ай
km: ខែ
kn: ತಿಂಗಳು
lo: ເດືອນ
lv: Mēnesis
ml: മാസം
mr: महिना
my: လ
ne: महिना
or: ମାସ
ro: Lună
si: මාසය
sw: Mwezi
ta: மாதம்
te: నెల
th: เดือน
ur: مہینہ
uz: Oy
wa: Moes
xh: Inyanga
zu: Inyanga

source: Week
am: ሳምንት
ar: أسبوع
as: সপ্তাহ
bg: Седмица
bn_bd: সপ্তাহ
br: Sizhun
ca: Setmana
cy: Wythnos
eo: Semajno
eu: Astea
fa: هفته
ga_ie: Seachtain
gd: Seachdain
hi_in: सप्ताह
hr: Tjedan
id: Minggu
kk: Апта
km: សប្ដាហ៍
kn: ವಾರ
lo: ອາທິດ
lv: Nedēļa
ml: ആഴ്ച
mr: आठवडा
my: ရက်သတ္တပါတ်
ne: हप्ता
or: ସପ୍ତାହ
ro: Săptămână
si: සතිය
sw: Wiki
ta: வாரம்
te: వారము
th: สัปดาห์
ur: ہفتہ
uz: Hafta
wa: Samwinne
xh: Iveki
zu: Iviki

source: Day
af: Dag
am: ቀን
ar: يوم
as: দিন
bg: Ден
bn_bd: দিন
br: Deiz
ca: Dia
cy: Diwrnod
eo: Tago
eu: Eguna
fa: روز
ga_ie: Lá
gd: Latha
hi_in: दिन
hr: Dan
id: Hari
kk: Күн
km: ថ្ងៃ
kn: ದಿನ
lo: ວັນ
lv: Diena
ml: ദിവസം
mr: दिवस
my: နေ့
ne: दिन
or: ଦିନ
ro: Zi
si: දවස
sw: Siku
ta: நாள்
te: రోజు
th: วัน
ur: دن
uz: Kun
wa: Djoû
xh: Usuku
zu: Usuku

# settings-show
source: Settings
af: Instellings
am: ማሰናጃዎች
ar: الإعدادات
as: সংহতিসমূহ
bg: Настройки
bn_bd: সেটিং
br: Arventennoù
ca: Paràmetres
cy: Gosodiadau
eo: Agordoj
eu: Ezarpenak
fa: تنظیمات
ga_ie: Socruithe
gd: Roghainnean
hi_in: सेटिंग
hr: Postavke
id: Setelan
kk: Баптаулар
km: ការ​កំណត់
kn: ಸಿದ್ಧತೆಗಳು
lo: ການຕັ້ງຄ່າ
lv: Iestatījumi
ml: ക്രമീകരണങ്ങള്‍
mr: सेटिंग
my: အပြင်အဆင်များ
ne: सेटिङहरू
or: ସଂରଚନାମାନ
ro: Setări
si: සැකසුම්
sw: Mipangilio
ta: அமைவுகள்
te: అమరికలు
th: การตั้งค่า
ur: سیٹنگیں
uz: Sozlamalar
wa: Apontiaedjes
xh: Iisethingi
zu: Amasethingi

source: Hide settings
af: Versteek instellings
am: ማሰናጃዎችን መደበቂያ
ar: أخفِ الإعدادات
as: সংহতিসমূহ লুকোৱাওক
bg: Скриване на настройките
bn_bd: সেটিং আড়াল
br: Kuzhat an arventennoù
ca: Amaga els paràmetres
cy: Cuddio gosodiadau
eo: Kaŝi agordojn
eu: Ezkutatu ezarpenak
fa: مخفی‌ کردن تنظیمات
ga_ie: Folaigh socruithe
gd: Falaich na roghainnean
hi_in: सेटिंग्स छुपाये
hr: Sakrij postavke
id: Sembunyikan setelan
kk: Баптауларды жасыру
km: លាក់​ការ​កំណត់
kn: ಸಿದ್ಧತೆಗಳನ್ನು ಅಡಗಿಸು
lo: ເຊື່ອງຕັ້ງຄ່າ
lv: Slēpt iestatījumus
ml: സജ്ജീകരണങ്ങള്‍ മറയ്ക്കുക
mr: सेटिंग्ज लपवा
my: အပြင်အဆင်များ ဖျောက်
ne: सेटिङहरू लुकाउनुहोस्
or: ସଂରଚନା ଲୁଚାନ୍ତୁ
ro: Ascunde setările
si: සැකසුම් සඟවන්න
sw: Ficha mipangilio
ta: அமைவுகளை மறை
te: అమరికలను దాయి
th: ซ่อนการตั้งค่า
ur: سیٹکگیںس چھپائیں
uz: Sozlamalarni yashirish
wa: Catchî apontiaedjes
xh: Fihla iisetingi
zu: Fihla amasethingi

source: Add an account
af: Voeg â€™n rekening by
am: መግለጫ መጨመሪያ
ar: أضف حساباً
as: এটা একাউণ্ট যোগ কৰক
bg: Добавяне на регистрация
bn_bd: অ্যাকাউন্ট যোগ করুন
br: Ouzhpennañ ur gont
ca: Afegeix un compte
cy: Ychwanegu cyfrif
eo: Aldoni konton
eu: Gehitu kontua
fa: اضافه‌ کردن حساب کاربری
ga_ie: Cuir cuntas leis
gd: Cuir cunntas ris
hi_in: खाता जोड़ें
hr: Dodaj korisnički račun
id: Tambah akun
kk: Тіркелгіні қосу
km: បន្ថែម​គណនី
kn: ಒಂದು ಖಾತೆಯನ್ನು ಸೇರಿಸು
lo: ເພີ່ມບັນຊີ
lv: Pievienot kontu
ml: ഒരു അക്കൗണ്ട് ചേർക്കുക
mr: खाते जोडा
my: အကောင့်တစ်ခုထည့်
ne: खाता थप्नुहोस्
or: ଖାତାଟିଏ ଯୋଡ଼ନ୍ତୁ
ro: Adaugă un cont
si: ගිණුමක් එක් කරන්න
sw: Ongeza akaunti
ta: ஒரு கணக்கை சேர்
te: ఒక ఖాతాను జోడించు
th: เพิ่มบัญชีผู้ใช้
ur: ایک اکاؤنٹ اضافہ کریں
uz: Hisob qo‘shish
wa: Radjouter on conte
xh: Yongeza i-akhawunti
zu: Faka i-akhawunti

# new-event-link.ariaLabel
source: Add event
am: ሁኔታ መጨመሪያ
bg: Добавяне на събитие
bn_bd: ইভেন্ট যোগ
br: Ouzhpennañ un degouezh
ca: Afegeix una cita
cy: Ychwanegu digwyddiad
eu: Gehitu gertaera
fa: اضافه‌ کردن رویداد
gd: Cuir tachartas ris
id: Tambah acara
kk: Оқиғаны қосу
km: បន្ថែម​ព្រឹត្តិការណ៍​
kn: ಕಾರ್ಯಕ್ರಮವನ್ನು ಸೇರಿಸು
lo: ເພີ່ມເຫດການ
lv: Pievienot notikumu
ne: घटना थप्नुहोस्
ro: Adaugă eveniment
si: අවස්ථාවක් එක් කරන්න
th: เพิ่มเหตุการณ์
ur: وقوعہ کا اضافہ کریں
uz: Tadbir qo‘shish

source: Event
af: Gebeurtenis
am: ሁኔታ
ar: حدث
as: অনুষ্ঠান
bg: Събитие
bn_bd: কর্মসূচী
br: Degouezh
ca: Cita
cy: Digwyddiad
eo: Evento
eu: Gertaera
fa: رویداد
ga_ie: Imeacht
gd: Tachartas
hi_in: कार्यक्रम
hr: Događaj
id: Acara
kk: Оқиға
km: ព្រឹត្តិការណ៍
kn: ಕಾರ್ಯಕ್ರಮ
lo: ເຫດການ
lv: Notikums
ml: പരിപാടി
mr: कार्यक्रम
my: ဖြစ်ရပ်
ne: घटना
or: ଘଟଣା
ro: Eveniment
si: අවස්ථාව
sw: Tukio
ta: நிகழ்வு
te: కార్యక్రమం
th: เหตุการณ์
ur: واقعہ
uz: Tadbor
wa: Etrevén
xh: Isiganeko
zu: Umcimbi

source: Add Event
af: Voeg gebeurtenis by
am: ሁኔታ መጨመሪያ
ar: أضف حدث
as: ঘটনা যোগ কৰক
bg: Ново събитие
bn_bd: অনুষ্ঠান যোগ
br: Ouzhpennañ un degouezh
ca: Afegeix una cita
cy: Ychwanegu Digwyddiad
eo: Aldoni eventon
eu: Gehitu gertaera
fa: اضافه‌ کردن رویداد
ga_ie: Cuir Imeacht Leis
gd: Cuir tachartas ris
hi_in: कार्यक्रम जोड़े
hr: Dodaj događaj
id: Tambah Acara
kk: Оқиғаны қосу
km: បន្ថែម​ព្រឹត្តិការណ៍
kn: ಕಾರ್ಯಕ್ರಮವನ್ನು ಸೇರಿಸು
lo: ເພີ່ມເຫດການ
lv: Pievienot notikumu
ml: ഒരു സംഭവം ചേർക്കുക
mr: कार्यक्रम जोडा
my: ဖြစ်ရပ်ထည့်
ne: घटना थप्नुहोस्
or: ଘଟଣା ଯୋଡ଼ନ୍ତୁ
ro: Adaugă eveniment
si: අවස්ථාවක් එක් කරන්න
sw: Ongeza tukio
ta: சேர்
te: కార్యక్రమాన్ని జతచేయండి
th: เพิ่มเหตุการณ์
ur: ایونٹ ڈلیں
uz: Tadbir qo‘shish
wa: Radjouter etrevén
xh: Yongeza isiganeko
zu: Faka umcimbi

source: Edit Event
af: Redigeer gebeurtenis
am: ሁኔታ ማረሚያ
ar: حرّر الحدث
as: ঘটনা সম্পাদন কৰক
bg: Редактиране
bn_bd: ইভেন্ট সম্পাদনা
br: Embann an degouezh
ca: Edita la cita
cy: Golygu Digwyddiad
eo: Modifi eventon
eu: Editatu gertaera
fa: ویرایش رویداد
ga_ie: Cuir Imeacht in Eagar
gd: Deasaich an tachartas
hi_in: घटना संपादित करू
hr: Uredi događaj
id: Edit Acara
kk: Оқиғаны түзету
km: កែសម្រួល​ព្រឹត្តិការណ៍
kn: ಕಾರ್ಯಕ್ರಮವನ್ನು ಸಂಪಾದಿಸು
lo: ແກ້ໄຂເຫດການ
lv: Rediģēt notikumu
ml: സംഭവം തിരുത്തുക
mr: कार्यक्रम संपादन
my: ဖြစ်ရပ်​ ပြင်
ne: घटना सम्पादन गर्नुहोस्
or: ଘଟଣା ସମ୍ପାଦନା କରନ୍ତୁ
ro: Editează evenimentul
si: අවස්ථාව සංස්කරණය කරන්න
sw: Hariri Tukio
ta: தொகு
te: కార్యక్రమాన్ని సవరించండి
th: แก้ไขเหตุการณ์
ur: تدوین کریں -
uz: Tadbirni tahrirlash
wa: Candjî etrevén
xh: Hlela isiganeko
zu: Lungisa Umcimbi

source: Account
af: Rekening
am: መግለጫ
ar: الحساب
as: একাউণ্ট
bg: Регистрация
bn_bd: অ্যাকাউন্ট
br: Kont
ca: Compte
cy: Cyfrif
eo: Konto
eu: Kontua
fa: حساب
ga_ie: Cuntas
gd: Cunntas
hi_in: खाता
hr: Račun
id: Akun
kk: Тіркелгі
km: គណនី
kn: ಖಾತೆ
lo: ບັນຊີ
lv: Konts
ml: അക്കൗണ്ട്
mr: खाते
my: အကောင့်
ne: खाता
or: ଖାତା
ro: Cont
si: ගිණුම
sw: Akaunti
ta: கணக்கு
te: ఖాతా
th: บัญชีผู้ใช้
ur: اکاؤنٹ
uz: Hisob
wa: Conte
xh: Iakhawunti
zu: I-akhawunti

source: Accounts
af: Rekeninge
am: መግለጫዎች
ar: الحسابات
as: একাউণ্টসমূহ
bg: Регистрации
bn_bd: অ্যাকাউন্ট
br: Kontoù
ca: Comptes
cy: Cyfrifon
eo: Kontoj
eu: Kontuak
fa: حساب‌ها
ga_ie: Cuntais
gd: Cunntasan
hi_in: खाते
hr: Računi
id: Akun
kk: Тіркелгілер
km: គណនី
kn: ಖಾತೆಗಳು
lo: ບັນຊີ
lv: Konti
ml: അക്കൗണ്ടുകള്‍
mr: खाते
my: အကောင့်များ
ne: खाताहरू
or: ଖାତାଗୁଡ଼ିକ
ro: Conturi
si: ගිණුම්
sw: Akaunti
ta: கணக்குகள்
te: ఖాతాలు
th: บัญชีผู้ใช้
ur: اکاؤنٹس
uz: Hisoblar
wa: Contes
xh: Ii-akhawunti
zu: Ama-akhawuntii

# advanced-settings-short-icon-button.ariaLabel
source: Settings
am: ማሰናጃዎች
ar: الإعدادات
bg: Настройки
bn_bd: সেটিং
br: Arventennoù
ca: Paràmetres
cy: Gosodiadau
eu: Ezarpenak
fa: تنظیمات
ga_ie: Socruithe
gd: Roghainnean
hi_in: सेटिंग
id: Setelan
kk: Баптаулар
km: ការ​កំណត់
kn: ಸಿದ್ಧತೆಗಳು
lo: ການຕັ້ງຄ່າ
lv: Iestatījumi
my: အပြင်အဆင်များ
ne: सेटिङहरू
ro: Setări
si: සැකසුම්
te: అమరికలు
th: การตั้งค่า
ur: سیٹنگیں
uz: Sozlamalar
wa: Apontiaedjes

source: Calendar Settings
af: Kalenderinstellings
am: የ ቀን መቁጠሪያ ማሰናጃዎች
ar: إعدادات التقويم
as: কেলেণ্ডাৰ সংহতিসমূহ
bg: Настройки
bn_bd: ক্যালেন্ডার সেটিং
br: Arventennoù an deiziataer
ca: Paràm. calendaris
cy: Gosodiadau Calendr
eo: Agordoj de kalendaro
eu: Egutegi-ezarpenak
fa: تنظیمات تقویم
ga_ie: Socruithe Féilire
gd: Roghainnean a’ mhìosachain
hi_in: पंचांग समायोजन
hr: Postavke
id: Setelan Kalender
kk: Күнтізбе баптаулары
km: ការ​កំណត់​ប្រតិទិន
kn: ಕ್ಯಾಲೆಂಡರಿನ ಸಿದ್ಧತೆಗಳು
lo: ການຕັ້ງຄ່າປະຕິທິນ
lv: Kalendāra Iestatījumi
ml: കലണ്ടര്‍ സജ്ജീകരണങ്ങള്‍
mr: दिनदर्शिका सेटिंग
my: ကလင်ဒါ အပြင်အဆင်များ
ne: पात्रोको सेटिङहरू
or: କ୍ୟାଲେଣ୍ଡର ସଂରଚନା
ro: Setări pentru calendar
si: දින දර්ශන සැකසුම්
sw: Mipangilio ya kalenda
ta: அமைவுகள்
te: క్యాలెండరు అమరికలు
th: ตั้งค่าปฏิทิน
ur: کیلنڈر کی سیٹنگیں
uz: Taqvim sozlamalari
wa: Apontiaedjes do calindrî
xh: Iisetingi zekhalenda
zu: Amasethingi ekhalenda

source: Personalization
af: Verpersoonliking
am: የግልዎት ማድረጊያ
ar: تخصيص
as: ব্যক্তিগতকৰণ
bg: Персонализация
bn_bd: নিজের মত সাজানো
br: Personelaat
ca: Personalització
cy: Personoli
eo: Persone agordi
eu: Pertsonalizazioa
fa: شخصی‌سازی
ga_ie: Pearsanú
gd: Pearsanachadh
hi_in: व्यक्तिगत निमंत्रण
hr: Personalizacija
id: Personalisasi
kk: Жекешелендіру
km: កំណត់​លក្ខណៈ​ផ្ទាល់ខ្លួន
kn: ವೈಯಕ್ತೀಕರಣ
lo: ຕັ້ງຄ່າສ່ວນບຸກຄົນ
lv: Pielāgošana
ml: വ്യക്തിഗത സജ്ജീകരണങ്ങള്‍
mr: स्वपसंती
my: ကိုယ်ပိုင်အပြင်အဆင်များ
ne: निजीकरण
or: ବ୍ୟକ୍ତିଗତ କରଣ
ro: Personalizare
si: පුද්ගලීකරණය
sw: Kubinafsisha
ta: தனிப்பயனாக்கம்
te: వ్యక్తిగతీకరణ
th: ส่วนบุคคล
ur: ذاتی بنانا
uz: Moslashtirish
wa: Mete a s’ môde
xh: Ukufaka iingcombolo zobuqu
zu: Ukuzilungiselela

source: Reminders
af: Onthounotas
am: አስታዋሾች
ar: التذكيرات
as: ৰিমাইণ্ডাৰসমূহ
bg: Напомняния
bn_bd: রিমাইন্ডার
br: Adc'halvoù
ca: Recordatoris
cy: Atgoffwyr
eo: Rememorigoj
eu: Gogorarazleak
fa: یادآوری
ga_ie: Meabhrúcháin
gd: Cuimhneachain
hi_in: अनुस्मारक
hr: Podsjetnici
id: Pengingat
kk: Еске салу
km: កម្មវិធី​រំលឹក
kn: ಜ್ಞಾಪನೆಗಳು
lo: ຕົວຈື່
lv: Atgādinājumi
ml: ഓര്‍മ്മപ്പെടുത്തലുകള്‍
mr: स्मरणपत्र
my: သတိပေးချက်များ
ne: सचेतकहरु
or: ରିମାଇଣ୍ଡର
ro: Mementouri
si: සිහිකැදවීම්
sw: Makumbusho
ta: நினைவூட்டல்கள்
te: గుర్తుచేయునవి
th: การแจ้งเตือน
ur: یاددہانیاں
uz: Eslatgichlar
wa: Rahoucaedjes
xh: Izikhumbuzo
zu: Izikhumbuzi

source: Add Account
af: Voeg rekening by
am: መግለጫ መጨመሪያ
ar: أضف حسابا
as: একাউণ্ট যোগ কৰক
bg: Добавяне на регистрация
bn_bd: অ্যাকাউন্ট যোগ
br: Ouzhpennañ ur gont
ca: Afegeix un compte
cy: Ychwanegu Cyfrif
eo: Aldoni konton
eu: Gehitu kontua
fa: اضافه‌ کردن حساب
ga_ie: Cuir Cuntas Leis
gd: Cuir cunntas ris
hi_in: खाता जोड़ें
hr: Dodaj račun
id: Tambah Akun
kk: Тіркелгіні қосу
km: បន្ថែម​គណនី
kn: ಖಾತೆಯನ್ನು ಸೇರಿಸು
lo: ເພີ່ມບັນຊີ
lv: Pievienot Kontu
ml: അക്കൗണ്ട്‌ ചേര്‍ക്കുക
mr: खाते जोडा
my: အကောင့်ထည့်ပါ
ne: खाता थप्नुहोस्
or: ଖାତାଟିଏ ଗଢ଼ନ୍ତୁ
ro: Adaugă cont
si: ගිනුම එක් කරන්න
sw: Ongeza Akaunti
ta: கணக்கை சேர்
te: ఖాతాను చేర్చు
th: เพิ่มบัญชีผู้ใช้
ur: اکاؤنٹ میں اضافہ کریں
uz: Hisob qo‘shish
wa: Radjouter on conte
xh: Faka iakhawunti
zu: Faka i-akhawunti

source: Username
af: Gebruikersnaam
am: የተጠቃሚ ስም
ar: إسم المستخدم
as: ব্যৱহাৰকাৰীনাম
bg: Потребителско име
bn_bd: ব্যবহারকারীর নাম
br: Anv arveriad
ca: Nom d'usuari
cy: Enw Defnyddiwr
eo: Nomo de uzanto
eu: Erabiltzaile-izena
fa: نام‌کاربری
ga_ie: Ainm an Úsáideora
gd: Ainm-cleachdaiche
hi_in: उपयोक्तानाम
hr: Korisničko ime
id: Nama pengguna
kk: Пайдаланушы аты
km: ឈ្មោះ​អ្នក​ប្រើ
kn: ಬಳಕೆದಾರಹೆಸರು
lo: ໍຊື່ຜູ່ໃຊ້
lv: Lietotājvārds
ml: ഉപയോക്തൃനാമം
mr: वापरकर्तानाव
my: သုံးစွဲသူအမည်
ne: प्रयोगकर्ता नाम
or: ବ୍ୟବହାରକାରୀ ନାମ
ro: Utilizator
si: පරිශීලක නාමය
sw: Jina la mtumiaji
ta: பயனர்பெயர்
te: వాడుకరి పేరు
th: ชื่อผู้ใช้
ur: صارف کا نام
uz: Foydalanuvchi nomi
wa: No d’ uzeu
xh: Igama lomsebenzisi
zu: Igama lomsebenzisi

source: Password
af: Wagwoord
am: የመግቢያ ቃል
ar: كلمة المرور
as: পাছৱৰ্ড
bg: Парола
bn_bd: পাসওয়ার্ড
br: Ger-tremen
ca: Contrasenya
cy: Cyfrinair
eo: Pasvorto
eu: Pasahitza
fa: گذرواژه
ga_ie: Focal Faire
gd: Facal-faire
hi_in: कूटशब्द
hr: Lozinka
id: Sandi
kk: Пароль
km: ពាក្យ​សម្ងាត់
kn: ಗುಪ್ತಪದ
lo: ລະຫັດພ່ານ
lv: Parole
ml: രഹസ്യവാക്ക്
mr: पासवर्ड
my: လျှို့ဝှက်စကားလုံး
ne: पासवर्ड
or: ପାସୱାର୍ଡ଼
ro: Parolă
si: මුරපදය
sw: Nenosiri
ta: கடவுச்சொல்
te: సంకేతపదము
th: รหัสผ่าน
ur: پاس ورڈ
uz: Parol
wa: Sicret
xh: Ipasiwedi
zu: I-password

source: Setting up account
am: መግለጫ ማሰናጃ
bn_bd: অ্যাকাউন্ট সেটিং করুন
br: O kefluniañ ar gont
ca: S'està configurant el compte
cy: Creu cyfrif
eu: Kontua konfiguratzen
fa: راه‌اندازی حساب‌کاربری
gd: A’ suidheachadh a’ chunntais
id: Menyiapkan akun
kk: Тіркелгіңіз орнатылып болғанша күте тұрыңыз
km: បង្កើត​គណនី
kn: ಖಾತೆಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಲಾಗುತ್ತಿದೆ
lo: ການສ້າງບັນຊີ
lv: Uzstāda kontu
ne: खाता स्थापना गर्दै
ro: Se configurează contul
si: ගිණුම සැකසෙමින්
th: กำลังตั้งค่าบัญชี
ur: اکاؤنٹ سیٹ کر رہا ہے
uz: Hisobni sozlash

source: Unable to sync
af: Kan nie sinchroniseer nie
am: ማስማማት አልተቻለም
ar: غير قادر على التزامن
as: সংমিহলি কৰিবলে অক্ষম
bg: Невъзможна синхронизация
bn_bd: সিঙ্ক করতে ব্যর্থ
br: N'haller ket goubredañ
ca: No s'ha pogut sincronitzar
cy: Methu cydweddu
eo: Ne eblas speguli
eu: Ezin da sinkronizatu
fa: قادر به همگام‌سازی نیست
ga_ie: Ní féidir sioncrónú
gd: Cha ghabh a shioncronachadh
hi_in: सिंक में असमर्थ
hr: Sinkronizacija nije moguća
id: Tak dapat menyinkronkan
kk: Синхрондау мүмкін емес
km: មិន​អាច​ធ្វើ​សមកាលកម្ម
kn: ಮೇಳೈಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
lo: ບໍ່ສາມາດປະສານກັນ
lv: Nespēj sinhronizēt
ml: സിങ്ക് ചെയ്യാന്‍ കഴിഞ്ഞില്ല
mr: ताळमेळ करण्यास असमर्थ
my: ချိတ်ဆက်မရပါ
ne: समक्रमण गर्न असमर्थ
or: ମେଳ କରିବାରେ ବିଫଳ
ro: Nu se poate sincroniza
si: සමාකලනය කිරීමට නොහැක
sw: Haikuweza kulandanisha
ta: ஒத்திசைக்க இயலவில்லை
te: సింక్ చేయలేకపోయాం
th: ไม่สามารถผสานข้อมูลได้
ur: ہموار میں ناکامیاب
uz: Sinxronlab bo‘lmadi
wa: Dji n’ sai sincronijhî
xh: Ayikwazi ukungqamanisa
zu: Akukwazi ukuqondana

source: Sign in
af: Meld aan
am: መግቢያ
ar: تسجيل الدخول
as: ছাইন ইন
bg: Вписване
bn_bd: সাইন ইন
br: Kennaskañ
ca: Inicia la sessió
cy: Mewngofnodi
eo: Ensaluti
eu: Hasi saioa
fa: ورود
ga_ie: Logáil isteach
gd: Clàraich a-steach
hi_in: साइन इन
hr: Prijava
id: Masuk
kk: Кіру
km: ចូល
kn: ಸೈನ್ ಇನ್
lo: ເຊັນເຂົ້າ
lv: Ieiet
ml: പ്രവേശിക്കുക
mr: साइन इन
my: ဝင်ပါ
ne: साइन इन
or: ସାଇନ ଇନ
ro: Autentificare
si: ඇතුළු වන්න
sw: Ingia
ta: உள்நுழை
te: ప్రవేశించండి
th: เข้าสู่ระบบ
ur: سائن ان
uz: Kirish
wa: S’ elodjî
xh: Ngena
zu: Sayinela ukungena

source: Yahoo!
am: ያሁ!
ar: ياهو!
bn_bd: ইয়াহু!
hi_in: याहू!
lo: ຢາຮູ!
ml: യാഹൂ!
my: ရာဟူး!
ne: याहू!
ta: யாகூ!
te: యాహూ!

source: Google
am: ጉግል
ar: جوجل
bn_bd: গুগল
eo: Netvibes
hi_in: गूगल
lo: ກູໂກ
ml: ഗൂഗിൾ
my: ဂူးဂဲလ်
ne: गुगल
ta: கூகுள்
te: గూగుల్
ur: گوگل

# preset-local
source: Offline calendar
af: Vanlyn kalender
am: ከ መስመር ውጪ የ ቀን መቁጠሪያ
ar: تقويم دون اتصال
as: অফলাইন কেলে'ণ্ডাৰ
bg: Офлайн календар
bn_bd: অফলাইন ক্যালেন্ডার
br: Deiziataer ezlinenn
ca: Calendari fora de línia
cy: Calendr all-lein
eo: Malkonektita kalendaro
eu: Offline egutegia
fa: تقویم آفلاین
ga_ie: Féilire as líne
gd: Mìosachan far loidhne
hi_in: ऑफलाइन कैलंडर
hr: Izvanmrežni kalendar
id: Kalender luring
kk: Желіден тыс күнтізбе
km: ប្រតិទិន​​ពេល​គ្មាន​អ៊ីនធឺណិត
kn: ಆಫ್‌ಲೈನ್ ಕ್ಯಾಲೆಂಡರ್
lo: ປະຕິທິນອອບລາຍ
lv: Bezsaistes kalendārs
ml: ഓഫ്‌ലൈന്‍ കലണ്ടര്‍
mr: ऑफलाइन दिनदर्शिका
my: ချိတ်ဆက်မဲ့ ကလင်ဒါ
ne: अफलाइन पात्रो
or: ଅଫଲାଇନ କ୍ୟାଲେଣ୍ଡର
ro: Calendar offline
si: මාර්ග අපගත දින දර්ශනය
sw: Kalenda ya nje ya mkondo
ta: நாள்காட்டி
te: జాలరహిత క్యాలెండరు
th: ปฏิทินออฟไลน์
ur: آف لائن کیلنڈر
uz: Oflayn taqvim
wa: Calindrî disraloyî
xh: Ikhalenda engekho kwi-intanethi
zu: Ikhalenda engekho emoyeni

source: Mozilla Zimbra
am: ሞዚላ ዚምብራ
ar: موزيلا زِمبرا
bn_bd: মজিলা জিম্বরা
hi_in: मोज़िला ज़िम्ब्रा
km: Mozilla ស៊ីមប្រា
ml: മോസില്ല സിമ്പ്ര
my: မိုဇီလာ ဇင်ဘာရာ
ne: मोजिल्ला जिम्ब्रा
ta: மொசில்லா சிம்ரா
te: మొజిల్లా జింబ్రా
ur: موزیلا زمبرا
xh: IMozilla Zimbra

# calendar-local
source: Offline calendar
af: Vanlyn kalender
am: ከ መስመር ውጪ የ ቀን መቁጠሪያ
ar: تقويم دون إتصال
as: অফলাইন কেলে'ণ্ডাৰ
bg: Офлайн календар
bn_bd: অফলাইন ক্যালেন্ডার
br: Deiziataer ezlinenn
ca: Calendari fora de línia
cy: Calendr all-lein
eo: Malkonektita kalendaro
eu: Offline egutegia
fa: تقویم آفلاین
ga_ie: Féilire as líne
gd: Mìosachan far loidhne
hi_in: ऑफलाइन पंचांग
hr: Izvanmrežni kalendar
id: Kalender luring
kk: Желіден тыс күнтізбе
km: ប្រតិទិន​ពេល​​គ្មាន​អ៊ីនធឺណិត
kn: ಆಫ್‌ಲೈನ್ ಕ್ಯಾಲೆಂಡರ್
lo: ປະຕິທິນອອບລາຍ
lv: Bezsaistes kalendārs
ml: ഓഫ്‌ലൈന്‍ കലണ്ടര്‍
mr: ऑफलाइन दिनदर्शिका
my: ချိတ်ဆက်မဲ့ ကလင်ဒါ
ne: अफलाइन पात्रो
or: ଅଫଲାଇନ କ୍ୟାଲେଣ୍ଡର
ro: Calendar offline
si: මාර්ග අපගත දින දර්ශනය
sw: Kalenda ya nje ya mkondo
ta: இணையமற்ற நாள்காட்டி
te: ఆఫ్‌లైన్ క్యాలెండరు
th: ปฏิทินออฟไลน์
ur: آف لائن کیلنڈر
uz: Oflayn taqvim
wa: Calindrî disraloyî
xh: Ikhalenda engekho kwi-intanethi
zu: Ikhalenda elingekho emoyeni

# event-title.placeholder
source: Title
am: አርእስት
ar: العُنوان
bg: Заглавие
bn_bd: শিরোনাম
br: Titl
ca: Títol
cy: Teitl
eu: Izenburua
fa: عنوان
ga_ie: Teideal
gd: Tiotal
hi_in: शीर्षक
id: Judul
kk: Атауы
km: ចំណងជើង
kn: ಶೀರ್ಷಿಕೆ
lo: ຫົວຂໍ້
lv: Virsraksts
my: ခေါင်းစဉ်
ne: शीर्षक
ro: Titlu
si: සිරස්තලය
sw: Kichwa
ta: தலைப்பு
te: శీర్షిక
th: ชื่อเหตุการณ์
ur: عنوان
uz: Sarlavha
wa: Tite

source: Where?
af: Waar?
am: የት?
ar: أين؟
as: ক'ত?
bg: Местоположение
bn_bd: কোথায়?
br: Pelec'h ?
ca: On?
cy: Lle?
eo: Kie?
eu: Non?
fa: کجا؟
ga_ie: Cén áit?
gd: Càite?
hi_in: कहाँ?
hr: Gdje?
id: Tempat
kk: Қайда?
km: ឯណា?
kn: ಎಲ್ಲಿ?
lo: ຢູ່ໃສ?
lv: Kur?
ml: എവിടെ?
mr: कुठे?
my: ဘယ်မှာလဲ?
ne: कत्ता?
or: କେଉଁଠି?
ro: Unde?
si: කිනම් ස්ථානයකදී ද?
sw: Wapi?
ta: எங்கே?
te: ఎక్కడ?
th: ที่ไหน?
ur: کہاں؟
uz: Qayerda?
wa: Ewou ?
xh: Phi?
zu: Kuphi?

source: Notes
af: Notas
am: ማስታወሻዎች
ar: الملاحظات
as: টোকাসমূহ
bg: Бележки
bn_bd: নোট
br: Notennoù
cy: Nodiadau
eo: Notoj
eu: Oharrak
fa: یادداشت‌ها
ga_ie: Nótaí
gd: Nòtaichean
hi_in: नोट्स
hr: Bilješke
id: Catatan
kk: Пікірлер
km: ចំណាំ
kn: ಟಿಪ್ಪಣಿಗಳು
lo: ໝາຍເຫດ
lv: Piezīmes
ml: കുറിപ്പുകള്‍
mr: टिपा
my: မှတ်စုများ
ne: टिप्पणीहरू
or: ଟିପ୍ପଣୀ
ro: Notițe
si: සටහන්
sw: Dondo
ta: குறிப்புகள்
te: గమనికలు
th: หมายเหตุ
ur: نوٹس
uz: Eslatmalar
xh: Amanqaku
zu: Amanothi
