Repository: translate/mozilla-gaia
Catalog: qvi/shared/firefox_sync/firefox_sync.properties.po
Languages: qvi

source: Bookmarks
qvi: Akllashka pankakuna

source: History
qvi: Maukapankakuna

source: Passwords
qvi: Rimaypakanakuna

source: This account is empty. You need to sync from Firefox, Firefox for Android or Firefox for iOS first and try again here.
qvi: Kay cuenta illak. Kan ministinki shukniki Firefox, Firefox kay Androidpa, Firefox kay iOS-pa manta paktaniy. Kipa kutinshina kaypi kutin.

source: This account is inactive.
qvi: Kay cuentata mana riwichishka.

source: You need to activate Firefox Sync on Desktop or Android first and then try again.
qvi: Kan ministinki Firefox Sync riwichiy chakikiru Androidpash manta. Kipa kutinshina kaypi kutin.

source: Please try logging in again.
qvi: Kutin kamaypay yaykupay.

source: We found something wrong with your current Firefox Account session.
qvi: Ñukanchi tupanchi Imapash na allin kanpa kunanpachapak Firefox Account tantayrimay.

source: No network connection.
qvi: Illan llikata llamiray.

source: You need to be online to use Firefox Sync.
qvi: Ministinki llamiray arinapak Firefox Sync.

source: Oops. Something went wrong.
qvi: Shayka. Imapash mana alli llukshirka.

source: Sorry for the inconvenience. Please try again later.
qvi: Llakikunata kishpichiway. Kutin shinapay shinalli chishi

source: Terms of Service
qvi: Arininakuy chay yanapana

source: Privacy Notice
qvi: Willay ñukapayak

source: Signing in…
qvi: Yaykuna pi…

source: Sync now
qvi: Kunan paktanina

source: Syncing
qvi: Paktanihun
