Repository: translate/mozilla-gaia
Catalog: pbb/apps/ftu/ftu.properties.po
Languages: pbb

source: Enter PIN code
pbb: Fxi'jnah PIN

source: Type your PIN code
pbb: Mfxi'j idx PIN

source: SIM {{n}} PIN
pbb: PIN txtee wesxa's SIM {{n}}

source: PIN must have between 4 and 8 characters.
pbb: Txãa PIN jipuwa'jn txanz 4 txanz 8 txa'wẽsa.

source: The PIN was incorrect.
pbb: Txã PIN wejh yuhjpa ewmea'.

source: You have one try left to enter the correct code before locking the SIM card.
pbb: Teçxanxa'h nenxuça paçte fxi'jwa' ew aphmenx txã SIM.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Nenxu'içxata {{n}} txi'txinçxa paçte fxi'nxi's ew aphmenx txãa SIM.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Nenxu'içxata {{n}} txi'txinçxa paçte fxi'nxi's ew aphmenx txãa SIM.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Nenxu'içxata {{n}} txi'txinçxa paçte fxi'nxi's ew aphmenx txãa SIM.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Nenxu'içxata {{n}} txi'txinçxa paçte fxi'nxi's ew aphmenx txãa SIM.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
pbb: Na' nmejnxa'ja idx PIN ew. Fxi'jwaja's txame paçte fxi'jwa' PUK naa ki'pnxisa's vxisya SIM.

source: Enter PUK code
pbb: Fxi'jxa PUK

source: Enter SIM {{n}} PUK
pbb: Fxi'jxa PUK txtee wesx SIM {{n}}

source: SIM {{n}} PUK
pbb: PUK txtee wesx SIM {{n}}

source: PUK code
pbb: Paçte fxi'jnxi PUK

source: PUK code must have exactly 8 characters.
pbb: Txãa paçte fxi'jnxisa' PUK jipuwa' ji'pna txawẽyçxa 8 txawẽ'tewesx.

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Idx paçte fxijnxi's mfxi'j phadeya (PUK) txã ki'pnxisa's SIM. Eçtx bejnx idx ki'pnxisa's SIM meçxa mba'ya idx mjisa's txã's thakwe jiyuya'.

source: The PUK was incorrect.
pbb: Txã paçte PUK fxi'jnxisa' ewmea'.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Teçxanxa' nenxuça ew fxi'jwa' paçte fxi'jnxisa's ki'pnxisa's SIM jxuka vxiswa' jipumenxunuph. Bejnx idx eçtxi ki'pnxisa's idx mjisa's thakwe jiyuya'.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Teçxanxa' nenxuça {{n}} ew fxi'jwa' paçte fxi'jnxisa's ki'pnxisa's SIM jxuka vxiswa' jipumenxunuph. Bejnx idx eçtxi ki'pnxisa's idx mjisa's thakwe jiyuya'.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Teçxanxa' nenxuça {{n}} ew fxi'jwa' paçte fxi'jnxisa's ki'pnxisa's SIM jxuka vxiswa' jipumenxunuph. Bejnx idx eçtxi ki'pnxisa's idx mjisa's thakwe jiyuya'.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Teçxanxa' nenxuça {{n}} ew fxi'jwa' paçte fxi'jnxisa's ki'pnxisa's SIM jxuka vxiswa' jipumenxunuph. Bejnx idx eçtxi ki'pnxisa's idx mjisa's thakwe jiyuya'.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Teçxanxa' nenxuça {{n}} ew fxi'jwa' paçte fxi'jnxisa's ki'pnxisa's SIM jxuka vxiswa' jipumenxunuph. Bejnx idx eçtxi ki'pnxisa's idx mjisa's thakwe jiyuya'.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
pbb: Na' nmejnxaja' txã's fxijwa' paçte wesxa's PUK ew. Idx ki'pnxisa's SIM jxukanxa'j nenxun vxiswa' ewmenxunuph aça patewesxa's fxi'çxa teçx PUK ewmena.

source: Create new PIN (4 to 8 digits)
pbb: Vxite u'ses kutxi'n PIN (na'wẽsa 4 vxite 8 txthethnxisa)

source: Confirm new PIN
pbb: U'ses tasxna PIN

source: PINs don’t match
pbb: Txa PIN txa'wẽymeta

source: Enter NCK code
pbb: Mfxi'j NCK

source: Enter CCK code
pbb: Mfxi'j CCK

source: Enter SPCK code
pbb: Mfxi'j SPCK

source: Enter NCK1 code
pbb: Mfxi'j paçte NCK1

source: Enter NCK2 code
pbb: Mfxi'j paçte NCK2

source: Enter HNCK code
pbb: Mfxi'j paçte HNCK

source: Enter RCCK code
pbb: Mfxi'j paçte RCCK

source: Enter RSPCK code
pbb: Mfxi'j paçte RSPCK

source: Enter SIM {{n}} NCK
pbb: Mfxi'j NCK txte wesx SIM {{n}}

source: Enter SIM {{n}} CCK
pbb: Mfxi'j CCK txte wesx SIM {{n}}

source: Enter SIM {{n}} SPCK
pbb: Mfxi'j SPCK txte wesx SIM {{n}}

source: Enter SIM {{n}} NCK1
pbb: Mfxi'j NCK1 txte wesx SIM {{n}}

source: Enter SIM {{n}} NCK2
pbb: Mfxi'j NCK2 txte wesx SIM {{n}}

source: Enter SIM {{n}} HNCK
pbb: Mfxi'j HNCK txte wesx SIM {{n}}

source: Enter SIM {{n}} RCCK
pbb: Mfxi'j RCCK txte wesx SIM {{n}}

source: Enter SIM {{n}} RSPCK
pbb: Mfxi'j RSPCK txte wesx SIM {{n}}

source: SIM {{n}} NCK
pbb: NCK txte wesx SIM {{n}}

source: SIM {{n}} CCK
pbb: CCK txte wesx SIM {{n}}

source: Type your NCK code
pbb: Mfxi'j paçte wesxa's NCK

source: Type your CCK code
pbb: Mfxi'j paçte wesxa's CCK

source: Type your SPCK code
pbb: Mfxi'j paçte wesxa's SPCK

source: Type your NCK1 code
pbb: Mfxi'j paçte wesxa's NCK1

source: Type your NCK2 code
pbb: Mfxi'j paçte wesxa's NCK2

source: Type your HNCK code
pbb: Mfxi'j paçte wesxa's HNCK

source: Type your RCCK code
pbb: Mfxi'j paçte wesxa's RCCK

source: Type your RSPCK code
pbb: Mfxi'j paçte wesxa's RSPCK

source: NCK must have between 8 and 16 characters.
pbb: Txtee NCK ji'pna txawẽ 8 vxite 16 txa'wẽsa.

source: CCK must have between 8 and 16 characters.
pbb: Txtee CCK ji'pna txawẽ 8 vxite 16 txa'wẽsa.

source: SPCK must have between 8 and 16 characters.
pbb: Txtee SPCK ji'pna txawẽ 8 vxite 16 txa'wẽsa.

source: NCK1 must have between 8 and 16 characters.
pbb: Txtee NCK1 ji'pna txawẽ 8 vxite 16 txa'wẽsa.

source: NCK2 must have between 8 and 16 characters.
pbb: Txtee NCK2 ji'pna txawẽ 8 vxite 16 txa'wẽsa.

source: HNCK must have between 8 and 16 characters.
pbb: Txtee HNCK ji'pna txawẽ 8 vxite 16 txa'wẽsa.

source: RCCK must have between 8 and 16 characters.
pbb: Txtee RCCK ji'pna txawẽ 8 vxite 16 txa'wẽsa.

source: RSPCK must have between 8 and 16 characters.
pbb: Txtee RSPCK ji'pna txawẽ 8 vxite 16 txa'wẽsa.

source: The NCK code is incorrect.
pbb: Paçte fxi'jnxi'sa' NCK ewmea'.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
pbb: Ũkhe wesa' txãjxjĩçxhaçxhapa ewme'.Nasaa teeçxakh ki'ki'n neyũu fxi'nxi's txhuden ewsa'. eç pejxinxisa's papẽyna idx vxisnxisa's meeçxa' idx yakh ih ũsuhn çan we'we's mjĩin u'psaa çaam we'we's mjĩin u'psaa jweiçxaa ji'phuwa'ja's pta'sxna.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
pbb: Ũkhe wesa' txãjxjĩçxhaçxhapa ewme'.Neyũutxna {{n}} ki'ki'n eç fxi'nxisa's txhuhden phewu'jxa'.Eçe pejxinxisa's papẽyna idx vxisnxisa's meeçxa' idx yakh ih ũsuhn çaam wesa's mjĩin u'psa's jweiçcxaa ji'phuwa'ja's pta'sxna.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
pbb: Ũkhe wesa' txãjxjĩçxhaçxhapa ewme'.Neyũutxna {{n}} ki'ki'n eç fxi'nxisa's txhuhden phewu'jxa'.Eçe pejxinxisa's papẽyna idx vxisnxisa's meeçxa' idx yakh ih ũsuhn çaam wesa's mjĩin u'psa's jweiçcxaa ji'phuwa'ja's pta'sxna.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
pbb: Ũkhe wesa' txãjxjĩçxhaçxhapa ewme'.Neyũutxna {{n}} ki'ki'n eç fxi'nxisa's txhuhden phewu'jxa'.Eçe pejxinxisa's papẽyna idx vxisnxisa's meeçxa' idx yakh ih ũsuhn çaam wesa's mjĩin u'psa's jweiçcxaa ji'phuwa'ja's pta'sxna.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
pbb: Ũkhe wesa' txãjxjĩçxhaçxhapa ewme'.Neyũutxna {{n}} ki'ki'n eç fxi'nxisa's txhuhden phewu'jxa'.Eçe pejxinxisa's papẽyna idx vxisnxisa's meeçxa' idx yakh ih ũsuhn çaam wesa's mjĩin u'psa's jweiçcxaa ji'phuwa'ja's pta'sxna.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
pbb: Ũkhe wesa's txajxjĩcxhaçxhapa ewme'.Nmeh isaya'path fxi'jxa' txhudenxii ewsa's. papẽyna eç pejxinxisa's idx vxinxisa's meeçxa' idx yakh ih ũsuhn çaam wesa's mjĩin u'psa's jweiçxaa ji'phuwa'ja's pta'sxna.

source: Skip
pbb: Peçxkana

source: Send
pbb: Kaahn

source: OK
pbb: Ewna jĩma'k

source: The SIM card is locked
pbb: Naa ki'pnxisaa PIN-te na's phadeya'

source: Last try.
pbb: Ki'ki'n nmeh isan

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
pbb: Neyũun {{n}} ki'ki'n isan.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
pbb: Neyũun {{n}} ki'ki'n isan.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
pbb: Neyũun {{n}} ki'ki'n isan.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
pbb: Neyũun {{n}} ki'ki'n isan.

source: SIM Manager
pbb: Jxkaahn SIM-te

source: (default)
pbb: (Ãhçxaak pẽy)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
pbb: Payanxisa' vxite' eç kaanxi kase'hna na'wẽ ki'h çxkitxanxiju pta'sxna na's phewu'hna naa SIM-te ãhçxaak pẽy txã'wẽtepa

source: You can change default settings at Settings > SIM manager
pbb: Yu'pthẽhya' ewune'ga phewuhn ãhçxaa pẽynxisa's phewu'wa'ja's > Jxkaahn ki'pnxisaa SIM-te

source: SIM PIN locked
pbb: PIN-a's SIM.-te aphnxisa'

source: No operator
pbb: Çaam we'we's mjĩin u'psamee

source: Searching
pbb: Pakwewa'h

source: Language
pbb: Kujwed yuwe

source: Cellular Data
pbb: Ẽsesenxi's pta'sxna

source: Enable Data
pbb: Mki'ta pta'sxnxisa's

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
pbb: Fxki'tan çxkitxan pta'sxna ktehegun vxisna idx çaam we'wekwe's teeçx yuhpa çxkitxamee wifi-te txãwẽyçxaa ewuna fxkitaya' jwe yaçka phewujxa'. akhna ki'h een ji'phun teeçx çhukhte ji'phunxisa's pta'sxna idx çaam we'we's mjĩin u'psaa ãhsa's akhya' kuskaytewe'sxa's.

source: Warning
pbb: Dxikhẽy we'wen ũsthu

source: Geolocation
pbb: Kiwe's thẽgnxisaa

source: Enable Geolocation
pbb: Mki'ta kiwe's thẽgnxisa's

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
pbb: {{brandShortName}} na'wẽ vxisna pta'sxna GPS-te, wifi-te sa' idx ũkhe wes ẽsesenxi's kutxahna ki'h pu'sxna idx jiyunximeesa's kxtee ũste,

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
pbb: Pta'sxna kajane'ga Mozilla-te sa' vxite çaam we'we's mjĩin u'psa', sa' txãwẽyçxaa vxisna kãajãhna ki'h nmehte ewuya' naa jwee dxijuy kayiyun mdee ũstepa. Jxawupa'ga pta'sxna idx pkhakhenxisa's sa' ki'ki'n pkhakhna txãaiçxatx mjĩna kãjãhna ma'wẽn mjĩmee ũste maa yuhpa vxisnximene'ta.

source: Notice
pbb: Pta'sxna

source: More about your privacy
pbb: Jweiçxaa pta'sxna kakwesu txãjx jĩçxa's

source: Scanning for networks
pbb: Ũkje wesa's pakwena

source: Select a network
pbb: Txhitxna teeçx ũkje wesa's

source: Connecting…
pbb: Çxkitxansa...

source: Obtaining an IP address…
pbb: pisanxi we-te uyna IP-te...

source: Connected
pbb: Çxkitxaçxaa

source: Connection failed
pbb: Ewmee çxkitxana

source: Offline
pbb: Çxkitxanximee

source: secured by {{capabilities}}
pbb: Phuphna {{capabilities}}

source: Security
pbb: Pa'yakxwa'j

# securityNone
source: None
pbb: Maa yuhpa

source: Open
pbb: Phande

# securityOpen.ariaLabel
source: Security
pbb: Pa'yakxwa'j

# identity
source: User
pbb: Kselpi'hsaa

# identityInput.placeholder
source: User
pbb: Kselpi'hsaa

source: Password
pbb: Çhukte ji'phun

# passwordInput.placeholder
source: Password
pbb: Çhukte ji'phun

source: Show Password
pbb: Kthẽguhn çxhukte ji'phunxi's

source: Refresh
pbb: Yu'pthẽhn

source: No wireless networks found
pbb: Ũkhe wesa's uyya' ewuñmeta' jxuju kijxpa ji'phmee u'kasasa'.

source: Join hidden network
pbb: Utxana teeçx ũkhe wes uynxisame's

source: Authentication
pbb: isasa's kvxituhwa'j

source: SSID Network Name
pbb: Yase SSID ũkhe wesu

source: {{level}} of 4 bars
pbb: {{level}} kahwesu pahz puçkhẽ

source: Networks found
pbb: Ũkhe wesa's uynxisaa

source: Date & Time
pbb: Kĩh eente takhni sa' vxite eena's ma' u'jweçte thẽgnxisaa

source: Time zone
pbb: Kxtee tuphinxi's thẽgna

source: Change
pbb: Yu'pthẽhn

source: Region
pbb: Kwe'sx kiwe thẽgnxisaa

source: City
pbb: Çxhab wala

source: Date
pbb: Een

source: Time
pbb: Eena's ma' u'jweçte thẽgnxisaa

source: Import contacts
pbb: Jxjun pahte ih ũsuhn

source: SIM card
pbb: Ki'pnxisaa SIM-te

source: Not imported yet
pbb: Ki'h yuhpa jxun u'jweçmeete

source: Other accounts
pbb: Vxite ku'txi'jnxisa

source: A Firefox Account lets you find a lost phone and buy apps from the Firefox Marketplace.
pbb: Teeçxsa's isan Firefox-te kthegun uyna teeçx çaam we'wenxisa's yvxithnxisa's sa' kiki'n weyna apps-te txãjuy firefox Marketplace.

source: Create Account or Sign In
pbb: Isa vxithna meçxa' çxkitxana

source: A verification link has been sent to {{email}}
pbb: Teeçx çxkitxanisa's thẽgçxa' kanxi'k neyũu {{email}}

source: Signed in as {{email}}
pbb: Na'wẽ çxkitaxana {{email}}

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
pbb: {{brandShortName}} software-te vxiu pa'kame' sa' txudenxi kĩjxpa yũumee mjĩna teeçx pkhakhenxisate nmeh seena ũsta' jxuka naa kiwete' uta. Maaĩ kãjãnxisa jiyuwa'a ji'ptha'w:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
pbb: {{brandShortName}} een ji'phpa ũsne'ga wejkwe kxtey yũuya' kujwed jxkaajxa' txhudenxi's kĩjxpa yumee, txãa pwe'sx Mozilla public license. Teeçx vxisnxi's mjĩna {{brandShortName}} ewuhn txãwẽyçxaa ji'phuya' software-te tekhtewe'sxa's ew phewuhna. Mazsatx kxteey yũun kxtewe'sxtxi, maa txhudenxitxi' thẽymee jwekkwe teeçxsa's jxkaajane'ga phadena ew phewu'hçxaa fxi'zxenitx yu'phthẽhn txhudehn uh sa' txhudeden yu'phthẽn fxiyfxiy ktheguhn yu'phthẽhna.

source: SIM Card Warning
pbb: Pa'yak mes SIM-te ki'pnxisa's

source: Please, insert a SIM card and reboot your phone.
pbb: Kãjaãhna teeçx ki'pnxisaa SIM-te ki'ki'n takhna idx çaam we'wekwe's.

source: Learn more at <a>{{url}}</a>
pbb: Jweeiçxaa pta'sxna <a>{{url}}</a>

source: Learn how Mozilla handles your information at <a>{{url}}</a>
pbb: Mozilla-te na'wẽ miyu jkaana idx pta'sxnxisa's <a>{{url}}</a>

source: Help us improve our products and services by automatically sending analytics data.
pbb: Pu'çxwe phewuhna kwe'sx txhudenxisaatx sa' selpisana kaahna kuh jwend jxã'ya ewumesa's pta'sxna ki'h ũusyakxna.

source: Learn how Mozilla handles your information in our <a>privacy policy</a>.
pbb: Mozilla-te mipta'sxwe kahkwesu ma'wẽ jxkaana idx pta'sxnxi's kwe'sx jĩ's <a>utxate idx jĩ's puutx pu'çxna peekxĩiçxa's</a>.

source: Read our <a>Privacy Notice</a>
pbb: Kwe'sx jĩ's jxpayya' <a> Pta'sxna kwekwesu peekxkĩçxa's </a>

source: About {{brandShortName}}
pbb: Utxaju {{brandShortName}}

source: Your Privacy
pbb: Idx jĩiçxa's

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
pbb: Vxisna {{brandShortName}},yu'pthẽhn kxtee teeçx ãjte pkhakheçxa naa kiwete uta kih pu'sx jĩina txãasaa teeçx web-te nmeh ewna kuskaytewe'sxa's. Ki'h jweiçxaa ji'phun jiyuwẽçxaa kuh pkhakhenxisatx Mozilla-te, meeçxa' kihçxapa yũuna utaxsi idx jĩ's, mfxi' tasxu idx pisanxi web-te kajaçthu.

source: Yes! Send data.
pbb: ¡Ewna! txãa yasetx kaawẽth.

source: Email address
pbb: Pisanxi web-u kajaçthu

source: Email successfully added
pbb: Kajaçthu kãajãhna ãhçxaasa's

source: Saving your email…
pbb: Jxawna idx kaanxisa's...

source: Marketplace
pbb: Weyuynxi

source: Basic
pbb: Jxthuthesaa

source: Enhanced
pbb: Jweeiçxaa ewuna

# noneMetricsRadio
source: None
pbb: Maa yuhpa

source: Send app usage and error reports.
pbb: kaah vxisna apps-te pta'sxna ewmeesa's.

source: Send Basic report plus diagnostic information.
pbb: Jxthuthesa's pta'sxna kaah jweeiçxaa kaajiyuhna ma'wẽ piyatepa jiyuya'çxaa.

source: Do not send any data.
pbb: Kaahnu maa yuhpa pta'sxmeeta'.

source: Back
pbb: E'su

source: Next
pbb: Ya'çka kaanxi

source: Join
pbb: Çxkitxana

source: Done
pbb: Jxa'jxa'

source: That’s it!
pbb: ¡Naa jxuka!

source: Start your phone tour!
pbb: ¡Miyu idx çaam we'wekwe's !

source: Start your tablet tour!
pbb: ¡U'hkan takhna internet-te vxisnxi tableta!

source: Join us for a quick tutorial about your new phone.
pbb: Pikxna u'jweka teeçxsa's thẽgna nuyihsaa mdee ewumeete' kwejkwesu idx çaam u'se we'wekwete'.

source: Join us for a quick tutorial about the updates to your phone!
pbb: Pi'kxna u'jweka teeçxsa's thẽgna nuyihsaa mdee ewumeete' kwejkwesu yu'pthẽjna idx çaam we'wekwete'.

source: You’re ready to enjoy your new phone.
pbb: Na's jxuka ji'pthu ki'h wecxana idx u'se çaam we'wekwete.

source: You’re ready to enjoy your updated phone.
pbb: Na' jxuka ji'pthu ki'h weçxana idx çaam we'wekwete yu'pthehna.

source: You can change the language, date/time and Wi-Fi connection in settings.
pbb: Phewuhn yu'pthẽhya' ewuna kuh jwed we'wena kĩh eente takhni sa' eena' ma' u'jweçte thẽgnxisa's,meeçxa' çxkitxana wifi-te.

source: Let’s go
pbb: Avxnun u'jweka

source: Start tour
pbb: Pa'jxa' takhya'path

source: You can always swipe from the bottom edge to enter home screen.
pbb: Ma'wẽnpa tasxu khadan ujxa' ewuna thẽgnxisa's takhna.

source: Let’s do it!
pbb: ¡Vxituka!

source: Free Apps
pbb: Apps-te vxu pa'kamee

source: {{carrierName}} is offering free apps to help get you started. They will download <em>at no charge</em> while you finish setting up your phone.
pbb: {{carrierName}} ewna apps-te pu'sxna takhna vxuu pa'kame jĩna.Ki'h spahkxh <em>mjĩmee</em> napkhaçxha' idxa' jxahna phewuhna idx çaam we'wekwete'.

source: {{carrierName}} is offering free apps to help get you started. You can download them <em>at no charge</em>.
pbb: {{carrierName}} ewna apps-te pu'sxna takhna vxuu pa'kame' jĩna. Spahkxya' ewune'ga <em>mjĩmee</em>.

source: Your carrier is offering free apps to help get you started. They will download <em>at no charge</em> while you finish setting up your phone.
pbb: Idx çaam we'we's mjĩin u'psaa ewuna apps-te pu'sxna takhna vxuu pa'kame jĩna.Ki'h spahkxh <em>mjĩmee</em> napkhaçxha' idxa' jxahna phewuhna idx çaam we'wekwete'.

source: Find these apps and many more when you visit Marketplace!
pbb: ¡Naa apps-te uyna meeçxa' vxite ma'wẽn pajxa' Marketplace!

source: Tutorial
pbb: Nuyihsaa mdee ewumeete'

# tutorial-step1-large-3
source: Swipe down to access recent notifications, usage information and settings.
pbb: Khaadan thẽgna tasxuju pta'sxna u'sesatx, kaajiyuhn aça' ki'h phewu'na.

source: Swipe left or right to discover new apps on home screen.
pbb: Khadahna thẽgna jebu ju'gu meeçxa' paçu ju'gu phadena u'sesatx apps-t thẽgna takhna.

source: Tap and hold on an icon to delete or move it.
pbb: Mikhthẽth teeçx pisanxi teeçx je'ztewe'sx khũkhna meeçxa' kẽse'jxa'.

source: Two fingers swipe up from the bottom edge to trigger card view.
pbb: Khadahna je'z kuse vxĩya' le'çxkwẽ yakh thẽgna kwekweju nmeh tasxu ki'tan tudte ki'phnxisa's.

source: Swipe up and down to browse your apps. Tap and hold an icon to delete, move, or edit it.
pbb: Khadan thẽgna kute kwekweju meeçxa' khekhe tasxu phadena apps-te. Mikhthẽth teeçx pisanxite napkhaçxha' teeçx je'ztewe'sxa' ki'h khũkhuna.

# tutorial-notifications-v2-tiny
source: Swipe down to access recent notifications, usage information and settings.
pbb: Khaadan thẽgna tasxuju pta'sxna u'sesatx, kaajiyuhn aça' ki'h phewu'na.

source: Drag from the left edge of your screen to return to recently used apps.
pbb: Khadan thẽgna pu'çkhẽ jebuju ki'h sxawedna apps-te jweiçxaa u'sesatx.

source: Tap on the search box anytime to start a search or go to a website.
pbb: Mikxtheth pahz puzaju pakwena ma'wẽn ki'h takheççxa' teeçxsa's pakwena meeçxa' uhn teeçx web-te.

source: Your bookmarks have been moved to the homescreen. When editing, tap a bookmark to edit or rename it.
pbb: I'kwe'sx ki'pnxisa's kẽse'pa'kwe thẽgna takhnxisa's. Mikhthẽth teeçx ki'pnxisa's yu'pthẽhn meeçxa' ki'ki'n yu'pthẽhna.

source: You must be connected to the Internet to view the page.
pbb: Çxkitxanxi yã'h ũsa' Internet-te pta'sxnxisa's thẽgya'.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
pbb: E'su sxawena sa' çxkitxana Internet-te. Txã'wẽyçxaa thẽgna pta'sxna yuuya' ewune'ga e'suwe'sxtxi phewuhna meeçxa' fxijaçthu pisanxi web-te {{url}} maa khẽsehnxitepa'.

source: OK
pbb: Ewna jĩna

source: You must be connected to the Internet to subscribe to the newsletter.
pbb: Internet-te ki'h çxkitxaçxa' ũswa'h ji'pthu pu'çxna kĩhne eenxisa kaaskhẽwuju txã's kthẽguhna.

source: Please go back and connect to the Internet.
pbb: Internet-te kasxweduhna sa' ki'ki'n çxkitxana

source: Your email is not valid
pbb: Kumputadurte kaani ewme'

source: Please go back and correct your entry.
pbb: Kasxweduhna sa' ki'h kayaki'hn i'kwe'sx pta'sxisatx.

source: Retry
pbb: Ki'ki'n isan

source: Cancel
pbb: Tuduçmeeth

source: Step {{step}} of {{total}}
pbb: Uhna {{step}} de {{total}}

source: First Time Experience
pbb: Teeçxtewe'sxa' jiisa'
