Repository: translate/mozilla-gaia
Catalog: qvi/shared/media/media.properties.po
Languages: qvi

source: {{orientation}} image, {{timestamp}}
qvi: {{orientation}} rikchak, {{timestamp}}

source: {{orientation}} image
qvi: {{orientation}} rikchak

source: {{orientation}} video, {{timestamp}}
qvi: {{orientation}} shuyuriku, {{timestamp}}

source: {{orientation}} video
qvi: {{orientation}} shuyuriku

source: portrait
qvi: shayak

source: landscape
qvi: kinray

source: Play
qvi: Riwichina

source: Pause
qvi: samana

source: Next
qvi: Katik

source: Previous
qvi: Punta

source: Fullscreen
qvi: Pirka paktachina

source: Seek bar, duration {{ duration }}
qvi: Maskana paltarikkuska, paray {{ duration }}
