Repository: translate/mozilla-gaia
Catalog: dsb/apps/fm/fm.properties.po
Languages: dsb

source: Plug in a headset
dsb: Nagłownej słuchatce pśizamknuś

source: FM Radio requires a plugged in headset to receive radio signals.
dsb: FM-radijo trjeba pśizamknjonej nagłownej słuchatce, aby radijosignale pśidostało.

source: Airplane mode is on
dsb: Modus lěśenja jo zašaltowany

source: Turn off Airplane mode to use FM Radio.
dsb: Wušaltujśo modus lěśenja, aby FM-radijo wužywał.

source: Speaker
dsb: Głosnik

source: Favorite
dsb: Faworit

source: Frequency
dsb: Frekwenca

source: Seek Down
dsb: Dołoj pytaś

source: Seek Up
dsb: Górjej pytaś

source: On
dsb: Zašaltowany

source: Off
dsb: Wušaltowany

source: Favorited stations
dsb: Nejlubše stacije
