Repository: translate/mozilla-gaia
Catalog: */apps/settings/device_type/tv/settings.device.properties.po
Languages: ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hu, km, kn, lv, mg, ms, my, pt, ro, si, ta, th, tr, ur

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your TV will have unrestricted developer tools, allowing you to modify and debug system applications.
ar: إعادة التعيين سوف يمحو جميع بياناتك، بما في ذلك أي تطبيقات قمت بشرائها. لن يتم حفظ أي من الإعدادات أو البيانات الخاصة بك. ولكن التلفاز سيقوم بفك تقييد أدوات المطورين، مما يسمح لك بتعديل وتصحيح تطبيقات النظام.
bn_bd: রিসেট করার ফলে আপনার সকল তথ্য মুছে যাবে, আপনার ক্রয়কৃত আ্যপস এর তথ্যসহ। আপনার কোন সেটিংস বা তথ্য সংরক্ষিত থাকবে না। তবে আপনার টিভিতে স্বাধীন ডেভেলপার টুল থাকবে, যা দিয়ে আপনি সিস্টেম আ্যপলিকেশন পরিবর্তন ও ডিবাগ করতে পারবেন।
bn_in: রিসেট করা আপনার সমস্ত ডাটা মুছে ফেলবে, এমনকি অ্যাপগুলোও যা আপনি কিনেছেন। আপনার কোনো বৈশিষ্ট্য বা ডাটা সংরক্ষিত থাকবে না। কিন্তু আপনার TV-তে অবাধ ডেভেলপার টুল আছে, যা আপনাকে সিস্টেম অ্যাপ্লিকেশন ডিবাগ ও পরিবর্তন করতে সাহায্য করবে।
br: Adderaouekaat a ziverko ho holl roadennoù, en o zouez an arloadoù prenet ganeoc'h. Ne vo ket enrollet hini ebet eus ho kwellvezioù pe roadennoù. Binvioù diorren anvevenn a vo gant ho skinweler avat, roet e vo an aotreoù deoc'h da zaskemmañ ha diveugañ arloadoù ho reizhiad.
bs: Resetovanje će obrisati sve vaše podatke, uključući i aplikacije koje ste kupili. Nijedna vaša postavka neće biti sačuvana. Ali će vaš telefon imati neograničene razvojne alate, što će vam omogućiti da mijenjate i debagirate sistemske aplikacije.
ca: La reinicialització esborrarà totes les dades, incloses totes les aplicacions que hàgiu comprat. No es desarà cap dels vostres paràmetres ni dades. Però el televisor tindrà accés sense restriccions a les eines de desenvolupament, que us permetrà modificar i depurar les aplicacions del sistema.
cy: Bydd ailosod yn dileu eich data i gyd, gan gynnwys unrhyw apiau rydych wedi eu prynu. Ni fydd dim o'ch gosodiadau na data'n cael eu cadw. Ond bydd gan eich teledu offer datblygwyr dilyffethair, gan ganiatáu i chi newid a dadfygio rhaglenni eich system.
eu: Leheneratzean, zure datu guztiak ezabatuko dira, eskuratu dituzun aplikazioak barne. Ez dira zure ezarpenak eta datuak gordeko. Hala ere, zure telebistak mugarik gabeko garatzaile-tresnak izango ditu eta sistemaren aplikazioak aldatu eta araztu ahal izango dituzu.
fa: تنظیم‌مجدد تمامی اطلاعات شما از جمله برنامه‌هایی که خریده‌اید را پاک خواهد کرد. هیچ‌کدام از تنظیمات و اطلاعات شما ذخیره نخواهد شد. اما تلویزیون شما ابزارهای توسعه غیرمحدود خواهد داشت، که به شما اجازه می‌دهد برنامه‌های سیستمی را تغییر و رفع‌اشکال کنید.
ga_ie: Má athshocraíonn tú an teilifíseán, léirscriosfar na sonraí go léir atá ann, aipeanna a cheannaigh tú san áireamh. Ní shábhálfar do chuid socruithe nó sonraí. Ach beidh uirlisí forbartha gan teorainn air, sa chaoi go mbeidh tú in ann feidhmchláir an chórais a athrú agus a dhífhabhtú.
gd: Ma nì thu ath-shuidheachadh, thèid an dàta air fad agad a sguabadh às, a’ gabhail a-staigh aplacaid sam bith a cheannaich thu. Cha dèid gin dhe na roghainnean no dhen dàta agad a shàbhaladh. Ach bidh innealan luchd-leasachaidh gun chuingeachadh aig an TBh agad, rud a bheir cothrom dhut aplacaidean an t-siostaim atharrachadh ’s dì-bhugachadh.
hu: Az alaphelyzetbe állítás törli az összes adatát, beleértve az esetleg megvásárolt appokat is. Beállításai vagy adatai nem kerülnek mentésre. TV-je azonban korlátozás nélküli fejlesztői eszközökkel fog rendelkezni, lehetővé téve a rendszeralkalmazások módosítását és hibakeresését.
kn: ಮರುಹೊಂದಿಸುವುದು ನಿಮ್ಮೆಲ್ಲ ಡೇಟಾ ಅಳಿಸುತ್ತದೆ, ನೀವು ಖರೀದಿಸಿದ ಅನ್ವಯಗಳನ್ನೂ ಒಳಗೊಂಡಂತೆ. ನಿಮ್ಮ ಯಾವುದೇ ಸಿದ್ಧತೆಗಳು ಅಥವಾ ಡೇಟಾವನ್ನು ಕೂಡ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ. ಆದರೆ ನಿಮ್ಮ TV ತಡೆಯಿಲ್ಲದ ಡೆವೆಲಪರ್ ಉಪಕರಣಗಳಿಗೆ ಪ್ರವೇಶ ಹೊಂದಿದ್ದು, ಸಿಸ್ಟಂನ ಅನ್ವಯಗಳನ್ನು ಬದಲಾಯಿಸುವ ಮತ್ತು ಡೀಬಗ್ ಮಾಡುವುದನ್ನು ಅನುಮತಿಸುತ್ತದೆ.
lv: Atstāstīšana izdzēsis visi jūs dati, ieskaitot aplikācijas kuras jūs nopirkāt. Nedz jūsu iestatījumi nedz dati netiks saglabāti. Bet jūsu televizoram pavērsies jaunas iespējas: jums būs pieejami izstrādāšanas rīki bez jebkādiem ierobežojumiem, ļaujot jums rediģēt un atkļūdot sistēmas lietotnes.
mg: Ny fanefena indray dia hamafa ny datanao rehetra, anisany ireo app novidinao. Tsy misy ho voatahiry ireo tefinao na datanao. Saingy hanana fitaovana mpamolavola tsy voafetra ny telenao, izay hahafahanao manova sy manala tsininy ireo rindranasan-drafitra.
pt: A reposição irá remover todos os seus dados, incluindo quaisquer aplicações que tenha adquirido. Não serão guardadas quaisquer definições ou dados, mas a sua TV irá ter ferramentas de programação sem restrições, permitindo que modifique e depure aplicações de sistema.
ro: Resetarea va șterge toate datele, inclusiv orice aplicație pe care ai achiziționat-o. Niciuna din setări sau date nu va fi salvată. Însă TV-ul va avea unelte de dezvoltare fără restricții, permițându-ți să modifici și să depanezi aplicațiile din sistem.
th: การตั้งค่าใหม่จะล้างข้อมูลทั้งหมดของคุณ รวมทั้งแอปใด ๆ ที่คุณซื้อ จะไม่มีการตั้งค่าหรือข้อมูลของคุณถูกเก็บไว้ แต่โทรทัศน์ของคุณจะมีเครื่องมือนักพัฒนาที่ไม่ถูกจำกัดการใช้งาน อนุญาตให้คุณสามารถเปลี่ยนแปลงและแก้จุดบกพร่องแอปพลิเคชันระบบ
tr: Sıfırlama, satın aldığınız uygulamalar da dahil olmak üzere tüm verilerinizi silecektir. Ayar ve verilerinizin hiçbiri kaydedilmeyecektir. Fakat TV'nizde sistem uygulamalarını düzenlemenize ve hata ayıklamanıza olanak veren kısıtlamasız geliştirici araçlarları bulunacaktır.
ur: رسیٹ کرنے سے آپ کا سارا ڈیٹا مٹ جایے گا، جس میں خریدی ہوی ایپس بھی شامل ہے۔ آپ کی کوی بھی سیٹنگیں یا کوائف محفوظ نہیں رہیںگی۔ لیکن آپ کے ٹیلی ویژن مے غیر محدود تخلیق کار ٹولس ہے، جو آپکو نظامی ایپلی کیشن ترمیم اور ٹھیک کرینے کی اجازت دےتے ہے۔

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your TV will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
bn_bd: রিসেট করার ফলে আপনার সকল তথ্য মুছে যাবে, আপনার ক্রয়কৃত আ্যপস এর তথ্যসহ। আপনার কোন সেটিংস বা তথ্য সংরক্ষিত থাকবে না। আপনার টিভিতে স্বাধীন ডেভেলপার টুল থাকবে না। আপনি সিস্টেম আ্যপলিকেশন পরিবর্তন ও ডিবাগ করার অনুমতি পাবেন না।
bn_in: রিসেট করা আপনার সমস্ত ডাটা মুছে ফেলবে, এমনকি অ্যাপগুলোও যা আপনি কিনেছেন। আপনার কোনো বৈশিষ্ট্য বা ডাটা সংরক্ষিত থাকবে না। কিন্তু আপনার TV-তে অবাধ ডেভেলপার টুল আছে, যা আপনাকে সিস্টেম অ্যাপ্লিকেশন ডিবাগ ও পরিবর্তন করতে সাহায্য করবে।
br: Adderaouekaat a ziverko ho holl roadennoù, en o zouez an arloadoù prenet ganeoc'h. Ne vo ket enrollet hini ebet eus ho kwellvezioù pe roadennoù. Ne vo binvioù diorren anvevenn ebet gant ho skinweler avat. Ne vo ket roet an aotreoù deoc'h da zaskemmañ pe da ziveugañ arloadoù ho reizhiad.
bs: Resetovanje će obrisati sve vaše podatke, uključući i aplikacije koje ste kupili. Nijedna vaša postavka neće biti sačuvana. Vaš TV više neće imati neograničene razvojne alate. Više nećete moći mijenjati ili debagirati sistemske aplikacije.
ca: La reinicialització esborrarà totes les dades, incloses totes les aplicacions que hàgiu comprat. No es desarà cap dels vostres paràmetres ni dades. El televisor ja no tindrà accés sense restriccions a les eines de desenvolupament. Ja no podreu modificar ni depurar les aplicacions del sistema.
cy: Bydd ailosod yn dileu eich data i gyd, gan gynnwys unrhyw apiau rydych wedi eu prynu. Ni fydd dim o'ch gosodiadau na data'n cael eu cadw. Ni fydd gan eich teledu offer datblygwyr dilyffethair. Ni fydd modd i chi newid a dadfygio rhaglenni eich system.
fa: تنظیم‌مجدد تمامی اطلاعات شما را، از جمله برنامه‌هایی که خریده‌اید را حذف خواهد کرد. هیچ‌کدام از تنظیمات یا اطلاعات شما ذخیره نخواهد شد. تلویزیون شما دیگر ابزارهای توسعه غیرمحدود نخواهد داشت. شما دیگر نخواهید توانست برنامه‌های سیستمی را رفع‌اشکال یا تغییر دهید.
ga_ie: Má athshocraíonn tú an teilifíseán, léirscriosfar na sonraí go léir atá ann, aipeanna a cheannaigh tú san áireamh. Ní shábhálfar do chuid socruithe nó sonraí. Ní bheidh uirlisí forbartha gan teorainn air a thuilleadh. Ní bheidh tú in ann feidhmchláir an chórais a athrú agus a dhífhabhtú.
gd: Ma nì thu ath-shuidheachadh, thèid an dàta air fad agad a sguabadh às, a’ gabhail a-staigh aplacaid sam bith a cheannaich thu. Cha dèid gin dhe na roghainnean no dhen dàta agad a shàbhaladh. Cha bhi làn-chothrom air innealan luchd-leasachaidh aig an TBh agad tuilleadh. Chan urrainn dhut aplacaidean an t-siostaim atharrachadh ’s dì-bhugachadh tuilleadh.
hu: Az alaphelyzetbe állítás törli az összes adatát, beleértve az esetleg megvásárolt appokat is. Beállításai vagy adatai nem kerülnek mentésre. TV-je azonban korlátozás nélküli fejlesztői eszközökkel fog rendelkezni, lehetővé téve a rendszeralkalmazások módosítását és hibakeresését.
lv: Atstāstīšana izdzēsis visi jūs dati, ieskaitot aplikācijas kuras jūs nopirkāt. Nedz jūsu iestatījumi nedz dati netiks saglabāti. Jūsu televizoram vairs nebūs pieejami izstrādāšanas rīki bez ierobežojumiem, un jūs vairs nevarēsiet rediģēt vai atkļūdot sistēmas lietotnes.
pt: A reposição irá remover todos os seus dados, incluindo quaisquer aplicações que tenha adquirido. Não serão guardadas quaisquer definições ou dados. A sua TV não irá ter ferramentas de programação sem restrições. Não poderá modificar ou depurar aplicações de sistema.
ro: Resetarea va șterge toate datele, inclusiv orice aplicație pe care ai achiziționat-o. Niciuna din setări sau date nu va fi salvată. TV-ul nu va mai avea unelte de dezvoltare fără restricții. Nu vei mai putea modifica sau depana aplicațiile de sistem.
th: การตั้งค่าใหม่จะล้างข้อมูลทั้งหมดของคุณ รวมทั้งแอปใด ๆ ที่คุณซื้อ จะไม่มีการตั้งค่าหรือข้อมูลของคุณถูกเก็บไว้ โทรทัศน์ของคุณจะไม่มีเครื่องมือนักพัฒนาที่ไม่ถูกจำกัดการใช้งานอีกต่อไป คุณจะไม่สามารถเปลี่ยนแปลงหรือแก้จุดบกพร่องแอปพลิเคชันระบบได้อีกต่อไป

source: Turning on power save mode turns off the TV’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
ar: تشغيل وضع توفير الطاقة سيوقف بيانات التلفاز، وتقنية البلوتوث و وصلات تحديد الموقع الجغرافي لتمديد عمر البطارية. مازال بإمكانك تشغيل هذه الخدمات مرة أخرى يدويا.
bg: Включването на режима на пестене на енергия ще деактивира свързаността чрез мобилни данни, чрез Bluetooh и геолокацията, за да се спести живота на батерията. Ще можете ръчно да включите тези услуги.
bn_bd: শক্রি সঞ্চয় মোড চালু করলে এটি ব্যাটারী লাইফ বাড়াতে টিভির ডাটা, ব্লুটুথ এবং ভৌগলিক-অবস্থানের সংযোগ বন্ধ করে দেয়। আপনি নিজ হাতে এগুলো আবার চালু করতে পারবেন।
bn_in: বিদ্যুৎ সংরক্ষণ মোড চালু করলে টিভির তথ্যসমূহ, ব্লু-টুথ এবং ভৌগলিক অবস্থান সংযোগ বন্ধ হয়ে যাবে ব্যাটারির সময়কাল প্রসারণ করতে। তবুও অাপনি এই পরিসেবাসমূহ নিজহাতে পুনরায় চালু করতে পারেন।
br: Gweredekaat an espern energiezh a ziweredekaio roadennoù ar skinwel, ar Bluetooth hag an douarlec'hiañ evit astenn buhez ar batiri. Gallout a rit gweredekaat ar gwazerezhioù-mañ dre zorn c'hoazh.
bs: Uključivanje moda za uštedu energije isključuje podatkovnu vezu TV-a, Bluetooth i Geolokacijske veze u cilju produžavanja trajanja baterije. I dalje imate mogućnost da ove servise uključite ručno.
ca: El mode d'estalvi d'energia desactivarà les connexions de dades, Bluetooth i geolocalització del televisor per tal que la bateria duri més. Tot i així, podeu tornar a activar els serveis manualment.
cy: Bydd cychwyn y modd cadw pŵer yn diffodd data, Bluetooth a chysylltiadau geoleoliad y teledu er mwyn estyn oes y batri. Mae modd eu cychwyn eto gyda llaw.
eu: Energia aurrezteko modua aktibatzean telebistaren datuak, bluetooth-a eta geokokapena desaktibatzen dira bateriaren bizitza luzatzeko. Hala ere, zerbitzu horiek eskuz piztu ditzakezu berriro.
fa: روشن کردن حالت ذخیره انرژی سیستم شبکه اطلاعات تلویزیون، بلوتوث و سیستم مکان‌یاب جغرافیایی را خاموش می‌کند تا عمر باطری را افزایش دهد. شما می‌توانید بصورت دستی این سرویس‌ها را دوباره روشن کنید.
ga_ie: Má chuireann tú an mód spárála cumhachta ar siúl, múchfar an ceangal sonraí, Bluetooth, agus Geoshuíomh sa chaoi go mairfidh cadhnra an teilifíseáin níos faide. Is féidir leat na seirbhísí seo a chur ar siúl arís de láimh, más gá.
gd: Ma chuireas tu air modh caomhnadh na cumhachd, thèid na ceanglaichean dàta, Bluetooth is geò-lorgadh an TBh a chur dheth airson ’s gum mair am bataraidh nas fhaide. ’S urrainn dhut na seirbheisean a chur air a-rithist fhathast.
hu: Az energiatakarékos mód bekapcsolása kikapcsolja a TV adat-, Bluetooth és GPS-kapcsolatait a működési idő meghosszabbítása érdekében. Ezeket a funkciókat saját kezűleg bármikor bekapcsolhatja.
km: ការ​បើក​របៀប​សន្សំ​ថាមពល​នឹង​បិទ​ទិន្នន័យ​ទូរទស្សន៍, ការ​តភ្ជាប់​ប៊្លូធូស និង​ទីតាំង​ភូមិសាស្ត្រ ដើម្បី​ឲ្យ​ថ្ម​កាន់​បាន​យូរ។ អ្នក​នៅ​តែ​អាច​បើក​សេវាកម្ម​​ទាំង​នេះ​ដោយ​ដៃ។
kn: ವಿದ್ಯುತ್ ಉಳಿತಾಯ ಸ್ಥಿತಿಯನ್ನು ಪ್ರಾರಂಭಿಸುವುದು TV’ಯ ಡೇಟಾ, ಬ್ಲೂಟೂತ್ ಮತ್ತು ಭೂಸ್ಥಳ ಸಂಪರ್ಕಗಳನ್ನು ಕಡಿತಗೊಳಿಸಿ ಬ್ಯಾಟರಿಯ ಬಾಳಿಕೆಯನ್ನು ಹಿಗ್ಗಿಸುತ್ತದೆ. ನೀವು ಈ ಸೇವೆಗಳನ್ನು ಕೈಯಾರೆ ಮರು ಪ್ರಾರಂಭಿಸಬಹುದು.
lv: Taupības režīms ieslēgšana izslēgs mobilo datu pakalpojumus, Bluetooth un ģeolokāciju lai pagarināt baterijas darbības laiku. Jūs joprojām varēsiet pašrocīgi ieslēgt šo pakalpojumus.
mg: Ny famelomana ny maody fitsitsy aratra dia hamono ny datan'ny tele, ny Bluetooth ary ireo fifandraisana Famantaran-toerana mba hampaharitra ny bateria. Mbola ho afaka mamelona indray ireo serivisy ireo amin'ny tànana ianao.
ms: Menghidupkan mod jimat kuasa akan mematikan data TV, Bluetooth dan sambungan Geolokasi bagi menjimatkan hayat bateri. Anda masih boleh menghidupkan servis ini kembali secara manual.
my: ပါဝါ ချွေတာစနစ်ဖွင့်လိုက်ခြင်း ဖြင့်သင့် TV ၏ ဒေတာ၊ ဘလူးတု နှင့် တည်နေရာပြ ဝန်ဆောင်မှူများ ပိတ်ထားလိုက်မည်ဖြစ်သှ်။ သုံးလိုပါက ကိုယ်တိုင် ပြန်ဖွင့်ပြီး သုံးနိုင်ပါသေးသည်။
pt: Ao ativar o modo de poupança de energia, as ligações de dados, Bluetooth e Geolocalização da sua televisão serão desligadas para prolongar a vida da bateria. Poderá ativar manualmente estes serviços em caso de necessidade.
ro: Pornirea modului de economisire a bateriei oprește conexiunea de date a TV-ului, Bluetooth și geolocația pentru a extinde autonomia. Poți porni în continuare aceste servicii din nou manual.
si: රූපවාහිනියේ බල සුරැකුම් ප්‍රකාරය සක්‍රීය කිරීම දිගු බැටරි කාලයක් සඳහා එහි දත්ත, Bluetooth හා භූ ස්ථානීය සබැඳුම් අක්‍රීය කරයි. ඔබට එම සේවා ශ්‍රමිකව සක්‍රීය කළ හැක.
ta: மின்சக்தி சேமிப்பு முறை தொலைக்காட்சியின் தரவு பிணையம், ப்ளூடூத் புவியிருப்பிடம் போன்றவற்றை முடக்கி மின்கலனின் ஆயுளை நீட்டிக்கும். வேண்டுமானால் பிறகு இச்சேவைகளை கைமுறையாக செயற்படுத்தலாம்.
th: การเปิดโหมดประหยัดพลังงานจะปิดการเชื่อมต่อข้อมูล บลูทูธ และตำแหน่งที่ตั้งทางภูมิศาสตร์ของโทรทัศน์เพื่อยืดอายุการใช้งานแบตเตอรี่ คุณสามารถเปิดบริการเหล่านี้กลับมาได้ด้วยตนเอง
tr: Güç tasarrufu modunu açmak, pil ömrünü uzatmak için TV’nin veri, Bluetooth ve coğrafi konum bağlantılarını kapatır. Bu servisleri yeniden elle açmanız mümkündür.
ur: بیٹری بچانے کا موڈ چالو کرنے سے ٹیلی ویژن کے کوائف، بلوٹوتھ اور جغرافیائی محل وقوع کنکشن بند ہوجاتے ہیں بیٹری کی حیات توسیع کرنے کے لیئے۔ تاہم آپ ان سروسز کو دوبارہ چالو کرسکتے ہیں۔

source: Help us improve {{brandShortName}} by sharing data about your TV and the way you use it.
ar: ساعدنا لتطوير {{brandShortName}} من خلال مشاركة البيانات حول جهاز التلفاز الخاص بك وطريقة استخدامه.
bg: Помогнете ни да подобрим {{brandShortName}}, като споделяте данни за вашия телевизор и как го използвате.
bn_bd: আপনার টিভি সম্পর্কিত তথ্য ও আপনার ব্যবহার প্রণালী সম্পর্কে অবহিত করে {{brandShortName}} কে আরো উন্নত করতে আমাদের সাহায্য করুন।
bn_in: অাপনার টিভির সম্পর্কে তথ্য এবং কীভাবে ব্যবহার করেন জানিয়ে {{brandShortName}} উন্নয়ন করতে অামাদের সাহায্য করুন।
br: Skoazellit ac'hanomp da wellaat {{brandShortName}} en ur rannañ roadennoù a-zivout ho skinwel ha penaos e vez arveret ganeoc'h.
bs: Pomozite nam da poboljšamo {{brandShortName}} dijeljenjem podataka o vašem TV-u i načinu na koji ga koristite.
ca: Ajudeu-nos a millor el {{brandShortName}} compartint dades del vostre televisor i de com l'utilitzeu.
cy: Cynorthwywch ni i wella {{brandShortName}} drwy rannu data am eich teledu a'r ffordd rydych yn ei ddefnyddio.
eu: Lagun gaitzazu {{brandShortName}} hobetzen zure telebistaren datuak eta hura nola erabiltzen duzun partekatuz.
fa: با اشتراک گذاشتن اطلاعات درباره تلویزیون خود و نحوه استفاده شما از آن، به ما کمک کنید تا {{brandShortName}} را بهبود دهیم.
ga_ie: Cabhraigh linn {{brandShortName}} a fheabhsú trí shonraí faoi do theilifíseán agus an tslí a n-úsáideann tú é a chomhroinnt linn.
gd: Nach cuidich thu le leasachadh {{brandShortName}} le bhith a’ cur dàta mun TBh agad agus na dòighean air a chleachdas tu e thugainn?
hu: Segítsen a {{brandShortName}} tökéletesítésében adatok megosztásával a TV-jéről.
km: ជួយ​ពួក​យើង​ធ្វើ​ឲ្យ {{brandShortName}} កាន់​តែ​ល្អ​ប្រសើរ​ដោយ​ការ​ចែករំលែក​ទិន្នន័យ​ទូរទស្សន៍ និង​វិធី​ដែល​អ្នក​ប្រើ​វា។
kn: ನಿಮ್ಮ TV ಬಗ್ಗೆ ಮತ್ತು ಅದನ್ನು ಉಪಯೋಗಿಸುವ ಬಗ್ಗೆ ಡೇಟಾ ಹಂಚಿಕೊಂಡು {{brandShortName}} ಉತ್ತಮಪಡಿಸುವಲ್ಲಿ ನಮಗೆ ನೆರವಾಗಿ.
lv: Palīdziet mums uzlabot {{brandShortName}} daloties ar informācijām par jūsu televizoru un veidu kā jūs to izmantojiet.
mg: Ampio izahay hanatsara ny {{brandShortName}} amin'ny alàlan'ny fizarana ny data momba ny telenao sy ny fomba ampiasanao azy.
ms: Bantu kami memperbaiki {{brandShortName}} dengan berkongsi data tentang TV anda dan cara anda menggunakannya.
my: သင်၏ TV နှင့် ၎င်းအား မည်သို့ သုံးဆွဲပုံကို မျှဝေပေးခြင်းအား ဖြင့် {{brandShortName}} အား ဖွံ့ဖြိုးအောင် ကူညီပေးပါ။
pt: Ajude-nos a melhorar o {{brandShortName}} partilhando informações sobre a sua televisão e do modo como a utiliza.
ro: Ajută-ne să îmbunătățim {{brandShortName}} prin împărtășirea datelor despre TV și modul de folosire al lui.
si: ඔබේ රූපවාහිනිය හා ඔබ එය භාවිත කරන අයුරු පිළිබඳ දත්ත එවීමෙන් අපට {{brandShortName}} වැඩිදියුණු කිරීමට සහය වන්න.
ta: {{brandShortName}} என்பதை மேம்படுத்த உங்களுடைய தொலைக்காட்சித் தரவை எங்களுக்கு அனுப்பி உதவுங்கள்.
th: ช่วยเราปรับปรุง {{brandShortName}} โดยการแบ่งปันข้อมูลเกี่ยวกับโทรทัศน์ของคุณและวิธีที่คุณใช้งาน
tr: TV’nizi ve kullanım alışkanlıklarınızla ilgili verileri paylaşarak {{brandShortName}}'i geliştirmemize yardım edin.
ur: {{brandShortName}} بہتر بنانے میں ہماری مدد کریں آپ کے ٹیلی ویژن کے بارے میں اعداد و شمار حصہ داری کر کہ۔

source: Connected to TV audio
ar: موصول بصوت التلفزيون
bg: Свързан към аудио на телевизора
bn_bd: টিভি অডিও এর সাথে যুক্ত হয়েছে
bn_in: টিভি অডিও এর সাথে সংযুক্ত
br: Kennasket ouzh aodio ar skinwel
bs: Povezan na audio TV-a
ca: Connectat a l'àudio del televisor
cy: Cysylltu a sain y teledu
eu: Telebistaren audioarekin konektatuta
fa: به سیستم صدای تلویزیون متصل شد
ga_ie: Ceangailte le fuaim an teilifíseáin
gd: Ceangailte ri fuaim an TBh
hu: TV-hangrendszerhez csatlakoztatva
km: បាន​តភ្ជាប់​ទៅ​អូឌីយ៉ូ​ទូរទស្សន៍
kn: TV ಧ್ವನಿಗೆ ಸಂಪರ್ಕಿತಗೊಂಡಿ
lv: Pieslēgts uz televizora skaņu
mg: Mifandray amin'ny rakipeon-tele
ms: Disambung ke audio TV
my: TV ၏ အသံစနစ်အား ချိတ်ဆက်ပြီး
pt: Conectado ao áudio da televisão
ro: Conectat la sistemul audio al TV-ului
si: රූපවාහිනී ශ්‍රව්‍ය වෙත සබඳව ඇත
ta: தொலைக்காட்சி ஒலியுடன் இணைந்தது
th: เชื่อมต่อกับระบบเสียงโทรทัศน์แล้ว
tr: TV sesine bağlanıldı
ur: ٹیلی ویژن کی آڈیو سے جڑا ہوا ہے

source: Connected to TV/media audio
ar: متصل بالتلفزيون/وسائل الصوت
bg: Свързан към аудио на телевизора или медиа
bn_bd: টিভি/মিডিয়া অডিও এর সাথে যুক্ত হয়েছে
bn_in: টিভি/media অডিও এর সাথে সংযুক্ত
br: Kennasket ouzh aodio ar skinwel/media
bs: Povezan na audio TV-a/multimedije
ca: Connectat a l'àudio del televisor/suport
cy: Cysylltu sain teledu/cyfrwng
eu: Telebistaren /multimediaren audioarekin konektatuta
fa: به سیستم صدای تلویزیون/رسانه متصل شد
ga_ie: Ceangailte le fuaim an teilifíseáin/an mheáin
gd: Ceangailte ri fuaim an TBh/a’ mheadhain
hu: TV/média-hangrendszerhez csatlakoztatva
km: បាន​តភ្ជាប់​ទៅ​អូឌីយ៉ូ ទូរទស្សន៍/មេឌៀ
kn: TV/media ಧ್ವನಿಗೆ ಸಂಪರ್ಕಿತಗೊಂಡಿ
lv: Pieslēgts uz televizora/mediju skaņu
mg: Mifandray amin'ny rakipeon-tele/haino&jery
ms: Disambung ke audio TV/media
my: TV/media အသံစနစ်သို့ ချိတ်ဆက်ပြီး
pt: Conectado ao áudio da televisão/multimédia
ro: Conectat la sistemul audio al TV-ului/media
si: TV/media ශ්‍රව්‍ය වෙත සබඳව ඇත
ta: தொலைக்காட்சி/ஊடக ஒலியுடன் இணைந்தது
th: เชื่อมต่อกับระบบเสียงโทรทัศน์/สื่อแล้ว
tr: TV/medya sesine bağlanıldı
ur: ٹیلی ویژن/media کی آڈیو سے جڑا ہوا ہے

source: Change TV name
bg: Промяна името на телевизора
mg: Hanova anaran'ny tele

source: Share my TV’s Internet connection with a USB-connected device.
bg: Споделяне на Интернета на телевизора чрез USB-кабел.
mg: Hizara ny fifandraisana aterineton'ny teleko amin'ny fitaovana mifandray amin'ny alàlan'ny USB?

source: Allow other devices to share my TV’s Internet connection by connecting via Wi-Fi.
bg: Разрешаване на други устройства да споделят моята свързаност с Интернет чрез Wi-Fi.
mg: Hamela ireo fitaovana hafa hizara ny fifandraisana aterineton'ny teleko amin'ny fifandraisana amin'ny alàlan'ny Wi-Fi.
