Repository: translate/mozilla-gaia
Catalog: */apps/settings/device_type/tv/settings.device.properties.po
Languages: ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hu, km, kn, lv, mg, ms, my, pt, ro, si, ta, th, tr, ur

source: Share my Internet connection with a USB-connected device.
bn_bd: USB-সংযুক্ত ডিভাইসের সাথে আমার ইন্টারনেট শেয়ার করুন।
bn_in: অামার টিভির ইন্টারনেট সংযোগ একটি USB-সংযুক্ত ডিভাইসের সঙ্গে শেয়ার করুন।
br: Rannañ ma kennask kenrouedad gant un trevnad USB.
bs: Podijeli moju internet vezu s uređajem priključenim na USB.
ca: Comparteix la connexió a Internet amb un dispositiu connectat per USB.
cy: Rhannu fy nhysylltiad gwe gyda dyfais drwy USB.
fa: اتصال اینترنت من را با دستگاه USB متصل شده به اشتراک بگذار.
ga_ie: Comhroinn mo cheangal Idirlín le gléas atá ceangailte trí USB.
gd: Co-roinn an ceangal agam ris an eadar-lìon le uidheam a tha ceangailte ris air USB.
hu: Az internetkapcsolat megosztása egy USB-n csatlakozó eszközzel.
lv: Dalīt manu interneta savienojumu ar USB-savienotu ierīci.
pt: Partilhar a minha ligação à Internet com um dispositivo ligado por USB.
ro: Partajează conexiunea mea de internet cu un dispozitiv conectat la USB.
th: แบ่งปันการเชื่อมต่ออินเทอร์เน็ตของฉันกับอุปกรณ์ที่เชื่อมต่อทาง USB
ur: USB-منسلک آلہ کے ساتھ میرے ٹیلی ویژن کا انٹرنیٹ کنکشن شیئر کرے۔

source: Share my Internet connection with Wi-Fi-connected devices.
bn_bd: Wi-Fi-সংযুক্ত ডিভাইসের সাথে আমার ইন্টারনেট শেয়ার করুন।
bn_in: অামার টিভির ইন্টারনেট সংযোগ একটি USB-সংযুক্ত ডিভাইসের সঙ্গে শেয়ার করুন।
br: Rannañ ma kennask kenrouedad gant trevnadoù Wi-Fi
bs: Podijeli moju internet vezu s uređajima priključenim putem Wi-Fi.
ca: Comparteix la connexió a Internet amb dispositius connectats per Wi-Fi.
cy: Rhannu cysylltiad gwe gyda dyfeisiau wedi eu cysylltu drwy'r Diwifr.
fa: اتصال اینترنت من را با دستگاه Wi-Fi متصل شده به اشتراک بگذار.
ga_ie: Comhroinn mo cheangal Idirlín le gléasanna atá ceangailte trí Wi-Fi.
gd: Co-roinn an ceangal agam ris an eadar-lìon le uidheam a tha ceangailte ris slighe WiFi.
hu: Az internetkapcsolat megosztása egy Wi-Fi-n csatlakozó eszközzel.
lv: Dalīt manu interneta savienojumu ar Wi-Fi savienotām ierīcēm.
pt: Partilhar a minha ligação à Internet com os dispositivos ligados por Wi-Fi.
ro: Partajează conexiunea de internet cu dispozitive conectate la Wi-Fi.
th: แบ่งปันการเชื่อมต่ออินเทอร์เน็ตของฉันกับอุปกรณ์ที่เชื่อมต่อทาง Wi-Fi
ur: Wi-Fi منسلک آلہ کے ساتھ میرے ٹیلی ویژن کا انٹرنیٹ کنکشن شیئر کرے۔

source: The ringtone was not changed because the selected file can not be played on this TV.
ar: لم يتم تغيير نغمة الرنين لأن الملف المحدد لا يمكن تشغيله على هذا التلفاز.
bg: Звукът за звънене не е променен, защото избраният файл не може да се възпроизвежда на този телевизор.
bn_bd: রিংটোন পরিবর্তন হয়নি কারন নির্বাচিত ফাইলটি এই টিভিতে বাজানো যাচ্ছে না।
bn_in: রিংটোন পরিবর্তিত হয়নি কেনোনা নির্বাচিত ফাইলটি এই টিভিতে চালানো সম্ভব নয়।
br: N'eo ket bet kemmet ar soniri rak n'hall ket ar restr diuzet bezañ lennet war ar skinwel-mañ.
bs: Melodija zvona nije mogla biti promijenjena zbog toga što odabrani fajl nije moguće pokrenuti na ovom TV-u.
ca: No s'ha canviat el to de trucada perquè el fitxer que heu triat no es pot reproduir en aquest televisor.
cy: Nid yw'r tôn canu wedi newid am nad oedd modd chwarae'r ffeil hon ar y teledu.
eu: Txirrin-tonua ez da aldatu hautatutako fitxategia ezin delako telebista honetan erreproduzitu.
fa: آهنگ زنگ تغییر به دلیل اینکه پرونده انتخاب شده قابل پخش بر روی این تلویزیون نیست تغییر نکرد.
ga_ie: Níor athraíodh an clingthon toisc nárbh fhéidir an comhad roghnaithe a sheinm ar an teilifíseán seo.
gd: Cha deach an t-seirm atharrachadh oir cha ghabh am faidhle a thagh thu a chluich air an TBh seo.
hu: Az új csengőhang nem lett beállítva, mert a kiválasztott fájl nem játszható le ezen a TV-n.
km: សំឡេង​រោទ៍​មិន​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ដោយ​សារ​តែ​ឯកសារ​ដែល​បាន​ជ្រើស​មិន​អាច​ត្រូវ​បាន​បង្ហាញ​នៅ​លើ​ទូរទស្សន៍​នេះ។
kn: ಆಯ್ಕೆಮಾಡಿದ ಕಡತವನ್ನು ಈ TV ಯ ಮೇಲೆ ಚಲಾಯಿಸಲು ಆಗದುದರಿಂದ ರಿಂಗ್‌ಟೋನ್ ಅನ್ನು ಬದಲಾಯಿಸಲಾಗಿಲ್ಲ.
lv: Zvanu melodija netika mainīta tādēļ ka izvēlēto datni nevar atskaņot uz šo televizoru.
mg: Tsy novaina ny feo faneno satria tsy azo vakina ato amin'ity tele ity ilay rakitra nofantenana.
ms: Nada dering tidak dapat diubah kerana fail yang dipilih tidak dapat dimainkan pada TV ini.
my: ရွေးချယ်လိုက်သော ဖိုင်သည် ယခု TV တွင် ဖွင့်မရသဖြင့် Ringtone အားမပြောင်းနိုင်ပါ။
pt: O tom de toque não foi alterado pois não é possível reproduzir o ficheiro selecionado nesta televisão.
ro: Tonul de apel nu a fost schimbat deoarece fișierul selectat nu poate fi redat pe acest TV.
si: තෝරාගත් ගොනුව මෙම රූපවාහිනියම මත වාදනය කළ නොහැකි බැවින් නාදරටාව වෙනස් නොවිනි.
ta: தேர்ந்தெடுத்த கோப்பை இயக்க இயலவில்லை எனவே தொலைக்காட்சியின் அழைப்போசை மாற்றப்படவில்லை.
th: เสียงเรียกเข้าไม่ถูกเปลี่ยนเนื่องจากไฟล์ที่เลือกไม่สามารถเล่นได้บนโทรทัศน์นี้
tr: Seçilen dosya bu TV’de çalınamadığı için zil sesi değiştirilmedi.
ur: رینگٹون تبدیل نہیں کی جا سکی کیونکہ منتخب فائل اس ٹیلی ویژن پر چلائ نہیں جا سکی۔

source: Find My Device allows you to locate, lock or erase your TV
ar: ‬البحث عن جهازي يسمح لك بتحديد موقع، قفل أو مسح جهاز التلفزيون
bg: „Намерѝ устройството“ позволява да намирате, заключвате и заличавате вашия телевизор.
bn_bd: Find My Device আপনাকে আপনার টিভি খুঁজতে, লক করতে বা মুছে ফেলার সুযোগ দেয়
bn_in: 'অামার ডিভাইস খুঁজুন' অাপনাকে অাপনার টিভি'র অবস্থান নির্ধারণ করতে, তা লক করতে মুছে দিতে দেয়
br: Kavout Ma Zrevnad a ro tro deoc'h da lec'hiañ, prennañ pe ziverkañ ho skinwel
bs: Pronađi moj uređaj omogućava vam da locirate, zaključate ili obrišete podatke vašeg TV-a
ca: «Troba el meu aparell» permet localitzar, bloquejar o esborrar el vostre televisor
cy: Mae Canfod Dyfais yn caniatáu i chi ganfod, cloi neu glirio eich teledu
eu: 'Bilatu nire gailua' aukerari esker, zure telebista bilatu, blokeatu edo ezaba dezakezu.
fa: «دستگاه من را پیدا کن» به شما اجازه می‌دهد تا تلویزیون خود را پیدا، قفل یا اطلاعاتش را پاک کنید
ga_ie: Úsáid "Aimsigh Mo Ghléas" le do theilifíseán a aimsiú, a chur faoi ghleas, nó a bhánú
gd: Ma chuireas tu air “Lorg an t-uidheam agam”, bheir seo comas dhut an TBh agad a lorg, a ghlasadh no a sguabadh às
hu: A készülékkereső lehetővé teszi a TV bemérését, lezárását vagy törlését
km: ស្វែងរក​ឧបករណ៍​របស់​ខ្ញុំ​ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​បម្រុងទុក, ចាក់សោ ឬ​លុប​ទិន្នន័យ​ទូរទស្សន៍​របស់​អ្នក
kn: ನನ್ನ ಸಾಧನವನ್ನು ಹುಡುಕು ನಿಮ್ಮ TV ಯನ್ನು ಹುಡುಕಲು, ಲಾಕ್ ಮಾಡಲು ಅಥವಾ ಅಳಿಸಲು ಅನುಮತಿಸುತ್ತದೆ
lv: Atrast Manu Ierīci jums dod iespēju lokalizēt, bloķēt vai dzēst jūsu televizoru.
mg: Hitady Ny Fitaovako dia ahafahanao mamantatra ny misy ny telenao, manidy na mamafa azy
ms: Cari Peranti Ku membenarkan anda mengesan, mengunci atau memadam TV anda
my: ပစ္စည်းရှာဖွေရေးစနစ်သှ် သင့် TV အား ရှာဖွေခြင်း၊ ပိတ်ထားခြင်း နှင့် အချက်အလက်များဖျက်ပစ်ခြင်း လုပ်နိုင်သည်
pt: Encontrar o Meu Dispositivo permite-lhe encontrar, bloquear ou limpar a sua televisão
ro: Găsește-mi dispozitivul îți permite să localizezi, să blochezi și să ștergi televizorul
si: Find My Device ඔබේ රූපවාහිනිය සොයාගැනීමට, අගුළු ලෑමට හෝ දත්ත මැකීමට ඉඩදෙයි.
ta: சாதனத்தைக் கண்டறி உங்கள் தொலைக்காட்சியை அறிய, பூட்ட அல்லது அழிக்க உதவுகிறது
th: ค้นหาอุปกรณ์ของฉัน อนุญาตให้คุณสามารถระบุตำแหน่ง ล็อค หรือล้างข้อมูลในโทรทัศน์ของคุณ
tr: Cihazımı Bul TV’nizi bulmanıza, kilitlemenize ve silmenize olanak tanır
ur: میرا آلہ ڈھونڈیں آپ کے ٹیلی ویژن کوکھوجنے، مقفل کرنے یا مٹا دینے کی اجازت دیتا ہے

source: Find My Device allows you to locate, lock or erase your TV from a web site:
ar: ‬البحث عن جهازي يسمح لك بتحديد موقع، قفل أو مسح جهاز التلفزيون غن طريق الموقع:
bg: „Намерѝ устройството“ позволява през уебсайт да намирате, заключвате и заличавате вашия телевизор.
bn_bd: Find My Device আপনাকে একটি ওয়েবসাইট থেকে আপনার টিভি খুঁজতে, লক করতে বা মুছে ফেলার সুযোগ দেয়:
bn_in: Find My Device অাপনার TV শনাক্ত করতে, লক করতে অথবা মুছে ফেলতে দেবে একটি ওয়েব সাইট থেকে:
br: Kavout Ma Zrevnad a ro tro deoc'h da lec'hiañ, prennañ pe ziverkañ ho skinwel adalek ul lec'hienn web :
bs: Pronađi moj uređaj omogućava vam da locirate, zaključate ili obrišete podatke vašeg TV-a pomoću web stranice:
ca: «Troba el meu aparell» permet localitzar, bloquejar o esborrar el vostre televisor des d'un lloc web:
cy: Mae Canfod Dyfais yn caniatáu i chi ganfod, cloi neu glirio eich teledu o wefan:
eu: 'Bilatu nire gailua' aukerari esker, zure telebista bilatu, blokeatu edo ezaba dezakezu webgune batetik:
fa: «دستگاه من را پیدا کن» به شما اجازه می‌دهد تا تلویزیون خود را پیدا، قفل یا اطلاعاتش را پاک کنید:
ga_ie: Úsáid "Aimsigh Mo Ghléas" le do theilifíseán a aimsiú, a chur faoi ghleas, nó a bhánú ó shuíomh Gréasáin:
gd: Ma chuireas tu air “Lorg an t-uidheam agam”, bheir seo comas dhut an TBh agad a lorg, a ghlasadh no a sguabadh às o làrach-lìn:
hu: A készülékkereső lehetővé teszi a TV bemérését, lezárását vagy törlését egy weboldalról:
km: ស្វែងរក​ឧបករណ៍​របស់​ខ្ញុំ​ដែល​​អនុញ្ញាត​ឲ្យ​អ្នក​បម្រុងទុក, ចាក់សោ ឬ​លុប​ទិន្នន័យ​ទូរទស្សន៍​ទាំងអស់​ពី​តំបន់​បណ្ដាញ៖
kn: ನನ್ನ ಸಾಧನವನ್ನು ಹುಡುಕು ನಿಮ್ಮ TV ಯನ್ನು ಜಾಲತಾಣದ ಮೂಲಕ ಹುಡುಕಲು, ಲಾಕ್ ಮಾಡಲು ಅಥವಾ ಅಳಿಸಲು ಅನುಮತಿಸುತ್ತದೆ:
lv: Atrast Manu Ierīci jums dod iespēju atrast, bloķēt vai dzēst savu ierīci no mājaslapas:
mg: Hitady Ny Fitaovako dia ahafahanao mamantatra ny misy ny telenao, manidy na mamafa azy avy amin'ny tranonkala iray:
ms: Cari Peranti Ku membenarkan anda mengesan, mengunci atau memadam TV anda daripada laman web:
my: ပစ္စည်းရှာဖွေရေးစနစ်သှ် သင့် TV အား ရှာဖွေခြင်း၊ ပိတ်ထားခြင်း နှင့် အချက်အလက်များဖျက်ပစ်ခြင်း အား ဝတ်ဆိုဒ်တစ်ခုမှ ပြုလုပ်စေနိုင်သည်
pt: Encontrar o Meu Dispositivo permite-lhe encontrar, bloquear ou limpar a sua televisão a partir de um site web:
ro: Găsește-mi dispozitivul îți permite să localizezi, să blochezi și să ștergi televizorul de pe un site web:
si: Find My Device ඔබට වෙබ් අඩවියක් හරහා ඔබේ රූපවාහනිය සොයාගැනීමට, අගුළු ලෑමට හෝ දත්ත මැකීමට ඉඩදෙයි.
ta: சாதனத்தைக் கண்டறி இணையத்திலிருந்து தொலைக்காட்சியை அறிய, பூட்ட அல்லது அழிக்க உதவுகிறது:
th: ค้นหาอุปกรณ์ของฉัน อนุญาตให้คุณสามารถระบุตำแหน่ง ล็อค หรือล้างข้อมูลในโทรทัศน์ของคุณจากเว็บไซต์:
tr: Cihazımı Bul TV’nizi bir web sitesinden bulmanıza, kilitlemenize ve silmenize olanak tanır:
ur: تلاشے میرا آلہ آپ کو تلاش کرنے کے لئے اجازت دیتا ہے، مقفل کرنے کی یا ویب سائٹ سے آپ کے ٹیلی ویژن کو صاف کریں:

source: Your TV is being tracked by another device through the website.
ar: يتم تعقب جهاز التلفاز الخاص بك بواسطة جهاز آخر من خلال الموقع.
bg: Вашият телевизор се проследява от друго устройство чрез уебсайта.
bn_bd: আপনার টিভিটি এই ওয়েবসাইটের মাধ্যমে অন্য একটি ডিভাইস ট্র্যাক করছে।
bn_in: অাপনার TV এই ওয়েবসাইট দ্বারা অন্য একটি ডিভাইস ট্র্যাক করছে।
br: Emañ ho skinwel o vezañ heuliet gant un trevnad all dre al lec'hienn web.
bs: Vaš TV se prati na drugom uređaju pomoću web stranice.
ca: Un altre dispositiu està fent el seguiment del vostre televisor mitjançant el lloc web.
cy: Mae eich teledu'n cael ei dracio gan ddyfais arall drwy'r wefan.
eu: Beste gailu bat zure telebistaren jarraipena ari da egiten webgunearen bidez.
fa: تلویزیون شما توسط یک دستگاه دیگر از طریق وب‌سایت در حال ردیابی است.
ga_ie: Tá suíomh do theilifíseáin á lorg ag gléas eile tríd an suíomh Gréasáin.
gd: Tha uidheam eile a’ tracadh an TBh agad slighe na làraich-lìn.
hu: A TV-jét egy másik eszköz követi a weboldalon keresztül.
km: ទូរទស្សន៍​របស់​អ្នក​កំពុង​ត្រូវ​បាន​តាមដាន​ដោយ​ឧបករណ៍​ផ្សេង​តាម​រយៈ​តំបន់​បណ្ដាញ។
kn: ನಿಮ್ಮ TV ಯನ್ನು ಬೇರೊಂದು ಸಾಧನದಿಂದ ಜಾಲತಾಣದ ಮೂಲಕ ಜಾಡುಹಿಡಿಯಲಾಗುತ್ತಿದೆ
lv: Jūs televizoru izseko cita ierīce mājaslapā.
mg: Arahin'ny fitaovana hafa maso amin'ny alàlan'ny tranonkala ny telenao.
ms: TV anda sedang dijejak oleh peranti lain melalui laman web.
my: သင့် TV အား အခြား ပစ္စည်းတစ်ခုမှ ဝတ်ဆိုဒ် သုံးပြီး ခြေရာခံနိုင်ပါသည်။
pt: A sua televisão está a ser monitorizada por outro dispositivo através do sítio web.
ro: TV-ul tău este urmărit de alt dispozitiv prin intermediul site-ului web.
si: ඔබේ රූපවාහිනිය වෙබ් අඩවියක් හරහා වෙනත් උපාංගයකින් හඹායයි.
ta: பிறச் சாதனங்கள் இணையத்தளம் வழியாக உங்கள் தொலைக்காட்சியைத் தடமறிகின்றன.
th: โทรทัศน์ของคุณกำลังถูกตามรอยโดยอุปกรณ์อื่นผ่านทางเว็บไซต์
tr: TV’niz web sitesi üzerinden başka bir cihaz tarafından izleniyor.
ur: آپ کے ٹیلی ویژن کی سراغ کاری ایک اور آلہ سے بذریعہ ویب سائٹ کی جارہی ہے۔

source: No devices are actively tracking your TV through the website.
ar: لا توجد أجهزة تقوم بتتبع التلفزيون الخاص بك خلال الموقع.
bg: Няма устройства, активно проследяващи вашия телевизор чрез уебсайта.
bn_bd: এই ওয়েবসাইটের মাধ্যমে কোন ডিভাইস এখন আপনার টিভিকে ট্র্যাক করছে না।
bn_in: এই ওয়েবসাইট দ্বারা কোনো ডিভাইস অাপনার টিভি সক্রিয়ভাবে ট্র্যাক করছে না।
br: N'eus trevnad ebet o heuliañ ho skinwel dre al lec'hienn web.
bs: Nema aktivnih uređaja koji prate vaš TV pomoću web stranice.
ca: Actualment cap dispositiu està fent el seguiment del vostre televisor mitjançant el lloc web.
cy: Nid oes dyfeisiau'n tracio eich teledu drwy'r wefan.
eu: Ez dago webgunearen bidez zure telebistaren jarraipena egiten ari den gailurik.
fa: هیچ دستگاهی در حال ردگیری تلویزیون شما از طریق وب‌سایت نیست.
ga_ie: Níl suíomh do theilifíseáin á lorg ag aon ghléas tríd an suíomh Gréasáin.
gd: Chan eil uidheam sam bith a’ tracadh an TBh agad slighe na làraich-lìn.
hu: Jelenleg nem követik más eszközök a TV-jét a weboldalon keresztül.
km: គ្មាន​ឧបករណ៍​កំពុង​តាមដាន​​ទូរទស្សន៍​របស់​អ្នក​សកម្ម​តាម​រយៈ​តំបន់​បណ្ដាញ។
kn: ನಿಮ್ಮ TV ಯನ್ನು ಯಾವುದೇ ಸಾಧನದಿಂದ ಜಾಲತಾಣದ ಮೂಲಕ ಜಾಡುಹಿಡಿಯಲಾಗುತ್ತಿಲ್ಲ.
lv: Neviena ierīce šobrīd neizseko jūsu televizoru mājaslapā.
mg: Tsisy fitaovana manara-maso mavitrika ny telenao amin'ny alàlan'ny tranonkala.
ms: Tiada peranti yang menjejak TV anda secara aktif melalui laman web.
my: မည်သည့်ပစ္စည်းမှ သင့် TV အားလတ်တစ်လော ခြေရာခံနေခြင်း မရှိပါ။
pt: Não existem dispositivos a monitorizar ativamente a sua televisão através do sítio web.
ro: Niciun dispozitiv nu îți urmărește în mod activ TV-ul prin site-ul web.
si: ඔබේ රූපවාහිනිය කිසිඳු උපාංගයක් වෙබ් අඩවිය හරහා හඹා නොයයි.
ta: எச்சாதனமும் இணையத்தளம் வழியாக உங்கள் தொலைக்காட்சியைத் தடமறியவில்லை.
th: ไม่มีอุปกรณ์ที่กำลังตามรอยโทรทัศน์ของคุณผ่านทางเว็บไซต์
tr: TV’nizi web sitesi üzerinden aktif olarak izleyen bir cihaz yok.
ur: کوئی بھی آلہ فعال طور پر آپ کے ٹیلی ویژن کی سراغ کاری بذریعہ ویب سائٹ نہیں کررہا۔

source: Enabling USB storage allows another computer or device connected using USB to access files on this TV.
ar: تمكين تخزين USB يسمح لجهاز كمبيوتر آخر أو جهاز متصل باستخدام USB للوصول إلى ملفات موجودة على هذا التلفاز.
bg: Активирането на USB паметта позволява друг компютър или устройство, свързани чрез USB, да имат достъп до файловете на телевизора.
bn_bd: USB স্টোরেজ চালু করার ফলে অন্য কম্পিউটার বা ডিভাইস যা USB দিয়ে যুক্ত তা এই টিভির ফাইল এক্সেস করতে পারবে।
bn_in: USB সংগ্রহস্থল সক্রিয় করলে USB দ্বারা সংযুক্ত অন্য কম্পিউটার অথবা ডিভাইস এই টিভির ফাইলস ব্যবহারের অধিকার পাবে।
br: Gweredekaat ar c'hadaviñ USB a aotren un urzhiataer all pe un trevnad all kennasket dre USB da haeziñ restroù war ar skinwel-mañ.
bs: Omogućavanje USB spremišta omogućava drugom računaru ili uređaju povezanom preko USB-a da pristupi fajlovima na ovom TV-u.
ca: El mode de disc USB permet que un altre ordinador o dispositiu connectats per USB accedeixin als fitxers d'aquest televisor.
cy: Mae galluogi storio ar USB yn caniatáu i gyfrifiadur arall neu ddyfais sydd wedi ei chysylltu i gael mynediad i ffeiliau ar y teledu hwn.
eu: USB biltegiratzea gaitzeak USB bidez konektatutako beste ordenagailu edo gailuek telebista honetako fitxategiak atzitu ahal izatea baimentzen du.
fa: فعال کردن حافظه USB به یک رایانه یا دستگاه دیگر اجازه می‌دهد که با USB به این تلویزیون متصل شود و به پرونده‌های آن دسترسی داشته باشد.
ga_ie: Má chumasaíonn tú stóras USB, beidh aon ríomhaire nó gléas atá ceangailte trí USB in ann teacht ar na comhaid ar an teilifíseán seo.
gd: Ma chuireas tu an comas an stòras USB, bheir seo cothrom do choimpiutair no uidheam eile air na faidhlichean air an TBh seo slighe USB.
hu: Az USB-tárhely bekapcsolása lehetővé teszi a TV-n lévő fájlok elérését egy USB-n csatlakoztatott másik eszköznek.
kn: USB ಶೇಖರಣೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದು USB ಸಂಪರ್ಕಿತಗೊಂಡಿರುವ ಬೇರೊಂದು ಗಣಕ ಅಥವಾ ಸಾಧನ ಈ TV ಯಲ್ಲಿರುವ ಕಡತಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಅನುಮತಿಸುತ್ತದೆ.
lv: USB krātuves ieslēgšana atļauj citam datoram vai ierīcei kuri savienoti caur USB piekļūt šī televizora datnēm.
mg: Ny famelomana ny fitehirizana USB dia ahafahan'ny solosaina na fitaovana hafa mifandray amin'ny alàlan'ny USB miditra amin'ireo rakitra ao amin'ity tele ity?
ms: Mendayakan storan USB akan membenarkan komputer atau peranti lain menyambung menggunakan USB untuk mencapai fail pada TV ini.
my: USB သိမ်းဆည်ခြင်း ပုံစံသည် တခြား ကွန်ပျူတာ သို့ ပစ္စည်း​ တစ်ခုခုမှ TV ထဲရှိ ဖိုင်များအား ရယူစေနိုင်ပါသည်။
pt: Ativar o armazenamento USB permitirá a outro computador ou dispositivo conectados via USB aceder aos ficheiros nesta televisão.
ro: Activând stocarea USB permite altui calculator sau dispozitiv conectat folosind USB-ul să acceseze fișierele de pe acest TV.
si: USB ගබඩාව සක්‍රීය කිරීමට USB මගින් සබඳ වෙන අනෙක් පරිගණකයට හෝ උපාංගයට මෙම රූපවාහිනියේ ගොනු වෙත පිවිසීමට ඉඩදෙයි.
ta: USB சேமிப்பை செயல்படுத்துவதால் USB மூலம் இணைந்துள்ள கணினி அல்லது சாதனம் தொலைக்காட்சியின் கோப்புகளை அணுகும்.
th: การเปิดใช้งานพื้นที่จัดเก็บ USB อนุญาตให้คอมพิวเตอร์หรืออุปกรณ์อื่นที่เชื่อมต่อโดยใช้ USB สามารถเข้าถึงไฟล์บนโทรทัศน์นี้ได้
tr: USB depolamayı açarsanız başka bir bilgisayar veya cihaz USB üzerinden bağlanarak bu TV’deki dosyalara erişebilir.
ur: USB سٹوریج کو چالو کرنے سے کسی دوسرے کمپیوٹر یا آلہ USB کا استعمال کے بجریہ اس ٹیلی ویژن پر فائلوں تک رسائی حاصل کر سکتے ہے۔

source: Reset TV
ar: إعادة ضبط التلفاز
bg: Анулиране на телевизора
bn_bd: টিভি রিসেট করুন
bn_in: টিভি রিসেট করুন
br: Adderaouekaat ar skingomz
bs: Resetuj TV
ca: Reinicialitza el televisor
cy: Ailosod y teledu
eu: Leheneratu telebista
fa: تنظیم‌مجدد تلویزیون
ga_ie: Athshocraigh an Teilifíseán
gd: Ath-shuidhich an TBh
hu: TV visszaállítása
km: កំណត់​ទូរទស្សន៍​ឡើង​វិញ
kn: TV ಹಿಂದಿನ ಸ್ಥಿತಿಗೆ
lv: Atstatīt televizoru
mg: Hanefy indray ny Tele
ms: Ulang tetap TV
my: TV အားအသစ်ပြန်စပါ
pt: Repor televisão
ro: Resetează TV-ul
si: රූපවාහිනිය යළි සකසන්න
ta: தொலைக்காட்சியை மீட்டமை
th: ตั้งค่าโทรทัศน์ใหม่
tr: TV’yi sıfırla
ur: ٹیلی ویژن پھر سیٹ کرے

source: Resetting will erase all your data, including any apps you’ve purchased. The TV will be restored to its factory condition. None of your settings or data will be saved.
ar: إعادة التعيين سوف يمحو كل بياناتك، بما في ذلك أي تطبيقات قمت بشرائها. سوف يتم إعادة التلفزيون لحالة المصنع. لن يتم حفظ أي من إعداداتك أو أي من البيانات الخاصة بك.
bg: Анулирането ще заличи всички ваши данни, включително приложенията, които сте закупили. Телевизорът ще бъде възстановен до фабричните си настройки. Нищо от вашите настройки или данни няма да бъде запазено.
bn_bd: রিসেট করলে আপনার কেনা অ্যাপসহ সকল ডাটা মুছে যাবে। টিভিটি তার ক্রয়ের পূর্বের অবস্থায় ফিরে যাবে। আপনার কোনো সেটিং বা ডাটা সংরক্ষিত থাকবে না।
bn_in: রিসেট করলে অাপনার সমস্ত তথ্য, এবং অাপনার ক্রয় করা যেকোনো অ্যাপ মুছে যাবে। অাপনার টিভি ফ্যাক্টরি কন্ডিশনে পুনরুদ্ধার হবে। অাপনার কোনো বৈশিষ্ট্যাবলী অথবা তথ্য সংরক্ষিত হবে না।
br: Adderaouekaat a ziverko ho holl roadennoù, en o zouez an arloadoù prenet ganeoc'h. Assavet e vo ar gwellvezioù dre ziouer eus ar skinwel. Ne vo ket enrollet hini ebet eus ho kwellvezioù pe roadennoù.
bs: Resetovanje će obrisati sve vaše podatke, uključujući i sve aplikacije koje ste kupili. TV će biti vraćen na fabričke postavke. Vaše postavke ili podaci neće biti sačuvani.
ca: La reinicialització esborrarà totes les dades, incloses totes les aplicacions que hàgiu comprat. El televisor es restaurarà a l'estat inicial de fàbrica. No es desarà cap dels vostres paràmetres ni dades.
cy: Bydd ailosod yn dileu eich data i gyd, gan gynnwys unrhyw apiau rydych wedi eu prynu. Bydd y teledu yn cael ei adfer i'w gyflwr o'r ffatri. Ni fydd eich gosodiadau na data'n cael eu cadw.
eu: Leheneratzean, zure datu guztiak ezabatuko dira, eskuratu dituzun aplikazioak barne. Telebista fabrikako egoerara itzuliko da. Ez dira zure ezarpenak eta datuak gordeko.
fa: تنظیم‌مجدد تمامی اطلاعات شما، از جمله برنامه‌هایی که خریده‌اید را پاک خواهد کرد. تلویزیون به وضعیت کارخانه‌ای خود باز خواهد گشت. هیچ‌کدام از تنظیمات و اطلاعات شما ذخیره نخواهد شد.
ga_ie: Má athshocraíonn tú an teilifíseán, léirscriosfar na sonraí go léir atá ann, aipeanna a cheannaigh tú san áireamh. Fillfidh sé ar an mbunstaid go díreach ón monarcha. Ní shábhálfar do chuid socruithe nó sonraí.
gd: Ma nì thu ath-shuidheachadh, thèid an dàta air fad agad a sguabadh às, a’ gabhail a-steach aplacaid sam bith a cheannaich thu. Bidh an TBh dìreach mar a thàinig e às an fhactaraidh. Cha dèid gin dhe na roghainnean no dhen dàta agad a shàbhaladh.
hu: Az alaphelyzetbe állítás törli az összes adatát, beleértve az esetleg megvásárolt appokat is. A TV visszaállításra kerül a gyári állapotába. Semmilyen beállítása vagy adata nem kerül mentésre.
km: ការ​កំណត់​ឡើង​វិញ​នឹង​លុប​ទិន្នន័យ​របស់​អ្នក​ទាំងអស់, រួម​ទាំង​កម្មវិធី​មួយ​ចំនួន​ដែល​អ្នក​បាន​ទិញ។ ទិន្នន័យ​ទូរទស្សន៍​នឹង​ត្រូវ​បាន​ស្ដារ​ទៅ​លក្ខខណ្ឌ​រោងចក្រ​របស់​វា។ គ្មាន​ការ​កំណត់ ឬ​ទិន្នន័យ​របស់​អ្នក​​នឹង​ត្រូវ​បាន​រក្សាទុក​ឡើយ។
kn: ಮರುಹೊಂದಿಸುವುದು ನಿಮ್ಮೆಲ್ಲ ಡೇಟಾ ಅಳಿಸುತ್ತದೆ, ನೀವು ಖರೀದಿಸಿದ ಅನ್ವಯಗಳನ್ನೂ ಒಳಗೊಂಡಂತೆ. TV ಅನ್ನು ಕಾರ್ಖಾನೆಯ ಪರಿಸ್ಥಿತಿಗೆ ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಯಾವುದೇ ಸಿದ್ದತೆಗಳು ಅಥವಾ ಡೇಟಾ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ.
lv: Atstāstīšana izdzēsis visi jūs dati, ieskaitot aplikācijas kuras jūs nopirkāt. Televizors tiks atjaunots ražotnes stāvoklī. Neviens no jūsu iestatījumi nedz dati netiks saglabāti.
mg: Ny fanefena indray dia hamafa ny datanao rehetra, anisany ireo app novidinao. Haverina amin'ny tefy nanamboarana azy ny tele. Tsy misy ho voatahiry ireo tefinao na datanao.
ms: Mengulang tetap akan memadam semua data anda, termasuk sebarang aplikasi yang sudah dibeli. TV akan dipulihkan kepada keadaan kilang. Tiada sebarang tetapan atau data yang akan disimpan.
my: ပြန်စခြင်းသှ် သင့် အချက်အလက်များ ( သင့်အက်ပ်များ ) အား ဖျက်ပစ်မည်ဖြစ်သည်။ TV အား ၎င်း၏ စက်ရုံထုတ်ပုံစံသို့ ပြန်ဖြစ်စေမည်ဖြစ်သည်။ သင်၏အချက်အလက်များ အပြင်အဆင်များအား သိမ်းထားမည်မဟုတ်ပါ။
pt: A reposição irá eliminar todos os seus dados, incluindo quaisquer aplicações que tenha adquirido. A televisão será reposta ao seu estado inicial, como se tivesse acabado de sair da fábrica. Não serão guardadas quaisquer definições ou dados.
ro: Resetarea va șterge toate datele, inclusiv orice aplicație pe care ai achiziționat-o. TV-ul va fi restaurat la starea din fabrică. Niciuna din setări sau date nu va fi salvată.
si: ප්‍රතිසැකසීම, ඔබ මිලදී ගත් යෙදුම්ද ඇතුළුව ඔබේ සියළු දත්ත මකාදමයි. රූපවාහිනිය එහි කර්මාන්තශාලා තත්වයට පත්වනු ඇත. ඔබේ සැකසුම් හෝ දත්ත කිසිවක් නොසුරැකේ.
ta: மீட்டமைத்தல் உங்களுடைய அனைத்து தரவுகளையும், நீங்கள் வாங்கிய பயன்பாடுகளையும் அழித்துவிடும். இத்தொலைக்காட்சி தொழில்முறை நிலைக்கு மீட்டமைக்கப்படும்.பழைய தரவுகளை மீட்டெடுக்க இயலாது.
th: การตั้งค่าใหม่จะล้างข้อมูลทั้งหมดของคุณ รวมทั้งแอปใด ๆ ที่คุณซื้อ โทรทัศน์จะถูกทำให้กลับไปอยู่ในสภาวะเดิมที่มาจากโรงงาน จะไม่มีการตั้งค่าหรือข้อมูลของคุณถูกเก็บไว้
tr: Sıfırlama, satın aldığınız uygulamalar da dahil olmak üzere tüm verilerinizi silecektir. TV fabrika ayarlarına geri dönecektir. Ayar ve verilerinizin hiçbiri kaydedilmeyecektir.
ur: رسیٹ کرنے سے آپ کا سارا کوائف مٹ جایے گا، جس میں خریدی ہوی ایپس بھی شامل ہے۔ ٹیلی ویژن اپنی فیکٹری حالت میں بحالی مکمل کریگا۔ آپ کی کوی بھی سیٹنگیں یا کوائف محفوظ نہیں رہیںگی۔
