Repository: translate/mozilla-gaia
Catalog: qvi/apps/settings/device_type/tv/settings.device.properties.po
Languages: qvi

source: Share my Internet connection with Wi-Fi-connected devices.
qvi: Wakina ñukapa llamiray Internetman Wi-Fi llamiraypashka irunrinkunawan.

source: The ringtone was not changed because the selected file can not be played on this TV.
qvi: Na trukarirka chay willayta kay tsirwakay akllashka na ushan riwichina kay rikuchik anta..

source: Find My Device allows you to locate, lock or erase your TV
qvi: Maskana ñukapa irunrin sakin kanman churana, sinshayana, kichuna kanpa hampa rikuchik anta

source: Find My Device allows you to locate, lock or erase your TV from a web site:
qvi: Maskana ñukapa irunrin sakin kanman churana, sinshayana, kichuna kanpa rikuchik anta kuska web-manta

source: Your TV is being tracked by another device through the website.
qvi: Kanpa rikuchik anta katihun kan shukrayku irunrin web ñan.

source: No devices are actively tracking your TV through the website.
qvi: Nimapash irunrin katihun kamak rikuchik anta ñan web.

source: Enabling USB storage allows another computer or device connected using USB to access files on this TV.
qvi: Riwichihun USB allichishka sakin shukta antanikik o irunrin llamiraypashka USB ñan yaykunapak tsirwakaykuna kay rikuchi antapi.

source: Reset TV
qvi: Kutin shinana TV

source: Resetting will erase all your data, including any apps you’ve purchased. The TV will be restored to its factory condition. None of your settings or data will be saved.
qvi: Kutin wallpachana kichurinka tukuy kampak chanikuna, mayhan apps rantishka kashpa. Kay rikuchik anta kutin wallpachana kampak tikuykuna makina. Na allichirinkachu kampak tikuykuna nimapash kampak chanikuna.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your TV will have unrestricted developer tools, allowing you to modify and debug system applications.
qvi: Kutin wallpachana kichurinka tukuy kampak chanikuna, mayhan apps rantishka kashpa. Na allichirinkachu kampak tikuykuna nimapash kampak chanikuna. Shimapash rikuchik anta shinanka mana kitapashpa kay llamkanakuna yuyantikunapak, shina sakinka trukana pichana chay saylluraykuna kay llika.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your TV will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
qvi: Kutin wallpachana kichurinka tukuy kampak chanikuna, mayhan apps rantishka kashpa. Na allichirinkachu kampak tikuykuna nimapash kampak chanikuna. Kampak rikuchik anta na charinkachu chay llamkanakuna yuyantikunapak. Na ushanki trukana pichana chay saylluraykuna kay llika.

source: Turning on power save mode turns off the TV’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
qvi: Riwichina imasha shinana mirachinata kallpa mana marikuyana llamniraykuna chay rikuchik anta chanikunata, Bluetooth y kuskallaypacha chay rimachik anta mirachinkapak kawsayta chay kallpakuk. Ushanki Riwichinata kay yanapanakunata makiwanlla.

source: Help us improve {{brandShortName}} by sharing data about your TV and the way you use it.
qvi: Yanapanawaychi allikachinkapak {{brandShortName}} wakinahun chanikuna kampak rikuchik anta y kampak arina.

source: Connected to TV audio
qvi: Llamiraypashka TV uyapakman

source: Connected to TV/media audio
qvi: Llamiraypashka multimedia/TV uyapakman
