Repository: translate/mozilla-gaia
Catalog: ha/shared/facebook/facebook.properties.po
Languages: ha

source: Close
ha: Rufe

source: Import
ha: Shigo

source: Update
ha: Sabunta

# fbFriends
source: Facebook Friends
ha: Abokan Facebook

# facebook-serviceName
source: Facebook Friends
ha: Abokan Facebook

source: Select all
ha: Zaɓi duka

source: Deselect all
ha: Fasa zaɓen duka

source: View All Facebook Friends
ha: Kalli Duk Abokan Facebook

source: View Only Recommended
ha: Kawai Kalli Waɗanda aka bada Shawara

source: No matching friends. Showing all
ha: Babu abokan da suka dace. Ana nuna duka

source: Select the recommended one
ha: Zaɓi wanda aka bada shawara

# linkProposal[two]
source: Select a recommended one
ha: Zaɓi wanda aka bada shawara

# linkProposal[few]
source: Select a recommended one
ha: Zaɓi wanda aka bada shawara

# linkProposal[many]
source: Select a recommended one
ha: Zaɓi wanda aka bada shawara

# linkProposal[other]
source: Select a recommended one
ha: Zaɓi wanda aka ba da shawara

source: All your friends are imported
ha: An shigo da duk abokanka

source: Found one friend to import
ha: An sami aboki ɗaya da za'a shigo da shi

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
ha: An sami {{numFriends}} abokai da za'a shigo da su

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
ha: An sami {{numFriends}} abokai da za'a shigo da su

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
ha: An sami {{numFriends}} abokai da za'a shigo da su

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
ha: An sami {{numFriends}} abokai da za'a shigo da su

source: Search
ha: Nema

source: No contacts found
ha: Ba'a sami abokan hulɗa ba

source: Done
ha: An kammala

source: Importing friends to Contacts
ha: Ana shigo da abokai zuwa Abokan hulɗa

source: Updating friends in Contacts
ha: Ana sabunta abokai a Abokan hulɗa

# message2
source: This may take a couple of minutes
ha: Wannan na iya ɗaukan wasu mintina

source: Please hold on. We are linking your friend and your contact.
ha: Dakata kaɗan. Muna haɗa abokanka da abokan hulɗa.

source: Please hold on. We are canceling the ongoing operation.
ha: Dakata kaɗan. Muna soke abinda ke gudana.

source: Error {{from}}
ha: Kuskure {{from}}

# error2
source: Do you want to retry?
ha: Ka na son sake gwadawa?

# errorProposal
source: calculating proposals
ha: lissafa ƙuduri

# errorFriends
source: retrieving friends
ha: dawo da abokai

source: linking contact
ha: haɗa abokan hulɗa

source: Exceeded timeout {{from}}
ha: An wuce lokaci {{from}}

# timeout2
source: Do you want to retry?
ha: Ka no so ka sake gwadawa?

# timeoutProposal
source: calculating proposals
ha: lissafa tsare-tsare

# timeoutFriends
source: retrieving friends
ha: Dawo da abokai

source: linking contacts
ha: haɗa abokan hulɗa

source: Please hold on
ha: Dakata kaɗan

# wait2
source: This may take a couple of minutes
ha: Wannan zai iya ɗaukar wasu mintina

source: Please hold on. We are calculating a proposal.
ha: Dakata kaɗan. Muna lissafa wani tsari.

source: Please hold on. We are connecting to obtain your friend list.
ha: Dakata kaɗan. Muna haɗawa domin mu sami jerin abokanka.

# curtainCancel
source: Cancel
ha: Soke

source: Retry
ha: Sake gwadawa

source: No Internet connection
ha: Babu haɗin intanet

source: Friends’ photos will not be added to your contacts. Continue anyway?
ha: Ba za'a daɗa hoton abokinka a abokan hulɗarka ba. Ci gaba duk da haka?

# noOption
source: Cancel
ha: Soke

source: No friends updated
ha: Ba sabunta abokai ba

source: Updated one friend
ha: An sabunta aboki ɗaya

# friendsUpdated[two]
source: Updated {{numFriends}} friends
ha: An sabunta abokai {{numFriends}}

# friendsUpdated[few]
source: Updated {{numFriends}} friends
ha: An sabunta abokai {{numFriends}}

# friendsUpdated[many]
source: Updated {{numFriends}} friends
ha: An sabunta abokai {{numFriends}}

# friendsUpdated[other]
source: Updated {{numFriends}} friends
ha: Sabuntawa {{numFriends}} abokai

source: No duplicated friends merged
ha: Babu tagwaitattun abokai da aka gwama

source: One duplicated friend merged
ha: An gwama aboki ɗaya da aka tagwaita

# friendsMerged[two]
source: {{numDups}} friends merged
ha: An gwama abokai {{numDups}}

# friendsMerged[few]
source: {{numDups}} friends merged
ha: An gwama abokai {{numDups}}

# friendsMerged[many]
source: {{numDups}} friends merged
ha: An gwama abokai {{numDups}}

# friendsMerged[other]
source: {{numDups}} friends merged
ha: An gwama abokai {{numDups}}

source: Your Facebook session is invalid. Please sign in.
ha: Lokacinka na Facebook ba shi da inganci. Shiga.

source: There was an error synchronizing your friend’s data
ha: Akwai matsala wajen saita bayanin abokinka
