Repository: translate/mozilla-gaia
Catalog: dsb/apps/costcontrol/costcontrol.properties.po
Languages: dsb

# topup-confirmation-title2
source: Usage
dsb: Wužyśe

source: Top-up confirmed
dsb: Napołnjenje wobkšuśone

# topup-incorrectcode-title2
source: Usage
dsb: Wužyśe

source: Incorrect top-up code entered.
dsb: Wopacny napołnjeński kode zapódany.

source: Updating
dsb: Aktualizacija

source: Updating…
dsb: Aktualizěrujo se…

source: Yesterday
dsb: Cora

source: Today
dsb: Źinsa

source: Never
dsb: Nigda

source: Usage Widget
dsb: Wužyśowy asistent

source: Tap to track your phone and internet usage.
dsb: Pótusniśo, aby wužyśe swójogo telefona a interneta slědował.

source: Tap to track your internet usage.
dsb: Pótusniśo, aby swójo wužywanje interneta slědował.

source: Airplane Mode
dsb: Modus lěśenja

source: Please, turn off airplane mode to enable Usage.
dsb: Pšosym wušaltujśo modus lěśenja, aby Wužyśe zmóžnił.

source: Locked SIM card
dsb: Zastajona SIM-kórta

source: Error
dsb: Zmólka

source: Please, make sure airplane mode is off.
dsb: Pšosym pśeznańśo se, až modus leśenja ji wušaltowany.

source: Usage First Time Experience
dsb: Wužyśe - Prědne kšace

source: Save money by keeping track of your phone and internet usage.
dsb: Zažaŕśo pjenjeze, z tym až woblgědujośo swójo wužywanje telefona a interneta.

source: Save money by keeping track of your internet usage.
dsb: Zažaŕśo pjenjeze, z tym až woblgědujośo swójo wužywanje interneta.

source: Get clear information about how much internet you’re using.
dsb: Wobstarajśo se jasne informacije wó tom, kak intensiwnje wužywaśo internet.

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
dsb: Informacije, kótarež pokazuju se we Wužyśu, pochadaju direktnje z toś togo rěda. Stajśo se ze swójim póbitowarjom mobilneje słužby za nadrobne kontowe informacije do zwiska.

source: Type of Contract
dsb: Dogronowy typ

source: Select the type of contract you have with your mobile service provider.
dsb: Wubjeŕśo dogronowy typ, kótaryž sćo ze swójim póbitowarjom mobilneje słužby wótzamknuł.

source: Low Balance Alert
dsb: Warnowanje wó niskem kontowem plusu

source: Set an alert to avoid running out of credit.
dsb: Nastajśo warnowanje, aby se dopołnego pśetrjebowanja kontowego plusa wobinuł.

source: Data Report and Alert
dsb: Datowa rozpšawa a warnowanje

source: Receive reports about your Internet usage and set an alert to avoid using too much.
dsb: Dostańśo rozpšawy wó swójom internetnem wužyśu a nastajśo warnowanje, aby se psewusokego datowego wužyśa wobinuł.

source: Phone and Data Report
dsb: Telefonowa a datowa rozpšawa

source: Receive reports about your phone and Internet usage.
dsb: Dostańśo rozpšawy wó swójom telefonowem a internetnem wužyśu.

# fte-postpaid3-title
source: Data Alert
dsb: Datowe warnowanje

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
dsb: Nastajśo warnowanje, aby se wužywanja pśewjele datow wobinuł.

source: Data Report
dsb: Datowa rozpšawa

source: Receive reports about your internet usage.
dsb: Dostańśo rozpšawy wó swójom internetnem wužywanju.

# fte-onlydata3-title
source: Data Alert
dsb: Datowe warnowanje

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
dsb: Nastajśo warnowanje, aby se wužywanja pśewjele datow wobinuł.

source: Phone Activity
dsb: Telefonowa aktiwita

source: Balance
dsb: Kontowy plus

source: Roaming: no automatic balance update. You might be charged for updating manually.
dsb: Roaming: žedna awtomatiska aktualizacija kontowego plusa. Za manuelne aktualizěrowanje mógu košty nastaś.

source: Balance didn’t update correctly. Try updating manually.
dsb: Kontowy plus njejo se korektnje zaktualizěrował. Wopytajśo manuelnje aktualizěrowaś.

source: Turn off airplane mode to update your balance or top up.
dsb: Wušaltujśo modus lěśenja, aby swój kontowy plus aktualizěrował abo napołnił.

source: Do you want to disable Airplane mode to update or top up?
dsb: Cośo modus lěśenja znjemóžniś, aby aktualizěrował abo napołnił?

source: You need phone coverage to update your balance or top up.
dsb: Trjebaśo seśowy zwisk, aby swój kontowy plus aktualizěrował abo napołnił.

source: Top Up
dsb: Napołniś

source: Enter the top-up code
dsb: Zapódajśo napołnjowański kode

source: Find it on the scratch card or directly in your receipt.
dsb: Wótdrapajśo jen na kórśe abo namakajśo jen direktnje na swójom kasowem wopokazmje.

source: You will receive a confirmation message
dsb: Dostanjośo wobkšuśeńsku powěsć

source: Make sure the code is correct and try again.
dsb: Zawěsććo, až kode jo korektny a wopytajśo hyšći raz.

source: There was a problem sending the code. Please, try again.
dsb: Problem pśi słanju koda. Pšosym wopytajśo hyšći raz.

# application-error-title
source: Service unavailable
dsb: Słužba njejo k dispoziciji

source: Contact your company representative
dsb: Stajśo se ze swójim firmowym zastupnikom do zwiska

# service-unavailable-title
source: Service unavailable
dsb: Słužba njejo k dispoziciji

source: Neither update nor top-up is possible at the moment. Please try later.
dsb: We wokognośu njejo móžno ani aktualizěrowanje ani napołnjenje. Pšosym wopytajśo pózdźej.

source: Data usage
dsb: Datowe wužyśe

source: Update
dsb: Aktualizěrowaś

source: Use top-up code
dsb: Zapódajśo napołnjeński kode

source: Open top-up menu
dsb: Napołnjeński meni wócyniś

source: OK
dsb: W pórěźe

source: Your top-up is being processed.
dsb: Wašo napołnjenje se pśewjedujo.

source: Update your balance to confirm. If balance is unchanged, try topping up again.
dsb: Zaktualizěrujśo swój kontowy plus za wobkšuśenje. Jolic kontowy plus jo njezměnjony, wopytajśo hyšći raz napołnjowaś.

source: Top-up not confirmed
dsb: Napołnjenje njewobkšuśone

source: Try updating your balance or retry top-up.
dsb: Wopytajśo swój kontowy plus aktualizěrowaś abo znowego napołniś.

source: send
dsb: pósłaś

source: My phone and Internet plan is
dsb: Mój telefonowy a internetny typ jo

source: Prepaid
dsb: Kórta kontowego plusa

source: Postpaid
dsb: Zliceńka

source: Phone activity
dsb: Telefonowa aktiwita

source: SMS sent
dsb: SMS pósłany

source: Calls made
dsb: Cynjone zawołanja

source: Settings
dsb: Nastajenja

# settings-button.ariaLabel
source: Settings
dsb: Nastajenja

source: Low balance alert
dsb: Warnowanje wó niskem kontowem plusu

source: When balance is below
dsb: Gaž kontowy plus jo nišy ako

source: Phone and Internet data report
dsb: Rozpšawa wó wužywanju telefona a interneta

source: Internet data report
dsb: Rozpšawa wó wužywanju interneta

source: Starting on
dsb: Zachopjeńk

source: Cancel
dsb: Pśetergnuś

source: Monthly
dsb: Kuždy mjasec

source: Weekly
dsb: Kuždy tyźeń

source: Monday
dsb: Pónjeźele

source: Tuesday
dsb: Wałtora

source: Wednesday
dsb: Srjoda

source: Thursday
dsb: Stwórtk

source: Friday
dsb: Pětk

source: Saturday
dsb: Sobota

source: Sunday
dsb: Njeźela

source: Billing cycle ends
dsb: Cas zliceńki se kóńcy

source: Tracking will reset on this date
dsb: Wótlicenje buźo se toś ten źeń slědk stajaś

source: Yes
dsb: Jo

source: Done
dsb: Dokóńcone

source: Confirmation
dsb: Wobkšuśenje

source: Your current Wi-Fi data usage is {{wifiData}}. Clear it all?
dsb: Wužywaśo rowno {{wifiData}} WLAN-datow. Wšykno lašowaś?

source: Your current mobile data usage is {{mobileData}}. Clear it all?
dsb: Wužywaśo rowno {{mobileData}} mobilnych datow. Wšykno lašowaś?

source: Your current data usages are {{mobileData}} on mobile, {{wifiData}} on Wi-Fi. Clear it all?
dsb: Wužywaśo rowno {{mobileData}} datow na mobilnem telefonje a {{wifiData}} datow na WLAN. Wšykno lašowaś?

source: All current data will be deleted. Are you sure you want to reset?
dsb: Wšykne aktualne daty se wulašuju. Cośo napšawdu slědk stajiś?

source: Reset
dsb: Slědk stajiś

source: Reset Wi-Fi usage
dsb: Wužyśe WLAN slědk stajiś

source: Reset mobile usage
dsb: Mobilne wužyśe slědk stajiś

source: Reset mobile & Wi-Fi data
dsb: Mobilne daty a WLAN-daty slědk stajiś

source: Not set
dsb: Njepóstajony

source: Used
dsb: Pśetrjebany

source: Limit passed
dsb: Limit pśekšocony

source: Data usage limit
dsb: Datowy limit

source: Data use alert
dsb: Warnowanje za datowe wužyśe

source: When use is above
dsb: Gaž wužyśe jo nad

source: Enter a mobile data limit alert
dsb: Zapódajśo warnowanje za limit mobilnego datowego wužyśa

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
dsb: Zwiskowa malsnosć buźo se pó pśekšacowanju limita reducěrowaś. Stajśo se ze swójim datowym póbitowarjom do zwiska, aby gódny warnowański limit nastajił.

source: Data limit
dsb: Datowy limit

source: Wi-Fi usage
dsb: WLAN-wužyśe

source: Mobile usage
dsb: Mobilne wužyśe

# wifi-usage-settings
source: Wi-Fi usage
dsb: WLAN-wužyśe

# mobile-usage-settings
source: Mobile usage
dsb: Mobilne wužyśe

source: I’m Pre-paid
dsb: Kórta kontowego plusa

source: I’m Post-paid
dsb: Zliceńka

source: Reset data usage
dsb: Datowe wužyśe slědk stajiś

source: Reset report
dsb: Rozpšawu slědk stajiś

source: Next
dsb: Dalej

source: Back
dsb: Slědk

source: Let’s go!
dsb: Zachopmy!

source: Alert
dsb: Warnowanje

source: Alert Limit
dsb: Warnowański limit

source: Welcome
dsb: Witajśo

source: {{limit}} of data used
dsb: {{limit}} datow pśetrjebane

source: You’ve reached the limit you selected
dsb: Sćo nastajony limit dojśpił

source: Low balance
dsb: Niski kontowy plus

source: {{remaining}} remaining phone credit
dsb: Zbytny telefonowy kontowy plus: {{remaining}}

source: Balance has reached zero, no phone credit remaining.
dsb: Kontowy plus jo pśetrjebany, žeden telefonowy kontowy plus njejo wuše.

source: Not available
dsb: Nic k dispoziciji

source: Usage
dsb: Wužyśe

source: Phone
dsb: Telefon

source: Loading interface data. Please retry in a while.
dsb: Daty wužywarskego pówjercha se zacytuju. Pšosym wopytajśo pózdźej hyšći raz.

source: Data Limit ({{value}})
dsb: Datowy limit ({{value}})

# data-available2[zero]
source: {{value}} {{unit}} available
dsb: {{value}} {{unit}} k dispoziciji

# data-available2[one]
source: {{value}} {{unit}} available
dsb: {{value}} {{unit}} k dispoziciji

# data-available2[two]
source: {{value}} {{unit}} available
dsb: {{value}} {{unit}} k dispoziciji

# data-available2[few]
source: {{value}} {{unit}} available
dsb: {{value}} {{unit}} k dispoziciji

# data-available2[many]
source: {{value}} {{unit}} available
dsb: {{value}} {{unit}} k dispoziciji

# data-available2[other]
source: {{value}} {{unit}} available
dsb: {{value}} {{unit}} k dispoziciji

# over-limit[one]
source: {{value}} {{unit}} over limit
dsb: {{value}} {{unit}} nad limitom

# over-limit[two]
source: {{value}} {{unit}} over limit
dsb: {{value}} {{unit}} nad limitom

# over-limit[few]
source: {{value}} {{unit}} over limit
dsb: {{value}} {{unit}} nad limitom

# over-limit[many]
source: {{value}} {{unit}} over limit
dsb: {{value}} {{unit}} nad limitom

# over-limit[other]
source: {{value}} {{unit}} over limit
dsb: {{value}} {{unit}} nad limitom

source: {{em-month}} {{monthday-number}}
dsb: {{monthday-number}}. {{em-month}}

source: Mobile usage per app
dsb: Mobilne wužyśe na nałoženje

source: You have not used any mobile data yet. Usage for each application will show up here when you do.
dsb: Njejsćo hyšći žedne mobilne daty wužywał. Wužyśe za kužde nałoženje buźo se how pokazowaś, za tym až sćo te cynił.

source: {{amount}} of data used since {{start-date}}
dsb: {{amount}} datow wót {{start-date}} wužyte

source: {{amount}} of data used this week
dsb: {{amount}} datow w toś tom tyźenju wužyte

source: {{amount}} of data used this month
dsb: {{amount}} datow w toś tom mjasecu wužyte

source: Others
dsb: Druge

source: Browser
dsb: Wobglědowak

source: Limit of {{value}} MB
dsb: Limit: {{value}} MB

source: Limit of {{value}} GB
dsb: Limit: {{value}} GB

source: {{value}} left
dsb: {{value}} wušej

source: Exceeded by {{value}}
dsb: Wó {{value}} pśekšocony

source: Today is {{today}}
dsb: Źinsa jo {{today}}

source: From {{from}} to {{to}}
dsb: Wót {{from}} do {{to}}
