Repository: translate/mozilla-gaia
Catalog: */apps/settings/device_type/tablet/settings.device.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hu, id, km, kn, lv, ms, my, ne, pt, th, tr, ur

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your tablet will have unrestricted developer tools, allowing you to modify and debug system applications.
am: እንደነበር መመለስ የ እርስዎን ዳታ በሙሉ ያጠፋውል: እንዲሁም ማንኛውንም የገዙትን መተግበሪያዎች በሙሉ: ነገር ግን የ እርስዎ ታብሌት ያልተወሰነ የ አበልጻጊ መሳሪያዎች ይኖሩታል: እርስዎ ስርአቱን እንዲያሻሽሉ እና የ ስርአቱን መተግበሪያ debug እንዲያደርጉ
ar: إعادة التعيين سوف يمحو جميع بياناتك، بما في ذلك أي تطبيقات قمت بشرائها. لن يتم حفظ أي من الإعدادات أو البيانات الخاصة بك. ولكن هاتفك سيقوم بفك تقييد أدوات المطورين، مما يسمح لك بتعديل وتصحيح تطبيقات النظام.
bg: Нулирането ще заличи всичките ви данни, включително закупените приложения. Всички ваши настройки и данни ще бъдат заличени. Но таблетът ви ще разполага с неограничени развойни инструменти, позволяващи ви да променяте и дебъгвате системни приложения.
bn_bd: রিসেট করার ফলে আপনার সকল তথ্য মুছে যাবে, আপনার ক্রয়কৃত আ্যপস এর তথ্যসহ। আপনার কোন সেটিংস বা তথ্য সংরক্ষিত থাকবে না। তবে আপনার ট্যাবলেটে স্বাধীন ডেভেলপার টুল থাকবে, যা দিয়ে আপনি সিস্টেম আ্যপলিকেশন পরিবর্তন ও ডিবাগ করতে পারবেন।
bn_in: রিসেট করা আপনার সমস্ত ডাটা মুছে ফেলবে, এমনকি অ্যাপগুলোও যা আপনি কিনেছেন। আপনার কোনো বৈশিষ্ট্য বা ডাটা সংরক্ষিত থাকবে না। কিন্তু আপনার ট্যাবলেটে অবাধ ডেভেলপার টুল আছে, যা আপনাকে সিস্টেম অ্যাপ্লিকেশন ডিবাগ ও পরিবর্তন করতে সাহায্য করবে।
br: Adderaouekaat a ziverko ho holl roadennoù, en o zouez an arloadoù prenet ganeoc'h. Ne vo ket enrollet hini ebet eus ho kwellvezioù pe roadennoù. Binvioù diorren anvevenn a vo gant ho tabler avat, roet e vo an aotreoù deoc'h da zaskemmañ ha diveugañ arloadoù ho reizhiad.
bs: Resetovanje će obrisati sve vaše podatke, uključući i aplikacije koje ste kupili. Nijedna vaša postavka neće biti sačuvana. Ali će vaš telefon imati neograničene razvojne alate, što će vam omogućiti da mijenjate i debagirate sistemske aplikacije.
ca: La reinicialització esborrarà totes les dades, incloses totes les aplicacions que hàgiu comprat. No es desarà cap dels vostres paràmetres ni dades. Però la tauleta tindrà accés sense restriccions a les eines de desenvolupament, que us permetrà modificar i depurar les aplicacions del sistema.
cy: Bydd ailosod yn dileu eich data i gyd, gan gynnwys unrhyw apiau rydych wedi eu prynu. Bydd y tabled yn cael ei adfer i'w gyflwr o'r ffatri. Ni fydd eich gosodiadau na data'n cael eu cadw.
es: Al restablecer se eliminarán todos sus datos, incluso cualquier app que haya comprado. No se guardarán ni su configuración ni sus datos. No obstante, la tableta dispondrá, sin restricciones, de herramientas para desarrolladores, lo que le permitirá modificar y depurar las aplicaciones del sistema.
eu: Leheneratzean, zure datu guztiak ezabatuko dira, eskuratu dituzun aplikazioak barne. Ez dira zure ezarpenak eta datuak gordeko. Hala ere, zure tabletak mugarik gabeko garatzaile-tresnak izango ditu eta sistemaren aplikazioak aldatu eta araztu ahal izango dituzu.
fa: تنظیم‌مجدد تمامی اطلاعات شما از جمله برنامه‌هایی که خریده‌اید را پاک خواهد کرد. هیچ‌کدام از تنظیمات و اطلاعات شما ذخیره نخواهد شد. اما تبلت شما ابزارهای توسعه غیرمحدود خواهد داشت، که به شما اجازه می‌دهد برنامه‌های سیستمی را تغییر و رفع‌اشکال کنید.
ga_ie: Má athshocraíonn tú an táibléad, léirscriosfar na sonraí go léir atá ann, aipeanna a cheannaigh tú san áireamh. Ní shábhálfar do chuid socruithe nó sonraí. Ach beidh uirlisí forbartha gan teorainn air, sa chaoi go mbeidh tú in ann feidhmchláir an chórais a athrú agus a dhífhabhtú.
gd: Ma nì thu ath-shuidheachadh, thèid an dàta air fad agad a sguabadh às, a’ gabhail a-staigh aplacaid sam bith a cheannaich thu. Cha dèid gin dhe na roghainnean no dhen dàta agad a shàbhaladh. Ach bidh innealan luchd-leasachaidh gun chuingeachadh aig an tablaid agad, rud a bheir cothrom dhut aplacaidean an t-siostaim atharrachadh ’s dì-bhugachadh.
hu: Az alaphelyzetbe állítás törli az összes adatát, beleértve az esetleg megvásárolt appokat is. Beállításai vagy adatai nem kerülnek mentésre. Tabletje azonban korlátozás nélküli fejlesztői eszközökkel fog rendelkezni, lehetővé téve a rendszeralkalmazások módosítását és hibakeresését.
id: Penyetelan ulang akan menghapus semua data Anda, termasuk aplikasi yang telah dibeli. Tidak ada data atau setelan yang akan disimpan. Tablet Anda akan memiliki alat pengembang tak terbatas, yang dapat digunakan untuk mengubah dan mendebug aplikasi sistem.
kn: ಮರುಹೊಂದಿಸುವುದು ನಿಮ್ಮೆಲ್ಲ ಡೇಟಾ ಅಳಿಸುತ್ತದೆ, ನೀವು ಖರೀದಿಸಿದ ಅನ್ವಯಗಳನ್ನೂ ಒಳಗೊಂಡಂತೆ. ನಿಮ್ಮ ಯಾವುದೇ ಸಿದ್ಧತೆಗಳು ಅಥವಾ ಡೇಟಾವನ್ನು ಕೂಡ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ. ಆದರೆ ನಿಮ್ಮ ಟಾಬ್ಲೆಟ್ ತಡೆಯಿಲ್ಲದ ಡೆವೆಲಪರ್ ಉಪಕರಣಗಳಿಗೆ ಪ್ರವೇಶ ಹೊಂದಿದ್ದು, ಸಿಸ್ಟಂನ ಅನ್ವಯಗಳನ್ನು ಬದಲಾಯಿಸುವ ಮತ್ತು ಡೀಬಗ್ ಮಾಡುವುದನ್ನು ಅನುಮತಿಸುತ್ತದೆ.
lv: Atstāstīšana izdzēsis visi jūs dati, ieskaitot aplikācijas kuras jūs nopirkāt. Nedz jūsu iestatījumi nedz dati netiks saglabāti. Bet jūsu planšetdatoram pavērsies jaunas iespējas: jums būs pieejami izstrādāšanas rīki bez jebkādiem ierobežojumiem, ļaujot jums rediģēt un atkļūdot sistēmas lietotnes.
pt: A reposição irá remover todos os seus dados, incluindo quaisquer aplicações que tenha adquirido. Não serão guardadas quaisquer definições ou dados, mas o seu tablet irá ter ferramentas de programação sem restrições, permitindo que modifique e depure aplicações de sistema.
th: การตั้งค่าใหม่จะล้างข้อมูลทั้งหมดของคุณ รวมทั้งแอปใด ๆ ที่คุณซื้อ จะไม่มีการตั้งค่าหรือข้อมูลของคุณถูกเก็บไว้ แต่แท็บเล็ตของคุณจะมีเครื่องมือนักพัฒนาที่ไม่ถูกจำกัดการใช้งาน อนุญาตให้คุณสามารถเปลี่ยนแปลงและแก้จุดบกพร่องแอปพลิเคชันระบบ
tr: Sıfırlama, satın aldığınız uygulamalar da dahil olmak üzere tüm verilerinizi silecektir. Ayar ve verilerinizin hiçbiri kaydedilmeyecektir. Fakat tabletinizde sistem uygulamalarını düzenlemenize ve hata ayıklamanıza olanak veren kısıtlamasız geliştirici araçlarları bulunacaktır.
ur: رسیٹ کرنے سے آپ کا سارا ڈیٹا مٹ جایے گا، جس میں خریدی ہوی ایپس بھی شامل ہے۔ آپ کی کوی بھی سیٹنگیں یا کوائف محفوظ نہیں رہیںگی۔ لیکن آپ کے ٹیبلٹ مے غیر محدود تخلیق کار ٹولس ہے، جو آپکو نظامی ایپلی کیشن ترمیم اور ٹھیک کرنے کی اجازت دےتے ہے۔

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your tablet will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
am: እንደነበር መመለስ የ እርስዎን ዳታ በሙሉ ያጠፋውል: እንዲሁም ማንኛውንም የገዙትን መተግበሪያዎች በሙሉ: ነገር ግን የ እርስዎ ታብሌት ያልተወሰነ የ አበልጻጊ መሳሪያዎች ይኖሩታል: እርስዎ ስርአቱን እንዲያሻሽሉ እና የ ስርአቱን መተግበሪያ debug እንዲያደርጉ
bn_bd: রিসেট করার ফলে আপনার সকল তথ্য মুছে যাবে, আপনার ক্রয়কৃত আ্যপস এর তথ্যসহ। আপনার কোন সেটিংস বা তথ্য সংরক্ষিত থাকবে না। আপনার ট্যাবলেটে স্বাধীন ডেভেলপার টুল থাকবে না। আপনি সিস্টেম আ্যপলিকেশন পরিবর্তন ও ডিবাগ করার অনুমতি পাবেন না।
br: Adderaouekaat a ziverko ho holl roadennoù, en o zouez an arloadoù prenet ganeoc'h. Ne vo ket enrollet hini ebet eus ho kwellvezioù pe roadennoù. Ne vo binvioù diorren anvevenn ebet gant ho tabler. Ne vo ket roet an aotreoù deoc'h da zaskemmañ pe da ziveugañ arloadoù ho reizhiad.
bs: Resetovanje će obrisati sve vaše podatke, uključući i aplikacije koje ste kupili. Nijedna vaša postavka neće biti sačuvana. Vaš tablet više neće imati neograničene razvojne alate. Više nećete moći mijenjati ili debagirati sistemske aplikacije.
ca: La reinicialització esborrarà totes les dades, incloses totes les aplicacions que hàgiu comprat. No es desarà cap dels vostres paràmetres ni dades. La tauleta ja no tindrà accés sense restriccions a les eines de desenvolupament. Ja no podreu modificar ni depurar les aplicacions del sistema.
cy: Bydd ailosod yn dileu eich data i gyd, gan gynnwys unrhyw apiau rydych wedi eu prynu. Bydd dim o'ch gosodiadau na data'n cael eu cadw. Ni fydd gan y dabled offer datblygu dilyffethair. Ni fydd modd i chi newid neu ddadfygio rhaglenni system.
es: Al restablecer se eliminarán todos sus datos, incluso cualquier app que haya comprado. No se guardarán ni su configuración ni sus datos. Su tableta ya no dispondrá de herramientas sin restricción para desarrolladores. No podrá modificar ni depurar las aplicaciones del sistema.
fa: تنظیم‌مجدد تمامی اطلاعات شما را، از جمله برنامه‌هایی که خریده‌اید را حذف خواهد کرد. هیچ‌کدام از تنظیمات یا اطلاعات شما ذخیره نخواهد شد. تبلت شما دیگر ابزارهای توسعه غیرمحدود نخواهد داشت. شما دیگر نخواهید توانست برنامه‌های سیستمی را رفع‌اشکال یا تغییر دهید.
ga_ie: Má athshocraíonn tú an táibléad, léirscriosfar na sonraí go léir atá ann, aipeanna a cheannaigh tú san áireamh. Ní shábhálfar do chuid socruithe nó sonraí. Ní bheidh uirlisí forbartha gan teorainn air a thuilleadh. Ní bheidh tú in ann feidhmchláir an chórais a athrú agus a dhífhabhtú.
gd: Ma nì thu ath-shuidheachadh, thèid an dàta air fad agad a sguabadh às, a’ gabhail a-staigh aplacaid sam bith a cheannaich thu. Cha dèid gin dhe na roghainnean no dhen dàta agad a shàbhaladh. Cha bhi làn-chothrom air innealan luchd-leasachaidh aig an tablaid agad tuilleadh. Chan urrainn dhut aplacaidean an t-siostaim atharrachadh ’s dì-bhugachadh tuilleadh.
lv: Atstāstīšana izdzēsis visi jūs dati, ieskaitot aplikācijas kuras jūs nopirkāt. Nedz jūsu iestatījumi nedz dati netiks saglabāti. Jūsu planšetdatoram vairs nebūs pieejami izstrādāšanas rīki bez ierobežojumiem, un jūs vairs nevarēsiet rediģēt vai atkļūdot sistēmas lietotnes.
pt: A reposição irá remover todos os seus dados, incluindo quaisquer aplicações que tenha adquirido. Não serão guardadas quaisquer definições ou dados. O seu tablet não irá ter ferramentas de programação sem restrições. Não poderá modificar ou depurar aplicações de sistema.
th: การตั้งค่าใหม่จะล้างข้อมูลทั้งหมดของคุณ รวมทั้งแอปใด ๆ ที่คุณซื้อ จะไม่มีการตั้งค่าหรือข้อมูลของคุณถูกเก็บไว้ แท็บเล็ตของคุณจะไม่มีเครื่องมือนักพัฒนาที่ไม่ถูกจำกัดการใช้งานอีกต่อไป คุณจะไม่สามารถเปลี่ยนแปลงหรือแก้จุดบกพร่องแอปพลิเคชันระบบได้อีกต่อไป
ur: رسیٹ کرنے سے آپ کا سارا ڈیٹا مٹ جایے گا، جس میں خریدی ہوی ایپس بھی شامل ہے۔ آپ کی کوی بھی سیٹنگیں یا کوائف محفوظ نہیں رہیںگی۔ لیکن آپ کے ٹیبلیٹ مے غیر محدود تخلیق کار ٹولس نہیں رھینگیں، آپ نظامی ایپلی کیشن ترمیم اور ٹھیک کرینے کے کابل نہیں رہینگیں۔

source: Turning on power save mode turns off the tablet's data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
am: የ ሐይል ማዳኛ ዘዴን ማብራት የ ስልኩን ዳታ: ብሉቱዝ እና አሁን ያሉበትን አካባቢ ግንኙነት ያጠፋዋል የ ባትሪውን ህይወት ለማራዘም: እነዚህን ግልጋሎቶች በ እጅ እንደገና ማብራት ይችላሉ
ar: تشغيل وضع توفير الطاقة سيُعطّل بيانات الجهاز اللوحي، بلوتوث، اتّصالات تحديد الموقع الجغرافي وذلك لتمديد عمر البطّارية. سيبقى بإمكانك تشغيل هذه الخدمات مرّة أخرى بشكل يدوي.
bg: Включването на енергоспестяващия режим ще изключи мобилните данни, Bluetooth и Местоположение, за да бъде съхранена батерия. Тези услуги ще бъдат достъпни за ръчно включване.
bn_bd: শক্তি সঞ্চয় মোড চালু করলে এটি ব্যাটারী লাইফ বাড়াতে ট্যাবলেটের ডাটা, ব্লুটুথ এবং ভৌগলিক-অবস্থানের সংযোগ বন্ধ করে দেয়। আপনি নিজ হাতে এগুলো আবার চালু করতে পারবেন।
bn_in: বিদ্যুৎ সংরক্ষণ মোড চালু করলে ট্যাবলেটের তথ্যসমূহ, ব্লু-টুথ এবং ভৌগলিক অবস্থান সংযোগ বন্ধ হয়ে যাবে ব্যাটারির সময়কাল প্রসারণ করতে। তবুও অাপনি এই পরিসেবাসমূহ নিজহাতে পুনরায় চালু করতে পারেন।
br: Gweredekaat an espern energiezh a ziweredekaio roadennoù an tabler, ar Bluetooth hag an douarlec'hiañ evit astenn buhez ar batiri. Gallout a rit gweredekaat ar gwazerezhioù-mañ dre zorn c'hoazh.
bs: Uključivanje moda za uštedu energije isključuje podatkovnu vezu telefona, Bluetooth i Geolokacijske veze u cilju produžavanja trajanja baterije. I dalje imate mogućnost da ove servise uključite ručno.
ca: El mode d'estalvi d'energia desactivarà les connexions de dades, Bluetooth i geolocalització de la tauleta per tal que la bateria duri més. Tot i així, podeu tornar a activar els serveis manualment.
cy: Bydd cychwyn y modd cadw pŵer yn diffodd data, Bluetooth a chysylltiadau geoleoliad y tabled er mwyn estyn oes y batri. Mae modd eu cychwyn eto gyda llaw.
es: La activación del modo ahorro de energía inhabilita las conexiones de datos, Bluetooth y geolocalización de la tableta para ampliar la vida de la batería. No obstante, puede activar de nuevo estos servicios de forma manual.
eu: Energia aurrezteko modua aktibatzean tabletaren datuak, bluetooth-a eta geokokapena desaktibatzen dira bateriaren bizitza luzatzeko. Hala ere, zerbitzu horiek eskuz piztu ditzakezu berriro.
fa: روشن کردن حالت ذخیره انرژی سیستم شبکه اطلاعات تبلت، بلوتوث و سیستم مکان‌یاب جغرافیایی را خاموش می‌کند تا عمر باطری را افزایش دهد. شما می‌توانید بصورت دستی این سرویس‌ها را دوباره روشن کنید.
ga_ie: Má chuireann tú an mód spárála cumhachta ar siúl, múchfar an ceangal sonraí, Bluetooth, agus Geoshuíomh sa chaoi go mairfidh cadhnra an táibléid níos faide. Is féidir leat na seirbhísí seo a chur ar siúl arís de láimh, más gá.
gd: Ma chuireas tu air modh sàbhaladh na cumhachd, cuiridh seo dheth ceanglaichean dàta ’s Bluetooth na tablaid agus an geò-lorgadh airson ’s gum mair am bataraidh nas fhaide. ’S urrainn dhut na seirbheisean seo a chur air a-rithist thu fhèin.
hu: Az energiatakarékos mód bekapcsolása kikapcsolja a tablet adat-, Bluetooth és GPS-kapcsolatait a működési idő meghosszabbítása érdekében. Ezeket a funkciókat saját kezűleg bármikor bekapcsolhatja.
id: Mengaktifkan mode hemat daya akan menonaktifkan sambungan data tablet, Bluetooth, dan Geolokasi untuk memperpanjang usia baterai. Anda masih dapat mengaktifkan layanan ini secara manual.
km: ការ​បើក​របៀប​សន្សំ​ថាមពល​បិទ​ទិន្នន័យ​កុំព្យូទ័រ​បន្ទះ, ប៊្លូធូស និង​ការ​តភ្ជាប់​ទីតាំង​ភូមិសាស្ត្រ​ទាំងអស់​ដើម្បី​ធ្វើ​ឲ្យ​​ថ្ម​កាន់​បាន​យូរ​។ អ្នក​នៅ​តែ​អាច​បើក​សេវា​ទាំងនេះ​ដោយ​ដៃ​បាន។
kn: ವಿದ್ಯುತ್ ಉಳಿತಾಯ ಸ್ಥಿತಿಯನ್ನು ಪ್ರಾರಂಭಿಸುವುದು ಟ್ಯಾಬ್ಲೆಟ್‌ನ ಡೇಟಾ, ಬ್ಲೂಟೂತ್ ಮತ್ತು ಭೂಸ್ಥಳ ಸಂಪರ್ಕಗಳನ್ನು ಕಡಿತಗೊಳಿಸಿ ಬ್ಯಾಟರಿಯ ಬಾಳಿಕೆಯನ್ನು ಹಿಗ್ಗಿಸುತ್ತದೆ. ನೀವು ಈ ಸೇವೆಗಳನ್ನು ಕೈಯಾರೆ ಮರು ಪ್ರಾರಂಭಿಸಬಹುದು.
lv: Taupības režīms ieslēgšana izslēgs mobilo datu pakalpojumus, Bluetooth un ģeolokāciju lai pagarināt baterijas darbības laiku. Jūs joprojām varēsiet pašrocīgi ieslēgt šo pakalpojumus.
ms: Menghidupkan mod jimat kuasa akan mematikan data tablet, Bluetooth dan sambungan Geolokasi bagi menjimatkan kuasa bateri. Anda masih boleh menghidupkan kembali servis ini secara manual.
my: ပါဝါချွေတာသုံး စနစ်ဖွင့်လိုက်ပါက အင်တာနက်ဒေတာ ၊ ဘလူးတု နှင့် တည်နေရာပြစနစ် တို့ကို ဘတ်ထရီ ပိုခံစေရန် ပိတ်လိုက်မည်ဖြစ်သည်။ ၎င်းဝန်ဆောင်မှူများအား သင်ကိုယ်တိုင် ပြန်လည်ဖွင့်သုံးနိုင်ပါသေးသည်။
ne: पावर सेभ मोड सक्रिय गर्दा ब्याट्रीको जीवन विस्तार गर्न ट्याब्लेटको डाटा, ब्लुटुथ र भू-स्थान कनेक्शन बन्द हुन्छ। तपाईं यी सेवाहरु आफैँले पुन:सुरु गर्न सक्नुहुन्छ।
pt: Ao ativar o modo de poupança de energia, as ligações de dados, Bluetooth e Geolocalização do seu tablet serão desligadas para prolongar a vida da bateria. Poderá ativar manualmente estes serviços em caso de necessidade.
th: การเปิดโหมดประหยัดพลังงานจะปิดการเชื่อมต่อข้อมูลบลูทูธและตำแหน่งที่ตั้งทางภูมิศาสตร์ของแท็บเล็ตเพื่อยืดอายุการใช้งานแบตเตอรี่ คุณสามารถเปิดบริการเหล่านี้กลับมาได้ด้วยตนเอง
tr: Güç tasarrufu modunu açmak, pil ömrünü uzatmak için tabletin veri, Bluetooth ve coğrafi konum bağlantılarını kapatır. Bu servisleri yeniden elle açmanız mümkündür.
ur: بیٹری بچانے کا موڈ چالو کرنے سے ٹیبلٹ کے کوائف، بلوٹوتھ اور جغرافیائی محل وقوع کنکشن بند ہوجاتے ہیں بیٹری کی حیات توسیع کرنے کے لیئے۔ تاہم آپ ان سروسز کو دوبارہ چالو کرسکتے ہیں۔

source: Help us improve {{brandShortName}} by sharing data about your tablet and the way you use it.
am: ለማሻሻል ይርዱን {{brandShortName}} የ እርስዎን ታብሌት ዳታ እና እንዴት እንደሚጠቀሙበት
ar: ساعدنا في تحسين {{brandShortName}} من خلال تشاركك للبيانات حول جهازك اللوحي وطريقة استخدامك له.
bg: Помогнете ни да подобрим {{brandShortName}}, като споделяте данни за вашия таблет и как го използвате.
bn_bd: আপনার ট্যাবলেট সম্পর্কিত তথ্য ও আপনার ব্যবহার প্রণালী সম্পর্কে অবহিত করে {{brandShortName}} কে আরো উন্নত করতে আমাদের সাহায্য করুন।
bn_in: অাপনার ট্যাবলেটের সম্পর্কে তথ্য এবং কীভাবে ব্যবহার করেন শেয়ার করে {{brandShortName}} উন্নয়ন করতে অামাদের সাহায্য করুন।
br: Skoazellit ac'hanomp da wellaat {{brandShortName}} en ur rannañ roadennoù a-zivout ho tabler ha penaos e vez arveret ganeoc'h.
bs: Pomozite nam da poboljšamo {{brandShortName}} dijeljenjem podataka o vašem telefon i načinu na koji ga koristite.
ca: Ajudeu-nos a millor el {{brandShortName}} compartint dades de la vostra tauleta i de com l'utilitzeu.
cy: Cynorthwywch ni i wella {{brandShortName}} drwy rannu data am eich tabled a'r ffordd rydych yn ei ddefnyddio.
es: Ayúdenos a mejorar {{brandShortName}} compartiendo datos sobre su tableta y su forma de uso.
eu: Lagun gaitzazu {{brandShortName}} hobetzen zure tabletaren datuak eta hura nola erabiltzen duzun partekatuz.
fa: با اشتراک گذاشتن اطلاعات درباره تبلت خود و نحوه استفاده شما از آن، به ما کمک کنید تا {{brandShortName}} را بهبود دهیم.
ga_ie: Cabhraigh linn {{brandShortName}} a fheabhsú trí shonraí faoi do tháibléad agus an tslí a n-úsáideann tú é a chomhroinnt linn.
gd: Cuidich leinn a’ leasachadh {{brandShortName}} le bhith a’ cur dàta mun tablaid agad agus an dòigh air a bheil thu ’ga chleachdadh thugainn.
hu: Segítsen a {{brandShortName}} tökéletesítésében adatok megosztásával a tabletjéről.
id: Bantu kami mengembangkan {{brandShortName}} dengan membagikan data tablet Anda dan cara Anda menggunakannya.
km: ជួយ​ពួក​យើង​ក្នុង​ការ​ធ្វើ​ឲ្យ {{brandShortName}} ល្អ​ប្រសើរ​ដោយ​ចែករំលែក​ទិន្នន័យ​កុំព្យូទ័រ​បន្ទះ និង​វិធី​ដែល​អ្នក​ប្រើ​វា។
kn: ನಿಮ್ಮ ಟ್ಯಾಬ್ಲೆಟ್ ಬಗ್ಗೆ ಡೇಟಾ ಮತ್ತು ಅದನ್ನು ನೀವು ಹೇಗೆ ಬಳಸುತ್ತೀರಿ ಎನ್ನುವುದನ್ನು ಹಂಚಿಕೊಂಡು {{brandShortName}} ಅನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ.
lv: Palīdziet mums uzlabot {{brandShortName}} daloties ar informācijām par savu planšetdatoru un par veidu kā jūs to izmantojiet.
ms: Bantu kami memperbaiki {{brandShortName}} dengan berkongsi data tentang tablet anda dan bagaimana anda menggunakannya.
my: သင်၏ tablet နှင့် ၎င်းအား အသုံးပြုပုံ တို့အား ဝေမျှပေးခြင်းဖြင့် {{brandShortName}} အားဖွံ့ဖြိုးအောင် ကူညီပါ
ne: हामीलाई आफ्नो ट्याब्लेट र तपाईँले यसलाई प्रयोग गर्ने तरिकाका बारेमा डाटा बाँडेर {{brandShortName}} सुधार गर्न सहयोग गर्नुहोस्।
pt: Ajude-nos a melhorar o {{brandShortName}} partilhando informações sobre o seu tablet e do modo como o utiliza.
th: ช่วยเราปรับปรุง {{brandShortName}} โดยการแบ่งปันข้อมูลเกี่ยวกับแท็บเล็ตของคุณและวิธีที่คุณใช้งาน
tr: Tabletiniz ve kullanım alışkanlıklarınızla ilgili verileri paylaşarak {{brandShortName}}'i geliştirmemize yardım edin.
ur: {{brandShortName}} بہتر بنانے میں ہماری مدد کریں آپ کے ٹیبلٹ کے بارے میں اعداد و شمار حصہ داری کر کہ۔

source: Connected to tablet audio
am: ወደ ታብሌት ድምፅ ተገናኝቷል
ar: موصول بصوت الجهاز اللوحي
bg: Свързан към аудио на таблета
bn_bd: ট্যাবলেট অডিও এর সাথে যুক্ত হয়েছে
bn_in: ট্যাবলেট অডিও এর সাথে সংযুক্ত
br: Kennasket ouzh aodio an tabler
bs: Povezan na audio tableta
ca: Connectat a l'àudio de la tauleta
cy: Cysylltwyd i sain y tabled
es: Conectado a audio tableta
eu: Tabletaren audioarekin konektatuta
fa: به سیستم صدای تبلت متصل شد
ga_ie: Ceangailte le fuaim an táibléid
gd: Ceangailte ri fuaim na tablaid
hu: Tablet-hangrendszerhez csatlakoztatva
id: Tersambung ke audio tablet
km: បាន​តភ្ជាប់​ទៅ​កាន់​អូឌីយ៉ូ​​កុំព្យូទ័រ​បន្ទះ
kn: ಟ್ಯಾಬ್ಲೆಟ್ ಧ್ವನಿಗೆ ಸಂಪರ್ಕಿಸಿ
lv: Savienots ar planšetdatora audio
ms: Disambung ke audio tablet
my: Tablet ၏​ အသံစနစ်သို့ ချိတ်ဆက်ပြီး
ne: ट्याबलेट अडियोमा जडान गरियो
pt: Conectado ao áudio do tablet
th: เชื่อมต่อกับระบบเสียงแท็บเล็ตแล้ว
tr: Tablet sesine bağlanıldı
ur: ٹیبلٹ کی آڈیو سے جڑا ہوا ہے

source: Connected to tablet/media audio
am: ወደ ታብሌት/ድምፅ መገናኛ ተገናኝቷል
ar: متّصل بصوت الجهاز اللوحي/الوسائط المُتعدّدة
bg: Свързан към аудио на таблета или медиа
bn_bd: ট্যাবলেট/মিডিয়া অডিও এর সাথে যুক্ত হয়েছে
bn_in: ট্যাবলেট/media অডিও এর সাথে সংযুক্ত
br: Kennasket ouzh aodio an tabler/media
bs: Povezan na audio tableta/multimedije
ca: Connectat a l'àudio de la tauleta/suport
cy: Cysylltwyd i sain tabled/cyfrwng
es: Conectado a audio multimedia/tableta
eu: Tabletaren /multimediaren audioarekin konektatuta
fa: به سیستم صدای تبلت/رسانه متصل شد
ga_ie: Ceangailte le fuaim an táibléid/an mheáin
gd: Ceangailte ri fuaim na tablaid/a’ mheadhain
hu: Tablet/média-hangrendszerhez csatlakoztatva
id: Tersambung ke audio tablet/media
km: បាន​តភ្ជាប់​ទៅកាន់​អូឌីយ៉ កុំព្យូទ័រ​បន្ទះ/មេឌៀ
kn: ಟ್ಯಾಬ್ಲೆಟ್/media ಧ್ವನಿಗೆ ಸಂಪರ್ಕಿಸಲ್ಪಟ್ಟಿದೆ
lv: Savienots ar planšetdatora/medija audio
ms: Disambung ke audio tablet/media
my: tablet/media ၏​အသံစနစ်သို့ ချိတ်ဆက်ပြီး
ne: ट्याबलेट/media अडियोमा जडान गरियो
pt: Conectado ao áudio do tablet/multimédia
th: เชื่อมต่อกับระบบเสียงแท็บเล็ต/สื่อแล้ว
tr: Tablet/medya sesine bağlanıldı
ur: ٹیبلٹ/media کی آڈیو سے جڑا ہوا ہے
