Repository: translate/mozilla-gaia
Catalog: */apps/settings/device_type/tablet/settings.device.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hu, id, km, kn, lv, ms, my, ne, pt, th, tr, ur

source: Share my Internet connection with a USB-connected device.
am: የ እኔን የ ታብሌት ኢንተርኔት ግንኙነት በ ዩኤስቢ-ከ ተገናኙ አካሎች ጋር ማካፈያ
bn_bd: USB- সংযুক্ত ডিভাইসের সাথে আমার ইন্টারনেট শেয়ার কর।
br: Rannañ ma kennask kenrouedad gant un trevnad USB.
bs: Podijeli moju internet vezu s uređajem povezanim na USB.
ca: Comparteix la connexió a Internet amb un dispositiu connectat per USB.
cy: Rhannu fy nghysylltiad gwe gyda dyfais drwy USB.
es: Compartir mi conexión a Internet con un dispositivo conectado por USB.
eu: Partekatu nire Internet-konexioa USB bidez konektatutako gailu batekin.
fa: اتصال اینترنت من را با دستگاه USB متصل شده به اشتراک بگذار.
ga_ie: Comhroinn mo cheangal Idirlín le gléas atá ceangailte trí USB.
gd: Co-roinn an ceangal agam ris an eadar-lìn le uidheam a tha ceangailte ris slighe USB.
lv: Dalīt mana planšetdatora Interneta savienojumu ar USB pieslēgtu ierīci.
pt: Partilhar a minha ligação à Internet com um dispositivo ligado por USB.
th: แบ่งปันการเชื่อมต่ออินเทอร์เน็ตของฉันกับอุปกรณ์ที่เชื่อมต่อทาง USB
ur: USB-منسلک آلہ کے ساتھ میرے ٹیبلٹ کا انٹرنیٹ کنکشن شیئر کرے۔

source: Share my Internet connection with Wi-Fi-connected devices.
am: የ እኔን የ ታብሌት ኢንተርኔት ግንኙነት በ ዋይ-ፋይ ከ ተገናኙ አካሎች ጋር ማካፈያ
bn_bd: Wi-Fi- সংযুক্ত ডিভাইসের সাথে আমার ইন্টারনেট শেয়ার কর।
br: Rannañ ma kennask kenrouedad gant trevnadoù Wi-Fi
bs: Podijeli moju internet vezu s uređajima povezanim putem Wi-Fi.
ca: Comparteix la connexió a Internet amb dispositius connectats per Wi-Fi.
cy: Rhannu cysylltiad gwe fy nhabled gyda dyfeisiau sy'n cysylltu drwy'r diwifr.
es: Compartir mi conexión a Internet con un dispositivo conectado por Wi-Fi.
eu: Partekatu nire Internet-konexioa Wi-Fi bidez konektatutako gailuekin.
fa: اتصال اینترنت من را با دستگاه Wi-Fi متصل شده به اشتراک بگذار.
ga_ie: Comhroinn mo cheangal Idirlín le gléasanna atá ceangailte trí Wi-Fi.
gd: Co-roinn an ceangal agam ris an eadar-lìn le uidheaman a tha ceangailte ris slighe WiFi.
lv: Dalīt mana planšetdatora Interneta savienojumu ar Wi-Fi pieslēgtām ierīcēm.
pt: Partilhar a minha ligação à Internet com os dispositivos ligados por Wi-Fi.
th: แบ่งปันการเชื่อมต่ออินเทอร์เน็ตของฉันกับอุปกรณ์ที่เชื่อมต่อทาง Wi-Fi
ur: Wi-Fi منسلک آلہ کے ساتھ میرے ٹیبلٹ کا انٹرنیٹ کنکشن شیئر کرے۔

source: The ringtone was not changed because the selected file can not be played on this tablet.
am: የ ጥሪው ድምፅ አልተቀየረም ምክንያቱም የተመረጠው ፋይል በዚህ ታብሌት ላይ አይጫወትም
ar: لم يتم تغيير نغمة الرّنين لأنه لا يُمكن تشغيل الملف المُحدّد على هذا الجهاز اللّوحي.
bg: Звукът за звънене не е променен, защото избраният файл не може да се възпроизвежда на този таблет.
bn_bd: রিংটোন পরিবর্তন হয়নি কারন নির্বাচিত ফাইলটি এই ট্যাবলেটে বাজানো যাচ্ছে না।
bn_in: রিংটোন পরিবর্তিত হয়নি কেনোনা নির্বাচিত ফাইলটি এই ট্যাবলেটে চলবে না।
br: N'eo ket bet kemmet ar soniri rak ar restr diuzet n'hall ket bezañ lennet war an tabler-mañ.
bs: Melodija zvona nije promijenjena jer izabrani fajl nije moguće reproducirati na ovom tabletu.
ca: No s'ha canviat el to de trucada perquè el fitxer que heu triat no es pot reproduir en aquesta tauleta.
cy: Nid yw'r tôn canu wedi ei newid gan nad oedd modd chwarae'r ffeil ar y dabled.
es: No se cambió el tono porque el archivo seleccionado no puede reproducirse en esta tableta.
eu: Txirrin-tonua ez da aldatu hautatutako fitxategia ezin delako tableta honetan erreproduzitu.
fa: آهنگ زنگ به دلیل استفاده از پرونده‌‌ای که قادر به پخش بر روی این تبلت نیست تغییر نکرد.
ga_ie: Níor athraíodh an clingthon toisc nárbh fhéidir an comhad roghnaithe a sheinm ar an táibléad seo.
gd: Cha deach an t-seirm atharrachadh a chionn ’s nach urrainn dhan tablaid seo am faidhle a thagh thu a chluich.
hu: Az új csengőhang nem lett beállítva, mert a kiválasztott fájl nem játszható le ezen a tableten.
id: Nada dering tidak diubah karena berkas terpilih tidak dapat diputar pada tablet ini.
km: សំឡេង​រោទ៍​មិន​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​ដោយ​សារ​តែ​ឯកសារ​ដែល​បាន​ជ្រើស​មិន​អាច​ត្រូវ​បាន​បង្ហាញ​នៅ​លើ​កុំព្យូទ័រ​បន្ទះ​នេះ។
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಕಡತವನ್ನು ಈ ಟ್ಯಾಬ್ಲೆಟ್‌ನಲ್ಲಿ ಚಲಾಯಿಸಲು ಸಾಧ್ಯವಾಗದ್ದರಿಂದ ರಿಂಗ್‌ಟೋನ್ ಅನ್ನು ಬದಲಾಯಿಸಲಾಗಿಲ್ಲ.
lv: Zvanu melodija netika mainīta tādēļ ka izvēlēto datni nevar atskaņot uz šo planšetdatoru.
ms: Nada dering tidak diubah kerana fail yang dipilih tidak dapat dimainkan oleh tablet ini.
my: ရွေးလိုက်သော ဖိုင်သည် လက်ကိုင်သုံး ပစ္စည်းဖြင့် ဖွင့်မရသဖြင့် ဖုန်းသံအဖြစ် မပြောင်းလဲသွားပါ
ne: चयन गरिएको फाइल यस ट्याब्लेटमा बजाउन सकिँदैन किनभने रिङटोन परिवर्तन थिएन।
pt: O tom de toque não foi alterado pois não é possível reproduzir o ficheiro selecionado neste tablet.
th: เสียงเรียกเข้าไม่ถูกเปลี่ยนเนื่องจากไฟล์ที่เลือกไม่สามารถเล่นได้บนแท็บเล็ตนี้
tr: Seçilen dosya bu tablette çalınamadığı için zil sesi değiştirilmedi.
ur: رینگٹون تبدیل نہیں کی جا سکی کیونکہ منتخب فائل اس ٹیبلٹ پر چلائ نہیں جا سکی۔

source: Find My Device allows you to locate, lock or erase your tablet
am: የ እኔን አካል ማግኛ የሚያስችለው: የ እርስዎን ታብሌት ለማግኘት ለመቆለፍ እና ለመሰረዝ ነው
ar: يسمح لك "العثور على جهازي" تحديد موقع جهازك، إقفاله أو مسح بياناته.
bg: Изгубено устройство позволява да издирвате, заключвате и заличавате вашия таблет
bn_bd: Find My Device আপনাকে আপনার ট্যাবলেট খুঁজতে, লক করতে বা ডাটা মুছে ফেলার সুযোগ দেয়
bn_in: অামার ডিভাইস অনুসন্ধান করুন এটি অাপনার ট্যাবলেট শনাক্ত করতে, লক করতে অথবা মুছে ফেলতে অনুমোদন দেবে
br: Kavout Ma Zrevnad a ro tro deoc'h da lec'hiañ, prennañ pe ziverkañ ho tabler
bs: Pronađi moj uređaj vam dopušta da locirate, zaključate ili obrišete podatke na vašem tabletu
ca: «Troba el meu aparell» permet localitzar, bloquejar o esborrar la vostra tauleta
cy: Mae Canfod Dyfais yn caniatáu i chi leoli, cloi neu glirio eich tabled
es: Buscar mi dispositivo le permite ubicar, bloquear o borrar su tableta
eu: 'Bilatu nire gailua' aukerari esker, zure tableta bilatu, blokeatu edo ezaba dezakezu.
fa: دستگاه من را پیدا کن،به شما امکان پاک کردن اطلاعات تبلت خود، قفل کردن آن و یافتن مکان آن را می‌دهد
ga_ie: Úsáid "Aimsigh Mo Ghléas" le do tháibléad a aimsiú, a chur faoi ghlas, nó a bhánú
gd: Bheir “Lorg an t-uidheam agam” comas dhut an tablaid agad a lorg, a ghlasadh no a sguabadh às.
hu: A készülékkereső lehetővé teszi a tablet bemérését, lezárását vagy törlését
id: Temukan Perangkat Saya dapat digunakan untuk menentukan lokasi, mengunci, atau menghapus isi tablet Anda
km: ស្វែងរក​ឧបករណ៍​របស់​ខ្ញុំ​ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​បម្រុង​ទុក, ចាក់សោ ឬ​លុប​ទិន្នន័យ​កុំព្យូទ័រ​បន្ទះ​របស់​អ្នក
kn: ನನ್ನ ಸಾಧನ ಹುಡುಕು ನಿಮಗೆ ನಿಮ್ಮ ಟ್ಯಾಬ್ಲೆಟ್ ಅನ್ನು ಹುಡುಕಲು, ಲಾಕ್ ಮಾಡಲು ಅಥವಾ ಅಳಿಸಲು ಅನುಮತಿಸುತ್ತದೆ
lv: Atrast Manu Ierīci jums ļauj atrast, aizsargāt vai izdzēst savu planšetdatoru
ms: Cari Peranti Ku membenarkan anda mengesan, mengunci dan memadam tablet anda
my: " ပစ္စည်းရှာဖွေရေး ဝန်ဆောင်မှူ " သည့် သင့်ပစ္စည်းအား တည်နေရာ ခြေရာခံခြင်း ၊ အဝေးမှ လှမ်းပိတ်ခြင်း နှင့်ဖျက် ပစ်ခြင်းတို့ အား ပြုလုပ်ပေးသည်။
ne: मेरो यन्त्र तहहरु तपाईं तोक्न, लक वा आफ्नो ट्याब्लेट मेटाउन अनुमति दिन्छ।
pt: Encontrar o Meu Dispositivo permite-lhe encontrar, bloquear ou limpar o seu tablet
th: ค้นหาอุปกรณ์ของฉัน อนุญาตให้คุณสามารถระบุตำแหน่ง ล็อค หรือล้างข้อมูลในแท็บเล็ตของคุณ
tr: Cihazımı Bul tabletinizi bulmanıza, kilitlemenize ve silmenize olanak tanır
ur: میرا آلہ ڈھونڈیں آپ کے ٹیبلٹ کوکھوجنے، مقفل کرنے یا مٹا دینے کی اجازت دیتا ہے

source: Find My Device allows you to locate, lock or erase your tablet from a web site:
am: የ እኔን አካል ማግኛ የሚያስችለው: የ እርስዎን ታብሌት ለማግኘት ለመቆለፍ እና ለመሰረዝ ነው ከ ድሕረ ገጽ ላይ:
ar: يسمح لك "العثور على جهازي" تحديد موقع جهازك، إقفاله أو مسح بياناته من خلال موقع ويب.
bg: Изгубено устройство позволява през страница да издирвате, заключвате и заличавате вашия таблет:
bn_bd: Find My Device আপনাকে একটি ওয়েবসাইট থেকে আপনার ট্যাবলেট খুঁজতে, লক করতে বা মুছে ফেলার সুযোগ দেয়:
bn_in: Find My Device অাপনার ট্যাবলেট শনাক্ত করতে, লক করতে অথবা মুছে ফেলতে দেবে একটি ওয়েব সাইট থেকে:
br: Kavout Ma Zrevnad a ro tro deoc'h da lec'hiañ, prennañ pe ziverkañ ho tabler adalek ul lec'hienn web :
bs: Pronađi moj uređaj vam dopušta da locirate, zaključate ili obrišete podatke na vašem tabletu sa web stranice:
ca: «Troba el meu aparell» permet localitzar, bloquejar o esborrar la vostra tauleta des d'un lloc web:
cy: Mae Canfod Dyfais yn caniatáu i chi leoli, cloi neu glirio eich tabled o wefan:
es: Buscar mi dispositivo le permite ubicar, bloquear o borrar su tableta desde una web:
eu: 'Bilatu nire gailua' aukerari esker, zure tableta bilatu, blokeatu edo ezaba dezakezu webgune batetik:
fa: دستگاه من را پیدا کن،به شما امکان پاک کردن اطلاعات تبلت خود، قفل کردن آن و یافتن مکان آن را می‌دهد از طریق وب‌سایت:
ga_ie: Úsáid "Aimsigh Mo Ghléas" le do tháibléad a aimsiú, a chur faoi ghlas, nó a bhánú ó shuíomh Gréasáin:
gd: Bheir “Lorg an t-uidheam agam” comas dhut an tablaid agad a lorg, a ghlasadh no a sguabadh às o làrach-lìn:
hu: A készülékkereső lehetővé teszi a tablet bemérését, lezárását vagy törlését egy weboldalról:
id: Temukan Perangkat Saya dapat digunakan untuk menentukan lokasi, mengunci, atau menghapus isi tablet Anda lewat situs web:
km: ស្វែងរក​ឧបករណ៍​របស់​ខ្ញុំ​ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​បម្រុងទុក, ចាក់សោ ឬ​លុប​ទិន្នន័យ​កុំព្យូទ័រ​បន្ទះ​របស់​អ្នក​ពី​តំបន់​បណ្ដាញ៖
kn: ನನ್ನ ಸಾಧನ ಹುಡುಕು ನಿಮಗೆ ನಿಮ್ಮ ಟ್ಯಾಬ್ಲೆಟ್ ಅನ್ನು ಹುಡುಕಲು, ಲಾಕ್ ಮಾಡಲು ಅಥವಾ ಅಳಿಸಲು ಜಾಲತಾಣದ ಮೂಲಕ ಅನುಮತಿಸುತ್ತದೆ:
lv: Atrast Manu Ierīci jums ļauj atrast, aizsargāt vai izdzēst savu planšetdatoru mājaslapā:
ms: Cari Peranti Ku membenarkan anda mengesan, mengunci dan memadam tablet anda daripada laman web:
my: ကျွနု်ပ်၏ကိရိယာကို ရှာရန်သည် သင့်သင်ပုန်းကွန်ပြူတာ၏ တည်နေရာရှာရန်၊ ခတ်ပိတ်ရန် (သို့) အချက်အလက်ဖျက်ရန် သင့်အား ဝဘ်ဆိုက်မှတဆင့် ပြုလုပ်နိုင်စေသည်
pt: Encontrar o Meu Dispositivo permite-lhe encontrar, bloquear ou limpar o seu tablet a partir de um site web:
th: ค้นหาอุปกรณ์ของฉัน อนุญาตให้คุณสามารถระบุตำแหน่ง ล็อค หรือล้างข้อมูลในแท็บเล็ตของคุณจากเว็บไซต์:
tr: Cihazımı Bul tabletinizi bir web sitesinden bulmanıza, kilitlemenize ve silmenize olanak tanır:
ur: تلاشے میرا آلہ آپ کو تلاش کرنے کے لئے اجازت دیتا ہے، مقفل کرنے کی یا ویب سائٹ سے آپ کے ٹیبلٹ کو صاف کریں:

source: Your tablet is being tracked by another device through the website.
am: የ እርስዎን ታብሌት ሌላ አካል ይከታተለዋል በ ድሕረ ገጽ ውስጥ
ar: جهاز آخر يتعقّب جهازَك اللّوحي من خلال الموقع.
bg: Вашият таблет се проследява от друго устройство чрез страницата.
bn_bd: আপনার ট্যাবলেটটি ওয়েবসাইটের মাধ্যমে অন্য একটি ডিভাইস দ্বারা ট্র্যাক করা হচ্ছে।
bn_in: অাপনার ট্যাবলেট এই ওয়েবসাইট দ্বারা অন্য একটি ডিভাইস ট্র্যাক করছে।
br: Emañ ho tabler o vezañ heuliet gant un trevnad all dre al lec'hienn web.
bs: Vaš tablet trenutno prati drugi uređaj preko web stranice.
ca: Un altre dispositiu està fent el seguiment de la vostra tauleta mitjançant el lloc web.
cy: Mae eich tabled yn cael ei thracio gan ddyfais arall drwy'r wefan.
es: Su tableta está siendo rastreada a través de la web por otro dispositivo.
eu: Beste gailu bat zure tabletaren jarraipena ari da egiten webgunearen bidez.
fa: تبلت شما توسط یک دستگاه دیگر از طریق وب‌سایت در حال ردگیری است.
ga_ie: Tá suíomh do tháibléid á lorg ag gléas eile tríd an suíomh Gréasáin.
gd: Tha uidheam eile a’ tracadh na tablaid agad slighe na làraich-lìn.
hu: A tabletjét egy másik eszköz követi a weboldalon keresztül.
id: Tablet Anda dilacak oleh peranti lain lewat situs web.
km: កុំព្យូទ័រ​បន្ទះ​របស់​អ្នក​កំពុង​តាមដាន​ដោយ​ឧបករណ៍​ផ្សេង​តាម​រយៈ​តំបន់​បណ្ដាញ។
kn: ನಿಮ್ಮ ಟ್ಯಾಬ್ಲೆಟ್ ಅನ್ನು ಜಾಲತಾಣದ ಮೂಲಕ ಮತ್ತೊಂದು ಸಾಧನ ಜಾಡುಹಿಡಿಯುತ್ತಿದೆ.
lv: Jūsu planšetdatoru šobrīd izseko cita ierīce mājaslapā.
ms: Tablet anda sedang dijejak oleh peranti lain melalui laman web.
my: အခြားကိရိယာသည် သင့်သင်ပုန်းကွန်ပြူတာကို ဝဘ်ဆိုက်မှတဆင့် ခြေရာခံလိုက်နေသည်။
ne: तपाईंको ट्याब्लेट वेबसाइट मार्फत अर्को उपकरणद्वारा ट्राक भइरहेको छ।
pt: O seu tablet está a ser monitorizado por outro dispositivo através do website.
th: แท็บเล็ตของคุณกำลังถูกตามรอยโดยอุปกรณ์อื่นผ่านทางเว็บไซต์
tr: Tabletiniz web sitesi üzerinden başka bir cihaz tarafından izleniyor.
ur: آپ کے ٹیبلٹ کی سراغ کاری ایک اور آلہ سے بذریعہ ویب سائٹ کی جارہی ہے۔

source: No devices are actively tracking your tablet through the website.
am: ምንም አካል የ እርስዎን ታብሌት አይከታተልም በ ድሕረ ገጽ ውስጥ
ar: لا توجد أيّة أجهزة تتتّبع جهازك اللّوحي من خلال الموقع.
bg: Няма устройства, активно проследяващи вашия таблет чрез страницата.
bn_bd: ওয়েবসাইটের মাধ্যমে কোন ডিভাইস আপনার ট্যাবলেট ট্র্যাক করছে না।
bn_in: এই ওয়েবসাইট দ্বারা কোনো ডিভাইস অাপনার ট্যাবলেট সক্রিয়ভাবে ট্র্যাক করছে না।
br: N'eus trevnad ebet o heuliañ ho tabler dre al lec'hienn web.
bs: Nijedan uređaj aktivno ne prati vaš tablet preko web stranice.
ca: Actualment cap dispositiu està fent el seguiment de la vostra tauleta mitjançant el lloc web.
cy: Nid oes dyfais yn tracio eich tabled drwy'r wefan.
es: Ningún dispositivo está rastreando su tableta a través de la web.
eu: Ez dago webgunearen bidez zure tabletaren jarraipena egiten ari den gailurik.
fa: هیچ دستگاهی در حال ردگیری تبلت شما از طریق وب‌سایت نیست.
ga_ie: Níl suíomh do tháibléid á lorg ag aon ghléas tríd an suíomh Gréasáin.
gd: Chan eil uidheam sam bith a’ tracadh na tablaid agad slighe na làraich-lìn an-dràsta fhèin.
hu: Jelenleg nem követik más eszközök a tabletjét a weboldalon keresztül.
id: Tidak ada perangkat yang melacak tablet Anda secara aktif lewat situs web.
km: គ្មាន​ឧបករណ៍​កំពុង​តាមដាន​សកម្ម​កុំព្យូទ័រ​បន្ទះ​របស់​អ្នក​តាម​រយៈ​តំបន់​បណ្ដាញ។
kn: ಯಾವುದೇ ಸಾಧನ ನಿಮ್ಮ ಟ್ಯಾಬ್ಲೆಟ್ ಅನ್ನು ಸಕ್ರಿಯವಾಗಿ ಜಾಲತಾಣದ ಮೂಲಕ ಜಾಡುಹಿಡಿಯುತ್ತಿಲ್ಲ.
lv: Neviena ierīce šobrīd neseko jūsu planšetdatoram mājaslapā.
ms: Tiada peranti yang menjejak tablet anda secara aktif melalui laman web.
my: လက်ရှိတွင် မည်သည့်ကိရိယာမှ သင့်သင်ပုန်းကွန်ပြူတာကို ဝဘ်ဆိုက်မှတဆင့် ခြေရာခံမှု မရှိပါ။
ne: कुनै पनि उपकरणले सक्रियताका साथ वेबसाइट मार्फत तपाईँको ट्याब्लेट ट्राक गरिरहेका छैनन्।
pt: Não existem dispositivos a monitorizar ativamente o seu tablet através do website.
th: ไม่มีอุปกรณ์ที่กำลังตามรอยแท็บเล็ตของคุณผ่านทางเว็บไซต์
tr: Tabletinizi web sitesi üzerinden aktif olarak izleyen bir cihaz yok.
ur: کوئی بھی آلہ فعال طور پر آپ کے ٹیبلٹ کی سراغ کاری بذریعہ ویب سائٹ نہیں کررہا۔

source: Enabling USB storage allows another computer or device connected using USB to access files on this tablet.
am: የ ዩኤስቢ ማጠራቀሚያ ማስቻል ሌላ ኮምፒዩተር ወይንም አካል በ ዩኤስቢ የተገናኘ በዚህ ታብሌት ውስጥ ያሉ ፋይሎች ጋር መድረስ ያስችለዋል
ar: تمكين تخزين USB يُتيح لحاسوب آخر أو جهاز مُتّصل باستخدام USB الوصول إلى الملفّات الموجودة على جهازك اللّوحي.
bg: Включването на USB паметта позволява на друго устройство или компютър да имат достъп до файловете на таблета през USB.
bn_bd: USB স্টোরেজ চালু করার মাধ্যমে USB দ্বারা সংযোগ করা অন্য কম্পিউটার ও ডিভাইস ট্যাবলেটের ফাইল এক্সেস করতে পারবে।
bn_in: USB সংগ্রহস্থল সক্রিয় করলে USB দ্বারা সংযুক্ত অন্য কম্পিউটার অথবা ডিভাইস এই ট্যাবলেটের ফাইলস ব্যবহারের অধিকার পাবে।
br: Gweredekaat ar c'hadaviñ USB a aotren un urzhiataer all pe un trevnad all kennasket dre USB da haeziñ restroù war ar pellgomz-mañ.
bs: Omogućavanje USB spremišta omogućava drugim računaru ili uređaju povezanom preko USB-a da pristupi fajlovima na ovom tabletu.
ca: El mode de disc USB permet que un altre ordinador o dispositiu connectats per USB accedeixin als fitxers d'aquesta tauleta.
cy: Mae galluogi storio USB yn caniatáu i gyfrifiadur neu ddyfais arall i gysylltu drwy USB a chael mynediad i'r tabled.
es: La activación del disco USB le permite a otro PC o dispositivo conectado a través de USB acceder a archivos de la tableta.
eu: USB biltegiratzea gaitzeak USB bidez konektatutako beste ordenagailu edo gailuek tableta honetako fitxategiak atzitu ahal izatea baimentzen du.
fa: فعال کردن حافظه USB به یک رایانه یا دستگاه دیگر اجازه می‌دهد که با USB به این تبلت متصل شود و به پرونده‌های آن دسترسی داشته باشد.
ga_ie: Má chumasaíonn tú stóras USB, beidh aon ríomhaire nó gléas atá ceangailte trí USB in ann teacht ar na comhaid ar an táibléad seo.
gd: Ma chuireas tu an stòras USB an comas, bheir seo cead do choimpiutair no uidheam eile cothrom fhaighinn air faidhlichean a tha air an tablaid seo slighe USB.
hu: Az USB-tárhely bekapcsolása lehetővé teszi a tableten lévő fájlok elérését egy USB-n csatlakoztatott másik eszköznek.
id: Mengaktifkan penyimpanan USB dapat digunakan komputer atau perangkat lain yang tersambung lewat USB untuk mengakses berkas pada tablet ini.
kn: USB ಶೇಖರಣೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದು USB ಸಂಪರ್ಕಿತಗೊಂಡಿರುವ ಬೇರೊಂದು ಗಣಕ ಅಥವಾ ಸಾಧನ ಈ ಟ್ಯಾಬ್ಲೆಟ್‌ನಲ್ಲಿರುವ ಕಡತಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಅನುಮತಿಸುತ್ತದೆ.
lv: USB krātuves ieslēgšana atļauj citam datoram vai ierīcei kuri savienoti caur USB piekļūt datnēm uz šo planšetdatoru.
ms: Mendayakan storan USB dapat membenarkan komputer atau peranti lain menyambung menggunakan USB untuk mencapai fail pada tablet ini.
my: USB သိုလှောင်မှူ ပုံစုံအား ဖွင့်ထားခြင်းဖြင့် ယခု လက်ကိုင်သုံး ပစ္စည်းမှ ဖိုင်များအား အခြား ကွန်ပျူတာ တစ်ခုဖြင့်ချိတ်ဆက်ပြီး သုံးဆွဲနိုင်စေပါသည်။
ne: USB भण्डारण सक्षम गर्नाले यो ट्याब्लेट मा भएका फाइलहरू USB प्रयोग गरि जोडिएको अर्को कम्प्युटर वा यन्त्रलाई पहुँच गर्न अनुमति दिन्छ।
pt: Ativar o armazenamento USB permitirá a outro computador ou dispositivo conectados via USB aceder aos ficheiros neste tablet.
th: การเปิดใช้งานพื้นที่จัดเก็บ USB อนุญาตให้คอมพิวเตอร์หรืออุปกรณ์อื่นที่เชื่อมต่อโดยใช้ USB สามารถเข้าถึงไฟล์บนแท็บเล็ตนี้ได้
tr: USB depolamayı açarsanız başka bir bilgisayar veya cihaz USB üzerinden bağlanarak bu tabletteki dosyalara erişebilir.
ur: USB سٹوریج کو چالو کرنے سے کسی دوسرے کمپیوٹر یا آلہ USB کا استعمال کے بجریہ اس ٹیبلٹ پر فائلوں تک رسائی حاصل کر سکتے ہے۔

source: Reset Tablet
am: ታብሌት እንደ ነበር መመለሻ
ar: إعادة تعيين الجهاز اللوحي
bg: Нулиране на таблета
bn_bd: ট্যাবলেট রিসেট করুন
bn_in: ট্যাবলেট রিসেট করুন
br: Adderaouekaat an tabler
bs: Resetuj tablet
ca: Reinicialitza la tauleta
cy: Ailosod y Tabled
es: Restablecer tableta
eu: Leheneratu tableta
fa: تنظیم‌مجدد تبلت
ga_ie: Athshocraigh an Táibléad
gd: Ath-shuidhich an tablaid
hu: Tablet visszaállítása
id: Setel Ulang Tablet
km: កំណត់​កុំព្យូទ័រ​បន្ទះ​ឡើងវិញ
kn: ಟ್ಯಾಬ್ಲೆಟ್ ಹಿಂದಿನ ಸ್ಥಿತಿಗೆ
lv: Atstatīt planšetdatoru
ms: Ulang tetap Tablet
my: အားလုံး အစမှပြန်စမည်
ne: ट्याबलेट रिसेट गर्नुहोस्
pt: Repor tablet
th: ตั้งค่าแท็บเล็ตใหม่
tr: Tableti sıfırla
ur: ٹیبلٹ پھر سیٹ کرے

source: Resetting will erase all your data, including any apps you’ve purchased. The tablet will be restored to its factory condition. None of your settings or data will be saved.
am: እንደነበር መመለስ የ እርስዎን ዳታ በሙሉ ያጠፋውል: እንዲሁም ማንኛውንም የገዙትን መተግበሪያዎች በሙሉ: ታብሌቱ ከ ፋብሪካ ሲወጣ ወደነበረበት ሁኔታ ይመለሳል: እርስዎ ያሰናዱት ወይንም ዳታ አይቀመጥም ይጠፋል
ar: ستمحي إعادة التّعيين كل بياناتك، بما في ذلك كل التّطبيقات التي اشتريتها. سيتم إرجاع الجهاز اللّوحي إلى حالة المصنع الأولى. لن يتم حفظ أيّ من إعداداتك وبياناتك الخاصة.
bg: Нулирането ще заличи всичките ви данни, включително закупените приложения. Таблетът ще бъде възстановен до фабричните си настройки. Всички ваши настройки и данни ще бъдат заличени.
bn_bd: রিসেট করলে আপনার কেনা অ্যাপসহ সকল ডাটা মুছে যাবে। ট্যাবলেটটি তার ক্রয়ের পূর্বের অবস্থায় ফিরে যাবে। আপনার কোনো সেটিং বা ডাটা সংরক্ষিত থাকবে না।
bn_in: রিসেট করলে অাপনার সমস্ত তথ্য, এবং অাপনার ক্রয় করা যেকোনো অ্যাপ মুছে যাবে। অাপনার ট্যাবলেট ফ্যাক্টরি কন্ডিশনে পুনরুদ্ধার হবে। অাপনার কোনো বৈশিষ্ট্যাবলী অথবা তথ্য সংরক্ষিত হবে না।
br: Adderaouekaat a ziverko ho holl roadennoù, en o zouez an arloadoù prenet ganeoc'h. Assavet e vo ar gwellvezioù dre ziouer eus an tabler. Ne vo ket enrollet hini ebet eus ho kwellvezioù pe roadennoù.
bs: Resetovanje će obrisati sve vaše podatke, uključujući i sve aplikacije koje ste kupili. Telefon će biti vraćen na fabričke postavke. Vaše postavke ili podaci neće biti sačuvani.
ca: La reinicialització esborrarà totes les dades, incloses totes les aplicacions que hàgiu comprat. La tauleta es restaurarà a l'estat inicial de fàbrica. No es desarà cap dels vostres paràmetres ni dades.
cy: Bydd ailosod yn dileu eich data i gyd, gan gynnwys unrhyw apiau rydych wedi eu prynu. Bydd y tabled yn cael ei adfer i'w gyflwr o'r ffatri. Ni fydd eich gosodiadau na data'n cael eu cadw.
es: Al restablecerla, se borrarán todos sus datos, incluso cualquier app que haya adquirido. La tableta se restablecerá a su condición de fábrica. No se guardarán ni su configuración ni sus datos.
eu: Leheneratzean, zure datu guztiak ezabatuko dira, eskuratu dituzun aplikazioak barne. Tableta fabrikako egoerara itzuliko da. Ez dira zure ezarpenak eta datuak gordeko.
fa: تنظیم‌مجدد تمامی اطلاعات شما، از جمله برنامه‌هایی که خریده‌اید را پاک خواهد کرد. تبلت به وضعیت کارخانه‌ای خود باز خواهد گشت. هیچ‌کدام از تنظیمات و اطلاعات شما ذخیره نخواهد شد.
ga_ie: Má athshocraíonn tú an táibléad, léirscriosfar na sonraí go léir atá ann, aipeanna a cheannaigh tú san áireamh. Fillfidh sé ar an mbunstaid go díreach ón monarcha. Ní shábhálfar do chuid socruithe nó sonraí.
gd: Ma nì thu ath-shuidheachadh, thèid an dàta air fad agad a sguabadh às, a’ gabhail a-steach aplacaid sam bith a cheannaich thu. Thèid an tablaid aiseag mar a thàinig e às an fhactaraidh. Cha dèid gin dhe na roghainnean no dhen dàta agad a shàbhaladh.
hu: Az alaphelyzetbe állítás törli az összes adatát, beleértve az esetleg megvásárolt appokat is. A tablet visszaállításra kerül a gyári állapotába. Semmilyen beállítása vagy adata nem kerül mentésre.
id: Penyetelan ulang akan menghapus semua data Anda, termasuk aplikasi yang telah dibeli. Tablet akan dipulihkan ke kondisi bawaan pabrik. Tidak ada data atau setelan yang akan disimpan.
km: ការ​កំណត់​ឡើង​វិញ​នឹង​លុប​ទិន្នន័យ​របស់​អ្នក​ទាំងអស់, រួម​ទាំង​កម្មវិធី​​កម្មវិធី​មួយ​ចំនួន​ដែល​អ្នក​បាន​ទិញ។ កុំព្យូទ័រ​បន្ទះ​នឹង​​ស្ដារ​​ទៅ​កាន់​លក្ខខណ្ឌ​រោងចក្រ​របស់​វា។ គ្មាន​ការ​កំណត់​របស់​អ្នក ឬ​ទិន្នន័យ​របស់​អ្នក​ត្រូវ​បាន​រក្សាទុក​ឡើយ។
kn: ಹಿಂದಿನ ಸ್ಥಿತಿಗೆ ಮರಳಿಸುವುದು ನಿಮ್ಮ ಎಲ್ಲ ಡೇಟಾ ಅಳಿಸುತ್ತದೆ, ನೀವು ಖರೀದಿಸಿದ ಅನ್ವಯಗಳನ್ನೂ ಒಳಗೊಂಡಂತೆ. ಟ್ಯಾಬ್ಲೆಟ್ ಅನ್ನು ಕಾರ್ಖಾನೆಯ ಮೂಲ ಸ್ಥಿತಿಗೆ ಮರಳಿಸಲಾಗುವುದು. ನಿಮ್ಮ ಯಾವುದೇ ಸಿದ್ಧತೆಗಳು ಮತ್ತು ಡೇಟಾ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ.
lv: Atstāstīšana izdzēsis visi jūs dati, ieskaitot aplikācijas kuras jūs nopirkāt. Planšetdators tiks atjaunots savā ražotnes stāvoklī. Nedz jūsu iestatījumi nedz dati netiks saglabāti.
ms: Mengulang tetap akan memadam semua data anda, termasuk sebarang aplikasi yang telah dibeli. Tablet akan dipulihkan kepada keadaan kilang. Tiada sebarang tetapan atau data yang akan disimpan.
my: အစမှ ပြန်စခြင်းဖြင့် သင့်အချက်အလက်များအားလုံး နှင့်တကွ ဝယ်ထားသော ဆော့ဝဲ များလည်း ပျက်သွားမည်ဖြစ်သှ်။ ယခုလက်ကိုင်သုံး ပစ္စည်းအား ၎င်း၏ စက်ရုံထွက်ပုံစံသို့ ပြန်လုပ်ထားမည်ဖြစ်သည်။ သင့်အပြင်အဆင်များလည်း ပျက်သွားမည် ဖြစ်သည်။
pt: A reposição irá eliminar todos os seus dados, incluindo quaisquer aplicações que tenha adquirido. O tablet será reposto ao seu estado inicial, como se tivesse acabado de sair da fábrica. Não serão guardadas quaisquer definições ou dados.
th: การตั้งค่าใหม่จะล้างข้อมูลทั้งหมดของคุณ รวมทั้งแอปใด ๆ ที่คุณซื้อ แท็บเล็ตจะถูกทำให้กลับไปอยู่ในสภาวะเดิมที่มาจากโรงงาน จะไม่มีการตั้งค่าหรือข้อมูลของคุณถูกเก็บไว้
tr: Sıfırlama, satın aldığınız uygulamalar da dahil olmak üzere tüm verilerinizi silecektir. Tablet fabrika ayarlarına geri dönecektir. Ayar ve verilerinizin hiçbiri kaydedilmeyecektir.
ur: رسیٹ کرنے سے آپ کا سارا کوائف مٹ جایے گا، جس میں خریدی ہوی ایپس بھی شامل ہے۔ ٹیبلٹ اپنی فیکٹری حالت میں بحالی مکمل کریگا۔ آپ کی کوی بھی سیٹنگیں یا کوائف محفوظ نہیں رہیںگی۔
