Repository: translate/mozilla-gaia
Catalog: ach/apps/default_theme/manifest.properties.po
Languages: ach

source: System
ach: Nyonyo

source: Main System
ach: Nyonyo mapire tek

source: Clock
ach: Cawa

source: Gaia Clock
ach: Cawa me Gaia

source: Camera
ach: Lamak cal

source: Gaia Camera
ach: Lamak cal me Gaia

source: EmergencyCall
ach: Cim me atura

source: Web app template
ach: Gin cweyo purugram me kube

source: Gallery
ach: Lanyut cal

source: Gaia Gallery
ach: Lanyut cal me Gaia

source: Homescreen
ach: Kio me gang

source: Gaia Homescreen
ach: Kio me gang me Gaia

source: FM Radio
ach: Radio me FM

source: Gaia FM Radio
ach: Radio me FM me Gaia

source: Browser
ach: Layeny

source: Gaia Web Browser
ach: Layeny kakube me Gaia

source: Gaia Video
ach: Video me Gaia

source: First Time Experience
ach: Tic kwede tyen me acel

source: Gaia Bluetooth
ach: Bluetooth me Gaia

source: Gaia System Web Browser
ach: Layeny kakube me nyonyo me Gaia

source: Gaia E-Mail
ach: E-Mail me Gaia

source: Music
ach: Wer

source: Gaia Music
ach: Wer me Gaia

source: Calendar
ach: Kalenda

source: Gaia Calendar
ach: Kalenda me Gaia

source: Purchased Media
ach: Lapok ngec ma kiwilo

source: Download and manage forward locked music, ringtones and wallpaper
ach: Gam ki lo wer, rington ki cal me kor ot ma kiloro anyim

source: Bookmark
ach: Alamabuk

source: Bookmark Manager
ach: Lalo alamabuk

source: WAP Push manager
ach: Lalo WAP Push

source: Receives, filters and displays WAP Push messages
ach: Gamo, kiyo ki nyuto kwena me WAP Push

source: Wallpaper
ach: Cal me kor ot

source: Gaia Wallpaper Picker
ach: Lakwany cal me kor ot me Gaia

source: PDF Viewer
ach: Lanen PDF

source: Portable Document Format (PDF) Viewer
ach: Lanen kit gin acoya matinge (PDF)

source: Settings
ach: Ter

source: Gaia Settings
ach: Ter me Gaia

source: Smart Collections
ach: Dul ma ryek

source: Smart Collections Manager
ach: Lalo dul ma ryek

source: Phone
ach: Cim

source: Gaia Phone
ach: Cim me Gaia

source: Contacts
ach: Yoo me kube

source: Gaia Contacts
ach: Yoo me kube me Gaia

source: Usage
ach: Tic kwede

source: Find My Device
ach: Nong Nyonyo Mamega

source: Find My Device helps find, lock and erase a lost phone
ach: Nong nyonyo mamega konyo nongo, loro ki jwayo cim ma orweny

source: Shared Tests
ach: Pim ma kinywako

source: Runs shared tests
ach: Tim pim ma kinywako

source: Messages
ach: Kwena

source: Gaia Messages
ach: Kwena me Gaia

# name
source: Built-in Keyboard
ach: Ka diyo coc ma iyie

# description
source: Built-in Keyboard
ach: Ka diyo coc ma iyie

source: Number
ach: Namba

source: Numeric layout
ach: Pulan me wel

# name
source: Search Results
ach: Adwogi me yeny

# description
source: Search Results
ach: Adwogi me yeny

source: Ringtones
ach: Rington

source: Gaia Ringtone Picker
ach: Lakwany Rington me Gaia
