Repository: translate/mozilla-gaia
Catalog: */shared/permissions/permissions.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hi_in, hu, id, kk, km, kn, mai, mg, ms, my, pt, ro, ta, th, tr, ur, uz

source: Control Usage Stats
am: የ አጠቃቀም ሁኔታዎች መቆጣጠሪያ
ar: التحكم بإحصاءات استخدام البيانات
bg: Управление статистиката на трафика
bn_bd: কন্ট্রোল ইউসেজ স্ট্যাটস
bn_in: ব্যবহার প্রণালী
br: Stadegoù eus reolerezh an arver
bs: Kontrola statistike o upotrebi
ca: Controlar estadístiques d'ús
cy: Rheoli Ystadegau Defnydd
eu: Kontrolatu erabilera-estatistikak
fa: کنترل آمار مصرف
ga_ie: Staitisticí Úsáide a Bhainistiú
gd: Stats cleachdaidh
hu: Használati statisztika vezérlése
id: Mengendalikan Statistik Penggunaan
kn: ಬಳಕೆ ಸೂಚ್ಯಂಕಗಳನ್ನು ನಿಯಂತ್ರಿಸು
mg: Statistikan'ny Fampiasana Fibaiko
ms: Stat Kawalan Penggunaan
my: အသုံးပြုမှုကို ထန်းချုပ်မည်
pt: Controlar estatísticas de utilização
ro: Statistici de utilizare
ta: பயனளவைக் கட்டுப்படுத்து
th: ควบคุมสถิติการใช้งาน
tr: Kullanım istatistiklerini kontrol et
ur: استعمال شماریات کنٹرول کرے
uz: Foydalanish statistikasini boshqarish

source: NFC HCI Events
ar: أحداث NFC HCI
bg: Събития HCI на NFC
bn_bd: NFC HCI ইভেন্ট
bn_in: NFC HCI ঘটনা
br: Degouezhioù HCI NFC
bs: NFC HCI događaji
ca: Esdeveniments HCI NFC
cy: Digwyddiadau HCI NFC
eu: NFC HCI gertaerak
fa: رویداد‌های NFC HCI
ga_ie: Teagmhais HCI NFC
gd: Tachartasan NFC HCI
hu: NFC HCI események
id: Peristiwa NFC HCI
kn: NFC HCI ಘಟನೆಗಳು
mg: Tranga NFC HCI
ms: Acara NFC HCI
my: NFC HCI ဖြစ်ရပ်များ
pt: Eventos NFC HCI
ro: Evenimente NFC HCI
ta: NFC HCI நிகழ்வுகள்
tr: NFC HCI olayları
ur: NFC HCI وقوعہ
uz: NFC HCI hodisalari

source: Manage NFC
ar: إدارة NFC
bg: Управление на NFC
bn_bd: NFC পরিচালনা
bn_in: NFC পরিচালনা
br: Ardeiñ an NFC
bs: Upravljanje NFC-om
ca: Gestionar l'NFC
cy: Rheoli NFC
eu: Kudeatu NFC
fa: مدیریت NFC
ga_ie: NFC a Bhainistiú
gd: Stiùirich NFC
hu: NFC kezelése
id: Atur NFC
kn: NFC ನಿರ್ವಹಿಸು
mg: Handrindra NFC
ms: Urus NFC
my: NFC ကို စီမံမည်
pt: Gerir NFC
ro: Gestionează NFC
ta: NFC ஐ நிர்வகி
th: จัดการ NFC
tr: NFC'yi yönet
ur: NFC کا بندوبست کریں
uz: NFC boshqarish

source: Phone Number Service
am: የ ስልክ ቁጥር ግልጋሎት
ar: خدمات رقم الهاتف
bg: Услуги телефонни номера
bn_bd: ফোন নাম্বার সেবা
bn_in: ফোন পরিসেবা
br: Gwazadur an niverenn bellgomz
bs: Servis telefonskog broja
ca: Servei de número de telèfon
cy: Gwasanaeth Rhifau Ffôn
eu: Telefono-zenbakiaren zerbitzua
fa: خدمات شماره تلفن
ga_ie: Seirbhís Uimhir Ghutháin
gd: Seirbheis na h-àireimh fòn
hu: Telefonszám szolgáltatás
id: Layanan Nomor Telepon
kn: ಫೋನ್ ಸಂಖ್ಯೆ ಸೇವೆ
mg: Serivisy Nomeraon-telefaona
ms: Servis Nombor Telefon
my: ဖုန်းနံပါတ် ဝန်ဆောင်မှူ
pt: Serviço de número de telefone
ro: Serviciul număr de telefon
ta: அழைப்பெண் சேவை
th: บริการหมายเลขโทรศัพท์
tr: Telefon numarası hizmeti
ur: فون نمبر سروس
uz: Telefon raqami xizmati

source: Push API
ar: الواجهة البرمجية لدفع البيانات
bn_bd: পুশ API
bn_in: পুশ API
br: API Push
ca: API Push
cy: API Gwthio
eu: Push APIa
ga_ie: API Brúfhógraí
id: API Push
kn: ತಳ್ಳು API
ms: Tolakan API
my: API ကိုပို့မည်
ro: API Push
ta: தள்ளு API
tr: Push API'si
ur: پوش API
uz: API turtki

source: Resource Stats
ar: إحصاءات الموارد
bg: Статистика на ресурсите
bn_bd: রিসোর্স পরিসংখ্যান
bn_in: রিসোর্স পরিসংখ্যান
br: Stadegoù al loazioù
bs: Statistika resursa
ca: Estadístiques de recursos
cy: Ystadegau Adnoddau
eu: Baliabide-estatistikak
fa: آمار منابع
ga_ie: Staitisticí Acmhainne
gd: Stats an goireasan
hi_in: संसाधन आँकड़े
hu: Erőforrás-statisztikák
id: Statistik Sumber Daya
kn: ಸಂಪನ್ಮೂಲ ಅಂಕಿಅಂಶಗಳು
mai: रिसोर्स स्थिति
mg: Stat Enti-mihetsika
ms: Stat Sumber
my: အရင်းအမြစ် အခြေအနေ
pt: Estatísticas de recursos
ro: Statistici privind resursele
ta: வளங்களின் நிலவரம்
th: สถิติทรัพยากร
tr: Kaynak istatistikleri
ur: ذریعہ شماریات
uz: Manbalar statistikasi

source: Send and Read SMS
am: ኤስኤምኤስ መላኪያ እና ማንበቢያ
ar: إرسال الرسائل القصيرة وقراءتها
bg: Изпращане и прочитане на SMS
bn_bd: SMS পাঠান ও পড়ুন
bn_in: পাঠান ও পড়ুন SMS
br: Kas ha lenn SMS
bs: Šalji i čitaj SMS
ca: Enviar i llegir SMS
cy: Anfon a Darllen SMS
eu: Bidali eta irakurri SMSak
fa: ارسال و مطالعه SMS
ga_ie: SMS a Sheoladh agus a Léamh
gd: Cuir is leugh SMS
hi_in: SMS भेजें और पढ़ें
hu: SMS-ek küldése és fogadása
id: Mengirim dan Membaca SMS
kn: ಕಳಿಸು ಮತು ಓದು SMS
mai: SMS करू आओर पढ़ू
mg: Handefa sy Hamaky SMS
ms: Hantar dan Baca SMS
my: SMS ပို့မယ်/ဖတ်မယ်
pt: Enviar e Ler SMS
ro: Trimite și citește SMS
ta: குறுந்செய்தியை அனுப்ப படிக்க
th: ส่งและอ่าน SMS
tr: SMS gönder ve oku
ur: SMS پڑھیں اور بھیجیں
uz: SMS jo‘natish va o‘qish

source: Control Volume
am: መጠን መቆጣጠሪያ
ar: التحكم بحجم الصوت
bg: Управление силата на звука
bn_bd: কন্ট্রোল ভলিউম
bn_in: আওয়াজ নিয়ন্ত্রণ
br: Reoliñ an dregern
bs: Kontrola jačine zvuka
ca: Controlar el volum
cy: Rheoli Sain
eu: Kontrolatu bolumena
fa: بلندی صدا
ga_ie: Airde a Rialú
gd: Smachd air àirde na fuaime
hi_in: वॉल्यूम नियंत्रण
hu: Hangerő vezérlése
id: Mengendalikan Volume
kn: ಧ್ವನಿಯ ಗಾತ್ರ ನಿಯಂತ್ರಣ
mai: आवाज नियंत्रित करू
mg: Hamehy Haavom-peo
ms: Kawal Kelantangan Bunyi
my: အသံကို ထိန်းချုပ်မည်
pt: Controlar Volume
ro: Control de volum
ta: ஒலி அளவைக் கட்டுப்படுத்து
th: ควบคุมระดับเสียง
tr: Ses düzeyini yönet
ur: کنٹرول صوت
uz: Tovushni boshqarish

source: Access Storage
am: ማጠራቀሚያ ጋር መድረሻ
ar: الوصول إلى أجهزة التخزين
bg: Достъп до памет
bn_bd: স্টোরেজ ব্যবহার করুন
bn_in: সংগ্রহস্থল ব্যবহারের অধিকার
br: Kadaviñ an haeziñ
bs: Pristupi spremištu
ca: Accedir a l'emmagatzematge
cy: Mynediad i'r Storfa
eu: Atzitu biltegiratzea
fa: دسترسی فضای‌ذخیره سازی
ga_ie: Stóras a Rochtain
gd: Cothrom air an stòras
hi_in: एक्सेस संग्रहण
hu: Tárhely elérése
id: Mengakses Penyimpanan
kn: ಶೇಖರಣೆ ಪ್ರವೇಶಿಸು
mai: स्टोरेज पहुँच
mg: Hiditra @ Fitehirizana
ms: Capaian Storan
my: အချက်အလက်သိမ်းမည့်နေရာကို အသုံးပြုမည်
pt: Aceder ao Armazenamento
ro: Accesează stocarea
ta: சேமிப்பகத்தை அணுகு
th: เข้าถึงพื้นที่จัดเก็บ
tr: Depolamaya eriş
ur: ذخیرہ رسائی کرے
uz: Xotiraga kirish

source: TCP Sockets
ar: مقابس TCP
bg: TCP сокети
bn_bd: TCP সকেট
bn_in: TCP সকেট
bs: TCP socketi
ca: Sòcols TCP
cy: Soced TCP
eu: TCP socket-ak
fa: سوکت‌های TCP
ga_ie: Soicéid TCP
gd: Socaidean TCP
hi_in: TCP सॉकेट्स
hu: TCP foglalatok
id: Soket TCP
kn: TCP ಸಾಕೆಟ್‌ಗಳು
mai: TCP सॉकेट
mg: Pirizy TCP
ms: Soket TCP
ro: Socketuri TCP
ta: TCP துளைகள்
th: ซ็อกเก็ต TCP
tr: TCP soketleri
ur: TCP ساکٹ
uz: TCP sokketlar

source: Test Permission
am: ፍቃዶችን መሞከሪያ
ar: إذن تجريبي
bg: Права за тестване
bn_bd: ওয়েবসাইটের অনুমতি
bn_in: ওয়েবসাইট সংক্রান্ত অনুমতি
br: Prouadiñ an aotreoù
bs: Testna dozvola
ca: Permís de prova
cy: Caniatâd Prawf
eu: Proba-baimena
fa: بررسی مجوز‌ها
ga_ie: Cead Tástála
gd: Cuir an cead fo dheuchainn
hi_in: अनुमति जाँच
hu: Teszt jogosultság
id: Izin Uji
kn: ಪರೀಕ್ಷೆ ಅನುಮತಿ
mai: जाँच अनुमति
mg: Hanandrana Alàlana
ms: Keizinan Ujian
my: စမ်းသပ် လုပ်ပိုင်ခွင့်
pt: Permissões de Teste
ro: Permisiuni de test
ta: சோதனை அனுமதி
th: ทดสอบการอนุญาต
tr: Test izni
ur: جانچ اجازت
uz: Ruxsatni sinash

source: Set Date and Time
am: ቀን እና ሰአት ማሰናጃ
ar: تعيين التاريخ والوقت
bg: Задаване дата и час
bn_bd: তারিখ ও সময় নির্ধারণ করুন
bn_in: তারিখ ও সময় নির্ধারণ করুন
br: Kemmañ an deiziad hag an eur
bs: Podesi datum i vrijeme
ca: Definir la data i l'hora
cy: Gosod Dyddiad ac Amser
eu: Ezarri data eta ordua
fa: تنظیم تاریخ‌وساعت
ga_ie: Dáta agus Am a Shocrú
gd: Suidhich an ceann-là ’s an t-àm
hi_in: तिथि व समय सेट करें
hu: Idő és dátum beállítása
id: Menyetel Tanggal dan Waktu
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯವನ್ನು ಹೊಂದಿಸಿ
mai: दिनांक आ समय सेट करू
mg: Hanefy Daty sy Ora
ms: Tetapkan Tarikh dan Masa
my: နေ့ရက်နှင့် အချိန် သတ်မှတ်ရန်
pt: Definir data e hora
ro: Setează data și ora
ta: தேதியையும் நேரத்தையும் அமை
th: ตั้งวันที่และเวลา
tr: Tarih ve saati ayarla
ur: تاریخ اور وقت سیٹ کرے
uz: Sana va vaqtni o‘rnatish

source: UDP Sockets
ar: مقابس UDP
bg: UDP сокети
bn_bd: UDP সকেট
bn_in: UDP সকেট
bs: UDP socketi
ca: Sòcols UDP
cy: Socedi UDP
eu: UDP socket-ak
fa: سوکت‌ها UDP
ga_ie: Soicéid UDP
gd: Socaidean UDP
hi_in: UDP सॉकेट्स
hu: UDP foglalatok
id: Soket UDP
kn: UDP ಸಾಕೆಟ್‌ಗಳು
mai: UDP सॉकेट
mg: Pirizy UDP
ms: Soket UDP
ro: Socketuri UDP
ta: UDP துளைகள்
th: ซ็อกเก็ต UDP
tr: UDP soketleri
ur: UDP ساکٹ
uz: UDP sokketlar

source: WAP Push
ar: دفع البيانات عبر WAP
bn_bd: WAP পুশ
bn_in: WAP পুশ
br: Push WAP
ca: Push WAP
cy: Gwthio WAP
ga_ie: Brúfhógraí WAP
hi_in: WAP दबाएँ
hu: WAP küldés
ms: Tolakan WAP
ta: WAP தள்ளல்
ur: WAP پوش
uz: WAP turtki

source: Hardware Video Rendering (Deprecated)
bg: Хардуерно изчертаване на видео (остаряло)
km: ការ​សម្រួល​វីដេអូ​នៃ​ហាដវែរ (បាន​មិន​ព្រម)
