Repository: translate/mozilla-gaia
Catalog: */shared/permissions/permissions.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hi_in, hu, id, kk, km, kn, mai, mg, ms, my, pt, ro, ta, th, tr, ur, uz

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
am: {{brandShortName}} ይጠቀማል ዳታዎች እንደ ጂፒኤስ, ዋይ-ፋይ, እና ተንቀሳቃሽ ኔትዎርኮችን በ አቅራቢያዎ ያሉትን እርስዎ ያሉበትን አካባቢ በቅርብ ግምት ለማግኘት: ዳታ ወደ ሞዚላ እና ሌሎች ግልጋሎት አቅራቢዎች ይላካል እና የ አካባቢውን ዳታቤዝ ለማሻሻል ይጠቅማል: ዳታ በእርስዎ አካል ውስጥ ሊቀምጥ ይችላል እና ዳታው ይሰበሰባል ምንም መተግበሪያ በማይጠቀሙ ጊዜ
ar: يستخدم {{brandShortName}} البيانات من جهاز تحديد الموقع الجغرافي والشبكات اللاسلكية وشبكات الهاتف المحمول المحيطة لتحديد مكانك بصورة تقريبيّة. تُرسل البيانات إلى موزيلا ومزوّدين آخر وتُجمع بغرض تحسين قواعد بيانات المواقع الجغرافيّة. قد تُحفظ هذه البيانات على جهازك وقد تُجمع وإن لم يُشغّل أيّ تطبيق.
bg: {{brandShortName}} използва данни като GPS, Wi-Fi и близки мобилни мрежи, за да определи приблизително местоположението Ви. Изпращат се общо данни на Mozilla и други доставчици на услуги, които ще бъдат използвани за подобряване на тези бази. Данни може да бъдат запазени на вашето устройство, а също така събиране на данни може да бъде осъществено дори, когато не са пуснати приложения.
bn_bd: {{brandShortName}} আপনার অবস্থান নির্ণয়ে জিপিএস, ওয়াইফাই এবং মোবাইল নেটওয়ার্ক এর ডাটা ব্যবহার করে। অবস্থান নির্ণয়ের ডাটাবেজ উন্নতিকল্পে সংগৃহীত ডাটা মজিলা ও অন্য সেবা দানকারীদের নিকট পাঠানো হয়। ডাটা আপনার ডিভাইসে সঞ্চয় করা হতে পারে এবং ডাটা সংগ্রহ হতে পারে কোন অ্যাপ না চললেও।
bn_in: {{brandShortName}} যেমন GPS, ওয়াই-ফাই, ও মোবাইল নেটওয়ার্ক হিসাবে তথ্য ব্যবহার করে অাপনার নিকটবর্তী অবস্থান জানতে। ডেটা Mozilla এবং অন্যান্য পরিষেবা প্রদানকারীকে পাঠানো হয় এবং যা ব্যবহৃত হয় অবস্থান ডাটাবেস উন্নয়ন করশত। তথ্য আপনার ডিভাইসের মধ্যে সংরক্ষিত হতে পারে ও তথ্য সংকলন ঘটতে পারে কোন অ্যাপ্লিকেশান চলমান না থাকাকালীন।
br: Arverañ a ra {{brandShortName}} roadennoù evel ar GPS, Wi-Fi, ha rouedadoù hezougell en-dro deoc'h evit didermenañ ho lec'hiadur. Kaset e vez roadennoù da vMozilla ha da bourvezerien gwazerezhioù all evit gwellaat resisted an douarlec'hiañ. Ar roadennoù a c'hall bezañ kadavet war ho trevnad ha bezañ dastumet ha pa n'eus arload ebet loc'het.
bs: {{brandShortName}} koristi GPS, Wi-Fi i mobilne mreže u vašoj blizini kako bi utvrdio vašu približnu lokaciju. Podaci se šalju Mozilli i drugim servisima i bit će korišteni kako bi se poboljšale baze podataka o toj lokaciji. Podaci mogu biti pohranjeni na vašem uređaju i sakupljanje podataka može biti vršeno čak i kada nijedna aplikacija nije pokrenuta.
ca: El {{brandShortName}} utilitza dades del GPS i de les xarxes Wi-Fi i mòbils properes per ajudar a determinar la vostra ubicació aproximada. Les dades s'envien a Mozilla i a altres proveïdors de serveis i s'utilitzen a l'engròs per millorar la precisió de les bases de dades d'ubicacions. Les dades s'emmagatzemen en el vostre dispositiu i poden recollir-se fins i tot quan no s'executi cap aplicació.
cy: Mae {{brandShortName}} yn defnyddio data fel GPS, diwifr a rhwydweithiau ffôn symudol yn eich ardal i helpu adnabod eich lleoliad yn fras. Bydd data'n cael ei anfon i ddarparwyr gwasanaethau Mozilla ac eraill a bydd yn cael ei ddefnyddio yn y cyfanswm i wella rhai cronfeydd data lleoliad. Gall data gael ei storio ar eich dyfais a gall casglu data ddigwydd hyd yn oed pan nad oes apiau'n rhedeg.
eu: GPSaren, Wi-Fiaren eta zure inguruko sare mugikorren datuak erabiltzen ditu {{brandShortName}}(e)k zure gutxi gorabeherako kokapena zehazteko. Datuak Mozillari eta beste zerbitzu-hornitzaile batzuei bidaltzen zaizkie eta, denak bilduta, kokapen-datubaseak hobetzeko erabiltzen dira. Datuak zure gailuan gorde daitezke eta datuen bilketa aplikaziorik exekutatzen ez dagoenean ere gerta daiteke.
fa: {{brandShortName}} از اطلاعاتی مانند GPS، وای‌فای، و شبکه‌های تلفن‌همراه اطراف شما برای تشخیص مکان تقریبی شما استفاده می‌کند. اطلاعات به موزیلا و دیگر تامین‌کنندگان این سرویس ارسال می‌شود و به طور جمعی برای گسترش پایگاه‌های داده‌ی مکان‌یابی استفاده خواهند شد. اطلاعات ممکن است در دستگاه شما ذخیره شوند و جمع‌آوری اطلاعات ممکن حتی در زمانی که هیچ برنامه‌ای در حال اجرا نیست هم انجام پذیرد.
ga_ie: Úsáideann {{brandShortName}} sonraí GPS, Wi-Fi, agus líonraí móibíleacha i ngar duit chun do shuíomh a dhéanamh amach. Seoltar sonraí chuig Mozilla agus chuig soláthraithe seirbhíse eile. Úsáidtear na sonraí seo i bhfoirm chomhiomlán chun na seirbhísí geoshuite a fheabhsú. Seans go stórálfar sonraí ar do ghléas agus go mbaileofar na sonraí fiú nuair nach bhfuil aon aipeanna ar siúl.
gd: Cleachdaidh {{brandShortName}} dàta mar GPS, WiFi agus lìonraidhean mobile faisg ort gus tuairmeas a dhèanamh air d' ionad. Thèid dàta a chur gu Mozilla is solaraichean sheirbheisean eile agus thèid a chleachdadh còmhla gus stòir-dhàta nan ionadan seo a leasachadh. Dh'fhaoidte gun dèid dàta a stòradh air an uidheam agad agus a cruinneachadh fiù mur eil aplacaid sam bith a' ruith.
hi_in: {{brandShortName}} आँकड़ों का उपयोग करता है जैसे GPS, Wi-Fi, और मोबाइल संजाल जो अनुमानित अवस्थिति निर्धारित करने में आपकी मदद करते हैं. डाटा मोज़िला और अन्य सेवा प्रदाता को भेजे जाते हैं और कुल मिलाकर उन अवस्थिति डाटाबेस को सुधारने के लिए प्रयोग किए जाएँगे. आँकड़ों को आपकी युक्तियों पर जमा नहीं किए जाएँगे और डाटा संग्रहण उत्पन्न होते हैं जब कोई ऐप्प नहीं चल रहे हों.
hu: A {{brandShortName}} a GPS, Wi-Fi és a közeli mobil hálózatok adatainak használatával határozza meg a megközelítő helyét. A Mozillának és más szolgáltatóknak adatok kerülnek elküldésre, amelyek összesítve azok helyadatbázisainak javítására lesznek felhasználva. Az eszközén adatok kerülhetnek tárolásra, és adatgyűjtés történhet akkor is, ha nem futnak appok.
id: {{brandShortName}} menggunakan data seperti GPS, Wi-Fi, dan jaringan seluler di sekitar Anda untuk membantu menemukan perkiraan lokasi Anda. Data tersebut dikirim ke Mozilla dan penyedia layanan lain lalu agregasinya akan digunakan untuk menyempurnakan basis data lokasi tersebut. Data mungkin tersimpan di perangkat Anda dan pengumpulan data mungkin tetap terjadi meskipun tidak ada aplikasi yang sedang aktif.
kk: {{brandShortName}} GPS, Wi-Fi және қасыңыздағы мобильді желілер сияқты деректерді сіздің шамамен орналасуыңызды анықтау үшін қолданады. Деректер Mozilla және басқа да қызмет ұсынушыларына жіберіледі және орналасулар дерекқорын жақсартуға көмектеседі. Деректер сіздің телефоныңызда сақталуы мүмкін және бірде-бір қолданба іске қосымаған болса да, желілік деректер байланысы қолданылуы мүмкін.
km: {{brandShortName}} ប្រើ​ទិន្នន័យ​ដូចជា GPS, Wi-Fi និង​បណ្ដាញ​ទិន្នន័យ​ចល័ត​ដែល​នៅ​ជិត​អ្នក ដើម្បី​ជួយ​កំណត់​ទីតាំង​ប្រហាក់ប្រហែល​របស់​អ្នក។ ទិន្នន័យ​ត្រូវ​បាន​ផ្ញើ​ទៅ Mozilla និង​អ្នក​ផ្ដល់​សេវាកម្ម​ផ្សេងៗ​ទៀត ហើយ​នឹង​ត្រូវ​បាន​ប្រើ​នៅ​ក្នុង​​កន្លែង​ផ្ទុក​​រួម​ដើម្បី​ធ្វើ​ឲ្យ​​​​មូលដ្ឋាន​ទិន្នន័យ​ទីតាំង​ទាំងនោះ​​ប្រសើរ​ឡើង។ ទិន្នន័យ​អាច​ត្រូវ​បាន​ផ្ទុក​នៅ​លើ​ឧបករណ៍​របស់​អ្នក និង​​ការ​ប្រមូល​ទិន្នន័យ​​អាច​កើត​មាន​ ទោះបី​នៅ​ពេល​​គ្មាន​កម្មវិធី​​កំពុង​ដំណើរការ​​ក៏​ដោយ។
kn: {{brandShortName}} ನೀವಿರುವ ಸ್ಥಳದ ಅಂದಾಜು ಮಾಡಲು ನಿಮಗೆ ಹತ್ತಿರ ಇರುವ GPS, Wi-Fi, ಮತ್ತು ಮೊಬೈಲ್ ಜಾಲಬಂಧಗಳನ್ನು ಬಳಸಿಕೊಳ್ಳುತ್ತದೆ. ಮೊಝಿಲ್ಲಾ ಮತ್ತು ಇತರೆ ಸೇವೆ ಒದಗಿಸುವವರಿಗೆ ಈ ಮಾಹಿತಿಯನ್ನು ಕಳುಹಿಸಲಾಗುತ್ತದೆ ಹಾಗೂ ಇದನ್ನು ಈ ಸ್ಥಳ ದತ್ತಸಂಚಯಗಳನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ಒಗ್ಗೂಡಿಸಲಾಗುತ್ತದೆ. ಮಾಹಿತಿಯನ್ನು ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಸಂಗ್ರಹಿಸಿ ಇಟ್ಟಿರಬಹುದು ಮತ್ತು ಯಾವುದೆ ಕಿರುಅನ್ವಯಗಳು ಚಾಲನೆಯಲ್ಲಿರದಿದ್ದಾಗಲೂ ಸಹ ದತ್ತಾಂಶವನ್ನು ಸಂಗ್ರಹಿಸಲಾಗಬಹುದು.
mai: {{brandShortName}} आँकड़ क उपयोग करैत अछि जहिना GPS, Wi-Fi, आओर मोबाइल सँजाल जे अनुमानित अवस्थिति निर्धारित करब मे अहाँक मदति करैत अछि. डाटा मोजिला आओर आन सेवा प्रदाता केँ पठाएल जाएत अछि आओर कुल मिलाए कए ओ अवस्थिति डाटाबेस केँ सुधारब कलेल प्रयोग कएल जएताह. आँकड़ा केँ अहाँक युक्ति पर जमा नहि कएल जएताह आओर डाटा संग्रहण उत्पन्न हाएत अछि जखन कोनो एप्प नहि चलि रहल हुए.
mg: {{brandShortName}} dia mampiasa data toy ny GPS, Wi-Fi, na tambajotra finday akaikinao hamantarana ny toerana sahabo ho misy anao. Ny data dia alefa amin'i Mozilla sy ireo mpamatsy serivisy hafa ary hampiasaina amin'ny tamba-data hanatsarana ireo tobin-datan-toerana. Mety hotehirizina ao amin'ny fitaovanao ny data ary mety hisy fanangonana data na dia tsy misy app mandeha aza.
ms: {{brandShortName}} menggunakan data seperti GPS, Wi-Fi, dan rangkaian selular berhampiran anda untuk menentukan anggaran lokasi anda. Data dihantar kepada Mozilla dan penyedia servis lain dan akan digabungkan untuk menambah baik pangkalan data lokasi. Data mungkin disimpan pada peranti anda dan pengumpulan data mungkin berlaku apabila tiada aplikasi yang dilarikan.
my: သင့် အနီးစပ်ဆုံး တည်နေရာကို ရှာဖွေဆုံးဖြတ်ရာတွင် ကူညီမှုရရန် {{brandShortName}} သည် ဂျီပီအက်(စ်)၊ ဝိုင်ဖိုင် နှင့် သင့်အနီးရှိ မိုဘိုင်းကွန်ယက်များ စသည့် အချက်အလက်များကို အသုံးပြုသည်။ အချက်အလက်ကို မိုဇီလာနှင့် အခြား ဝန်ဆောင်မှုပံ့ပိုးပေးသူများထံသို့ ပေးပို့သည့်အပြင် တည်နေရာ ဒေတာဘေ့(စ်)ကို ပိုမိုကောင်းမွန်လာစေရန် အစုစုပေါင်းပြီး အသုံးပြုသည်။ အချက်အလက်ကို သင့်စက်ပစ္စည်းထဲတွင် သိမ်းထားပါလိမ့်မည်။ အပ္ပလီကေးရှင်းများ အသုံးမပြုသည့်အချိန်တွင်လည်း အချက်အလက်ကောက်ယူမှု ရှိပါလိမ့်သည်။
pt: {{brandShortName}} utiliza dados como GPS, redes sem fios e redes móveis perto de si para ajudar a determinar a sua localização aproximada. Estes dados são enviados para a Mozilla e outros fornecedores de serviços e serão utilizados de forma agregada para melhorar estas bases de dados de localização. Dados podem ser armazenados no seu dispositivo e a recolha de informação pode acontecer mesmo quando não existam aplicações em execução.
ro: {{brandShortName}} folosește date precum GPS, Wi-Fi și rețele mobile din apropierea ta pentru a ajuta la determinarea locației tale actuale. Datele sunt trimise la Mozilla și la alți furnizori de servicii și vor fi folosite per ansamblu pentru a îmbunătăți aceste baze de date privind locațiile. Datele pot fi stocate pe dispozitivul tău și colectarea de date poate avea loc când nicio aplicație nu rulează.
ta: {{brandShortName}} ஆனது ஜிபிஎஸ், வை-பை, மற்றும் அருகாமைலுள்ள செல் பிணையங்கள் பொன்றவற்றின் தரவுகளைப் பயன்படுத்தி உங்களுடைய இருப்பிடத்தை அனுமானிக்கிறது. மொசில்லாவிற்கும் சேவை வழங்குநர்களுக்கும் தரவு அனுப்பி வைக்கப்படுவதோடு இதைப்பயன்படுத்தி இருப்பிட தரவுத்தளங்களை மேம்படுத்த மதிப்பீடும் செய்யப்படுகிறது. உங்களுடைய கருவியில் தரவு செமிக்கப்படுவதோடு தரவுகளை சேகரிக்கும் பொழுது எந்தவிதமான பயன்பாடுகளும் இயக்கத்தில் இருக்காது.
th: {{brandShortName}} ใช้ข้อมูลอย่าง GPS Wi-Fi และเครือข่ายมือถือใกล้คุณเพื่อช่วยระบุตำแหน่งที่ตั้งโดยประมาณของคุณ ข้อมูลจะถูกส่งไปยัง Mozilla และผู้ให้บริการอื่น ๆ และจะถูกใช้ในการรวบรวมเพื่อปรับปรุงฐานข้อมูลตำแหน่งที่ตั้งเหล่านั้น ข้อมูลอาจถูกจัดเก็บบนอุปกรณ์ของคุณและการเก็บรวบรวมข้อมูลอาจเกิดขึ้นแม้ในขณะที่ไม่มีแอปกำลังทำงานอยู่
tr: {{brandShortName}} yaklaşık konumunuzu belirlemek için GPS, Wi-Fi ve yakınınızdaki baz istasyonları gibi verileri kullanır. Bu veriler Mozilla'ya ve diğer hizmet sağlayıcılara gönderilir, ilgili konum veritabanlarını geliştirmek için toplanarak kullanılır. Veriler cihazınızda depolanabilir ve hiçbir uygulama çalışmadığı sırada dahi veri toplanabilir.
ur: {{brandShortName}} کوائف استعمال کرتا ہے جے سے GPS، وائی ​​فائی، اور آپ کے قریب موبائل نیٹ ورک آپ تقریبا جگہ کا تعین کرنے میں مدد کے لئے۔ کوائف موزیلا اور دیگر خدمات فراہم کرنے کے لئے بھیجا جاتا ہے اور ان کے مقام کے کوائفیے کو بہتر بنانے کے مجموعی طور پر استعمال کیا جائے گا۔ کوائف آپ کے آلے اور کوائف جمع کرنے پر محفوظ کیا جا سکتا ہے اس وقت بھی ہو سکتا ہے جب آپ کئ کوئی ایپس چل نہیں رہے ہیں۔
uz: {{brandShortName}} yaqin atrofingizdagi GPS, Wi-Fi va mobil tarmoqlardan taxminiy manzilingizni aniqlashda yordam beruvchi ma’lumotlardan foydalanadi. Ma’lumotlar Mozilla va boshqa xizmat ko‘rsatuvchilarga yuboriladi va hammasidan ushbu manzillar ma’lumotlar bazasini yaxshilashda foydalanadi. Ma’lumotlar qurilmangizda joylashishi mumkin va ma’lumotlar hech qanday ilova dasturlar ishlamayotgan vaqtda ham yig‘ilishi mumkin.

source: {{site}} would like to know your location.
am: {{site}} እርስዎ ያሉበትን አካባቢ ማወቅ ይፈልጋል
ar: يريد {{site}} معرفة مكانك.
bg: {{site}} иска да има достъп до местоположението ви.
bn_bd: {{site}} আপনার ভূ-অবস্থান জানতে চাচ্ছে।
bn_in: {{site}} আপনার অবস্থান অ্যাক্সেস করতে চায়।
br: Fellout a ra da {{site}} gouzout ho lec'hiadur.
bs: {{site}} želi znati vašu lokaciju.
ca: {{site}} vol conèixer la vostra ubicació.
cy: Hoffai {{site}} wybod eich lleoliad.
eu: {{site}} guneak zure kokapena jakin nahi du.
fa: {{site}} مایل است مکان فعلی شما را بداند.
ga_ie: Ar mhaith leat do shuíomh a nochtadh do {{site}}?
gd: Bu toigh le {{site}} fiosrachadh càit a bheil thu.
hi_in: {{site}} आपके स्थान का पता लगाना चाहती है!
hu: {{site}} szeretné tudni az Ön földrajzi helyzetét.
id: {{site}} ingin mendapatkan lokasi Anda.
kk: {{site}} орналасуыңызды білгісі келеді.
km: {{site}} ចង់​ដឹង​ទីតាំង​របស់​អ្នក។
kn: ನೀವು ಎಲ್ಲಿದ್ದೀರೆಂದು ತಿಳಿಯಲು {{site}} ಬಯಸುತ್ತಿದೆ.
mai: {{site}} अहाँ स्थान क पता लगओनाइ चाहैत अछि!
mg: Te-hahafantatra ny misy anao i {{site}}.
ms: {{site}} ingin mengetahui lokasi anda.
my: {{site}} သည် သင့်တည်နေရာကို သိချင်သည်။
pt: {{site}} gostaria de conhecer a sua localização.
ro: {{site}} dorește să-ți cunoască locația.
ta: {{site}} உங்களுடைய இடத்தை தெரிந்துக்கொள்ள விருப்பமா.
th: {{site}} ต้องการทราบตำแหน่งที่ตั้งของคุณ
tr: {{site}} konumunuzu bilmek istiyor.
ur: {{site}} آپ کی لوکیشن جاننا چھاتی ہے۔
uz: {{site}} manzilingizni bilmoqchi.

source: See Idle Status
am: የቦዘኑ ሁኔታዎችን መመልከቻ
ar: الاطلاع على حالة الخمول
bg: Виждане състоянието на незаетост
bn_bd: নিষ্ক্রিয় স্ট্যাটাস দেখুন
bn_in: সাউন্ড চালান
br: Gwelout ar stad dioberiant
bs: Prikaži neaktivni status
ca: Conèixer l'estat d'inactivitat
cy: Gweld Statws Segur
eu: Ikusi egoera inaktiboa
fa: نمایش وضعیت بی‌کار
ga_ie: Do Stádas Díomhaointis a Fheiceáil
gd: Seall a bheil e ’na thàmh
hi_in: निष्क्रिय स्थिति देखें
hu: Tétlen állapot megjelenítése
id: Melihat Status Diam
km: មើល​ស្ថានភាព​នៅ​ស្ងៀម
kn: ತಟಸ್ಥ ಸ್ಥಿತಿ ನೋಡು
mg: Hijery Toetra Midonanaka
ms: Lihat Status Melahu
my: အားလပ်နေသောအခြေအနေကို ကြည့်ရန်
pt: Consultar estado de inatividade
ro: Vezi starea inactivă
ta: செயலற்ற நிலையைப் பார்
tr: Bekleme durumunu gör
ur: خالی صورت حال دیکھیں
uz: Bandlik holatini ko‘rish

source: Privileged IndexedDB
ar: امتيازات IndexedDB
bg: Привилегирован IndexedDB
bn_bd: বিশেষ সুবিধাসম্পন্ন IndexedDB
bn_in: আধিকারিক IndexedDB
br: IndexedDB brientek
bs: Privilegovan IndexedDB
ca: IndexedDB privilegiat
cy: IndexedDB Breintiedig
eu: Pribilegiodun IndexedDB
fa: IndexedDB دارای دسترسی
ga_ie: IndexedDB faoi phribhléid
gd: IndexedDB le pribhleidean
hi_in: विशेषाधिकृत IndexedDB
hu: Privilegizált IndexedDB
km: IndexedDB ដែល​ផ្ដល់​សិទ្ធិ
kn: ಮನ್ನಣೆಯಿರುವ IndexedDB
mg: IndexedDB Manan-tombo
ms: Hak Keistimewaan IndexedDB
my: တစ်ကိုယ်ရေသုံး IndexedDB
pt: IndexedDB em modo privilegiado
ro: IndexedDB privilegiat
ta: சலுகை IndexedDB
tr: Ayrıcaklıklı IndexedDB
ur: استحقاق IndexedDB
uz: Imtiyozli IndexedDB

source: Unlimited IndexedDB Storage
ar: مساحة IndexedDB غير محدود
bg: Неограничена памет IndexedDB
bn_bd: সীমাহীন IndexedDB স্টোরেজ
bn_in: শিমাহীন IndexedDB সংগ্রহস্থল
br: Kadaviñ IndexedDB divevenn
bs: Neograničen IndexedDB prostor
ca: Emmagatzematge IndexedDB il·limitat
cy: Storio IndexedDB Diben Draw
eu: Muga gabeko IndexedDB biltegiratzea
fa: فضای ذخیره نامتناهی IndexedDB
ga_ie: Stóras IndexedDB Gan Teorainn
gd: Stòras IndexedDB gun chrìoch
hu: Korlátlan IndexedDB tárolás
id: Penyimpanan IndexedDB Tak Terbatas
km: ទំហំ​ផ្ទុក IndexedDB គ្មាន​ដែន​កំណត់
kn: ಮಿತಿ ಇಲ್ಲದ IndexedDB ಶೇಖರಣೆ
mg: Fitehirizana IndexedDB Tsy Voafetra
ms: Storan IndexedDB Tanpa Had
my: ကန့်သတ်မထားသော IndexedDB သိုလှောင်ရုံ
pt: Espaço IndexedDB Ilimitado
ro: Stocare IndexedDB nelimitată
ta: வரம்பற்ற IndexedDB கிடங்கு
th: พื้นที่จัดเก็บ IndexedDB แบบไม่จำกัด
tr: Sınırsız IndexedDB depolama
ur: لامحدود IndexedDB ذخیرہ
uz: Cheklanmagan IndexedDB xotira

source: Manage Keyboards
am: የ ፊደል ገበታ አስተዳዳሪ
ar: إدارة لوحات المفاتيح
bg: Управление на клавиатури
bn_bd: কীবোর্ড ব্যবস্থাপনা
bn_in: কীবোর্ড পরিচালনা করুন
br: Ardeiñ ar c'hlavieroù
bs: Upravljanje tastaturama
ca: Gestionar teclats
cy: Rheoli Bysellfyrddau
eu: Kudeatu teklatuak
fa: مدیریت صفحه‌کلید
ga_ie: Méarchláir a Bhainistiú
gd: Stiùirich na meur-chlàran
hu: Billentyűzetek kezelése
id: Kelola Papan Ketik
km: គ្រប់គ្រង​ក្ដារចុច
kn: ಕೀಲಿಮಣೆಗಳನ್ನು ನಿರ್ವಹಿಸು
mg: Handrindra Kilavie
ms: Urus Papan Kekunci
my: ကီးဘုတ်များကို စီမံမည်
pt: Gerir teclados
ro: Gestionează tastaturile
ta: விசைப்பலகைகளை நிர்வகி
th: จัดการแป้นพิมพ์
tr: Klavyeleri yönet
ur: کلیدی تختہ بندوبست کریں
uz: Klaviaturalarni boshqarish

source: Act as a Keyboard
am: እንደ ፊደል ገበታ አገልግል
ar: العمل كلوحة مفاتيح
bg: Действане като клавиатура
bn_bd: কীবোর্ডের মত আচরণ করবে
bn_in: কীবোর্ড মত কাজ করুন
br: Ober evel ur c'hlavier
bs: Ponašaj se kao tastatura
ca: Actuar com un teclat
cy: Gweithredu fel Bysellfwrdd
eu: Aritu teklatu gisa
fa: رفتار کردن به عنوان یک صفحه‌کلید
ga_ie: Bheith ina Mhéarchlár
gd: Obraich mar mheur-chlàr
hi_in: कुंजीपटल के रूप में उपयोग करें
hu: Viselkedés billentyűzetként
id: Bertindak sebagai Papan Ketik
km: ធ្វើ​ជា​ក្ដារចុច
kn: ಕೀಲಿಮಣೆಯಾಗಿ ಕೆಲಸ ಮಾಡು
mg: Hiasa toy ny Kilavie
ms: Bertindak sebagai papan kekunci
my: ကီးဘုတ်လို လုပ်ဆောင်ပါ
pt: Agir como teclado
ro: Comportă-te ca o tastatură
ta: விசைப்பலகையாகச் செயல்படு
th: ทำหน้าที่เป็นแป้นพิมพ์
tr: Klavye gibi davran
ur: ایک کلیدی تختہ کے طور پر کام
uz: Klaviatura kabi bayonot tuzish

source: Camera and Microphone
am: ካሜራ እና ማይክሮፎን
ar: الكمرة والمِكروفون
bg: Камера и микрофон
bn_bd: ক্যামেরা ও মাইক্রোফোন
bn_in: ক্যামেরা ও মাইক্রোফোন
br: Kamera ha mikrofon
bs: Kamera i mikrofon
ca: Càmera i micròfon
cy: Camera a Meicroffon
eu: Kamera eta mikrofonoa
fa: دوربین و میکروفن
ga_ie: Ceamara agus Micreafón
gd: An camara is am micreofon
hi_in: कैमरा और माइक्रोफोन
hu: Kamera és mikrofon
id: Kamera dan Mikrofon
kk: Камера және микрофон
km: ម៉ាស៊ីន​ថត និង​មីក្រូហ្វូន
kn: ಕ್ಯಾಮೆರಾ ಮತ್ತು ಮೈಕ್ರೋಫೋನ್
mai: कैमरा आओर माइक्रोफोन
mg: Fakantsary sy Mikirao
ms: Kamera dan Mikrofon
my: ကင်မရာနှင့် မိုက္ကရိုဖုန်း
pt: Câmara e Microfone
ro: Cameră și microfon
ta: படக்கருவி மற்றும் ஒலிவாங்கி
th: กล้องและไมโครโฟน
tr: Kamera ve Mikrofon
ur: کیمرہ اور مائیکروفون
uz: Kamera va mikrofon

source: Would you like to share your camera and microphone with {{app}}?
am: የ እርስዎን ካሜራ እና ማይክሮፎን ማካፈል ይፈልጋሉ ከ {{app}} ጋር?
ar: أتسمح بأن تشارك الكمرة والمِكروفون مع {{app}}؟
bg: Искате ли споделите камерата и микрофона си с {{app}}?
bn_bd: আপনি কি {{app}} এর সাথে ক্যামেরা এবং মাইক্রোফোন শেয়ার করতে চান?
bn_in: আপনি {{app}} সঙ্গে আপনার ক্যামেরা ও মাইক্রোফোন শেয়ার করতে চান?
br: Fellout a ra deoc'h rannañ ar c'hamera hag ar mikrofon gant {{app}}?
bs: Želite li podijeliti vašu kameru i mikrofon sa {{app}}?
ca: Voleu compartir la càmera i el micròfon amb l'aplicació {{app}}?
cy: Hoffech chi rannu eich camera a meicroffon gyda {{app}}?
eu: Zure kamera eta mikrofonoa partekatu nahi dituzu {{app}} aplikazioarekin?
fa: آیا مایلید میکروفن و دوربین خود را با برنامه {{app}} به اشتراک بگذارید؟
ga_ie: An bhfuil tú sásta do cheamara agus do mhicreafón a chomhroinnt le {{app}}?
gd: A bheil thu airson an camara 's am micreofon agad a cho-roinneadh le {{app}}?
hi_in: क्या आप {{app}} के साथ अपना कैमरा और माइक्रोफोन साझा करना चाहेंगे?
hu: Szeretné megosztani kameráját és mikrofonját ezzel: {{app}}?
id: Ingin berbagi kamera dan mikrofon Anda dengan {{app}}?
kk: Веб-камера және микрофоныңызбен {{app}} үшін бөлісуге рұқсат бересіз бе?
km: តើ​អ្នក​ចង់​ចែករំលែក​ម៉ាស៊ីន​ថត​ និងមីក្រូនហ្វូន​របស់​អ្នក​ជា​មួយ {{app}}?
kn: {{app}} ದೊಂದಿಗೆ ನಿಮ್ಮ ಕ್ಯಾಮೆರಾ ಮತ್ತು ಮೈಕ್ರೊಫೋನ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಬಯಸುವಿರಾ?
mai: की अहाँ {{app}} क सँग अपन कैमरा आओर माइक्रोफोन साझा कएनाइ चाहब?
mg: Te-hizara ny fakantsarinao sy ny mikiraonao amin'i {{app}} ianao?
ms: Mahukah anda berkongsi kameran dan mikrofon dengan {{app}}?
my: သင့် ကင်မရာနှင့် မိုက္ကရိုဖုန်းကို {{app}} နှင့်အတူ မျှဝေအသုံးပြုချင်ပါသလား။
pt: Gostaria de partilhar a sua câmara e microfone com {{app}}?
ro: Dorești să împărtășești camera și microfonul cu {{app}}?
ta: {{app}} உடன் படக்கருவி மற்றும் ஒலிவாங்கியை பகிர விருமப்பமா?
th: คุณต้องการแบ่งปันกล้องและไมโครโฟนของคุณกับ {{app}} หรือไม่?
tr: Kamera ve mikrofonunuzu {{app}} ile paylaşmak istiyor musunuz?
ur: کیا آپ اپنا کیمرہ اور مائیکروفون {{app}} کے ساتھ شیئر کرنا چاہتے ہیں؟
uz: Kamera va mikrofoningizni {{app}} bilan boʻlishini xohlaysizmi?

source: Would you like to share your camera and microphone with {{site}}?
am: የ እርስዎን ካሜራ እና ማይክሮፎን ማካፈል ይፈልጋሉ ከ {{site}} ጋር?
ar: أتسمح بأن تشارك الكمرة والمِكروفون مع {{site}}؟
bg: Искате ли споделите камерата и микрофона си с {{site}}?
bn_bd: আপনি কি {{site}} এর সাথে ক্যামেরা এবং মাইক্রোফোন শেয়ার করতে চান?
bn_in: আপনি {{site}} সঙ্গে আপনার ক্যামেরা ও মাইক্রোফোন শেয়ার করতে চান?
br: Fellout a ra deoc'h rannañ ar c'hamera hag ar mikrofon gant {{site}}?
bs: Želite li podijeliti vašu kameru i mikrofon sa {{site}}?
ca: Voleu compartir la càmera i el micròfon amb {{site}}?
cy: Hoffech chi rannu eich camera a meicroffon gyda {{site}}?
eu: Zure kamera eta mikrofonoa partekatu nahi dituzu {{site}} webgunearekin?
fa: آیا مایلید میکروفن و دوربین خود را با برنامه {{site}} به اشتراک بگذارید؟
ga_ie: An bhfuil tú sásta do cheamara agus do mhicreafón a chomhroinnt le {{site}}?
gd: A bheil thu airson an camara 's am micreofon agad a cho-roinneadh le {{site}}?
hi_in: क्या आप {{site}} के साथ अपना कैमरा और माइक्रोफोन साझा करना चाहेंगे?
hu: Szeretné megosztani kameráját és mikrofonját ezzel: {{site}}?
id: Ingin berbagi kamera dan mikrofon Anda dengan {{site}}?
kk: Веб-камера және микрофоныңызбен {{site}} сайтымен бөлісуге рұқсат бересіз бе?
km: តើ​អ្នកចង់​ចែករំលែក​ម៉ាស៊ីន​ថត និង​មីក្រូហ្វូន​របស់​អ្នក​ជា​មួយ {{site}}?
kn: {{site}} ದೊಂದಿಗೆ ನಿಮ್ಮ ಕ್ಯಾಮೆರಾ ಮತ್ತು ಮೈಕ್ರೊಫೋನ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಬಯಸುವಿರಾ?
mai: की अहाँ {{site}} क सँग अपन कैमरा आओर माइक्रोफोन साझा कएनाइ चाहब?
mg: Te-hizara ny fakantsarinao sy ny mikiraonao amin'i {{site}} ianao?
ms: Mahukah anda berkongsi kamera dan mikrofon dengan {{site}}?
my: သင့် ကင်မရာနှင့် မိုက္ကရိုဖုန်းကို {{site}} နှင့်အတူ မျှဝေအသုံးပြုချင်ပါသလား။
pt: Gostaria de partilhar a sua câmara e microfone com {{site}}?
ro: Dorești să împărtășești camera și microfonul cu {{site}}?
ta: {{site}} உடன் படக்கருவி மற்றும் ஒலிவாங்கியை பகிர விருப்பமா?
th: คุณต้องการแบ่งปันกล้องและไมโครโฟนของคุณกับ {{site}} หรือไม่?
tr: Kamera ve mikrofonunuzu {{site}} ile paylaşmak istiyor musunuz?
ur: کیا آپ اپنا کیمرہ اور مائیکروفون {{site}} کے ساتھ شیئر کرنا چاہتے ہیں؟
uz: Kamera va mikrofoningizni {{site}} bilan boʻlishini xohlaysizmi?

source: Mobile Connection
am: ተንቀሳቃሽ ግንኙነት
ar: الاتصال الخلويّ
bg: Мобилна връзка
bn_bd: মোবাইল সংযোগ
bn_in: মোবাইল সংযোগ
br: Kennask hezougell
bs: Mobilna konekcija
ca: Connexió mòbil
cy: Cysylltiad Symudol
eu: Konexio mugikorra
fa: ارتباط تلفن همراه
ga_ie: Ceangal Soghluaiste
gd: Ceangal mobile
hi_in: मोबाइल कनेक्शन
hu: Mobilkapcsolat
id: Sambungan Seluler
km: ការ​ភ្ជាប់​​​តាម​ទូរសព្ទ​ចល័ត
kn: ಮೊಬೈಲ್ ಸಂಪರ್ಕ
mg: Fifandraisana Finday
ms: Sambungan Bimbit
my: မိုဘိုင်း ချိတ်ဆက်မှု
pt: Ligação móvel
ro: Conexiune mobilă
ta: செல் இணைப்பு
th: การเชื่อมต่อมือถือ
tr: Mobil bağlantı
ur: موبائل کنکشن
uz: Mobil aloqa

source: Mobile Identity
am: የ ተንቀሳቃሽ መለያ
ar: هوية المحمول
bg: Мобилна идентичност
bn_bd: মোবাইলের পরিচিতি
bn_in: মোবাইল পরিচিতি
br: Pivelezh hezoug
bs: Mobilni identitet
ca: Identitat del mòbil
cy: Enw Symudol
eu: Mugikorreko identitatea
fa: شناسه تلفن‌همراه
ga_ie: Aitheantas Soghluaiste
gd: Dearbh-aithne mobile
hi_in: मोबाइल पहचान
hu: Mobilazonosító
id: Identitas Seluler
km: អត្តសញ្ញាណ​​ចល័ត
kn: ಮೊಬೈಲ್ ಗುರುತು
mai: मोबाइल कऽ पहिचान
mg: Idantiten'ny Finday
ms: Identiti Bimbit
my: မိုဘိုင်း(လ်)သက်သေခံ
pt: Identidade móvel
ro: Identitate mobilă
ta: செல்பேசி அடையாளம்
tr: Mobil kimlik
ur: موبائل تشخص
uz: Mobilni aniqlash
