Repository: translate/mozilla-gaia
Catalog: */shared/permissions/permissions.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hi_in, hu, id, kk, km, kn, mai, mg, ms, my, pt, ro, ta, th, tr, ur, uz

source: Network Events
am: የ ኔትዎርክ ሁኔታዎች
ar: أحداث الشبكة
bg: Мрежови събития
bn_bd: নেটওয়ার্ক ইভেন্ট
bn_in: নেটওয়ার্কের ঘটনাগুলি
br: Degouezhioù rouedad
bs: Mrežni događaji
ca: Esdeveniments de xarxa
cy: Digwyddiadau'r Rhwydwaith
eu: Sare-gertaerak
fa: رویدادهای شبکه
ga_ie: Teagmháis Líonra
gd: Tachartasan lìonraidh
hi_in: नेटवर्क घटनाएँ
hu: Hálózati események
id: Peristiwa Jaringan
km: ព្រឹត្តិការណ៍​បណ្ដាញ
kn: ನೆಟ್‌ವರ್ಕ್ ಘಟನೆಗಳು
mai: नेटवर्क घटनासभ
mg: Trangan-tambajotra
ms: Acara Rangkaian
my: ကွန်ယက် အဖြစ်အပျက်များ
pt: Eventos de rede
ro: Evenimente în rețea
ta: பிணைய நிகழ்வுகள்
th: กิจกรรมเครือข่าย
tr: Ağ olayları
ur: نیٹ ورک وقوعہ
uz: Tarmoq hodisalari

source: Start an App
am: መተግበሪያ ማስጀመሪያ
ar: تشغيل إحدى التطبيقات
bg: Пускане на приложение
bn_bd: অ্যাপ চালু করুন
bn_in: অ্যাপ আরম্ভ করুন
br: Loc'hañ un arload
bs: Pokreni aplikaciju
ca: Iniciar una aplicació
cy: Cychwyn Ap
eu: Abiarazi aplikazio bat
fa: شروع برنامه
ga_ie: Aip a Thosú
gd: Tòisich aplacaid
hi_in: अनुपयोग शुरू करें
hu: Egy app elindítása
id: Mulai Aplikasi
km: ចាប់ផ្ដើម​កម្មវិធី
kn: ಅನ್ವಯ ಒಂದನ್ನು ಪ್ರಾರಂಭಿಸು
mai: एकटा एप्प शुरू करू
mg: Hampandeha App
ms: Mulakan Aplikasi
my: App ကို စတင်ရန်
pt: Iniciar uma aplicação
ro: Pornește o aplicație
ta: பயன்பாட்டை துவக்கு
th: เริ่มแอป
tr: Uygulama başlat
ur: ایپس شروع کریں
uz: Ilova dasturni ishga tushirish

source: Modify Apps Permissions
am: የ መተግበሪያ ፍቃዶችን ማሻሻያ
ar: تعديل صلاحيات التطبيقات
bg: Промяна права на приложение
bn_bd: অ্যাপের অনুমতি পরিবর্তন
bn_in: অ্যাপের অনুমতি পরিবর্তন
br: Kemmañ aotreoù an arloadoù
bs: Promijeni dozvole aplikacija
ca: Modificar permisos d'aplicacions
cy: Newid Caniatâd Apiau
eu: Aldatu aplikazioaren baimenak
fa: تغییر دسترسی‌های برنامه‌ها
ga_ie: Ceadanna Aipeanna a Athrú
gd: Atharraich ceadan nan aplacaidean
hi_in: अनुप्रयोग अनुमतियों को संशोधित करें
hu: App jogosultságok módosítása
id: Ubah Hak Akses Aplikasi
km: កែប្រែ​សិទ្ធិ​អនុញ្ញាត​កម្មវិធី
kn: ಅನ್ವಯಗಳ ಅನುಮತಿಗಳನ್ನು ಬದಲಾಯಿಸು
mai: एप्प अनुमति परिवर्तित करू
mg: Hanova Alàlan'ny App
ms: Ubahsuai Keizinaan Aplikasi
my: Applications ၏ အသုံးပြုခွင့်များ ပြင်ဆင်မည်
pt: Mudar permissões das aplicações
ro: Modifică permisiunile
ta: பயன்பாடு அனுமதிகளை மாற்றியமை
th: เปลี่ยนแปลงการอนุญาตแอป
tr: Uygulama izinlerini değiştir
ur: ایپس اجازتیں ترمیم کریں
uz: Ilova dastur ruxsatlarini o‘zgartirish

source: Power Settings
am: ሐይል ማሰናጃዎች
ar: إعدادات الطاقة
bg: Настройки на захранването
bn_bd: পাওয়ার সেটিং
bn_in: বিদ্যুৎের বৈশিষ্ট্যাবলী
br: Arventennoù energiezh
bs: Postavke struje
ca: Paràmetres d'energia
cy: Gosodiadau Pŵer
eu: Energia-ezarpenak
fa: تنظیمات انرژی
ga_ie: Socruithe Cumhachta
gd: Roghainnean na cumhachd
hi_in: पावर सेटिंग्स
hu: Energiabeállítások
id: Setelan Daya
km: ការ​កំណត់​ថាមពល
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿ ಸಿದ್ಧತೆಗಳು
mai: पॉवर सेटिंग
mg: Tefin'ny Aratra
ms: Tetapan Kuasa
my: စွမ်းအင် အပြင်အဆင်များ
pt: Definições de energia
ro: Setări de alimentare
ta: மின்கலன் அமைவுகள்
th: ตั้งค่าพลังงาน
tr: Güç Ayarları
ur: بجلی سیٹنگیں
uz: Quvvat sozlamalari

source: Modify Settings
am: ማሰናጃዎች ማሻሻያ
ar: تعديل الإعدادات
bg: Промяна на настройки
bn_bd: সেটিং বদলান
bn_in: বৈশিষ্ট্যাবলী পরিবর্তন করুন
br: Kemmañ an arventennoù
bs: Promijeni postavke
ca: Modificar paràmetres
cy: Newid Gosodiadau
eu: Aldatu ezarpenak
fa: تغییر تنظیمات
ga_ie: Socruithe a Athrú
gd: Atharraich na roghainnean
hi_in: सेटिंग्स को संशोधित करें
hu: Beállítások módosítása
id: Ubah Setelan
km: កែប្រែ​ការ​កំណត់
kn: ಸಿದ್ದತೆಗಳನ್ನು ಬದಲಾಯಿಸು
mai: सेटिंग परिवर्तित करू
mg: Hanova Tefy
ms: Ubahsuai Tetapan
my: အပြင်အဆင်များအား ပြုပြင်မည်
pt: Modificar definições
ro: Modifică setări
ta: அமைவுகளை மாற்றியமை
th: เปลี่ยนแปลงการตั้งค่า
tr: Ayarları değiştir
ur: سیٹکگیں ترمیم کریں
uz: Sozlamalarni o‘zgartirish

source: Cross-Origin Requests
ar: طلبات عابرة للأصول
bg: Заявки Cross-Origin
bn_bd: Cross-Origin অনুরোধ
bn_in: ক্রস উৎপত্তিির আবেদন
br: Goulennoù liesorin
bs: Cross-Origin zahtjevi
ca: Sol·licituds multiorigen
cy: Ceisiadau Traws Tarddiad
eu: Jatorri gurutzatuko eskaerak
fa: درخواست‌های Cross-Origin
ga_ie: Iarratais Trasbhunúis
gd: Iarrtasan cross-origin
hi_in: क्रॉस-उत्पत्ति अनुरोध
hu: Kereszteredetű kérések
id: Permintaan Cross-Origin
km: សំណើ​តាម​​លំនាំដើម
kn: ಮಿಶ್ರ-ವರ್ಗ ಮನವಿಗಳು
mg: Hataka Hafa Fiaviana
ms: Permintaan Asalan-Silang
pt: Solicitações Cross-Origin
ro: Solicitări Cross-Origin
ta: ஒட்டுத் தேற்றக் கோரிக்கைகள்
tr: Kökenler arası istekler
ur: کراس-اصل کی درخواستیں
uz: Cross-Origin so‘rovlari

source: Telephony
ar: المكالمات الهاتفية
bg: Телефония
bn_bd: টেলিফোনি
bn_in: টেলিফোনি
br: Pellgomzerezh
bs: Telefonija
ca: Telefonia
cy: Teleffoni
eu: Telefonia
fa: ارتباطات تلفنی
ga_ie: Teileafónaíocht
gd: Fònadh
hi_in: टेलिफोनी
hu: Telefonálás
id: Telefoni
km: ទូរស័ព្ទ
kn: ಟೆಲಿಫೋನಿ
mai: टेलिफोनी
mg: Telefaonia
ms: Telefoni
pt: Telefonia
ro: Telefonie
ta: தொலைப்பேசியியல்
tr: Telefon
ur: ٹیلیفونی
uz: Telefoniya

source: Camera
am: ካሜራ
ar: الكمرة
bg: Камера
bn_bd: ক্যামেরা
bn_in: ক্যামেরা
br: Kamera
bs: Kamera
ca: Càmera
eu: Kamera
fa: دوربین
ga_ie: Ceamara
gd: Camara
hi_in: कैमरा
hu: Kamera
id: Kamera
kk: Камера
km: ម៉ាស៊ីន​ថត
kn: ಕ್ಯಾಮೆರಾ
mai: कैमरा
mg: Fakantsary
ms: Kamera
my: ကင်မရာ
pt: Câmara
ro: Cameră
ta: படக்கருவி
th: กล้อง
tr: Kamera
ur: کیمرہ
uz: Kamera

source: Would you like to share your camera with {{app}}?
am: የ እርስዎን ካሜራ ማካፈል ይፈልጋሉ ከ {{app}} ጋር?
ar: أتسمح بأن تشارك الكمرة مع {{app}}؟
bg: Искате ли споделите камерата си с {{app}}?
bn_bd: আপনি কি {{app}} এর সাথে আপনার ক্যামেরা শেয়ার করতে চান?
bn_in: আপনি {{app}} সঙ্গে আপনার ক্যামেরা শেয়ার করতে চান?
br: Fellout a ra deoc'h rannañ ar c'hamera gant {{app}}?
bs: Želite li podijeliti vašu kameru sa {{app}}?
ca: Voleu compartir la càmera amb l'aplicació {{app}}?
cy: Hoffech chi rannu eich camera gyda {{app}}?
eu: Zure kamera partekatu nahi duzu {{app}} aplikazioarekin?
fa: آیا مایلید دوربین خود را با برنامه {{app}} به اشتراک بگذارید؟
ga_ie: An bhfuil tú sásta do cheamara a roinnt le {{app}}?
gd: A bheil thu airson an camara agad a cho-roinneadh le {{app}}?
hi_in: क्या आप {{app}} के साथ अपना कैमरा साझा करना चाहते हैं?
hu: Szeretné megosztani kameráját ezzel: {{app}}?
id: Ingin berbagi kamera dengan {{app}}?
kk: Веб-камераңызбен {{app}} үшін бөлісуге рұқсат бересіз бе?
km: តើ​អ្នក​ចង់​ចែករំលែក​ម៉ាស៊ីន​ថត​របស់​អ្នក​ជា​មួយ {{app}}?
kn: {{app}} ದೊಂದಿಗೆ ನಿಮ್ಮ ಕ್ಯಾಮೆರಾವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಬಯಸುವಿರಾ?
mai: की अहाँ {{app}} क सँग अपन कैमरा साझा कएनाइ चाहैत अछि?
mg: Te-hizara ny fakantsarinao amin'i {{app}} ianao?
ms: Mahukah anda berkongsi kamera dengan {{app}}?
my: သင့်ကင်မရာကို {{app}}နှင့်အတူ မျှဝေအသုံးပြုချင်ပါသလား။
pt: Gostaria de partilhar a sua câmara com {{app}}?
ro: Dorești să împărtășești camera cu {{app}}?
ta: {{app}} உடன் பட கருவியை பகிர விரும்புகிறீர்களா?
th: คุณต้องการแบ่งปันกล้องของคุณกับ {{app}} หรือไม่?
tr: Kameranızı {{app}} ile paylaşmak istiyor musunuz?
ur: کیا آپ اپنا کیمرہ {{app}} کے ساتھ شیئر کرنا چاہتے ہیں؟
uz: Kameringizni {{app}} bilan boʻlishishni xohlaysizmi?

source: Would you like to share your camera with {{site}}?
am: የ እርስዎን ካሜራ ማካፈል ይፈልጋሉ ከ {{site}} ጋር?
ar: أتسمح بأن تشارك الكمرة مع {{site}}؟
bg: Искате ли споделите камерата си с {{site}}?
bn_bd: আপনি কি {{site}} এর সাথে আপনার ক্যামেরা শেয়ার করতে চান?
bn_in: আপনি {{site}} সঙ্গে আপনার ক্যামেরা শেয়ার করতে চান?
br: Fellout a ra deoc'h rannañ ar c'hamera gant {{site}}?
bs: Želite li podijeliti vašu kameru sa {{site}}?
ca: Voleu compartir la càmera amb {{site}}?
cy: Hoffech chi rannu eich camera gyda {{site}}?
eu: Zure kamera partekatu nahi duzu {{site}} webgunearekin?
fa: آیا مایلید دوربین خود را با برنامه {{site}} به اشتراک بگذارید؟
ga_ie: An bhfuil tú sásta do cheamara a roinnt le {{site}}?
gd: A bheil thu airson an camara agad a cho-roinneadh le {{site}}?
hi_in: क्या आप {{site}} के साथ अपना कैमरा साझा करना चाहते हैं?
hu: Szeretné megosztani kameráját ezzel: {{site}}?
id: Ingin berbagi kamera Anda dengan {{site}}?
kk: Веб-камераңызбен {{site}} сайтымен бөлісуге рұқсат бересіз бе?
km: តើ​អ្នក​ចង់​ចែករំលែក​ម៉ាស៊ីន​ថត​របស់​អ្នក​ជា​មួយ {{site}}?
kn: {{site}} ದೊಂದಿಗೆ ನಿಮ್ಮ ಕ್ಯಾಮೆರಾವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಬಯಸುವಿರಾ?
mai: की अहाँ {{site}} क सँग अपन कैमरा साझा कएनाइ चाहैत अछि?
mg: Te-hizara ny fakantsarinao amin'i {{site}} ianao?
ms: Mahukah anda berkongsi kamera dengan {{site}}?
my: သင့်ကင်မရာကို {{site}}နှင့်အတူ မျှဝေအသုံးပြုချင်ပါသလား။
pt: Gostaria de partilhar a sua câmara com {{site}}?
ro: Dorești să împărtășești camera cu {{site}}?
ta: {{site}} உடன் பட கருவியை பகிர விரும்புகிறீர்களா?
th: คุณต้องการแบ่งปันกล้องของคุณกับ {{site}} หรือไม่?
tr: Kameranızı {{site}} ile paylaşmak istiyor musunuz?
ur: کیا آپ اپنا کیمرہ {{site}} کے ساتھ شیئر کرنا چاہتے ہیں؟
uz: Kameringizni {{site}} bilan boʻlishishni xohlaysizmi?

source: Control Voicemail
am: የ ድምፅ መልእክት መቆጣጠሪያ
ar: التحكم بالبريد الصوتي
bg: Управление на гласова поща
bn_bd: ভয়েস-মেইল নিয়ন্ত্রণ করুন
bn_in: ভয়েসমেইল নিয়ন্ত্রণ করা
br: Reoliñ ar postelerezh dre vouezh
bs: Kontrola glasovne pošte
ca: Controlar la bústia de veu
cy: Rheoli Llaisbost
eu: Kontrolatu ahots-mezua
fa: کنترل پست‌صوتی
ga_ie: Glórphost a Bhainistiú
gd: Smachd air post-gutha
hi_in: वॉयसमेल नियंत्रण
hu: Hanposta beállítása
id: Kendalikan Pesan Suara
km: បញ្ជា​សារ​ជា​សំឡេង
kn: ಧ್ವನಿ ಅಂಚೆ ನಿಯಂತ್ರಣ
mai: वॉइसमेल नियंत्रित करू
mg: Hamehy Mailakafeo
ms: Kawalan Mel Suara
my: အသံစာပို့စနစ်ကို ထိန်းချုပ်မည်
pt: Controlar correio de voz
ro: Controlează căsuța vocală
ta: குரலஞ்சலை கட்டுபடுத்து
th: ควบคุมข้อความเสียง
tr: Telesekreter kontrolü
ur: آواز میل کنٹرول
uz: Ovozli pochtani boshqarish

source: Install Webapps
am: የ ዌብ መተግበሪያዎች መግጠሚያ
ar: تثبيت تطبيقات الوِب
bg: Инсталиране на уебприложения
bn_bd: ওয়েবঅ্যাপ ইনস্টল করুন
bn_in: ওয়েবঅ্যাপস্‌ ইনস্টল করুন
br: Staliañ arloadoù web
bs: Instaliraj Web aplikacije
ca: Instal·lar aplicacions web
cy: Gosod Apiau Gwe
eu: Instalatu web aplikazioak
fa: نصب برنامه‌وب
ga_ie: Aipeanna Gréasáin a Shuiteáil
gd: Stàlaich aplacaidean-lìn
hi_in: वेबएप्प्स स्थापित करें
hu: Webappok telepítése
id: Menginstal Aplikasi Web
km: ដំឡើង​កម្មវិធី​បណ្ដាញ
kn: ವೆಬ್‌ಅನ್ವಯಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸು
mg: Hametraka an'i Webapps
ms: Pasang Webapps
my: ဝက်ဘ် Application များကို သွင်းမည်
pt: Instalar Webapps
ro: Instalează aplicații web
ta: இணையப் பயன்பாடுகளை நிறுவு
tr: Web uygulamaları yükle
ur: ویب ایپس تنصیب کریں
uz: Vebilovalarni o‘rnatish

source: Manage Wi-Fi
am: የ ዋይ-ፋይ አስተዳዳሪ
ar: إدارة واي-فاي
bg: Управление на Wi-Fi
bn_bd: Wi-Fi পরিচালনা করুন
bn_in: ওয়াই-ফাই পরিচালনা করুন
br: Ardeiñ ar Wi-Fi
bs: Upravljanje Wi-Fi mrežama
ca: Gestionar la connexió Wi-Fi
cy: Rheoli Diwifr
eu: Kudeatu Wi-Fia
fa: مدیریت Wi-Fi
ga_ie: Wi-Fi a Bhainistiú
gd: Stiùirich WiFi
hu: Wi-Fi kezelése
id: Mengelola Wi-Fi
km: គ្រប់គ្រង​វ៉ាយហ្វាយ
kn: ವೈ-ಫೈ ನಿರ್ವಹಿಸು
mg: Handrindra Wi-Fi
ms: Urus Wi-Fi
my: Wi-Fi ကိုစီမံမည်
pt: Gerir Wi-Fi
ro: Gestionează Wi-Fi
ta: வை-பையை நிர்வகி
th: จัดการ Wi-Fi
tr: Wi-Fi'ı yönet
ur: وائی-فائی بندوبست کریں
uz: Wi-Fi’ni boshqarish

source: Open Overlay Popups
am: የተደራረቡ ብቅ ባይ መክፈቻ
ar: فتح نوافذ منبثقة مُغطّية
bg: Отваряне припокриващи изскачащи прозорци
bn_bd: ওভারলে পপআপ চালু করুন
bn_in: উন্মুক্ত পপ আপ
br: Digeriñ an diflugelloù gourloañ
ca: Obrir finestres superposades
cy: Agor Llamlenni Troshaen
eu: Ireki laster-menu gainjarriak
fa: بازکردن پاپ‌آپ‌های روی تصویر
ga_ie: Preabfhuinneoga Forleagtha a Oscailt
gd: Fosgail priob-uinneagan an tar-chòmhdachaidh
hu: Értesítőközpontbeli felbukkanók megnyitása
id: Membuka Sembulan Overlay
km: បើក​​ព័ត៌មាន​លេចឡើង​ពីលើ
kn: ಓವರ್ಲೇ ಪಾಪ್‌ಅಪ್‌ಗಳನ್ನು ತೆಗೆ
mg: Hanokatra Poipoitra Tatao
ms: Buka Popup Bertindih
my: အပေါ်ထပ် ဝင်းဒိုးများအား ဖွင့်မည်
pt: Abrir janelas pop-up
ro: Deschide popupuri
ta: மேற்பரப்பு மேல்விரிகளை திற
tr: Overlay popup'ları aç
ur: پوشش وابستہ دریچے کھولیں
uz: Overlay ochiluvchi oynalarni ochish

source: Play Alarm Sounds
am: የ መቀስቀሻ ድምፅ ማጫወቻ
ar: تشغيل أصوات المنبّهات
bg: Възпроизвеждане звуци на аларма
bn_bd: অ্যালার্মের শব্দ বাজান
bn_in: এলার্মের শব্দ বাজান
br: Seniñ an arfreier
bs: Sviraj zvukove alarma
ca: Reproduir sons d'alarmes
cy: Chwarae Sain Larwm
eu: Erreproduzitu alarma-soinuak
fa: پخش صدای زنگ هشدار
ga_ie: Aláraim a Sheinm
gd: Cluich na fuaimean caismeachd
hu: Riasztáshangok lejátszása
id: Memutar Suara Alarm
km: លេង​សំឡេង​ម៉ោង​រោទ៍
kn: ಅಲಾರಂ ಧ್ವನಿಗಳನ್ನು ಚಲಾಯಿಸು
mg: Handefa Feo Alarima
ms: Mainkan Bunyi Penggera
my: အသိပေးအချက်ပြသံကို ဖွင့်မည်
pt: Reproduzir sons de alarme
ro: Redă sunete de alarmă
ta: அலார ஓசைகளை இயக்கு
th: เล่นเสียงการแจ้งเตือน
tr: Alarm seslerini çal
ur: الارم آوازیں چلائیں
uz: Signal tovushlarini tinglash

# perm-audio-channel-normal
source: Play Sounds
am: ድምፅ ማጫወቻ
ar: تشغيل أصوات
bg: Възпроизвеждане звуци
bn_bd: শব্দ বাজাও
bn_in: শব্দ বাজান
br: Seniñ sonioù
bs: Sviraj zvukove
ca: Reproduir sons
cy: Chwarae Seiniau
eu: Erreproduzitu soinuak
fa: پخش صداها
ga_ie: Fuaimeanna a Sheinm
gd: Cluich fuaimean
hu: Hangok lejátszása
id: Memutar Suara
km: លេង​សំឡេង
kn: ಧ್ವನಿಗಳನ್ನು ಚಲಾಯಿಸು
mg: Handefa Feo
ms: Mainkan Bunyi
my: အသံများကို ဖွင့်မည်
pt: Reproduzir sons
ro: Redă sunete
ta: ஓசைகளை இயக்கு
th: เล่นเสียง
tr: Sesleri çal
ur: آواز چلائیں
uz: Tovushlarni tinglash

source: Play public notification sounds
am: የ ሕዝብ ማስታወቂያ ድምጾች ማጫወቻ
ar: تشغيل أصوات الإشعارات العلنيّة
bg: Възпроизвеждане общи уведомяващи звуци
bn_bd: পাবলিক নোটিফিকেশন রিংটোন বাজাও।
bn_in: পাবলিক সূচনার শব্দ
br: Seniñ ar sonioù rebuziñ foran
bs: Sviraj zvukove javnih obavještenja
ca: Reproduir sons de notificació pública
cy: Chwarae sain hysbysiad cyhoeddus
eu: Erreproduzitu jakinarazpen publikoen soinuak
fa: پخش صدای اعلان عمومی
ga_ie: Fógraí poiblí a sheinm
gd: Cluich fuaimean nam brathan poblach
hu: Nyilvános értesítési hangok lejátszása
id: Memutar suara notifikasi publik
km: លេង​សំឡេង​ជូន​ដំណឹង​សាធារណៈ
kn: ಸಾರ್ವಜನಿಕ ಸೂಚನೆ ಧ್ವನಿಗಳನ್ನು ಚಲಾಯಿಸು
mg: Handefa feo filazana @ daholobe
my: အများဆိုင်ရာ အသိပေးသံများကို ဖွင့်ရန်
pt: Reproduzir sons de notificações públicas
ro: Redă sunete notificare publice
ta: பொது அறிவிப்பு சத்தங்களை இயக்கு
th: เล่นเสียงการแจ้งเตือนสาธารณะ
tr: Açık bildirim seslerini çal
ur: عوامی اطلاع آوازیں چلائیں
uz: Ommaviy xabarnoma tovushlarini tinlash

source: Play Telephony Sounds
am: የ ቴሌፎን ድምፅ ማጫወቻ
ar: تشغيل أصوات المكالمة الهاتفية
bg: Възпроизвеждане звуци от телефония
bn_bd: টেলিফোনী শব্দ প্লে করুন
bn_in: টেলিফোনি শব্দ চালান
br: Seniñ ar sonioù pellgomzerezh
bs: Sviraj telefonske zvukove
ca: Reproduir sons de telefonia
cy: Chwarae Seiniau Teleffoni
eu: Erreproduzitu telefonia-soinuak
fa: پخش صدای ارتباطات تلفنی
ga_ie: Fuaimeanna Teileafónaíochta a Sheinm
gd: Cluich na fuaimean fònaigidh
hi_in: टेलीफोनी ध्वनियाँ बजाएँ
hu: Telefon hangok lejátszása
id: Memutar Suara Telefoni
km: លេង​សំឡេង​ទូរសព្ទ
kn: ಟೆಲಿಫೋನಿ ಧ್ವನಿಗಳನ್ನು ಚಲಾಯಿಸು
mg: Handefa Feo Telefaonia
ms: Mainkan Bunyi Telefoni
my: ဖုန်းသံပေးပါ
pt: Tocar sons de telefonia
ro: Redă sunete telefonice
ta: அழைப்போசைகளை இயக்கு
th: เล่นเสียงโทรศัพท์
tr: Telefon seslerini çal
ur: ٹیلیفونی آوازیں چلائیں
uz: Telefoniya tovushlarini tinglash

source: Act as a Background Service
am: እንደ መደብ ግልጋሎት መስጫ
ar: العمل كخدمة في الخلفية
bg: Действа като фонова услуга
bn_bd: ব্যাকগ্রাউন্ড সার্ভিস হিসেবে আচরণ কর
bn_in: ব্যাকগ্রাউন্ড পরিষেবা হিসাবে কাজ
br: Ober evel ur gwazadur drekleur
bs: Ponašaj se kao pozadinski servis
ca: Actuar com a servei en segon pla
cy: Gweithredu fel Gwasanaeth Gefndirol
eu: Aritu atzeko planoko zerbitzu gisa
fa: رفتار کردن به عنوان یک سرویس در پس‌زمینه
ga_ie: Bheith ina Sheirbhís Chúlra
gd: Obraich mar sheirbheis sa chùlaibh
hi_in: पृष्ठभूमि सेवा के रूप में कार्य कर रही हैं
hu: Viselkedés háttérfolyamatként
id: Bertindak sebagai Layanan Latar Belakang
km: ធ្វើ​ជា​សេវាកម្ម​ផ្ទៃ​ខាងក្រោយ
kn: ಹಿನ್ನಲೆ ಸೇವೆಯಾಗಿ ಕೆಲಸಮಾಡು
mg: Hiasa toy ny Serivisy Ambadika
ms: Bertindak sebagai Khidmat Latar
my: နောက်ခံ​လုပ်ငန်းအဖြစ် လုပ်ဆောင်မည်
pt: Agir como um serviço
ro: Acționează serviciu în fundal
ta: பின்னணி சேவையாக பாவனைச் செய்
tr: Arka plan hizmeti olarak çalış
ur: ایک پس منظر سروس کے طور پر ایکٹ کرے
uz: Orqa fon xizmati sifatida bayonot tuzish

source: Crash Data Storage
am: የ ግጭት ዳታ ማጠራቀሚያ
ar: تخزين بيانات انهيار التطبيق
bg: Памет за данни за сривове
bn_bd: ডাটা স্টোরেজ ক্র্যাশ করা
bn_in: ক্র্যাশ ডেটা সংগ্রহস্থল
br: Kadaviñ ar roadennoù sac'hadenn
bs: Spremište podataka o rušenjima
ca: Emmagatzematge de dades de fallada
cy: Storfa Data Chwalu
eu: Hutsegite-datuen biltegiratzea
fa: خرابی در ذخیره‌سازی داده
ga_ie: Stóras Sonraí Tuairteála
gd: Stòras dàta nan tuislidhean
hi_in: डेटा संग्रहण क्रैश
hu: Hibaadatok tárolása
id: Penyimpanan Data Kerusakan
km: ទំហំ​ផ្ទុក​ទិន្នន័យ​ដែល​គាំង
kn: ಕ್ರಿಯಾವೈಫಲ್ಯ ಡೇಟಾ ಶೇಖರಣೆ
mg: Fitehirizana Data Crash
ms: Storan Data Musnah
my: အချက်အလက် သိမ်းထားသောနေရာ ပျက်ဆီးနေသည်
pt: Armazenamento de Dados de Erro
ro: Stocare date defecțiuni
ta: நொறுங்கிய தரவு சேமிப்பகம்
th: พื้นที่จัดเก็บข้อมูลข้อขัดข้อง
tr: Çökme verisi depolama
ur: کوائف ذخیرہ تباہ
uz: Nosozlik ma’lumotlari xotirasi

source: Access Downloads
am: የ ወረዱ ጋር መድረሻ
ar: الوصول إلى التنزيلات
bg: Достъп до изтеглянията
bn_bd: ডাউনলোড ব্যবহার করুন
bn_in: অ্যাক্সেস ডাউনলোডসমূহ
br: Haeziñ d'ar pellgargadurioù
bs: Pristupi preuzimanjima
ca: Accedir a les baixades
cy: Mynediad i lwythi
eu: Atzitu deskargak
fa: دسترسی به دریافت‌ها
ga_ie: Íosluchtuithe a Rochtain
gd: Cothrom air na chaidh a luchdadh a-nuas
hi_in: एक्सेस डाउनलोड
hu: Letöltések elérése
id: Mengakses Unduhan
km: ចូល​ទៅ​ទាញ​យក
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳನ್ನು ಪ್ರವೇಶಿಸಿ
mg: Hiditra @ ireo Fampidinana
ms: Capaian Muat Turun
my: ဆွဲယူမှုများကို အသုံးပြုရန်
pt: Aceder às descargas
ro: Accesează descărcările
ta: பதிவிறக்கங்களை அணுகு
th: เข้าถึงการดาวน์โหลด
tr: İndirilenlere eriş
ur: ڈاؤن لوڈ رسائی کریں
uz: Yuklab olishlarga kirish

source: Embed Widgets
ar: تضمين الأدوات المصغّرة
bg: Влагане на джаджи
bn_bd: সন্নিবিষ্ট উইজেট
bn_in: এম্বেড উইজেট
br: Widjedoù enkorfet
bs: Ugradi widgete
ca: Incrustar ginys
cy: Mewnblannu Teclynnau
eu: Kapsulatu widgetak
fa: ابزارک‌های تعبیه شده
ga_ie: Giuirléidí a Leabú
gd: Leabaich na widgets
hi_in: अंतःस्थापित विजेट
hu: Felületi elemek beágyazása
id: Menyematkan Widget
km: ធាតុ​ក្រាហ្វិក​ដែល​បង្កប់
kn: ವಿಡ್ಜೆಟ್‌ಗಳನ್ನು ಅಡಕಗೊಳಿಸು
mg: Widget Tsofoka
ms: Widget Benam
my: Widgets နှင့် ပေါင်းစပ်အသုံးပြုရန်
pt: Widgets Embutidos
ro: Widgeturi încorporate
ta: சிறு சாளரங்களை உட்பொதி
tr: Widget göm
ur: ویجٹ شامل کریں
uz: Ichki vidjetlar

source: Feature Detection
ar: الكشف عن ميزة
bg: Разпознаване на възможности
bn_bd: বৈশিষ্ট্য সনাক্তকরণ
bn_in: বৈশিষ্ট্য সনাক্তকরণ
br: Dinoadur ar c'heweriusterioù
bs: Detekcija mogućnosti
ca: Detecció de característiques
cy: Canfod Nodweddion
eu: Eginbideen detekzioa
fa: تشخیص ویژه‌گی
ga_ie: Gnéithe a Bhrath
gd: Mothachadh do ghleusan
hi_in: फ़ीचर पहचान
hu: Funkciók felismerése
id: Mendeteksi Fitur
km: ការ​រក​ឃើញ​លក្ខណៈ​ពិសេស
kn: ಸವಲತ್ತುಗಳ ಪತ್ತೆಮಾಡುವಿಕೆ
mg: Fahitana Fiasa
ms: Ciri Pengesanan
my: လုပ်ဆောင်ချက် သိရှိခြင်း
pt: Deteção de funcionalidades
ro: Detecție funcționalități
ta: அம்சம் கண்டுபிடிப்பு
tr: Özellik tespiti
ur: فیچر کھوج
uz: Aniqlash xususiyati

source: Firefox Accounts
am: የ ፋየርፎክስ መግለጫ
ar: حسابات فَيَرفُكس
bn_bd: ফায়ারফক্স অ্যাকাউন্ট
bn_in: Firefox অ্যাকাউন্ট
br: Kontoù Firefox
bs: Firefox računi
ca: Comptes del Firefox
cy: Cyfrifon Firefox
eu: Firefox kontuak
fa: حساب فایرفاکس
ga_ie: Cuntais Firefox
gd: Cunntasan Firefox
hu: Firefox fiókok
km: គណនី Firefox
kn: Firefox ಖಾತೆಗಳು
mai: फॉयरफॉक्स खाता
mg: Kaonty Firefox
ms: Akaun Firefox
my: မီးမြေခွေး အကောင့်များ
pt: Contas Firefox
ro: Conturi Firefox
ta: பயர்பாக்ஸ் கணக்கு
th: บัญชี Firefox
tr: Firefox Hesapları
ur: فائر فاکس اکاؤنٹس
uz: Firefox hisoblari

source: Mobile Network
am: ተንቀሳቃሽ ኔትዎርክ
ar: شبكة الهاتف المحمول
bg: Мобилна мрежа
bn_bd: মোবাইল নেটওয়ার্ক
bn_in: মোবাইল নেটওয়ার্ক
br: Rouedad hezougell
bs: Mobilna mreža
ca: Xarxa mòbil
cy: Rhwydwaith Symudol
eu: Sare mugikorra
fa: شبکه تلفن‌همراه
ga_ie: Líonra Soghluaiste
gd: Lìonra mobile
hi_in: मोबाइल नेटवर्क
hu: Mobilhálózat
id: Jaringan Seluler
km: បណ្ដាញ​ទូរសព្ទ​ចល័ត
kn: ಮೊಬೈಲ್ ನೆಟ್‌ವರ್ಕ್
mai: मोबाइल नेटवर्क
mg: Tambajotra Finday
ms: Rangkaian Selular
my: မိုးဘိုင်း ကွန်ယက်
pt: Rede Móvel
ro: Rețea mobilă
ta: செல்பேசி பிணையம்
th: เครือข่ายมือถือ
tr: Mobil şebeke
ur: موبائل نیٹ ورک
uz: Mobil tarmoq

source: Open Overlay Popups (moz)
am: የተደራረቡ ብቅ ባይ መክፈቻ (ሞዚላ)
ar: فتح نوافذ منبثقة مُغطّية (moz)
bg: Отваряне припокриващи изскачащи прозорци (moz)
bn_bd: ওভারলে পপআপ (moz) খুলুন
bn_in: উন্মুক্ত পপ আপ (মজ)
br: Digeriñ an diflugelloù gourloañ (moz)
ca: Obrir finestres superposades (moz)
cy: Agor Llamlenni Troshaen (moz)
eu: Ireki laster-menu gainjarriak (moz)
fa: بازکردن پاپ‌آپ‌های روی تصویر (moz)
ga_ie: Preabfhuinneoga Forleagtha a Oscailt (moz)
gd: Fosgail priob-uinneagan an tar-chòmhdachaidh (moz)
hu: Értesítőközpontbeli felbukkanók megnyitása (moz)
id: Membuka Sembulan Overlay (moz)
kn: ಓವರ್ಲೇ ಪಾಪ್‌ಅಪ್‌ಗಳನ್ನು ತೆಗೆ (moz)
mg: Hanokatra Poipoitra Tatao (moz)
ms: Buka Popup Bertindih (moz)
my: အပေါ်ထပ်ပွင့် ဝင်းဒိုးများအား ဖွင့်ပါ (moz)
pt: Abrir janelas pop-up (moz)
ro: Deschide popupuri (moz)
ta: மேற்பரப்பு விரிகளை திற (moz)
tr: Overlay popup'ları aç (moz)
ur: پوشش وابستہ دریچے کھولیں (moz)
uz: Overlay ochiluvchi oynalarni (moz) ochish

source: Play Ringtone Sounds (moz)
am: የጥሪ ድምፅ ማጫወቻ (moz)
ar: تشغيل نغمات رنين المكالمات (moz)
bg: Възпроизвеждане звуци за звънене (moz)
bn_bd: রিংটোনের শব্দ (moz) বাজান
bn_in: রিংটোন চালান (মজ)
br: Seniñ ar sonirioù (moz)
bs: Sviraj melodije zvona (moz)
ca: Reproduir tons de trucada (moz)
cy: Chwarae Seiniau Tonau Canu (moz)
eu: Erreproduzitu txirrin-soinuak (moz)
fa: پخش صدای زنگ‌تلفن (moz)
ga_ie: Clingthoin a Sheinm (moz)
gd: Cluich na seirmean (moz)
hu: Csengőhangok lejátszása (moz)
id: Memutar Nada Dering (moz)
kn: ರಿಂಗ್‌ಟೋನ್ ಧ್ವನಿಗಳನ್ನು ಚಲಾಯಿಸು (moz)
mai: रिंगटोन बजाबू (मोज्जिला)
mg: Handefa Feo Faneno (moz)
ms: Mainkan Bunyi Nada Dering (moz)
my: ဖုန်းသံကို ဖွင့်ပါ
pt: Tocar sons de toque (moz)
ro: Redă sunetele de ton apel (moz)
ta: அழைப்போசைகளை இயக்கு (moz)
th: เล่นเสียงเรียกเข้า (moz)
tr: Zil seslerini çal (moz)
ur: گھنٹی کی آواز چلائیں (moz)
uz: Rington tovushlarini tinglash (moz)

source: Play Telephony Sounds (moz)
am: የ ቴሌፎን ድምፅ ማጫወቻ (moz)
ar: تشغيل أصوات المكالمة الهاتفية (moz)
bg: Възпроизвеждане звуци от телефония (moz)
bn_bd: টেলিফোনী শব্দ (moz) বাজান
bn_in: টেলিফোনির শব্দ চালান (মজ)
br: Seniñ ar sonioù pellgomzerezh (moz)
bs: Sviraj telefonske zvukove (moz)
ca: Reproduir sons de telefonia (moz)
cy: Chwarae Seiniau Teleffoni (moz)
eu: Erreproduzitu telefonia-soinuak (moz)
fa: پخش صدای ارتباطات تلفنی (moz)
ga_ie: Fuaimeanna Teileafónaíochta a Sheinm (moz)
gd: Cluich na fuaimean fònaigidh (moz)
hu: Telefon hangok lejátszása (moz)
id: Memutar Nada Telefon (moz)
kn: ಟೆಲಿಫೋನಿ ಧ್ವನಿಗಳನ್ನು ಚಲಾಯಿಸು (moz)
mg: Handefa Feo Telefaonia (moz)
ms: Mainkan Bunyi Telefoni (moz)
my: ဖုန်းသံပေးပါ (moz)
pt: Tocar sons de telefonia (moz)
ro: Redă sunete telefonice (moz)
ta: அழைப்போசைகளை இயக்கு (moz)
th: เล่นเสียงโทรศัพท์ (moz)
tr: Telefon seslerini çal (moz)
ur: ٹیلیفونی آوازیں چلائیں (moz)
uz: Telefoniya tovushlarini tinglash (moz)

source: Firefox Accounts (moz)
am: የ ፋየርፎክስ መግለጫ (moz)
ar: حسابات فَيَرفُكس (moz)
bn_bd: ফায়ারফক্স অ্যাকাউন্ট (moz)
bn_in: Firefox অ্যাকাউন্ট (মজ)
br: Kontoù Firefox (moz)
bs: Firefox računi (moz)
ca: Comptes del Firefox (moz)
cy: Cyfrifon Firefox (moz)
eu: Firefox kontuak (moz)
fa: حساب فایرفاکس(moz)
ga_ie: Cuntais Firefox (moz)
gd: Cunntasan Firefox (moz)
hu: Firefox fiókok (moz)
id: Firefox Account (moz)
kn: Firefox ಖಾತೆಗಳು (moz)
mg: Kaonty Firefox (moz)
ms: Akaun Firefox (moz)
pt: Contas Firefox (moz)
ro: Conturi Firefox (moz)
ta: பயர்பாக்ஸ் கணக்கு (moz)
th: บัญชี Firefox (moz)
tr: Firefox Hesapları (moz)
ur: فائر فاکس اکاؤنٹس (moz)
uz: Firefox hisoblari (moz)
