Repository: translate/mozilla-gaia
Catalog: */shared/permissions/permissions.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hi_in, hu, id, kk, km, kn, mai, mg, ms, my, pt, ro, ta, th, tr, ur, uz

source: App Permission
am: የ መተግበሪያ ፍቃድ
ar: صلاحيات التطبيق
bg: Права на приложения
bn_bd: অ্যাপের অনুমতি
bn_in: অ্যাপ সংক্রান্ত অনুমতি
br: Aotre arload
bs: Dozvole aplikacije
ca: Permís d'aplicació
cy: Caniatâd Ap
eu: Aplikazioaren baimena
fa: دسترسی‌های برنامه
ga_ie: Ceadanna
gd: Ceadan na h-aplacaid
hi_in: एप्प अनुमति
hu: App jogosultságok
id: Izin Aplikasi
km: សិទ្ធិ​កម្មវិធី
kn: ಕಿರುಅನ್ವಯದ ಅನುಮತಿ
mai: एप्प अनुमति
mg: Alàlan'ny App
ms: Keizinan App
my: အပ္ပလီကေးရှင်း လုပ်ပိုင်ခွင့်
pt: Permissão da aplicação
ro: Permisiuni pentru aplicații
ta: பயன்பாடு அனுமதி
th: การอนุญาตแอป
tr: Uygulama izni
ur: آیپ پرمیشن
uz: Ilova dasturga ruxsat

source: Website Permission
am: የ ድሕረ ገጽ ፍቃድ
ar: صلاحيات الموقع
bg: Права на уебсайтове
bn_bd: ওয়েবসাইটের অনুমতি
bn_in: ওয়েবসাইট সংক্রান্ত অনুমতি
br: Aotre lec'hienn web
bs: Dozvole web stranice
ca: Permís de lloc web
cy: Caniatâd Gwefan
eu: Webgunearen baimena
fa: دسترسی‌های سایت
ga_ie: Ceadanna
gd: Ceadan na làraich-lìn
hi_in: वेबसाइट अनुमति
hu: Webhely jogosultságok
id: Izin Situs Web
km: សិទ្ធិ​កម្មវិធី​បណ្ដាញ
kn: ಜಾಲತಾಣದ ಅನುಮತಿ
mai: वेबसाइट अनुमति
mg: Alàlan'ny Tranonkala
ms: Keizinan Tapak Web
my: ဝဘ်ဆိုက် လုပ်ပိုင်ခွင့်
pt: Permissão do sítio web
ro: Permisiuni pt. site web
ta: தள அனுமதி
th: การอนุญาตเว็บไซต์
tr: Web sitesi izni
ur: ویب سائٹ اجازت
uz: Vebsahifaga ruxsat

source: Select Camera
am: ካሜራ ይምረጡ
ar: اختر الكاميرا
bg: Избиране на камера
bn_bd: ক্যামেরা নির্বাচন করুন
bn_in: ক্যামেরা নির্বাচিত করুন
br: Diuzañ ar c'hamera
bs: Odabir kamere
ca: Trieu la càmera
cy: Dewiswch Gamera
eu: Hautatu kamera
fa: انتخاب دوربین
ga_ie: Ceamara a Roghnú
gd: Tagh camara
hi_in: कैमरा चुनें
hu: Kamera kiválasztása
id: Pilih Kamera
km: ជ្រើស​ម៉ាស៊ីន​ថត
kn: ಕ್ಯಾಮೆರಾವನ್ನು ಆರಿಸು
mai: कैमरा चुनू
mg: Hifantina Fakantsary
ms: Pilih Kamera
my: ကင်မရာ ရွေးရန်
pt: Selecionar câmara
ro: Selectează camera
ta: படக்கருவியை தேர்ந்தேடு
th: เลือกกล้อง
tr: Kamera seçin
ur: کیمرہ کو منتخب کریں
uz: Kamerani tanlang

source: Schedule Alarms
am: መቀስቀሻ ማሰናጃ
ar: جدولة المنبهات
bg: Настройване на аларма
bn_bd: এলার্মের সময়সূচী ঠিক করুন
bn_in: এলার্মগুলি সময়সূচী করুন
br: Kanturzhiañ an arfreier
bs: Raspored alarma
ca: Programar alarmes
cy: Amserau Larymau
eu: Programatu alarmak
fa: زنگ‌های هشدار تنظیم شده
ga_ie: Aláraim a Sceidealadh
gd: Sgeidealaich caismeachdan
hi_in: शेड्यूल्ड अलार्म
hu: Riasztások ütemezése
id: Menjadwalkan Alarm
km: កំណត់​ពេល​​ម៉ោង​រោទ៍
kn: ಅಲರಾಂಗಳನ್ನು ವೇಳಾಪಟ್ಟಿಗೆ ಸೇರಿಸಿ
mai: अलार्म सूची
mg: Hikasa Alarima
ms: Menjadual Penggera
my: အသိပေး အချိန်ဇယား
pt: Agendar alarmes
ro: Planifică alarme
ta: அலாரத்தை திட்டமிடு
tr: Alarm kur
ur: میقات بندی الارم
uz: Ogohlantirgichlarni rejalashtirish

source: Microphone
am: ማይክሮፎን
ar: المِكروفون
bg: Микрофон
bn_bd: মাইক্রোফোন
bn_in: মাইক্রোফোন
br: Mikrofon
bs: Mikrofon
ca: Micròfon
cy: Meicroffon
eu: Mikrofonoa
fa: میکروفن
ga_ie: Micreafón
gd: Micreofon
hi_in: माइक्रोफोन
hu: Mikrofon
id: Mikrofon
kk: Микрофон
km: មីក្រូហ្វូន
kn: ಮೈಕ್ರೋಫೋನ್‌
mai: माइक्रोफोन
mg: Mikirao
ms: Mikrofon
my: မိုက္ကရိုဖုန်း
pt: Microfone
ro: Microfon
ta: ஒலிவாங்கி
th: ไมโครโฟน
tr: Mikrofon
ur: مائیکروفون
uz: Mikrofon

source: Would you like to share your microphone with {{app}}?
am: የ እርስዎን ማይክሮፎን ማካፈል ይፈልጋሉ ከዚህ {{app}} ጋር?
ar: أتسمح بأن تشارك المِكروفون مع {{app}}؟
bg: Искате ли споделите микрофона си с {{app}}?
bn_bd: আপনি কি {{app}} এর সাথে আপনার মাইক্রোফোন শেয়ার করতে চান?
bn_in: আপনি {{app}} সঙ্গে আপনার মাইক্রোফোন শেয়ার করতে চান?
br: Fellout a ra deoc'h rannañ ar mikrofon gant {{app}}?
bs: Želite li podijeliti vaš mikrofon sa {{app}}?
ca: Voleu compartir el micròfon amb l'aplicació {{app}}?
cy: Hoffech chi rannu eich meicroffon gyda {{app}}?
eu: Zure mikrofonoa partekatu nahi duzu {{app}} aplikazioarekin?
fa: آیا مایلید میکروفن خود را با برنامه {{app}} به اشتراک بگذارید؟
ga_ie: An bhfuil tú sásta do mhicreafón a chomhroinnt le {{app}}?
gd: A bheil thu airson am micreofon agad a cho-roinneadh le {{app}}?
hi_in: क्या आप {{app}} के साथ अपना माइक्रोफोन साझा करना चाहते हैं?
hu: Szeretné megosztani mikrofonját ezzel: {{app}}?
id: Ingin berbagi mikrofon Anda dengan {{app}}?
kk: Микрофоныңызбен {{app}} үшін бөлісуге рұқсат бересіз бе?
km: តើ​អ្នក​ចង់​ចែករំលែក​មីក្រូហ្វូន​របស់​អ្នក​ជា​មួយ {{app}}?
kn: {{app}} ದೊಂದಿಗೆ ನಿಮ್ಮ ಮೈಕ್ರೊಫೋನ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಬಯಸುವಿರಾ?
mai: की अहाँ {{app}} क सँग अपन माइक्रोफोन साझा कएनाइ चाहैत छी?
mg: Te-hizara ny mikiraonao amin'i {{app}} ianao?
ms: Mahukah anda berkongsi mikrofon dengan {{app}}?
my: သင့်မိုက္ကရိုဖုန်းကို {{app}}နှင့်အတူ မျှဝေအသုံးပြုချင်ပါသလား။
pt: Gostaria de partilhar o seu microfone com {{app}}?
ro: Dorești să împărtășești microfonul cu {{app}}?
ta: நீங்கள் {{app}} உடன் ஒலிவாங்கியை பகிர விரும்புகிறீர்களா?
th: คุณต้องการแบ่งปันไมโครโฟนของคุณกับ {{app}} หรือไม่?
tr: Mikrofonunuzu {{app}} ile paylaşmak istiyor musunuz?
ur: کیا آپ اپنا مائیکروفون {{app}} کے ساتھ شیئر کرنا چاہتے ہیں؟
uz: Mikrofoningizni {{app}} bilan bo‘lishishni xohlaysizmi?

source: Would you like to share your microphone with {{site}}?
am: የ እርስዎን ማይክሮፎን ማካፈል ይፈልጋሉ ከዚህ {{site}} ጋር?
ar: أتسمح بأن تشارك المِكروفون مع {{site}}؟
bg: Искате ли споделите микрофона си с {{site}}?
bn_bd: {{site}} এর সাথে আপনি মাইক্রোফোন শেয়ার করতে চান?
bn_in: আপনি {{site}} সঙ্গে আপনার মাইক্রোফোন শেয়ার করতে চান?
br: Fellout a ra deoc'h rannañ ar mikrofon gant {{site}}?
bs: Želite li podijeliti vaš mikrofon sa {{site}}?
ca: Voleu compartir el micròfon amb {{site}}?
cy: Hoffech chi rannu eich meicroffon gyda {{site}}?
eu: Zure mikrofonoa partekatu nahi duzu {{site}} webgunearekin?
fa: آیا مایلید میکروفن خود را با {{site}} به اشتراک بگذارید؟
ga_ie: An bhfuil tú sásta do mhicreafón a chomhroinnt le {{site}}?
gd: A bheil thu airson am micreofon agad a cho-roinneadh le {{site}}?
hi_in: क्या आप {{site}} के साथ अपना माइक्रोफोन साझा करना चाहते हैं?
hu: Szeretné megosztani mikrofonját ezzel: {{site}}?
id: Ingin berbagi mikrofon Anda dengan {{site}}?
kk: Микрофоныңызбен {{site}} сайтымен бөлісуге рұқсат бересіз бе?
km: តើ​អ្នក​ចង់​ចែករំលែក​មីក្រូន​របស់​អ្នក​ជា​មួយ {{site}}?
kn: {{site}} ದೊಂದಿಗೆ ನಿಮ್ಮ ಮೈಕ್ರೊಫೋನ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಬಯಸುವಿರಾ?
mai: की अहाँ {{site}} क सँग अपन माइक्रोफोन साझा कएनाइ चाहैत छी?
mg: Te-hizara ny mikiraonao amin'i {{site}} ianao?
ms: Mahukah anda berkongsi mikrofon dengan {{site}}?
my: သင့်မိုက္ကရိုဖုန်းကို {{site}}နှင့်အတူ မျှဝေအသုံးပြုချင်ပါသလား။
pt: Gostaria de partilhar o seu microfone com {{site}}?
ro: Dorești să împărtășești camera cu {{site}}?
ta: நீங்கள் {{site}} உடன் ஒலிவாங்கியை பகிர விரும்புகிறீர்களா?
th: คุณต้องการแบ่งปันไมโครโฟนของคุณกับ {{site}} หรือไม่?
tr: Mikrofonunuzu {{site}} ile paylaşmak istiyor musunuz?
ur: کیا آپ اپنا مائیکروفون {{site}} کے ساتھ شیئر کرنا چاہتے ہیں؟
uz: Mikrofoningizni {{site}} bilan bo‘lishishni xohlaysizmi?

# perm-audio-channel-content
source: Play Sounds
am: ድምፅ ማጫወቻ
ar: تشغيل الأصوات
bg: Възпроизвеждане звуци
bn_bd: শব্দ বাজাও
bn_in: শব্দ বাজাও
br: Seniñ sonioù
bs: Sviraj zvukove
ca: Reproduir sons
cy: Chwarae Tonau
eu: Erreproduzitu soinuak
fa: پخش صداها
ga_ie: Fuaimeanna a Sheinm
gd: Cluich fuaimean
hi_in: ध्वनियाँ बजाएँ
hu: Hangok lejátszása
id: Memutar Suara
km: លេង​សំឡេង
kn: ಧ್ವನಿಗಳನ್ನು ಚಾಲನೆಮಾಡಿ
mai: ध्वनि बजाबू
mg: Mandefa Feo
ms: Mainkan Bunyi
my: အသံများကို ဖွင့်နားထောင်ရန်
pt: Reproduzir sons
ro: Redă sunete
ta: ஒலிகளை இயக்கு
th: เล่นเสียง
tr: Ses çal
ur: آواز چلائیں
uz: Tovushlarni tinglash

source: Play Notification Sounds
am: የ ማስታወቂያዎች ድምፅ ማጫወቻ
ar: تشغيل أصوات الإشعار
bg: Възпроизвеждане уведомяващи звуци
bn_bd: নোটিফিকেশনের শব্দ বাজাও
bn_in: সূচনামূলক শব্দ বাজান
br: Seniñ sonioù rebuzadur
bs: Sviraj zvukove obavijesti
ca: Reproduir sons de notificació
cy: Chwarae Tonau Hysbysu
eu: Erreproduzitu jakinarazpen-soinuak
fa: پخش صدای اعلان‌ها
ga_ie: Fógraí a Sheinm
gd: Cluich brathan fuaime
hi_in: अधिसूचना ध्वनियाँ बजाएँ
hu: Értesítési hangok lejátszása
id: Memutar Suara Pemberitahuan
km: លេង​សំឡេង​ជូន​ដំណឹង
kn: ಸೂಚನಾ ಶಬ್ಧಗಳನ್ನು ಪ್ಲೇ ಮಾಡು
mai: नोटिफिकेशन ध्वनि बजाउ
mg: Mandefa Feo Filazana
ms: Mainkan Bunyi Pemakluman
my: အသံ အသိပေးချက်များ သုံးပါ
pt: Reproduzir notificações
ro: Redă sunetele de notificare
ta: அறிவிப்பு சத்தத்தை இயக்கு
th: เล่นเสียงการแจ้งเตือน
tr: Bildirim sesi çal
ur: اطلاع آوازیں چلائیں
uz: Eslatma tovushlarini tinglash

source: Play Ringtone Sounds
am: የጥሪ ድምፅ ማጫወቻ
ar: تشغيل نغمات الرنين
bg: Възпроизвеждане звуци за звънене
bn_bd: রিংটোনের শব্দগুলো বাজাও
bn_in: রিংটোন বাজান
br: Seniñ sonirioù
bs: Sviraj melodije zvona
ca: Reproduir tons de trucada
cy: Chwarae Synau Tonau Canu
eu: Erreproduzitu txirrin-soinuak
fa: پخش صدای زنگ‌ها
ga_ie: Clingthoin a Sheinm
gd: Cluich na seirmean
hi_in: रिंगटोन्स ध्वनियाँ बजाएँ
hu: Csengőhangok lejátszása
id: Memutar Nada Dering
km: លេង​សំឡេង​រោទ៍
kn: ರಿಂಗ್‌ಟೋನ್ ಶಬ್ಧಗಳನ್ನು ಚಲಾಯಿಸಿ
mai: रिंगटोन ध्वनि बजाउ
mg: Mandefa Feo Faneno
ms: Mainkan Bunyi Nada Dering
my: ဖုန်းသံများ ကိုသုံးပါ
pt: Reproduzir sons de toques
ro: Redă sunetele de ton apel
ta: அழைப்பு சத்தத்தை இயக்கு
th: เล่นเสียงเรียกเข้า
tr: Zil sesi çal
ur: گھنٹی کی آواز چلائیں
uz: Rington tovushlarini tinglash

source: Access Sensor Data
ar: الوصول إلى بيانات المجسات
bg: Достъп до сензорни данни
bn_bd: সেন্সরের ডাটা ব্যবহার কর
bn_in: সেনসর করা তথ্যের ব্যবহারের অধিকার পান
br: Haeziñ da roadennoù an enanker
bs: Pristupi podacima senzora
ca: Accedir a dades dels sensors
cy: Mynediad at Ddata Synwyryddion
eu: Atzitu sentsore-datuak
fa: دسترسی به اطلاعات سنسور
ga_ie: Sonraí Braiteora a Úsáid
gd: Faigh cothrom air dàta nan sensors
hi_in: सेंसर डेटा अभिगम करें
hu: Érzékelőadatok elérése
id: Mengakses Data Sensor
km: ចូល​ទៅ​ទិន្នន័យ​​ដែល​ចាប់​សញ្ញា
kn: ಸೆನ್ಸಾರ್ ಡೇಟಾ ಪ್ರವೇಶಿಸು
mai: पहुंच सेंसर डेटा
mg: Datan'ny Kapitera Fidirana
ms: Capai Data Penderia
my: အာရုံခံ အချက်အလက်များကို အသုံးပြုရန်
pt: Aceder aos dados do sensor
ro: Accesează datele senzorului
ta: உணரி தரவை அணுகு
tr: Sensör verilerine eriş
ur: سینسر کوائف رسائی کرے
uz: Sezuvchan ma’lumotlarga kirish

source: Bluetooth
am: ብሉቱዝ
ar: بلوتوث
bn_bd: ব্লুটুথ
bn_in: ব্লু-টুথ
eu: Bluetooth-a
fa: بلوتوث
hi_in: ब्लूटूथ
km: ប៊្លូធូស
kn: ಬ್ಲೂಟೂತ್
mai: ब्लूटूथ
my: ဘလူးတု
ta: ப்ளூடூத்
th: บลูทูธ
ur: بلوٹوت

source: Inspect Web Pages
am: ድሕረ ገጾችን መመርመሪያ
ar: معاينة صفحات الويب
bg: Изследване на уебстраници
bn_bd: ওয়েব পেজ যাচাই কর
bn_in: ওয়েব পেজ পরিদর্শন করুন
br: Ensellout pajennadoù web
bs: Inspekcija web stranica
ca: Inspeccionar llocs web
cy: Archwilio Tudalen Gwe
eu: Ikuskatu web orriak
fa: بازرسی صفحات وب
ga_ie: Leathanaigh Ghréasáin a Scrúdú
gd: Sgrùd duilleagan-lìn
hi_in: वेब पेज का निरीक्षण करें
hu: Weboldalak vizsgálata
id: Menginspeksi Laman Web
km: ពិនិត្យ​ពិច័យ​ទំព័រ​បណ្ដាញ
kn: ಜಾಲ ಪುಟಗಳನ್ನು ಪರಿಶೀಲಿಸು
mai: वेब पेज जाँचू
mg: Hanadihady Pejin-tranonkala
ms: Periksa Laman Web
my: ဝက်ဘ် စာမျက်နှာများကို စစ်ဆေးရန်
pt: Inspecionar páginas web
ro: Inspectează pagini web
ta: வலைப் பக்கங்களைச் சோதி
tr: Web sayfalarını denetle
ur: ویب صفحات کا معائنہ کرے
uz: Veb sahifalarni kuzatish

source: Cameras
am: ካሜራ
ar: الكاميرات
bg: Камери
bn_bd: ক্যামেরা
bn_in: ক্যামেরা
br: Kameraoù
bs: Kamere
ca: Càmeres
cy: Camerâu
eu: Kamerak
fa: دوربین‌ها
ga_ie: Ceamaraí
gd: Camarathan
hi_in: कैमरा
hu: Kamerák
id: Kamera
km: កាមេរ៉ា
kn: ಕ್ಯಾಮೆರಾಗಳು
mai: कैमरा
mg: Fakantsary
ms: Kamera
my: ကင်မရာ
pt: Câmaras
ro: Camere
ta: படக்கருவிகள்
th: กล้อง
tr: Kameralar
ur: کیمرہ
uz: Kameralar

source: Select a camera for {{app}}.
am: ካሜራ ይምረጡ ለ {{app}}.
ar: اختر كاميرا تُستخدم مع {{app}}.
bg: Избиране на камера за {{app}}.
bn_bd: {{app}} এর জন্য ক্যামেরা নির্বাচন করুন।
bn_in: ক্যামেরা নির্বাচন করুন {{app}} এর জন্য।
br: Diuzit ur c'hamera evit {{app}}.
bs: Odaberite kameru za {{app}}.
ca: Trieu una càmera per a {{app}}.
cy: Dewiswch gamera ar gyfer {{app}}.
eu: Hautatu kamera {{app}} aplikazioarentzat.
fa: انتخاب یک دوربین برای {{app}}.
ga_ie: Roghnaigh ceamara le haghaidh {{app}}.
gd: Tagh camara airson {{app}}.
hi_in: {{app}} के लिए कैमरा चुनें.
hu: Kamera kiválasztása ehhez: {{app}}.
id: Pilih kamera untuk {{app}}.
km: ជ្រើស​ម៉ាស៊ីន​ថត​សម្រាប់ {{app}} ។
kn: {{app}} ಗಾಗಿ ಒಂದು ಕ್ಯಾಮೆರಾವನ್ನು ಆರಿಸಿ.
mai: {{app}} लेल कैमरा चुनू.
mg: Mifantena fakantsary ho an'i {{app}}.
ms: Pilih kamera untuk {{app}}.
my: {{app}}အတွက် ကင်မရာရွေးပါ။
pt: Selecione uma câmara para {{app}}.
ro: Selectează o cameră pentru {{app}}.
ta: {{app}} க்கு ஒரு படக்கருவியை தேர்ந்தேடு.
th: เลือกกล้องสำหรับ {{app}}
tr: {{app}} için bir kamera seçin.
ur: {{app}} کے لئے کیمرہ کو منتخب کریں۔
uz: {{app}} uchun kamerani tanlang.

source: Select a camera for {{site}}.
am: ካሜራ ይምረጡ ለ {{site}}.
ar: اختر كاميرا تُستخدم مع {{site}}.
bg: Избиране на камера за {{site}}.
bn_bd: {{site}} এর জন্য ক্যামেরা নির্বাচন করুন।
bn_in: ক্যামেরা নির্বাচন করুন {{site}} এর জন্য।
br: Diuzit ur c'hamera evit {{site}}.
bs: Odaberite kameru za {{site}}.
ca: Trieu una càmera per a {{site}}.
cy: Dewiswch gamera ar gyfer {{site}}.
eu: Hautatu kamera {{site}} gunearentzat.
fa: انتخاب یک دوربین برای {{site}}.
ga_ie: Roghnaigh ceamara le haghaidh {{site}}.
gd: Tagh camara airson {{site}}.
hi_in: {{site}} के लिए कैमरा चुनें
hu: Kamera kiválasztása ehhez: {{site}}.
id: Pilih kamera untuk {{site}}.
km: ជ្រើស​ម៉ាស៊ីន​ថត​សម្រាប់ {{site}} ។
kn: {{site}} ಗಾಗಿ ಒಂದು ಕ್ಯಾಮೆರಾವನ್ನು ಆರಿಸಿ.
mai: {{site}} लेल एकटा कैमरा चुनू.
mg: Mifantena fakantsary ho an'i {{site}}.
ms: Pilih kamera untuk {{site}}.
my: {{site}}အတွက် ကင်မရာရွေးပါ။
pt: Selecione uma câmara para {{site}}.
ro: Selectează o cameră pentru {{site}}.
ta: {{site}} -இற்கு படக்கருவியை தேர்ந்தேடு.
th: เลือกกล้องสำหรับ {{site}}
tr: {{site}} için bir kamera seçin.
ur: {{site}} کے لئے کیمرہ کو منتخب کریں۔
uz: {{site}} uchun kamerani tanlang.

source: {{app}} would like to use your camera.
am: {{app}} የ እርስዎ ምስሎች ጋር መድረስ ይፈልጋል
ar: يريد {{app}} استخدام الكمرة.
bn_bd: {{app}} আপনার ছবিগুলোতে প্রবেশ করতে চাচ্ছে।
bn_in: {{app}} আপনার ছবি অ্যাক্সেস করতে চায়।
br: Fellout a rafe da {{app}} arverañ ho kamera.
bs: {{app}} bi željela da koristi vašu kameru.
ca: {{app}} vol utilitzar la càmera.
cy: Hoffai {{app}} ddefnyddio eich camera.
eu: {{app}} aplikazioak zure kamera erabili nahi du.
fa: {{app}} می‌خواهد از دوربین شما استفاده کند.
ga_ie: Tá {{app}} ag iarraidh do cheamara a úsáid.
gd: Bu toigh le {{app}} an camara agad chleachdadh.
hu: {{app}} használni szeretné a kamerát.
id: {{app}} ingin gunakan kamera Anda.
kn: ನಿಮ್ಮ ಕ್ಯಾಮೆರಾ ಬಳಸಲು {{app}} ಬಯಸುತ್ತಿದೆ.
mg: Te-hampiasa ny fakantsarinao i {{app}}.
pt: {{app}} gostaria de utilizar a sua câmara.
ro: {{app}} dorește să-ți acceseze camera.
th: {{app}} ต้องการใช้กล้องของคุณ
tr: {{app}} kameranızı kullanmak istiyor.
ur: {{app}} آپکا کیمرہ استعمال کرنا چاہے گی۔
uz: {{app}} kamerangizdan foydalanmoqchi.

source: {{site}} would like to use your camera.
am: {{site}} የ እርስዎ ምስሎች ጋር መድረስ ይፈልጋል
ar: يريد {{site}} استخدام الكمرة.
bn_bd: {{site}} আপনার ছবিগুলোতে প্রবেশ করতে চাচ্ছে।
bn_in: {{site}} আপনার ছবি অ্যাক্সেস করতে চায়।
br: Fellout a rada da {{site}} arverañ ho kamera.
bs: {{site}} bi želio da koristi vašu kameru.
ca: {{site}} vol utilitzar la càmera.
cy: Hoffai {{site}} ddefnyddio eich camera.
eu: {{site}} guneak zure kamera erabili nahi du.
fa: {{site}} می‌خواهد از دوربین شما استفاده کند.
ga_ie: Tá {{site}} ag iarraidh do cheamara a úsáid.
gd: Bu toigh le {{site}} an camara agad chleachdadh.
hu: {{site}} használni szeretné a kamerát.
id: {{site}} ingin gunakan kamera Anda.
kn: ನಿಮ್ಮ ಕ್ಯಾಮೆರಾ ಬಳಸಲು {{site}} ಬಯಸುತ್ತಿದೆ.
mg: Te-hampiasa ny fakantsarinao i {{site}}.
pt: {{site}} gostaria de utilizar a sua câmara.
ro: {{site}} dorește să-ți acceseze camera.
th: {{site}} ต้องการใช้กล้องของคุณ
tr: {{site}} kameranızı kullanmak istiyor.
ur: {{site}} آپکا کیمرہ استعمال کرنا چاہے گی۔
uz: {{site}} kamerangizdan foydalanmoqchi.

source: Cell Broadcasts
am: በ ሴል ማሰራጫ
ar: البث الخلوي
bg: Масови мобилни съобщения
bn_bd: সেল ব্রডকাস্ট
bn_in: সেল সম্প্রচার
br: Skignañ kelligel
bs: Mobilno emitovanje
ca: Difusió mòbil
cy: Darlledu Cellol
eu: Difusio zelularrak
fa: مخابره‌ها
ga_ie: Teachtaireachtaí Craobhscaoilte
gd: Craolaidhean an fhòn-làimhe
hi_in: सेल प्रसारण
hu: Cellaszórások
id: Siaran Seluler
km: ការ​ផ្សាយ​តាម​ទូរសព្ទ
kn: ಸೆಲ್ ಪ್ರಸರಣೆಗಳು
mai: सेल प्रसारण
mg: Fampielezana An-tsela
ms: Sel Siaran
pt: Difusões celulares
ro: Transmisiuni celulare
ta: பேசி பரப்பல்கள்
tr: Hücresel yayınlar
ur: سیل نشریات
uz: Uyali uzatish

source: Contacts
am: ግንኙነቶች
ar: المتراسلون
bg: Контакти
bn_bd: ফোনবুক
bn_in: পরিচিতি তালিকা
br: Darempredoù
bs: Kontakti
ca: Contactes
cy: Cysylltiadau
eu: Kontaktuak
fa: اطلاعات تماس
ga_ie: Teagmhálaithe
gd: Luchd-aithne
hi_in: संपर्क
hu: Névjegyek
id: Kontak
kk: Контакттар
km: ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳು
mai: संपर्क
mg: Kaontakita
ms: Kenalan
my: အဆက်အသွယ်များ
pt: Contactos
ro: Contacte
ta: தொடர்பு
th: รายชื่อ
tr: Kişiler
ur: رابطہ افراد
uz: Kontaktlar

source: {{app}} would like to access your contact list.
am: {{app}} የ እርስዎ የ ግንኙነት ዝርዝር ጋር መድረስ ይፈልጋል
ar: يريد {{app}} الوصول إلى قائمة متراسليك.
bg: {{app}} иска да има достъп до списъкът с контакти.
bn_bd: {{app}} আপনার ফোনবুকে প্রবেশাধিকার চাচ্ছে।
bn_in: {{app}} আপনার পরিচিতি তালিকা অ্যাক্সেস করতে চায়।
br: Fellout a ra da {{app}} haeziñ en ho roll darempredoù.
bs: {{app}} traži pristup listi vaših kontakata.
ca: {{app}} vol accedir a la vostra llista de contactes.
cy: Hoffai {{app}} gael mynediad at eich rhestr cysylltiadau.
eu: {{app}} aplikazioak zure kontaktu-zerrendarako sarbidea nahi du.
fa: {{app}} مایل است به لیست اطلاعات تماس شما دسترسی داشته باشد.
ga_ie: Tá {{app}} ag iarraidh do liosta teagmhálaithe a rochtain.
gd: Bu toigh le {{app}} liosta an luchd-aithne agad inntrigeadh.
hi_in: {{app}} अपनी संपर्क सूची का उपयोग करना चाहते हैं.
hu: {{app}} el szeretné érni a névjegyek listáját.
id: {{app}} ingin mengakses daftar kontak Anda.
kk: {{app}} контакттар тізіміңізге қатынағысы келеді.
km: {{app}} ចង់​ចូល​​ដំណើរការ​​បញ្ជី​ទំនាក់ទំនង​របស់​អ្នក។
kn: ನಿಮ್ಮ ಸಂಪರ್ಕ ಪಟ್ಟಿಯನ್ನು ನೋಡಲು {{app}} ಬಯಸುತ್ತಿದೆ.
mai: {{app}} अपन संपर्क सूची क उपयोग कएनाइ चाहैत अछि.
mg: Te-hahazo ny lisitry ny kaontakitanao i {{app}}.
ms: {{app}} ingin mencapai senarai kenalan anda.
my: {{app}} သည် သင့် အဆက်အသွယ်စာရင်းကို အသုံးပြုချင်သည်။
pt: {{app}} gostaria de aceder à sua lista de contactos.
ro: {{app}} dorește să-ți acceseze lista de contacte.
ta: {{app}} உங்களுடைய தொடர்புகளை அனுக விருப்பமா.
th: {{app}} ต้องการเข้าถึงรายการรายชื่อของคุณ
tr: {{app}} kişi listenize erişmek istiyor.
ur: {{app}} آپ کے رابطہ فہرست میی داخلہ چاہتی ہیے۔
uz: {{app}} kontakt ro‘yxatingizga kirmoqchi.

source: {{site}} would like to access your contact list.
am: {{site}} የ እርስዎ የ ግንኙነት ዝርዝር ጋር መድረስ ይፈልጋል
ar: يريد {{site}} الوصول إلى قائمة متراسليك.
bg: {{site}} иска да има достъп до списъкът с контакти.
bn_bd: {{site}} আপনার ফোনবুকে প্রবেশাধিকার চাচ্ছে।
bn_in: {{site}} আপনার পরিচিতি তালিকা অ্যাক্সেস করতে চায়।
br: Fellout a ra da {{site}} haeziñ en ho roll darempredoù.
bs: {{site}} traži pristup listi vaših kontakata.
ca: {{site}} vol accedir a la vostra llista de contactes.
cy: Hoffai {{site}} gael mynediad at eich rhestr cysylltiadau.
eu: {{site}} guneak zure kontaktu-zerrendarako sarbidea nahi du.
fa: {{site}} مایل است به لیست اطلاعات تماس شما دسترسی داشته باشد.
ga_ie: Tá {{site}} ag iarraidh do liosta teagmhálaithe a rochtain.
gd: Bu toigh le {{site}} liosta an luchd-aithne agad inntrigeadh.
hi_in: {{site}} अपनी संपर्क सूची का उपयोग करना चाहते हैं
hu: {{site}} el szeretné érni a névjegyek listáját.
id: {{site}} ingin mengakses daftar kontak Anda.
kk: {{site}} контакттар тізіміңізге қатынағысы келеді.
km: {{site}} ចង់​ចូល​​ដំណើរការ​បញ្ជី​ទំនាក់ទំនង​របស់​អ្នក។
kn: ನಿಮ್ಮ ಸಂಪರ್ಕ ಪಟ್ಟಿಯನ್ನು ನೋಡಲು {{site}} ಬಯಸುತ್ತಿದೆ.
mai: {{site}} अपन संपर्क सूची क उपयोग कएनाइ चाहैत अछि
mg: Te-hahazo ny lisitry ny kaontakitanao i {{site}}.
ms: {{site}} ingin mencapai senarai kenalan anda.
my: {{site}} သည် သင့် အဆက်အသွယ်စာရင်းကို အသုံးပြုချင်သည်။
pt: {{site}} gostaria de aceder à sua lista de contactos.
ro: {{site}} dorește să-ți acceseze lista de contacte.
ta: {{site}} உங்களுடைய தொடர்புகளை அனுக விருப்பமா.
th: {{site}} ต้องการเข้าถึงรายการรายชื่อของคุณ
tr: {{site}} kişi listenize erişmek istiyor.
ur: {{site}} آپ کے رابطہ فہرست میی داخلہ چاہتی ہیے۔
uz: {{site}} kontakt ro‘yxatingizga kirmoqchi.

source: Notifications
am: ማስታወቂያዎች
ar: الإخطارات
bg: Уведомления
bn_bd: বিজ্ঞপ্তি
bn_in: সূচনাবার্তা
br: Rebuzadurioù
bs: Obavijesti
ca: Notificacions
cy: Hysbysiadau
eu: Jakinarazpenak
fa: اعلان
ga_ie: Fógraí
gd: Brathan
hi_in: सूचनाएँ
hu: Értesítések
id: Notifikasi
kk: Ескертулер
km: ការ​ជូនដំណឹង
kn: ಸೂಚನೆಗಳು
mai: सूचना
mg: Filazana
ms: Notifikasi
my: အသိပေးချက်များ
pt: Notificações
ro: Notificări
ta: அறிவிப்புகள்
th: การแจ้งเตือน
tr: Bildirimler
ur: اطلاعات
uz: Eslatmalar

source: {{app}} would like to display notifications.
am: {{app}} ማስታወቂያዎች ማሳየት ይፈልጋል
ar: يريد {{app}} عرض الإخطارات.
bg: {{app}} иска да показва известия.
bn_bd: {{app}} আপনার বিজ্ঞপ্তি প্রদর্শন করতে চাচ্ছে।
bn_in: {{app}} বিজ্ঞপ্তি প্রদর্শন করতে চায়।
br: Fellout a ra da {{app}} diskouez rebuzadurioù.
bs: {{app}} želi prikazivati obavijesti.
ca: {{app}} vol mostrar notificacions.
cy: Hoffai {{app}} ddangos hysbysiadau.
eu: {{app}} aplikazioak jakinarazpenak bistaratu nahi ditu.
fa: {{app}} می‌خواهد اعلانی را نمایش دهد.
ga_ie: Tá {{app}} ag iarraidh fógraí a thaispeáint.
gd: Bu toigh le {{app}} brathan a shealltainn.
hi_in: {{app}} सूचनाएं प्रदर्शित करना चाहते हैं.
hu: {{app}} szeretne értesítéseket megjeleníteni.
id: {{app}} ingin menampilkan notifikasi.
kk: {{app}} ескертулерді көрсеткісі келеді.
km: {{app}} ចង់​បង្ហាញ​ការ​ជូន​ដំណឹង។
kn: ಸೂಚನೆಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು {{app}} ಬಯಸುತ್ತಿದೆ.
mai: {{app}} सूचना प्रदर्शित कएनाइ चाहैत अछि.
mg: Te-hampiseho ireo filazanao i {{app}}.
ms: {{app}} ingin memaparkan notis.
my: {{app}} သည် အသိပေးချက်များကို ပြချင်သည်။
pt: {{app}} gostaria de mostrar notificações.
ro: {{app}} dorește să afișeze notificări.
ta: {{app}} அறிவிப்புகளை காண்பிக்க விருப்பமா.
th: {{app}} ต้องการแสดงผลการแจ้งเตือน
tr: {{app}} bildirimler göstermek istiyor.
ur: {{app}} اطلاع دینا چھاتا ہے۔
uz: {{app}} eslatmalarni ko‘rsatmoqchi

source: {{site}} would like to display notifications.
am: {{site}} ማስታወቂያዎች ማሳየት ይፈልጋል
ar: يريد {{site}} عرض الإخطارات.
bg: {{site}} иска да показва известия.
bn_bd: {{site}} আপনার বিজ্ঞপ্তি প্রদর্শন করতে চাচ্ছে।
bn_in: {{site}} বিজ্ঞপ্তি প্রদর্শন করতে চায়।
br: Fellout a ra da {{site}} diskouez rebuzadurioù.
bs: {{site}} želi prikazivati obavijesti.
ca: {{site}} vol mostrar notificacions.
cy: Hoffai {{site}} ddangos hysbysiadau.
eu: {{site}} guneak jakinarazpenak bistaratu nahi ditu.
fa: {{site}} می‌خواهد اعلانی را نمایش دهد.
ga_ie: Tá {{site}} ag iarraidh fógraí a thaispeáint.
gd: Bu toigh le {{site}} brathan a shealltainn.
hi_in: {{site}} सूचनाएं प्रदर्शित करना चाहते हैं.
hu: {{site}} szeretne értesítéseket megjeleníteni.
id: {{site}} ingin menampilkan notifikasi.
kk: {{site}} ескертулерді көрсеткісі келеді.
km: {{site}} ចង់​បង្ហាញ​ការ​ជូន​ដំណឹង។
kn: ಸೂಚನೆಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು {{site}} ಬಯಸುತ್ತಿದೆ.
mai: {{site}} की अहाँ सूचना प्रदर्शित कएनाइ चाहैत अछि.
mg: Te-hampiseho ireo filazanao i {{site}}.
ms: {{site}} ingin memaparkan notis.
my: {{site}} သည် အသိပေးချက်များကို ပြချင်သည်။
pt: {{site}} gostaria de mostrar notificações.
ro: {{site}} dorește să afișeze notificări.
ta: {{site}} அறிவிப்புகளை காண்பிக்க விருப்பமா.
th: {{site}} ต้องการแสดงผลการแจ้งเตือน
tr: {{site}} bildirimler göstermek istiyor.
ur: {{site}} اطلاع دینا چھاتا ہے۔
uz: {{site}} eslatmalarni ko‘rsatmoqchi.
