Repository: translate/mozilla-gaia
Catalog: */shared/permissions/permissions.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, ga_ie, gd, hi_in, hu, id, kk, km, kn, mai, mg, ms, my, pt, ro, ta, th, tr, ur, uz

source: Apps Storage
am: መተግበሪያ ማጠራቀሚያ
ar: مساحة التطبيقات
bg: Памет за приложения
bn_bd: অ্যাপ স্টোরেজ
bn_in: অ্যাপের সংগ্রহস্থল
br: Kadaviñ an arloadoù
bs: Prostor za aplikacije
ca: Emmagatzematge d'aplicacions
cy: Storfa Apiau
eu: Aplikazioen biltegiratzea
fa: فضا‌دخیره‌سازی برنامه‌ها
ga_ie: Stóras Aipeanna
gd: Stòras nan aplacaidean
hi_in: एप्स भंडारण
hu: Appok tárhelye
id: Penyimpanan Aplikasi
km: កន្លែង​ផ្ទុក​កម្មវិធី
kn: ಅನ್ವಯಗಳ ಶೇಖರಣೆ
mai: एप्प भंडारण
mg: Fitehirizana App
ms: Storan Aplikasi
my: Apps များ ထားသိုမှု
pt: Armazenamento de aplicações
ro: Stocare de aplicații
ta: பயன்பாட்டகம்
th: พื้นที่จัดเก็บแอป
tr: Uygulama depolama
ur: ایپس ذخیرہ
uz: Ilova dasturlar xotirasi

source: Music Storage
am: ሙዚቃ ማጠራቀሚያ
ar: مساحة الموسيقى
bg: Съхраняване на музика
bn_bd: মিউজিক স্টোরেজ
bn_in: সঙ্গীত সংগ্রহস্থল
br: Kadaviñ sonerezh
bs: Prostor za muziku
ca: Emmagatzematge de música
cy: Storfa Cerddoriaeth
eu: Musika-biltegiratzea
fa: فضای‌ذخیره سازی موسیقی
ga_ie: Stóras Ceoil
gd: Stòras ciùil
hi_in: संगीत भंडारण
hu: Zene tárhely
id: Penyimpanan Musik
kk: Музыка сақталу жері
km: កន្លែង​​​ផ្ទុក​តន្ត្រី
kn: ಸಂಗೀತ ಸಂಗ್ರಹ
mai: संगीत भंडारण
mg: Fitehirizana Mozika
ms: Storan Muzik
my: ဂီတသိမ်းဆည်းရာ
pt: Armazenamento de Música
ro: Stocare de muzică
ta: இசை சேமிப்பகம்
th: พื้นที่จัดเก็บเพลง
tr: Müzik Depolama
ur: موسیقی سٹوریج
uz: Musiqa ombori

source: {{app}} would like to access your music.
am: {{app}} የ እርስዎ ሙዚቃ ጋር መድረስ ይፈልጋል
ar: يريد {{app}} الوصول إلى الموسيقى.
bg: {{app}} иска да има достъп до музиката ви.
bn_bd: {{app}} আপনার সংগীত এ প্রবেশ করতে চাচ্ছে।
bn_in: {{app}} আপনার সঙ্গীত অ্যাক্সেস করতে চায়।
br: Fellout a ra da {{app}} haeziñ ho sonerezh.
bs: {{app}} traži pristup vašoj muzici.
ca: {{app}} vol accedir a la vostra música.
cy: Hoffai {{app}} gael mynediad at eich cerddoriaeth.
eu: {{app}} aplikazioak zure musikarako sarbidea nahi du.
fa: {{app}} مایل است به موسیقی شما دسترسی داشته باشد.
ga_ie: Tá {{app}} ag iarraidh do chuid ceoil a rochtain.
gd: Bu toigh le {{app}} an ceòl agad inntrigeadh.
hi_in: {{app}} अपने संगीत का उपयोग करना चाहते हैं.
hu: {{app}} el szeretné érni a zenéit.
id: {{app}} ingin mengakses musik Anda.
kk: {{app}} музыкаңызға қатынағысы келеді.
km: {{app}} ចង់​ចូល​ទៅ​កាន់​តន្ត្រី​របស់​អ្នក។
kn: ನಿಮ್ಮ ಸಂಗೀತ ಕಡತಗಳನ್ನು ನೋಡಲು {{app}} ಬಯಸುತ್ತಿದೆ.
mai: {{app}} अपन संगीत क उपयोग कएनाइ चाहैत अछि.
mg: Te-hahazo ny mozikanao i {{app}}.
ms: {{app}} ingin mencapai muzik anda.
my: {{app}} သည် သင့်ဂီတကို အသုံးပြုချင်သည်။
pt: {{app}} gostaria de aceder à sua música.
ro: {{app}} dorește să-ți acceseze muzica.
ta: {{app}} உங்களுடைய இசையை அனுக வருப்பமா.
th: {{app}} ต้องการเข้าถึงเพลงของคุณ
tr: {{app}} müziklerinize erişmek istiyor.
ur: {{app}} آپ کی موسیقی میی داخلہ چاہتا ہے۔
uz: {{app}} musiqangizga kirmoqchi.

source: {{site}} would like to access your music.
am: {{site}} የ እርስዎ ሙዚቃ ጋር መድረስ ይፈልጋል
ar: يريد {{site}} الوصول إلى الموسيقى.
bg: {{site}} иска да има достъп до музиката ви.
bn_bd: {{site}} আপনার সংগীত এ প্রবেশ করতে চাচ্ছে।
bn_in: {{site}} আপনার সঙ্গীত অ্যাক্সেস করতে চায়।
br: Fellout a ra da {{site}} haeziñ ho sonerezh.
bs: {{site}} traži pristup vašoj muzici.
ca: {{site}} vol accedir a la vostra música.
cy: Hoffai {{site}} gael mynediad at eich cerddoriaeth.
eu: {{site}} guneak zure musikarako sarbidea nahi du.
fa: {{site}} مایل است به موسیقی شما دسترسی داشته باشد.
ga_ie: Tá {{site}} ag iarraidh do chuid ceoil a rochtain.
gd: Bu toigh le {{site}} an ceòl agad inntrigeadh.
hi_in: {{site}} अपने संगीत का उपयोग करना चाहते हैं.
hu: {{site}} el szeretné érni a zenéit.
id: {{site}} ingin mengakses musik Anda.
kk: {{site}} музыкаңызға қатынағысы келеді.
km: {{site}} ចង់​ចូល​ទៅ​កាន់​តន្ត្រី​របស់​អ្នក។
kn: ನಿಮ್ಮ ಸಂಗೀತ ಕಡತಗಳನ್ನು ನೋಡಲು {{site}} ಬಯಸುತ್ತಿದೆ.
mai: {{site}} अपन संगीत क उपयोग कएनाइ चाहैत अछि.
mg: Te-hahazo ny mozikanao i {{site}}.
ms: {{site}} ingin mencapai muzik anda.
my: {{site}} သည် သင့်ဂီတကို အသုံးပြုချင်သည်။
pt: {{site}} gostaria de aceder à sua música.
ro: {{site}} dorește să-ți acceseze muzica.
ta: {{site}} உங்களுடைய இசையை அனுக வருப்பமா.
th: {{site}} ต้องการเข้าถึงเพลงของคุณ
tr: {{site}} müziklerinize erişmek istiyor.
ur: {{site}} آپ کی موسیقی رسائی چاہتا ہے۔
uz: {{site}} musiqangizga kirmoqchi.

source: Image Storage
am: ምስል ማጠራቀሚያ
ar: مساحة الصور
bg: Съхраняване на изображения
bn_bd: ছবি স্টোরেজ
bn_in: ছবি সংগ্রহস্থল
br: Kadaviñ skeudennoù
bs: Prostor za slike
ca: Emmagatzematge d'imatges
cy: Storfa Delweddau
eu: Irudi-biltegiratzea
fa: فضای ذخیره سازی تصاویر
ga_ie: Stóras Íomhánna
gd: Stòras dhealbhan
hi_in: छवि भंडारण
hu: Képek tárhely
id: Penyimpanan Gambar
kk: Суреттер сақталу жері
km: កន្លែង​​​ផ្ទុក​រូបភាព
kn: ಚಿತ್ರ ಸಂಗ್ರಹ
mai: छवि भंडारण
mg: Fitehirizana Sary
ms: Storan Imej
my: ရုပ်ပုံ၊ဓါတ်ပုံသိမ်းဆည်းရာ
pt: Armazenamento de Imagem
ro: Stocare de imagini
ta: பட சேமிப்பகம்
th: พื้นที่จัดเก็บภาพ
tr: Resim Depolama
ur: امیج سٹوریج
uz: Rasm ombori

source: {{app}} would like to access your images.
am: {{app}} የ እርስዎ ምስሎች ጋር መድረስ ይፈልጋል
ar: يريد {{app}} الوصول إلى الصور.
bg: {{app}} иска да има достъп до изображенията ви.
bn_bd: {{app}} আপনার ছবিগুলোতে প্রবেশ করতে চাচ্ছে।
bn_in: {{app}} আপনার ছবি অ্যাক্সেস করতে চায়।
br: Fellout a ra da {{app}} haeziñ ho skeudennoù.
bs: {{app}} traži pristup vašim slikama.
ca: {{app}} vol accedir a les vostres imatges.
cy: Hoffai {{app}} gael mynediad at eich delweddau.
eu: {{app}} aplikazioak zure irudietarako sarbidea nahi du.
fa: {{app}} مایل است به تصاویر شما دسترسی داشته باشد.
ga_ie: Tá {{app}} ag iarraidh do chuid íomhánna a rochtain.
gd: Bu toigh le {{app}} na dealbhan agad inntrigeadh.
hi_in: {{app}} अपने छवि का उपयोग करना चाहते हैं.
hu: {{app}} el szeretné érni a képeit.
id: {{app}} ingin mengakses gambar Anda.
kk: {{app}} суреттеріңізге қатынағысы келеді.
km: {{app}} ចង់​ចូល​​ទៅ​កាន់​​រូបភាព​របស់​អ្នក។
kn: ನಿಮ್ಮ ಚಿತ್ರಗಳನ್ನು ನೋಡಲು {{app}} ಬಯಸುತ್ತಿದೆ.
mai: {{app}} अपन छवि क उपयोग कएनाइ चाहैत अछि.
mg: Te-hahazo ireo sarinao i {{app}}.
ms: {{app}} ingin mencapai imej anda.
my: {{app}} သည် သင့်ရုပ်ပုံ၊ဓါတ်ပုံများကို အသုံးပြုချင်သည်။
pt: {{app}} gostaria de aceder às suas imagens.
ro: {{app}} dorește să-ți acceseze imaginile.
ta: {{app}} உங்களுடைய படங்களை அனுக விருப்பமா.
th: {{app}} ต้องการเข้าถึงภาพของคุณ
tr: {{app}} resimlerinize erişmek istiyor.
ur: {{app}} آپ کے نقوش تک رسائی کرنا چاہے گی۔
uz: {{app}} rasmlaringizga kirmoqchi.

source: {{site}} would like to access your images.
am: {{site}} የ እርስዎ ምስሎች ጋር መድረስ ይፈልጋል
ar: يريد {{site}} الوصول إلى الصور.
bg: {{site}} иска да има достъп до изображенията ви.
bn_bd: {{site}} আপনার ছবিগুলোতে প্রবেশ করতে চাচ্ছে।
bn_in: {{site}} আপনার ছবি অ্যাক্সেস করতে চায়।
br: Fellout a ra da {{site}} haeziñ ho skeudennoù.
bs: {{site}} traži pristup vašim slikama.
ca: {{site}} vol accedir a les vostres imatges.
cy: Hoffai {{site}} gael mynediad at eich delweddau.
eu: {{site}} guneak zure irudietarako sarbidea nahi du.
fa: {{site}} مایل است به تصاویر شما دسترسی داشته باشد.
ga_ie: Tá {{site}} ag iarraidh do chuid íomhánna a rochtain.
gd: Bu toigh le {{site}} na dealbhan agad inntrigeadh.
hi_in: {{site}} अपने छवि का उपयोग करना चाहते हैं.
hu: {{site}} el szeretné érni a képeit.
id: {{site}} ingin mengakses gambar Anda.
kk: {{site}} суреттеріңізге қатынағысы келеді.
km: {{site}} ចង់​ចូល​ទៅ​កាន់​រូបភាព​របស់​អ្នក។
kn: ನಿಮ್ಮ ಚಿತ್ರಗಳನ್ನು ನೋಡಲು {{site}} ಬಯಸುತ್ತಿದೆ.
mai: {{site}} अपन छवि क उपयोग कएनाइ चाहैत अछि.
mg: Te-hahazo ireo sarinao i {{site}}.
ms: {{site}}ingin mencapai imej anda.
my: {{site}} သည် သင့်ရုပ်ပုံ၊ဓါတ်ပုံများကို အသုံးပြုချင်သည်။
pt: {{site}} gostaria de aceder às suas imagens.
ro: {{site}} dorește să-ți acceseze imaginile.
ta: {{site}} உங்களுடைய படங்களை அனுக விருப்பமா.
th: {{site}} ต้องการเข้าถึงภาพของคุณ
tr: {{site}} resimlerinize erişmek istiyor.
ur: {{site}} آپ کے نقوش تک رسائی کرنا چاہے گی۔
uz: {{site}} rasmlaringizga kirmoqchi.

source: Memory Card Storage
am: የ ማስታወሻ ካርድ ማጠራቀሚያ
ar: مساحة بطاقة الذاكرة
bg: Съхраняване на карта за памет
bn_bd: মেমরি কার্ড স্টোরেজ
bn_in: মেমোরি কার্ড সংগ্রহস্থল
br: Kadaviñ ar gartenn vemor
bs: Prostor na memorijskoj kartici
ca: Emmagatzematge de la targeta de memòria
cy: Storfa Cerdyn Cof
eu: Memoria-txarteleko biltegiratzea
fa: فضای ذخیره سایز کارت حافظه
ga_ie: Stóras ar Chárta Cuimhne
gd: Stòras na cairt-chuimhne
hi_in: मेमोरी कार्ड भंडारण
hu: SD-kártya tárhely
id: Penyimpanan Kartu Memori
kk: Жады картасы
km: កន្លែង​ផ្ទុក​កាត​អង្គ​ចងចាំ
kn: ಮೆಮೊರಿ ಕಾರ್ಡ್ ಸಂಗ್ರಹ
mai: मेमोरी कार्ड भंडारण
mg: Fitehirizana Karatra Memoara
ms: Storan Kad Ingatan
my: မှတ်ဉာဏ်ကတ် သိမ်းဆည်းရာ
pt: Armazenamento do Cartão de Memória
ro: Stocare pe card SD
ta: நினைவக அட்டை சேமிப்பகம்
th: พื้นที่จัดเก็บการ์ดหน่วยความจำ
tr: Bellek Kartı Depolama
ur: میموری کارڈ ذخیرہ
uz: Xotira kartasi ombori

source: {{app}} would like to access your memory card.
am: {{app}} የ እርስዎ ማስታወሻ ካርድ ጋር መድረስ ይፈልጋል
ar: يريد {{app}} الوصول إلى بطاقة الذاكرة.
bg: {{app}} иска да има достъп до картата с памет.
bn_bd: {{app}} আপনার মেমরি কার্ডে প্রবেশ করতে চাচ্ছে।
bn_in: {{app}} আপনার মেমোরি কার্ড অ্যাক্সেস করতে চায়।
br: Fellout a ra da {{app}} haeziñ ho kartenn vemor.
bs: {{app}} traži pristup vašoj memorijskoj kartici.
ca: {{app}} vol accedir a la targeta de memòria.
cy: Hoffai {{app}} gael mynediad at eich cerdyn cof.
eu: {{app}} aplikazioak zure memoria-txartelerako sarbidea nahi du.
fa: {{app}} مایل است به کارت حافظه شما دسترسی داشته باشد.
ga_ie: Tá {{app}} ag iarraidh do chárta cuimhne a rochtain.
gd: Bu toigh le {{app}} a' chairt-chuimhne agad inntrigeadh.
hi_in: {{app}} अपने मेमोरी कार्ड का उपयोग करना चाहते हैं.
hu: {{app}} el szeretné érni a memóriakártyáját.
id: {{app}} ingin mengakses kartu memori Anda.
kk: {{app}} жады картаңызға қатынағысы келеді.
km: {{app}} ចង់​ចូល​​ទៅ​កាន់​កាត​អង្គ​ចងចាំ​របស់​អ្នក។
kn: {{app}} ನಿಮ್ಮ ಮೆಮೊರಿ ಕಾರ್ಡನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಬಯಸುತ್ತದೆ.
mai: {{app}} अपन मेमोरी कार्ड क उपयोग कएनाइ चाहैत अछि.
mg: Te-hiditra amin'ny karatra memoaranao i {{app}}.
ms: {{app}} ingin mencapat kad ingatan anda.
my: {{app}} သည် သင့်မှတ်ဉာဏ်ကတ်ကို အသုံးပြုချင်သည်။
pt: {{app}} gostaria de aceder ao seu cartão de memória.
ro: {{app}} dorește să-ți acceseze cardul de memorie.
ta: {{app}} உங்களுடைய நினைவக அட்டையை அனுக விருப்பமா.
th: {{app}} ต้องการเข้าถึงการ์ดหน่วยความจำของคุณ
tr: {{app}} bellek kartınıza erişmek istiyor.
ur: {{app}} آپ کے میموری کارڈ تک رسائی چاہے گی۔
uz: {{app}} xotira kartangizga kirmoqchi.

source: {{site}} would like to access your memory card.
am: {{site}} የ እርስዎ ማስታወሻ ካርድ ጋር መድረስ ይፈልጋል
ar: يريد {{site}} الوصول إلى بطاقة الذاكرة.
bg: {{site}} иска да има достъп до картата с памет.
bn_bd: {{site}} আপনার মেমরি কার্ডে প্রবেশ করতে চাচ্ছে।
bn_in: {{site}} আপনার মেমোরি কার্ড অ্যাক্সেস করতে চায়।
br: Fellout a ra da {{site}} haeziñ ho kartenn vemor.
bs: {{site}} traži pristup vašoj memorijskoj kartici.
ca: {{site}} vol accedir a la targeta de memòria.
cy: Hoffai {{site}} gael mynediad at eich cerdyn cof.
eu: {{site}} guneak zure memoria-txartelerako sarbidea nahi du.
fa: {{site}} مایل است به کارت حافظه شما دسترسی داشته باشد.
ga_ie: Tá {{site}} ag iarraidh do chárta cuimhne a rochtain.
gd: Bu toigh le {{site}} a' chairt-chuimhne agad inntrigeadh.
hi_in: {{site}} आपके स्मृति कार्ड का उपयोग करना चाहती है
hu: {{site}} el szeretné érni a memóriakártyáját.
id: {{site}} ingin mengakses kartu memori Anda.
kk: {{site}} жады картаңызға қатынағысы келеді.
km: {{site}} ចង់​ចូល​​ទៅ​កាន់​កាត​អង្គ​ចងចាំ​របស់​អ្នក។
kn: {{site}} ನಿಮ್ಮ ಮೆಮೊರಿ ಕಾರ್ಡನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಬಯಸುತ್ತದೆ.
mai: {{site}} अहाँ स्मृति कार्ड केर उपयोग कएनाइ चाहैत अछि
mg: Te-hiditra amin'ny karatra memoaranao i {{site}}.
ms: {{site}}ingin mencapai kad ingatan anda.
my: {{site}} သည် သင့်မှတ်ဉာဏ်ကတ်ကို အသုံးပြုချင်သည်။
pt: {{site}} gostaria de aceder ao seu cartão de memória.
ro: {{site}} dorește să-ți acceseze cardul de memorie.
ta: {{site}} உங்களுடைய நினைவக அட்டையை அனுக விருப்பமா.
th: {{site}} ต้องการเข้าถึงการ์ดหน่วยความจำของคุณ
tr: {{site}} bellek kartınıza erişmek istiyor.
ur: {{site}} آپ کے میموری کارڈ تک رسائی چاہے گی۔
uz: {{site}} xotira kartangizga kirmoqchi.

source: Video Storage
am: የ ቪዲዮ ማጠረቀሚያ
ar: مساحة الڤديو
bg: Съхраняване на видео
bn_bd: ভিডিও স্টোরেজ
bn_in: ভিডিও সংগ্রহস্থল
br: Kadaviñ videoioù
bs: Prostor za video
ca: Emmagatzematge de vídeos
cy: Storfa Fideo
eu: Bideo-biltegiratzea
fa: فضای ذخیره سازی فیلم
ga_ie: Stóras Físeán
gd: Stòras video
hi_in: वीडियो संचयन
hu: Videotárhely
id: Penyimpanan Video
kk: Видео сақталу жері
km: កន្លែង​ផ្ទុក​វីដេអូ
kn: ವೀಡಿಯೊ ಶೇಖರಣೆ
mai: वीडियो संचयन
mg: Fitehirizana Horonantsary
ms: Storan Video
my: ဗွီဒီယို သိမ်းဆည်းရာ
pt: Armazenamento de Vídeo
ro: Stocare video
ta: காணொளி சேமிப்பகம்
th: พื้นที่จัดเก็บวิดีโอ
tr: Video Depolama
ur: وڈیو ذخیرہ
uz: Video ombor

source: {{app}} would like to access your videos.
am: {{app}} የ እርስዎ ቪዲዮዎች ጋር መድረስ ይፈልጋል
ar: يريد {{app}} الوصول إلى الڤديو.
bg: {{app}} иска да има достъп до видеата.
bn_bd: {{app}} আপনার ভিডিওগুলোতে প্রবেশ করতে চাচ্ছে।
bn_in: {{app}} আপনার ভিডিও অ্যাক্সেস করতে চায়।
br: Fellout a ra da {{app}} haeziñ ho videoioù.
bs: {{app}} traži pristup vašim video snimcima.
ca: {{app}} vol accedir als vostres vídeos.
cy: Hoffai {{app}} gael mynediad at eich fideo.
eu: {{app}} aplikazioak zure bideoetarako sarbidea nahi du.
fa: {{app}} مایل است به فیلم‌های شما دسترسی داشته باشد.
ga_ie: Tá {{app}} ag iarraidh do chuid físeán a rochtain.
gd: Bu toigh le {{app}} na videothan agad inntrigeadh.
hi_in: {{app}} आपके विडियो को उपयोग करना चाहती है
hu: {{app}} el szeretné érni a videóit.
id: {{app}} ingin mengakses video Anda.
kk: {{app}} видеоңызға қатынағысы келеді.
km: {{app}} ចង់​ចូល​​ទៅ​កាន់​​វីដេអូ​របស់​អ្នក។
kn: {{app}} ನಿಮ್ಮ ವೀಡಿಯೊಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಬಯಸುತ್ತದೆ.
mai: {{app}} अहाँ वीडियो केँ उपयोग कएनाइ चाहैत छी
mg: Te-hahazo ireo horonantsarinao i {{app}}.
ms: {{app}} ingin mencapai video anda.
my: {{app}} သည် သင့်ဗွီဒီယိုများကို အသုံးပြုချင်သည်။
pt: {{app}} gostaria de aceder aos seus vídeos.
ro: {{app}} dorește să-ți acceseze videoclipurile.
ta: {{app}} காணொளிகளை அணுக விரும்புகிறது.
th: {{app}} ต้องการเข้าถึงวิดีโอของคุณ
tr: {{app}} videolarınıza erişmek istiyor.
ur: {{app}} آپ کی وڈیو تک رسائی چاہے گی۔
uz: {{app}} videolaringizdan foydalanmoqchi.

source: {{site}} would like to access your videos.
am: {{site}} የ እርስዎ ቪዲዮዎች ጋር መድረስ ይፈልጋል
ar: يريد {{site}} الوصول إلى الڤديو.
bg: {{site}} иска да има достъп до видеата.
bn_bd: {{site}} আপনার ভিডিওগুলোতে প্রবেশ করতে চাচ্ছে।
bn_in: {{site}} আপনার ভিডিও অ্যাক্সেস করতে চায়।
br: Fellout a ra da {{site}} haeziñ ho videoioù.
bs: {{site}} traži pristup vašim video snimcima.
ca: {{site}} vol accedir als vostres vídeos.
cy: Hoffai {{site}} gael mynediad at eich fideo.
eu: {{site}} guneak zure bideoetarako sarbidea nahi du.
fa: {{site}} مایل است به فیلم‌های شما دسترسی داشته باشد.
ga_ie: Tá {{site}} ag iarraidh do chuid físeán a rochtain.
gd: Bu toigh le {{site}} na videothan agad inntrigeadh.
hi_in: {{site}} आपके विडियो को उपयोग करना चाहती है
hu: {{site}} el szeretné érni a videóit.
id: {{site}} ingin mengakses video Anda.
kk: {{site}} видеоңызға қатынағысы келеді.
km: {{site}} ចង់​ចូល​​ទៅ​កាន់​​វីដេអូ​របស់​អ្នក។
kn: ನಿಮ್ಮ ವೀಡಿಯೋಗಳನ್ನು ನೋಡಲು {{site}} ಬಯಸುತ್ತಿದೆ.
mai: {{site}} अहाँ वीडियो केँ उपयोग कएनाइ चाहैत छी
mg: Te-hahazo ireo horonantsarinao i {{site}}.
ms: {{site}} ingin mencapai video anda.
my: {{site}} သည် သင့်ဗွီဒီယိုများကို အသုံးပြုချင်သည်။
pt: {{site}} gostaria de aceder aos seus vídeos.
ro: {{site}} dorește să-ți acceseze videoclipurile.
ta: {{site}} காணொளிகளை அணுக விரும்புகிறது.
th: {{site}} ต้องการเข้าถึงวิดีโอของคุณ
tr: {{site}} videolarınıza erişmek istiyor.
ur: {{site}} آپ کی وڈیو تک رسائی چاہے گی۔
uz: {{site}} videolaringizdan foydalanmoqchi.

source: Embed Apps
am: መተግበሪያ ማጣበቂያ
ar: تضمين التطبيقات
bg: Влагане на приложения
bn_bd: সন্নিবিষ্ট অ্যাপ
bn_in: অ্যাপ এমবেড করুন
br: Arloadoù enkorfet
ca: Incrustar aplicacions
cy: Mewnosod Apiau
eu: Kapsulatu aplikazioak
fa: برنامه‌های تعبیه شده
ga_ie: Aipeanna a Leabú
gd: Leabaich na h-aplacaidean
hu: Appok beágyazása
id: Menyematkan Aplikasi
km: កម្មវិធី​ដែល​​បាន​បង្កប់
kn: ಅನ್ವಯಗಳನ್ನು ಅಡಕಗೊಳಿಸು
mg: App Tsofoka
ms: Benamkan Aplikasi
my: Apps များနှင့် ပေါင်းစပ်အသုံးပြုရန်
pt: Aplicações incorporadas
ro: Aplicații integrate
ta: பொதிந்த பயன்பாடுகள்
tr: Uygulama göm
ur: ایپس شامل کریں
uz: Ichki ilova dasturlar

source: FM Radio
am: ኤፍኤም ራዲዮ
ar: مذياع إف‌إم
bg: FM радио
bn_bd: এফএম রেডিও
bn_in: FM রেডিও
br: Skingomz FM
ca: Ràdio FM
cy: Radio FM
eu: FM irratia
fa: رادیوFM
ga_ie: Raidió FM
gd: Rèidio FM
hi_in: FM रेडियो
hu: FM rádió
id: Radio FM
kk: FM радиосы
km: វិទ្យុ FM
kn: FM ರೇಡಿಯೊ
mai: FM रेडियो
mg: Radio FM
ms: Radio FM
my: အက်(ဖ်)အမ် ရေဒီယို
pt: Rádio FM
ro: Radio FM
ta: வானொலி
th: วิทยุ FM
tr: FM Radyo
ur: FM ریڈیو

source: {{app}} would like to use the FM Radio.
am: {{app}} የ እርስዎ ኤፍኤም ራዲዮ ጋር መድረስ ይፈልጋል
ar: يريد {{app}} استخدام مذياع إف‌إم.
bg: {{app}} иска да има достъп до FM радиото.
bn_bd: {{app}} আপনার এফএম রেডিও ব্যবহার করতে চাচ্ছে।
bn_in: {{app}} আপনার রেডিও অ্যাক্সেস করতে চায়।
br: Fellout a ra da {{app}} arverañ ar skingomz FM.
bs: {{app}} traži pristup FM radiju.
ca: {{app}} vol utilitzar la ràdio FM.
cy: Hoffai {{app}} ddefnyddio'r Radio FM.
eu: {{app}} aplikazioak FM irratia erabili nahi du.
fa: {{app}} می‌خواهد از رادیو FM شما استفاده کند.
ga_ie: Tá {{app}} ag iarraidh an raidió FM a úsáid.
gd: Bu toigh le {{app}} an rèidio FM agad a chleachdadh.
hi_in: {{app}} आपके FM रेडियो को उपयोग करना चाहती है
hu: {{app}} szeretné használni az FM rádiót.
id: {{app}} ingin mengakses Radio FM.
kk: {{app}} FM радоңызға қатынағысы келеді.
km: {{app}} ចង់​ប្រើ​វិទ្យុ FM ។
kn: FM ರೇಡಿಯೋವನ್ನು ಬಳಸಲು {{app}} ಬಯಸುತ್ತಿದೆ.
mai: {{app}} अहाँ FM रेडियो केँ उपयोग कएनाइ चाहैत अछि
mg: Te-hampiasa ny Radio FM i {{app}}.
ms: {{app}} ingin menggunakan Radio FM.
my: {{app}} သည် အက်(ဖ်)အမ် ရေဒီယိုကို အသုံးပြုချင်သည်။
pt: {{app}} gostaria de utilizar o Rádio FM.
ro: {{app}} dorește să-ți folosească radioul FM.
ta: {{app}} வானொலியை பயன்படுத்த விருப்பம்.
th: {{app}} ต้องการใช้งานวิทยุ FM
tr: {{app}} FM Radyo'yu kullanmak istiyor.
ur: {{app}} FM ریڈیو استعمال کرنا چاہے گا۔
uz: {{app}} FM radiodan foydalanmoqchi.

source: {{site}} would like to use the FM Radio.
am: {{site}} የ እርስዎ ኤፍኤም ራዲዮ ጋር መድረስ ይፈልጋል
ar: يريد {{site}} استخدام مذياع إف‌إم.
bg: {{site}} иска да има достъп до FM радиото.
bn_bd: {{site}} আপনার এফএম রেডিও ব্যবহার করতে চাচ্ছে।
bn_in: {{site}} আপনার রেডিও অ্যাক্সেস করতে চায়।
br: Fellout a ra da {{site}} arverañ ar skingomz FM.
bs: {{site}} traži pristup FM radiju.
ca: {{site}} vol utilitzar la ràdio FM.
cy: Hoffai {{site}} ddefnyddio'r Radio FM.
eu: {{site}} guneak FM irratia erabili nahi du.
fa: {{site}} می‌خواهد از رادیوFM شما استفاده کند.
ga_ie: Tá {{site}} ag iarraidh an raidió FM a úsáid.
gd: Bu toigh le {{site}} an rèidio FM agad a chleachdadh.
hi_in: {{site}} आपके FM रेडियो को उपयोग करना चाहती है
hu: {{site}} szeretné használni az FM rádiót.
id: {{site}} ingin mengakses Radio FM.
kk: {{site}} FM радоңызға қатынағысы келеді.
km: {{site}} ចង់​ប្រើ​វិទ្យុ FM ។
kn: FM Radio ವನ್ನು ಬಳಸಲು {{site}} ಬಯಸುತ್ತಿದೆ.
mai: {{site}} अहाँ FM रेडियो केँ उपयोग कएनाइ चाहैत छी
mg: Te-hampiasa ny Radio FM i {{site}}.
ms: {{site}} ingin menggunakan Radio FM.
my: {{site}} သည် အက်(ဖ်)အမ် ရေဒီယိုကို အသုံးပြုချင်သည်။
pt: {{site}} gostaria de utilizar o Rádio FM.
ro: {{site}} dorește să-ți folosească radioul FM.
ta: {{site}} வானொலியை பயன்படுத்த விரும்புகிறது.
th: {{site}} ต้องการใช้งานวิทยุ FM
tr: {{site}} FM Radyo'yu kullanmak istiyor.
ur: {{site}} FM ریڈیو استعمال کرنا چاہے گی۔
uz: {{site}} FM radiodan foydalanmoqchi.

source: Geolocation
am: እርስዎ ያሉበት ቦታ
ar: التموضع الجغرافي
bg: Геолокация
bn_bd: ভুঅবস্থান
bn_in: ভৌগলিক অবস্থান
br: Douarlec'hiañ
bs: Geolokacija
ca: Geolocalització
cy: Geoleoliad
eu: Geokokapena
fa: مکان‌یابی
ga_ie: Geoshuíomh
gd: Geò-lorgadh
hi_in: भूस्थान
hu: Helymeghatározás
id: Geolokasi
kk: Геолокация
km: ទីតាំង​ភូមិសាស្ដ្រ
kn: ಭೂಪ್ರದೇಶ
mai: भौगोलिक स्थान
mg: Famantaran-toerana
ms: Geolokasi
my: ပထဝီဝင်တည်နေရာ
pt: Geolocalização
ro: Geolocație
ta: புவியிருப்பிடம்
th: ตำแหน่งที่ตั้งทางภูมิศาสตร์
tr: Coğrafi Konum
ur: جیو لوکیشن
uz: Geografik joylashuv

source: {{app}} would like to know your location.
am: {{app}} እርስዎ ያሉበትን ቦታ ማወቅ ይፈልጋሉ?
ar: يريد {{app}} معرفة مكانك.
bg: {{app}} иска да има достъп до местоположението ви.
bn_bd: {{app}} আপনার ভূ-অবস্থান জানতে চাচ্ছে।
bn_in: {{app}} আপনার অবস্থান অ্যাক্সেস করতে চায়।
br: Fellout a ra da {{app}} gouzout ho lec'hiadur.
bs: {{app}} želi znati vašu lokaciju.
ca: {{app}} vol conèixer la vostra ubicació.
cy: Hoffai {{app}} wybod eich lleoliad.
eu: {{app}} aplikazioak zure kokapena jakin nahi du.
fa: {{app}} مایل است مکان فعلی شما را بداند.
ga_ie: Ar mhaith leat do shuíomh a nochtadh don aip {{app}}?
gd: Bu toigh le {{app}} fiosrachadh càit a bheil thu.
hi_in: {{app}} आपके स्थान का पता लगाना चाहती है!
hu: {{app}} szeretné tudni az Ön földrajzi helyzetét.
id: {{app}} ingin mendapatkan lokasi Anda.
kk: {{app}} орналасуыңызды білгісі келеді.
km: {{app}} ចង់​ដឹង​ទីតាំង​របស់​អ្នក។
kn: ನೀವು ಎಲ್ಲಿದ್ದೀರೆಂದು ತಿಳಿಯಲು {{app}} ಬಯಸುತ್ತಿದೆ.
mai: {{app}} अहाँ स्थान केर पता लगओनाइ चाहैत छी.
mg: Te-hahafantatra ny misy anao i {{app}}.
ms: {{app}} ingin mengetahui lokasi anda.
my: {{app}} သည် သင့်တည်နေရာကို သိချင်သည်။
pt: {{app}} gostaria de conhecer a sua localização.
ro: {{app}} dorește să-ți cunoască locația.
ta: {{app}} உங்களுடைய இடத்தை தெரிந்துக்கொள்ள விருப்பமா.
th: {{app}} ต้องการทราบตำแหน่งที่ตั้งของคุณ
tr: {{app}} konumunuzu bilmek istiyor.
ur: {{app}} آپ کی لوکیشن جاننا چھاتا ہے۔
uz: {{app}} manzilingizni bilmoqchi.
