Repository: translate/mozilla-gaia
Catalog: dsb/apps/ftu/ftu.properties.po
Languages: dsb

source: Enter PIN code
dsb: PIN-kod zapódaś

source: Type your PIN code
dsb: Zapódajśo swój PIN-kod

source: SIM {{n}} PIN
dsb: PIN za SIM {{n}}

source: PIN must have between 4 and 8 characters.
dsb: PIN musy z 4 až do 8 znamuškow wobstojaś.

source: The PIN was incorrect.
dsb: PIN jo wopak był.

source: You have one try left to enter the correct code before locking the SIM card.
dsb: Maśo hyšći jaden wopyt, aby pšawy kod zapódał, nježli až se SIM-kórta zastajijo.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo hyšći {{n}} wopyta, aby pšawy kod zapódał, nježli až se SIM-kórta zastajijo.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo hyšći {{n}} wopyty, aby pšawy kod zapódał, nježli až se SIM-kórta zastajijo.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo hyšći {{n}} wopytow, aby pšawy kod zapódał, nježli až se SIM-kórta zastajijo.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo hyšći {{n}} wopytow, aby pšawy kod zapódał, nježli až se SIM-kórta zastajijo.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
dsb: To jo waš slědny wopyt, aby pšawy PIN zapódał. Howac musyśo PUK-kod zapódaś, aby SIM-kórtu wužywał.

source: Enter PUK code
dsb: PUK-kod zapódaś

source: Enter SIM {{n}} PUK
dsb: Zapódajśo PUK za SIM {{n}}

source: SIM {{n}} PUK
dsb: PUK za SIM {{n}}

source: PUK code
dsb: PUK-kod

source: PUK code must have exactly 8 characters.
dsb: PUK-kod musy z eksaktnje 8 znamuškow wobstojaś.

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Musyśo kod wósobinskego kluca za wótpóranje zastajenja (PUK) za SIM-kórtu zapódaś. Póglědajśo do dokumentacije swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

source: The PUK was incorrect.
dsb: PUK jo wopak był.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo hyšći jaden wopyt, aby pšawy kod zapódał, nježli až buźo toś ta SIM-kórta na pśecej njewužywajobna. Póglědajśo do dokumentacije swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo hyšći {{n}} wopyta, aby pšawy kod zapódał, nježli až buźo toś ta SIM-kórta na pśecej njewužywajobna. Póglědajśo do dokumentacije swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo hyšći {{n}} wopyty, aby pšawy kod zapódał, nježli až buźo toś ta SIM-kórta na pśecej njewužywajobna. Póglědajśo do dokumentacije swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo hyšći {{n}} wopytow, aby pšawy kod zapódał, nježli až buźo toś ta SIM-kórta na pśecej njewužywajobna. Póglědajśo do dokumentacije swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo hyšći {{n}} wopytow, aby pšawy kod zapódał, nježli až buźo toś ta SIM-kórta na pśecej njewužywajobna. Póglědajśo do dokumentacije swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
dsb: To jo waš slědny wopyt, aby pšawy PUK-kod zapódał. Waša SIM-kórta buźo na pśecej njewužywajobna, jolic zapódajośo wopacny PUK-kod.

source: Create new PIN (4 to 8 digits)
dsb: Nowy PIN napóraś (4 až do 8 cyfrow)

source: Confirm new PIN
dsb: Nowy PIN wobkšuśiś

source: PINs don’t match
dsb: PIN njejstej jadnakej

source: Enter NCK code
dsb: NCK-kod zapódaś

source: Enter CCK code
dsb: CCK-kod zapódaś

source: Enter SPCK code
dsb: SPCK-kod zapódaś

source: Enter NCK1 code
dsb: NCK1-kod zapódaś

source: Enter NCK2 code
dsb: NCK2-kod zapódaś

source: Enter HNCK code
dsb: HNCK-kod zapódaś

source: Enter RCCK code
dsb: RCCK-kod zapódaś

source: Enter RSPCK code
dsb: RSPCK-kod zapódaś

source: Enter SIM {{n}} NCK
dsb: NCK za SIM {{n}} zapódaś

source: Enter SIM {{n}} CCK
dsb: CCK za SIM {{n}} zapódaś

source: Enter SIM {{n}} SPCK
dsb: SPCK za SIM {{n}} zapódaś

source: Enter SIM {{n}} NCK1
dsb: NCK1 za SIM {{n}} zapódaś

source: Enter SIM {{n}} NCK2
dsb: NCK2 za SIM {{n}} zapódaś

source: Enter SIM {{n}} HNCK
dsb: HNCK za SIM {{n}} zapódaś

source: Enter SIM {{n}} RCCK
dsb: RCCK za SIM {{n}} zapódaś

source: Enter SIM {{n}} RSPCK
dsb: RSPCK za SIM {{n}} zapódaś

source: SIM {{n}} NCK
dsb: NCK za SIM {{n}}

source: SIM {{n}} CCK
dsb: CCK za SIM {{n}}

source: SIM {{n}} SPCK
dsb: SPCK za SIM {{n}}

source: SIM {{n}} NCK1
dsb: NCK1 za SIM {{n}}

source: SIM {{n}} NCK2
dsb: NCK2 za SIM {{n}}

source: SIM {{n}} HNCK
dsb: HNCK za SIM {{n}}

source: SIM {{n}} RCCK
dsb: RCCK za SIM {{n}}

source: SIM {{n}} RSPCK
dsb: RSPCK za SIM {{n}}

source: Type your NCK code
dsb: Zapišćo swój NCK-kod

source: Type your CCK code
dsb: Zapišćo swój CCK-kod

source: Type your SPCK code
dsb: Zapišćo swój SPCK-kod

source: Type your NCK1 code
dsb: Zapišćo swój NCK1-kod

source: Type your NCK2 code
dsb: Zapišćo swój NCK2-kod

source: Type your HNCK code
dsb: Zapišćó swój HNCK-kod

source: Type your RCCK code
dsb: Zapišćo swój RCCK-kod

source: Type your RSPCK code
dsb: Zapišćo swój RSPCK-kod

source: NCK must have between 8 and 16 characters.
dsb: NCK musy z 8 až do 16 znamuškow wobstojaś.

source: CCK must have between 8 and 16 characters.
dsb: CCK musy z 8 až do 16 znamuškow wobstojaś.

source: SPCK must have between 8 and 16 characters.
dsb: SPCK musy z 8 až do 16 znamuškow wobstojaś.

source: NCK1 must have between 8 and 16 characters.
dsb: NCK1 musy z 8 až do 16 znamuškow wobstojaś.

source: NCK2 must have between 8 and 16 characters.
dsb: NCK2 musy z 8 až do 16 znamuškow wobstojaś.

source: HNCK must have between 8 and 16 characters.
dsb: HNCK musy z 8 až do 16 znamuškow wobstojaś.

source: RCCK must have between 8 and 16 characters.
dsb: RCCK musy z 8 až do 16 znamuškow wobstojaś.

source: RSPCK must have between 8 and 16 characters.
dsb: RSPCK musy z 8 až do 16 znamuškow wobstojaś.

source: The NCK code is incorrect.
dsb: NCK-kod jo wopak.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
dsb: Napšašowanje seśoweje depersonalizacije njejo se raźiło. Maśo jaden wopyt wuše, aby pšawy kod zapódał. Póglědajśo do dokumentacije swójogo rěda abo stajśo so ze swójim póbitowarjom za dalšne informacije do zwiska.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
dsb: Napšašowanje seśoweje depersonalizacije njejo se raźiło. Maśo {{n}} wopyta wuše, aby pšawy kod zapódał. Póglědajśo do dokumentacije swójogo rěda abo stajśo so ze swójim póbitowarjom za dalšne informacije do zwiska.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
dsb: Napšašowanje seśoweje depersonalizacije njejo se raźiło. Maśo {{n}} wopyty wuše, aby pšawy kod zapódał. Póglědajśo do dokumentacije swójogo rěda abo stajśo so ze swójim póbitowarjom za dalšne informacije do zwiska.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
dsb: Napšašowanje seśoweje depersonalizacije njejo se raźiło. Maśo {{n}} wopytow wuše, aby pšawy kod zapódał. Póglědajśo do dokumentacije swójogo rěda abo stajśo so ze swójim póbitowarjom za dalšne informacije do zwiska.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
dsb: Napšašowanje seśoweje depersonalizacije njejo se raźiło. Maśo {{n}} wopytow wuše, aby pšawy kod zapódał. Póglědajśo do dokumentacije swójogo rěda abo stajśo so ze swójim póbitowarjom za dalšne informacije do zwiska.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
dsb: Napšašowanje seśoweje depersonalizacije njuejo se raźiło. Slědna móžnosć, aby pčawy NCK-kod zapódał. Póglědajśo do dokumentacije swójogo rěda abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

source: Skip
dsb: Pśeskócyś

source: Send
dsb: Pósłaś

source: OK
dsb: W pórěźe

source: The SIM card is locked
dsb: SIM-kórta jo zastajona

source: Last try.
dsb: Slědny wopyt.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
dsb: {{n}} wopyta wuše.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
dsb: {{n}} wopyty wuše.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
dsb: {{n}} wopytow wuše.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
dsb: {{n}} wopytow wuše.

source: SIM Manager
dsb: SIM-zastojnik

source: (default)
dsb: (standard)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
dsb: Wuchadajuce zawołanja, wuchadajuce powěsći a datowy zwisk su na SIM 1 ako standard nastajone

source: You can change default settings at Settings > SIM manager
dsb: Móžośo pód Nastajenja > SIM-zastojnik standardne nastajenja změniś

source: SIM PIN locked
dsb: SIM-PIN zastajony

source: No operator
dsb: Žaden póbitowaŕ mobilneje telefonije

source: Searching
dsb: Pytanje

source: Language
dsb: Rěc

source: Cellular Data
dsb: Daty mobilnego telefona

source: Enable Data
dsb: Daty zmožniś

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
dsb: Zmóžnjenje datowego zwiska buźo wam dowólowaś, waš telefon bźez WLAN-zwiska konfigurěrowaś. Móžośo jen teke pózdźej w nastajenjach aktiwěrowaś. Zawěsććo, až maśo datowy plan ze swójim póbitowarjom, aby se wusokich kostow wobinuł.

source: Warning
dsb: Warnowanje

source: Geolocation
dsb: Póstajenje stojnišća

source: Enable Geolocation
dsb: Póstajenje stojnišća zmóžniś

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
dsb: {{brandShortName}} wužywa daty ako te wót GPS, WLAN a mobilnych seśow we wašej bliskosći, aby waše pśibližne stojnišćo zwěsćił.

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
dsb: Daty sćelu se na Mozilla a drugich słužbnych póbitowarjow a wužywaja se w cełku, aby datowe banki městnow pólěpšyli. Daty składuju se na wašom rěźe a zběranje datow móžo se stawaś, gaž žedne nałoženja njeběže.

source: Notice
dsb: Pokaz

source: More about your privacy
dsb: Wěcej wó wašej priwatnosći

source: Scanning for networks
dsb: Za seśami skannowaś

source: Select a network
dsb: Seś wubraś

source: Connecting…
dsb: Zwězujo se…

source: Obtaining an IP address…
dsb: IP-adresa se wobstarujo…

source: Connected
dsb: Zwězany

source: Connection failed
dsb: Zwisk njejo se raźił

source: secured by {{capabilities}}
dsb: zawěsćony wót {{capabilities}}

source: Security
dsb: Wěstota

# securityNone
source: None
dsb: Žedna

source: Open
dsb: Wótwórjony

# securityOpen.ariaLabel
source: Security
dsb: Wěstota

# identity
source: User
dsb: Wužywaŕ

# identityInput.placeholder
source: User
dsb: Wužywaŕ

source: Password
dsb: Gronidło

# passwordInput.placeholder
source: Password
dsb: Gronidło

source: Show Password
dsb: Gronidło pokazaś

source: Refresh
dsb: Aktualizěrowaś

source: No wireless networks found
dsb: Žedne bźezdrotowe seśi namakane

source: Join hidden network
dsb: Ze schowaneju seśu zwězaś

source: Authentication
dsb: Awtentifikacija

source: SSID Network Name
dsb: Mě SSID-seśi

source: {{level}} of 4 bars
dsb: {{level}} 4 grědow

source: Networks found
dsb: Seśi namakane

source: Date & Time
dsb: Datum a cas

source: Time zone
dsb: Casowa cona

source: Change
dsb: Změniś

source: City
dsb: Město

source: Date
dsb: Datum

source: Time
dsb: Cas

source: Import contacts
dsb: Kontakty importěrowaś

source: SIM card
dsb: SIM-kórta

source: Not imported yet
dsb: Hyšći njeimportěrowany

source: Other accounts
dsb: Druge konta

source: Firefox Accounts
dsb: Konta Firefox

source: A Firefox Account lets you find a lost phone and buy apps from the Firefox Marketplace.
dsb: Konto Firefox wam zmóžnja, zgubjony telefon namakaś a nałoženja z Wikowanišća Firefox kupiś.

source: Create Account or Sign In
dsb: Konto załožyś abo se pśizjawiś

source: A verification link has been sent to {{email}}
dsb: Wobkšuśeński wótkaz jo se na {{email}} pósłał

source: Signed in as {{email}}
dsb: Ako {{email}} pśizjawjony

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
dsb: {{brandShortName}} wuwija se na zakłaźe dermotneje softwary wótwórjonego žrědła pśez zgromaźeństwo tysacow z cełego swěta. Su někotare wěcy, kótarež wy by měł wěźeś:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
dsb: {{brandShortName}} staja se wam pód wuměnjenjami někotarych licencow wótwórjonego žrědła inkluziwnje licencu Mozilla Public License k dispoziciji. Rěd, na kótaremž {{brandShortName}} běžy, móžo teke software tśeśich póbitowarjow wopśimowaś, kótaraž jo na wěsty system wězana. Smějośo kuždy kod, kótaryž wózjawja se pód wótwórjonymi licencami, změniś a swóje změnjone wersije rozšyrjaś, tak dłujko ako docynjaśo jich wuměnjenja.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
dsb: Njamaśo žedne pšawa na znamjenjach wóry abo na licencach znamjenjow wóry załožby Mozilla Foundation abo někakego póbitowarja, inkluziwnje bźez wobgranciowanja mjenja abo loga {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
dsb: Někotare funkcije w {{brandShortName}}, na pś. rozpšawjak wowalenjow, daju wam móžnosć se z Mozilla do zwiska stajiś. Gaž sćelośo komentar, dajośo Mozilla pšawo, komentar wužywaś, aby swóje produkty pólěpšył, komentar na jogo websedłach wózjawiś a komentar rozšyrjaś.

source: SIM Card Warning
dsb: Warnowanje SIM-kórty

source: Please, insert a SIM card and reboot your phone.
dsb: Pšosym zasajźćo SIM-kórtu a startujśo swój telefon znowego.

source: Telemetry sends Mozilla data about performance, hardware, configurations, customizations and app usage in your {{brandShortName}} device. We use this to make our products better, faster and more responsive.
dsb: Telemetrija sćelo Mozilla daty wó wugbaśu, hardware, konfiguracijach, pśiměrjenjach a wužywanju nałoženjow na wašom rěźe {{brandShortName}}. Wužywamy to, aby swóje produkty pólěpšyli, póspěšyli a wěcej pśiměrjone cynili.

source: Learn more at <a>{{url}}</a>
dsb: Zgóńśo wěcej na <a>{{url}}</a>

source: Learn how Mozilla handles your information at <a>{{url}}</a>
dsb: Zgóńśo na <a>{{url}}</a>, kak Mozilla wobchada z wašymi informacijami

source: Welcome to <a>{{brandShortName}}</a>, the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
dsb: Witajśo k <a>{{brandShortName}}</a>, dermotnemu źěłowemu systemoju wótwórjonego žrědła Mozilla. Naša misija jo spěchowanje wótwórjonosći, inowacije a móžnosćow pśez to, až wóstajamy móc interneta we wašych rukach.

source: You can help us improve our products and services by automatically sending analytics data. See our <a>Privacy Notice</a> to learn how we handle data from your device.
dsb: Móžośo nam pomagaś, naše produkty a słužby pśez to pólěpšyś, až sćelośo wugódnośeńske daty. Glejśo naše <a>Pšawidła priwatnosći</a>, aby zgonił, kak wobchadamy z datami z wašogo rěda.

source: Help us improve our products and services by automatically sending analytics data.
dsb: Pósćelśo analyzowe daty, aby nam pomagał, naše produkty a słužby pólěpšyś.

source: Learn how Mozilla handles your information in our <a>privacy policy</a>.
dsb: Zgóńśo w našych <a>pšawidłach priwatnosći</a>, kak Mozilla wobchada z wašymi informacijami wobchadźa.

source: Read our <a>Privacy Notice</a>
dsb: Cytajśo našu <a>powěźeńku priwatnosći</a>

source: About {{brandShortName}}
dsb: Wó {{brandShortName}}

source: Your Privacy
dsb: Waša priatnosć

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
dsb: Gaž wužywaśo {{brandShortName}}, buźośo źěl globalnego zgromaźeństwa, kótarež pomaga, swětlejšy pśichod za web twariś. Jolic cośo wěcej wó zgromaźeństwje Mozilla, našych drugich produktach a tšojenjach we wašej bliskosći wěźeś, zapódajśo dołojce swóju e-mailowu adresu.

source: Yes! Send data.
dsb: Jo! Daty słaś.

source: Email address
dsb: E-mailowa adresa

source: Email successfully added
dsb: E-mailowa adresa wuspěšnje pśidana

source: Saving your email…
dsb: Waša e-mailowa adresa se składujo…

source: Marketplace
dsb: Wikowanišćo

source: Basic
dsb: Zakładne

source: Enhanced
dsb: Pólěpšony

# noneMetricsRadio
source: None
dsb: Žedna

source: Send app usage and error reports.
dsb: Rozpšawy wo wužywanju nałoženjow a zmólkow pósłaś.

source: Send Basic report plus diagnostic information.
dsb: Zakładnu rozpšawu plus diagnostiske informacije pósłaś.

source: Do not send any data.
dsb: Žedne daty njesłaś.

source: Back
dsb: Slědk

source: Next
dsb: Dalej

source: Join
dsb: Zwězaś

source: Done
dsb: Dokóńcone

source: That’s it!
dsb: Jo wugbane!

source: Start your phone tour!
dsb: Prědne kšace na telefonje!

source: Start your tablet tour!
dsb: Prědne kšace na tableśe!

source: Join us for a quick tutorial about your new phone.
dsb: Pśizjawśo se za krotke rozpokazanje wó wašom nowem telefonje.

source: Join us for a quick tutorial about the updates to your phone!
dsb: Woglědajśo se krotke rozpokazanje wó aktualizacijach k wašomu telefonoju!

source: You’re ready to enjoy your new phone.
dsb: Wjele wjasela z wašym nowym telefonom.

source: You’re ready to enjoy your updated phone.
dsb: Wjele wjasela z wašym zaktualizěrowanym telefonom.

source: You can change the language, date/time and Wi-Fi connection in settings.
dsb: Móžośo rěc, datum/cas a WLAN-zwisk w nastajenjach změniś.

source: Let’s go
dsb: Zachopmy

source: Start tour
dsb: Zapokazanje

source: You can always swipe from the bottom edge to enter home screen.
dsb: Móžośo wót dolneje kšomy górjej trěś, aby startowu wobrazowku wócynił.

source: Let’s do it!
dsb: Zachopśo!

source: Free Apps
dsb: Dermotne nałoženja

source: {{carrierName}} is offering free apps to help get you started. They will download <em>at no charge</em> while you finish setting up your phone.
dsb: {{carrierName}} bitujo dermotne nałoženja, aby wam pomagał, prědne kšace cyniś. Ześěguju se <em>dermo</em>, mjaztym až kóńcyśo zarědowanje swójogo telefona.

source: {{carrierName}} is offering free apps to help get you started. You can download them <em>at no charge</em>.
dsb: {{carrierName}} bitujo dermotne nałoženja, aby wam pomagał, prědne kšace cyniś. Móžośo je <em>dermo</em> ześěgnuś.

source: Your carrier is offering free apps to help get you started. They will download <em>at no charge</em> while you finish setting up your phone.
dsb: Waš póbitowaŕ bitujo dermotne nałoženja, aby wam pomagał, prědne kašace cyniś. Ześěguju se <em>dermo</em>, mjaztym až kóńcyśo zarědowanje swójogo telefona.

source: Your carrier is offering free apps to help get you started. You can download them <em>at no charge</em>.
dsb: Waš póbitowaŕ bitujo dermotne nałoženja, aby wam pomagał, prědne kšace cyniś. Móžośo je <em>dermo</em> ześěgnuś.

source: Find these apps and many more when you visit Marketplace!
dsb: Namakajśo toś te nałoženja a wjele wěcej, gaž woglědujośo se k Wikowanišćoju!

source: Tutorial
dsb: Rozpokazanje

# tutorial-step1-large-3
source: Swipe down to access recent notifications, usage information and settings.
dsb: Trějśo dołoj, aby na nejnowše powěźeńki, informacije wó wužyśu a nastajenja pśistup měł.

source: Swipe left or right to discover new apps on home screen.
dsb: Trějśo nalěwo abo napšawo, aby nowe nałoženja na startowej wobrazowce namakał.

source: Tap and hold on an icon to delete or move it.
dsb: Pótusniśo symbol a źaržćo jen tłocony, aby jen wulašował abo pśesunuł.

source: Two fingers swipe up from the bottom edge to trigger card view.
dsb: Trějśo z dwěma palcoma wót dolneje kšomy, aby do kórtowego naglěda pśeješeł.

source: Swipe up and down to browse your apps. Tap and hold an icon to delete, move, or edit it.
dsb: Trějśo górjej a dołoj, aby swóje nałoženja pśeglědował. Pótusniśo symbol a źaržćo jen tłocony, aby jen wulašował, pśesunuł abo wobźěłał.

# tutorial-notifications-v2-tiny
source: Swipe down to access recent notifications, usage information and settings.
dsb: Trějśo dołoj, aby na nejnowše powěźeńki, informacije wó wužyśu a nastajenja pśistup měł.

source: Drag from the left edge of your screen to return to recently used apps.
dsb: Śěgniśo wót lěweje kšomy wobrazowki, aby se k rowno wužywanym nałoženjam wrośił.

source: Tap on the search box anytime to start a search or go to a website.
dsb: Pótusniśo pytańske pólo, aby pytanje startował abo se k websedłoju woglědał.
