Repository: translate/mozilla-gaia
Catalog: dsb/apps/ftu/ftu.properties.po
Languages: dsb

source: Your bookmarks have been moved to the homescreen. When editing, tap a bookmark to edit or rename it.
dsb: Waše cytańske znamjenja su se do startoweje wobrazowki pśesunuli. Pótusniśo cytańske znamje we wobźěłowańskem modusu, aby jo wobźěłał abo pśemjenił.

source: You must be connected to the Internet to view the page.
dsb: Musyśo z internetom zwězany byś, aby se bok woglědał.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
dsb: Pšosym wrośćo se a zwězajśo z internetom. Móžośo se teke bok pózdźej z nastajenjow woghlědaś abo pśez to, až zapódajośo {{url}} we wobglědowaku.

source: OK
dsb: W pórěźe

source: You must be connected to the Internet to subscribe to the newsletter.
dsb: Musyśo z internetom zwězany byś, aby powěsćowy list aboněrował.

source: Please go back and connect to the Internet.
dsb: Pšosym źiśo slědk a zwězajśo z internetom.

source: Your email is not valid
dsb: Waša e-mailowa adresa njejo płaśiwa

source: Please go back and correct your entry.
dsb: Pšosym źiśo slědk a skorigěrujśo swój zapisk.

source: Retry
dsb: Hyšći raz wopytaś

source: Cancel
dsb: Pśetergnuś

source: Step {{step}} of {{total}}
dsb: Kšac {{step}} z {{total}}

source: First Time Experience
dsb: Prědne wužywanje
