Repository: translate/mozilla-gaia
Catalog: */apps/collection/collection.properties.po
Languages: bn_in, br, cy, km, kn, mr, my, or, ur

source: Loading
bn_in: লোড করা হচ্ছে
br: O kargañ
cy: Llwytho
km: កំពុង​ផ្ទុក
kn: ಲೋಡ್‍ ಆಗುತ್ತಿದೆ
mr: लोड करत आहे
my: ဖွင့်နေတယ်
or: ଲୋଡ କରୁଛି
ur: لوڈ ہو رہا ہے-

source: Cancel
bn_in: বাতিল করুন
br: Nullañ
cy: Diddymu
km: បោះបង់
kn: ರದ್ದುಗೊಳಿಸು
mr: रद्द
my: ဖျက်
or: ବାତିଲ କରନ୍ତୁ
ur: منسوخ کریں

source: Custom
bn_in: স্বনির্ধারিত
br: Personelaet
cy: Cyfaddas
km: ផ្ទាល់ខ្លួន
kn: ಅಗತ್ಯಾನುಗುಣ
mr: स्वपसंत
my: စိတ်ကြိုက်
or: ଇଚ୍ଛାମୁତାବକ
ur: مخصوص

source: Connect to the internet to add more Smart Collections
bn_in: ইন্টারনেটে সংযোগ করুন আারো চৌকশ সংকলন যুক্ত করতে
br: Kennaskañ ouzh ar genrouedad evit ouzhpennañ muioc'h a zastumadegoù speredek
cy: Cysylltwch â'r rhyngrwyd i ychwanegu Casgliadau Clyfar pellach
km: ភ្ជាប់​អ៊ីនធឺណិត​ ដើម្បី​បន្ថែម​សម្រាំង​វៃ​ឆ្លាត​បន្ថែម
kn: ಇನ್ನಷ್ಟು ಚತುರ ಸಂಗ್ರಹಗಳನ್ನು ಸೇರಿಸಲು ಅಂತರಜಾಲದೊಂದಿಗೆ ಸಂಪರ್ಕಹೊಂದಿ
mr: अधिक हुशार संग्रह समाविष्ट करण्यासाठी इंटरनेटला जोडा
my: အင်တာနက်အားချိတ်ဆက်ပြီး စုဆောင်းမှူပြုလုပ်ပါ
or: ଅଧିକ ଉପଯୋଗୀ ବସ୍ତୁମାନ ପାଇଁ ଇଣ୍ଟରନେଟ ସହ ଯୋଡ଼ନ୍ତୁ
ur: اور سمارٹ کلیکشن ڈالنے کے لئے انٹرنیٹ سے جڑیں-

source: All smart collections have been added.
bn_in: সমস্ত স্মার্ট কালেকশন যোগ করা হয়েছে।
br: An holl dastumadegoù speredek a zo bet ouzhpennet.
cy: Pob casgliad clyfar wedi eu hychwanegu.
km: ការ​ប្រមូល​ដ៏​ឆ្លាតវៃ​ត្រូវ​បាន​បន្ថែម​។
kn: ಎಲ್ಲ ಚತುರ ಸಂಗ್ರಹಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ.
my: စုစည်းမှုများ ထည့်သွင်းထားပြီးပြီ
ur: تمام ہوشیار مجموعے ڈالے جا چکے ہیں۔

source: Add to top of collection
bn_in: শীর্ষচ সংকলনে যোগ করুন
br: Ouzhpennañ e penn an dastumad
cy: Ychwanegwch at frig y casgliad
km: បន្ថែម​សម្រាំង​ផ្នែក​ខាងលើ
kn: ಸಂಗ್ರಹದ ಮೇಲ್ಭಾಗಕ್ಕೆ ಸೇರಿಸು
mr: संग्रहात सगळ्यात वर जोडा
my: စုဆောင်းမှူ၏ ထိပ်ဆုံးသို့ထည့်ပါ
or: ସଂଗ୍ରହର ଶୀର୍ଷରେ ଯୋଡ଼ନ୍ତୁ
ur: اسے کلیکشن کے سبسے اپر داخل کریں

source: Add to Home Screen
bn_in: হোম স্ক্রিনে যোগ করুন
br: Ouzhpennañ d'ar skramm pennañ
cy: Ychwanegu i'r Sgrin Cartref
km: បន្ថែម​ទៅ​អេក្រង់​ដើម
kn: ಮುಖ್ಯತೆರೆಗೆ ಸೇರಿಸು
mr: मुख्यस्क्रीनवर जोडा
my: ပင်မစာမျက်နှာ သို့သိမ်းပါ
ur: ابتدائی سکرین میں ڈالیں

source: Connect to the internet to get apps for {{collectionName}}
bn_in: {{collectionName}} এর জন্য অ্যাপ্স পেতে ইন্টারনেটের সাথে সংযোগ করুন
br: Kennaskañ ouzh ar genrouedad evit kaout arloadoù evit {{collectionName}}
cy: Cysylltwch â'r rhyngrwyd i estyn apiau ar gyfer {{collectionName}}
km: ភ្ជាប់​អ៊ីនធឺណិត​ដើម្បីទទួល​កម្មវិធី​សម្រាប់ {{collectionName}}
kn: ಇಂಟರ್ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಗೊಂಡು ಇದರ ಅನ್ವಯಗಳನ್ನು ಪಡೆಯಿರಿ {{collectionName}}
mr: {{collectionName}} साठी ॲप्स मिळविण्यासाठी इंटरनेट जोडणी करा
my: အင်တာနက်သို့ ချိတ်ဆက် ပြီး {{collectionName}} အတွက် အက်ပ်တွေကရယူလိုက်ပါ
or: {{collectionName}}ର ଆପ୍ଲିକେସନ ପାଇବା ପାଇଁ ଇଣ୍ଟରନେଟରେ ଯୋଡ଼ନ୍ତୁ
ur: {{collectionName}} کے لیے ایپ لینے کے لیے انٹرنیٹ سے جڑیں

source: Edit
bn_in: সম্পাদনা
br: Embann
cy: Golygu
km: កែសម្រួល​
kn: ತಿದ್ದು
mr: संपादन
my: တည်းဖြတ်
or: ସମ୍ପାଦନ କରନ୍ତୁ
ur: مدون کریں

# edit-done
source: Done
bn_in: সম্পন্ন
br: Graet
cy: Gorffen
km: ធ្វើ​រួច
kn: ಆಯಿತು
my: ပြီး
ur: مکمل

source: Delete Collection
bn_in: কালেকশন মুছে ফেলুন
br: Dilemel an dastumadeg
cy: Dileu Casgliad
km: លុប​ការប្រមូល​
kn: ಸಂಗ್ರಹ ಅಳಿಸು
my: စုစည်းမှုများ ဖျက်ရန်
ur: مجموعہ حذف کریں

source: This collection and all of its data will be deleted.
bn_in: এই কালেকশন এবং এর সমস্ত ডাটা মুছে ফেলা হবে।
br: An dastumadeg-mañ hag e holl roadennoù a vo diverket.
cy: Bydd y casgliad hwn a'i ddata'n cael eu dileu.
km: ការប្រមូល​នេះ​ និង​ទិន្នន័យ​វា​ទាំងអស់​នឹង​ត្រូវបាន​លុបចោល​។​
kn: ಈ ಸಂಗ್ರಹ ಮತ್ತು ಅದರ ಎಲ್ಲ ಮಾಹಿತಿ ಅಳಿಸಲಾಗುವುದು.
my: ယခု စုဆောင်းချက် နှင့် ၎င်းပါ ဒေတာအချက်အလက်များအား ဖျက်မည်
ur: یہ مجموعہ اور اس کے تمام کوائف حذف کر دیے جائیں گے۔

source: Delete
bn_in: মুছে ফেলুন
br: Dilemel
cy: Dileu
km: លុប
kn: ಅಳಿಸು
mr: डिलीट
my: ဖျက်
or: ଲିଭାଇ ଦିଅନ୍ତୁ
ur: حذف کریں

source: Edit collection
bn_in: সংকলন সম্পাদনা করুন
br: Embann an dastumad
cy: Golygu'r casgliad
km: កែ​ការ​ប្រមូលផ្ដុំ
kn: ಸಂಗ್ರಹ ಸಂಪಾದಿಸು
my: သိမ်းဆည်းမှူအား ပြုပြင်
ur: مجموعہ تدوین کریں

source: Done
bn_in: সম্পন্ন
br: Graet
cy: Gorffen
km: ធ្វើ​រួច
kn: ಆಯಿತು
my: ပြီး
ur: مکمل

source: Create your own Smart Collection
mr: तुमचा स्वत:चा हुशार संग्रह बनवा
or: ନିଜର ନିଜସ୍ୱ ନୂତନ ସଂଗ୍ରହ ତିଆରି କରନ୍ତୁ

source: Delete {{name}}
mr: डिलीट {{name}}
or: {{name}} ଲିଭାନ୍ତୁ

source: {{name}} and all of its data will be deleted.
mr: {{name}} आणि याची सगळी माहिती डिलीट होईल.
or: {{name}} ଏବଂ ଏହାର ସମସ୍ତ ଡାଟା ଲିଭାଇ ଦିଆଯିବ।

source: Done
or: ସମ୍ପନ୍ନ
