Repository: translate/mozilla-gaia
Catalog: yo/apps/verticalhome/homescreen.properties.po
Languages: yo

source: Search or enter address
yo: Ṣàwárí tàbí ṣàmúwọlé àdírẹ́sì

source: Delete {{name}}
yo: Parẹ́ {{name}}

source: {{name}} and all of its data will be deleted.
yo: {{name}} pẹ̀lú gbogbo dátà ni a ó parẹ́.

source: Delete
yo: Parẹ́

source: Cancel
yo: Parẹ́

source: Change Wallpaper
yo: Pàrọ̀ àwòrán àgbétẹ́lẹ̀

source: Edit
yo: Ṣàtúnṣe

source: Done
yo: Ti se tán

source: Stop {{name}}
yo: Dúró {{name}}

source: Do you want to stop the download in progress?
yo: Ṣé o fẹ́ dúró ìtẹsiwájú ìgbàsílẹ̀?

source: Stop
yo: Dúró

source: Restart Download
yo: Ṣàtùnbẹ́rẹ̀ Ìgbàsílẹ̀

source: Do you want to download {{name}}?
yo: Ṣé o fẹ́ṣe ìgbàsílẹ̀ {{name}}?

source: Download
yo: Gbàwálẹ̀
