Repository: translate/mozilla-gaia
Catalog: ig/apps/fl/download.properties.po
Languages: ig

source: OK
ig: ỌDỊMMA

source: Download
ig: Budata

source: Install
ig: Wụnye

source: Cancel
ig: Kagbuo

source: Download Error
ig: Mperi Mbudata

source: Installation Error
ig: Mperi Nwụnye

# err_descriptor_download_failed
source: The download failed because of a server error.
ig: Mbudata agaghị n'ihi mperi sava.

# err_bad_descriptor
source: The download failed because of a server error.
ig: Mbudata agaghị n'ihi mperi sava.

source: File is too large to download.
ig: Faịlụ buru oke ibu ibudata.

source: This type of purchased media is not supported on your phone.
ig: Akwadoghi ụdị nke ihe mgbasa ozi a azụtara na ekwentị gị.

# err_bad_type
source: The download failed because of a server error.
ig: Mbudata agaghị n'ihi mperi sava.

# err_content_download_failed
source: The download failed because of a server error.
ig: Mbudata agaghị n'ihi mperi sava.

# err_bad_drm_message
source: The download failed because of a server error.
ig: Mbudata agaghị n'ihi mperi sava.

source: The downloaded image cannot be displayed on this device.
ig: Enweghị ike igosipụta onyonyo ebudatara na ngwaọrụ a.

source: The downloaded file cannot be played on this device.
ig: Enweghị ike ịkpọ faịlụ ebudatara na ngwaọrụ a.

source: There is not enough storage space on your device to save this song.
ig: Enweghị oghere nchekwa zuru oke na ngwaọrụ gị iji chekwaa egwu a.

source: Cannot save song because there is no memory card.
ig: Enweghị ike ịchekwa egwu n'ihi enweghị kaadị ebe nchekwa.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
ig: Enweghị ike ịchekwa egwu n'ihi eji kaadị ebe nchekwa ahụ n'ọrụ. Kwụpụ ekwentị gị wee nwaa mbudata ọzọ.

# err_ds_save_failure
source: Error saving media file.
ig: Mperi na ịchekwa faịlụ mgbasa ozi.

# err_db_store_failure
source: Error saving media file.
ig: Mperi na ịchekwa faịlụ mgbasa ozi.

source: Song downloaded and installed. Use the Music app to play it.
ig: Ebudatara egwu ma wụnye ya. Jiri ngwa Egwu iji kpọọ ya.

source: Ringtone downloaded and installed.
ig: Ebudatala ma wụnye ụda.

source: Wallpaper downloaded and installed.
ig: Ebudatala ma wụnye akwụkwọ ahụaja.

source: Ringtone
ig: Ụda

source: Song
ig: Egwu

source: Download song?
ig: Budata egwu?

source: Download ringtone?
ig: Budata ụda?

source: Download wallpaper?
ig: Budata akwụkwọ ahụaja?

source: Downloading song…
ig: Na-ebudata egwu…

source: Downloading ringtone…
ig: Na-ebudata ụda…

source: Downloading wallpaper…
ig: Na-ebudata akwụkwọ ahụaja…

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
ig: {{vendor}} akpọchiela faịlụ mgbasa ozi a ka aghara ịnwe ike ịkekọrịta ya n'etiti ndị ọzọ ma ọ bụ nyefee ya na ngwaọrụ ọhụrụ.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
ig: Onye mgbere ahịa akpọchiela faịlụ mgbasa ozi a ka aghara ịnwe ike ịkekọrịta ya n'etiti ndị ọzọ ma ọ bụ nyefee ya na ngwaọrụ ọhụrụ.

source: Name
ig: Aha

source: Type
ig: Ụdị

source: Size
ig: Nha

source: Vendor
ig: Onye mgbere

source: Info
ig: Ozi

source: Downloading
ig: Na-ebudata

source: Preview image
ig: Hụchalụ onyonyo

source: Preview audio
ig: Hụchalụ ọdịyo

source: bytes
ig: baịtị
