Repository: translate/mozilla-gaia
Catalog: ach/apps/gallery/gallery.properties.po
Languages: ach

# number-selected2[zero]
source: Select
ach: Yer

# number-selected2[one]
source: {{ n }} selected
ach: kiyero {{ n }}

# number-selected2[two]
source: {{ n }} selected
ach: kiyero {{ n }}

# number-selected2[few]
source: {{ n }} selected
ach: kiyero {{ n }}

# number-selected2[many]
source: {{ n }} selected
ach: kiyero {{ n }}

# number-selected2[other]
source: {{ n }} selected
ach: kiyero {{ n }}

source: Delete photo?
ach: Kwany cal?

source: Delete video?
ach: Kwany video?

source: Nothing selected
ach: Pe kiyero gin mo

source: Delete selected item?
ach: Kwany gin ma kiyero ni?

# delete-n-items?[two]
source: Delete {{ n }} items?
ach: Kwany jami {{ n }}?

# delete-n-items?[few]
source: Delete {{ n }} items?
ach: Kwany jami {{ n }}?

# delete-n-items?[many]
source: Delete {{ n }} items?
ach: Kwany jami {{ n }}?

# delete-n-items?[other]
source: Delete {{ n }} items?
ach: Kwany jami {{ n }}?

# pickoneimage2
source: Select
ach: Yer

# cropimage
source: Crop
ach: Ngol

source: Cancel
ach: Ngol

source: Delete
ach: Kwany

source: OK
ach: KAKARE

source: Edit
ach: Yub

source: Save
ach: Gwok

source: Done
ach: Otum

source: Exposure
ach: Tyero kama leng

source: Crop
ach: Ngol

source: Effects
ach: Adwogi

source: Auto-enhance on
ach: Mamedo pire kene tye

source: Auto-enhance off
ach: Mamedo pire kene pe tye

source: Apply
ach: Tim

source: Original
ach: Wiati

source: No photos or videos
ach: Cal onyo video pe tye

source: Use the Camera app to get started.
ach: Ti ki purugram me lamak cal me cako.

source: No photos
ach: Cal pe tye

source: No memory card
ach: Memory kad pe

source: Insert a memory card to use this app.
ach: Ket memory kad me tic ki purugram man.

source: Memory card in use
ach: Kitye katic ki memory kad

source: Unplug the phone to use this app.
ach: Wot cim woko me tic ki purugram man.

source: Scanning
ach: Yenyo

source: Looking for photos and videos.
ach: Yenyo cal ki video.

source: Database Upgrade
ach: Yil rwom me dero ngec

source: Please wait while Gallery updates its database.
ach: Tim ber ikur kun lanyut cal keto ngec i dero ne.

source: Can not share this image file type.
ach: Pe twero nywako kit pwail me cal man.

source: Can not edit photos: Memory card is full.
ach: Pe twero yubo cal: Memory kad opong woko.

source: Image is too large to display on this device.
ach: Cal dit tutwal me anyuta i nyonyo man.

source: Image is invalid or corrupt and cannot be displayed.
ach: Cal pe tye atir onyo oballe ki pe kitwero nyuto.

source: {{filename}} saved to Gallery
ach: Kigwoko {{filename}} i lanyut cal

source: New copy saved.
ach: Kigwoko mukene manyen.

source: Go to Camera
ach: Cit i lamak cal

source: Name
ach: Nying

source: Size
ach: Dit

source: Image Type
ach: Kit me cal

source: Date Taken
ach: Nino ma kimako kwede

source: Resolution
ach: Ber ne

source: Close
ach: Lor

source: Gallery
ach: Lanyut cal

source: Preview
ach: Nen

source: Video dated %I:%M %p, %B %e, %Y
ach: Nino dwe me video %I:%M %p, %B %e, %Y

source: Image dated %I:%M %p, %B %e, %Y
ach: Nino dwe me cal %I:%M %p, %B %e, %Y

source: Back
ach: Cen

# crop-options.ariaLabel
source: Crop
ach: Ngol

source: Revert
ach: Dok cen

source: None
ach: Pe tye

# crop-button.ariaLabel
source: Crop
ach: Ngol

source: Enhance
ach: Med ber ne

source: Camera
ach: Lamak cal

source: Select multiple
ach: Yer mapol

# edit-button.ariaLabel
source: Edit
ach: Yub

source: Share
ach: Nywak

source: Information
ach: Ngec

# delete-button.ariaLabel
source: Delete
ach: Kwany
