Repository: translate/mozilla-gaia
Catalog: ig/apps/calendar/calendar.properties.po
Languages: ig

source: Back
ig: Azụ

source: Save
ig: Chekwaa

source: Hide
ig: Zoo

source: Cancel
ig: Kagbuo

source: Confirm
ig: Kwenye

source: Done
ig: Emechaala

source: Events
ig: Mmemme

source: Edit
ig: Dezie

source: All-day Events
ig: Mmemme Ụbọchị Niile

source: No Events
ig: Mmemme Adịghị

source: Month
ig: Ọnwa

source: Week
ig: Izu

source: Day
ig: Ụbọchị

# settings-show
source: Settings
ig: Ntọala

source: Hide settings
ig: Zoo ntọala

source: Add an account
ig: Tinye akaụntụ

source: Event
ig: Mmemme

source: Add Event
ig: Tinye Mmemme

source: Edit Event
ig: Dezie Mmemme

source: Account
ig: Akaụntụ

source: Accounts
ig: Akaụntụ

source: Calendar Settings
ig: Ntọala Kalịnda

source: Personalization
ig: Nhazi nkeonwe

source: Reminders
ig: Ihe ncheta

source: Add Account
ig: Tinye Akaụntụ

source: Username
ig: Aha njirimara

source: Password
ig: Okwuntughe

source: Unable to sync
ig: Enwenwughi ike ịmekọrịta

source: Sign in
ig: Banye

# preset-local
source: Offline calendar
ig: Kalịnda na adịghị n'ịntanetị

# calendar-local
source: Offline calendar
ig: Kalịnda na adịghị n'ịntanetị

source: Where?
ig: Ebee?

source: Notes
ig: Ndetu

source: All day event?
ig: Mmemme ụbọchị niile?

source: Delete event
ig: Hichapụ mmemme

source: Remove local data
ig: Wepu data mpaghara

source: Remove account
ig: Wepu akaụntụ

source: Removing this account will also remove your local copy of associated calendars and events.
ig: Iwepu akaụntụ a ga-ewepukwa nnomi mpaghara nke kalịnda na mmemme gị ndị emetụtara.

source: Sync
ig: Mekọrịta

source: Sync Calendar
ig: Mekọrịta Kalịnda

source: 15 min
ig: Nkeji 15

source: 30 min
ig: Nkeji 30

source: Manually
ig: Eji aka eme

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
ig: {{startDate}}<br>site na {{startTime}} ruo {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
ig: Site na {{startTime}} {{startDate}}<br>ruo {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
ig: Ụbọchị niile<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
ig: Ụbọchị niile site na {{startDate}}<br>ruo {{endDate}}

source: None
ig: Ọnweghị

source: Reminder:
ig: Ihe ncheta:

source: Remind me
ig: Chetaara m

source: At time of event
ig: N'oge nke mmemme

source: On day of event
ig: N'ụbọchị nke mmemme

source: {{title}} starting {{distance}}
ig: {{title}} na amalite {{distance}}

source: {{title}} started {{distance}}
ig: {{title}} malitere {{distance}}

source: 0 minutes before
ig: 0 nkeji tupu

source: 1 minute before
ig: 1 nkeji tupu

# minutes-before[two]
source: {{value}} minutes before
ig: Nkeji {{value}} tupu

# minutes-before[few]
source: {{value}} minutes before
ig: Nkeji {{value}} tupu

# minutes-before[many]
source: {{value}} minutes before
ig: Nkeji {{value}} tupu

# minutes-before[other]
source: {{value}} minutes before
ig: Nkeji {{value}} tupu

source: 0 hours before
ig: 0 aka elekere tupu

source: 1 hour before
ig: 1 aka elekere tupu

# hours-before[two]
source: {{value}} hours before
ig: Aka elekere {{value}} tupu

# hours-before[few]
source: {{value}} hours before
ig: Aka elekere {{value}} tupu

# hours-before[many]
source: {{value}} hours before
ig: Aka elekere {{value}} tupu

# hours-before[other]
source: {{value}} hours before
ig: Aka elekere {{value}} tupu

source: 0 days before
ig: 0 ụbọchị tupu

source: 1 day before
ig: 1 ụbọchị tupu

# days-before[two]
source: {{value}} days before
ig: Ụbọchị {{value}} tupu

# days-before[few]
source: {{value}} days before
ig: Ụbọchị {{value}} tupu

# days-before[many]
source: {{value}} days before
ig: Ụbọchị {{value}} tupu

# days-before[other]
source: {{value}} days before
ig: Ụbọchị {{value}} tupu

source: 0 weeks before
ig: 0 izu tupu

source: 1 week before
ig: 1 izu tupu

# weeks-before[two]
source: {{value}} weeks before
ig: Izu {{value}} tupu

# weeks-before[few]
source: {{value}} weeks before
ig: Izu {{value}} tupu

# weeks-before[many]
source: {{value}} weeks before
ig: Izu {{value}} tupu

# weeks-before[other]
source: {{value}} weeks before
ig: Izu {{value}} tupu

source: 0 months before
ig: 0 ọnwa tupu

source: 1 month before
ig: 1 ọnwa tupu

# months-before[two]
source: {{value}} months before
ig: Ọnwa {{value}} tupu

# months-before[few]
source: {{value}} months before
ig: Ọnwa {{value}} tupu

# months-before[many]
source: {{value}} months before
ig: Ọnwa {{value}} tupu

# months-before[other]
source: {{value}} months before
ig: Ọnwa {{value}} tupu

source: 0 years before
ig: 0 afọ tupu

source: 1 year before
ig: 1 afọ tupu

# years-before[two]
source: {{value}} years before
ig: Afọ {{value}} tupu

# years-before[few]
source: {{value}} years before
ig: Afọ {{value}} tupu

# years-before[many]
source: {{value}} years before
ig: Afọ {{value}} tupu

# years-before[other]
source: {{value}} years before
ig: Afọ {{value}} tupu

source: 0 minutes after
ig: 0 nkeji ma agachaa

source: 1 minute after
ig: 1 nkeji ma agachaa

# minutes-after[two]
source: {{value}} minutes after
ig: Nkeji {{value}} ma agachaa

# minutes-after[few]
source: {{value}} minutes after
ig: Nkeji {{value}} ma agachaa

# minutes-after[many]
source: {{value}} minutes after
ig: Nkeji {{value}} ma agachaa

# minutes-after[other]
source: {{value}} minutes after
ig: Nkeji {{value}} ma agachaa

source: 0 hours after
ig: 0 aka elekere ma agachaa

source: 1 hour after
ig: 1 aka elekere ma agachaa

# hours-after[two]
source: {{value}} hours after
ig: Aka elekere {{value}} ma agachaa

# hours-after[few]
source: {{value}} hours after
ig: Aka elekere {{value}} ma agachaa

# hours-after[many]
source: {{value}} hours after
ig: Aka elekere {{value}} ma agachaa

# hours-after[other]
source: {{value}} hours after
ig: Aka elekere {{value}} ma agachaa

source: 0 days after
ig: 0 ụbọchị ma agachaa

source: 1 day after
ig: 1 ụbọchị ma agachaa

# days-after[two]
source: {{value}} days after
ig: Ụbọchị {{value}} ma agachaa

# days-after[few]
source: {{value}} days after
ig: Ụbọchị {{value}} ma agachaa

# days-after[many]
source: {{value}} days after
ig: Ụbọchị {{value}} ma agachaa

# days-after[other]
source: {{value}} days after
ig: Ụbọchị {{value}} ma agachaa

source: 0 weeks after
ig: 0 izu ma agachaa

source: 1 week after
ig: 1 izu ma agachaa

# weeks-after[two]
source: {{value}} weeks after
ig: Izu {{value}} ma agachaa

# weeks-after[few]
source: {{value}} weeks after
ig: Izu {{value}} ma agachaa

# weeks-after[many]
source: {{value}} weeks after
ig: Izu {{value}} ma agachaa

# weeks-after[other]
source: {{value}} weeks after
ig: Izu {{value}} ma agachaa

source: 0 months after
ig: 0 ọnwa ma agachaa

source: 1 month after
ig: 1 ọnwa ma agachaa

# months-after[two]
source: {{value}} months after
ig: Ọnwa {{value}} ma agachaa

# months-after[few]
source: {{value}} months after
ig: Ọnwa {{value}} ma agachaa

# months-after[many]
source: {{value}} months after
ig: Ọnwa {{value}} ma agachaa

# months-after[other]
source: {{value}} months after
ig: Ọnwa {{value}} ma agachaa

source: 0 years after
ig: 0 afọ ma agachaa

source: 1 year after
ig: 1 afọ ma agachaa

# years-after[two]
source: {{value}} years after
ig: Afọ {{value}} ma agachaa

# years-after[few]
source: {{value}} years after
ig: Afọ {{value}} ma agachaa

# years-after[many]
source: {{value}} years after
ig: Afọ {{value}} ma agachaa

# years-after[other]
source: {{value}} years after
ig: Afọ {{value}} ma agachaa

source: All Day
ig: Ụbọchị Niile

source: Wrong login and/or password
ig: Mbanye na/ma ọ bụ okwuntughe na ezighi ezi

source: Server error. Check your login and try again.
ig: Mperi sava. Lelee mbanye gị wee nwaa ọzọ.

source: Something is wrong. Try again later.
ig: Ọnwere ihe na agaghị nke ọma. Nwaa ọzọ ma emechaa.

source: No connection. Check your network configuration and try again.
ig: Njikọ adịghị. Lelee nhazi netwọk gị wee nwaa ọzọ.

source: This account already exists.
ig: Akaụntụ a adịlarịị adị.

source: Calendar sync error
ig: Mperi mmekọrịta kalịnda

source: Tap for more info
ig: Pịa maka ozi ndị ọzọ
