Repository: translate/mozilla-gaia
Catalog: zam/apps/bookmark/bookmark.properties.po
Languages: zam

source: Add to Home Screen
zam: Bloy loo yib

source: Edit Pinned Site
zam: Thus kuey

source: Added to home screen
zam: Dob la

source: Updated pinned site
zam: Gok kub va

source: Done
zam: Bliy

# add-action
source: Add
zam: Tob ba

source: Cancel
zam: Naa lit luy

source: Add Application
zam: Tob app

source: Add
zam: Tob ba

source: An application is available for this web site.
zam: Xho ko kub lent isluo

source: Remove {{name}}
zam: Kib {{name}}

source: Remove {{name}} from system?
zam: Kib {{name}} lo yib re?

source: Remove
zam: Kib ba
