Repository: translate/mozilla-gaia
Catalog: ha/apps/bluetooth/bluetooth.properties.po
Languages: ha

source: Turn Bluetooth on to view devices in the area.
ha: Kunna Bluetooth domin ganin na'urorin shiyya.

source: Paired devices
ha: Na'urori da aka tagwaita

source: Devices in the area
ha: Na'urorin a yankin

source: Visible to all
ha: Gani ga kowa

source: Your device name exceeds {{length}} characters. Please retry again.
ha: Sunan na'urarka ya wuce haruffa {{length}}. Sake gwadawa.

source: Bluetooth Address
ha: Adireshin Bluetooth

source: Not available
ha: Babu

source: No devices paired
ha: Ba'a tagwaita na'urori ba

source: Turned off
ha: An kashe

# bt-status-paired[one]
source: {{name}}, +{{n}} more
ha: {{name}}, +{{n}} ƙari

# bt-status-paired[two]
source: {{name}}, +{{n}} more
ha: {{name}}, +{{n}} ƙari

# bt-status-paired[few]
source: {{name}}, +{{n}} more
ha: {{name}}, +{{n}} ƙari

# bt-status-paired[many]
source: {{name}}, +{{n}} more
ha: {{name}}, +{{n}} ƙari

# bt-status-paired[other]
source: {{name}}, +{{n}} more
ha: {{name}}, +{{n}} ƙari

source: Tap to connect
ha: Danna domin haɗawa

source: Pairing with device…
ha: Ana tagwaitawa da na'ura…

source: Waiting for other device…
ha: Ya na jiran wata na'urar…

source: Paired
ha: An tagwaita

source: Connecting…
ha: Haɗawa…

source: Connected
ha: An haɗa

source: Connected to phone audio
ha: An haɗa da na saurare na waya

source: Connected to media audio
ha: An haɗa da na saurare na kiɗa

source: Connected to phone/media audio
ha: An haɗa da waya/na saurare na kiɗa

source: Unpair
ha: Raba tagwaitawa

source: Confirm
ha: Tabbatar

# device-option-unpair-confirmation
source: Confirmation
ha: Tabbatarwa

source: Unpair device?
ha: Raba tagwaita na'ura?

source: Connect
ha: Haɗa

source: Disconnect
ha: Cire

source: Searching for devices…
ha: Ya na neman na'urori…

source: Search for devices
ha: Nemi na'urori

source: Rename my device
ha: Sakewa na'urata suna

source: Unknown device
ha: Na'ura da ba'a sani ba

source: Change phone name
ha: Canja sunan waya

source: Change the name of your device as it appears in your computer
ha: Canja sunan na'urarka kamar yadda ta fito a kwamfutarka

source: New name
ha: Sabon suna

source: Unable to pair devices
ha: Ya kasa tagwaita na'urori

source: Unable to pair with the device. Check that the PIN is correct.
ha: Ya kasa tagwaitawa da na'urar. Duba cewa PIN daidai ne.

source: Unable to pair with the device. Too many requests.
ha: Ya kasa tagwaita da na'urar. Akwai bukatu masu yawa.

source: Unable to connect devices
ha: Ya gaza haɗa na'urori

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
ha: Duba cewa na'urar da ka ke son haɗawa da ita ta na kusa kuma Bluetooth na ta ya na kunne.

source: Unpair a connected device?
ha: A raba tagwaitawa da na'urar da aka haɗa?

source: You are currently connected to this device. Unpairing will also disconnect from it.
ha: A yanzu an haɗa ka da wannan na'urar. Cire tagwaitawa kuma zai cire haɗi da ita.

source: Confirmation
ha: Tabbatarwa

source: Bluetooth is disabled
ha: An dakatar da bluetooth

source: Do you want to turn Bluetooth on?
ha: Kana so ka kunna Bluetooth?

source: Cancel
ha: Soke

source: Turn On
ha: Kunna

source: Bluetooth file transfer failed
ha: Ya kasa canja fayil ta bluetooth

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
ha: Ya kasa canja fayil ta Bluetooth. Laluba cewa saitunan Bluetooth dai dai suke.

source: Pair
ha: Tagwai

source: Confirm devices to pair
ha: Tabbatar da na'urorin da za'a tagwaita

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
ha: Domin tagwaita da {{device}}, ka tabbatar cewa na'urorin guda biyu na da waɗannan PIN ɗin da aka nuna:

source: To pair with {{device}}, enter the PIN on the device.
ha: Domin tagwaita da {{device}}, shigar da PIN ɗin da ke kan na'urar.

source: To pair with {{device}}, enter the passkey on the device.
ha: Domin tagwaita da {{device}}, shigar da mabuɗin da ke kan na'urar.

# passive-pair
source: Bluetooth pairing request
ha: Bukatar tagwaita bluetooth

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
ha: {{device}} na so ta tagwaita da wannan wayar. Domin karɓa, ka tabbatar na'urorin biyu a yanzu su na da waɗannan PIN ɗin da aka nuna:

source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
ha: {{device}} na so ta tagwaita wa wannan wayar. Domin karɓa, shigar da PIN ɗin da ke kan na'urar.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
ha: {{device}} na so ta tagwaita da wannan wayar. Domin karɓa, shigar da mabuɗin da ke kan na'urar.

source: Bluetooth Request From
ha: Bukatar Bluetooth Daga

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
ha: Bukatar tagwaita bluetooth

source: Bluetooth Pairing Request
ha: Bukatar Tagwaita Bluetooth

source: Bluetooth pairing request expired. Try to pair again.
ha: Bukatar tagwaita bluetooth ta ƙare. Sake jarraba tagwaitawa.
