Repository: translate/mozilla-gaia
Catalog: bm/apps/browser/browser.properties.po
Languages: bm

source: OK
bm: A ɲɛna

source: Cancel
bm: A b'ɔa ma

source: Done
bm: A Kɛla

source: Search or enter address
bm: A ɲini walima a so sira di

source: History
bm: Tariku

source: New tab
bm: Cɛ den kura

source: Open link in new tab
bm: Inteneti sira dayɛlɛ yɔrɔ kura kɔnɔ

source: Future
bm: Sinima

source: Today
bm: Bi

source: Yesterday
bm: Kunu

source: Last 7 days
bm: Dɔgɔ kun laban

source: This month
bm: Nin kalo

source: Last 6 months
bm: Kalo wɔrɔ laban in kɔnɔ

source: Older than 6 months
bm: Ka tɛmɛ kalo wɔrɔ kan

source: January
bm: Yanviye kalo

source: February
bm: Februye kalo

source: March
bm: Marisi kalo

source: April
bm: Awirili kalo

source: May
bm: Mɛ kalo

source: June
bm: Zuwɛn kalo

source: July
bm: Zuluye kalo

source: August
bm: Uti kalo

source: September
bm: Seputamburu kalo

source: October
bm: Okutɔburu kalo

source: November
bm: Nowamburu kalo

source: December
bm: Desamburu kalo

source: Enter a search term or Web address to start browsing.
bm: Ɲinini kɛ sira di walima so sira ka ɲinini daminɛ

# top-sites-startPage
source: Top sites
bm: Ɲinini so baw

source: Settings
bm: Labɛnw

source: Privacy & Security
bm: Gundo sira & hakili sigi siraw

source: Clear browsing history
bm: Ɲini sira kɔrɔw lafili

source: Clear browsing history?
bm: Ka ɲini sira kɔrɔw lafili wa?

source: Clear cookies and stored data
bm: Ka fɛn murumuruw ni sɔrɔfɛn maralenw lafili

source: Clear cookies and other data stored by sites on this device?
bm: Ka fɛn murumuruw ni sɔrɔfɛn maralenw wɛrɛw lafili wa ka bɔ ni jɛka baara fɛn in kɔnɔ wa?

source: Search Engines
bm: Ɲini minɛnw

source: Default search engine
bm: Ɲinini minɛnw minu b'ɛa la

source: Bookmarks
bm: Tamasiɲɛnw

source: Unbookmark
bm: Tamasiɲɛn b'ɔa la

source: Edit bookmark
bm: Tamasiɲɛn yɛlɛma

# edit-bookmark-header
source: Edit bookmark
bm: Tamasiɲɛn yɛlɛma

source: Page title
bm: Baara kɛ yɔrɔ tɔgɔ

source: Add to home screen
bm: A fara ɲini sira so ja fɔlɔ kan

source: Username
bm: Baara kɛla tɔgɔ

source: Password
bm: Baara kɛla ka gundo kan

source: Sign in
bm: Ka do

source: Sign in to website
bm: Ka do ɲinini so kɔnɔ

source: The website {{host}} requires you to sign in.
bm: Ɲini so {{host}} ka laɲini ye i ka do

source: The username or password is incorrect.
bm: Baara kɛla tɔgɔ n'a ka gundo kan ma tile

source: Well, this is embarrassing.
bm: AA, ni ye kɔnɔ lafili ko ye

source: We tried to display this Web page, but it’s not responding.
bm: An ya ɲini ka nin interneti so baara kɛ yɔrɔ in dayɛlɛ, nka masɔn

source: Close tab
bm: Ka cɛden baara jɔ

source: Reload
bm: Ka bila la tugu

source: Search for
bm: Ka laɲini

source: Save Image
bm: Ka ja mara

source: Image saved to Gallery
bm: Ka ja fara a tɔw kan

source: Error saving image
bm: Fili ja mara li la

source: Save Video
bm: filimu ja mara

source: Video saved to Video
bm: Filimu ja maralen a tɔw kan

source: Error saving video
bm: Fili filimu ja mara li la

source: Save Audio
bm: Dɔngili marali

source: Audio saved to Music
bm: Dɔngili mara li a tɔw kan

source: Error saving audio
bm: Fili dɔngili mara li la
