Repository: translate/mozilla-gaia
Catalog: ig/apps/communications/dialer/dialer.properties.po
Languages: ig

source: Add new number
ig: Tinye nọmba ọhụrụ

source: Add to existing contact
ig: Tinye na kọntaktị dị adị

source: All
ig: Dum

# all.ariaLabel
source: All
ig: Dum

source: Call log
ig: Ndekọ oku

source: Edit call log
ig: Dezie ndekọ oku

source: Edit call log dialog
ig: Dezie ụbụbọ ndekọ oku

source: Connecting
ig: Na-ejikọ

source: An error occurred while retrieving call forwarding status
ig: Mperi dapụtara ka a na eweghachite ọkwa nzipu oku

source: Inactive
ig: Anaghị arụ ọrụ

source: Close
ig: Mechie

source: Clear selected calls?
ig: Kpochapụ oku ndị ahọpụtara?

source: Contacts
ig: Kọntaktị

source: Create new contact
ig: Mepụta kọntaktị ọhụrụ

source: Deselect all
ig: Wepu dum

source: Add contact
ig: Tinye kọntaktị

source: Add Contact Dialog
ig: Tinye Ụbụbọ Kọntaktị

# edit-selected[one]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

# edit-selected[two]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

# edit-selected[few]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

# edit-selected[many]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

# edit-selected[other]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

source: Edit
ig: Dezie

source: Hide keypad
ig: Zoo ahụigodo

source: Ignore Call
ig: Hapụ Oku

source: Incoming
ig: Na abata

source: Keypad
ig: Ahụigodo

source: Make call
ig: Kpọọ oku

source: Merge
ig: Makọọ

source: Missed
ig: Aghara

# missed.ariaLabel
source: Missed
ig: Aghara

source: Missed call
ig: Oku aghara

source: (SIM {{ n }}) Missed call
ig: (SIM {{ n }}) Oku Aghara

source: An error occurred while sending the message
ig: Mperi dapụtara ka a na ezipu ozi ahụ

source: Session expired
ig: Oge agwụchaala

source: Message successfully sent
ig: Ezipuru ozi na enweghị nsogbu

source: Mute
ig: Dachie olu

source: New call
ig: Oku ọhụrụ

source: No calls recorded
ig: Ọnweghị oku edekọrọ

source: Start communicating now
ig: Biko nkwukọrịta ugbu a

source: No missed calls
ig: Ọnweghị oku ndị aghara

source: Recent calls
ig: Oku nso nso a

source: Reply
ig: Zaghachi

source: Select all
ig: Họrọ dum

source: Send
ig: Zipu

source: Switch calls
ig: Gbanweta oku

source: Today
ig: Taa

source: Withheld number
ig: Nọmba ezoro ezo

source: From {{ contact }}
ig: Sitere na {{ contact }}

source: From {{ number }}
ig: Sitere na {{ number }}

source: From withheld number
ig: Sitere na nọmba ezoro ezo

source: Yesterday
ig: Ụnyahụ

source: Sending…
ig: Na-ezipu…

# speakerOption.ariaLabel
source: Speaker
ig: Nkwupụta ụda

source: {{ operator }} services
ig: Ọrụ {{ operator }}

source: Toggle keypad
ig: Tụgharịa ahụigodo

source: Type your response…
ig: Pịnye nzaghachi gị…

source: Clear all text
ig: Kpochapụ ederede niile

source: Hide
ig: Zoo

source: Call
ig: Kpọọ

source: Hold
ig: Jide

source: Resume
ig: Malitekwa

# resume.ariaLabel
source: Resume
ig: Malitekwa

source: Send Message
ig: Zipu Ozi

source: Call Ended
ig: Oku Akwụsịla

source: via SIM{{ n }}
ig: site na SIM{{ n }}

source: Cancel
ig: Kagbuo

source: Hang Up
ig: Kwụsị

source: Pick up
ig: Zaa

source: Slider
ig: Ihe mmịfe

source: Settings
ig: Ntọala

source: Nothing selected
ig: Ọnweghị ihe ahọpụtara

source: Delete selected log?
ig: Hichapụ ndekọ ahọpụtara?

# delete-n-log?[two]
source: Delete {{ n }} logs?
ig: Hichapụ ndekọ {{ n }}?

# delete-n-log?[few]
source: Delete {{ n }} logs?
ig: Hichapụ ndekọ {{ n }}?

# delete-n-log?[many]
source: Delete {{ n }} logs?
ig: Hichapụ ndekọ {{ n }}?

# delete-n-log?[other]
source: Delete {{ n }} logs?
ig: Hichapụ ndekọ {{ n }}?

source: {{ n }} match for "{{ matchNumber }}"
ig: {{ n }} mmakọ maka "{{ matchNumber }}"

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
ig: Mmakọ {{ n }} maka "{{ matchNumber }}"

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
ig: Mmakọ {{ n }} maka "{{ matchNumber }}"

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
ig: Mmakọ {{ n }} maka "{{ matchNumber }}"

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
ig: Mmakọ {{ n }} maka "{{ matchNumber }}"

source: Call barring
ig: Mgbochi oku

source: Call forwarding
ig: Nzipu oku

source: Incoming Caller ID
ig: ID Ọkpọ Oku Na Abata

source: Outgoing Caller ID
ig: ID Ọkpọ Oku Na Apụ Apụ

source: Password change
ig: Mgbanwe okwuntughe

source: Call waiting
ig: Nchere oku

source: PIN change
ig: Mgbanwe PIN

source: PIN2 change
ig: Mgbanwe PIN2

source: Unblock PIN
ig: Kpọghee PIN

source: Unblock PIN2
ig: Kpọghee PIN2

source: Voice
ig: Olu

source: FAX
ig: FAKSỊ

source: Sync
ig: Mmekọrịta

source: Async
ig: Enweghị mmekọrịta

source: Packet
ig: Ngwungwu

source: Service was enabled
ig: Agbanyere ọrụ ahụ

source: Service has been disabled
ig: Agbayụọla ọrụ ahụ

source: Registration was successful
ig: Ndebanye gara nke ọma

source: Erasure was successful
ig: Nhicha gara nke ọma

source: Request was successful
ig: Arịrịọ gara nke ọma

source: Service not provisioned
ig: Akwadobeghi ọrụ

source: You can not change the caller ID setting
ig: Ị nweghị ike ịgbanwe ntọala ID ọkpọ oku

source: Caller ID defaults to restricted. Next call: Restricted
ig: Eburupụta ID ọkpọ oku na amachiri. Oku na esote: Amachiri

source: Caller ID defaults to restricted. Next call: Not restricted
ig: Eburupụta ID ọkpọ oku na amachiri. Oku na esote: Amachighi

source: Caller ID defaults to not restricted. Next call: Restricted
ig: Eburupụta ID ọkpọ oku na amachighi. Oku na esote: Amachiri

source: Caller ID defaults to not restricted. Next call: Not restricted
ig: Eburupụta ID ọkpọ oku na amachighi. Oku na esote: Amachighi

source: Service was enabled for:
ig: Agbanyere ọrụ maka:

source: PIN successfully changed
ig: Agbanwere PIN na enweghị nsogbu

source: PIN successfully unblocked
ig: Akpọghere PIN na enweghị nsogbu

source: PIN2 successfully changed
ig: Agbanwere PIN2 na enweghị nsogbu

source: PIN2 successfully unblocked
ig: Akpọghere PIN2 na enweghị nsogbu

source: Connection problem or invalid MMI code
ig: Nsogbu njikọ ma ọ bụ koodu MMI ezighi ezi

source: Incorrect Password
ig: Okwuntughe Na Ezighi Ezi

source: Invalid or Unsupported MMI Code
ig: Koodu MMI Ezighi Ezi ma ọ bụ Akwadoghi

source: Invalid action
ig: Ụkpụrụ na ezighi ezi

source: Invalid service code
ig: Koodu ọrụ na ezighi ezi

source: The PUK you typed is not correct
ig: PUK ị pịnyere ezighi ezi

source: The old PIN you typed is not correct.
ig: PIN ochie ị pịnyere ezighi ezi.

source: Type PUK2 to unblock SIM card
ig: Pịnye PUK2 iji kpọghee kaadị SIM

source: The PINs you typed do not match
ig: PIN ndị ị pịnyere amakọghị

source: Type a PIN that is 4 to 8 numbers
ig: Pịnye PIN bụ mkpụrụọnụọgụ 4 ruo 8

source: Your SIM card is PUK-locked
ig: Eji PUK kpọchie kaadị SIM gị

source: Unsuccessful. Enable SIM/RUIM LOCK
ig: Agaghị. Gbanye SIM/RUIM LOCK

source: Operation is restricted to fixed dialing numbers only
ig: Amachiri arụmọrụ na naanị nọmba ọkpụkpọ ahụbara ama

source: USSD request is modified to DIAL request
ig: Edeziri arịrịọ USSD ka ọ bụrụ arịrịọ DIAL

source: USSD request is modified to SS request
ig: Edeziri arịrịọ USSD ka ọ bụrụ arịrịọ SS

source: USSD request is modified to new USSD request
ig: Edeziri arịrịọ USSD ka ọ bụrụ arịrịọ USSD ọhụrụ

source: SS request is modified to DIAL request
ig: Edeziri arịrịọ SS ka ọ bụrụ arịrịọ DIAL

source: SS request is modified to USSD request
ig: Edeziri arịrịọ SS ka ọ bụrụ arịrịọ USSD

source: SS request is modified to new SS request
ig: Edeziri arịrịọ SS ka ọ bụrụ arịrịọ SS ọhụrụ

source: Only {{ n }} retry left
ig: Naanị {{ n }} nnwagharị fọdụrụ

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
ig: Nnwagharị {{ n }} fọdụrụ

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
ig: Nnwagharị {{ n }} fọdụrụ

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
ig: Nnwagharị {{ n }} fọdụrụ

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
ig: Nnwagharị {{ n }} fọdụrụ

source: Maximum number of retries exceeded. SIM blocked
ig: Agafeela ọnụọgụ nke nnwagharị kachasị. Egbochiri SIM

source: Radio not available
ig: Redio adịghị

source: Generic failure
ig: Mbibi izugbe

source: Password incorrect
ig: Okwuntughe ezighi ezi

source: Request not supported
ig: Akwadoghi arịrịọ

source: Operation not allowed during voice call
ig: Anabataghị arụmọrụ n'oge oku olu na aga

source: SMS send fail retry
ig: Nwagharị mbibi nzipu SMS

source: SIM absent
ig: SIM adịghị

source: Subscription not available
ig: Ndebanye adịghị

source: Mode not supported
ig: Akwadoghi ụkpụrụ

source: Fdn check failure
ig: Mbibi nlele Fdn

source: Illegal SIM or ME
ig: SIM ma ọ bụ ME adịgboroja

source: Dial modified to USSD
ig: Edeziri ọkpụkpọ ka ọ bụrụ USSD

source: Dial modified to SS
ig: Edeziri ọkpụkpọ ka ọ bụrụ SS

source: Dial modified to dial
ig: Edeziri ọkpụkpọ ka ọ bụrụ ọkpụkpọ

source: USSD modified to dial
ig: Edeziri USSD ka ọ bụrụ ọkpụkpọ

source: USSD modified to SS
ig: Edeziri USSD ka ọ bụrụ SS

source: USSD modified to USSD
ig: Edeziri USSD ka ọ bụrụ USSD

source: SS modified to dial
ig: Edeziri SS ka ọ bụrụ ọkpụkpọ

source: SS modified to USSD
ig: Edeziri SS ka ọ bụrụ USSD

source: SS modified to SS
ig: Edeziri SS ka ọ bụrụ SS

source: Subscription not supported
ig: Akwadoghi ndebanye

source: Invalid parameter
ig: Oke na ezighi ezi

source: Rejected by remote
ig: Mkpanaka jụrụ ya

source: {{ caller }} has left the call.
ig: {{ caller }} ahapụla oku ahụ.

source: Unable to merge calls
ig: Enwenwughi ike ịmakọ oku

source: Unable to unmerge calls
ig: Enwenwughi ike ịkesa oku

source: Select audio sources
ig: Họrọ isi ọdịyo

source: Bluetooth handsfree device
ig: Ngwaọrụ emetụaka Bluetooth

source: Receiver
ig: Ihe nnweta

source: Speaker
ig: Nkwupụta ụda
