Repository: translate/mozilla-gaia
Catalog: qvi/apps/system/fxa/fxa.properties.po
Languages: qvi

source: Firefox Accounts
qvi: Cuentata Firefox

source: Next
qvi: Katik

source: Back
qvi: Washapi

source: Done
qvi: Shinashka

source: OK
qvi: Alli

# fxa-connection-error-title
source: Unable to Connect
qvi: Na usharin llamiraypak

source: You can create an account or sign in from Settings.
qvi: Ushanki shinanata shuk cuenta o llamiraypanki chay Tikuykuna.

source: Reset Password
qvi: Kutin wallpachana rimaypakana

source: You can reset your password from Settings.
qvi: Ushanki kutin wallpachana kampak rimaypakana chay Tikuykuna.

source: Cannot Create Account
qvi: Na usharin shinana cuentata

source: You must meet certain age requirements to create a Firefox Account. <a>Learn more</a>
qvi: Paktachina kanki mita wallpanata shuk cuentata Firefox.<a>Ashtawan willay</a>

# fxa-offline-error-title
source: Unable to Connect
qvi: Na usharin llamiraypak

source: Please connect to a network from Settings.
qvi: Llamiraypanki shuk llika chay Tikuykuna.

source: Error
qvi: Pantay

source: Please enter a valid email.
qvi: Killkay ahuk email allita.

source: Invalid Password
qvi: Mana alli rimaypakana

source: Please check your password and try again.
qvi: Allirikunki kampak rimaypakana y kutin shinanki.

# fxa-unknown-error-title
source: Unable to Connect
qvi: Na usharin llamiraypak

source: System unavailable, try again soon.
qvi: Llika mana shinankapak, kutin shinay.

source: Connecting
qvi: Llamirahun...

source: Enter your email
qvi: Killkay kampak email

source: Use your email address to create an account or sign in.
qvi: Arina kampak email shinankapak shuk cuentata o llamitinkinki.

source: By proceeding, I agree to the <a>{{tos}}</a> and <a>{{pn}}</a> of Firefox cloud services.
qvi: Katinkapak, arinainakuymi kani kay <a>{{tos}}</a> y <a>{{pn}}</a> yanapanakuna kay puyupi chay Firefox.

source: Terms of Service
qvi: Arininakuy chay yanapana

source: Privacy Notice
qvi: Willay ñukapayak

source: Create a Password
qvi: Wallpana shuk rimaypakana

source: Enter Your Password
qvi: Killkana kampak rimaypakana

source: Hello, <a>{{email}}</a>
qvi: Imanalla, <a>{{email}}</a>

source: Please enter your Firefox Account password to continue.
qvi: Killkana kampak rimaypakana kay Firefox cuenta katinankapak.

source: Password
qvi: Ramaypakana

source: Forgot your password?
qvi: Kunkashkanki kampak rimaypakana?

source: Show password
qvi: Rikuchina rimaypakana

source: Your password must be at least 8 characters long.
qvi: Kampak rimaypakana maski kanka 8 unanchakuna.

source: Success!
qvi: Alli pacha!

source: Your Firefox Account is ready to go!
qvi: Kampak cuenta Firefox ñami!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
qvi: Kunan arinay ushanki imakaykuna shina Maskana ñukapak irunrin y apps shina Firefox Marketplace.

source: In the future, you can access and manage your account from Settings.
qvi: Kipa pachapika, ushanki yaykunata kachinkapak kampak cuenta chay Tikuykuna.

source: Confirm Your Account
qvi: Kutin shinay kanpak cuentata

source: We will send an email to: <strong>{{email}}</strong>
qvi: Ñukanchik kachachunmi shuk email: <strong>{{email}}</strong>

source: Next time you check your email, click the verification link to confirm your Firefox Account.
qvi: Chay hipa alli rikukpi kampak email, takari tukllayay alli rikunki chay rikuna kampak cuenta Firefox.

source: Age Verification
qvi: Alli rikunki mita

source: {{year}} or earlier
qvi: {{year}} o ñawpa

source: Year of Birth
qvi: Wata wachashka
