Repository: translate/mozilla-gaia
Catalog: ff/apps/clock/clock.properties.po
Languages: ff

source: Reset
ff: Firlit

source: Start
ff: Fuɗɗo

source: Stop
ff: Dartin

source: Cancel
ff: Haaytu

source: Hour
ff: Waktu

source: Hours
ff: Waktuuji

source: Minute
ff: Hojom

source: Minutes
ff: Hojomaji

source: Alarm
ff: Holɓinorde

source: Timer
ff: Sabbinorde

source: Stopwatch
ff: Limtindorde

source: Alarm name
ff: Innde holɓinirde

source: New alarm
ff: Holɓindorde hesere

source: Edit alarm
ff: Taƴto holɓindorde

source: Pause
ff: Sabbo

source: Resume
ff: Jokku

source: Lap
ff: Taarol

source: Lap {{n}}
ff: Taarol {{n}}

source: Delete
ff: Momtu

source: Time
ff: Waktu

# snooze-label
source: Snooze
ff: Dooynu

# snooze-button
source: Snooze
ff: Dooynu

source: Repeat
ff: Waɗtu

source: Vibrate
ff: Yerɓu

source: Close
ff: Uddu

source: Save
ff: Danndu

source: Done
ff: Gasii

# closeButton.ariaLabel
source: Close
ff: Uddu

# newAlarmButton.ariaLabel
source: New alarm
ff: Holɓindorde hesere

source: System Alarm Volume
ff: Daande Holɓindorde Yuɓɓo

source: Sound
ff: Nantere

source: No Sound
ff: Alaa nantere

source: Every day
ff: Ñalnde fof

source: Weekdays
ff: Ñalɗi golleteeɗi

source: Weekends
ff: Maayirɗe biir

source: Never
ff: Hay sahaa

source: On
ff: Ena huɓɓi

source: Off
ff: Koko ñifi

source: +1 Min
ff: +1 Hoj

source: %A, %B %e
ff: %A %e %B

source: The alarm is set for <strong>{{minutes}}</strong> from now.
ff: Holɓitorde ndee reglaa ko e <strong>{{minutes}}</strong> tuggude jooni.

source: The alarm is set for {{hours}} {{minutes}} from now.
ff: Holɓitorde ndee reglaa ko e {{hours}} {{minutes}} tuggude jooni.

source: The alarm is set for {{days}} {{hours}} from now.
ff: Holɓitorde ndee reglaa ko e {{days}} {{hours}} tuggude jooni.

source: less than a minute
ff: ko jaasi hojom

# nMinutes[one]
source: one minute
ff: hoƴom gooto

# nMinutes[two]
source: {{n}} minutes
ff: hojomaaji {{n}}

# nMinutes[few]
source: {{n}} minutes
ff: hojomaaji {{n}}

# nMinutes[many]
source: {{n}} minutes
ff: hojomaaji {{n}}

# nMinutes[other]
source: {{n}} minutes
ff: hojomaaji {{n}}

source: <strong>{{n}} hour</strong>
ff: <strong>waktu {{n}}</strong>

# nHours[two]
source: <strong>{{n}} hours</strong>
ff: <strong>waktuuji {{n}}</strong>

# nHours[few]
source: <strong>{{n}} hours</strong>
ff: <strong>waktuuji {{n}}</strong>

# nHours[many]
source: <strong>{{n}} hours</strong>
ff: <strong>waktuuji {{n}}</strong>

# nHours[other]
source: <strong>{{n}} hours</strong>
ff: <strong>waktuuji {{n}}</strong>

source: and <strong>{{n}} hour</strong>
ff: e <strong>waktuuji {{n}}</strong>

# nAndRemainHours[two]
source: and <strong>{{n}} hours</strong>
ff: e <strong>waktuuji {{n}}</strong>

# nAndRemainHours[few]
source: and <strong>{{n}} hours</strong>
ff: e <strong>waktuuji {{n}}</strong>

# nAndRemainHours[many]
source: and <strong>{{n}} hours</strong>
ff: e <strong>waktuuji {{n}}</strong>

# nAndRemainHours[other]
source: and <strong>{{n}} hours</strong>
ff: e <strong>waktuuji {{n}}</strong>

source: <strong>{{n}} day</strong>
ff: <strong>ñalngu {{n}}</strong>

# nRemainDays[two]
source: <strong>{{n}} days</strong>
ff: <strong> balɗe {{n}}</strong>

# nRemainDays[few]
source: <strong>{{n}} days</strong>
ff: <strong> balɗe {{n}}</strong>

# nRemainDays[many]
source: <strong>{{n}} days</strong>
ff: <strong> balɗe {{n}}</strong>

# nRemainDays[other]
source: <strong>{{n}} days</strong>
ff: <strong> balɗe {{n}}</strong>

source: and <strong>{{n}} minute</strong>
ff: e <strong>hojom {{n}}</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
ff: e <strong>hojomaaji {{n}}</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
ff: e <strong>hojomaaji {{n}}</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
ff: e <strong>hojomaaji {{n}}</strong>

# nRemainMinutes[other]
source: and <strong>{{n}} minutes</strong>
ff: e <strong>hojomaaji {{n}}</strong>

source: zero seconds
ff: maajaali ndiga

source: one second
ff: majaango

# nSpinnerSeconds[two]
source: {{n}} seconds
ff: majaali {{n}}

# nSpinnerSeconds[few]
source: {{n}} seconds
ff: majaali {{n}}

# nSpinnerSeconds[many]
source: {{n}} seconds
ff: majaali {{n}}

# nSpinnerSeconds[other]
source: {{n}} seconds
ff: majaali {{n}}

source: zero minutes
ff: hojomaaji ndiga

# nSpinnerMinutes[one]
source: one minute
ff: hoƴom gooto

# nSpinnerMinutes[two]
source: {{n}} minutes
ff: hojomaaji {{n}}

# nSpinnerMinutes[few]
source: {{n}} minutes
ff: hojomaaji {{n}}

# nSpinnerMinutes[many]
source: {{n}} minutes
ff: hojomaaji {{n}}

# nSpinnerMinutes[other]
source: {{n}} minutes
ff: hojomaaji {{n}}

source: zero hours
ff: waktuuji ndiga

source: {{n}} hour
ff: waktuuji {{n}}

# nSpinnerHours[two]
source: {{n}} hours
ff: waktuuji {{n}}

# nSpinnerHours[few]
source: {{n}} hours
ff: waktuuji {{n}}

# nSpinnerHours[many]
source: {{n}} hours
ff: waktuuji {{n}}

# nSpinnerHours[other]
source: {{n}} hours
ff: waktuuji {{n}}
