Repository: translate/mozilla-gaia
Catalog: qvi/apps/keyboard/keyboard.properties.po
Languages: qvi

source: Keyboard
qvi: Hitikllanta

source: Built-in Keyboard
qvi: Hitikllanta yanantishka

source: OK
qvi: Alli

source: Keyboard settings
qvi: Tikuykuna hitikllanta

source: Cancel
qvi: Tukuchina

source: Delete
qvi: Kichuna

source: Vibration
qvi: Chukchukun

source: Click Sound
qvi: Uyarina click

source: Auto Correction
qvi: Tsikllarana paymandayak

source: Word Suggestion
qvi: Shimi kunay

source: User Dictionary
qvi: Arina Shimiyuk kamu

source: Handwriting
qvi: Killkana makillankaylla

source: Stroke Width
qvi: Patak suniyak

source: Response Speed
qvi: Utkana kutipay

source: Word suggestions
qvi: Shimikuna kunaykuna

source: Dismiss
qvi: Mana charinkapak

source: more numbers and symbols
qvi: ashtawan yupay y unancha

source: letters
qvi: killka

source: shift
qvi: hakillka

source: delete
qvi: kichuna

source: space
qvi: chushak

source: return
qvi: trikrana

source: period
qvi: iñu

source: comma
qvi: samay

source: colon
qvi: ishka iñu

source: semicolon
qvi: iñu y samay

source: question mark
qvi: unancha tapuk

source: exclamation point
qvi: unancha exclamación

source: left bracket
qvi: corchete yuki

source: right bracket
qvi: corchete alli maki

source: double quote
qvi: ishkay comillakuna

source: left double angle quote
qvi: paskanki ishkay comillakuna

source: right double angle quote
qvi: wichanki ishkay comillakuna

# userDictionaryPanelHeader
source: User Dictionary
qvi: Arina Shimiyuk kamu

source: No words in the user dictionary.
qvi: Illan shimikuna shimiyuk kamu pay arik

source: Add a word now.
qvi: Yapana shuk mushuk shimi

source: add word
qvi: yapana shimi

source: Add Word
qvi: Yupana shimi

source: Edit Word
qvi: Kamillchina shimi

source: Save
qvi: Allichina

# userDictionaryDeleteButton
source: Delete
qvi: Kichuna

source: Delete word “{{word}}”?
qvi: Kichuna “{{word}}”?

source: Installed Keyboards
qvi: Hitikllantakuna llamitinkishka

source: More Keyboards
qvi: Ashtawan hitikllantakuna

source: Enable {{keyboard}} now?
qvi: Riwichina {{keyboard}} kunan?

source: Enable
qvi: Riwichina

source: Not Now
qvi: Kunan na

source: When using a data connection, additional costs may apply. Do you want to continue?
qvi: Arinakpi shuk llamiray chanikunata, sayllurarinka chanikuna yanikuna. Munankichu katinata?

source: Remember my choice
qvi: Yarinki ñukapak akllana

# dataConnectionPromptCancel
source: Cancel
qvi: Tukuchina

source: Continue
qvi: Katina

source: Download failed.
qvi: Urahuchina aparinata witishka.

source: Remove keyboard {{keyboard}}?
qvi: Kichuna hitikllanta {{keyboard}}?

source: Remove
qvi: Anchuchina

# removePromptCancel
source: Cancel
qvi: Tukuchina

source: Downloading… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})
qvi: Urahuchina aparihun… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})

source: Removing…
qvi: Anchuchihun...

source: download
qvi: urahuchina aparinata

source: cancel download
qvi: tukuchina urahuchina aparina

source: remove
qvi: anchuchina
