Repository: translate/mozilla-gaia
Catalog: zam/apps/bluetooth/bluetooth.properties.po
Languages: zam

source: Turn Bluetooth on to view devices in the area.
zam: Tóob kíi Bluetooth náal

source: Paired devices
zam: Náa mke táal yib reé

source: Devices in the area
zam: Yib dúu rée

source: Visible to all
zam: Reta men tak güiy

source: Your device name exceeds {{length}} characters. Please retry again.
zam: Lél ka dóos naru {{length}}. Kéey náal.

source: Bluetooth Address
zam: Pá dúu Bluetooth

source: Not available
zam: Yent tiy

source: No devices paired
zam: Yent yib trée

source: Turned off
zam: Náa yuy yáa

# bt-status-paired[one]
source: {{name}}, +{{n}} more
zam: {{name}}, +{{n}} plo

# bt-status-paired[two]
source: {{name}}, +{{n}} more
zam: {{name}}, +{{n}} plo

# bt-status-paired[few]
source: {{name}}, +{{n}} more
zam: {{name}}, +{{n}} plo

# bt-status-paired[many]
source: {{name}}, +{{n}} more
zam: {{name}}, +{{n}} plo

# bt-status-paired[other]
source: {{name}}, +{{n}} more
zam: {{name}}, +{{n}} plo

source: Tap to connect
zam: Gáas xha xha tóob kiy

source: Pairing with device…
zam: Dóod kiy ...

source: Waiting for other device…
zam: Lent detob tá díif yib...

source: Paired
zam: Dob la

source: Connecting…
zam: Dee toob kiy…

source: Connected
zam: Dob la kiy

source: Connected to phone audio
zam: Tak la góon luy

source: Connected to media audio
zam: Tak la góon lú kue

source: Connected to phone/media audio
zam: Tak la góon luy

source: Unpair
zam: Kib ba

source: Confirm
zam: Liy

# device-option-unpair-confirmation
source: Confirmation
zam: Liy

source: Unpair device?
zam: ¿Lash lú kib yib?

source: Connect
zam: Toob kiy

source: Disconnect
zam: Kib bá

source: Searching for devices…
zam: Kuan re yib...

source: Search for devices
zam: Kuan yib

source: Rename my device
zam: Toob léey

source: Unknown device
zam: Na lo bent na yib re

source: Change device name
zam: Xé le ní

source: This name will appear on your other Bluetooth devices
zam: Kue rú lo yib

source: New name
zam: Xha léey náa

source: Unable to pair devices
zam: Gadt lin junt kue

source: Unable to pair with the device. Check that the PIN is correct.
zam: Na gadtn mxhal kue. Güi cho guen mkel PIN re.

source: Unable to pair with the device. Too many requests.
zam: Na gadtn mka taa kue. Ka dos mnabluy.

source: Unable to connect devices
zam: Gadt kibnay

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
zam: Güi náa dob ki Bluetooth

source: Unpair a connected device?
zam: ¿Lash lú kib luy niel dob kiy ga?

source: You are currently connected to this device. Unpairing will also disconnect from it.
zam: Dob ki yib ré. Tis tuy luy yoyga.

source: Bluetooth
zam: Güi bluetooth

source: Confirmation
zam: Liy

source: Bluetooth is disabled
zam: Na yuuy bluetooth

source: Do you want to turn Bluetooth on?
zam: Lash luu toob kii Bluetooth gaa?

source: Cancel
zam: Na lit luy

source: Turn On
zam: Bla kiy

source: Bluetooth file transfer failed
zam: Na gad tal bluetooth kue

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
zam: Na gad tal Bluetooth kue. Güi cho guen ke xhin Bluetooth.

source: OK
zam: BLIY

source: Pair
zam: Lash ah

source: Confirm devices to pair
zam: Lin lash ah

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
zam: Toob ba lent {{device}}, güi rop a loo PIN:

source: To pair with {{device}}, enter the PIN on the device.
zam: Toob ba lent {{device}}, güi rop a loo PIN.

source: To pair with {{device}}, enter the passkey on the device.
zam: Toob ba lent {{device}}, güi rop a loo.

# passive-pair
source: Bluetooth pairing request
zam: Lash na toob niy loo Bluetooth

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
zam: {{device}} lash lu toob lo kue. Güi lo PIN :

# passive-pair-pincode
source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
zam: {{device}} toob ba lent. Ah, mke PIN ree.

# passive-pair-enterpincode
source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
zam: {{device}} toob ba lent. Mke PIN.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
zam: {{device}} quiere vincularse con este dispositivo. Para aceptar, escriba la clave en el dispositivo.

source: Bluetooth Request From
zam: Lash Bluetooth tiob tree

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
zam: Lash lú lal Bluetooth

source: Bluetooth Pairing Request
zam: Las na tiob Bluetooth

source: Bluetooth pairing request expired. Try to pair again.
zam: Gadt tiob Bluetooth. Liy.
