Repository: translate/mozilla-gaia
Catalog: ff/shared/tz/tz.properties.po
Languages: ff

source: Region
ff: Diiwaan

source: City
ff: Wuro

source: Africa
ff: Afrik

source: America
ff: Amerik

source: Antarctica
ff: Antarctikaa

source: Asia
ff: Asiyaa

source: Atlantic Ocean
ff: Haaɗngo Atlantic

source: Australia
ff: Ostaraliya

source: Europe
ff: Orop

source: Indian Ocean
ff: Haaɗngo Indian

source: Pacific Ocean
ff: Haaɗngo Pasifik
