Repository: translate/mozilla-gaia
Catalog: yo/apps/wappush/wappush.properties.po
Languages: yo

source: WAP Push message
yo: Tìí iṣẹ́ WAP

source: Close
yo: Tìí

source: Accept
yo: Gbà

source: Quit
yo: Kúrò

source: Cancel
yo: Parẹ́

source: Try again
yo: Tún gbìyànjú

source: Finish
yo: Parí

source: This message has expired
yo: Iṣẹ́ yi ti parí

source: Configuration message received
yo: Gba àtòpọ̀ iṣẹ́

source: OTA Access Point Configuration
yo: Àtòpọ̀ ibùdó ìráyè sí OTA

source: The PIN code should have been provided to you by whomever sent you the configuration message.
yo: Kóòdù PIN ni ó yẹ kí ẹni tí o fi iṣẹ́ àtòpọ̀ iṣẹ́ fún ọ ti fi ránṣẹ́ sí ọ.

source: The message has not been processed yet, do you really want to quit?
yo: Iṣẹ́ náà ni a kòítì tè síwájú, ṣé o fẹ́ kúrò?

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
yo: Iṣẹ́ ìṣàtòpọ̀ tí o gbà ní a kòle fi ìfàṣesí lòdì sí SIM káàdì rẹ, nítorí náà kò le ṣéélò láti ṣàtòpọ̀ ohun elò rẹ.

source: There was a error while authenticating the sender of the message.
yo: Aṣ̀iṣe wáyé nígbà ìfàṣesí olùfiránṣẹ́ iṣẹ́.

source: The authentication mechanism is not supported yet.
yo: Asàmúlò ìfàṣesí ni a kòítì gbà báyì.

source: The configuration message you received does not have valid APNs.
yo: Iṣẹ́ ìṣàtòpọ̀ tí o gbà kòní APNs tótọ́.
