Repository: translate/mozilla-gaia
Catalog: qvi/apps/calendar/calendar.properties.po
Languages: qvi

source: Back
qvi: Washapi

source: Save
qvi: Allichina

source: Hide
qvi: Pakana

source: Cancel
qvi: Tukuchina

source: Confirm
qvi: Allirikuna

source: Done
qvi: Shinashka

source: Events
qvi: Imaykuna

source: Edit
qvi: Kamullchina

source: All-day Events
qvi: Puncha tukuylla Imaikuna

source: No Events
qvi: Mana Imaikuna

# show-today
source: Today
qvi: Kunan

source: Month
qvi: Killa

source: Week
qvi: Hunkay

source: Day
qvi: Puncha

# settings-show
source: Settings
qvi: Tikuykuna

source: Hide settings
qvi: Pakana tikuykuna

source: Add an account
qvi: Yapana shuk cuentata

# new-event-link.ariaLabel
source: Add event
qvi: Yapana imai

source: Event
qvi: Imay

source: Add Event
qvi: Yapana imai

source: Edit Event
qvi: Kamullchina imayta

source: Account
qvi: Cuentata

source: Accounts
qvi: Cuentakuna

# advanced-settings-short-icon-button.ariaLabel
source: Settings
qvi: Tikuykuna

source: Calendar Settings
qvi: Tikuykuna pachakipu

source: Personalization
qvi: Ñukapayay

source: Reminders
qvi: Yarihuna

source: Add Account
qvi: Yapana Cuenta

source: Username
qvi: Shinahukpa shuti

source: Password
qvi: Ramaypakana

source: Setting up account
qvi: Cuentata tikunahun

source: Unable to sync
qvi: Na usharina paktanina

source: Sign in
qvi: Yaykuna

# preset-local
source: Offline calendar
qvi: Watapacha

# calendar-local
source: Offline calendar
qvi: Watapacha

# event-title.placeholder
source: Title
qvi: Yachayshuti

source: Where?
qvi: Maypitak?

source: Notes
qvi: Kachay

source: All day event?
qvi: Tukuy punchata Imaykuna?

# event-start-date.placeholder
source: Start date
qvi: Kallari pachapak

# event-end-date.placeholder
source: End date
qvi: Pacha tukuri

# event-start-time.placeholder
source: Start time
qvi: Kallari sayllapak

# event-end-time.placeholder
source: End time
qvi: Saylla tukuri

source: Delete event
qvi: Imayta Kichuna

source: Remove local data
qvi: Anchuchina kaymanta chanikuna

source: Remove account
qvi: Cuentata anchuchi

source: Removing this account will also remove your local copy of associated calendars and events.
qvi: Chay kichukpi kay cuentata shinayata kuchurinka kampak sinayachinakaymanta kaykuna watapacha imaykuna chay shimiyari.

source: Sync
qvi: Paktanina

source: Syncing
qvi: Paktaninahun

source: Syncing complete
qvi: Paktaninashka paktachishka

source: Sync Calendar
qvi: Paktanina watapacha

source: 15 min
qvi: 15 chiniku

source: 30 min
qvi: 30 chiniku

source: Manually
qvi: Makillankaylla

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
qvi: {{startDate}}<br>kaymanta {{startTime}} chaykaman {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
qvi: Kaymanta {{startTime}} {{startDate}}<br>chaykaman {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
qvi: Tukuy puncha<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
qvi: Tukuy puncha kaymanta {{startDate}}<br>chaykaman {{endDate}}

source: None
qvi: Nimapash

source: Reminder:
qvi: Yarinkapak:

source: Remind me
qvi: Yariwanki

source: At time of event
qvi: Imay sayllapi

source: On day of event
qvi: Imay punchapi

source: {{title}} starting {{distance}}
qvi: {{title}} kallarihun {{distance}}

source: {{title}} started {{distance}}
qvi: {{title}} kallarishka {{distance}}

source: 0 minutes before
qvi: 0 ñawpa chiniku

source: 1 minute before
qvi: 1 ñawpa chiniku

# minutes-before[two]
source: {{value}} minutes before
qvi: {{value}} ñawpa chiniku

# minutes-before[few]
source: {{value}} minutes before
qvi: {{value}} ñawpa chiniku

# minutes-before[many]
source: {{value}} minutes before
qvi: {{value}} ñawpa chiniku

# minutes-before[other]
source: {{value}} minutes before
qvi: {{value}} ñawpa chiniku

source: 0 hours before
qvi: 0 ñawpa sayllakuna

source: 1 hour before
qvi: 1 ñawpa saylla

# hours-before[two]
source: {{value}} hours before
qvi: {{value}} ñawpa sayllakuna

# hours-before[few]
source: {{value}} hours before
qvi: {{value}} ñawpa sayllakuna

# hours-before[many]
source: {{value}} hours before
qvi: {{value}} ñawpa sayllakuna

# hours-before[other]
source: {{value}} hours before
qvi: {{value}} ñawpa sayllakuna

source: 0 days before
qvi: 0 ñawpa punchakuna

source: 1 day before
qvi: 1 ñawpa puncha

# days-before[two]
source: {{value}} days before
qvi: {{value}} ñawpa punchakuna

# days-before[few]
source: {{value}} days before
qvi: {{value}} ñawpa punchakuna

# days-before[many]
source: {{value}} days before
qvi: {{value}} ñawpa punchakuna

# days-before[other]
source: {{value}} days before
qvi: {{value}} ñawpa punchakuna

source: 0 weeks before
qvi: 0 ñawpa kanchispunchakuna

source: 1 week before
qvi: 1 ñawpa kanchispuncha

# weeks-before[two]
source: {{value}} weeks before
qvi: {{value}} ñawpa kanchispuncha

# weeks-before[few]
source: {{value}} weeks before
qvi: {{value}} ñawpa kanchispuncha

# weeks-before[many]
source: {{value}} weeks before
qvi: {{value}} ñawpa kanchispuncha

# weeks-before[other]
source: {{value}} weeks before
qvi: {{value}} ñawpa kanchispuncha

source: 0 months before
qvi: 0 ñawpa killakuna

source: 1 month before
qvi: 1 ñawpa killa

# months-before[two]
source: {{value}} months before
qvi: {{value}} ñawpa killakuna

# months-before[few]
source: {{value}} months before
qvi: {{value}} ñawpa killakuna

# months-before[many]
source: {{value}} months before
qvi: {{value}} ñawpa killakuna

# months-before[other]
source: {{value}} months before
qvi: {{value}} ñawpa killakuna

source: 0 years before
qvi: 0 ñawpa watakuna

source: 1 year before
qvi: 1 ñawpa wata

# years-before[two]
source: {{value}} years before
qvi: {{value}} ñawpa watakuna

# years-before[few]
source: {{value}} years before
qvi: {{value}} ñawpa watakuna

# years-before[many]
source: {{value}} years before
qvi: {{value}} ñawpa watakuna

# years-before[other]
source: {{value}} years before
qvi: {{value}} ñawpa watakuna

source: 0 minutes after
qvi: 0 hipa chunikuna

source: 1 minute after
qvi: 1 hipa chuniku

# minutes-after[two]
source: {{value}} minutes after
qvi: {{value}} hipa chunikuna

# minutes-after[few]
source: {{value}} minutes after
qvi: {{value}} hipa chunikuna

# minutes-after[many]
source: {{value}} minutes after
qvi: {{value}} hipa chunikuna

# minutes-after[other]
source: {{value}} minutes after
qvi: {{value}} hipa chunikuna

source: 0 hours after
qvi: 0 hipa sayllakuna

source: 1 hour after
qvi: 1 hipa saylla

# hours-after[two]
source: {{value}} hours after
qvi: {{value}} hipa sayllakuna

# hours-after[few]
source: {{value}} hours after
qvi: {{value}} hipa sayllakuna

# hours-after[many]
source: {{value}} hours after
qvi: {{value}} hipa sayllakuna

# hours-after[other]
source: {{value}} hours after
qvi: {{value}} hipa sayllakuna

source: 0 days after
qvi: 0 hipa punchakuna

source: 1 day after
qvi: 1 hipa puncha

# days-after[two]
source: {{value}} days after
qvi: {{value}} hipa punchakuna

# days-after[few]
source: {{value}} days after
qvi: {{value}} hipa punchakuna

# days-after[many]
source: {{value}} days after
qvi: {{value}} hipa punchakuna

# days-after[other]
source: {{value}} days after
qvi: {{value}} hipa punchakuna

source: 0 weeks after
qvi: 0 hipa kanchispunchakuna

source: 1 week after
qvi: 1 hipa kanchispuncha

# weeks-after[two]
source: {{value}} weeks after
qvi: {{value}} hipa kanchispuncha

# weeks-after[few]
source: {{value}} weeks after
qvi: {{value}} hipa kanchispuncha

# weeks-after[many]
source: {{value}} weeks after
qvi: {{value}} hipa kanchispuncha

# weeks-after[other]
source: {{value}} weeks after
qvi: {{value}} hipa kanchispuncha

source: 0 months after
qvi: 0 hipa killakuna

source: 1 month after
qvi: 1 hipa killa

# months-after[two]
source: {{value}} months after
qvi: {{value}} hipa killakuna

# months-after[few]
source: {{value}} months after
qvi: {{value}} hipa killakuna

# months-after[many]
source: {{value}} months after
qvi: {{value}} hipa killakuna

# months-after[other]
source: {{value}} months after
qvi: {{value}} hipa killakuna

source: 0 years after
qvi: 0 hipa watakuna

source: 1 year after
qvi: 1 hipa wata

# years-after[two]
source: {{value}} years after
qvi: {{value}} hipa watakuna

# years-after[few]
source: {{value}} years after
qvi: {{value}} hipa watakuna

# years-after[many]
source: {{value}} years after
qvi: {{value}} hipa watakuna

# years-after[other]
source: {{value}} years after
qvi: {{value}} hipa watakuna

source: All Day
qvi: Tukuy puncha

source: The event cannot end before its start date
qvi: Kay imay na ushan tukuchinata ñawpa pacha kallarishkata

source: The event cannot end before its start time
qvi: Kay imay na ushan tukuchinata ñawpa pacha kallarishkata

source: Wrong login and/or password
qvi: Pantay chay arik o rimaypakana

source: Server error. Check your login and try again.
qvi: Pantay chay yanapak. Alli rikunki kanpak arik kutin shinanki.

source: Something is wrong. Try again later.
qvi: Imapash na alli. Kutin shinanki hipa.

# weekday-0-single-char
source: S
qvi: H

source: M
qvi: S

# weekday-2-single-char
source: T
qvi: K

source: W
qvi: H

# weekday-4-single-char
source: T
qvi: P

source: F
qvi: H

# weekday-6-single-char
source: S
qvi: T

source: Friday
qvi: Haycha

source: Thursday
qvi: Patma

source: Wednesday
qvi: Haway

source: Tuesday
qvi: Kulla

source: Monday
qvi: Sullka

source: Sunday
qvi: Hawkay

source: Saturday
qvi: Tinki

source: {{n}} event
qvi: {{n}} imay

# busy[two]
source: {{n}} events
qvi: {{n}} imaykuna

# busy[few]
source: {{n}} events
qvi: {{n}} imaykuna

# busy[many]
source: {{n}} events
qvi: {{n}} imaykuna

# busy[other]
source: {{n}} events
qvi: {{n}} imaykuna

# present.ariaLabel
source: Today
qvi: Kunan

# past-other-month-description.ariaLabel
source: Other month
qvi: Shuk killa

# future-other-month-description.ariaLabel
source: Other month
qvi: Shuk killa

source: Calendars
qvi: Watapachakuna

# multi-day-new-event-link.ariaLabel
source: Add event
qvi: Yapana imay

# title.ariaLabel
source: Title
qvi: Yachayshuti

source: Location
qvi: Kuska

source: Calendar
qvi: Watapacha

source: Alarms
qvi: Uyachikuna

source: All day
qvi: Tukuy puncha

source: from {{startTime}} to {{endTime}}
qvi: Kaymanta {{startTime}} chaykaman {{endTime}}

source: {{startDate}} from {{startTime}} to {{endTime}}
qvi: {{startDate}}kaymanta {{startTime}} chaykaman {{endTime}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
qvi: Kaymanta {{startTime}} {{startDate}} chaykaman {{endTime}} {{endDate}}
