Repository: translate/mozilla-gaia
Catalog: ha/shared/tz/tz.properties.po
Languages: ha

source: Region
ha: Shiyya

source: City
ha: Birni

source: Africa
ha: Afirka

source: America
ha: Amurka

source: Asia
ha: Asiya

source: Atlantic Ocean
ha: Kogin Atlantika

source: Australia
ha: Autraliya

source: Europe
ha: Turai

source: Indian Ocean
ha: Tekun Indiya

source: Pacific Ocean
ha: Tekun Pacific
