Repository: translate/mozilla-gaia
Catalog: ha/apps/ftu/ftu.properties.po
Languages: ha

source: Enter PIN code
ha: Shigar da lambar PIN

source: Type your PIN code
ha: Buga lambar PIN ɗinka

source: PIN must have between 4 and 8 characters.
ha: Dole PIN ya zama tsakanin haruffa 4 zuwa 8.

source: The PIN was incorrect.
ha: PIN ɗin ba dai dai ba ne.

source: You have one try left to enter the correct code before locking the SIM card.
ha: Gwadawa ɗaya ce ta rage maka na shigar da lamba dai dai kafin a kulle katinka na SIM.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ha: Gwadawa {{n}} ce ta rage maka na shigar da lamba dai dai kafin a kulle katinka na SIM.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ha: Gwadawa {{n}} ce ta rage maka na shigar da lamba dai dai kafin a kulle katinka na SIM.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ha: Gwadawa {{n}} ce ta rage maka na shigar da lamba dai dai kafin a kulle katinka na SIM.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ha: Gwadawa {{n}} ce ta rage maka na shigar da lamba dai dai kafin a kulle katinka na SIM.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ha: Wannan ce damarka ta ƙarshe domin shigar da PIN dai dai. Idan ba haka ba, lallai ka shigar da lambar PUK domin yin amfani da wannan katin na SIM.

source: Enter PUK code
ha: Shigar da lambar PUK

source: Enter SIM {{n}} PUK
ha: Shigar ga PUK na SIM {{n}}

source: SIM {{n}} PUK
ha: PUK na SIM {{n}}

source: PUK code
ha: Lambar PUK

source: PUK code must have exactly 8 characters.
ha: Dole lambar PUK ta zama haruffa 8 dai dai.

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ha: Dole ka shigar da Lambar Mabuɗin Buɗewa na Ƙashin-kai (PUK) sabo da katin SIM. Duba bayanin katinka na SIM ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

source: The PUK was incorrect.
ha: PUK ba dai dai ba ne.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ha: Sauranka gwadawa ɗaya domin shigar da lamba dai dai kafin wannan katin SIM ɗin ya zama maras amfani na har abada. Duba bayanin katinka na SIM ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ha: Sauranka gwadawa {{n}} domin shigar da lamba dai dai kafin wannan katin SIM ɗin ya zama maras amfani na har abada. Duba bayanin katinka na SIM ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ha: Sauranka gwadawa {{n}} domin shigar da lamba dai dai kafin wannan katin SIM ɗin ya zama maras amfani na har abada. Duba bayanin katinka na SIM ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ha: Sauranka gwadawa {{n}} domin shigar da lamba dai dai kafin wannan katin SIM ɗin ya zama maras amfani na har abada. Duba bayanin katinka na SIM ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ha: Sauranka gwadawa {{n}} domin shigar da lamba dai dai kafin wannan katin SIM ɗin ya zama maras amfani na har abada. Duba bayanin katinka na SIM ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
ha: Wannan ce damarka ta ƙarshe domin shigar da lambar PUK dai dai. Katinka na SIM zai zama maras amfani na har abada idan ka shigar da lambar PUK ba dai dai ba.

source: Create new PIN (4 to 8 digits)
ha: Ƙiƙiri sabon PIN (gurbi 4 zuwa 8)

source: Confirm new PIN
ha: Tabbabtar da sabon PIN

source: PINs don’t match
ha: PIN bai daidaita ba

source: Enter NCK code
ha: Shigar da lambar NCK

source: Enter CCK code
ha: Shigar da lambar CCK

source: Enter SPCK code
ha: Shigar da lambar SPCK

source: Enter NCK1 code
ha: Shigar da lambar NCK1

source: Enter NCK2 code
ha: Shigar da lambar NCK2

source: Enter HNCK code
ha: Shigar da lambar HNCK

source: Enter RCCK code
ha: Shigar da lambar RCCK

source: Enter RSPCK code
ha: Shigar da lambar RSPCK

source: Enter SIM {{n}} NCK
ha: Shigar da NCK na SIM {{n}}

source: Enter SIM {{n}} CCK
ha: Shigar da CCK na SIM {{n}}

source: Enter SIM {{n}} SPCK
ha: Shigar da SPCK na SIM {{n}}

source: Enter SIM {{n}} NCK1
ha: Shigar da NCK1 na SIM {{n}}

source: Enter SIM {{n}} NCK2
ha: Shigar da NCK2 na SIM {{n}}

source: Enter SIM {{n}} HNCK
ha: Shigar da HNCK na SIM {{n}}

source: Enter SIM {{n}} RCCK
ha: Shigar da RCCK na SIM {{n}}

source: Enter SIM {{n}} RSPCK
ha: Shigar da RSPCK na SIM {{n}}

source: SIM {{n}} NCK
ha: NCK na SIM {{n}}

source: SIM {{n}} CCK
ha: CCK na SIM {{n}}

source: SIM {{n}} SPCK
ha: SPCK na SIM {{n}}

source: SIM {{n}} NCK1
ha: NCK1 na SIM {{n}}

source: SIM {{n}} NCK2
ha: NCK2 na SIM {{n}}

source: SIM {{n}} HNCK
ha: HNCK na SIM {{n}}

source: SIM {{n}} RCCK
ha: RCCK na SIM {{n}}

source: SIM {{n}} RSPCK
ha: RSPCK na SIM {{n}}

source: Type your NCK code
ha: Buga lambarka ta NCK

source: Type your CCK code
ha: Buga lambarka ta CCK

source: Type your SPCK code
ha: Buga lambarka ta SPCK

source: Type your NCK1 code
ha: Buga lambarka ta NCK1

source: Type your NCK2 code
ha: Buga lambarka ta NCK2

source: Type your HNCK code
ha: Buga lambarka ta HNCK

source: Type your RCCK code
ha: Buga lambarka ta RCCK

source: Type your RSPCK code
ha: Buga lambarka ta RSPCK

source: NCK must have between 8 and 16 characters.
ha: Dole NCK ya sami tsakanin haruffa 8 da 16

source: CCK must have between 8 and 16 characters.
ha: Dole CCK ya sami tsakanin haruffa 8 da 16

source: SPCK must have between 8 and 16 characters.
ha: Dole SPCK ya sami tsakanin haruffa 8 da 16

source: NCK1 must have between 8 and 16 characters.
ha: Dole NCK1 ya sami tsakanin haruffa 8 da 16

source: NCK2 must have between 8 and 16 characters.
ha: Dole NCK2 ya sami tsakanin haruffa 8 da 16.

source: HNCK must have between 8 and 16 characters.
ha: Dole HNCK ya sami tsakanin haruffa 8 da 16.

source: RCCK must have between 8 and 16 characters.
ha: Dole RCCK ya sami tsakanin haruffa 8 da 16.

source: RSPCK must have between 8 and 16 characters.
ha: Dole RSPCK ya sami tsakanin haruffa 8 da 16.

source: The NCK code is incorrect.
ha: Lambar NCK ba dai dai ba ce.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ha: Gazawar fita daga tsarin haɗin yanar gizo na ƙashin kai. Sauranka gwadawa ɗaya domin shigar da labmar dai dai. Duba bayanin na'urarka ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ha: Gazawar fita daga tsarin haɗin yanar gizo na ƙashin kai. Sauranka gwadawa {{n}} domin shigar da labmar dai dai. Duba bayanin na'urarka ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ha: Gazawar fita daga tsarin haɗin yanar gizo na ƙashin kai. Sauranka gwadawa {{n}} domin shigar da labmar dai dai. Duba bayanin na'urarka ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ha: Gazawar fita daga tsarin haɗin yanar gizo na ƙashin kai. Sauranka gwadawa {{n}} domin shigar da labmar dai dai. Duba bayanin na'urarka ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ha: Gazawar fita daga tsarin haɗin yanar gizo na ƙashin kai. Sauranka gwadawa {{n}} domin shigar da labmar dai dai. Duba bayanin na'urarka ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
ha: Gazawar fita daga tsarin haɗin yanar gizo na ƙashin kai. Gwadawar ƙarshe domin shigar da labmar NCK dai dai. Duba bayanin na'urarka ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

source: Skip
ha: Tsallake

source: Send
ha: Aika

source: The SIM card is locked
ha: An kulle katin SIM

source: Last try.
ha: Gwadawar ƙarshe.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
ha: gwadawa {{n}} suka rage.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
ha: gwadawa {{n}} suka rage.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ha: Gwadawa {{n}} suka rage.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ha: Gwadawa {{n}} suka rage.

source: SIM Manager
ha: Mai tafiyar da SIM

source: (default)
ha: (shiryayye)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
ha: Kiraye-kiraye masu fita, saƙwanni masu fita da haɗin samun bayani an saitasu zuwa SIM 1 a matsayin shiryayyu

source: You can change default settings at Settings > SIM manager
ha: Za ka iya canja shiryayyun saitukanka a Saituna > mai tafiyar da SIM

source: SIM PIN locked
ha: An rufe PIN na SIM

source: No operator
ha: Babu mai gudanarwa

source: Language
ha: Yare

source: Cellular Data
ha: Bayanin Salula

source: Enable Data
ha: Kunna Bayani

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
ha: Kunna bayanin haɗi yanzu na iya ba ka dama domin saita wayarka ba tare da haɗin Wi-Fi ba. Kuma za ka iya kunna shi nan gaba a wurin Saituna. Kawai ka tabbatar ka na da tsarin samun bayani tare da mai ɗaukarka domin kaucewa cajin kuɗi mai yawa a nan gaba.

source: Warning
ha: Gargaɗi

source: Geolocation
ha: Wurin zama

source: Enable Geolocation
ha: Kunna mai nuna Wurin zama

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
ha: {{brandShortName}} na amfani da bayani kamar GPS, Wi-Fi, na haɗin gizo na waya da ke kusa da kai domin taimakawa wajen tantance mafi kusacin wurin da ka ke.

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
ha: An aika bayani zuwa Mozilla da sauran masu ba ka sabis kuma za'a yi amfani da su domin inganta tushen bayanin waɗannan wurare. Za'a iya ajiye bayanin a na'urarka kuma tattara bayani na iya afkuwa yayinda ba bu wasu aikace-aikace da su ke gudana.

source: Notice
ha: Sanarwa

source: More about your privacy
ha: Ƙari dangane da kaɗaicewarka

source: Scanning for networks
ha: Ya na neman haɗin yanar gizo

source: Select a network
ha: Zaɓi haɗin yanar gizo

source: Connecting…
ha: Haɗawa…

source: Obtaining an IP address…
ha: Ya na neman adireshin IP…

source: Connected
ha: Ya haɗa

source: Connection failed
ha: Ya gaza haɗi

source: Offline
ha: Ba ya kan layi

source: secured by {{capabilities}}
ha: Tsaro daga {{capabilities}}

source: Open
ha: Buɗe

# identity
source: User
ha: Mai amfani

# identityInput.placeholder
source: User
ha: Mai amfani

source: Password
ha: Kalmar wucewa

# passwordInput.placeholder
source: Password
ha: Kalmar wucewa

source: Show Password
ha: Nuna Kalmar Wucewa

source: Refresh
ha: Sake sabon zubi

source: No wireless networks found
ha: Ba'a sami haɗin yanar gizo marar waya ba

source: Join hidden network
ha: Mahaɗar ɓoyayyun haɗin yanar gizo

source: Authentication
ha: Tantancewa

source: SSID Network Name
ha: Sunan Haɗin yanar gizo na SSID

source: {{level}} of 4 bars
ha: {{level}} na layi 4

source: Networks found
ha: An sami haɗin yanar gizo

source: Date & Time
ha: Kwanan wata & Lokaci

source: Time zone
ha: Lokacin sashi

source: Change
ha: Canja

source: Region
ha: Shiyya

source: City
ha: Birni

source: Date
ha: Kwanan wata

source: Time
ha: Lokaci

source: Import contacts
ha: Shigo da abokan hulɗa

source: SIM card
ha: katin SIM

source: Not imported yet
ha: Ba'a shigo da su ba tukuna

source: Other accounts
ha: Wasu asusu

source: Firefox Accounts
ha: Asusun Firefox

source: Create Account or Sign In
ha: Ƙirƙiri Asusu ko ka Shiga

source: A verification link has been sent to {{email}}
ha: An aika haɗin tantancewa zuwa {{email}}

source: Signed in as {{email}}
ha: Shiga a matsayin {{email}}

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
ha: {{brandShortName}} an gina shi a kan kyauta da tushen masarrafar kwamfuta wanda ƙungiyar dubban jama'a daga sassa daban-daban na duniya suka yi. Akwai abubuwa kaɗan da ya kamata ka sani:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
ha: {{brandShortName}} an samar da shi gareka a ƙarƙashin tushen lasisi mai buɗaɗɗun sharuɗɗa da dama wanda ya haɗa da Mozilla Public License. Na'ura mai gudana {{brandShortName}} na iya haɗawa da mallakar masarrafar kwamfuta daga wasu mutane. Ko wace lamba aka ba ka a ƙarƙashin buɗaɗɗen lasisi ta ba ka dama ka gyara tushen lambar kuma ka raba sabon yayin muddin ka amince da sharuɗɗansu.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
ha: Ba'a ba ka damar alamar kasuwanci ko wace iri ba ko lasisin alamar kasuwancin na Mozilla Foundation ko wata ƙungiya, wanda bai haɗa da taƙaituwa na {{brandShortName}} suna ko alama ba.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
ha: Wasu kamanni a {{brandShortName}}, misalin Crash Reporter, na ba ka zaɓi domin bayar da amsa ga Mozilla. Idan ka zaɓi aika amsa, ka baiwa Mozilla izini na yin amfani da amsar domin inganta kayyayakinta, ta buga amsar a dandalinta na yanar gizo, kuma ta rarraba amsar.

source: Other
ha: Wasu

source: SIM Card Warning
ha: Gargaɗi Katin SIM

source: Please, insert a SIM card and reboot your phone.
ha: Saka katin SIM sannan ka sake kunna wayarka.

source: About {{brandShortName}}
ha: Dangane da {{brandShortName}}

source: Your Privacy
ha: Kaɗaicewarka

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
ha: Idan ka yi amfani da {{brandShortName}}, ka zama daga al'ummar duniya waɗanda ke taimakawa wajen gina Yanar Gizo mai kyakkyawan fata a nan gaba. Idan ka na so ka ƙara koyo dangane da al'ummar Mozilla, da sauran kayayyaki da ayyukanmu da ke kusa da kai, shigar da adireshinka na imel a ƙasa.

source: Email address
ha: Adireshin imel

source: Email successfully added
ha: An yi nasarar ƙara adireshi

source: Saving your email…
ha: Ana ajiye imel ɗinka…

source: Marketplace
ha: Wurin kasuwanci

source: Back
ha: Baya

source: Next
ha: Gaba

source: Join
ha: Shiga

source: Done
ha: An kammala

source: That’s it!
ha: Shi ke nan!

source: Start your phone tour!
ha: Fara rangadi da wayarka!

source: Start your tablet tour!
ha: Fara rangadi da ƙaramar kwamfutarka!

source: Join us for a quick tutorial about your new phone.
ha: Shigo cikinmu domin hanzarta koky dangane da sabuwar wayarka.

source: You’re ready to enjoy your new phone.
ha: A shirye ka ke domin jin daɗin sabuwar wayarka.

source: You can change the language, date/time and Wi-Fi connection in settings.
ha: Za ka iya canja yare, kwanan wata/lokaci da saitunan haɗinka na Wi-Fi.

source: Let’s go
ha: Mu tafi

source: Start tour
ha: Fara rangadi

source: You can always swipe from the bottom edge to enter home screen.
ha: Ko yaushe za ka iya matsawa daga gafen ƙasa domin shiga shafin gida.

source: Let’s do it!
ha: Bari mu yi shi!

source: Tutorial
ha: Koyo

source: Swipe left or right to discover new apps on home screen.
ha: Matsa hagu ko dama domin gano sababbin aikace-aikace a kan allon fuskar gida.

source: Two fingers swipe up from the bottom edge to trigger card view.
ha: Matsawa da 'yan yatsu biyu daga gefen ƙasa domin tsokano mai ganin kati.

source: Drag from the left edge of your screen to return to recently used apps.
ha: Jawo daga gefen hagu na allonka domin komawa aikace-aikacen da aka yi amfani da su kwana-kwanan nan.

source: You must be connected to the Internet to view the page.
ha: Dole ka haɗa da intanet domin ganin shafin.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
ha: Koma baya kuma ka haɗa da intanet. Kuma za ka iya ganin shafin nan gaba a Saituna ko ta shiga {{url}} a ko wace mai gewayawa.

source: You must be connected to the Internet to subscribe to the newsletter.
ha: Dole ka haɗa da intanet domin yin sautun wasiƙar labarai.

source: Please go back and connect to the Internet.
ha: Koma baya kuma ka haɗa da intanet.

source: Your email is not valid
ha: Adireshinka ba shi da inganci

source: Please go back and correct your entry.
ha: Koma baya kuma ka gyara abin da ka shigar.

source: Retry
ha: Sake gwadawa

source: Cancel
ha: Soke

source: Step {{step}} of {{total}}
ha: Mataki {{step}} na {{total}}

source: First Time Experience
ha: Koyo Karon Farko
