Repository: translate/mozilla-gaia
Catalog: ach/apps/email/email.properties.po
Languages: ach

source: You are not set up to send or receive email. Would you like to do that now?
ach: Pe ki tero yin me cwalo gi gamo email. Imito timo meno kombedi?

source: To send and receive email, you will need to set up an account.
ach: Me cwalo ki gamo email, bimite ni i ter akaunt mamegi.

source: New Account
ach: Akaunt manyen

source: Enter Password For:
ach: Ket mung me donyo pi:

# setup-info-name.placeholder
source: Your name
ach: Nyingi

# setup-info-password.placeholder
source: Password
ach: Mung me donyo

# setup-info-next
source: Next
ach: Malubo

source: Setting up account
ach: Tero akaunt

source: Mail account setup
ach: Tero akaunt me Mail

source: All done!
ach: Otum weng!

source: Add another account
ach: Med akaunt mukene

source: Continue to Mail
ach: Mede i Mail

source: This device is currently offline. Connect to a network and try again.
ach: Nyonyo man kombedi pe iwiyamo. Kube i netwak ka item doki.

source: Invalid username or password. Check for typos.
ach: Nying me tic onyo mung me donyo ma pe atir. Rot bal i coc.

source: Invalid e-mail address. Check for typos.
ach: Kanonge me email ma pe atir. Rot bal i coc.

source: The server said you’re not authorized to create an account
ach: Lapok tic owaco ni pe kiye ki yin me cweyo akaunt

source: Server unsupported. The POP3 server does not implement required features.
ach: Lapok tic ma pe kicwako. Lapok tic me POP3 ne pe lubo jami ma mite.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
ach: Bal ma pe ngene otime. Rot kube me netwak mamegi onyo tem gin ayera pa ter me cing.

source: You must enable IMAP for your Gmail account
ach: Myero i cak IMAP pi akaunt me Gmail mamegi

source: You must enable POP3 for your Gmail account
ach: Myero i cak POP3 pi akaunt me Gmail mamegi

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
ach: Pe twero cako kube ma tye ki ber bedo ki "{{server}}". Peko romo bedo tye i netwak onyo lapok tic.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
ach: Pe twero cako kube ma tye ki ber bedo ki "{{server}}". Peko romo bedo tye i netwak.

source: There is a problem with the server "{{server}}". Try again later.
ach: Peko tye iye lapok tic "{{server}}". Tem doki lacen.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
ach: Pe twero tero akaunt mamegi pire kene. Yub kanonge me email mamegi maber onyo tem gin ayera pa ter me cing.

source: The server "{{server}}" is offline for maintenance. Try again later.
ach: Lapok tic "{{server}}" pe iwiyamo pi tic me gwok. Tem doki lacen.

source: This account is already configured.
ach: Dong ki tero akaunt man woko.

source: Manual setup
ach: Ter me cing

source: Manual Setup
ach: Ter me cing

# setup-manual-account-type
source: Account type
ach: Kit akaunt

# setup-manual-imap-header
source: IMAP settings
ach: Ter me IMAP

# setup-manual-pop3-header
source: POP3 settings
ach: Ter me POP3

# setup-manual-smtp-header
source: SMTP settings
ach: Ter me SMTP

# setup-manual-activesync-header
source: ActiveSync settings
ach: Ter pi tic marom matye katic

# setup-manual-next
source: Next
ach: Malubo

# setup-manual-hostname.placeholder
source: Hostname
ach: Nying lami kube

source: Port Number
ach: Namba me bur

# setup-manual-username.placeholder
source: Username
ach: Nying me tic

source: Bad password!
ach: Mung me donyo marac!

source: We could not sign in to the server. Maybe your password is wrong?
ach: Pe onongo watwero donyo i lapok tic. Mogo nongo mung me donyo ni pe atir?

source: New password
ach: Mung me donyo manyen

source: Retry with new password
ach: Nwo temo ki mung me donyo manyen

source: You need to enter an application-specific password below.
ach: Myero i ket mung me donyo ma keme ki purugram moni piny.

source: Use application password
ach: Tii ki mung me donyo me purugram

source: IMAP Disabled
ach: Kijuko IMAP woko

source: You must enable IMAP on your Gmail account
ach: Myero i ket IMAP i akaunt me Gmail mamegi

# setup-gmail-imap-retry
source: Retry
ach: Tem odoco

source: POP3 Disabled
ach: Kijuko POP3 woko

source: You must enable POP3 on your Gmail account
ach: Myero i ket POP3 i akaunt me Gmail mamegi

# setup-gmail-pop3-retry
source: Retry
ach: Tem odoco

source: Mail Settings
ach: Ter me Mail

source: Account
ach: Akaunt

# settings-account-name
source: Your name
ach: Nyingi

source: Display notifications for new messages
ach: Nyut jami angeya pi kwena manyen

source: Play sound after message is sent
ach: Tuk dwon inge cwalo kwena

source: Tap to Edit
ach: Gudi me yubo

# signature-discard-confirm
source: Discard
ach: Kwer

source: Check for new messages
ach: Rot pi kwena manyen

source: Server settings
ach: Ter me lapok tic

source: Username and password
ach: Nying me tic ki mung me donyo

# settings-account-useroauth2
source: Username
ach: Nying me tic

source: Sent Using Firefox OS
ach: Kicwalo ki Firefox OS

source: Done
ach: Otum

# settings-account-section
source: Accounts
ach: Akaunt

source: Add Account
ach: Med akaunt

source: Delete account
ach: Kwany akaunt

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
ach: Imoko ada ni imito kwanyo woko akaunt ni {{account}} me mail? Bimite ni i nwo gamo mail mamegi kacce i nwoyo cweyo akaunt ne.

# settings-account-delete-cancel
source: Cancel
ach: Ngol

# settings-account-delete-confirm
source: Delete
ach: Kwany

source: General settings
ach: Ter me pol kare

source: Always show images
ach: Pol kare nyut cal

source: Download attachments
ach: Gam twec

source: Every 5 minutes
ach: Dakika 5 weng

source: Every 10 minutes
ach: Dakika 10 weng

source: Every 15 minutes
ach: Dakika 15 weng

source: Every 30 minutes
ach: Dakika 30 weng

source: Every hour
ach: Cawa weng

source: Manually
ach: Ki cing

source: seconds
ach: ceken

# settings-check-dynamic[one]
source: {{ n }} seconds
ach: ceken {{ n }}

# settings-check-dynamic[two]
source: {{ n }} seconds
ach: ceken {{ n }}

# settings-check-dynamic[few]
source: {{ n }} seconds
ach: ceken {{ n }}

# settings-check-dynamic[many]
source: {{ n }} seconds
ach: ceken {{ n }}

# settings-check-dynamic[other]
source: {{ n }} seconds
ach: ceken {{ n }}

source: Set as default email
ach: Ter calo email makwongo

# settings-account-type
source: Account type
ach: Kit akaunt

source: Credentials
ach: Catibiket

# settings-activesync-label
source: ActiveSync settings
ach: Ter me tic marom matye katic

# settings-imap-label
source: IMAP settings
ach: Ter me IMAP

# settings-pop3-label
source: POP3 settings
ach: Ter me POP3

# settings-smtp-label
source: SMTP settings
ach: Ter me SMTP

# settings-hostname
source: Hostname
ach: Nying lami kube

source: Port
ach: Bur

# settings-username
source: Username
ach: Nying me tic

# settings-password
source: Password
ach: Mung me donyo

source: Save
ach: Gwok

source: Password field should not be empty
ach: Kabedo me mung me donyo pe myero obed nono

source: Days to sync
ach: Nino me timo marom

source: Automatic
ach: Matime kene

source: 1 day
ach: nino 1

source: 3 days
ach: nino 3

source: 1 week
ach: cabit 1

source: 2 weeks
ach: cabit 2

source: 1 month
ach: dwe 1

source: All messages
ach: Kwena weng

# envelope-from
source: From
ach: Ki bot

# envelope-to
source: To
ach: Bot

source: Compose message
ach: Co kwena

source: Compose
ach: Co

source: Send
ach: Cwal

# compose-to
source: To
ach: Bot

source: Attachments
ach: Twec

source: {{ n }} attachment
ach: twec {{ n }}

# compose-attachments[two]
source: {{ n }} attachments
ach: twec {{ n }}

# compose-attachments[few]
source: {{ n }} attachments
ach: twec {{ n }}

# compose-attachments[many]
source: {{ n }} attachments
ach: twec {{ n }}

# compose-attachments[other]
source: {{ n }} attachments
ach: twec {{ n }}

source: One moment, still working on the previous attachment...
ach: Kur pi kare mo manok, tye katic ikom twec ma okato…

# compose-subject
source: Subject
ach: Wi lok

source: Discard email?
ach: Kwer email?

# compose-discard-confirm
source: Discard
ach: Kwer

source: Sending email failed
ach: Cwalo email pe olare

source: Attachment too large
ach: Twec dit tutwal

source: Attachments too large
ach: Twec dit tutwal

source: The selected attachment is too large to send with this message.
ach: Twec ma kiyero ni dit tutwal me acwala ki kwena man.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
ach: Twec ma kiyero gi ni dongo tutwal me acwala ki kwena man. Tem yero pwail manok.

source: OK
ach: KAKARE

source: attachment{{ n }}
ach: twec {{ n }}

source: View
ach: Nen

source: This file is too large to download.
ach: Pwail man dit tutwal me agama.

source: (no subject)
ach: (wilok pe tye)

# message-edit-menu-edit
source: Edit
ach: Yub

# message-edit-menu-delete
source: Delete
ach: Kwany

source: Delete email message?
ach: Kwany kwena me email?

source: Attachments can not be forwarded.
ach: Pe kitwero cwalo twec anyim.

# message-multiedit-header[zero]
source: Edit
ach: Yub

# message-multiedit-header[one]
source: {{ n }} selected
ach: kiyero {{ n }}

# message-multiedit-header[two]
source: {{ n }} selected
ach: kiyero {{ n }}

# message-multiedit-header[few]
source: {{ n }} selected
ach: kiyero {{ n }}

# message-multiedit-header[many]
source: {{ n }} selected
ach: kiyero {{ n }}

# message-multiedit-header[other]
source: {{ n }} selected
ach: kiyero {{ n }}

source: Browse to URL?: {{ url }}
ach: Yeny i URL?: {{ url }}

source: This email contains one image. Tap to download.
ach: Email man tye ki cal acel. Gudi me gamo.

# message-download-images-tap[two]
source: This email contains {{ n }} images. Tap to download.
ach: Email man tye ki cal {{ n }}. Gudi me gamo.

# message-download-images-tap[few]
source: This email contains {{ n }} images. Tap to download.
ach: Email man tye ki cal {{ n }}. Gudi me gamo.

# message-download-images-tap[many]
source: This email contains {{ n }} images. Tap to download.
ach: Email man tye ki cal {{ n }}. Gudi me gamo.

# message-download-images-tap[other]
source: This email contains {{ n }} images. Tap to download.
ach: Email man tye ki cal {{ n }}. Gudi me gamo.

source: Show external images
ach: Nyut cal mawoko

# message-multiedit-cancel
source: Cancel
ach: Ngol

source: Delete this email message?
ach: Kwany kwena me email man?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
ach: Kwany kwena me email {{ n }}?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
ach: Kwany kwena me email {{ n }}?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
ach: Kwany kwena me email {{ n }}?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
ach: Kwany kwena me email {{ n }}?

# message-large-message-cancel
source: Cancel
ach: Ngol

source: Continue
ach: Mede

source: This message is large and may take some time to download.
ach: Kwena man dit ka romo cwalo cawa mo me gamo ne.

# message-search-from
source: From
ach: Ki bot

# message-search-to
source: To
ach: Bot

# message-search-subject
source: Subject
ach: Wi lok

source: Body
ach: Kom lok

source: All
ach: Weng

source: Search Mail
ach: Yeny Mail

# message-search-cancel
source: Cancel
ach: Ngol

source: Loading Messages
ach: Cano kwena

source: Load More Messages
ach: Can kwena mapol

source: No mail in this Folder
ach: Pe tye mail mo i boc man

source: No matches in locally cached messages
ach: Mo marwate pe i kwena ma kikano paco

source: Select folder
ach: Yer boc

source: Save new contact
ach: Gwok yoo me kube manyen

source: Add to existing contact
ach: Med i yoo me kube ma tye

source: View contact
ach: Nen yoo me kube

# message-contact-menu-reply
source: Reply
ach: Lagam

source: Send new mail
ach: Cwal mail manyen

# message-reply-menu-reply
source: Reply
ach: Lagam

source: Reply All
ach: Lagam bot weng

source: Forward
ach: Cwal anyim

# message-reply-menu-cancel
source: Cancel
ach: Ngol

source: {name} wrote
ach: {name} ocoyo

source: Original message
ach: Kwena me wiati

# forward-header-subject
source: Subject
ach: Wi lok

source: Date
ach: Nino dwe

# forward-header-from
source: From
ach: Ki bot

source: Reply-To
ach: Lagam-bot

# forward-header-to
source: To
ach: Bot

source: Sent
ach: Kicwalo

source: Trash
ach: Yugi

source: Unsent
ach: Pe kicwalo

source: Junk
ach: Yugi

source: Archives
ach: Dero

source: Back
ach: Cen

# drawer-accounts-header
source: Accounts
ach: Akaunt

source: Settings
ach: Ter

source: Top
ach: Wiye

source: Undo
ach: Gony

source: 1 message marked as read
ach: kigweto kwena 1 ni kikwano

# toaster-message-read[two]
source: {{ n }} messages marked as read
ach: kigweto kwena {{ n }} ni kikwano

# toaster-message-read[few]
source: {{ n }} messages marked as read
ach: kigweto kwena {{ n }} ni kikwano

# toaster-message-read[many]
source: {{ n }} messages marked as read
ach: kigweto kwena {{ n }} ni kikwano

# toaster-message-read[other]
source: {{ n }} messages marked as read
ach: kigweto kwena {{ n }} ni kikwano

source: 1 message marked as unread
ach: kigweto kwena 1 ni pe kikwano

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
ach: kigweto kwena {{ n }} ni pe kikwano

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
ach: kigweto kwena {{ n }} ni pe kikwano

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
ach: kigweto kwena {{ n }} ni pe kikwano

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
ach: kigweto kwena {{ n }} ni pe kikwano

source: 1 message deleted
ach: kikwanyo kwena 1

# toaster-message-delete[two]
source: {{ n }} messages deleted
ach: kikwanyo kwena {{ n }}

# toaster-message-delete[few]
source: {{ n }} messages deleted
ach: kikwanyo kwena {{ n }}

# toaster-message-delete[many]
source: {{ n }} messages deleted
ach: kikwanyo kwena {{ n }}

# toaster-message-delete[other]
source: {{ n }} messages deleted
ach: kikwanyo kwena {{ n }}

source: Unable to connect to server
ach: Pe twero kube ki lapok tic

source: Invalid Addresses
ach: Kanonge mape atir

source: Your message contains one or more invalid email addresses. Please correct them before sending.
ach: Kwena mamegi tye ki kanonge me email acel onyo makato mape atir. Tim ber iyubi ma pud pe icwalo.

source: Sending mail…
ach: Cwalo email…

source: Email sent.
ach: Kicwalo email.

source: Mail failed to send
ach: Cwalo mail pe olare

source: Check the spelling of the addresses above. Your mail server indicated one or more of the addresses above are incorrect.
ach: Rot nukta me kanonge ma malo ni. Lapok tic pi mail mamegi onyuto ni kanonge acel onyo makato ma malo ni pe kakare.

source: The message could not be sent.
ach: Pe onongo kitwero cwalo kwena.

source: Remove text
ach: Kwany coc

source: Confirmation
ach: Moko

source: 1 New Message
ach: Kwena manyen 1

# new-messages[two]
source: {{ n }} New Messages
ach: Kwena manyen {{ n }}

# new-messages[few]
source: {{ n }} New Messages
ach: Kwena manyen {{ n }}

# new-messages[many]
source: {{ n }} New Messages
ach: Kwena manyen {{ n }}

# new-messages[other]
source: {{ n }} New Messages
ach: Kwena manyen {{ n }}

source: 1 New Email
ach: Email manyen 1

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
ach: Email manyen {{ n }}

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
ach: Email manyen {{ n }}

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
ach: Email manyen {{ n }}

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
ach: Email manyen {{ n }}

source: 1 New Email ({{ accountName }})
ach: Email ({{ accountName }}) manyen 1

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
ach: Email ({{ accountName }}) manyen {{ n }}

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
ach: Email ({{ accountName }}) manyen {{ n }}

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
ach: Email ({{ accountName }}) manyen {{ n }}

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
ach: Email ({{ accountName }}) manyen {{ n }}
