Repository: translate/mozilla-gaia
Catalog: pbb/apps/fl/download.properties.po
Languages: pbb

source: OK
pbb: Ewa

source: Download
pbb: Spahtxna

source: Install
pbb: Txi'pna

source: Cancel
pbb: Dewen

source: Download Error
pbb: Ewme u'sa spatxnxisa'

source: Installation Error
pbb: Ewmea' txã txi'pnxisa'

# err_descriptor_download_failed
source: The download failed because of a server error.
pbb: Naa spatxnxiisa'sa ine kyujutha txãpaka ewmesa yu'we selpisate u'pa.

# err_bad_descriptor
source: The download failed because of a server error.
pbb: Naa spatxnxiisa'sa ine kyujutha txãpaka ewmesa yu'we selpisate u'pa.

source: File is too large to download.
pbb: Txãa eç jxawnxisa' mej wala spatxwajh.

source: This type of purchased media is not supported on your phone.
pbb: Kũhjwed eç jxawnxisa' pejxinisa' katxu'jdejxa ewumena idx çaam we'wete.

# err_bad_type
source: The download failed because of a server error.
pbb: Naa spatxnxiisa'sa ine kyujutha txãpaka ewmesa yu'we selpisate u'pa.

# err_content_download_failed
source: The download failed because of a server error.
pbb: Naa spatxnxiisa'sa ine kyujutha txãpaka ewmesa yu'we selpisate u'pa.

# err_bad_drm_message
source: The download failed because of a server error.
pbb: Naa spatxnxiisa'sa ine kyujutha txãpaka ewmesa yu'we selpisate u'pa.

source: The downloaded image cannot be displayed on this device.
pbb: Txaa pisanxisa' ya' tasxya ewumena naa vxisnxite.

source: The downloaded file cannot be played on this device.
pbb: Eç spatxnxisa ewumena tasxya naa vxisnxite.

source: There is not enough storage space on your device to save this song.
pbb: Jxawnxisate mea thakwe memnxisa ãsxwa' naa vxisnxisate jxawa'.

source: Cannot save song because there is no memory card.
pbb: Jxawya ewumena memnxisa's txãa pe'pete kipnxisa's ji'mea'.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
pbb: Mema's jxawya ewumenaw pe'pete kipnxisa's vxisme ũ'staw. Çaam we'we's mwẽnçx jĩçxa txi'txin u'se mispahtx.

# err_ds_save_failure
source: Error saving media file.
pbb: Ewmene' jxaw kuhjwed eç jxawnxi's.

# err_db_store_failure
source: Error saving media file.
pbb: Ewmene' jxaw kuhjwed eç jxawnxi's.

source: Song downloaded and installed. Use the Music app to play it.
pbb: Mema's jxawçxa txi' txi'pnxi. Txã's txi'pçxa mema's ksusu'junega.

source: Ringtone downloaded and installed.
pbb: Pa'yaçte susa's spahtxçxa txi' ki'pnxi.

source: Wallpaper downloaded and installed.
pbb: Dxijuy the'gnxisa's spahtxçxa ki'pnxi.

source: Do you want to install this audio file as a song or as a ringtone?
pbb: ¿Na's eç jxawnxi'sas kakhsusu'n txi'pwẽga memna' meçxa çaam we'wete su'swã'?

source: Ringtone
pbb: Çaam we'wete pa'yaçte su'sa

source: Song
pbb: Mem

source: Download song?
pbb: ¿Me'ma's spahtxna?

source: Download ringtone?
pbb: ¿Çaam we'wete spahtxna pa'yaçte su'skan?

source: Download wallpaper?
pbb: ¿Dxijuy thengnxisa's spahtxna?

source: Downloading song…
pbb: Mema's spahtxna...

source: Downloading ringtone…
pbb: Çaam we'wete spahtxna pa'yaçte su'skan...

source: Downloading wallpaper…
pbb: Dxijuy thegnxisa's spahtxna...

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
pbb: {{vendor}} aphka naa kuhjwẽdte eç jxawnxi's manxa'kh yujhpa katxundekamen txi' matepa u'se vxiskamen.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
pbb: Txweisa aphka naa kuhjwẽdte eç jxawnxi's manxa'kh yujhpa katxundekamen txi' matepa u'se vxiskamen.

source: Name
pbb: Ya'se

source: Type
pbb: Txãa

source: Size
pbb: Walasa

source: Vendor
pbb: Ki'jpa vxitsa

source: Info
pbb: Ta'sxiçte jiyun

source: Downloading
pbb: Spahtxna

source: Preview image
pbb: Wejwe'jçxa uyn pisanxi's

source: Preview audio
pbb: Wẽ'sejn ksusu'jnxi's ta'sxna
