Repository: translate/mozilla-gaia
Catalog: */shared/lockscreen/lockscreen.properties.po
Languages: am, ar, bg, bn_bd, br, bs, ca, cy, eu, fa, ga_ie, gd, hu, id, kn, nn_no, pt, ro, si, ta, th, tr, ur, uz

source: {{ level }}% Charged ({{ hours }}h {{ minutes }} min until fully charged)
am: {{ level }}% ሞልቷል ({{ hours }}ሰ {{ minutes }} ደቂቆች ይቀራል በሙሉ እስከሚሞላ)
ar: {{ level }}% مشحون ({{ hours}}ساعة و {{ minutes }} دقيقة متبقية لامتلاء الشحن)
bg: заредена {{ level }}% ({{ hours }} ч и {{ minutes }} мин до пълно зареждане)
bn_bd: {{ level }}% চার্জ হয়েছে ({{ hours }} ঘন্টা {{ minutes }} মিনিট বাকি সম্পূর্ণ চার্জ হতে)
br: {{ level }}% bec'hiet (Chom a ra {{ hours }} eur {{ minutes }} a vunutennoù)
bs: {{ level }}% napunjeno ({{ hours }}h {{ minutes }} minuta do 100%)
ca: {{ level }}% carregada (falta {{ hours }} h {{ minutes }} min per acabar)
cy: {{ level }}% wedi ei wefru ({{ minutes }} mun tan ei fod wedi ei wefru'n llawn)
eu: % {{ level }} kargatua (ordu {{ hours }}, {{ minutes }} minutu guztiz kargatu arte)
fa: {{ level }}٪ شارژ شده ({{ hours }} ساعت {{ minutes }} دقیقه تا شارژ کامل)
ga_ie: {{ level }}% Luchtaithe (luchtú iomlán i gceann {{ hours }}u {{ minutes }} nóim)
gd: {{ level }}% de theairrds, ({{ hours }}u {{ minutes }} mhionaid air fhàgail gu làn-teairrds)
hu: {{ level }}% feltöltve ({{ hours }} ó {{ minutes }} perc a teljes feltöltésig)
id: Terisi {{ level }}% ({{ hours }}j {{ minutes }} mnt hingga terisi penuh)
kn: {{ level }}% Charged ({{ hours }}ಗಂ {{ minutes }} ನಿಮಿಷಗಳು ಪೂರ್ತಿ ಚಾರ್ಜ್‌ ಆಗುವವರೆಗೆ)
nn_no: {{ level }}% lada ({{ hours }}t {{ minutes }} min. til fullada)
pt: {{ level }}% carregado ({{ hours }}h {{ minutes }} minuto até à carga completa)
ro: {{ level }}% încărcată ({{ hours }}h {{ minutes }}min până e încărcată complet)
si: {{ level }}% ආරෝපණය වී ඇත. (ආරෝපණය සම්පූර්ණ වීමට මිනිත්තු {{ minutes }} කි)
th: ชาร์จแล้ว {{ level }}% (อีก {{ hours }} ชั่วโมง {{ minutes }} นาทีจนกว่าจะชาร์จเต็ม)
tr: %{{ level }} şarj oldu (Tam şarj olmasına {{ hours }} sa. {{ minutes }} dk. kaldı)
ur: {{ level }}% چارج مکمل ({{ hours }}h {{ minutes }} منٹ مکمل طور پر چارج ہونے تک)
uz: {{ level }}% zaryadlandi ({{ hours }}s {{ minutes }} daqiqa qoldi)

# charging-hours[two]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
am: {{ level }}% ሞልቷል ({{ hours }}ሰ {{ minutes }} ደቂቆች ይቀራል በሙሉ እስከሚሞላ)
ar: {{ level }}% مشحون ({{ hours}}ساعة و {{ minutes }} دقيقة متبقية لامتلاء الشحن)
bg: заредена {{ level }}% ({{ hours }} ч и {{ minutes }} мин до пълно зареждане)
bn_bd: {{ level }}% চার্জ হয়েছে ({{ hours }} ঘন্টা {{ minutes }} মিনিট বাকি সম্পূর্ণ চার্জ হতে)
br: {{ level }}% bec'hiet (Chom a ra {{ hours }} eur {{ minutes }} a vunutennoù a-raok ma vo leun choug)
bs: {{ level }}% napunjeno ({{ hours }}h {{ minutes }} minuta do 100%)
ca: {{ level }}% carregada (falten {{ hours }} h {{ minutes }} min per acabar)
cy: {{ level }}% wedi ei wefru ({{ hours }}a ({{ minutes }} mun tan ei fod wedi ei wefru'n llawn)
eu: % {{ level }} kargatua ({{ hours }} ordu, {{ minutes }} minutu guztiz kargatu arte)
fa: {{ level }}٪ شارژ شده ({{ hours }} ساعت {{ minutes }} دقیقه تا شارژ کامل)
ga_ie: {{ level }}% Luchtaithe (luchtú iomlán i gceann {{ hours }}u {{ minutes }} nóim)
gd: {{ level }}% de theairrds, ({{ hours }}u {{ minutes }} mhionaid air fhàgail gu làn-teairrds)
hu: {{ level }}% feltöltve ({{ hours }} ó {{ minutes }} perc a teljes feltöltésig)
id: Terisi {{ level }}% ({{ hours }}j {{ minutes }} mnt hingga terisi penuh)
kn: {{ level }}% Charged ({{ hours }}ಗಂ {{ minutes }} ನಿಮಿಷಗಳು ಪೂರ್ತಿ ಚಾರ್ಜ್‌ ಆಗುವವರೆಗೆ)
nn_no: {{ level }}% lada ({{ hours }}t {{ minutes }} min. til fullada)
pt: {{ level }}% carregado ({{ hours }}h {{ minutes }} minutos até à carga completa)
ro: {{ level }}% încărcată ({{ hours }}h {{ minutes }}min până e încărcată complet)
si: {{ level }}% ආරෝපණය වී ඇත. (ආරෝපණය සම්පූර්ණ වීමට මිනිත්තු {{ minutes }} කි)
th: ชาร์จแล้ว {{ level }}% (อีก {{ hours }} ชั่วโมง {{ minutes }} นาทีจนกว่าจะชาร์จเต็ม)
tr: %{{ level }} şarj oldu (Tam şarj olmasına {{ hours }} sa. {{ minutes }} dk. kaldı)
ur: {{ level }}% چارج مکمل ({{ hours }}h {{ minutes }} منٹ مکمل طور پر چارج ہونے تک)
uz: {{ level }}% zaryadlandi, to‘liq zaryadlanishiga ({{ hours }}s {{ minutes }} daq qoldi)

# charging-hours[few]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
am: {{ level }}% ሞልቷል ({{ hours }}ሰ {{ minutes }} ደቂቆች ይቀራል በሙሉ እስከሚሞላ)
ar: {{ level }}% مشحون ({{ hours}}ساعة و {{ minutes }} دقيقة متبقية لامتلاء الشحن)
bg: заредена {{ level }}% ({{ hours }} ч и {{ minutes }} мин до пълно зареждане)
bn_bd: {{ level }}% চার্জ হয়েছে ({{ hours }} ঘন্টা {{ minutes }} মিনিট বাকি সম্পূর্ণ চার্জ হতে)
br: {{ level }}% bec'hiet (Chom a ra {{ hours }} eur {{ minutes }} a vunutennoù a-raok ma vo leun choug)
bs: {{ level }}% napunjeno ({{ hours }}h {{ minutes }} minuta do 100%)
ca: {{ level }}% carregada (falten {{ hours }} h {{ minutes }} min per acabar)
cy: {{ level }}% wedi ei wefru ({{ hours }}a ({{ minutes }} mun tan ei fod wedi ei wefru'n llawn)
eu: % {{ level }} kargatua ({{ hours }} ordu, {{ minutes }} minutu guztiz kargatu arte)
fa: {{ level }}٪ شارژ شده ({{ hours }} ساعت {{ minutes }} دقیقه تا شارژ کامل)
ga_ie: {{ level }}% Luchtaithe (luchtú iomlán i gceann {{ hours }}u {{ minutes }} nóim)
gd: {{ level }}% de theairrds, ({{ hours }}u {{ minutes }} mionaidean air fhàgail gu làn-teairrds)
hu: {{ level }}% feltöltve ({{ hours }} ó {{ minutes }} perc a teljes feltöltésig)
id: Terisi {{ level }}% ({{ hours }}j {{ minutes }} mnt hingga terisi penuh)
kn: {{ level }}% Charged ({{ hours }}ಗಂ {{ minutes }} ನಿಮಿಷಗಳು ಪೂರ್ತಿ ಚಾರ್ಜ್‌ ಆಗುವವರೆಗೆ)
pt: {{ level }}% carregado ({{ hours }}h {{ minutes }} minutos até à carga completa)
ro: {{ level }}% încărcată ({{ hours }}h {{ minutes }}min până e încărcată complet)
si: {{ level }}% ආරෝපණය වී ඇත. (ආරෝපණය සම්පූර්ණ වීමට මිනිත්තු {{ minutes }} කි)
th: ชาร์จแล้ว {{ level }}% (อีก {{ hours }} ชั่วโมง {{ minutes }} นาทีจนกว่าจะชาร์จเต็ม)
tr: %{{ level }} şarj oldu (Tam şarj olmasına {{ hours }} sa. {{ minutes }} dk. kaldı)
ur: {{ level }}% چارج مکمل ({{ hours }}h {{ minutes }} منٹ مکمل طور پر چارج ہونے تک)
uz: {{ level }}% zaryadlandi, to‘liq zaryadlanishiga ({{ hours }}s {{ minutes }} daq qoldi)

# charging-hours[many]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
am: {{ level }}% ሞልቷል ({{ hours }}ሰ {{ minutes }} ደቂቆች ይቀራል በሙሉ እስከሚሞላ)
ar: {{ level }}% مشحون ({{ hours}}ساعة و {{ minutes }} دقيقة متبقية لامتلاء الشحن)
bg: заредена {{ level }}% ({{ hours }} ч и {{ minutes }} мин до пълно зареждане)
bn_bd: {{ level }}% চার্জ হয়েছে ({{ hours }} ঘন্টা {{ minutes }} মিনিট বাকি সম্পূর্ণ চার্জ হতে)
br: {{ level }}% bec'hiet (Chom a ra {{ hours }} eur {{ minutes }} a vunutennoù a-raok ma vo leun choug)
bs: {{ level }}% napunjeno ({{ hours }}h {{ minutes }} minuta do 100%)
ca: {{ level }}% carregada (falten {{ hours }} h {{ minutes }} min per acabar)
cy: {{ level }}% wedi ei wefru ({{ hours }}a ({{ minutes }} mun tan ei fod wedi ei wefru'n llawn)
eu: % {{ level }} kargatua ({{ hours }} ordu, {{ minutes }} minutu guztiz kargatu arte)
fa: {{ level }}٪ شارژ شده ({{ hours }} ساعت {{ minutes }} دقیقه تا شارژ کامل)
ga_ie: {{ level }}% Luchtaithe (luchtú iomlán i gceann {{ hours }}u {{ minutes }} nóim)
gd: {{ level }}% de theairrds, ({{ hours }}u {{ minutes }} mionaid air fhàgail gu làn-teairrds)
hu: {{ level }}% feltöltve ({{ hours }} ó {{ minutes }} perc a teljes feltöltésig)
id: Terisi {{ level }}% ({{ hours }}j {{ minutes }} mnt hingga terisi penuh)
kn: {{ level }}% Charged ({{ hours }}ಗಂ {{ minutes }} ನಿಮಿಷಗಳು ಪೂರ್ತಿ ಚಾರ್ಜ್‌ ಆಗುವವರೆಗೆ)
nn_no: {{ level }}% lada ({{ hours }}t {{ minutes }} min. til fullada)
pt: {{ level }}% carregado ({{ hours }}h {{ minutes }} minutos até à carga completa)
ro: {{ level }}% încărcată ({{ hours }}h {{ minutes }}min până e încărcată complet)
si: {{ level }}% ආරෝපණය වී ඇත. (ආරෝපණය සම්පූර්ණ වීමට මිනිත්තු {{ minutes }} කි)
th: ชาร์จแล้ว {{ level }}% (อีก {{ hours }} ชั่วโมง {{ minutes }} นาทีจนกว่าจะชาร์จเต็ม)
tr: %{{ level }} şarj oldu (Tam şarj olmasına {{ hours }} sa. {{ minutes }} dk. kaldı)
ur: {{ level }}% چارج مکمل ({{ hours }}h {{ minutes }} منٹ مکمل طور پر چارج ہونے تک)
uz: {{ level }}% zaryadlandi, to‘liq zaryadlanishiga ({{ hours }}s {{ minutes }} daq qoldi)

# charging-hours[other]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
am: {{ level }}% ሞልቷል ({{ hours }}ሰ {{ minutes }} ደቂቆች ይቀራል በሙሉ እስከሚሞላ)
ar: {{ level }}% مشحون ({{ hours}}ساعة و {{ minutes }} دقيقة متبقية لامتلاء الشحن)
bg: заредена {{ level }}% ({{ hours }} ч и {{ minutes }} мин до пълно зареждане)
br: {{ level }}% bec'hiet (Chom a ra {{ hours }} eur {{ minutes }} a vunutennoù a-raok ma vo leun choug)
bs: {{ level }}% napunjeno ({{ hours }}h {{ minutes }} minuta do 100%)
ca: {{ level }}% carregada (falten {{ hours }} h {{ minutes }} min per acabar)
cy: {{ level }}% wedi ei wefru ({{ hours }}a ({{ minutes }} mun tan ei fod wedi ei wefru'n llawn)
eu: % {{ level }} kargatua ({{ hours }} ordu, {{ minutes }} minutu guztiz kargatu arte)
fa: {{ level }}٪ شارژ شده ({{ hours }} ساعت {{ minutes }} دقیقه تا شارژ کامل)
ga_ie: {{ level }}% Luchtaithe (luchtú iomlán i gceann {{ hours }}u {{ minutes }} nóim)
gd: {{ level }}% de theairrds, ({{ hours }}u {{ minutes }} mionaid air fhàgail gu làn-teairrds)
hu: {{ level }}% feltöltve ({{ hours }} ó {{ minutes }} perc a teljes feltöltésig)
id: Terisi {{ level }}% ({{ hours }}j {{ minutes }} mnt hingga terisi penuh)
kn: {{ level }}% Charged ({{ hours }}ಗಂ {{ minutes }} ನಿಮಿಷಗಳು ಪೂರ್ತಿ ಚಾರ್ಜ್‌ ಆಗುವವರೆಗೆ)
nn_no: {{ level }}% lada ({{ hours }}t {{ minutes }} min. til fullada)
pt: {{ level }}% carregado ({{ hours }}h {{ minutes }} minutos até à carga completa)
ro: {{ level }}% încărcată ({{ hours }}h {{ minutes }}min până e încărcată complet)
si: {{ level }}% ආරෝපණය වී ඇත. (ආරෝපණය සම්පූර්ණ වීමට පැය {{ hours }} හා මිනිත්තු {{ minutes }} කි)
th: ชาร์จแล้ว {{ level }}% (อีก {{ hours }} ชั่วโมง {{ minutes }} นาทีจนกว่าจะชาร์จเต็ม)
tr: %{{ level }} şarj oldu (Tam şarj olmasına {{ hours }} sa. {{ minutes }} dk. kaldı)
ur: {{ level }}% چارج مکمل ({{ hours }}h {{ minutes }} منٹ مکمل طور پر چارج ہونے تک)
uz: {{ level }}% zaryadlandi, to‘liq zaryadlanishiga ({{ hours }}s {{ minutes }} daq qoldi)
