Repository: translate/mozilla-gaia
Catalog: */shared/lockscreen/lockscreen.properties.po
Languages: am, ar, bg, bn_bd, br, bs, ca, cy, eu, fa, ga_ie, gd, hu, id, kn, nn_no, pt, ro, si, ta, th, tr, ur, uz

source: Airplane mode
am: በ አውሮፕላን ዘዴ
ar: وضع الطائرة
bg: Самолетен режим
bn_bd: বিমান মোড
br: Mod nijerezh
bs: Avionski režim
ca: Mode d'avió
cy: Modd awyren
eu: Hegazkin modua
fa: حالت هواپیمایی
ga_ie: Mód eitleáin
gd: Am modh itealain
hu: Repülő mód
id: Mode pesawat
kn: ಏರ್‌ಪ್ಲೇನ್‌ ಸ್ಥಿತಿ
nn_no: Flymodus
pt: Modo de voo
ro: Mod avion
si: ගුවන්යානා ප්‍රකාරය
ta: விமானப்பாங்கு
th: โหมดเครื่องบิน
tr: Uçak modu
ur: ہوائی جہاز موڈ
uz: Parvoz rejimi

source: Searching…
am: በመፈለግ ላይ…
ar: يبحث…
bg: Търсене…
bn_bd: অনুসন্ধান করা হচ্ছে…
br: O klask…
bs: Tražim…
ca: S'està cercant…
cy: Chwilio…
eu: Bilatzen…
fa: درحال جستجو…
ga_ie: Ag Cuardach…
gd: A’ lorg…
hu: Keresés…
id: Mencari…
kn: ಹುಡುಕಲಾಗುತ್ತಿದೆ…
nn_no: Søkjer ...
pt: A pesquisar…
ro: Căutare…
si: සොයමින්...
ta: தேடுகிறது...
th: กำลังค้นหา…
tr: Aranıyor…
ur: تلاش کر رہا ہے…
uz: Qidirilmoqda…

source: No network
am: ኔትዎርክ አልተገኘም
ar: لا يوجد شبكة
bg: Няма мобилна мрежа
bn_bd: নেটওয়ার্ক নেই
br: Rouedad ebet
bs: Nema mreže
ca: Sense xarxa
cy: Dim rhwydwaith
eu: Sarerik ez
fa: شبکه قطع است
ga_ie: Gan líonra
gd: Chan eil lìonra ann
hu: Nincs hálózat
id: Tidak ada jaringan
kn: ನೆಟ್ ವರ್ಕ್ ಇಲ್ಲ
nn_no: Ikkje noko nettverk
pt: Sem rede
ro: Fără rețea
si: ජාලයක් නොමැත
ta: பிணையமில்லை
th: ไม่มีเครือข่าย
tr: Şebeke yok
ur: کوئ نیٹ ورک نہیں
uz: Tarmoq yo‘q

source: {{operator}} (Roaming)
ar: {{operator}} (تجوال)
bg: {{operator}} (роуминг)
ca: {{operator}} (itinerància)
cy: {{operator}} (Crwydro)
eu: {{operator}} (ibiltaritza)
fa: {{operator}} (رومینگ)
ga_ie: {{operator}} (Fánaíocht)
kn: {{operator}} (ರೋಮಿಂಗ್)
pt: {{operator}} (em roaming)
ta: {{operator}} (வெளியே)
th: {{operator}} (ข้ามเครือข่าย)
tr: {{operator}} (Dolaşımda)
ur: (رومنگ) {{operator}}
uz: {{operator}} (Rouming)

source: Emergency calls only
am: ለድንገተኛ ጥሪዎች ብቻ
ar: مكالمات الطوارئ فقط
bg: Само спешни обаждания
bn_bd: শুধুমাত্র জরুরী কল
br: Galvoù a zifrae nemetken
bs: Samo hitni pozivi
ca: Només trucades d'emergència
cy: Galwadau brys yn unig
eu: Larrialdi-deiak soilik
fa: فقط تماس‌های اضطراری
ga_ie: Glaonna éigeandála amháin
gd: Gairmean-èiginn a-mhàin
hu: Csak segélyhívások
id: Hanya panggilan darurat
kn: ತುರ್ತು ಕರೆಗಳು ಮಾತ್ರ
nn_no: Berre nødsamtalar
pt: Apenas chamadas de emergência
ro: Doar apeluri de urgență
si: හදිසි ඇමතුම් පමණයි
ta: அவசர அழைப்பு மட்டும்
th: โทรฉุกเฉินเท่านั้น
tr: Yalnızca acil aramalar
ur: صرف ایمرجنسی کال
uz: Faqat favqulodda qo‘ng‘iroqlar

source: (unknown SIM state)
am: (ያልታወቀ የ ሲም ሁኔታ)
ar: (حالة بطاقة SIM غير معروفة)
bg: (неизвестно състояние на SIM)
bn_bd: (অজানা SIM অবস্থা)
br: (Stad ar SIM dianav)
bs: (nepoznato stanje SIM-a)
ca: (estat de la SIM desconegut)
cy: (cyflwr SIM anhysbys)
eu: (SIMaren egoera ezezaguna)
fa: (وضعیت ناشناسِ سیم‌کارت)
ga_ie: (staid anaithnid SIM)
gd: (staid neo-aithnichte an t-SIM)
hu: (ismeretlen SIM állapot)
id: (status SIM tidak dikenal)
kn: (ಗೊತ್ತಿರದ SIM ಸ್ಥಿತಿ)
pt: (estado SIM desconhecido)
ro: (stare necunoscută a cartelei SIM)
si: (නොදන්නා SIM තත්වය)
ta: (அறியா சிம் நிலை)
th: (สถานะ SIM ที่ไม่รู้จัก)
tr: (bilinmeyen SIM durumu)
ur: (نامعلوم SIM حالت)
uz: (noma’lum SIM karta holati)

source: (no SIM)
am: (ሲም የለም)
ar: (لا بطاقة SIM)
bg: (липсва SIM)
bn_bd: (SIM নেই)
br: (SIM ebet)
bs: (nema SIM-a)
ca: (no hi ha SIM)
cy: (dim SIM)
eu: (SIMik ez)
fa: (سیم‌کارت وجود ندارد)
ga_ie: (gan SIM)
gd: (gun SIM)
hu: (nincs SIM)
id: (tidak ada SIM)
kn: (SIM ಇಲ್ಲ)
pt: (sem SIM)
ro: (fără SIM)
si: (SIM නොමැත)
ta: (சிம் இல்லை)
th: (ไม่มี SIM)
tr: (SIM yok)
ur: (SIM نہیں)
uz: (SIM karta yo‘q)

source: (SIM PIN required)
am: (ሲም ፒን ያስፈልጋል)
ar: (رمز PIN لبطاقة SIM مطلوب)
bg: (изисква се SIM PIN)
bn_bd: (SIM PIN প্রয়োজনীয়)
br: (PIN ar SIM azgoulennet)
bs: (SIM PIN potreban)
ca: (cal el PIN de la SIM)
cy: (Mae angen PIN SIM)
eu: (SIMaren PINa behar da)
fa: (رمز سیم‌کارت لازم است)
ga_ie: (UAP SIM de dhíth)
gd: (Tha feum air PIN an t-SIM)
hu: (SIM PIN kód szükséges)
id: (Perlu PIN SIM)
kn: (SIM PIN ಅವಶ್ಯಕ)
pt: (necessário PIN do SIM)
ro: (PIN pentru SIM necesar)
si: (SIM PIN අවශ්‍යයි)
ta: (சிம் PIN தேவை)
th: (ต้องการ PIN ของ SIM)
tr: (SIM PIN'i gerekli)
ur: (SIM PIN مطلوب)
uz: (SIM PIN karta talab qilinadi)

source: (SIM PUK required)
am: (ሲም ፑክ ያስፈልጋል)
ar: (رمز PUK لبطاقة SIM مطلوب)
bg: (изисква се SIM PUK)
bn_bd: (SIM PUK প্রয়োজনীয়)
br: (PUK SIM azgoulennet)
bs: (SIM PUK zahtijevan)
ca: (cal el PUK de la SIM)
cy: (Mae angen PUK SIM)
eu: (SIMaren PUKa behar da)
fa: (سیم‌کارت PUK لازم است)
ga_ie: (PUK SIM de dhíth)
gd: (Tha feum air PUK an t-SIM)
hu: (SIM PUK kód szükséges)
id: (Perlu PUK SIM)
kn: (SIM PUK ಅವಶ್ಯಕ)
pt: (necessário PUK do SIM)
ro: (PUK pentru SIM necesar)
si: (SIM PUK අවශ්‍යයි)
ta: (சிம் PUK தேவை)
th: (ต้องการ PUK ของ SIM)
tr: (SIM PUK gerekli)
ur: (SIM PUK مطلوب)
uz: (SIM PUK talab qilinadi)

source: (network locked)
am: (ኔትዎርክ ተቆልፏል)
ar: (مقفَل من الشبكة)
bg: (мрежата е заключена)
bn_bd: (নেটওয়ার্ক আবদ্ধ)
br: (rouedad prennet)
bs: (mreža zaključana)
ca: (xarxa bloquejada)
cy: (rhwydwaith wedi ei gloi)
eu: (sarea blokeatuta)
fa: (شبکه قفل شده)
ga_ie: (curtha faoi ghlas ag an líonra)
gd: (lìonra glaiste)
hu: (hálózat zárolva)
id: (jaringan dikunci)
kn: (ನೆಟ್ ವರ್ಕ್ ಲಾಕ್ ಆಗಿದೆ)
nn_no: (nettverk låst)
pt: (rede bloqueada)
ro: (rețea blocată)
si: (ජාල අගුළු ලා ඇත)
ta: (பூட்டிய பிணையம்)
th: (เครือข่ายถูกล็อค)
tr: (şebeke kilitli)
ur: (نیٹ ورک مقفل)
uz: (tarmoq qulflandi)

source: (service provider locked)
am: (ግልጋሎት አቅራቢው ተቆልፏል)
ar: (مُقفل من مزوّد الخدمة)
bg: (доставчикът на услуги е заключен)
bn_bd: (সার্ভিস প্রদানকারী আবদ্ধ)
br: (oberataer gwazerezhioù prennet)
bs: (zaključan pružatelj usluge)
ca: (bloqueig del proveïdor de servei)
cy: (darparwr gwasanaeth wedi ei gloi)
eu: (zerbitzari-hornitzailea blokeatuta)
fa: (تامین‌کننده سرویس قفل شده)
ga_ie: (curtha faoi ghlas ag an soláthróir seirbhíse)
gd: (solaraiche seirbheise glaiste)
hu: (szolgáltató zárolta)
id: (penyedia jaringan dikunci)
kn: (ಸೇವೆ ಒದಗಿಸುವವರು ಲಾಕ್ ಆಗಿದೆ)
nn_no: (tenesteleverandør låst)
pt: (fornecedor de serviço bloqueado)
ro: (furnizor de servicii blocat)
si: (සේවා සම්පාදක අගුළු ලා ඇත)
ta: (பூட்டிய சேவை வழங்குநர்)
th: (ผู้ให้บริการถูกล็อค)
tr: (servis sağlayıcı kilitli)
ur: (سروس مہیا کنندہ مقفل)
uz: (xizmat ko‘rsatuvchi operator qulflandi)

source: (corporate locked)
ar: (مقفل من المؤسّسة)
bg: (корпоративната мрежа е заключена)
bn_bd: (কর্পোরেট আবদ্ধ)
br: (embregerezh prennet)
bs: (korporacijski zaključano)
ca: (bloqueig de l'empresa)
cy: (corfforaeth wedi ei gloi)
eu: (enpresak blokeatuta)
fa: (شرکت قفل شده)
ga_ie: (curtha faoi ghlas ag an gcorparáid)
gd: (corporra, glaiste)
hu: (cég zárolta)
id: (dikunci oleh perusahaan)
kn: (ಕಾರ್ಪೋರೇಟ್ ಲಾಕ್ ಆಗಿದೆ)
pt: (empresa bloqueada)
ro: (corporație blocată)
si: (සමාගම් අගුළු ලා ඇත)
ta: (பூட்டிய நிறுவனம்)
tr: (kurumsal kilitli)
ur: (کارپوریٹ مقفل)
uz: (korporativ bloklangan)

source: (network1 locked)
am: (ኔትዎርክ 1 ተቆልፏል)
ar: (الشبكة1 مقفلة)
bg: (мрежа1 е заключена)
bn_bd: (নেটওয়ার্ক ১ আবদ্ধ)
br: (rouedad1 prennet)
bs: (mreža1 zaključana)
ca: (bloqueig de la xarxa1)
cy: (rhwydwaith1 wedi ei gloi)
eu: (1sarea blokeatuta
fa: (شبکه۱ قفل شده)
ga_ie: (glasáilte ag líonra1)
gd: (lìonra1 glaiste)
hu: (hálózat1 zárolva)
id: (jaringan1 dikunci)
kn: (ನೆಟ್ ವರ್ಕ್ 1ಲಾಕ್ ಆಗಿದೆ)
nn_no: (nettverk1 låst)
pt: (rede1 bloqueada)
ro: (network1 blocat)
si: (ජාල1 අගුළු ලා ඇත)
ta: (பூட்டிய பிணையம்1)
tr: (şebeke 1 kilitli)
ur: (نیٹ ورک1 مقفل)
uz: (tarmoq1 qulflangan)

source: (network2 locked)
am: (ኔትዎርክ 2 ተቆልፏል)
ar: (الشبكة2 مقفلة)
bg: (мрежа2 е заключена)
bn_bd: (নেটওয়ার্ক ২ আবদ্ধ)
br: (rouedad2 prennet)
bs: (mreža2 zaključana)
ca: (bloqueig de la xarxa2)
cy: (rhwydwaith2 wedi ei gloi)
eu: (2sarea blokeatuta)
fa: (شبکه۲ قفل شده)
ga_ie: (glasáilte ag líonra2)
gd: (lìonra2 glaiste)
hu: (hálózat2 zárolva)
id: (jaringan2 dikunci)
kn: (ನೆಟ್ ವರ್ಕ್2 ಲಾಕ್ ಆಗಿದೆ)
nn_no: (nettverk2 låst)
pt: (rede2 bloqueada)
ro: (network2 blocat)
si: (ජාල2 අගුළු ලා ඇත)
ta: (பூட்டிய பிணையம்2)
tr: (şebeke 2 kilitli)
ur: (نیٹ ورک2 مقفل)
uz: (tarmoq2 qulflangan)

source: (hrpd network locked)
am: (ኔትዎርክ ተቆልፏል)
ar: (شبكة hrpd مقفلة)
bg: (мрежата hrpd е заключена)
bn_bd: (hrpd নেটওয়ার্ক আবদ্ধ)
br: (rouedad hrpd prennet)
bs: (hrpd mreža zaključana)
ca: (bloqueig de la xarxa hrpd)
cy: (rhwydwaith hrpd wedi cloi)
eu: (hrpd sarea blokeatuta)
fa: (شبکه hrpd قفل شده)
ga_ie: (hrpd glasáilte ag líonra)
gd: (lìonra HRPD glaiste)
hu: (hrpd hálózat zárolva)
id: (jaringan hrpd dikunci)
kn: (hrpd ನೆಟ್ ವರ್ಕ್ ಲಾಕ್ ಆಗಿದೆ)
nn_no: (hrpd-nettverk låst)
pt: (rede hrpd bloqueada)
ro: (rețea hrpd blocată)
si: (hrpd ජාල අගුළු ලා ඇත)
ta: (பூட்டிய hrpd பிணையம்)
tr: (hrpd şebekesi kilitli)
ur: (hrpd نیٹ ورک مقفل)
uz: (hrpd tarmoq qulflangan)

source: (ruim corporate locked)
ar: (RUIM شركات مقفلة)
bg: (корпоративната ruim е заключена)
bn_bd: (ruim কর্পোরেট আবদ্ধ)
br: (embregerezh ruim prennet)
bs: (ruim korporacijski zaključano)
ca: (bloqueig de l'empresa ruim)
cy: (ruim corfforaethol wedi ei gloi)
eu: (ruim enpresak blokeatuta)
fa: (شبکه ruim قفل شده)
ga_ie: (ruim glasáilte ag corporáid)
gd: (RUIM corporra glaiste)
hu: (ruim cég zárolva)
id: (ruim perusahaan dikunci)
kn: (ruim ಸಂಸ್ಥೆ ಲಾಕ್ ಆಗಿದೆ)
pt: (ruim de empresa bloqueado)
ro: (corporație ruim blocată)
si: (ruim සමාගම් අගුළු ලා ඇත)
ta: (பூட்டிய ruim நிறுவனம்)
tr: (ruim kurumsal kilitli)
ur: (ruim کارپوریٹ مقفل)
uz: (ruim korporativ qulflangan)

source: (ruim service provider locked)
ar: (مزود الخدمة RUIM مقفل)
bg: (доставчикът на услуги ruim е заключен)
bn_bd: (ruim পরিসেবা প্রদানকারী আবদ্ধ)
br: (oberataer ruim prennet)
bs: (ruim pružatelj usluge zaključan)
ca: (bloqueig del proveïdor de servei ruim)
cy: (darparwr gwasanaeth ruim wedi ei gloi)
eu: (ruim zerbitzu-hornitzaileak blokeatuta)
fa: (تامین‌کننده ruim قفل شده)
ga_ie: (ruim glasáilte ag an soláthróir seirbhíse)
gd: (solaraiche seirbheise RUIM glaiste)
hu: (ruim szolgáltató zárolva)
id: (ruim penyedia jaringan dikunci)
kn: (ruim ಸೇವೆ ಒದಗಿಸುವವರು ಲಾಕ್ ಆಗಿದೆ)
pt: (ruim de fornecedor de serviço bloqueado)
ro: (furnizor de servicii ruim blocat)
si: (ruim සේවා සම්පාදක අගුළු ලා ඇත)
ta: (பூட்டிய ruim சேவை வழங்குநர்)
tr: (ruim servis sağlayıcı kilitli)
ur: (ruim سروس مہیا کنندہ مقفل)
uz: (ruim xizmat ko‘rsatuvchi qulflangan)

source: SIM {{ n }}
am: ሲም {{ n }}
ar: الشريحة {{ n }}
eu: {{ n }}. SIMa
fa: سیم‌کارت {{ n }}
hu: {{n}}. SIM
ta: சிம் {{ n }}

source: {{ level }}% Charged
am: {{ level }}% ሞልቷል
ar: {{ level }}% مشحون
bg: заредена {{ level }}%
br: {{ level }}% bet bec'hiet
bs: {{ level }}% napunjeno
ca: {{ level }}% carregada
cy: Gwefru {{ level }}%
eu: % {{ level }} kargatuta
fa: {{ level }}٪ شارژ شده
ga_ie: {{ level }}% Luchtaithe
gd: {{ level }}% air a theairrdseadh
hu: {{ level }}% feltöltve
id: Terisi {{ level }}%
nn_no: {{ level }}% lada
pt: {{ level }}% carregado
ro: {{ level }}% încărcată
si: {{ level }}% ක් ආරෝපණය වී ඇත
th: ชาร์จแล้ว {{ level }}%
tr: %{{ level }} şarj oldu
uz: {{ level }}% zaryadlandi

# charging-minutes[zero]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
am: {{ level }}% ሞልቷል ({{ minutes }} ደቂቆች ይቀራል በሙሉ እስከሚሞላ)
ar: {{ level }}% مشحون ({{ minutes }} دقيقة متبقية لامتلاء الشحن)
bg: заредена {{ level }}% ({{ minutes }} мин до пълно зареждане)
bn_bd: {{ level }}% চার্জ হয়েছে ({{ minutes }} মিনিট বাকি সম্পূর্ণ চার্জ হতে)
br: {{ level }}% bec'hiet (Chom a ra {{ minutes }} a vunutennoù)
bs: {{ level }}% napunjeno ({{ minutes }} minuta do 100%)
ca: {{ level }}% carregada (falten {{ minutes }} min per acabar)
cy: {{ level }}% wedi ei wefru ({{ minutes }} mun tan ei fod wedi ei wefru'n llawn)
eu: % {{ level }} kargatua ({{ minutes }} minutu guztiz kargatu arte)
fa: {{ level }}٪ شارژ شده ({{ minutes }} دقیقه تا شارژ کامل)
ga_ie: {{ level }}% Luchtaithe (luchtú iomlán i gceann {{ minutes }} nóim)
gd: {{ level }}% de theairrds, {{ minutes }} mionaid air fhàgail gu làn-teairrds)
hu: {{ level }}% feltöltve ({{ minutes }} perc a teljes feltöltésig)
id: Terisi {{ level }}% ({{ minutes }} mnt hingga terisi penuh)
kn: {{ level }}% Charged ({{ minutes }} ನಿಮಿಷಗಳು ಪೂರ್ತಿ ಚಾರ್ಜ್‌ ಆಗುವವರೆಗೆ)
nn_no: {{ level }}% lada ({{ minutes }} min. til fullada)
pt: {{ level }}% carregado ({{ minutes }} minutos até à carga completa)
ro: {{ level }}% încărcată ({{ minutes }}min până e încărcată complet)
si: {{ level }}% ආරෝපණය වී ඇත. (ආරෝපණය සම්පූර්ණ වීමට මිනිත්තු {{ minutes }} කි)
th: ชาร์จแล้ว {{ level }}% (อีก {{ minutes }} นาทีจนกว่าจะชาร์จเต็ม)
tr: %{{ level }} şarj oldu (Tam şarj olmasına {{ minutes }} dk. kaldı)
ur: {{ level }}% چارج مکمل ({{ minutes }} منٹ مکمل طور پر چارج ہونے تک)
uz: {{ level }}% zaryadlandi, to‘liq zarydalanishiga ({{ minutes }} daq qoldi)

source: {{ level }}% Charged ({{ minutes }} min until fully charged)
am: {{ level }}% ሞልቷል ({{ minutes }} ደቂቆች ይቀራል በሙሉ እስከሚሞላ)
ar: {{ level }}% مشحون ({{ minutes }} دقيقة متبقية لامتلاء الشحن)
bg: заредена {{ level }}% ({{ minutes }} мин до пълно зареждане)
bn_bd: {{ level }}% চার্জ হয়েছে ({{ minutes }} মিনিট বাকি সম্পূর্ণ চার্জ হতে)
br: {{ level }}% bec'hiet (Chom a ra {{ minutes }} a vunutennoù)
bs: {{ level }}% Napunjeno ({{ minutes }} minuta do 100%)
ca: {{ level }}% carregada (falta {{ minutes }} min per acabar)
cy: {{ level }}% wedi ei wefru ({{ minutes }} mun tan ei fod wedi ei wefru'n llawn)
eu: % {{ level }} kargatua (minutu {{ minutes }} guztiz kargatu arte)
fa: {{ level }}٪ شارژ شده ({{ minutes }} دقیقه تا شارژ کامل)
ga_ie: {{ level }}% Luchtaithe (luchtú iomlán i gceann {{ minutes }} nóim)
gd: {{ level }}% de theairrds, {{ minutes }} mhionaid air fhàgail gu làn-teairrds)
hu: {{ level }}% feltöltve ({{ minutes }} perc a teljes feltöltésig)
id: Terisi {{ level }}% ({{ minutes }} mnt hingga terisi penuh)
kn: {{ level }}% Charged ({{ minutes }} ನಿಮಿಷಗಳು ಪೂರ್ತಿ ಚಾರ್ಜ್‌ ಆಗುವವರೆಗೆ)
nn_no: {{ level }}% lada ({{ minutes }} min. til fullada)
pt: {{ level }}% carregado ({{ minutes }} minuto até à carga completa)
ro: {{ level }}% încărcată ({{ minutes }}min până e încărcată complet)
si: {{ level }}% ආරෝපණය වී ඇත. (ආරෝපණය සම්පූර්ණ වීමට මිනිත්තු {{ minutes }} කි)
th: ชาร์จแล้ว {{ level }}% (อีก {{ minutes }} นาทีจนกว่าจะชาร์จเต็ม)
tr: %{{ level }} şarj oldu (Tam şarj olmasına {{ minutes }} dk. kaldı)
ur: {{ level }}% چارج مکمل ({{ minutes }} منٹ مکمل طور پر چارج ہونے تک)
uz: {{ level }}% zarydalnadi, to‘liq zaryadlanishiga ({{ minutes }} daq qoldi)

# charging-minutes[two]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
am: {{ level }}% ሞልቷል ({{ minutes }} ደቂቆች ይቀራል በሙሉ እስከሚሞላ)
ar: {{ level }}% مشحون ({{ minutes }} دقيقة متبقية لامتلاء الشحن)
bg: заредена {{ level }}% ({{ minutes }} мин до пълно зареждане)
bn_bd: {{ level }}% চার্জ হয়েছে ({{ minutes }} মিনিট বাকি সম্পূর্ণ চার্জ হতে)
br: {{ level }}% bec'hiet (Chom a ra {{ minutes }} a vunutennoù)
bs: {{ level }}% napunjeno ({{ minutes }} minuta do 100%)
ca: {{ level }}% carregada (falten {{ minutes }} min per acabar)
cy: {{ level }}% wedi ei wefru ({{ minutes }} mun tan ei fod wedi ei wefru'n llawn)
eu: % {{ level }} kargatua ({{ minutes }} minutu guztiz kargatu arte)
fa: {{ level }}٪ شارژ شده ({{ minutes }} دقیقه تا شارژ کامل)
ga_ie: {{ level }}% Luchtaithe (luchtú iomlán i gceann {{ minutes }} nóim)
gd: {{ level }}% de theairrds, {{ minutes }} mhionaid air fhàgail gu làn-teairrds)
hu: {{ level }}% feltöltve ({{ minutes }} perc a teljes feltöltésig)
id: Terisi {{ level }}% ({{ minutes }} mnt hingga terisi penuh)
kn: {{ level }}% Charged ({{ minutes }} ನಿಮಿಷಗಳು ಪೂರ್ತಿ ಚಾರ್ಜ್‌ ಆಗುವವರೆಗೆ)
nn_no: {{ level }}% lada ({{ minutes }} min. til fullada)
pt: {{ level }}% carregado ({{ minutes }} minutos até à carga completa)
ro: {{ level }}% încărcată ({{ minutes }}min până e încărcată complet)
si: {{ level }}% ආරෝපණය වී ඇත. (ආරෝපණය සම්පූර්ණ වීමට මිනිත්තු {{ minutes }} කි)
th: ชาร์จแล้ว {{ level }}% (อีก {{ minutes }} นาทีจนกว่าจะชาร์จเต็ม)
tr: %{{ level }} şarj oldu (Tam şarj olmasına {{ minutes }} dk. kaldı)
ur: {{ level }}% چارج مکمل ({{ minutes }} منٹ مکمل طور پر چارج ہونے تک)
uz: {{ level }}% zaryadlandi, to‘liq zarydalanishiga ({{ minutes }} daq qoldi)

# charging-minutes[few]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
am: {{ level }}% ሞልቷል ({{ minutes }} ደቂቆች ይቀራል በሙሉ እስከሚሞላ)
ar: {{ level }}% مشحون ({{ minutes }} دقيقة متبقية لامتلاء الشحن)
bg: заредена {{ level }}% ({{ minutes }} мин до пълно зареждане)
bn_bd: {{ level }}% চার্জ হয়েছে ({{ minutes }} মিনিট বাকি সম্পূর্ণ চার্জ হতে)
br: {{ level }}% bec'hiet (Chom a ra {{ minutes }} a vunutennoù)
bs: {{ level }}% napunjeno ({{ minutes }} minuta do 100%)
ca: {{ level }}% carregada (falten {{ minutes }} min per acabar)
cy: {{ level }}% wedi ei wefru ({{ minutes }} mun tan ei fod wedi ei wefru'n llawn)
eu: % {{ level }} kargatua ({{ minutes }} minutu guztiz kargatu arte)
fa: {{ level }}٪ شارژ شده ({{ minutes }} دقیقه تا شارژ کامل)
ga_ie: {{ level }}% Luchtaithe (luchtú iomlán i gceann {{ minutes }} nóim)
gd: {{ level }}% de theairrds, {{ minutes }} mionaidean air fhàgail gu làn-teairrds)
hu: {{ level }}% feltöltve ({{ minutes }} perc a teljes feltöltésig)
id: Terisi {{ level }}% ({{ minutes }} mnt hingga terisi penuh)
kn: {{ level }}% Charged ({{ minutes }} ನಿಮಿಷಗಳು ಪೂರ್ತಿ ಚಾರ್ಜ್‌ ಆಗುವವರೆಗೆ)
nn_no: {{ level }}% lada ({{ minutes }} min. til fullada)
pt: {{ level }}% carregado ({{ minutes }} minutos até à carga completa)
ro: {{ level }}% încărcată ({{ minutes }}min până e încărcată complet)
si: {{ level }}% ආරෝපණය වී ඇත. (ආරෝපණය සම්පූර්ණ වීමට මිනිත්තු {{ minutes }} කි)
th: ชาร์จแล้ว {{ level }}% (อีก {{ minutes }} นาทีจนกว่าจะชาร์จเต็ม)
tr: %{{ level }} şarj oldu (Tam şarj olmasına {{ minutes }} dk. kaldı)
ur: {{ level }}% چارج مکمل ({{ minutes }} منٹ مکمل طور پر چارج ہونے تک)
uz: {{ level }}% zaryadlandi, to‘liq zarydalanishiga ({{ minutes }} daq qoldi)

# charging-minutes[many]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
am: {{ level }}% ሞልቷል ({{ minutes }} ደቂቆች ይቀራል በሙሉ እስከሚሞላ)
ar: {{ level }}% مشحون ({{ minutes }} دقيقة متبقية لامتلاء الشحن)
bg: заредена {{ level }}% ({{ minutes }} мин до пълно зареждане)
bn_bd: {{ level }}% চার্জ হয়েছে ({{ minutes }} মিনিট বাকি সম্পূর্ণ চার্জ হতে)
br: {{ level }}% bec'hiet (Chom a ra {{ minutes }} a vunutennoù)
bs: {{ level }}% napunjeno ({{ minutes }} minuta do 100%)
ca: {{ level }}% carregada (falten {{ minutes }} min per acabar)
cy: {{ level }}% wedi ei wefru ({{ minutes }} mun tan ei fod wedi ei wefru'n llawn)
eu: % {{ level }} kargatua ({{ minutes }} minutu guztiz kargatu arte)
fa: {{ level }}٪ شارژ شده ({{ minutes }} دقیقه تا شارژ کامل)
ga_ie: {{ level }}% Luchtaithe (luchtú iomlán i gceann {{ minutes }} nóim)
gd: {{ level }}% de theairrds, {{ minutes }} mionaid air fhàgail gu làn-teairrds)
hu: {{ level }}% feltöltve ({{ minutes }} perc a teljes feltöltésig)
id: Terisi {{ level }}% ({{ minutes }} mnt hingga terisi penuh)
kn: {{ level }}% Charged ({{ minutes }} ನಿಮಿಷಗಳು ಪೂರ್ತಿ ಚಾರ್ಜ್‌ ಆಗುವವರೆಗೆ)
nn_no: {{ level }}% lada ({{ minutes }} min. til fullada)
pt: {{ level }}% carregado ({{ minutes }} minutos até à carga completa)
ro: {{ level }}% încărcată ({{ minutes }}min până e încărcată complet)
si: {{ level }}% ආරෝපණය වී ඇත. (ආරෝපණය සම්පූර්ණ වීමට මිනිත්තු {{ minutes }} කි)
th: ชาร์จแล้ว {{ level }}% (อีก {{ minutes }} นาทีจนกว่าจะชาร์จเต็ม)
tr: %{{ level }} şarj oldu (Tam şarj olmasına {{ minutes }} dk. kaldı)
ur: {{ level }}% چارج مکمل ({{ minutes }} منٹ مکمل طور پر چارج ہونے تک)
uz: {{ level }}% zaryadlandi, to‘liq zarydalanishiga ({{ minutes }} daq qoldi)

# charging-minutes[other]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
am: {{ level }}% ሞልቷል ({{ minutes }} ደቂቆች ይቀራል በሙሉ እስከሚሞላ)
ar: {{ level }}% مشحون ({{ minutes }} دقيقة متبقية لامتلاء الشحن)
bg: заредена {{ level }}% ({{ minutes }} мин до пълно зареждане)
bn_bd: {{ level }}% চার্জ হয়েছে ({{ minutes }} মিনিট বাকি সম্পূর্ণ চার্জ হতে)
br: {{ level }}% bec'hiet (Chom a ra {{ minutes }} a vunutennoù)
bs: {{ level }}% napunjeno ({{ minutes }} minuta do 100%)
ca: {{ level }}% carregada (falten {{ minutes }} min per acabar)
cy: {{ level }}% wedi ei wefru ({{ minutes }} mun tan ei fod wedi ei wefru'n llawn)
eu: % {{ level }} kargatua ({{ minutes }} minutu guztiz kargatu arte)
fa: {{ level }}٪ شارژ شده ({{ minutes }} دقیقه تا شارژ کامل)
ga_ie: {{ level }}% Luchtaithe (luchtú iomlán i gceann {{ minutes }} nóim)
gd: {{ level }}% de theairrds, {{ minutes }} mionaid air fhàgail gu làn-teairrds)
hu: {{ level }}% feltöltve ({{ minutes }} perc a teljes feltöltésig)
id: Terisi {{ level }}% ({{ minutes }} mnt hingga terisi penuh)
kn: {{ level }}% Charged ({{ minutes }} ನಿಮಿಷಗಳು ಪೂರ್ತಿ ಚಾರ್ಜ್‌ ಆಗುವವರೆಗೆ)
nn_no: {{ level }}% lada ({{ minutes }} min. til fullada)
pt: {{ level }}% carregado ({{ minutes }} minutos até à carga completa)
ro: {{ level }}% încărcată ({{ minutes }}min până e încărcată complet)
si: {{ level }}% ආරෝපණය වී ඇත. (ආරෝපණය සම්පූර්ණ වීමට මිනිත්තු {{ minutes }} කි)
th: ชาร์จแล้ว {{ level }}% (อีก {{ minutes }} นาทีจนกว่าจะชาร์จเต็ม)
tr: %{{ level }} şarj oldu (Tam şarj olmasına {{ minutes }} dk. kaldı)
ur: {{ level }}% چارج مکمل ({{ minutes }} منٹ مکمل طور پر چارج ہونے تک)
uz: {{ level }}% zaryadlandi, to‘liq zarydalanishiga ({{ minutes }} daq qoldi)

# charging-hours[zero]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
am: {{ level }}% ሞልቷል ({{ hours }}ሰ {{ minutes }} ደቂቆች ይቀራል በሙሉ እስከሚሞላ)
ar: {{ level }}% مشحون ({{ hours}}ساعة و {{ minutes }} دقيقة متبقية لامتلاء الشحن)
bg: заредена {{ level }}% ({{ hours }} ч и {{ minutes }} мин до пълно зареждане)
bn_bd: {{ level }}% চার্জ হয়েছে ({{ hours }} ঘন্টা {{ minutes }} মিনিট বাকি সম্পূর্ণ চার্জ হতে)
br: {{ level }}% bec'hiet (Chom a ra {{ hours }} eur {{ minutes }} a vunutennoù a-raok ma vo leun choug)
bs: {{ level }}% napunjeno ({{ hours }}h {{ minutes }} minuta do 100%)
ca: {{ level }}% carregada (falten {{ hours }} h {{ minutes }} min per acabar)
cy: {{ level }}% wedi ei wefru ({{ hours }}a ({{ minutes }} mun tan ei fod wedi ei wefru'n llawn)
eu: % {{ level }} kargatua ({{ hours }} ordu, {{ minutes }} minutu guztiz kargatu arte)
fa: {{ level }}٪ شارژ شده ({{ hours }} ساعت {{ minutes }} دقیقه تا شارژ کامل)
ga_ie: {{ level }}% Luchtaithe (luchtú iomlán i gceann {{ hours }}u {{ minutes }} nóim)
gd: {{ level }}% de theairrds, ({{ hours }}u {{ minutes }} mionaid air fhàgail gu làn-teairrds)
hu: {{ level }}% feltöltve ({{ hours }} ó {{ minutes }} perc a teljes feltöltésig)
id: Terisi {{ level }}% ({{ hours }}j {{ minutes }} mnt hingga terisi penuh)
kn: {{ level }}% Charged ({{ hours }}ಗಂ {{ minutes }} ನಿಮಿಷಗಳು ಪೂರ್ತಿ ಚಾರ್ಜ್‌ ಆಗುವವರೆಗೆ)
nn_no: {{ level }}% lada ({{ hours }}t {{ minutes }} min. til fullada)
pt: {{ level }}% carregado ({{ hours }}h {{ minutes }} minutos até à carga completa)
ro: {{ level }}% încărcată ({{ hours }}h {{ minutes }}min până e încărcată complet)
si: {{ level }}% ආරෝපණය වී ඇත. (ආරෝපණය සම්පූර්ණ වීමට පැය {{ hours }} හා මිනිත්තු {{ minutes }} කි)
th: ชาร์จแล้ว {{ level }}% (อีก {{ hours }} ชั่วโมง {{ minutes }} นาทีจนกว่าจะชาร์จเต็ม)
tr: %{{ level }} şarj oldu (Tam şarj olmasına {{ hours }} sa. {{ minutes }} dk. kaldı)
ur: {{ level }}% چارج مکمل ({{ hours }}h {{ minutes }} منٹ مکمل طور پر چارج ہونے تک)
uz: {{ level }}% zaryadlandi, to‘liq zaryadlanishiga ({{ hours }}s {{ minutes }} daq qoldi)
