Repository: translate/mozilla-gaia
Catalog: qvi/shared/telephony/telephony.properties.po
Languages: qvi

source: Emergency number
qvi: Wayankata yupay

source: To make a call you need to disable airplane mode in settings.
qvi: Shuk kayay ruranapak, mutsuy riwichinatakichuy antankata hamuy tikuykunapi

# callAirplaneModeBtnOk
source: OK
qvi: Alli

source: Airplane mode activated
qvi: Antanka hamuy riwichishka

source: Number is busy
qvi: Yupayta kushkatyashka

source: The number is currently busy. Please try again later.
qvi: Yupayta kushkatyashka kunan. Kutin shinay shinalli chishi

source: FDN active
qvi: NMF riwichishka

source: Emergency calls are not allowed by the network.
qvi: Kay llika mana sakin wayankata kayaykuna

# emergencyDialogBtnOk
source: OK
qvi: Alli

source: No network connection
qvi: Na llikata llamiray

source: Invalid phone number
qvi: Rimachik antata yupay na allichishka

source: The phone number you are calling is not valid.
qvi: Kay yupay kallachihukta mana allichu.

source: Unable to make a phone call now
qvi: Na usharina shuk kayay shinana kunan

source: Other connection in use
qvi: Shukta llamiray mutsuypi

source: You have an active call on another connection. You can only use one connection at a time.
qvi: Charinki shuk kayay shuk llamiraypi. Chaypilla ushanki shuk llamirayta.

source: Connecting…
qvi: Llamiraypashpa...

source: Mobile
qvi: Móvil

source: Home
qvi: Wasi

source: Work
qvi: Llamkayuku

source: Personal
qvi: Ñukapak

source: Fax home
qvi: Fax wasi

source: Fax office
qvi: Fax llankanauku

source: Fax other
qvi: Fax shukkuna

source: Other
qvi: Shukta

source: Mobile, {{ carrier }}
qvi: Móvil, {{ carrier }}

source: Home, {{ carrier }}
qvi: Wasi, {{ carrier }}

source: Work, {{ carrier }}
qvi: Llamkayuku, {{ carrier }}

source: Personal, {{ carrier }}
qvi: Ñukapak, {{ carrier }}

source: Fax home, {{ carrier }}
qvi: Fax wasi, {{ carrier }}

source: Fax office, {{ carrier }}
qvi: Fax llankanauku, {{ carrier }}

source: Fax other, {{ carrier }}
qvi: Shukta fax, {{ carrier }}

source: Other, {{ carrier }}
qvi: Shukta, {{ carrier }}
