Repository: translate/mozilla-gaia
Catalog: ha/shared/date/date.properties.po
Languages: ha

source: Sunday
ha: Lahadi

source: Monday
ha: Litinin

source: Tuesday
ha: Talata

source: Wednesday
ha: Laraba

source: Thursday
ha: Alhamis

source: Friday
ha: Juma'a

source: Saturday
ha: Asabar

source: Sun
ha: Rana

source: Mon
ha: Lit

source: Tue
ha: Tal

source: Wed
ha: Lar

source: Thu
ha: Alh

source: Fri
ha: Jum

source: Sat
ha: Asa

# month-0-long
source: January
ha: Janairu

# month-1-long
source: February
ha: Fabarairu

# month-2-long
source: March
ha: Maris

# month-3-long
source: April
ha: Aprilu

# month-4-long
source: May
ha: Mayu

# month-5-long
source: June
ha: Yuni

# month-6-long
source: July
ha: Juli

# month-7-long
source: August
ha: Agusta

# month-8-long
source: September
ha: Satumba

# month-9-long
source: October
ha: Oktoba

# month-10-long
source: November
ha: Nuwamba

# month-11-long
source: December
ha: Disamba

# month-0-genitive
source: January
ha: Janairu

# month-1-genitive
source: February
ha: Fabarairu

# month-2-genitive
source: March
ha: Maris

# month-3-genitive
source: April
ha: Aprilu

# month-4-genitive
source: May
ha: Mayu

# month-5-genitive
source: June
ha: Yuni

# month-6-genitive
source: July
ha: Yuli

# month-7-genitive
source: August
ha: Agusta

# month-8-genitive
source: September
ha: Satumba

# month-9-genitive
source: October
ha: Oktoba

# month-10-genitive
source: November
ha: Nuwamba

# month-11-genitive
source: December
ha: Disamba

source: Feb
ha: Fab

# month-4-short
source: May
ha: Mayu

source: Jun
ha: Yun

source: Jul
ha: Yul

source: Aug
ha: Agu

source: Sep
ha: Sat

source: Oct
ha: Okt

source: Nov
ha: Nuw

source: Dec
ha: Dis

# minutes-ago-long[zero]
source: just now
ha: yanzun nan

source: a minute ago
ha: minti ɗaya da ya gabata

# minutes-ago-long[two]
source: {{value}} minutes ago
ha: mintina {{value}} da suka gabata

# minutes-ago-long[few]
source: {{value}} minutes ago
ha: mintina {{value}} da suka gabata

# minutes-ago-long[many]
source: {{value}} minutes ago
ha: mintina {{value}} da suka gabata

# minutes-ago-long[other]
source: {{value}} minutes ago
ha: mintina {{value}} da suka wuce

# hours-ago-long[zero]
source: just now
ha: yanzu-yanzu

source: an hour ago
ha: awa guda da ta gabata

# hours-ago-long[two]
source: {{value}} hours ago
ha: awanni {{value}} da suka gabata

# hours-ago-long[few]
source: {{value}} hours ago
ha: awanni {{value}} da suka gabata

# hours-ago-long[many]
source: {{value}} hours ago
ha: awanni {{value}} da suka gabata

# hours-ago-long[other]
source: {{value}} hours ago
ha: awanni {{value}} da suka gabata

# days-ago-long[zero]
source: today
ha: yau

source: yesterday
ha: jiya

# days-ago-long[two]
source: {{value}} days ago
ha: kwanaki {{value}} du su ka gabata

# days-ago-long[few]
source: {{value}} days ago
ha: kwanaki {{value}} da suka gabata

# days-ago-long[many]
source: {{value}} days ago
ha: kwanaki {{value}} da suka gabata

# days-ago-long[other]
source: {{value}} days ago
ha: kwanaki {{value}} da suka gabata

# weeks-ago-long[zero]
source: this week
ha: wannan makon

source: last week
ha: makon da ya gabata

# weeks-ago-long[two]
source: {{value}} weeks ago
ha: makwanni {{value}} da suka gabata

# weeks-ago-long[few]
source: {{value}} weeks ago
ha: makwanni {{value}} da suka gabata

# weeks-ago-long[many]
source: {{value}} weeks ago
ha: makwanni {{value}} da suka gabata

# weeks-ago-long[other]
source: {{value}} weeks ago
ha: makwanni {{value}} da suka gabata

# months-ago-long[zero]
source: this month
ha: wannan watan

source: last month
ha: watan da ya gabata

# months-ago-long[two]
source: {{value}} months ago
ha: watanni {{value}} da suka gabata

# months-ago-long[few]
source: {{value}} months ago
ha: watanni {{value}} da suka gabata

# months-ago-long[many]
source: {{value}} months ago
ha: watanni {{value}} da suka gabata

# months-ago-long[other]
source: {{value}} months ago
ha: watanni {{value}} da suka gabata

# years-ago-long[zero]
source: this year
ha: wannan shekara

source: last year
ha: shekara da ta gabata

# years-ago-long[two]
source: {{value}} years ago
ha: shekaru {{value}} da suka gabata

# years-ago-long[few]
source: {{value}} years ago
ha: shekaru {{value}} da suka gabata

# years-ago-long[many]
source: {{value}} years ago
ha: shekaru {{value}} da suka gabata

# years-ago-long[other]
source: {{value}} years ago
ha: shekaru {{value}} da suka gabata

# minutes-until-long[zero]
source: now
ha: yanzu

source: in a minute
ha: a minti ɗaya

# minutes-until-long[two]
source: in {{value}} minutes
ha: a mintina {{value}}

# minutes-until-long[few]
source: in {{value}} minutes
ha: a mintina {{value}}

# minutes-until-long[many]
source: in {{value}} minutes
ha: a mintina {{value}}

# minutes-until-long[other]
source: in {{value}} minutes
ha: a mintina {{value}}

# hours-until-long[zero]
source: now
ha: yanzu

source: in an hour
ha: cikin awa ɗaya

# hours-until-long[two]
source: in {{value}} hours
ha: cikin awanni {{value}}

# hours-until-long[few]
source: in {{value}} hours
ha: cikin awanni {{value}}

# hours-until-long[many]
source: in {{value}} hours
ha: a cikin awanni {{value}}

# hours-until-long[other]
source: in {{value}} hours
ha: a cikin awanni {{value}}

# days-until-long[zero]
source: today
ha: yau

source: tomorrow
ha: gobe

# days-until-long[two]
source: in {{value}} days
ha: a cikin kwanaki {{value}}

# days-until-long[few]
source: in {{value}} days
ha: a cikin kwanaki {{value}}

# days-until-long[many]
source: in {{value}} days
ha: a cikin kwanaki {{value}}

# days-until-long[other]
source: in {{value}} days
ha: a cikin kwanaki {{value}}

# weeks-until-long[zero]
source: this week
ha: wannan makon

source: next week
ha: mako mai zuwa

# weeks-until-long[two]
source: in {{value}} weeks
ha: a cikin makwanni {{value}}

# weeks-until-long[few]
source: in {{value}} weeks
ha: a cikin makwanni {{value}}

# weeks-until-long[many]
source: in {{value}} weeks
ha: a cikin makwanni {{value}}

# weeks-until-long[other]
source: in {{value}} weeks
ha: cikin makwanni {{value}}

# months-until-long[zero]
source: this month
ha: wannan watan

source: next month
ha: wata mai zuwa

# months-until-long[two]
source: in {{value}} months
ha: cikin watanni {{value}}

# months-until-long[few]
source: in {{value}} months
ha: cikin watanni {{value}}

# months-until-long[many]
source: in {{value}} months
ha: cikin watanni {{value}}

# months-until-long[other]
source: in {{value}} months
ha: cikin watanni {{value}}

# years-until-long[zero]
source: this year
ha: wannan shekara

source: next year
ha: shekara mai zuwa

# years-until-long[two]
source: in {{value}} years
ha: a cikin shekaru {{value}}

# years-until-long[few]
source: in {{value}} years
ha: a cikin shekaru {{value}}

# years-until-long[many]
source: in {{value}} years
ha: a cikin shekaru {{value}}

# years-until-long[other]
source: in {{value}} years
ha: a cikin shekaru {{value}}

# minutes-ago-short[zero]
source: just now
ha: yanzu-yanzu

source: {{value}}m ago
ha: m {{value}} da ya gabata

# hours-ago-short[zero]
source: just now
ha: yanzu-yanzu

source: {{value}}h ago
ha: h{{value}} da ta gabata

# days-ago-short[zero]
source: today
ha: yau

source: {{value}}d ago
ha: {{value}}d da ya gabata

# minutes-until-short[zero]
source: now
ha: yanzu

source: in {{value}}m
ha: a cikin {{value}}m

# hours-until-short[zero]
source: now
ha: yanzu

source: in {{value}}h
ha: a {{value}}h

# days-until-short[zero]
source: today
ha: yau

source: in {{value}}d
ha: a {{value}}d

source: (incorrect date)
ha: (kwanan wata ba dai dai ba)

source: %a %b %e %Y %I:%M:%S %p
ha: %a %b %e %Y %l:%M:%S %p

source: %I:%M:%S %p
ha: %l:%M:%S %p

source: %x %I:%M %p
ha: %x %l:%M %p
