Repository: translate/mozilla-gaia
Catalog: qvi/shared/import_contacts/import_contacts.properties.po
Languages: qvi

source: Back
qvi: Washapi

source: To import contacts insert or unlock your SIM card
qvi: Shutitan riksikunata kanchamanta apamunapak, satiy rini marikuyay kamba panka SIM

source: To import contacts insert a memory card
qvi: Shutitan riksikunata kanchamanta apamunapak, satiy schuk panka yuyashpa

source: Memory card
qvi: Panka yuyashpa

source: No friends or contacts found in this account.
qvi: Nipipash maschi nimapash shutitan riksi tuparischka cuentapi.

source: Import SIM contacts
qvi: Kanchamanta apamunapak SIM shutita riksikuna

source: Importing SIM contacts…
qvi: Kanchamanta apamuhun shutitan riksikuna SIM manda...

source: Reading from SIM card…
qvi: Killkakatihun SIM pankamanda...

source: Could not import contacts from SIM
qvi: Shutita riksikunata na kanchamanta apamushkachu SIM manda

source: No contacts detected on SIM to import
qvi: Shutita riksikunata na taripayhapirka SIM pi

# simContacts-imported3[one]
source: Imported one contact
qvi: Shuk shutita riksita kanchamanta apamushkachu

# simContacts-imported3[two]
source: Imported {{n}} contacts
qvi: {{n}} shutita riksikunata kanchamanta apamushkachu

# simContacts-imported3[few]
source: Imported {{n}} contacts
qvi: {{n}} shutita riksikunata kanchamanta apamushkachu

# simContacts-imported3[many]
source: Imported {{n}} contacts
qvi: {{n}} shutita riksikunata kanchamanta apamushkachu

# simContacts-imported3[other]
source: Imported {{n}} contacts
qvi: {{n}} shutita riksikunata kanchamanta apamushkachu

source: Import contacts from memory card
qvi: Riksishutikunata kanchamanta apamuna panka yuyashpamanta

source: Importing contacts from memory card…
qvi: Riksishutikunata kanchamanta apamuhun panka yuyashpamanta...

source: Could not import contacts from memory card
qvi: Riksishutikunata na kanchamanta apamushkachu panka yuyashpamanta

source: No contacts detected on memory card to import
qvi: Riksishutikunata na taripayhapirka panka yuyashpapi

# memoryCardContacts-imported3[one]
source: Imported one contact
qvi: Shuk riksishutita kanchamanta apamushkachu

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
qvi: {{n}} riksishutikunata kanchamanta apamushkachu

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
qvi: {{n}} riksishutikunata kanchamanta apamushkachu

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
qvi: {{n}} riksishutikunata kanchamanta apamushkachu

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
qvi: {{n}} riksishutikunata kanchamanta apamushkachu

# infiniteProgress[one]
source: Imported one contact
qvi: Shuk riksishutita kanchamanta apamushkachu

# infiniteProgress[two]
source: Imported {{n}} contacts
qvi: {{n}} riksishutikunata kanchamanta apamushkachu

# infiniteProgress[few]
source: Imported {{n}} contacts
qvi: {{n}} riksishutikunata kanchamanta apamushkachu

# infiniteProgress[many]
source: Imported {{n}} contacts
qvi: {{n}} riksishutikunata kanchamanta apamushkachu

# infiniteProgress[other]
source: Imported {{n}} contacts
qvi: {{n}} riksishutikunata kanchamanta apamushkachu

source: No friends updated
qvi: Nipipash mashita kunanpayashka

source: Updated one friend
qvi: Shuk mashita kunanpayashka

# friendsUpdated[two]
source: Updated {{numFriends}} friends
qvi: Kunanpayashka {{numFriends}} mashikunata

# friendsUpdated[few]
source: Updated {{numFriends}} friends
qvi: Kunanpayashka {{numFriends}} mashikuna

# friendsUpdated[many]
source: Updated {{numFriends}} friends
qvi: Kunanpayashka {{numFriends}} mashikuna

# friendsUpdated[other]
source: Updated {{numFriends}} friends
qvi: Kunanpayashka {{numFriends}} mashikuna

source: No duplicated friends merged
qvi: Na chapurirka nipipash riksishuti shinayachishka

source: One duplicated friend merged
qvi: Ña chapurirka shuk riksishuti shinayachishka

# friendsMerged[two]
source: {{numDups}} friends merged
qvi: {{numDups}} riksishutikuna chapurishka

# friendsMerged[few]
source: {{numDups}} friends merged
qvi: {{numDups}} riksishutikuna chapurishka

# friendsMerged[many]
source: {{numDups}} friends merged
qvi: {{numDups}} riksishutikuna chapurishka

# friendsMerged[other]
source: {{numDups}} friends merged
qvi: {{numDups}} riksishutikuna chapurishka

source: No duplicated contacts merged
qvi: Na chapurirka nipipash riksishuti shinayachishka

source: One duplicated contact merged
qvi: Ña chapurirka shuk riksishuti shinayachishka

# contactsMerged[two]
source: {{numDups}} contacts merged
qvi: {{numDups}} riksishutikuna chapurishka

# contactsMerged[few]
source: {{numDups}} contacts merged
qvi: {{numDups}} riksishutikuna chapurishka

# contactsMerged[many]
source: {{numDups}} contacts merged
qvi: {{numDups}} riksishutikuna mary chapurishka

# contactsMerged[other]
source: {{numDups}} contacts merged
qvi: {{numDups}} riksishutikuna chapurishka

source: Import
qvi: Kanchamanta apamuna

source: Update
qvi: Kunanpayana

# fbFriends
source: Facebook Friends
qvi: Facebook Mashikuna

# facebook-serviceName
source: Facebook Friends
qvi: Facebook Mashikuna

source: Select all
qvi: Akllana tukuy

source: Deselect all
qvi: Mana rikuchina tukuy

source: View All Facebook Friends
qvi: Rikuna tukuy Facebook mashikuna

source: View Only Recommended
qvi: Rikuna chay minkaykunatalla

source: No matching friends. Showing all
qvi: Mana tiyan mashikunaka nipapurachi. Rikuchihun tukuykuna

source: Select the recommended one
qvi: Minkayta akllana

# linkProposal[two]
source: Select a recommended one
qvi: Akllana shuk minkayta

# linkProposal[few]
source: Select a recommended one
qvi: Akllana shuk minkayta

# linkProposal[many]
source: Select a recommended one
qvi: Akllana shuk minkayta

# linkProposal[other]
source: Select a recommended one
qvi: Akllana shuk minkayta

source: No contacts available to import
qvi: Nimapash riksishuti kanchamanta apamunkapa

source: All your friends are imported
qvi: Tukuy kampa mashikunata kanchamanta apamushka

source: Found one friend to import
qvi: Mashiwan tuparishka kanchamanta apamunkapa

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
qvi: {{numFriends}} mashikunawan tuparishka kanchamanta apamunkapa

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
qvi: {{numFriends}} mashikunawan tuparishka kanchamanta apamunkapa

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
qvi: {{numFriends}} mashikunawan tuparishka kanchamanta apamunkapa

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
qvi: {{numFriends}} mashikunawan tuparishka kanchamanta apamunkapa

source: Search
qvi: Maskana

source: No contacts found
qvi: Riksishutikuna na tarishkachu

source: Done
qvi: Shinashka

source: Importing friends to Contacts
qvi: Mashikunata kanchamanta apamuhun riksishutikunaman

source: Updating friends in Contacts
qvi: Mashikunata kunanpayahun riksishutikunapi

# message2
source: This may take a couple of minutes
qvi: Ishkay chinillata parankami

source: Please hold on. We are linking your friend and your contact.
qvi: Shuyapay. Chimpapurashpa rimaychi Kanpa mashiwan kanpa riksishutiwan

source: Please hold on. We are canceling the ongoing operation.
qvi: Shuyapay. Rurayri ñanta tukuchinahunchik.

source: Error {{from}}
qvi: Pantay {{from}}

# error2
source: Do you want to retry?
qvi: ¿Kutin shinanata munanki?

# errorProposal
source: calculating proposals
qvi: mashnayachihun kunaykuna

# errorFriends
source: retrieving friends
qvi: mashikunata kutin charinahun

source: linking contact
qvi: Riksishutita mirachihun

source: Exceeded timeout {{from}}
qvi: Pachata shuyahun yallishka

# timeout2
source: Do you want to retry?
qvi: ¿Kutin shinanata munanki?

# timeoutProposal
source: calculating proposals
qvi: mashnayachihun kunaykuna

# timeoutFriends
source: retrieving friends
qvi: mashikunata kutin charinahun

source: linking contacts
qvi: riksishutita mirachihun

source: Please hold on
qvi: Ashakuta shuyay

# wait2
source: This may take a couple of minutes
qvi: Ishkay chinillata parankami

source: Please hold on. We are calculating a proposal.
qvi: Shuyapay. Kunayta mashnayachihunchi.

source: Please hold on. We are connecting to obtain your friend list.
qvi: Shuyapay. Kanpa mashishutita tarinahunchik.

# curtainCancel
source: Cancel
qvi: Tukuchina

source: Retry
qvi: Kutin shinana

# curtainOK
source: OK
qvi: Arinina

source: No Internet connection
qvi: Illana llamiray internetpi

source: Friends’ photos will not be added to your contacts. Continue anyway?
qvi: Mashikunata rikchak na ña yapachinkachu. Katikrinkichu?

# yesOption
source: OK
qvi: Arinina

# noOption
source: Cancel
qvi: Tukuchina
