Repository: translate/mozilla-gaia
Catalog: son/apps/music/music.properties.po
Languages: son

source: Music
son: Miiziki

source: Artists
son: Donkey

source: Albums
son: Albomey

source: Songs
son: Dooney

source: Unknown artist
son: Dooni teekaw šibayante

source: Unknown album
son: Albom šibayante

source: Unknown title
son: Maa šibayante

source: Add songs to get started
son: Dooniyaŋ tonton ka šintin

source: Load songs on to the memory card.
son: Dooney zumandi lakkal kattaa ga.

source: No memory card found
son: Lakkal katta kul ši duwandi

source: Insert a memory card to listen to songs.
son: Lakkal katta dam ka haŋajer dooney se.

source: Music can not be used while phone is plugged in
son: Miziki ši hin ka hẽe nda war talfonoo goo kuraŋ ga

source: Unplug the phone to play music.
son: Talfonoo kaa kuraŋ ga hanajer.

source: Database Upgrade
son: Bayhaya hugu taagandi

source: Please wait while Music updates its database.
son: Batu kaŋ Music ga nga bayhaya hugoo taagandi.

source: Search Music
son: Miziku ceeci

# search-cancel
source: Cancel
son: Naŋ

# search-artists
source: Artists
son: Dooni teekey

# search-albums
source: Albums
son: Albomey

source: Tracks
son: Dooni-izey

source: close
son: daabu

source: No music found
son: Miiziki kul ši duwandi

source: Shuffle all
son: Ikul birji

source: Highest rated
son: Dooni kaasey

source: Recently added
son: Kaŋ kokor ha tonton

source: Most played
son: Ikul hẽenantey

source: Least played
son: Ši boobo ka hẽe

source: Select a track
son: Dooni-ize suuba

source: Save
son: Gaabu

source: Saved {{title}} to Music
son: Na {{title}} gaabu miiziki ga

source: Audio cannot be played: format is unsupported or file is invalid.
son: Jinde ši hin ka hẽenandi: takaroo ši kanbandi wal'a ga laala.

# overlay-cancel-button
source: Cancel
son: Naŋ

source: Music paused during the call
son: Miiziki hunanzam ciyari waate

source: Done
son: A ben

source: Share
son: Žemna

source: Rating
son: Kanandiyan

# rating-star.ariaLabel[zero]
source: {{n}} stars
son: Handaray {{n}}

source: {{n}} star
son: Handaray {{n}}

# rating-star.ariaLabel[two]
source: {{n}} stars
son: Handaray {{n}}

# rating-star.ariaLabel[few]
source: {{n}} stars
son: Handaray {{n}}

# rating-star.ariaLabel[many]
source: {{n}} stars
son: Handaray {{n}}

# rating-star.ariaLabel[other]
source: {{n}} stars
son: Handaray {{n}}

source: Go to player view
son: Koy hẽenandikaw gunari ga

source: Repeat off
son: Ši filla

source: Repeat all
son: Kul filla

source: Repeat track
son: Fillayan dooni

source: Shuffle
son: Birji

# artists-tab.ariaLabel
source: Artists
son: Donkey

# albums-tab.ariaLabel
source: Albums
son: Albomey

# songs-tab.ariaLabel
source: Songs
son: Dooney
