Repository: translate/mozilla-gaia
Catalog: lg/apps/browser/browser.properties.po
Languages: lg

source: OK
lg: Kale

source: Cancel
lg: Sazaamu

source: Done
lg: Omazze

source: Search or enter address
lg: Noonya oba yingiza kyononya

source: History
lg: Ebikadde

source: New tab
lg: Akatimbe akapya

source: Open link in new tab
lg: Ggulawo sayiti mu katimbe akapya

source: Future
lg: Mumaaso

source: Today
lg: Leero

source: Yesterday
lg: Jjo

source: Last 7 days
lg: Ennaku ezisembye omusanvu

source: This month
lg: Gguno Omwezi

source: Last 6 months
lg: Emyezi ejisembye omusanvu

source: Older than 6 months
lg: Okusinga emyezi mukaaga

source: January
lg: Omwezi Ogusooka

source: February
lg: Omwezi Ogwokubili

source: March
lg: Omwezi ogw'okusatu

source: April
lg: Omwezi Ogw'okuna

source: May
lg: Omwezi Ogw'okutaano

source: June
lg: Omwezi Ogw'omukaaga

source: July
lg: Omwezi Ogw'omusanvu

source: August
lg: Omwezi Ogw'omunaana

source: September
lg: Omwezi Ogw'omwenda

source: October
lg: Omwezi Ogw'ekumi

source: November
lg: Omwezi Ogw'ekumi nalumu

source: December
lg: Omwezi Ogusembayo

source: Enter a search term or Web address to start browsing.
lg: Yingiza kyononya oba linki okutandika

# top-sites-startPage
source: Top sites
lg: Ezisinga

# top-sites-tab
source: Top sites
lg: Ezisinga

source: Settings
lg: Setingi

source: Privacy & Security
lg: Ebyekyama n'Okwekuma

source: Clear browsing history
lg: Jjamu ebikadde

source: Clear browsing history?
lg: Jjamu ebikadde?

source: Clear cookies and stored data
lg: Jjamu ebujjukiza n'ebiterekedwa

source: Clear cookies and other data stored by sites on this device?
lg: Jjamu ebujjukiza n'ebiterekedwa sayiti kuno?

source: Search Engines
lg: Yingini Enonya

source: Default search engine
lg: Yingini Enonya eyagiramu

source: Bookmarks
lg: Byoterese

source: Bookmark
lg: Gyoterese

source: Unbookmark
lg: Jjamu

source: Edit bookmark
lg: Kyuusa kyoterese

# edit-bookmark-header
source: Edit bookmark
lg: Kyuusa kyoterese

source: Page title
lg: Erinya

source: Address
lg: Sayiti

source: Add to home screen
lg: Gata ku sikulini esooka

source: Username
lg: Elinya ly'oyagala

source: Password
lg: Akasumuluzo

source: Sign in
lg: Yingira

source: Sign in to website
lg: Yingira mu sayiti

source: The website {{host}} requires you to sign in.
lg: Sayiti {{host}} yetaga oyingire

source: The username or password is incorrect.
lg: Elinya n'akasumuluzo bifu

source: Well, this is embarrassing.
lg: Kati, kino kiswaza

source: We tried to display this Web page, but itâ€™s not responding.
lg: Tugezezako okulaga Akatimbe kano, naye kaganyi

source: Close tab
lg: Ggala akatimbe

source: Reload
lg: Ddamu

source: Search for
lg: Nonya

source: Save Image
lg: Teleka ekifananyi

source: Image saved to Gallery
lg: Ekifananyi kiterekebwa

source: Error saving image
lg: Obuzibu okutereka ekifananyi

source: Save Video
lg: Tereka akatambi

source: Video saved to Video
lg: Akatambi katerekebwa

source: Error saving video
lg: Obuzibu okutereka akatambi

source: Save Audio
lg: Tereka akayimba

source: Audio saved to Music
lg: Akayimba katerekebwa

source: Error saving audio
lg: Obuzibu mukutereka akayimba
