Repository: translate/mozilla-gaia
Catalog: hto/shared/telephony/telephony.properties.po
Languages: hto

source: Emergency number
hto: fakara Ñúe iñedɨo jɨrɨyena

source: To make a call you need to disable airplane mode in settings.
hto: Jɨrɨyena, Féedɨya ízoi duita ó rɨyirede bónoyena.

# callAirplaneModeBtnOk
source: OK
hto: Jɨɨ

source: Airplane mode activated
hto: Féedɨya ízoi já bónoka

source: Number is busy
hto: Fákara bie ñete

source: The number is currently busy. Please try again later.
hto: Fákara birui ñete. jabe meine jeta

source: FDN active
hto: NMF bónoka

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
hto: NMF (Fakara rɨgɨnua ite) venomo ñue ite fakara: {{ number }}

source: To make a call, the phone must be connected to a network.
hto: Ó jɨriyena, Nitaode bie red jóriaɨmo.

source: Emergency calls are not allowed by the network.
hto: Bie red ñue iñedɨo jɨriñeno.

# emergencyDialogBtnOk
source: OK
hto: Jɨɨ

source: No network connection
hto: Red íñede nitaoiyena

source: Invalid phone number
hto: Fakara. joriaɨmo ñueñede

source: The phone number you are calling is not valid.
hto: Fakara o jɨriya ñueñede.

source: Unable to make a phone call now
hto: Jabe jɨrinide

source: Cannot make a call. If you are already dialing, please hang up first.
hto: Jɨrinide. fakara jetaode, oni jone.

source: Other connection in use
hto: Jɨaɨ nitayena

source: You have an active call on another connection. You can only use one connection at a time.
hto: Omo jɨriya ñue nitade. Da nitade ite.

source: Call was barred by the operator
hto: Ñue iñede jɨriya Náama fuitade

source: Connecting…
hto: Nítanítaoide...

source: Mobile
hto: Jóriaɨ

source: Home
hto: Jófo

source: Work
hto: Táijina

source: Personal
hto: Kúeɨena

source: Fax home
hto: Fax jófo

source: Fax office
hto: Taɨjira jófo Fax

source: Fax other
hto: Jɨaɨe fax

source: Other
hto: Jɨaɨe

source: Mobile, {{ carrier }}
hto: Joriaɨ, {{ carrier }}

source: Home, {{ carrier }}
hto: Jófo, {{ carrier }}

source: Work, {{ carrier }}
hto: Taijɨna, {{ carrier }}

source: Personal, {{ carrier }}
hto: Dama, {{ carrier }}

source: Fax home, {{ carrier }}
hto: Jofo fax, {{ carrier }}

source: Fax office, {{ carrier }}
hto: Taɨjira jófo Fax, {{carrier }}

source: Fax other, {{ carrier }}
hto: Jɨaɨ fax, {{ carrier }}

source: Other, {{ carrier }}
hto: Jɨaɨ, {{carrier }}
