Repository: translate/mozilla-gaia
Catalog: hto/apps/settings/device_type/phone/settings.device.properties.po
Languages: hto

source: Share my Internet connection with a USB-connected device.
hto: Nitaoidɨkue Internet jɨama dɨga fekari USB dɨga.

source: Share my Internet connection with Wi-Fi-connected devices.
hto: Nitaoidɨkue Internet jɨama dɨga fekari Wi-Fi dɨga.

source: The ringtone was not changed because the selected file can not be played on this phone.
hto: Fɨkɨ́no jɨaɨena joneñega nɨzeka ráa jóriaɨmo fɨnóraima jónenide.

source: Find My Device allows you to locate, lock or erase your phone
hto: Kúe ráanɨaɨ jenoka íyano, jóriaɨmo ɨ́baiyena ñúe iyena.

source: Find My Device allows you to locate, lock or erase your phone from a web site:
hto: Kúe ráanɨaɨ jenoka íyano, jóriaɨmo web ɨ́baiyena ñúe iyena.

source: Your phone is being tracked by another device through the website.
hto: Ó jóriaɨ jɨaɨmakɨ éroika web jɨaɨe ráanɨaɨ dɨga.

source: No devices are actively tracking your phone through the website.
hto: Ó jóriaɨ jɨaɨmakɨ éroiñega web jɨaɨe ráanɨaɨ dɨga.

source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
hto: Bónoka disco USB jɨaie PC íe ráanɨaɨ nitaka USB dɨga ó jóriaɨmo ráa éroitɨo

source: Reset Phone
hto: Jóriaɨ jónega

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
hto: Ábɨdo jonega, nana ó fɨnoka ráanɨaɨ féite, app ó jónega feíte. Jóriaɨ fɨnoraɨma ízoi íte abɨdo. Ñúe ó fɨnoka féite, kɨoñeiye.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your phone will have unrestricted developer tools, allowing you to modify and debug system applications.
hto: Ábɨdo jónega nana ó ranɨaɨ óni óye, nana app ó ɨbaka. Ráanɨaɨ ñúe fɨ̃noka jónenide. Taɨjɨra fɨnoraɨma sistema ó joriaɨmo ráanɨaɨ íya yɨnonide dai j́onega.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your phone will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
hto: Ábɨdo jónega nana ó ranɨaɨ óni óye, nana app ó ɨbaka. Ráanɨaɨ ñúe fɨ̃noka jónenide. Taɨjɨra fɨnoraɨma sistema ó joriaɨmo ráanɨaɨ íya yɨnonide dai j́onega.

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
hto: Ófitaɨra ɨ́ere dúe íte rɨidoga jabe bonoyena, blutooth kaɨ iyano jóriaɨmo ie ófitaɨra duiñede. bie jabe nana bonoyena onoɨ diga.

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
hto: Ñúe fɨnoyena {{brandShortName}} nɨezi ó jóriaɨ dɨga taɨjɨdɨo féka ó ráanɨaɨ.

source: Connected to phone audio
hto: Nítaoide audio jóriaɨmo

source: Connected to phone/media audio
hto: Jóriaɨmo audio nítaoide
