Repository: translate/mozilla-gaia
Catalog: ha/apps/ringtones/ringtones.properties.po
Languages: ha

source: Share ringtone
ha: Raba sautin kira

source: Delete ringtone
ha: Goge sautin kira

# actions-cancel
source: Cancel
ha: Soke

source: Delete Ringtone
ha: Goge Sautin kira

source: Are you sure you want to delete "{{tone}}"?
ha: Ka tabbata ka na so ka goge "{{tone}}"?

source: "{{tone}}" is the current default ringtone. Are you sure you want to delete it?
ha: "{{tone}}" shi ne shiryayyen sautin kira. Ka tabbatar ka na so ka goge shi?

source: "{{tone}}" is the current default alert. Are you sure you want to delete it?
ha: "{{tone}}" shi ne shiryayyen sautin faɗakarwa. Ka tabbatar ka na so ka goge shi?

# delete-cancel
source: Cancel
ha: Soke

source: Delete
ha: Goge

source: Ringtone deleted.
ha: An goge sautin kira

source: New ringtone created.
ha: An ƙirƙiri sabon sautin kira.

source: Ringtone set as default.
ha: An saita sautin kira a matsayin shiryayye.

source: Select Sound
ha: Zaɓi Murya

source: Create Ringtone
ha: Ƙirƙiri Sautin kira

source: Save
ha: Ajiye

# create-cancel
source: Cancel
ha: Soke

source: Corrupted File
ha: Gurɓataccen fayil

source: The file is corrupted. It cannot be used to create a ringtone.
ha: Fayil ɗin ya gurɓata. Ba za'a iya amfani da shi domin ƙirƙirar sautin kira ba.

source: Ringtone Not Created
ha: Ba'a ƙirƙiri Sautin kira ba

source: There was an issue creating the ringtone. Please try again.
ha: Akwai matsala wajen ƙirƙirar sautin kira. Sake gwadawa.

source: Use as default ringtone
ha: Yi amfani a matsayin shiryayyen sautin kira

source: Untitled
ha: Maras suna
