Repository: translate/mozilla-gaia
Catalog: pbb/apps/fm/fm.properties.po
Languages: pbb

source: Plug in a headset
pbb: Açwẽhega' teeçxsa's thu'wẽte kiphçxa wẽse'jnxisa

source: FM Radio requires a plugged in headset to receive radio signals.
pbb: Çaam welxa's vxiswa'h FM-te k'ih açwa'h peejxa' teeçxsa's thu'wẽte kiphçxa wẽse'jnxisa's jxpa'kaya' senxal çaan welxte'.

source: Airplane mode is on
pbb: Tud tud çaam vxiçxakwe mki'htawe

source: Turn off Airplane mode to use FM Radio.
pbb: Mfxiçxa tud tud çaam vxiçxakweju wẽsehya' çaam welx FM-te.

source: Speaker
pbb: Çxhaçxha we'wenxi

source: Favorite
pbb: Wejx wẽdxnisa

source: Frequency
pbb: Peenana

source: Seek Down
pbb: Tasxu pakwena

source: Seek Up
pbb: Kakwe pakwena

source: On
pbb: Ũu

source: Off
pbb: E'e

source: Favorited stations
pbb: Wejx wẽdxnisa çaam welxu pta'sxnxisa
