Repository: translate/mozilla-gaia
Catalog: yo/apps/system/fxa/fxa.properties.po
Languages: yo

source: Firefox Accounts
yo: Àkọọ́lẹ̀ Firefox

source: Next
yo: Tókàn

source: Back
yo: Ẹ̀yìn

source: Done
yo: Ti ṣe tán

source: OK
yo: Ó DÁRA

# fxa-connection-error-title
source: Unable to Connect
yo: Kòle sopọ̀

source: You can create an account or sign in from Settings.
yo: O lè ṣẹ̀dá àkọọ́lẹ̀ tàbí wọlé láti ààtò.

source: Reset Password
yo: Ṣàtúntò Ọ̀rọ̀ àṣirí

source: You can reset your password from Settings.
yo: O lè ṣàtúntò ọ̀rọ̀ aṣínà rẹ láti ààtò.

source: Cannot Create Account
yo: Kòle Ṣẹ̀dá Ákọọ́lẹ̀

# fxa-offline-error-title
source: Unable to Connect
yo: Kòle sopọ̀

source: Please connect to a network from Settings.
yo: Jọ̀wọ́ sopọ̀ mọ́ nẹ́tíwọkì láti ààtọ̀.

source: Error
yo: Àṣìṣe

source: Please enter a valid email.
yo: Jọ̀wọ́ ṣàmúwọlé í-meélì àìfẹsẹ̀múlẹ̀.

source: Invalid Password
yo: Òrọ̀ aṣínà Àìfẹsẹ̀múlẹ̀

source: Please check your password and try again.
yo: Jọ̀wọ́ yẹ aṣínà rè wò kí o sì gbìyànjú lẹ́ẹ̀kan si.

# fxa-unknown-error-title
source: Unable to Connect
yo: Kò lè Sopọ̀mọ́

source: System unavailable, try again soon.
yo: Kòsí ètò, gbìyànjú lẹ́ẹ̀kan si.

source: Connecting
yo: Ń so pọ̀mọ́

source: Enter your email
yo: Ṣàtẹ̀wọlé í-meèlí rẹ

source: Use your email address to create an account or sign in.
yo: Lo àdírẹ́ẹ̀sì í-meèlí láti ṣẹ̀dá àkọọ́lẹ̀ tàbí wọlé.

source: Terms of Service
yo: Àwọn òfin Iṣẹ́

source: Privacy Notice
yo: Àkíyèsí Ìkọ̀kọ̀

source: Create a Password
yo: Ṣẹ̀dá Ọ̀rọ̀ aṣínà

source: Enter Your Password
yo: Ṣàwọle pẹ̀lú Ọ̀rọ̀ Aṣínà rẹ

source: Please enter your Firefox Account password to continue.
yo: Jọ̀wọ́ wọlé sí ọ̀rọ̀ aṣìná Àkọọ́lẹ̀ Firefox rẹ láti tẹ̀siwájú.

source: Password
yo: Ọ̀rọ̀ aṣínà

source: Forgot your password?
yo: O gbàgbé ọ̀rọ̀ aṣínà rẹ?

source: Show password
yo: Ṣàfihàn ọ̀rọ̀ aṣínà

source: Your password must be at least 8 characters long.
yo: Ọ̀rọ̀ aṣínà rẹ gbọ́dọ̀ ni ó kéré àwọn ẹyọ ọ̀rọ̀ tí ó gùn ní 8.

source: Success!
yo: Àṣeyọrí!

source: Your Firefox Account is ready to go!
yo: Àkọọ́lẹ̀ Firefox rẹ ṣetán láti ṣiṣẹ́!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
yo: Báyì o lè lo àwọn àbùdá bíi Wá Ohun elò Mi àti ìṣàfilọ́lẹ̀ bíi Ibiọjà Firefox.

source: In the future, you can access and manage your account from Settings.
yo: Ní ọjọ́ iwájú, o lè wọlé kí o ṣàbojutó àkọọ́lẹ̀ rẹ láti ààtò.

source: Confirm Your Account
yo: Jẹ́rì Àkọọ́lẹ̀ Rẹ

source: Next time you check your email, click the verification link to confirm your Firefox Account.
yo: Nígba míìràn tí o báyẹ í-meélì rẹ wò, tẹ ìtọ́kasí ìṣàmúdájú láti jẹ́rì Àkọọ́lẹ̀ Firefox rẹ.

source: Age Verification
yo: Ìṣàmúdájú Ọjọ́ orí

source: Year of Birth
yo: Ọdún Ìbí
