Repository: translate/mozilla-gaia
Catalog: hto/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Fékari

source: Resend
id: Ábɨdo óre

source: Connecting
id: Nítanítaoide

source: Verify
id: Éroiri ñúe

source: Verifying
id: Éroikadɨo

source: Verified
id: Já ñúe éroika

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: A {{app_name}} Jóriaɨ fákara ó ónoiakadɨo. Nɨze ó gaɨga fékayena bíemo komue beno jone.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Daa fáka óreka {{phone_number}}. Dama ízoi fakaye, ónoɨdo ɨúitari kómue jóriaɨmo.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: ¡Fɨgo! Ó fákara {{phone_number}} bírui éroika já íte {{app_name}}.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Bírui éroika taɨjɨraɨma íñede. Éroiri nitaradɨo internet, abɨdo éroiri dɨno úyori.

source: There seems to be a problem with your verification code. Let's try once again!
id: Éroika fáka ñueñede źuiya. ¡Danomo ábɨdo fɨno!

source: Mobile identity
id: Jóriaɨ mamékɨ

source: OK
id: Jɨɨ

source: Or add your phone number
id: Jóriaɨmo fakara zóta

source: Or select a phone number from the list
id: Raɨe kuejina jóriaɨmo fakara nɨze
