Repository: translate/mozilla-gaia
Catalog: zam/shared/phone_types/phone_types.properties.po
Languages: zam

source: Label
zam: Te dont na

source: Mobile
zam: Yib dedizh loo

source: Home
zam: Mtetey

source: Work
zam: Xhin

source: Personal
zam: Chan luu

source: Fax home
zam: cho Fax

source: Fax office
zam: cho Fax mkel xhin

source: Fax other
zam: ta dib Fax

source: Another
zam: Taa dib ba

source: Other
zam: Ta dib v√°

source: Custom tag
zam: Thus kue

source: Current
zam: Nal
