Repository: translate/mozilla-gaia
Catalog: zam/shared/download/download.properties.po
Languages: zam

source: Download stopped
zam: Blet ko de lal

# stopped_download_left_button
source: Cancel
zam: Naa lit luy

# stopped_download_right_button
source: Try again
zam: Bliy

# failed_download_title
source: Download failed
zam: Na gadt bla niy

# failed_download_left_button
source: Cancel
zam: Naa lit luy

# failed_download_right_button
source: Try again
zam: Bliy

source: Stop download
zam: Na blat luy

source: No
zam: Yenta

source: Yes
zam: Bliy

# delete_download_title
source: Delete
zam: Te dont na

source: Delete {{name}}?
zam: Te dont {{name}}?

# delete_download_left_button
source: Cancel
zam: Naa lit luy

# delete_download_right_button
source: Delete
zam: Te dont na

# delete_all_download_title
source: Delete
zam: Te dont na

# delete_all_download_left_button
source: Cancel
zam: Naa lit luy

# delete_all_download_right_button
source: Delete
zam: Te dont na

source: Delete no files?
zam: Te don yets re ga?

source: Delete one file?
zam: Te dont na dif yets ga?

# delete_all_download_message[two]
source: Delete {{number}} files?
zam: Te dont {{number}} yets re?

# delete_all_download_message[few]
source: Delete {{number}} files?
zam: Te dont {{number}} yets re?

# delete_all_download_message[many]
source: Delete {{number}} files?
zam: Te dont {{number}} yets re?

# delete_all_download_message[other]
source: Delete {{number}} files?
zam: Te dont {{number}} yets re?

# unsupported_file_type_download_left_button
source: Keep File
zam: Na kib lu Yest re

# unsupported_file_type_download_right_button
source: Delete
zam: Te dont kue

source: File not found
zam: Yent yest

# file_not_found_download_right_button
source: OK
zam: BLIY

# unmounted_sdcard_2_download_right_button
source: OK
zam: BLIY

source: Unable to share
zam: Nagadt tal luy

# no_provider_download_right_button
source: OK
zam: BLIY

source: SD Card is full
zam: SD Na lu xhe rú

# no_memory_download_right_button
source: OK
zam: BLIY

source: No memory card found
zam: Yent te go xhog lu dizh

# no_sdcard_found_2_download_right_button
source: OK
zam: BLIY

# file_open_error_download_title
source: Unable to open
zam: Nagadt xhal ni

# file_open_error_download_left_button
source: Keep File
zam: Na kib lu Yes re

# file_open_error_download_right_button
source: Delete
zam: Te dont kue

source: No downloads
zam: Yent kuan blal

source: {{partial}} of {{total}}
zam: {{partial}} de {{total}}

source: Stopped
zam: Blet ah

source: Download failed
zam: Na gadt blay

source: Open
zam: Xhal la

source: Share
zam: Loy

# cancel_downloaded_file
source: Cancel
zam: Naa lit luy
