Repository: translate/mozilla-gaia
Catalog: hto/apps/bookmark/bookmark.properties.po
Languages: hto

source: Add to Home Screen
hto: Taɨnia éroiya ráa zóta

source: Edit Pinned Site
hto: íyano abɨdo fɨno

source: Added to home screen
hto: Taɨnia éroiya ráa zotaka

source: Updated pinned site
hto: íyano ñúe jónega

source: Done
hto: Fɨnoka

# add-action
source: Add
hto: Zóta

source: Cancel
hto: Fúite

source: Add Application
hto: Zóta ráanɨaɨ

source: Add
hto: Zóta

source: An application is available for this web site.
hto: Ráanɨaɨ já íte web íyano.

source: Remove {{name}}
hto: Fuitade {{name}}

source: Remove {{name}} from system?
hto: Fuitade {{name}} akíe úai jónega ?

source: Remove
hto: Fuitade
