Repository: translate/mozilla-gaia
Catalog: */apps/communications/dialer/dialer.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eu, fa, ga_ie, gd, hi_in, hr, hu, id, kk, km, kn, ku, mai, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: Caller ID defaults to not restricted. Next call: Not restricted
af: Beller-ID se verstek instellings nie ingeperk nie. Volgende oproep: Nie ingeperk nie
am: የ ደዋዩን መለያ ነባሮች መገደቢያ: የሚቀጥለው ጥሪ: አይገደብም
ar: الإعدادات الافتراضية لإظهار رقم المتصل هي غيرمقيدة. المكالمة التالية: غير مقيدة
as: কলাৰ ID অপ্ৰতিৰোধিতলৈ সীমিত। পৰৱৰ্তী কল: প্ৰতিৰোধিত
bg: Стандартно caller ID не е ограничен. Следващо обаждане: Не е ограничен
bn_bd: কলার আইডি পূর্বনির্ধারিতভাবে সংরক্ষিত নেই। পরবর্তী কল: সংরক্ষিত নয়
bn_in: কলার আইডি ডিফল্টরূপে সীমিত করা হয়নি। পরবর্তী কল: সীমিত নয়
br: Gweredekaet eo skrammañ an niverenn dre ziouer. Galv da heul : Skrammet
ca: Per defecte, la identificació de trucada no està restringida. Propera trucada: no restringida
cy: Nid yw ID galwr yn gyfyngedig. Galwad nesaf: Agored
eu: Deitzailearen IDa mugatu gabe dago lehenespenez. Hurrengo deia: mugatu gabe
fa: شناسه تماس گیرنده به صورت پیش‌گزیده نامحدود است. تماس بعدی: نامحدود
ga_ie: Aitheantas glaoiteora: gan teorainn de réir réamhshocraithe. An chéad ghlao eile: Gan teorainn
gd: Thèid ID a’ ghairmeir a thilleadh gun bhun-roghainn neo-chuingichte. Cha bhi an ath-ghairm cuingichte
hi_in: कॉलर ID प्रतिबंधित पर तयशुदा नहीं है. अगला कॉल: प्रतिबंधित नहीं
hr: ID pozivatelja postavljen na vidljiv. Sljedeći poziv: Vidljiv
hu: A hívóazonosító alapbeállítása a nem korlátozott. Következő hívás: nem korlátozott
id: ID pemanggil secara baku tidak dibatasi. Panggilan selanjutnya: Tidak dibatasi
km: លេខ​សម្គាល់​​អ្នក​ហៅ​លំនាំដើម​មិន​ត្រូវ​បាន​ដាក់​កម្រិត។ ការ​ហៅ​បន្ទាប់៖ មិន​ត្រូវ​បាន​ដាក់​កម្រិត
kn: ಕಾಲರ್ ID ಪೂರ್ವನಿಯೋಜಿತಗಳನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿಲ್ಲ. ಮುಂದಿನ ಕರೆ: ನಿರ್ಬಂಧಿತ
ku: Nasnameya lêgerînê wekî standard nesînorkirî ye. Lêgerîna pêş: Nesînorkirî
mai: कॉलर ID प्रतिबंधित पर पूर्वनिर्धारित नहि अछि. अगला कॉल: प्रतिबंधित नहि
mg: Miova, araka ny niandohana, ho tsy voafetra ny ID mpiantso. Antso manaraka: Tsy voafetra
ml: കോളര്‍ ഐഡി സ്വതവേ നിഷേധിച്ചിട്ടില്ല. അടുത്ത കോള്‍: നിഷേധിച്ചിട്ടില്ല
mr: पूर्वनिर्धारित कॉलर आयडी अडवलेला नाही. पुढचा संवाद: अडवलेला नाही
ms: ID pemanggil secara lalainya tidak terhad. Panggilan seterusnya: Tidak terhad
my: ခေါ်ဆိုသု အိုင်ဒီ စံအတိုင်း ထိန်းချုပ်ထားပါသှ် ။ နောက်ထပ် ခေါ်ဆိုမှူအား လွတ်လပ်ခွင့်ပေးမည် ဖြစ်သှ်
ne: पूर्वनिर्धारित कलर आइडि निशेधित नगरिएको। पछिल्लो कल: निशेधित नगरिएको
or: କଲର ଆଇଡିର ମୂଳ ସ୍ଥିତି ଅଟକାଯାଇନାହିଁ । ଆଗାମୀ କଲ: ଅଟକାଯାଇ ନାହିଁ
pt: A identificação do autor da chamada não é restrita. Próxima chamada: não restrita
pt_br: A configuração padrão de identificação é irrestrita. Próxima chamada: irrestrita
ro: ID-ul apelantului e implicit nerestricționat. Apelul următor: nerestricționat
si: ඇමතුම් හැදුනුම් තත්වය සීමා නොකල බවට හැරවූවා. මීලඟ ඇමතුම: සීමා නොකල තත්‍වයෙන්
sw: Chaguo msingi za Kitambulishi cha Mpigaji simu hazijazuiwa. Simu inayofuata: Imezuiwa
ta: இயல்பாக அழைப்பவர் ID தடை செய்யப்படவில்லை. அடுத்த அழைப்பு: தடை செய்யப்படவில்லை
te: కాలర్ ఐడీ అప్రమేయాలు కట్టడిచేయబడలేదు. తదుపరి కాల్: నిర్బంధం లేదు
tr: Arama kimliği varsayılan olarak kısıtsız. Sonraki arama: Kısıtsız
ur: کالر شناخت طےشدہ ممنوعہ نہیں. اگلی کال: ممنوعہ نہیں
uz: Cheklamaslik uchun qo‘ng‘iroq qiluvchi standartlari. Keyingi qo‘ng‘iroq: Cheklanmagan
wa: Les premetous des ID des houkeus sont so nén limités. Houcaedje ki vént : Nén limité
xh: Isazisi esisiseko somntu otsala umnxeba asilinganiselwanga. Umnxeba olandelayo: awulinganiselwanga
zu: I-ID yoshaya ucingo ishintshela kwengavinjelwe. Ucingo olulandelayo: Luvinjelwe

source: Service was enabled for:
af: Diens is geaktiveer vir:
am: ግልጋሎቱ ተችሏል ለ:
ar: تم تفعيل الخدمة ل:
as: সেৱা সামৰ্থবান কৰা হৈছিল:
bg: Услугата е включена за:
bn_bd: সার্ভিস সক্রিয় ছিল:
bn_in: পরিসেবা সক্রিয় করা আছে এগুলির জন্য:
br: Gweredekaet eo bet ar gwazerezh evit :
ca: S'ha activat el servei per a:
cy: Galluogwyd gwasanaeth ar gyfer:
eu: Zerbitzua honentzat gaitu da:
fa: خدمت فعال شده برای:
ga_ie: Bhí an tseirbhís cumasaithe le haghaidh:
gd: Chaidh an t-seirbheis a chur an comas airson:
hi_in: सेवा के लिए सक्षम किया गया था:
hr: Usluga omogućena za:
hu: Szolgáltatás bekapcsolva ehhez:
id: Layanan diaktifkan untuk:
kk: Қызмет іске қосылды:
km: សេវាកម្ម​ត្រូវ​បាន​បើក​សម្រាប់៖
kn: ಇದಕ್ಕಾಗಿಗೆ ಸೇವೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ:
ku: Servîs hat çalakirin:
mai: सेवा कलेल सक्षम कएल गेल छला:
mg: Serivisy novelomina ho an'ny:
ml: സേവനം ഇതിനായി ലഭ്യമാക്കി:
mr: यासाठी सेवा कार्यान्वित होती:
ms: Servis telah dihidupkan untuk:
my: ဝန်ဆောင်မှူအား ဖွင့်ထားသှ် :
ne: सेवा यसका लागि सक्षम पारियो:
or: ଏହା ପାଇଁ ସର୍ଭିସଟି ସକ୍ରିୟ ଥିଲା:
pt: O serviço foi ativado para:
pt_br: O serviço foi ativado para:
ro: Serviciul a fost activat pentru:
si: පහත සේවාව සක්‍රීය කලා:
sw: Huduma iliwezeshwa ya:
ta: சேவை செயல்படுத்தப்படும்:
te: సేవ దీని కోసం చేతనించబడింది:
th: บริการถูกเปิดใช้งานสำหรับ:
tr: Servis etkinleştirildi:
ur: سروس کو اہل بنایا گیا تھا:
uz: Xizmat ushbu uchun yoqilgan:
wa: Li siervice esteut metou po :
xh: Inkonzo ibivulelwe:
zu: Isevisi ilungiselwe lokhu:

source: PIN successfully changed
af: PIN is suksesvol verander
am: ፒን ተሳክቶ ተቀይሯል
ar: تمَّ تغيير PIN بنجاح
as: PIN সফলভাৱে পৰিবৰ্তন কৰা হল
bg: Успешна смяна на PIN
bn_bd: পিন সফলভাবে পরিবর্তিত
bn_in: PIN সফলভাবে পরিবর্তিত
br: Pin cheñchet gant berzh
ca: PIN canviat correctament
cy: PIN wedi ei newid yn llwyddiannus
eu: PINa ondo aldatu da
fa: PIN به‌درستی تغییر کرد
ga_ie: Athraíodh an UAP
gd: Chaidh am PIN atharrachadh
hi_in: PIN सफलतापूर्वक परिवर्तित किया
hr: PIN uspješno izmijenjen
hu: A PIN módosítás sikeres
id: PIN berhasil diubah
kk: PIN коды сәтті өзгертілді
km: បាន​ប្ដូរ​កូដ PIN ដោយ​ជោគជ័យ
kn: PIN ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಬದಲಾಯಿಸಲಾಗಿದೆ
ku: PIN bi serkeftî hat guhertin
mai: PIN सफलतापूर्वक परिवर्तित कएल
mg: Tontosa ny fanovana PIN
ml: പിൻ വിജയകരമായി മാറ്റി
mr: सफल PIN बदल
ms: PIN berjaya diubah
my: PIN အောင်မြင်စွာ ပြောင်းပြီး
ne: PIN सफलतापूर्वक परिवर्तन भयो
or: PIN ସଫଳତାର ସହିତ ପରିବର୍ତ୍ତିତ ହୋଇଛି
pt: PIN alterado com sucesso
pt_br: PIN alterado com sucesso
ro: PIN schimbat cu succes
si: PIN අංකය සාර්ථකව වෙනස් කරන ලදී
sw: PIN imefaulu kubadilishwa
ta: PIN வெற்றிகரமாக மாற்றப்பட்டது.
te: పిన్ విజయవంతంగా మార్చబడింది
th: เปลี่ยน PIN สำเร็จ
tr: PIN başarıyla değiştirildi
ur: پن کامیابی سےتبدیل ہوگئ
uz: PIN kod muvaffaqiyatli almashtirildi
wa: Li côde PIN a stî candjî comifåt
xh: I-PIN itshintshwe ngempumelelo
zu: I-PIN ishintshwe ngempumelelo

source: PIN successfully unblocked
af: PIN is suksesvol ontblokkeer
am: ፒን ተሳክቶ ተከፍቷል
ar: رفع الحجب عن PIN بنجاح
as: PIN সফলভাৱে আনব্লক কৰা হল
bg: Успешно отблокиране на PIN
bn_bd: পিন সফলভাবে আনব্লক করা হয়েছে
bn_in: PIN সফলভাবে আনব্লক করা হয়েছে
br: Diharzet eo bet ar PIN gant berzh
ca: PIN desbloquejat correctament
cy: PIN wedi ei ddadrwystro'n llwyddiannus
eu: PINa ondo desblokeatu da
fa: PIN به‌درستی از حالت مسدود خارج شد
ga_ie: Baineadh bac den UAP
gd: Chaidh am bacadh a thoirt far a’ PIN
hi_in: PIN सफलतापूर्वक अनवरोधित किया
hr: PIN uspješno odblokiran
hu: PIN blokkolás feloldva
id: Blokir PIN2 berhasil dibatalkan
kk: PIN блоктаудан сәтті босатылды
km: បាន​ដោះ​សោ​កូដ​ PIN ដោយ​ជោគជ័យ
kn: PIN ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅನಿರ್ಬಂಧಿತಗೊಳಿಸಲಾಗಿದೆ
ku: PIN bi serkeftî hat vekirin
mai: PIN सफलतापूर्वक अनवरोधित कएल
mg: Tontosa ny famotsorana PIN
ml: പിന്‍ തടയല്‍ വിജയകരമായി ഒഴിവാക്കി
mr: PIN2 उघडणे सफल
ms: PIN berjaya dinyahsekat
my: PIN အားပိတ်မထားတော့ပါ
ne: PIN सफलतापूर्वक अनब्लक भयो
or: PIN ସଫଳତାର ସହିତ ଖୋଲା ହୋଇଛି
pt: PIN desbloqueado com sucesso
pt_br: PIN desbloqueado com sucesso
ro: PIN deblocat cu succes
si: PIN අංකය සාර්ථකව අඟුලු විවෘත කරන ලදී
sw: PIN imefaulu kufunguliwa
ta: தனிப்பட்ட அடையாள எண் வெற்றிகரமாக விடுவிக்கப்பட்டது
te: పిన్ విజయవంతంగా అన్‌బ్లాక్ చేయబడింది
th: เลิกปิดกั้น PIN สำเร็จ
tr: PIN başarıyla açıldı
ur: پن کامیابی سے ان بلاک ہوگئ
uz: PIN kod muvaffaqiyatli blokdan chiqarildi
wa: Li côde PIN a stî dizeclawé comifåt
xh: I-PIN ivulwe ngempumelelo
zu: I-PIN ibhlokhwe ngempumelelo

source: PIN2 successfully changed
af: PIN2 is suksesvol verander
am: ፒን2 ተሳክቶ ተቀይሯል
ar: تمَّ تغيير PIN2 بنجاح
as: PIN2 সফলভাৱে পৰিবৰ্তন কৰা হল
bg: Успешна смяна на PIN2
bn_bd: পিন২ সফলভাবে পরিবর্তিত হয়েছে
bn_in: PIN2 সফলভাবে পরিবর্তিত
br: Kemmet eo bet ar PIN2 gant berzh
ca: PIN2 canviat correctament
cy: PIN2 wedi ei newid yn llwyddiannus
eu: PIN2a ondo aldatu da
fa: PIN2 به‌درستی تغییر کرد
ga_ie: Athraíodh an UAP2
gd: Chaidh am PIN2 atharrachadh
hi_in: PIN2 सफलतापूर्वक परिवर्तित किया
hr: PIN2 uspješno izmijenjen
hu: A PIN2 módosítás sikeres
id: PIN2 berhasil diubah
kk: PIN2 сәтті өзгертілді
km: បាន​ប្ដូរ​កូដ PIN2 ដោយ​ជោគជ័យ
kn: PIN2 ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಬದಲಾಯಿಸಲಾಗಿದೆ
ku: PIN2 bi serkeftî hat guhertin
mai: PIN2 सफलतापूर्वक परिवर्तित कएल
mg: Tontosa ny fanovana PIN2
ml: പിൻ2 വിജയകരമായി മാറ്റി
mr: PIN2 उघडणे सफल
ms: PIN2 berjaya diubah
my: PIN2 အောင်မြင်စွာ ချိန်းပြီး
ne: PIN२ सफलतापूर्वक परिवर्तन भयो
or: PIN2 ସଫଳତାର ସହିତ ପରିବର୍ତ୍ତିତ ହୋଇଛି
pt: PIN2 alterado com sucesso
pt_br: PIN2 alterado com sucesso
ro: PIN2 schimbat cu succes
si: PIN2 සාර්ථකව වෙනස් කරන ලදී
sw: PIN2 imefaulu kubadilishwa
ta: தனிப்பட்ட அடையாள எண்2 வெற்றிகரமாக மாற்றப்பட்டது
te: పిన్2 విజయవంతంగా మార్చబడింది
th: เปลี่ยน PIN2 สำเร็จ
tr: PIN2 başarıyla değiştirildi
ur: پن2 کامیابی سے تبدیل ہوگئ
uz: PIN2 kod muvaffaqiyatli almashtirildi
wa: Li côde PIN2 a stî candjî comifåt
xh: I-PIN2 itshintshwe ngempumelelo
zu: I-PIN2 ishintshwe ngempumelelo

source: PIN2 successfully unblocked
af: PIN2 is suksesvol ontblokkeer
am: ፒን2 ተሳክቶ ተከፍቷል
ar: ُُرُفع الحجب عن PIN2 بنجاح
as: PIN2 সফলভাৱে আনব্লক কৰা হল
bg: Успешно отблокиране на PIN2
bn_bd: পিন২ সফলভাবে আনব্লক করা হয়েছে
bn_in: PIN2 সফলভাবে আনব্লক করা হয়েছে
br: Diharzet eo bet ar PIN2 gant berzh
ca: PIN2 desbloquejat correctament
cy: PIN2 wedi ei ddadrwystro'n llwyddiannus
eu: PIN2a ondo desblokeatu da
fa: PIN2 به‌درستی از حالت مسدود خارج شد
ga_ie: Baineadh bac den UAP2
gd: Chaidh am bacadh a thoirt far a’ PIN2
hi_in: PIN2 सफलतापूर्वक अनवरोधित किया
hr: PIN2 uspješno odblokiran
hu: PIN2 blokkolás feloldva
id: Blokir PIN2 berhasil dihilangkan
kk: PIN2 блоктаудан сәтті босатылды
km: បាន​ដោះ​សោ​កូដ PIN2 ដោយ​ជោគជ័យ
kn: PIN2 ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅನಿರ್ಬಂಧಿತಗೊಳಿಸಲಾಗಿದೆ
ku: PIN2 bi serkeftî hat vekirin
mai: PIN2 सफलतापूर्वक अनवरोधित कएल
mg: Tontosa ny famotsorana PIN2
ml: പിൻ2 തടയൽ വിജയകരമായി ഒഴിവാക്കി
mr: PIN2 उघडणे सफल
ms: PIN2 berjaya dinyahsekat
my: PIN2 အားပိတ်မထားတော့ပါ
ne: PIN२ सफलतापूर्वक अनब्लक भयो
or: PIN2 ସଫଳତାର ସହିତ ପରିବର୍ତ୍ତିତ ହୋଇଛି
pt: PIN2 desbloqueado com sucesso
pt_br: PIN2 desbloqueado com sucesso
ro: PIN2 deblocat cu succes
si: PIN2 සාර්ථකව අඟුලු මුදාහැරියා
sw: PIN2 imefunguliwa kwa mafanikio
ta: தனிப்பட்ட அடையாள எண்2 வெற்றிகரமாக விடுவிக்கப்பட்டது
te: పిన్2 విజయవంతంగా అన్‌బ్లాక్ చేయబడింది
th: เลิกปิดกั้น PIN2 สำเร็จ
tr: PIN2 başarıyla değiştirildi
ur: PIN2 کامیابی سے ان بلاک ہوگئ
uz: PIN2 kod muvaffaqiyatli blokdan chiqarildi
wa: Li côde PIN2 a stî dizeclawé comifåt
xh: I-PIN2 ivulwe ngempumelelo
zu: I-PIN2 ibhlokhwe ngempumelelo

source: Service is enabled
am: ግልጋሎቱ ተችሏል
ar: تم تفعيل الخدمة
bg: Услугата е включена
bn_bd: সার্ভিস সক্রিয় করা হয়েছে
bn_in: পরিসেবা সক্রিয় করা হয়েছে
br: Gweredekaet eo ar gwazadur
ca: El servei està activat
cy: Gwasanaeth wedi ei alluogi
eu: Zerbitzua gaituta dago
fa: خدمت فعال شده است
ga_ie: Tá an tseirbhís cumasaithe
gd: Tha an t-seirbheis an comas
hi_in: सेवा सक्षम है
hu: Szolgáltatás bekapcsolva
id: Layanan diaktifkan
kk: Қызмет іске қосылды
km: បាន​បើក​សេវាកម្ម
kn: ಸೇವೆ ಸಕ್ರಿಯಗೊಳಿಸಲಾಯಿತು
mai: सेवा सक्षम कएल गेल
ms: Servis dibolehkan
my: ဝန်ဆောင်မှူအား ဖွင့်ထားသှ်
ne: सेवा सक्षम पारियो
pt: O serviço está ativado
pt_br: O serviço foi habilitado
ro: Serviciul e activat
si: සේවාව ක්‍රියාත්මක කළා
ta: சேவை செயலில்
th: บริการถูกเปิดใช้งาน
tr: Servis etkinleştirildi
ur: سروس اہل ہے
uz: Xizmat yoqilgan
wa: Li siervice est metou

source: Service is disabled
am: ግልጋሎቱ ተሰናክሏል
ar: تم تعطيل الخدمة
bg: Услугата е изключена
bn_bd: সার্ভিস নিস্ক্রিয় করা হয়েছে
bn_in: পরিসেবা নিস্ক্রিয় করা আছে
br: Diweredekaet eo ar gwazadur
ca: El servei està desactivat
cy: Gwasanaeth wedi ei analluogi
eu: Zerbitzua desgaituta dago
fa: خدمت غیر‌فعال است
ga_ie: Tá an tseirbhís díchumasaithe
gd: Tha an t-seirbheis à comas
hi_in: सेवा अशक्त है
hu: Szolgáltatás kikapcsolva
id: Layanan dinonaktifkan
kk: Қызмет сөндірілді
km: បាន​បិទ​សេវាកម្ម
kn: ಸೇವೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
mai: सेवा सक्षम कएल गेल छला
mr: सेवा अकार्यान्वित आहे
ms: Servis dilumpuhkan
my: ဝန်ဆောင်မှူအား ပိတ်ထားသှ်
ne: सेवा असक्षम पारियो
pt: O serviço está desativado
pt_br: Serviço desabilitado
ro: Serviciul e dezactivat
si: සේවාව අක්‍රීය කළා
ta: சேவை முடங்கியது
th: บริการถูกปิดใช้งาน
tr: Servis devre dışı
ur: سروس نا اہل ہے
uz: Xizmat o‘chirilgan
wa: Li siervice est essocté

source: Service is enabled for:
am: ግልጋሎቱ ተችሏል ለ:
ar: الخدمة مفعّلة لـ:
bg: Услугата е включена за:
bn_bd: যার জন্য সার্ভিস সক্রিয় রয়েছে:
bn_in: পরিসেবা সক্রিয় করা হয়েছে এগুলির জন্য:
br: Gweredekaet eo ar gwazadur evit :
ca: El servei està activat per a:
cy: Gwasanaeth wedi ei alluogi ar gyfer:
eu: Zerbitzua honentzat gaitu da:
fa: خدمت فعال است برای:
ga_ie: Tá an tseirbhís cumasaithe le haghaidh:
gd: Tha an t-seirbheis an comas airson:
hi_in: निम्न के लिए सेवा सक्षम की गयी है :
hu: Szolgáltatás bekapcsolva ehhez:
id: Layanan diaktifkan untuk:
kk: Қызмет іске қосылды:
km: សេវាកម្ម​ត្រូវ​បាន​បើក​សម្រាប់៖
kn: ಇದಕ್ಕಾಗಿ ಸೇವೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ:
mai: सेवा कलेल सक्षम कएल गेल छला:
ms: Servis telah dibolehkan untuk:
my: ဝန်ဆောင်မှူအား ဖွင့်ထားသှ်:
ne: सेवा यसका लागि सक्षम पारियो:
pt: O serviço está ativado para:
pt_br: O serviço foi habilitado para:
ro: Serviciul e activat pentru:
si: සේවාව සක්‍රීය වන්නේ:
ta: சேவை செயல்படுத்தப்படும்:
th: บริการถูกเปิดใช้งานสำหรับ:
tr: Servis etkinleştirildi:
ur: سروس اہل ہے بطور:
uz: Xizmat ushbu uchun yoqilgan:
wa: Li siervice est metou po :

source: Connection problem or invalid MMI code
af: Verbindingsprobleem of ongeldige MMI-kode
am: የ ግንኙነት ስህተት ወይንም ዋጋ የሌለው የ MMI code
ar: مشكلة في الإتصال أو رمز MMI خاطئ
as: সংযোগ সমস্যা অথবা অবৈধ MMI ক'ড
bg: Проблем със свързаността или невалиден MMI код
bn_bd: সংযোগে সমস্যা অথবা MMI কোড অকার্যকর
bn_in: সংযোগে বিঘ্ন অথবা অবৈধ MMI কোড
br: Kudenn kennaskañ pe boneg MMI didalvoudek
ca: Problema de connexió o codi MMI no vàlid
cy: Anhawster cysylltu neu god MMI annilys
eu: Konexio-arazoa edo MMI kode baliogabea
fa: مشکل ارتباط یا کد MMI معتبر نیست
ga_ie: Fadhb le ceangal nó cód neamhbhailí MMI
gd: Tha duilgheadas leis a’ cheangal no tha an còd MMI mì-dhligheach
hi_in: कनेक्शन समस्या या अमान्य MMI कोड
hr: Greška u vezi ili netočan MMI kôd
hu: Kapcsolatprobléma vagy érvénytelen MMI kód
id: Masalah koneksi atau kode MMI salah
kk: Байланысты орнату қатесі немесе MMI коды қате
km: មាន​បញ្ហា​ការ​តភ្ជាប់ ឬ​កូដ MMI មិន​ត្រឹមត្រូវ
kn: ಸಂಪರ್ಕದ ತೊಂದರೆ ಅಥವ ಅಮಾನ್ಯವಾದ MMI ಸಂಕೇತ
ku: Çewtiya girêdanê yan jî koda çewt ya MMIyê
mai: कनेक्शन समस्या अथवा अमान्य MMI कोड
mg: Olam-pifandraisana na kaody MMI tsy mety
ml: ബന്ധത്തിൽ പ്രശ്നം അല്ലെങ്കിൽ അസാധുവായ MMI കോഡ്
mr: जोडणी त्रुटी किंवा अवैध MMI कोड
ms: Masalah sambungan atau kod MMI tidak sah
my: ဆက်သွယ်မှူ ပြသာနာသို့ MMI ကုဒ် အလွဲ
ne: जडानमा समस्या वा अवैध MMI कोड
or: ସଂଯୋଗ ସମସ୍ୟା ଅଥବା ଅବୈଧ MMI ସଂକେତ
pt: Problema de ligação ou código MMI inválido
pt_br: Erro de conexão ou código MMI inválido
ro: Problemă la conexiune sau cod MMI invalid
si: සම්බන්ධතාවයේ ගැටලුවක් හෝ වලංගු නොවන MMI කේතයක්
sw: Tatizo la muunganisho au msimbo wa MMI usio sahihi
ta: இணைப்பு சிக்கல் அல்லது தவறான MMI குறியீடு
te: అనుసంధాన సమస్య లేదా చెల్లని MMI సంకేతం
th: ปัญหาการเชื่อมต่อหรือรหัส MMI ไม่ถูกต้อง
tr: Bağlantı sorunu veya geçersiz MMI kodu
ur: کنکشن میں مسلہ یا ناجائز MMI کوڈ
uz: Ulanishda muammo yoki xato MMI kodi
wa: Problinme di raloyaedje ou côde MMI nén valåbe
xh: Ingxaki yonxibelelwano okanye ikhowudi engasebenziyo ye-MMI
zu: Inkinga yokuxhumeka noma ikhodi ye-MMI engasebenzi

source: Incorrect Password
af: Verkeerde wagwoord
am: የተሳሳተ የመግቢያ ቃል
ar: كلمة سر خاطئة
as: অশুদ্ধ পাছৱর্ড
bg: Грешна парола
bn_bd: ভুল পাসওয়ার্ড
bn_in: ভুল পাসওয়ার্ড
br: Ger-tremen didalvoudek
ca: Contrasenya incorrecta
cy: Cyfrinair Anghywir
eu: Pasahitz okerra
fa: گذرواژه‌ نادرست
ga_ie: Focal Faire Mícheart
gd: Facal-faire cearr
hi_in: गलत कूटशब्द
hr: Netočna zaporka
hu: Helytelen jelszó
id: Sandi Salah
kk: Пароль қате
km: ពាក្យ​​សម្ងាត់​​មិន​​ត្រឹម​​ត្រូវ
kn: ತಪ್ಪಾದ ಗುಪ್ತಪದ
ku: Şîfreya çewt
mai: गलत गुड़किल्ली
mg: Tenimiafina diso
ml: തെറ്റായ രഹസ്യവാക്ക്
mr: चुकीचा पासवर्ड
ms: Katalaluan Salah
my: မှားယွင်းသော ပတ်စ်ဝတ်
ne: गलत पासवर्ड
or: ଭୁଲ ପାସୱାର୍ଡ଼
pt: Palavra-passe incorreta
pt_br: Senha incorreta
ro: Parolă incorectă
si: වැරදි මුරපදයකි
sw: Nenosiri Lisilo sahihi
ta: தவறான கடவுச்சொல்
te: సంకేతపదం తప్పు
th: รหัสผ่านไม่ถูกต้อง
tr: Yanlış parola
ur: پاس ورڈ درست نہی
uz: Xato parol
wa: Mwais scret
xh: Ipasiwedi engachananga
zu: I-password engesiyo

source: Invalid or Unsupported MMI Code
af: Ongeldige of nieondersteunde MMI-kode
am: ዋጋ የሌለው ወይንም ያልተደገፈ የ MMI Code
ar: رمز MMI خاطئ أو غير مدعوم
as: অবৈধ অথবা অসমৰ্থিত MMI ক'ড
bg: Грешен или неподдържан MMI код
bn_bd: অকার্যকর বা অসমর্থিত MMI কোড
bn_in: অবৈধ অথবা অসমর্থিত MMI কোড
br: Didalvoudek pe anskor eo ar voneg MMI
ca: Codi MMI no vàlid o no reconegut
cy: Cod MMI annilys neu heb ei gynnal
eu: MMI kode baliogabea edo onartzen ez dena
fa: کد MMI نامعتبر است و یا پشتیبانی نمی‌شود
ga_ie: Cód neamhbhailí MMI
gd: Tha an còd MMI mì-dhligheach no chan eil taic ris
hi_in: अमान्य या असमर्थित MMI कोड
hr: Netočan ili nekorišten MMI kôd
hu: Érvénytelen vagy nem támogatott MMI kód
id: Kode MMI Salah atau Tidak Didukung
kk: Қате немесе қолдауы жоқ MMI коды
km: កូដ MMI មិន​គាំទ្រ ឬ​មិន​ត្រឹមត្រូវ
kn: ತಪ್ಪಾದ ಅಥವಾ ಬೆಂಬಲಿಸದ MMI ಸಂಕೇತ
ku: Koda MMIyê çewt e yan jî bêdestek e
mai: अमान्य अथवा असमर्थित MMI कोड
mg: Kaody MMI tsy mety na tsy zaka
ml: അസാധുവായ അല്ലെങ്കിൽ പിന്തുണയ്ക്കാത്ത MMI കോഡ്
mr: अवैध किंवा असमर्थित MMI कोड
ms: Kod MMI Tidak Sah atau Tidak Disokong
my: လွဲနေသော သို့ ထောက်ပံ့မပေးသော MMI ကုဒ်
ne: अवैध वा असमर्थित MMI कोड
or: ଅବୈଧ କିମ୍ବା ଅସମର୍ଥିତ MMI ସଂକେତ
pt: Código MMI Inválido ou Incorreto
pt_br: Código MMI inválido ou não suportado
ro: Cod MMI invalid sau nesuportat
si: වැරදි හෝ සහාය නොදක්වන MMI කේතයකි
sw: Msimbo wa MMI Usio sahihi au Usio tumika
ta: செல்லாத அல்லது ஆதரவற்ற MMI குறியயீடு
te: చెల్లని లేదా తోడ్పాడులేని MMI సంకేతం
th: รหัส MMI ไม่ถูกต้องหรือไม่รองรับ
tr: Geçersiz ve desteklenmeyen MMI kodu
ur: ناجائز یاغیر معاون MMI کوڈ
uz: Xato yoki mos kelmaydigan MMI kod
wa: Mwais côde MMI, ou nén sopoirté
xh: Ikhowudi ye-MMI engasebenziyo okanye engaxhaswayo
zu: Ikhodi ye-MMI engasebenzi noma Engesekiwe

source: Invalid action
af: Ongeldige aksie
am: ዋጋ የሌለው ተግባር
ar: إجراء خاطئ
as: অবৈধ কাৰ্য্য
bg: Невалидно действие
bn_bd: অকার্যকর পদক্ষেপ
bn_in: অবৈধ কাজ
br: Gwezh didalvoudek
ca: Acció no vàlida
cy: Gweithred annnilys
eu: Ekintza baliogabea
fa: عمل نامعتبر
ga_ie: Gníomh neamhbhailí
gd: Gnìomh mì-dhligheach
hi_in: अवैध क्रिया
hr: Nepodržana akcija
hu: Érvénytelen művelet
id: Aksi tidak valid
kk: Қате әрекет
km: សកម្មភាព​មិន​ត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ಕ್ರಿಯೆ
ku: Çalakiya nederbasdar
mai: अवैध क्रिया
mg: Asa tsy mety
ml: അസാധുവായ പ്രവൃത്തി
mr: अवैध कृती
ms: Tindakan yang tidak sah
my: မှားယွင်းသော လုပ်ဆောင်ချက်
ne: रद्ध रोजाइ
or: ଅବୈଧ କାର୍ଯ୍ୟ
pt: Ação inválida
pt_br: Ação inválida
ro: Acțiune invalidă
si: සාවද්‍ය ක්‍රියාවකි
sw: Hatua isiyo sahihi
ta: தவறான செயல்
te: చెల్లని చర్య
th: การกระทำไม่ถูกต้อง
tr: Geçersiz eylem
ur: ناجائز عمل
uz: Noto‘g‘ri amal
wa: Faitindje nén valåbe
xh: Inyathelo elingasebenziyo
zu: Isenzo esingavumelekile

source: Invalid service code
af: Ongeldige dienskode
am: ዋጋ የሌለው የ ግልጋሎት ኮድ
ar: رمز خدمة خاطئ
as: অবৈধ সেৱা ক'ড
bg: Невалиден сервизен код
bn_bd: অকার্যকর সার্ভিস কোড
bn_in: অবৈধ সার্ভিস কোড
br: Boneg servij didalvoudek
ca: Codi de servei no vàlid
cy: Cod gwasanaeth annilys
eu: Zerbitzu-kode baliogabea
fa: رمز خدمت نامعتبر
ga_ie: Cód neamhbhailí seirbhíse
gd: Còd seirbheise mì-dhligheach
hi_in: अवैध सेवा कोड
hr: Netočan kôd usluge
hu: Érvénytelen szolgáltatáskód
id: Kode layanan tidak valid
kk: Қате қызметтік коды
km: កូដ​សេវាកម្ម​​មិន​ត្រឹមត្រូវ
kn: ತಪ್ಪಾದ ಸೇವಾ ಸಂಕೇತ
ku: Koda servîsê ya nederbasdar
mai: अवैध सेवा कोड
mg: Kaodin-tserivisy tsy mety
ml: അസാധുവായ സേവന കോഡ്
mr: अवैध सेवा कोड
ms: Kod servis tidak sah
my: လွဲနေသော ဆားဗစ် ကုဒ်
ne: रद्ध सेवा कोड
or: ଅବୈଧ ସର୍ଭିସ ସଂକେତ
pt: Código de serviço inválido
pt_br: Código de serviço inválido
ro: Cod de serviciu invalid
si: සාවද්‍ය සේවා කේතයකි
sw: Msimbo batili wa huduma
ta: தவறான சேவை குறியீடு
te: చెల్లని సేవా సంకేతం
th: รหัสบริการไม่ถูกต้อง
tr: Geçersiz servis kodu
ur: ناجائز سروس کوڈ
uz: Noto‘g‘ri xizmat kodi
wa: Côde siervice nén valåbe
xh: Ikhowudi yenkonzo engasebenziyo
zu: Ikhodi yesevisi engasebenzi

source: The PUK you typed is not correct
af: Die PUK wat jy getik het, is verkeerd
am: ያስገቡት ፑክ ትክክል አይደለም
ar: رمز PUK الذي قمت بإدخاله غير صحيح
as: আপুনি টাইপ কৰা PUK সঠিক নহয়
bg: PUK кодът е невалиден
bn_bd: আপনি যে PUK টাইপ করেছেন তা সঠিক নয়
bn_in: আপনি যে PUK টি টাইপ করেছেন সেটি সঠিক নয়
br: Didalvoudek eo ar PUK bizskrivet
ca: El PUK que heu introduït no és correcte
cy: Nid yw'r PUK yna'n gywir
eu: Idatzi duzun PUKa ez da zuzena
fa: PUK که وارد کرده‌اید صحیح نیست
ga_ie: Chuir tú PUK mícheart isteach
gd: Chan eil am PUK a chuir thu a-steach ceart
hi_in: आपके द्वारा लिखा गया PUK सही नहीं है
hr: PUK kôd koji ste unijeli je netočan.
hu: A beírt PUK helytelen
id: PUK yang diketikkan salah
kk: Сіз енгізген PUK коды қате
km: PUK ដែល​អ្នក​បាន​​បញ្ចូល​មិន​ត្រឹមត្រូវ
kn: ನೀವು ನಮೂದಿಸಿದ PUK ಸರಿಯಿಲ್ಲ
ku: PUKa te nivîsandî ne rast e
mai: अहाँक द्वारा लिखल PUK सही नहि अछि
mg: Tsy marina ny PUK nosoratanao
ml: താങ്കൾ എഴുതിയ PUK തെറ്റാണു്
mr: तुम्ही दिलेले PUK चुकीचे
ms: PUK yang anda taip tidak betul
my: သင်ထည့်လိုက်သော PUK မှားယွင်းနေသှ်
ne: ेतपाईले लेख्नु भएको PUK गलत भयो।
or: ଆପଣ ଲେଖିଥିବା PUK ଟି ସଠିକ ନୁହଁ
pt: O PUK que especificou não está correto
pt_br: O PUK que você digitou está incorreto
ro: Codul PUK introdus este incorect
si: ඔබ සටහන් කල PUK කේතය වැරදිය
sw: PUK uliyoandika sio sahihi
ta: நீங்கள் தட்டடிய PUK தவறானது
te: మీరు ఇచ్చిన PUK సరైనది కాదు
th: PUK ที่คุณกรอกไม่ถูกต้อง
tr: Yazdığınız PUK yanlış
ur: جو PUK آپ نے ٹائپ کیا وہ درست نہی
uz: Siz kirigan PUK kod xato
wa: Li PUK ki vs avoz tapé est mwais
xh: I-PUK oyichwethezileyo ayichananga
zu: I-PUK oyibhalile ayisilo iqiniso
