Repository: translate/mozilla-gaia
Catalog: */apps/communications/dialer/dialer.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eu, fa, ga_ie, gd, hi_in, hr, hu, id, kk, km, kn, ku, mai, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: Add Contact Dialog
af: Voeg kontakdialoog by
am: የ ግንኙነት ንግግር መጨመሪያ
ar: أضِف جهة اتصال
as: পৰিচয় ডাইলগ যোগ কৰক
bg: Диалог за добавяне на контакт
bn_bd: পরিচিতি সংলাপ যোগ করুন
bn_in: পরিচিতি সংলাপ যোগ করুন
br: Ouzhpennañ boestad emziviz an darempredoù
ca: Afegeix diàleg del contacte
cy: Ychwanegu Deialog Cysylltiad
eu: Kontaktua gehitzeko koadroa
fa: پنجره افزودن مخاطب
ga_ie: Dialóg: Teagmhálaí Nua
gd: Còmhradh an luchd-aithne
hi_in: संपर्क जोड़ें संवाद
hu: Névjegy felvétele párbeszédablak
id: Dialog Tambah Kontak
km: បន្ថែម​ប្រអប់​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕದ ಸಂವಾದವನ್ನು ಸೇರಿಸು
mai: संपर्क डायलॉग जोड़ू
mg: Hanampy Resaka Kaontakita
ml: വിലാസം ചേര്‍ക്കുന്ന ഡയലോഗ്
mr: संपर्क संवाद जोडा
ms: Tambah Dialog Kenalan
my: အဆက်အသွယ်မှတ်တမ်းထည့်
or: ସମ୍ପର୍କ ସଂଳାପ ଯୋଡ଼ନ୍ତୁ
pt: Janela de adicionar contacto
ro: Dialog de adăugare contact
si: සබඳතාවක් එක් කිරීමේ සංවාද කොටුව
sw: Ongeza Mazungumzo ya Anwani
ta: தொடர்பை சாளரத்தை சேர்
te: పరిచయాన్ని చేర్చు డైలాగు
th: กล่องเพิ่มรายชื่อ
tr: Kişi kutusu ekle
ur: رابطہ ڈائلاگ جوڑیں
uz: Kontakt dialogini qo‘shish
wa: Divize di radjout di contake
xh: Faka idayalogi yabantu boqhagamshelwano
zu: Faka Inombolo Ohlwini Lwezingxoxo

source: Call Information
am: የ ጥሪ መረጃ
ar: معلومات حول المُكالمة
bg: Информация за обаждане
bn_bd: কলের তথ্য
bn_in: কলের তথ্য
br: Titouroù ar galv
ca: Informació de trucada
cy: Manylion galw
eu: Deiaren informazioa
fa: اطلاعات تماس
ga_ie: Eolas faoin ghlao
gd: Fiosrachadh mun ghairm
hi_in: कॉल सूचना
hu: Hívásinformáció
id: Informasi Panggilan
km: ព័ត៌មាន​ហៅ
kn: ಕರೆ ಮಾಹಿತಿ
mai: कॉल जानकारी
mr: काॅल माहिती
ms: Maklumat Panggilan
my: ဖုန်းခေါ်ဆိုမှူ အချက်အလက်
ne: कल सूचना
pt: Informação da chamada
pt_br: Informações da Chamada
ro: Informații despre apel
si: ඇමතුම් විස්තර
ta: அழைப்பு தகவல்
te: కాల్ సమాచారం
th: ข้อมูลการโทร
tr: Arama bilgileri
ur: کال معلومات
uz: Qo‘ng‘iroq ma’lumoti
wa: Pondants et djondants do houcaedje

# edit-selected[one]
source: {{ n }} selected
af: {{ n }} gekies
am: {{ n }} ተመርጧል
ar: {{ n }} مُختارة
as: {{ n }} নিৰ্বাচিত
bg: {{ n }} избран
bn_bd: {{ n }} সংখ্যক নির্বাচিত
bn_in: {{ n }} বাছাই করা হয়েছে
br: {{ n }} diuzet
ca: {{ n }} seleccionada
cy: Dewis {{ n }}
eu: Bat hautatuta
fa: {{ n }} انتخاب شده
ga_ie: Ceann amháin roghnaithe
gd: Thagh thu {{ n }}
hi_in: {{ n }} चुने गए
hr: {{ n }} odabran
hu: {{ n }} kijelölve
id: {{ n }} dipilih
kk: {{ n }} таңдалды
km: បាន​ជ្រើស {{ n }}
kn: {{ n }} ಅನ್ನು ಆರಿಸಲಾಗಿದೆ
ku: {{ n }} hat hilbijartin
mai: {{ n }} चुनल गेल
mg: {{ n }} voafantina
ml: {{ n }} തിരഞ്ഞെടുത്തു
mr: {{ n }} निवडले
ms: {{ n }} dipilih
my: {{ n }} ရွေးချယ်ပြီး
ne: {{ n }}वटा चयन गरिएको
or: {{ n }} ବଛାଗଲା
pt: {{ n }} selecionada
pt_br: {{ n }} selecionada
ro: {{ n }} selectate
si: {{ n }} ක් තෝරාගත්තා
sw: {{ n }} zimechaguliwa
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
tr: {{ n }} seçildi
ur: {{ n }} منتخب
uz: {{ n }} ta tanlandi
wa: {{ n }} di tchoezi
xh: {{ n }} ezikhethiweyo
zu: Okukhethiwe kungu-{{ n }}

# edit-selected[two]
source: {{ n }} selected
af: {{ n }} gekies
am: {{ n }} ተመርጧል
ar: {{ n }} مُختارة
as: {{ n }} নিৰ্বাচিত
bg: {{ n }} избрани
bn_bd: {{ n }} সংখ্যক নির্বাচিত
bn_in: {{ n }} বাছাই করা হয়েছে
br: {{ n }} diuzet
ca: {{ n }} seleccionades
cy: Dewis {{ n }}
eu: {{ n }} hautatuta
fa: {{ n }} انتخاب شده
ga_ie: {{ n }} cheann roghnaithe
gd: Thagh thu {{ n }}
hi_in: {{ n }} चुने गए
hr: {{ n }} odabrana
hu: {{ n }} kijelölve
id: {{ n }} dipilih
kk: {{ n }} таңдалды
km: បាន​ជ្រើស {{ n }}
kn: {{ n }} ಅನ್ನು ಆರಿಸಲಾಗಿದೆ
ku: {{ n }} hatin hilbijartin
mai: {{ n }} चुनल गेल
mg: {{ n }} voafantina
ml: {{ n }} തിരഞ്ഞെടുത്തു
mr: {{ n }} निवडले
ms: {{ n }} dipilih
my: {{ n }} ရွေးချယ်ပြီး
ne: {{ n }}वटा चयन गरिएको
or: {{ n }} ବଛାଗଲା
pt: {{ n }} selecionados
pt_br: {{ n }} selecionadas
ro: {{ n }} selectate
si: {{ n }} ක් තෝරාගන්නා ලදී
sw: {{ n }} zimechaguliwa
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
tr: {{ n }} seçili
ur: {{ n }} منتخب
uz: {{ n }} ta tanlandi
wa: {{ n }} di tchoezis
xh: {{ n }} ezikhethiweyo
zu: Okukhethiwe kungu-{{ n }}

# edit-selected[few]
source: {{ n }} selected
af: {{ n }} gekies
am: {{ n }} ተመርጧል
ar: {{ n }} مُختارة
as: {{ n }} নিৰ্বাচিত
bg: {{ n }} избрани
bn_bd: {{ n }} সংখ্যক নির্বাচিত
bn_in: {{ n }} বাছাই করা হয়েছে
br: {{ n }} diuzet
ca: {{ n }} seleccionades
cy: Dewis {{ n }}
eu: {{ n }} hautatuta
fa: {{ n }} انتخاب شده
ga_ie: {{ n }} cinn roghnaithe
gd: Thagh thu {{ n }}
hi_in: {{ n }} चुने गए
hr: {{ n }} odabrano
hu: {{ n }} kijelölve
id: {{ n }} dipilih
kk: {{ n }} таңдалды
km: បាន​ជ្រើស {{ n }}
kn: {{ n }} ಅನ್ನು ಆರಿಸಲಾಗಿದೆ
ku: {{ n }} hatin hilbijartin
mai: {{ n }} चुनल गेल
mg: {{ n }} voafantina
ml: {{ n }} തിരഞ്ഞെടുത്തിരിക്കുന്നു
mr: {{ n }} निवडले
ms: {{ n }} dipilih
my: {{ n }} ရွေးချယ်ပြီး
ne: {{ n }} वटा चयन गरिएको
or: {{ n }} ବଛାଗଲା
pt: {{ n }} selecionados
pt_br: {{ n }} selecionadas
ro: {{ n }} selectate
si: {{ n }} ක් තෝරාගත්තා
sw: {{ n }} zimechaguliwa
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
tr: {{ n }} seçili
ur: {{ n }} منتخب
uz: {{ n }} ta tanlandi
wa: {{ n }} di tchoezis
xh: {{ n }} ezikhethiweyo
zu: Okukhethiwe kungu-{{ n }}

# edit-selected[many]
source: {{ n }} selected
af: {{ n }} gekies
am: {{ n }} ተመርጧል
ar: {{ n }} مُختارة
as: {{ n }} নিৰ্বাচিত
bg: {{ n }} избрани
bn_bd: {{ n }} সংখ্যক নির্বাচিত
bn_in: {{ n }} বাছাই করা হয়েছে
br: {{ n }} diuzet
ca: {{ n }} seleccionades
cy: Dewis {{ n }}
eu: {{ n }} hautatuta
fa: {{ n }} انتخاب شده
ga_ie: {{ n }} gcinn roghnaithe
gd: Thagh thu {{ n }}
hi_in: {{ n }} चुने गए
hr: {{ n }} odabrano
hu: {{ n }} kijelölve
id: {{ n }} diseleksi
kk: {{ n }} таңдалды
km: បាន​ជ្រើស {{ n }}
kn: {{ n }} ಅನ್ನು ಆರಿಸಲಾಗಿದೆ
ku: {{ n }} hatin hilbijartin
mai: {{ n }} चुनल गेल
mg: {{ n }} voafantina
ml: {{ n }} തിരഞ്ഞെടുത്തിരിക്കുന്നു
mr: {{ n }} निवडले
ms: {{ n }} dipilih
my: {{ n }} ရွေးချယ်ပြီး
ne: {{ n }} वटा चयन गरिएको
or: {{ n }} ବଛାଗଲା
pt: {{ n }} selecionados
pt_br: {{ n }} selecionadas
ro: {{ n }} selectate
si: {{ n }} ක් තෝරාගත්තා
sw: {{ n }} zimechaguliwa
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
tr: {{ n }} seçili
ur: {{ n }} منتخب
uz: {{ n }} ta tanlandi
wa: {{ n }} di tchoezis
xh: {{ n }} ezikhethiweyo
zu: Okukhethiwe kungu-{{ n }}

# edit-selected[other]
source: {{ n }} selected
af: {{ n }} gekies
am: {{ n }} ተመርጧል
ar: {{ n }} مُختارة
as: {{ n }} নিৰ্বাচিত
bg: {{ n }} избрани
bn_bd: {{ n }} সংখ্যক নির্বাচিত
bn_in: {{ n }} নির্বাচিত
br: {{ n }} diuzet
ca: {{ n }} seleccionades
cy: Dewis {{ n }}
eu: {{ n }} hautatuta
fa: {{ n }} انتخاب شده
ga_ie: {{ n }} ceann roghnaithe
gd: Thagh thu {{ n }}
hi_in: {{ n }} चुने गए
hr: {{ n }} odabrano
hu: {{ n }} kijelölve
id: {{ n }} dipilih
kk: {{ n }} таңдалды
km: បាន​ជ្រើស {{ n }}
kn: {{ n }} ಅನ್ನು ಆರಿಸಲಾಗಿದೆ
ku: {{ n }} hatin hilbijartin
mai: {{ n }} चुनल गेल
mg: {{ n }} voafantina
ml: {{ n }} തിരഞ്ഞെടുത്തിരിക്കുന്നു
mr: {{ n }} निवडले
ms: {{ n }} dipilih
my: {{ n }} ရွေးချယ်ပြီး
ne: {{ n }} वटा चयन गरिएको
or: {{ n }} ବଛାଗଲା
pt: {{ n }} selecionados
pt_br: {{ n }} selecionadas
ro: {{ n }} selectate
si: {{ n }} ක් තෝරාගත්තා
sw: {{ n }} zimechaguliwa
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
tr: {{ n }} seçili
ur: {{ n }} منتخب
uz: {{ n }} ta tanlandi
wa: {{ n }} di tchoezis
xh: {{ n }} ezikhethiweyo
zu: Okukhethiwe kungu-{{ n }}

source: Edit
af: Redigeer
am: ማረሚያ
ar: حرِّر
as: সম্পাদনা কৰক
bg: Редактиране
bn_bd: সম্পাদনা করুন
bn_in: সম্পাদনা
br: Embann
ca: Edita
cy: Golygu
eu: Editatu
fa: ویرایش
ga_ie: Eagar
gd: Deasaich
hi_in: संपादित करें
hr: Uredi
hu: Szerkesztés
kk: Түзету
km: កែសម្រួល
kn: ಸಂಪಾದನೆ
ku: Serast bike
mai: संपादन
mg: Hanitsy
ml: തിരുത്തുക
mr: संपादन
ms: Sunting
my: တည်းဖြတ်
ne: सम्पादन गर्नुहोस्
or: ସମ୍ପାଦନ କରନ୍ତୁ
pt: Editar
pt_br: Editar
ro: Editează
si: සංස්කරණය
sw: Hariri
ta: தொகு
te: సవరించు
th: แก้ไข
tr: Düzenle
ur: تدوین
uz: Tahrirlash
wa: Candjî
xh: Hlela
zu: Lungisa

source: Hide keypad
af: Versteek sleutelblok
am: መደወያውን መደበቂያ
ar: إخفاء لوحة المفاتيح
as: কীপেড লুকুৱাওক
bg: Скриване на клавиатурата
bn_bd: কীপ্যাড লুকান
bn_in: কী প্যাড আড়াল করুন
br: Kuzhat ar pavez niverel
ca: Amaga el teclat
cy: Cuddio'r bysellfwrdd
eu: Ezkutatu zenbakizko teklatua
fa: مخفی‌ کردن صفحه‌کلید
ga_ie: Cuir an t-eochaircheap i bhfolach
gd: Falaich pada nan iuchraichean
hi_in: कुंजीपैड छिपाएँ
hu: Tárcsázó elrejtése
id: Sembunyikan tombol
km: លាក់​ក្ដារចុច
kn: ಕೀಲಿಮಣೆಯನ್ನು ಅಡಗಿಸು
mai: कुँजीपैड नुकाबू
mg: Hanafina marobokotra
ml: കീപാഡ് മറയ്ക്കുക
mr: कीपॅड लपवा
ms: Sorok papan kekunci
my: ကီးပတ်ဖျောက်
ne: किप्याड लुकाउनुहोस्
or: କି-ପ୍ୟାଡ ଲୁଚାନ୍ତୁ
pt: Ocultar teclado
pt_br: Esconder teclado
ro: Ascunde tastatura
si: යතුරු පුවරුව සඟවන්න
sw: Ficha kibao namba
ta: விசைத்தட்டை மறை
te: కీప్యాడ్‌ను దాయి
th: ซ่อนปุ่มกด
tr: Klavyeyi gizle
ur: کلیدی پیڈ چھپائیں
uz: Klaviaturani yashirish
wa: Catchî schaeye taprece
xh: Fihla ikhiphedi
zu: Fihla ikhiphedi

source: Ignore Call
af: Ignoreer oproep
am: ጥሪውን መተው
ar: تجاهل الإتصال
as: কল উপেক্ষা কৰক
bg: Игнориране на обаждането
bn_bd: কল উপেক্ষা করুন
bn_in: কল উপেক্ষা করুন
br: Leuskel ar galv a-gostez
ca: Ignora la trucada
cy: Anwybyddu Galwad
eu: Ezikusi deia
fa: نادیده‌ گرفتن تماس
ga_ie: Ná Bac Leis an nGlao
gd: Leig seachad am fòn
hi_in: कॉल नज़रअंदाज़ करें
hr: Ignoriraj poziv
hu: Hívás mellőzése
id: Abaikan Panggilan
kk: Қоңырауды елемеу
km: មិន​អើ​ពើ​ការ​ហៅ
kn: ಕರೆಯನ್ನು ಕಡೆಗಣಿಸು
ku: Lêgerînê paşguh bike
mai: कॉल अनदेखा करू
mg: Tsy hiraharaha antso
ml: വിളി അവഗണിക്കുക
mr: संवाद दुर्लक्ष
ms: Abaikan Panggilan
my: ခေါ်ဆိုမှူ လစ်လျူရှု
ne: कल वेवास्ता गर्नुहोस्
or: କଲ ଉଠାନ୍ତୁ ନାହିଁ
pt: Ignorar Chamada
pt_br: Ignorar chamada
ro: Ignoră apelul
si: ඇමතුම නොසලකන්න
sw: Epuka Simu
ta: அழைப்பை தவிர்
te: కాల్‌ను వదిలివేయి
th: ไม่รับสาย
tr: Çağrıyı yok say
ur: کال نظر انداز کریں
uz: Qo‘ng‘iroqni rad qilish
wa: Passer houte do houcaedje
xh: Sukuwuhoya umnxeba
zu: Ziba Ucingo

source: Incoming
af: Inkomend
am: ወደ ውስጥ የሚመጣ
ar: الواردة
as: অন্তৰ্মুখী
bg: Входящо
bn_bd: আগত
bn_in: আগত
br: O tont e-barzh
ca: Trucada entrant
cy: Derbyn
eu: Sarrerakoak
fa: دریافتی
ga_ie: Isteach
gd: Fòn thugadsa
hi_in: आने वाला
hr: Dolazni
hu: Bejövő
id: Masuk
kk: Кіріс
km: ហៅ​ចូល
kn: ಒಳಬರುವ
ku: Hatî
mai: आबै बला
mg: Miditra
ml: വരുന്ന വിളി
mr: येणारे
ms: Masuk
my: ဝင်လာသှ်
ne: आगमन
or: ଆସୁଥିବା
pt: Recebidas
pt_br: Recebidas
ro: Primite
si: එන
sw: Inayoingia
ta: உள்வரும்
te: లోనికి వస్తోంది
th: สายเข้า
tr: Gelen
ur: موصولہ
uz: Kiruvchi
wa: Rintrant
xh: Ongenayo
zu: Olungenayo

source: Keypad
af: Sleutelblok
am: መደወያ
ar: لوحة المفاتيح
as: কীপেড
bg: Цифрова клавиатура
bn_bd: কীপ্যাড
bn_in: কীপ্যাড
br: Pavez niverel
ca: Teclat
cy: Bysellfwrdd
eu: Zenbakizko teklatua
fa: صفحه‌کلید
ga_ie: Eochaircheap
gd: Pada nan iuchraichean
hi_in: कुंजीपैड
hu: Tárcsázó
id: Papan tombol
kk: Пернетақта
km: ក្ដារចុច
kn: ಕೀಲಿಮಣೆ
mai: कुँजीपैड
mg: Marobokotra
ml: കീപാഡ്
mr: कीपॅड
ms: Papan kekunci
my: ကီးပတ်
ne: किप्याड
or: କି-ପ୍ୟାଡ଼
pt: Teclado
pt_br: Teclado
ro: Tastatură
si: යතුරු පුවරුව
sw: Kibao namba
ta: விசைத்தட்டு
te: కీప్యాడ్
th: ปุ่มกด
tr: Klavye
ur: کلیدی پیڈ
uz: Klaviatura
wa: Schaeye taprece
xh: Ikhiphedi
zu: Ikhiphedi

source: Make call
af: Maak oproep
am: ጥሪ ማድረጊያ
ar: إجراء مكالمة
as: কল কৰক
bg: Позвъняване
bn_bd: কল করুন
bn_in: কল করুন
br: Ober ur galv
ca: Fes una trucada
cy: Gwneud galwad
eu: Deia egin
fa: تماس گرفتن
ga_ie: Cuir glaoch
gd: Dèan gairm
hi_in: काल करें
hu: Hívás
id: Buat panggilan
kk: Қоңырау шалу
km: ហៅ
kn: ಕರೆ ಮಾಡಿ
mai: कॉल करू
mg: Hanao antso
ml: വിളിക്കുക
mr: संवाद साधा
ms: Buat panggilan
my: ဖုန်းခေါ်
ne: कल गर्नुहोस्
or: କଲ କରନ୍ତୁ
pt: Fazer chamada
pt_br: Fazer chamada
ro: Apelează
si: ඇමතුමක් ලබාගන්න
sw: Piga simu
ta: அழைப்பை ஏற்படுத்து
te: కాల్ చేయి
th: โทรออก
tr: Arama yap
ur: کال ملائیں
uz: Qo‘ng‘iroq qilish
wa: Houkî
xh: Tsala umnxeba
zu: Shaya ucingo

source: Merge
af: Voeg saam
am: ማዋሀጃ
ar: ادمج
as: একত্রিত কৰক
bg: Сливане
bn_bd: মিলিত করুন
bn_in: মিলিত করুন
br: Toueziañ
ca: Combina
cy: Cyfuno
eu: Batu
fa: ادغام
ga_ie: Cumaisc
gd: Co-aonaich
hi_in: मिलाएँ
hu: Egyesítés
id: Gabung
kk: Біріктіру
km: បញ្ចូល​ចូលគ្នា
kn: ಒಗ್ಗೂಡಿಸು
mai: मिलाबू
mg: Hanambatra
ml: യോജിപ്പിക്കുക
mr: एकत्र
ms: Cantum
my: ပေါင်း
ne: गाभ्नुहोस्
or: ମିଶାନ୍ତୁ
pt: Agregar
pt_br: Combinar
ro: Contopește
si: සංයුක්ත කරන්න
sw: Ambatanisha
ta: ஒன்றாகச் சேர்
te: విలీనించు
th: รวม
tr: Birleştir
ur: ضم
uz: Birlashtirish
wa: Rifonde
xh: Dibanisa
zu: Hlanganisa

# info-missed
source: Missed
am: ያልተመለሰ
ar: لم يُرَد عليه
bg: Пропуснати
bn_bd: মিসকল
bn_in: অপ্রাপ্ত
br: Manket
ca: Perdudes
cy: Collwyd
eu: Galduak
fa: از دست‌ رفته
ga_ie: Caillte
gd: Na dh’fhalbh ort
hi_in: मिस्ड
hu: Nem fogadott
id: Tak terjawab
kk: Қабылданбаған
km: ខកខាន​ទទួល
kn: ತಪ್ಪಿಹೋದ
mai: छूटल काल
ms: Tidak Dijawab
my: မကိုင်ဖြစ်သော
ne: छुटेको
pt: Perdidas
pt_br: Não atendidas
ro: Pierdute
si: මඟහැරුනු
ta: தவறியது
te: తప్పిపోయినవి
th: ไม่ได้รับ
tr: Cevapsız
ur: چھٹ گیا
uz: Qabul qilinmagan
wa: Manké

source: Missed
af: Gemis
am: ያልተመለሰ
ar: لم يرد عليه
as: মিচ্ড
bg: Пропуснати
bn_bd: জবাববিহীন
bn_in: জবাববিহীন
br: Manket
ca: Perdudes
cy: Collwyd
eu: Galduak
fa: از دست‌ رفته
ga_ie: Caillte
gd: Na dh’fhalbh ort
hi_in: मिस्ड
hu: Nem fogadott
id: Tak terjawab
kk: Қабылданбаған
km: ខកខាន​ទទួល
kn: ತಪ್ಪಿದ
mai: छूटल काल
mg: Tsy tratra
ml: നഷ്ടപ്പെട്ടവ
mr: सुटलेले
ms: Tidak Terjawab
my: လွဲ
ne: छुटेको
or: ମିସ କଲ
pt: Perdidas
pt_br: Não atendidas
ro: Pierdute
si: මඟහැරුනු
sw: Uliokosa
ta: தவறியது
te: తప్పిపోయినవి
th: ไม่ได้รับ
tr: Cevapsız
ur: چوک
uz: O‘tkazib yuborilgan
wa: Manké
xh: Ephosiweyo
zu: Okukuphuthile

# missed.ariaLabel
source: Missed
af: Gemis
am: ያልተመለሰ
ar: الفائتة
as: মিচ্ড
bg: Пропуснати
bn_bd: জবাববিহীন
bn_in: জবাববিহীন
br: Manket
ca: Perdudes
cy: Collwyd
eu: Galduak
fa: از دست‌ رفته
ga_ie: Caillte
gd: Na dh’fhalbh ort
hi_in: मिस्ड
hu: Nem fogadott
id: Tak terjawab
kk: Қабылданбаған
km: ខកខាន​ទទួល
kn: ತಪ್ಪಿದ
mai: छूटल काल
mg: Tsy tratra
ml: നഷ്ടപ്പെട്ടവ
mr: सुटलेले
ms: Tidak Terjawab
my: လွဲ
ne: छुटेको
or: ମିସ କଲ
pt: Perdidas
pt_br: Não atendidas
ro: Pierdute
si: මඟහැරුනු
sw: Uliokosa
ta: தவறியது
te: తప్పిపోయినవి
th: ไม่ได้รับ
tr: Cevapsız
ur: چوک
uz: O‘tkazib yuborilgan
wa: Manké
xh: Ephosiweyo
zu: Okukuphuthile

source: Canceled
am: የተሰረዘ
ar: مُلغى
bg: Отказан
bn_bd: বাতিল করা হয়েছে
bn_in: বাতিল করা হয়েছে
br: Nullet
ca: Cancel·lada
cy: Diddymwyd
eu: Bertan behera utzita
fa: لغو شده
ga_ie: Cealaithe
gd: Air a sgur dheth
hi_in: रद्द की हुई
hu: Visszavonva
id: Dibatalkan
kk: Болдырмаған
km: បោះបង់
kn: ರದ್ದು ಮಾಡಲಾದ
mai: रद्द करू
ms: Dibatal
my: ဖျက်
ne: रद्द गर्नुहोस्
pt: Cancelado
pt_br: Cancelado
ro: Anulat
si: අවලංගු කළා
ta: ரத்தானது
te: రద్దుచేసినవి
th: ถูกยกเลิก
tr: İptal edildi
ur: منسوخ شدہ
uz: Bekor qilindi
wa: Rinoncî

source: Missed call
af: Gemiste oproep
am: ያልተመለሰ ጥሪ
ar: مكالمة فائتة
as: মিচ্ড কল
bg: Пропуснато обаждане
bn_bd: মিসড কল
bn_in: প্রাপ্ত কলের জবাব দেওয়া হয়নি
br: Galv manket
ca: Trucada perduda
cy: Galwad collwyd
eu: Dei galdua
fa: تماس‌ از دست رفته
ga_ie: Glao caillte
gd: Gairm a dh'fhalbh ort
hi_in: मिस्ड काल
hr: Propušteni poziv
hu: Nem fogadott hívás
id: Panggilan tak terjawab
kk: Қабылданбаған қоңырау
km: ខកខាន​ទទួល
kn: ತಪ್ಪಿದ ಕರೆ
ku: Lêgerînên bêbersiv
mai: छूटल काल
mg: Antso tsy tratra
ml: നഷ്ടപ്പെട്ട വിളി
mr: सुटलेला संवाद
ms: Terlepas panggilan
my: လွဲသွားသောခေါ်ဆိုမှူများ
ne: छुटेको कल
or: ମିସ କଲ
pt: Chamada perdida
pt_br: Chamada não atendida
ro: Apel pierdut
si: මඟහැරුණු ඇමතුම්
sw: Simu uliokosa
ta: தவறிய அழைப்புகள்
te: తప్పిపోయిన కాల్
th: สายที่ไม่ได้รับ
tr: Cevapsız çağrı
ur: چوک کال
uz: Javobsiz qo‘ng‘iroq
wa: Houcaedje manké
xh: Umnxeba okuphosileyo
zu: Ucingo olukuphuthile

source: (SIM {{ n }}) Missed call
af: (SIM {{ n }}) gemiste oproep
am: (ሲም {{ n }}) ያልተመለሱ ጥሪዎች
ar: (الشريحة {{ n }}) مكالمة فائتة
as: (SIM {{ n }}) মিচ্ড কল
bg: (SIM {{ n }}) Пропуснато обаждане
bn_bd: (SIM {{ n }}) জবাববিহীন কল
bn_in: (SIM {{ n }}) জবাববিহীন কল
br: (SIM {{ n }}) Galv manket
ca: (SIM {{ n }}) Trucada perduda
cy: (SIM {{ n }}) - Galwad collwyd
eu: ({{ n }}. SIMa) Dei galdua
fa: تماس از دست رفته از طرف ({{SIM {{n)
ga_ie: (SIM {{ n }}) Glao caillte
gd: SIM {{ n }} Gairm a dh’fhalbh ort
hi_in: (SIM {{ n }}) छूटी कॉल
hu: ({{ n }}. SIM) Nem fogadott hívás
id: (SIM {{ n }}) Panggilan tak terjawab
kk: (SIM {{ n }}) Қабылданбаған қоңырау
km: (SIM {{ n }}) ខកខាន​ការ​ទទួល
kn: (SIM {{ n }}) ತಪ್ಪಿದ ಕರೆಗಳು
mai: (SIM {{ n }}) छूटल कॉल
mg: (SIM {{ n }}) Antso tsy tratra
ml: (സിം {{ n }}) നഷ്ടപ്പെട്ട വിളി
mr: (SIM {{ n }}) सुटलेला संवाद
ms: (SIM {{ n }}) Panggilan terlepas
my: (SIM {{ n }}) လွဲသွားသောခေါ်ဆိုမှူများ
ne: (SIM {{ n }}) छुटेका कल
or: (SIM {{ n }}) ମିସ କଲ
pt: (SIM {{ n }}) Chamada perdida
pt_br: (SIM {{ n }}) Chamada não atendida
ro: (SIM {{ n }}) Apel pierdut
si: ( {{ n }} වන SIM පතේ) මඟහැරුනු ඇමතුමක්
sw: (SIM {{ n }}) Simu uliokosa
ta: (சிம் {{ n }}) தவறிய அழைப்பு
te: (సిమ్ {{ n }}) తప్పిపోయిన కాల్
th: (SIM {{ n }}) สายที่ไม่ได้รับ
tr: (SIM {{ n }}) Cevapsız çağrı
ur: (SIM {{ n }}) مسڈ کال
uz: (SIM {{ n }}) ta javobsiz qo‘ng‘iroq
wa: (SIM {{ n }}) Houcaedje manké
xh: (ISIM {{n}}) Umnxeba ongaphendulwanga
zu: (SIM {{ n }}) Ucingo olukuphuthile

source: An error occurred while sending the message
af: Kon nie die boodskap stuur nie
am: መልእክቱ በሚላክበት ጊዜ ስህተት ተፈጥሯል
ar: حدث خطأ عند محاولة ارسال الرسالة
as: বাৰ্তাটো পঠাওতে এটা ত্ৰুটি দেখা দিলে
bg: Възникна грешка при изпращането на съобщението
bn_bd: বার্তা প্রেরণে ত্রুটি দেখা দিয়েছে
bn_in: বার্তা পাঠানোর সময় একটি বিঘ্ন ঘটেছে
br: Degouezhet ez eus bet ur fazi e-pad kas ar gemennadenn
ca: S'ha produït un error en enviar el missatge
cy: Digwyddodd gwall wrth anfon y neges
eu: Errorea gertatu da mezua bidaltzean
fa: خطایی در هنگام ارسال این پیام رخ داده است
ga_ie: Tharla earráid agus an teachtaireacht á seoladh
gd: Thachair mearachd rè cur na teachdaireachd
hi_in: सन्देश भेजने के दौरान एक त्रुटी आ चुकी है
hr: Došlo je do greške pri slanju poruke
hu: Hiba lépett fel az üzenet elküldése közben
id: Terjadi galat saat mengirim pesan
kk: Хабарламаны жіберу кезінде қате кетті
km: កំហុស​បាន​កើតឡើង ខណៈ​ពេល​ផ្ញើ​សារ
kn: ಸಂದೇಶವನ್ನು ಕಳುಹಿಸುವಾಗ ಒಂದು ದೋಷ ಎದುರಾಗಿದೆ
ku: Dema peyam dihat şandin çewtiyek çêbû
mai: सन्देश पठाबै क दौरान एकटा त्रुटि भ चुकल अछि
mg: Nisy tsy fetezana nandritra ny fandefasana ilay hafatra
ml: സന്ദേശം അയക്കുന്നതിനിടെ ഒരു പിഴവ് സംഭവിച്ചിരിക്കുന്നു
mr: संदेश पाठवते वेळी त्रुटी आढळली
ms: Ralat berlaku semasa menghantar mesej
my: စာတိုအားပို့နေစဉ် ပြသာနာတစ်ခု ဖြစ်သွားသှ်
ne: सन्देश पठाउँदै गर्दा त्रुटि भयो
or: ସନ୍ଦେଶଟି ପଢ଼ିଲା ବେଳେ ଅସୁବିଧା ହେଲା
pt: Ocorreu um erro ao enviar a mensagem
pt_br: Ocorreu um erro ao enviar a mensagem
ro: A intervenit o eroare la trimiterea mesajului
si: පණිවුඩය යැවීමට තැත්කිරීමේදී දෝශයක් හට ගැනිණි
sw: Hitilafu ilitokea wakati wa kutuma ujumbe
ta: தகவலை அனுப்பும் போது பிழை ஏற்பட்டுள்ளது
te: సందేశం పంపిస్తున్నప్పుడు ఒక దోషం ఏర్పడింది
th: เกิดข้อผิดพลาดขณะกำลังส่งข้อความ
tr: Mesaj gönderilirken bir hata oluştu
ur: پیغام بھیجتے ہوئے نقص واقع ہوا
uz: Xabar yuborilyotganda xatolik yuz berdi
wa: Åk n’ a nén stî come dj’ evoyive li messaedje
xh: Kwenzeke imposiso ngeli lixa ubuthumela umyalezo
zu: Kube nephutha ngenkathi kuthunyelwa umyalezo

source: Session expired
af: Sessie het verstryk
am: ክፍለ ጊዜው አልፏል
ar: انتهت الجلسة
as: অধিবেশনৰ অৱসান হৈছে
bg: Сесията е изтекла
bn_bd: সেশন বাতিল হয়ে গিয়েছে
bn_in: সেশন অতিক্রান্ত
br: Diamzeret eo an estez
ca: La sessió ha vençut
cy: Daeth y sesiwn i ben
eu: Saioa iraungita
fa: نشست منقضی شده است
ga_ie: Seisiún thar am
gd: Dh'fhalbh an ùine air an t-seisean
hi_in: सत्र की अवधि समाप्त
hr: Prijava istekla
hu: Munkamenet lejárt
id: Sesi berakhir
kk: Сессия мерзімі аяқталды
km: សម័យ​បាន​ផុត​កំណត់
kn: ಅಧಿವೇಶನ ತೀರಿದೆ
ku: Danişîna demborî
mai: सत्र क अवधि समाप्त
mg: Dify ny sesiona
ml: സെഷന്‍ കാലാവധി കഴിഞ്ഞു
mr: सत्र संपले
ms: Sesi tamat
my: အချိန်စေ့သွားပြီ
ne: सत्र समाप्त
or: ଅଧିବେଶନ ମିଆଦ ପୂରିଲା
pt: Sessão expirada
pt_br: Sessão expirada
ro: Sesiune expirată
si: සැසිය කල් ඉකුත්විය
sw: Kikao kimemaliza muda
ta: அமர்வு காலாவதியானது
te: సెషన్ కాలంచెల్లింది
th: วาระหมดอายุ
tr: Oturum zaman aşımına uğradı
ur: سیشن زائدالمدت
uz: Seans vaqti o‘tib ketdi
wa: Session espirêye
xh: Iseshoni iphelelwe lixesha
zu: Iseshini iphelelwe yisikhathi

source: Message successfully sent
af: Boodskap suksesvol gestuur
am: መልእክቱ ተሳክቶ ተልኳል
ar: تم ارسال الرسالة بنجاح
as: বাৰ্তা সফলভাৱে প্ৰেৰণ কৰা হ'ল
bg: Съобщението е изпратено успешно
bn_bd: সফল ভাবে বার্তা প্রেরণ করা হয়েছে
bn_in: বার্তা সফলভাবে পৌঁছেছে
br: Kaset eo bet ar gemennadenn gant berzh
ca: Missatge enviat correctament
cy: Wedi anfon neges yn llwyddiannus
eu: Mezua ondo bidali da
fa: پیام با موفقیت ارسال شد
ga_ie: Seoladh an teachtaireacht
gd: Chaidh an teachdaireachd a chur
hi_in: संदेश सफलतापूर्वक भेजा गया
hr: Poruka uspješno poslana
hu: Az üzenet elküldve
id: Pesan berhasil dikirim
kk: Хабарлама сәтті жіберілді
km: បាន​ផ្ញើ​សារ​ដោយ​ជោគជ័យ
kn: ಸಂದೇಶವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ
ku: Peyam bi serkeftî hat şandin
mai: समाद सफलतापूर्वक भेजल गेल
mg: Tontosa ny fandefasana hafatra
ml: സന്ദേശം വിജയകരമായി അയച്ചിരിക്കുന്നു
mr: संवाद पाठवणी सफल
ms: Mesej berjaya dihantar
my: စာတိုအားအောင်မြင်စွာပို့ပြီး
ne: सन्देश सफलतापूर्व पठाइयो
or: ସନ୍ଦେଶଟି ଠିକ ଭାବେ ପଠାଗଲା
pt: Mensagem enviada com sucesso
pt_br: Mensagem enviada com sucesso
ro: Mesaj trimis cu succes
si: පණිවුඩය සාර්ථකව යැවීම සිදුවිය
sw: Ujumbe umetumwa kwa mafanikio
ta: தகவல் வெற்றிகரமாக அனுப்பப்பட்டது
te: సందేశం విజయవంతంగా పంపబడింది
th: ส่งข้อความสำเร็จ
tr: Mesaj başarıyla gönderildi
ur: پیغام کامیابی سے بھیج دیا گیا
uz: Xabar muvaffaqiyatli jo‘natildi
wa: Messaedje evoyî comifåt
xh: Umyalezo uthunyelwe ngempumelelo
zu: Umyalezo uthunyelwe ngempumelelo

source: Mute
af: Doof
am: መቀነሻ
ar: صمت
as: মৌন কৰক
bg: Заглушаване
bn_bd: নিঃশব্দ করুন
bn_in: নিশ্চুপ
br: Mud
ca: Silencia
cy: Tewi
eu: Mututu
fa: بی‌صدا
ga_ie: Balbhaigh
gd: Mùch
hi_in: मौन
hu: Némítás
id: Senyap
kk: Даусын сөндіру
km: ស្ងាត់
kn: ಮೂಕಗೊಳಿಸು
mai: मौन
mg: Moana
ml: നിശ്ശബ്ദമാക്കുക
mr: मुक
ms: Senyap
my: အသံပိတ်
ne: मौन
or: ନିରବ
pt: Silenciar
pt_br: Emudecer
ro: Dezactivează sunetul
si: නිහඬ
sw: Nyamazisha
ta: ஒலி நிறுத்தம்
te: నిశ్శబ్దం
th: ปิดเสียง
tr: Sesi kapat
ur: گونگا
uz: Tovushni o‘chirish
wa: Moya
xh: Cwaka
zu: Thulisa

source: New call
af: Nuwe oproep
am: አዲስ ጥሪ
ar: مكالمة جديدة
as: নতুন কল
bg: Позвъняване
bn_bd: নতুন কল
bn_in: নতুন কল
br: Galv nevez
ca: Trucada nova
cy: Galwad newydd
eu: Dei berria
fa: تماس جدید
ga_ie: Glao nua
gd: Gairm ùr
hi_in: नवीन कॉल करें
hu: Új hívás
id: Panggilan baru
km: ហៅ​ថ្មី
kn: ಹೊಸ ಕರೆ
mai: नव कॉल
mg: Antso vaovao
ml: പുതിയ വിളി
mr: नवीन संवाद
ms: Panggilan baru
my: ခေါ်ဆိုမှူ အသစ်
ne: नया कल
or: ନୂଆ କଲ
pt: Nova chamada
pt_br: Nova chamada
ro: Apel nou
si: නව ඇමතුම
sw: Piga simu mpya
ta: புதிய அழைப்பு
te: కొత్త కాల్
th: การโทรใหม่
tr: Yeni arama
ur: نئی کال
uz: Yangi qo‘ng‘iroq
wa: Novea houcaedje
xh: Umnxeba omtsha
zu: Ucingo olusha
