Repository: translate/mozilla-gaia
Catalog: */apps/communications/dialer/dialer.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eu, fa, ga_ie, gd, hi_in, hr, hu, id, kk, km, kn, ku, mai, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: No calls recorded
af: Geen oproepe opgeneem nie
am: ምንም ጥሪዎች አልተመዘገቡም
ar: لم يتم تسجيل أي مكالمة
as: কোনো কল ৰেকৰ্ড হোৱা নাই
bg: Няма записани обаждания
bn_bd: কোন কল সংরক্ষণ করা হয় নাই
bn_in: কোন কল রেকর্ড করা হয়নি
br: Galv ebet enrollet
ca: Cap trucada enregistrada
cy: Dim cofnod o alwad
eu: Erregistratutako deirik ez
fa: هیچ‌ تماسی ثبت نشده است
ga_ie: Níl aon ghlaonna agat fós.
gd: Cha deach gairm sam bith a chlàradh
hi_in: कोई कॉल रिकॉर्ड नही
hr: Nema zabilježenih poziva
hu: Nincsenek feljegyzett hívások
id: Tidak ada panggilan terekam
kk: Жазылған қоңыраулар жоқ
km: មិន​បាន​កត់ត្រា​ការ​ហៅ
kn: ಯಾವುದೆ ಕರೆಗಳನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಿಲ್ಲ
ku: Lêgerînên tomarkirî nîn in
mai: कोनो कॉल रिकॉर्ड नहि
mg: Tsisy antso voarakitra
ml: ഒരു കോളും റെക്കോർഡ് ചെയ്തിട്ടില്ല
mr: संवाद रेकॉर्ड नाही
ms: Tiada panggilan yang direkodkan
my: မည်သည့်ခေါ်မှူမျှမှတ်မထား
ne: कुनै कल रेकर्ड गरिएको छैन
or: କୌଣସି କଲ ରେକର୍ଡ଼ କରାଯାଇ ନାହିଁ
pt: Não foram registadas chamadas
pt_br: Nenhuma chamada registrada
ro: Niciun apel înregistrat
si: කිසිම ඇමතුමක් සටහන්වී නොමැත
sw: Hakuna simu zilizorekodiwa
ta: எந்த அழைப்பையும் பதிவு செய்யவில்லை
te: ఎటువంటి పిలుపులు నమోదుకాలేదు
th: ไม่มีการโทรที่ถูกบันทึก
tr: Kaydedilmiş çağrı yok.
ur: کوئی کال ریکارڈ نہیں ہوئی
uz: Qo‘ng‘iroqlar yozib olinmadi
wa: Nou houcaedje eredjistrî
xh: Akukho minxeba erekhodiweyo
zu: Azikho izingcingo eziqoshiwe

source: Start communicating now
ar: بدء التواصل الآن
as: এতিয়া যোগাযোগ আৰম্ভ কৰক
bg: Започнете да комуникирате сега
br: Ober ur galv bremañ
cy: Cychwyn cyfathrebu nawr
fa: آغاز گفت‌و‌گو هم اکنون
gd: Tòisich air conaltradh an-dràsta fhèin
hi_in: संवाद स्थापित करना अभी शुरू करे
hr: Započni komunicirati sada
id: Mulai komunikasi sekarang
ku: Niha dest bi peywendiyê bike
mg: Manomboha mifandray izao
ml: സംഭാഷണം ഇപ്പോൾ തുടങ്ങൂ
mr: संभाषणाला सुरुवात करा
ms: Mula berkomunikasi sekarang
my: ယခုပင်ဆက်သွယ်မှူ စတင်
pt_br: Comece a se comunicar agora
ro: Începe comunicarea acum
si: සන්නිවේදනය අරඹන්න
sw: Anza kuwasiliana sasa
ta: இப்போது தொடர்புக்கொள்ள தொடங்கவும்
te: ఇప్పుడే సంభాషించడం ప్రారంభించండి
tr: Haydi, konuşmaya başlayın.
ur: مواصلت شروع کریں
uz: Hozir bog‘lanishni boshlash

source: No missed calls
af: Geen gemiste oproepe nie
am: ያልተመለሰ ጥሪ የለም
ar: لا يوجد أي مكالمات لم يرد عليها
as: কোনো মিছ্‌ড কল নাই
bg: Няма пропуснати обаждания
bn_bd: কোনো মিসড কল নেই
bn_in: কোন মিসড কল নেই
br: Galv ebet manket
ca: Cap trucada perduda
cy: Dim galwadau coll
eu: Dei galdurik ez
fa: هیچ تماس از دست رفته‌ای وجود ندارد
ga_ie: Gan glaonna caillte
gd: Cha do dh'fhalbh gairm sam bith ort
hi_in: कोई मिस्ड कॉल नहीं
hr: Nema propuštenih poziva
hu: Nincs nem fogadott hívás
id: Tak ada panggilan tak terjawab
kk: Қабылданбаған қоңыраулар жоқ
km: គ្មាន​ការ​ហៅ​ដែល​ខកខាន
kn: ಯಾವುದೆ ತಪ್ಪಿ ಹೋದ ಕರೆಗಳಿಲ್ಲ
ku: Lêgerînên bêbersiv nîn in
mai: कोनो मिस्ड कॉल नहि
mg: Tsisy antso tsy tratra
ml: നഷ്ടമായ വിളികൾ ഒന്നുമില്ല
mr: सुटलेले संवाद नाही
ms: Tiada panggilan tidak dijawab
my: လွဲသွားသော ခေါ်ဆိုမှူမရှိ
ne: छुट कलहरु छैन
or: ଗୋଟିଏ ବି ମିସ କଲ ନାହିଁ
pt: Sem chamadas perdidas
pt_br: Nenhuma chamada não atendida
ro: Niciun apel pierdut
si: මඟහැරුණු ඇමතුම් කිසිවක් නොමැත
sw: Hakuna simu ulizokosa
ta: தவறிய அழைப்புகள் எதுவும் இல்லை
te: తప్పిపోయిన పిలుపులు ఏమీలేవు
th: ไม่มีสายที่ไม่ได้รับ
tr: Cevapsız çağrı yok
ur: کویئ چوک کال نہیں
uz: Javobsiz qo‘ng‘iroqlar yo‘q
wa: Nou houcaedje di manké
xh: Akukho minxeba ikuphosileyo
zu: Azikho izingcingo ezikuphuthile

source: On hold
am: በመጠበቅ ላይ
ar: قيد الانتظار
bg: Изчакващ
bn_bd: অপেক্ষারত
bn_in: অপেক্ষারত
br: Galv o c'hortoz
ca: En espera
cy: Yn aros
eu: Itxaron
fa: در انتظار
ga_ie: Ar feitheamh
gd: ’Ga chumail
hi_in: होल्ड पर है
hu: Várakozik
id: Ditahan
km: រង់ចាំ
kn: ತಡೆಹಿಡಿಯಲಾಗಿದೆ
mai: होल्ड पर अछि
my: ကိုင်ထားသှ်
ne: पकड मा
pt: Em espera
ro: În așteptare
si: රඳවාසිටී
ta: காத்திருப்பில்
th: พักสาย
tr: Beklemede
ur: ہولڈ شدہ
uz: Bosib turish
wa: Ritnou

source: Outgoing
am: ወደ ውጪ የሚሄድ
ar: الصّادرة
bg: Изходящо
bn_bd: বহির্গামী
bn_in: বহির্গামী
br: Oc'h ermaeziañ
ca: Sortida
cy: Allan
eu: Irteerakoa
fa: خروجی
ga_ie: Amach
gd: A-mach
hi_in: जाने वाला
hu: Kimenő
id: Panggilan keluar
kk: Шығыс
km: ចេញ
kn: ಹೊರ ಹೋಗುವ
mai: आउटगोइंग
ms: Keluar
my: အထွက်ခေါ်ဆိုမှူများ
ne: बाह्यगमन
pt: Efetuadas
pt_br: Efetuadas
ro: Efectuate
si: යන
ta: செல்லும்
th: สายออก
tr: Giden
ur: اخراجی
uz: Chiquvchi
wa: Rexhant

source: Recent calls
af: Onlangse oproepe
am: የ ቅርብ ጊዜ ጥሪዎች
ar: المكالمات الأخيرة
as: শেহতীয়া কলসমূহ
bg: Последни обаждания
bn_bd: সাম্প্রতিক কল
bn_in: সাম্প্রতিক কল
br: Galvoù nevesañ
ca: Trucades recents
cy: Galwadau diweddar
eu: Azken deiak
fa: تماس‌های اخیر
ga_ie: Glaonna is déanaí
gd: Gairmean o chionn goirid
hi_in: हालिया कॉल
hu: Legutóbbi hívások
id: Panggilan terkini
km: ការ​ហៅ​ថ្មីៗ
kn: ಇತ್ತೀಚಿನ ಕರೆಗಳು
mai: हाल क' कॉल
mg: Antso vao tsy ela
ml: അടുത്തിടെ നടന്ന വിളികൾ
mr: अलिकडील संवाद
ms: Panggilan terbaru
my: လတ်တလောခေါ်ဆိုမှူများ
ne: हालको कलहरु
or: ନିକଟରେ ହୋଇଥିବା କଲଗୁଡ଼ିକ
pt: Chamadas recentes
pt_br: Chamas recentes
ro: Apeluri recente
si: මෑත දුරකථන ඇමතුම්
sw: Simu zilizopigwa hivi karibuni
ta: சமீபத்திய அழைப்புகள்
te: ఇటీవలి పిలుపులు
th: การโทรเมื่อเร็ว ๆ นี้
tr: Son aramalar
ur: حالیہ کالز
uz: So‘nggi qo‘ng‘iroqlar
wa: Houcaedjes d’ enawaire
xh: Umnxeba wakutshanje
zu: Izinombolo zezingcingo zakamuva

source: Reply
af: Antwoord
am: መመለሻ
ar: الرد
as: উত্তৰ দিয়ক
bg: Отговаряне
bn_bd: জবাব
bn_in: জবাব
br: Respont
ca: Respon
cy: Ateb
eu: Erantzun
fa: پاسخ‌
ga_ie: Freagair
gd: Freagair
hi_in: जवाब
hr: Odgovori
hu: Válasz
id: Balas
kk: Жауап беру
km: ឆ្លើយតប
kn: ಮಾರುತ್ತರಿಸು
ku: Bibersivîne
mai: जवाब दिअ
mg: Hamaly
ml: മറുപടി
mr: प्रतिसाद
ms: Balas
my: စာပြန်
ne: जवाफ पठाउनुहोस्
or: ଉତ୍ତର
pt: Responder
pt_br: Responder
ro: Răspunde
si: පිළිතුර
sw: Jibu
ta: பதில்
te: స్పందించండి
th: ตอบกลับ
tr: Yanıtla
ur: جواب دیں
uz: Javob qaytarish
wa: Responde
xh: Phendula
zu: Phendula

source: Select all
ar: إختَر الكل
as: সকলো বাছক
bg: Избор всички
br: Diuzañ pep tra
cy: Dewis popeth
fa: انتخاب همه
gd: Tagh na h-uile
hi_in: सभी चुनें
hr: Označi sve
id: Pilih semua
ku: Hemûyan hilbijêre
mg: Fantenana daholo
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
mr: सर्व निवडा
ms: Pilih semua
my: အားလုံးရွေး
pt_br: Sel. todas
ro: Selectează tot
si: සියල්ල තෝරන්න
sw: Chagua zote
ta: அனைத்தும்
te: అన్నీ ఎంచు
tr: Tümünü seç
ur: تمام منتخب کریں
uz: Barchasini tanlash

source: Send
af: Stuur
am: መላኪያ
ar: إرسال
as: প্ৰেৰণ কৰক
bg: Готово
bn_bd: প্রেরণ
bn_in: পাঠান
br: Kas
ca: Envia
cy: Anfon
eu: Bidali
fa: ارسال
ga_ie: Seol
gd: Cuir
hi_in: भेजें
hr: Pošalji
hu: Küldés
id: Kirim
kk: Жіберу
km: ផ្ញើ
kn: ಕಳುಹಿಸು
ku: Bişîne
mai: पठाबू
mg: Handefa
ml: അയയ്ക്കുക
mr: पाठवा
ms: Hantar
my: ပို့
ne: पठाउनुहोस्
or: ପଠାନ୍ତୁ
pt: Enviar
pt_br: Enviar
ro: Trimite
si: යවන්න
sw: Tuma
ta: அனுப்பு
te: పంపించు
th: ส่ง
tr: Gönder
ur: بھیجیں
uz: Jo‘natish
wa: Evoyî
xh: Thumela
zu: Thumela

source: Switch calls
af: Wissel oproepe
am: ጥሪዎች መቀየሪያ
ar: تحويل المكالمات
as: কলসমূহ চুইচ কৰক
bg: Смяна на разговори
bn_bd: কল পরিবর্তন
bn_in: কল বদল
br: Mont betek ur galv all
ca: Commuta trucades
cy: Newid galwadau
eu: Aldatu deiak
fa: جابه‌جایی تماس
ga_ie: Athraigh glaonna
gd: Tog a’ ghairm eile
hi_in: कॉल स्विच करें
hr: Zamijeni pozive
hu: Hívásváltás
id: Pindahkan panggilan
km: ប្ដូរ​ការហៅ
kn: ಕರೆಗಳನ್ನು ಬದಲಿಸು
ku: Lêgerînan pev biguherîne
mai: कॉल स्विच करू
mg: Hamadika antso
ml: വിളികൾ പരസ്പരം മാറ്റുക
mr: संवाद स्थानांतरण
ms: Tukar panggilan
my: ခေါ်ဆိုမှူပြောင်း
ne: बोलावटहरू स्विच गर्नुहोस्
or: କଲଗୁଡ଼ିକୁ ବଦଳାନ୍ତୁ
pt: Permutar chamadas
pt_br: Alternar chamada
ro: Comută apelurile
si: ඇමතුම් අතර මාරුවෙන්න
sw: Badili simu
ta: அழைப்புகளுக்கிடையே மாறவும்
te: కాల్స్ మారండి
th: สลับการโทร
tr: Arama değiştir
ur: کال سوئچ کریں
uz: Qo‘ng‘iroqlarni almashtirish
wa: Discandjî di houcaedje
xh: Tshintsha iminxeba
zu: Swisha izingcingo

source: Today
af: Vandag
am: ዛሬ
ar: اليوم
as: আজি
bg: Днес
bn_bd: আজ
bn_in: আজ
br: Hiziv
ca: Avui
cy: Heddiw
eu: Gaur
fa: امروز
ga_ie: Inniu
gd: An-diugh
hi_in: आज
hr: Danas
hu: Ma
id: Hari ini
kk: Бүгін
km: ថ្ងៃ​នេះ
kn: ಇಂದು
mai: आइ
mg: Anio
ml: ഇന്നു്
mr: आज
ms: Hari ini
my: ယနေ့
ne: आज
or: ଆଜି
pt: Hoje
pt_br: Hoje
ro: Astăzi
si: අද
sw: Leo
ta: இன்று
te: నేడు
th: วันนี้
tr: Bugün
ur: آج
uz: Bugun
wa: Ouy
xh: Namhlanje
zu: Namuhla

source: Withheld number
af: Weerhoude nommer
am: የተያዙ ቁጥሮች
ar: الأرقام المحجوبة
as: ৱিতহেল্ড নম্বৰ
bg: Скрит номер
bn_bd: উপেক্ষিত নম্বর
bn_in: নাম্বার দেখানো হবে না
br: Niverenn kuzhet
ca: Número ocult
cy: Rhif cuddiedig
eu: Zenbaki ezkutua
fa: شماره محدود شده
ga_ie: Uimhir cheilte
gd: Àireamh ’ga falach
hi_in: रोक लगाई संख्या
hr: Skriveni broj
hu: Visszatartott szám
id: Nomor disembunyikan
km: លេខ​មិន​អនុញ្ញាត​ឲ្យ
kn: ತಡೆಹಿಡಿದ ಸಂಖ್ಯೆ
mai: रोकल गेल नम्बर
mg: Nomerao voatana
ml: പിടിച്ചുവച്ച നമ്പര്‍
mr: राखुन ठेवलेला क्रमांक
ms: Nombor rahsia
my: ကိုင်ထားသော နံပတ်
ne: रोक लगाईएको नम्बर
or: ଅଟକା ଯାଇଥିବା ନମ୍ବର
pt: Número oculto
pt_br: Número confidencial
ro: Număr ascuns
si: අත්හිටවූ අංකයක්
sw: Nambari iliyofichwa
ta: நிலுவையில்லுள்ள எண்
te: నిలిపివేసిన నెంబరు
th: หมายเลขที่ถูกระงับ
tr: Gizli numara
ur: روکا گیا نمبر
uz: Bloklangan raqam
wa: Limero catchî
xh: Inombolo engaboniswanga
zu: Inombolo igodliwe

source: From {{ contact }}
af: Van {{ contact }}
am: ከ {{ contact }}
ar: من {{ contact }}
as: {{ contact }} ৰ পৰা
bg: От {{ contact }}
bn_bd: {{ contact }} হতে
bn_in: {{ contact }} এর থেকে
br: A-berzh {{ contact }}
ca: De {{ contact }}
cy: Oddi wrth {{ contact }}
eu: {{ contact }}
fa: از {{ contact }}
ga_ie: Ó {{ contact }}
gd: O {{ contact }}
hi_in: {{ contact }} द्वारा
hr: Od {{ contact }}
hu: Tőle: {{ contact }}
id: Dari {{ contact }}
kk: {{ contact }}-дан
km: ពី {{ contact }}
kn: ಇವರಿಂದ {{ contact }}
mai: {{ contact }} द्वारा
mg: Avy amin'i {{ contact }}
ml: {{ contact }}ല്‍ നിന്നു്
mr: {{ contact }} पासून
ms: Dari {{ contact }}
my: မှ {{ contact }}
ne: {{ contact }}बाट
or: ପ୍ରେରକ {{ contact }}
pt: De {{ contact }}
pt_br: De {{ contact }}
ro: De la {{ contact }}
si: {{ contact }} වෙතින්
sw: Kutoka {{ contact }}
ta: {{ contact }} இலிருந்து
te: {{ contact }} నుండి
th: จาก {{ contact }}
tr: {{ contact }} adlı kişiden
ur: {{ contact }} سے
uz: {{ contact }}dan
wa: Di {{ contact }}
xh: Isuka ku-{{ contact }}
zu: Ivela ku-{{ contact }}

source: From {{ number }}
af: Van {{ number }}
am: ከ {{ number }}
ar: من {{ number }}
as: {{ number }} ৰ পৰা
bg: От {{ number }}
bn_bd: {{ number }} হতে
bn_in: {{ number }} এর থেকে
br: A-berzh {{ number }}
ca: De {{ number }}
cy: Oddi wrth {{ number }}
eu: {{ number }}
fa: از {{ number }}
ga_ie: Ó {{ number }}
gd: O {{ number }}
hi_in: {{ number }} द्वारा
hr: Od {{ number }}
hu: Ettől: {{ number }}
id: Dari {{ number }}
kk: {{ number }}-дан
km: ពី {{ number }}
kn: ಇಂದ {{ number }}
mai: {{ number }} द्वारा
mg: Avy @ {{ number }}
ml: {{ number }}ല്‍ നിന്ന്
mr: {{ number }} पासून
ms: Dari {{ number }}
my: {{ number }} မှ
ne: {{ number }}बाट
or: ପ୍ରେରକ {{ number }}
pt: De {{ number }}
pt_br: De {{ number }}
ro: De la {{ number }}
si: {{ number }} වෙතින්
sw: Kutoka {{ number }}
ta: {{ number }} இலிருந்து
te: {{ number }} నుండి
th: จาก {{ number }}
tr: {{ number }} numarasından
ur: {{ number }} از
uz: {{ number }}dan
wa: Di {{ number }}
xh: Isuka kwi-{{ number }}
zu: Ivela {{number }}

source: From withheld number
af: Van weerhoude nommer
am: ከ ተያዙ ቁጥሮች ውስጥ
ar: من رقم محجوب
as: বাতিল কৰা নম্বৰৰ পৰা
bg: От скрит номер
bn_bd: উপেক্ষিত নম্বর থেকে
bn_in: বলা নম্বর থেকে
br: A-berzh un niverenn kuzhet
ca: D'un número ocult
cy: Oddi wrth rhif cuddiedig
eu: Zenbaki ezkutua
fa: از شماره محدود شده
ga_ie: Ó uimhir cheilte
gd: O àireamh a tha ’ga falach
hi_in: रोक लगाई संख्या से
hr: Sa skrivenog broja
hu: Visszatartott számtól
id: Dari nomor disembunyikan
km: ពី​លេខ​មិន​អនុញ្ញាត​ឲ្យ
kn: ತಡೆಹಿಡಿದ ಸಂಖ್ಯೆ ಇಂದ
mai: रोकल गेल नम्बर सँ
mg: Avy @ nomerao voatana
ml: പിടിച്ചുവച്ച നമ്പറില്‍ നിന്നും
mr: राखलेल्या क्रमांकाहून
ms: Dari nombor rahsia
my: ကိုင်ထားခိုင်းသော နံပတ်ဆီမှ
ne: रोक लगाईएको नम्बरबाट
or: ଅଟକ ରଖାଯାଇଥିବା ନମ୍ବରରୁ
pt: De número oculto
pt_br: De número confidencial
ro: De la număr ascuns
si: අත්හිටවූ අංකයක් වෙතින්
sw: Kutoka kwa nambari iliyofichwa
ta: நிலுவையில்லுள்ள எண்ணிலிருந்து
te: నిలిపివేసిన నెంబరు నుండి
th: จากหมายเลขที่ถูกระงับ
tr: Gizli numaradan
ur: روکیں گے نمبر سے
uz: Bloklangan raqamdan
wa: D’ on limero catchî
xh: Isuka kwinombolo engaboniswanga
zu: Ivela kunombolo egodliwe

source: Yesterday
af: Gister
am: ትናንትና
ar: الأمس
as: কালি
bg: Вчера
bn_bd: গতকাল
bn_in: গতকাল
br: Dec'h
ca: Ahir
cy: Ddoe
eu: Atzo
fa: دیروز
ga_ie: Inné
gd: An-dè
hi_in: कल
hr: Jučer
hu: Tegnap
id: Kemarin
kk: Кеше
km: ម្សិលមិញ
kn: ನಿನ್ನೆ
mai: काल्हि
mg: Omaly
ml: ഇന്നലെ
mr: काल
ms: Semalam
my: မနေ့က
ne: हिजो
or: ଗତକାଲି
pt: Ontem
pt_br: Ontem
ro: Ieri
si: පෙර දින
sw: Jana
ta: நேற்று
te: నిన్న
th: เมื่อวานนี้
tr: Dün
ur: کل
uz: Kecha
wa: Ayir
xh: Izolo
zu: Izolo

source: Sending…
af: Stuur tans…
am: በ መላክ ላይ…
ar: جارِ الإرسال...
as: পঠোৱা হৈছে…
bg: Изпращане…
bn_bd: প্রেরিত হচ্ছে…
bn_in: পাঠানো হচ্ছে…
br: O kas…
ca: S'està enviant…
cy: Anfon…
eu: Bidaltzen…
fa: در‌حال ارسال…
ga_ie: Á Sheoladh…
gd: ’Ga chur…
hi_in: भेजा जा रहा है…
hr: Slanje…
hu: Küldés…
id: Mengirim…
kk: жіберу…
km: កំពុង​ផ្ញើ…
kn: ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ…
mai: भेजल जाए रहल अछि…
mg: Mandefa…
ml: അയയ്ക്കുന്നു…
mr: पाठवत आहे…
ms: Menghantar…
my: ပို့နေသှ်
ne: पठाउँदै...
or: ପଠାଯାଉଛି…
pt: A enviar…
pt_br: Enviando…
ro: Se trimite…
si: යවමින්...
sw: Inatuma
ta: அனுப்புகிறது...
te: పంపుతున్నాం…
th: กำลังส่ง…
tr: Gönderiliyor…
ur: بھیج رہا ہے…
uz: Jo‘natilmoqda…
wa: Dj' evoye...
xh: Iyathumela…
zu: Iyathumela…

# speakerOption.ariaLabel
source: Speaker
af: Luidspreker
am: ስፒከር
ar: السماعة
as: স্পিকাৰ
bg: Високоговорител
bn_bd: স্পিকার
bn_in: স্পিকার
br: Uhelgomzer
ca: Altaveu
cy: Uchelseinydd
eu: Bozgorailua
fa: بلندگو
ga_ie: Callaire
gd: Glaodhaire
hi_in: स्पीकर
hu: Hangszóró
id: Pengeras suara
km: អូប៉ាល័រ​
kn: ಸ್ಪೀಕರ್‍‍
mai: स्पीकर
mg: Fanamafisam-peo
ml: സ്പീക്കർ
mr: स्पीकर
ms: Pembesar suara
my: စပီကာ
ne: वक्ता
or: ସ୍ପିକର
pt: Altifalante
pt_br: Alto-falante
ro: Difuzor
si: ස්පීකරය
sw: Msemaji
ta: ஒலி பெருக்கி
te: స్పీకరు
th: ลำโพง
tr: Hoparlör
ur: سپیکر
uz: Karnay
wa: Cåzeu
xh: Isithethi
zu: I-speaker

source: {{ operator }} services
af: {{ operator }} dienste
am: {{ operator }} ግልጋሎቶች
ar: خدمات {{ operator }}
as: {{ operator }} সেৱাসমূহ
bg: Услуги от {{ operator }}
bn_bd: {{ operator }} সেবা
bn_in: {{ operator }} পরিসেবাসমূহ
br: Servijoù {{ operator }}
ca: Serveis de {{ operator }}
cy: Gwasanaethau {{ operator }}
eu: {{ operator }} zerbitzuak
fa: سرویس‌های {{ operator }}
ga_ie: Seirbhísí {{ operator }}
gd: Seirbheisean {{ operator }}
hi_in: {{ operator }} सेवाएँ
hr: {{ operator }} usluge
hu: {{ operator }} szolgáltatások
id: Layanan {{ operator }}
kk: {{ operator }} қызметтері
km: សេវាកម្ម {{ operator }}
kn: {{ operator }} ಸೇವೆಗಳು
mai: {{ संचालक }} सेवा
mg: Serivisy {{ operator }}
ml: {{ operator }} സേവനങ്ങൾ
mr: {{ operator }} सेवा
ms: {{ operator }} perkhidmatan
my: {{ operator }} ဝန်ဆောင်မှူများ
ne: {{ operator }} सुबिधाहरु
or: {{ operator }} ସର୍ଭିସଗୁଡ଼ିକ
pt: Serviços de {{ operator }}
pt_br: Serviços da {{ operator }}
ro: Servicii {{ operator }}
si: {{ operator }} මඟින් සේවාවන්
sw: huduma za {{ operator }}
ta: {{ operator }} சேவைகள்
te: {{ operator }} సేవలు
th: บริการ {{ operator }}
tr: {{ operator }} hizmetleri
ur: {{ operator }} خدمات
uz: {{ operator }} xizmatlari
wa: Siervices di {{ operator }}
xh: Iinkonzo ze-{{ operator }}
zu: Izinsiza ze-{{ operator }}

source: Toggle keypad
af: Wissel sleutelblok
am: መደወያውን መቀያየሪያ
ar: تبديل لوحة المفاتيح
as: কি'পেড টগল কৰক
bg: Цифрова клавиатура
bn_bd: টোগল কীপ্যাড
bn_in: অদলবদল কীপ্যাড
br: Kuzhat/diskouez ar pavez niverel
ca: Commuta el teclat
cy: Toglo'r bysellfwrdd
eu: Txandakatu zenbakizko teklatua
fa: تغییر وضعیت شماره‌گیر
ga_ie: Scoránaigh an t-eochaircheap
gd: Toglaich pada nan iuchraichean
hi_in: कुंजीपैड टागल करें
hu: Tárcsázó váltása
id: Sembunyikan/tampilkan papan ketik
km: បិទ/បើក​ ក្ដារចុច​
kn: ಕೀಲಿಮಣೆ ಹೊರಳಿಸು
mai: टॉगल कुँजीपैड
mg: Hamadika marobokotra
ml: കീപാഡ് മാറ്റുക
mr: कीपॅड टॉगल
ms: Togol pad kekunci
my: ကီးပတ်အားတွန်းပိတ်
ne: टगल कीपैड
or: କି-ପ୍ୟାଡ ଆଗପଛ
pt: Ativar teclado
pt_br: Exibir/esconder teclado
ro: Comută tastatura
si: යතුරු පුවරුව ටොගල් කරන්න
sw: Achia kibao namba
ta: விசைத்தட்டை நிலைமாற்று
te: కీప్యాడ్‌ను మార్చు
th: สลับปุ่มกด
tr: Klavyeyi aç/kapat
ur: کلیدی پیڈ ٹوگل کریں
uz: Klaviaturani o‘chirish/yoqish
wa: (Dis)mete schaeye taprece
xh: Ikhiphedi yeqhosha
zu: Donsa ikhiphedi

source: Type your response…
af: Tik jou antwoord…
am: የ እርስዎን መልስ ይጻፉ…
ar: اكتب رّدك...
as: আপোনাৰ প্ৰতিক্ৰিয়া টাইপ কৰক…
bg: Въвеждане на отговор…
bn_bd: আপনার উত্তর লিখুন…
bn_in: আপনার মতামত লিখুন…
br: Skrivit ho respont…
ca: Escriviu la vostra resposta…
cy: Teipio eich ymateb…
eu: Idatzi erantzuna…
fa: پاسخ خود را بنویسید…
ga_ie: Clóscríobh do fhreagra…
gd: Cuir do fhreagairt an-seo…
hi_in: अपनी प्रतिक्रिया टाइप करें…
hr: Upišite svoj odgovor…
hu: Írja be válaszát…
id: Ketik balasan Anda…
kk: Жауабыңызды теріңіз…
km: បញ្ចូល​ការ​ឆ្លើយតប​របស់​អ្នក...
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಟೈಪಿಸಿ…
mai: अपन प्रतिक्रिया टाइप करू…
mg: Soraty ny valinteninao…
ml: താങ്കളുടെ മറുപടി എഴുതുക…
mr: तुमचा प्रतिसाद नोंदवा…
ms: Taipkan respon anda…
my: သင့်တုန့်ပြန်မှူ ကိုရိုက်ပါ...
ne: तपाईँको प्रतिक्रिया लेख्नुहोस्...
or: ଆପଣଙ୍କର ଉତ୍ତରକୁ ଲେଖନ୍ତୁ…
pt: Escreva a sua resposta…
pt_br: Digite sua resposta…
ro: Tastează răspunsul…
si: ඔබගේ ප්‍රතිචාරය සඳහන් කරන්න...
sw: Andika jibu lako...
ta: உங்களுடைய பதிலை தட்டவும்...
te: మీ స్పందనను టంకించండి…
th: พิมพ์การตอบกลับของคุณ…
tr: Yanıtınızı yazın…
ur: اپنا جواب ٹائپ کریں…
uz: Javobingizni yozing…
wa: Tapez vosse response...
xh: Chwetheza impendulo yakho…
zu: Bhala impendulo yakho…

source: Clear all text
af: Wis alle teks
am: ሁሉንም ጽሁፍ ማጽጃ
ar: مسح الكل
as: সকলো লিখনী পৰিষ্কাৰ কৰক
bg: Изчистване на текста
bn_bd: সব লেখা পরিষ্কার কর
bn_in: সমস্ত টেক্সট মুছুন
br: Skarzhañ an destenn a-bezh
ca: Esborra tot el text
cy: Clirio'r holl destun
eu: Garbitu testu guztia
fa: پاک‌کردن همه متن
ga_ie: Glan an téacs
gd: Falamhaich an teacsa air fad
hi_in: सब टेक्स्ट साफ़ करें
hr: Obriši sav tekst
hu: Minden szöveg törlése
id: Hapus semua teks
kk: Бүкіл мәтінді тазарту
km: សម្អាត​អត្ថបទ​ទាំងអស់
kn: ಎಲ್ಲಾ ಪಠ್ಯವನ್ನು ಅಳಿಸು
mai: सब टेक्स्ट साफ़ करू
mg: Hamafa soratra rehetra
ml: എല്ലാ എഴുത്തും മായ്ക്കുക
mr: सगळा मजकुर पुसा
ms: Padam semua teks
my: စာသားအားလုံကိုရှင်းပါ
ne: सबै पाठ मेटाउनुहोस्
or: ସମସ୍ତ ପାଠ୍ୟକୁ ଲିଭାନ୍ତୁ
pt: Limpar todo o texto
pt_br: Limpar tudo
ro: Curăță tot textul
si: සියළු පෙළ මකන්න
sw: Ondoa maandishi yote
ta: உரையைத் துடை
te: పాఠ్యం అంతా తుడిచివేయి
th: ล้างข้อความทั้งหมด
tr: Tüm metni temizle
ur: تمام متن خالی کریں
uz: Barcha matnni tozalash
wa: Disfacer li tecse
xh: Sula wonke umbhalo
zu: Sula wonke umbhalo

source: Hide
af: Versteek
am: መደበቂያ
ar: أخفِ
as: লুকুৱাওক
bg: Скриване
bn_bd: গোপন
bn_in: আড়াল করুন
br: Kuzhat
ca: Amaga
cy: Cuddio
eu: Ezkutatu
fa: مخفی‌ کردن
ga_ie: Folaigh
gd: Falaich
hi_in: छुपाएँ
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
kk: Жасыру
km: លាក់
kn: ಅಡಗಿಸು
mai: नुकाउ
mg: Hanafina
ml: മറയ്ക്കുക
mr: लपवा
ms: Sorok
my: ဖျောက်
ne: लुकाउनुहोस्
or: ଲୁଚାଅ
pt: Ocultar
pt_br: Esconder
ro: Ascunde
si: සඟවන්න
sw: Ficha
ta: மறை
te: దాయి
th: ซ่อน
tr: Gizle
ur: چھپا
uz: Yashirish
wa: Catchî
xh: Fihla
zu: Fihla

source: Call
af: Skakel
am: ጥሪ
ar: إتصال
as: কল
bg: Обаждане
bn_bd: ফোন করুন
bn_in: কল
br: Gervel
ca: Truca
cy: Galw
eu: Deitu
fa: تماس
ga_ie: Glaoigh
gd: Cuir fòn
hi_in: कॉल करें
hr: Zovi
hu: Hívás
id: Panggil
kk: Қоңырау шалу
km: ហៅ
kn: ಕರೆ ಮಾಡು
mai: कॉल
mg: Hiantso
ml: വിളിക്കുക
mr: संवाद
ms: Panggil
my: ခေါ်
ne: कल गर्नुहोस्
or: ଡାକରା
pt: Ligar
pt_br: Chamar
ro: Apelează
si: ඇමතුම
sw: Piga simu
ta: அழை
te: కాల్‌చేయి
th: โทร
tr: Ara
ur: کال
uz: Qo‘ng‘iroq
wa: Houkî
xh: Tsala umnxeba
zu: Fona

source: Hold
af: Hou
am: ይጠብቁ
ar: معلق
as: ৰখাওক
bg: Задържане
bn_bd: স্থগিত রাখুন
bn_in: স্থগিত করা হবে
br: Paouez
ca: En espera
cy: Dal
eu: Mantendu
fa: نگه‌ داشتن
ga_ie: Ar feitheamh
gd: Cum
hi_in: दबाए रखें
hr: Na čekanje
hu: Tartás
id: Tahan
km: រង់ចាំ
kn: ತಡೆಹಿಡಿ
mai: होल्ड करू
mg: Ahantona
ml: തൽക്കാലത്തേക്ക് നിർത്തുക
mr: धरा
ms: Tunggu
my: ကိုင်ထားရန်
ne: समाउनुहोस्
or: ବିରାମ
pt: Em espera
pt_br: Espera
ro: În așteptare
si: රඳවන්න
sw: Shikilia simu
ta: பற்று
te: పట్టివుంచు
th: พักสาย
tr: Beklet
ur: پکڑ
uz: Ushlab turish
wa: Ritni
xh: Bamba
zu: Bamba

source: Resume
af: Hervat
am: ይቀጥሉ
ar: استأنف
as: পুনৰাৰম্ভ কৰক
bg: Продължаване
bn_bd: পুনরায় শুরু
bn_in: পুনরারম্ভ
br: Kenderc'hel
ca: Reprèn
cy: Ailgychwyn
eu: Berrekin
fa: از‌ سرگیری
ga_ie: Lean
gd: Lean air
hi_in: फिर बहाल करें
hu: Folytatás
id: Lanjutkan
kk: Жалғастыру
km: បន្ត
kn: ಮರಳಿ ಆರಂಭಿಸು
mai: फेर बहाल करू
mg: Hanohy
ml: തുടരുക
mr: पुनःसुरू
ms: Sambung
my: ပြန်စပါ
ne: पुन: निरन्तरता गर्नुहोस्
or: ପୁନଃଚାଳନ କରନ୍ତୁ
pt: Retomar
pt_br: Continuar
ro: Reia
si: යළි අරඹන්න
sw: Endelea
ta: மீண்டும் தொடரவும்
te: తిరిగికొనసాగించు
th: ทำต่อ
tr: Sürdür
ur: جاری کریں
uz: Davom etish
wa: Riprinde
xh: Qalisa kwakhona
zu: Qhubeka

# resume.ariaLabel
source: Resume
af: Hervat
am: ይቀጥሉ
ar: استأنف
as: পুনৰাৰম্ভ কৰক
bg: Продължаване
bn_bd: পুনরায় শুরু
bn_in: পুনরারম্ভ
br: Kenderc'hel
ca: Reprèn
cy: Ailgychwyn
eu: Berrekin
fa: از سر‌گیری
ga_ie: Lean
gd: Lean air
hi_in: फिर बहाल करें
hu: Folytatás
id: Lanjutkan
kk: Жалғастыру
km: បន្ត
kn: ಮರಳಿ ಆರಂಭಿಸು
mai: फेर बहाल करू
mg: Hanohy
ml: തുടരുക
mr: पुनःसुरू
ms: Sambung
my: ပြန်စပါ
ne: पुन: निरन्तरता गर्नुहोस्
or: ପୁନଃଚାଳନ କରନ୍ତୁ
pt: Retomar
pt_br: Continuar
ro: Reia
si: යළි අරඹන්න
sw: Endelea
ta: மீண்டும் தொடரவும்
te: తిరిగికొనసాగించు
th: ทำต่อ
tr: Sürdür
ur: جاری کریں
uz: Davom etish
wa: Riprinde
xh: Qalisa kwakhona
zu: Qhubeka

source: Send Message
af: Stuur boodskap
am: መልእክት መላኪያ
ar: أرسل رسالة
as: বাৰ্তা প্ৰেৰণ কৰক
bg: Изпращане на съобщение
bn_bd: বার্তা প্রেরণ
bn_in: বার্তা পাঠান
br: Kas ar gemennadenn
ca: Envia un missatge
cy: Anfon Neges
eu: Bidali mezua
fa: ارسال پیام
ga_ie: Seol Teachtaireacht
gd: Cuir teachdaireachd
hi_in: सन्देश भेजें
hr: Pošalji poruku
hu: Üzenetküldés
id: Kirim Pesan
kk: Хабарламаны жіберу
km: ផ្ញើសារ
kn: ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಿ
mai: सन्देश पठाबू
mg: Handefa Hafatra
ml: സന്ദേശം അയയ്ക്കുക
mr: संदेश पाठवा
ms: Hantar Mesej
my: စာပို့ပါ
ne: सन्देश पठाउनुहोस्
or: ସନ୍ଦେଶ ପଠାନ୍ତୁ
pt: Enviar Mensagem
pt_br: Enviar mensagem
ro: Trimite mesaj
si: පණිවුඩය යවන්න
sw: Tuma Ujumbe
ta: செய்தியை அனுப்பு
te: సందేశాన్ని పంపు
th: ส่งข้อความ
tr: Mesaj gönder
ur: پیغام بھیجیں
uz: Xabar jo‘natish
wa: Evoyî messaedje
xh: Thumela umyalezo
zu: Thumela umyalezo

source: Call Ended
af: Oproep beëindig
am: ጥሪው ጨርሷል
ar: إنتهت المكالمة
as: কল সমাপ্ত
bg: Край на разговора
bn_bd: কল সমাপ্ত
bn_in: কল সমাপ্ত
br: Galv echu
ca: Trucada finalitzada
cy: Galwad wedi Gorffen
eu: Deia amaituta
fa: تماس پایان‌ گرفت
ga_ie: Cuireadh deireadh leis an nglao
gd: Thàinig a’ ghairm gu crìoch
hi_in: कॉल समाप्त
hr: Poziv završen
hu: Hívás befejezve
id: Panggilan Diakhiri
kk: Қоңырау аяқталды
km: បញ្ចប់​ការ​ហៅ
kn: ಕರೆ ಮುಗಿಯಿತು
mai: कॉल समाप्त
mg: Nofaranana ny antso
ml: വിളി നിർത്തിയിരിക്കുന്നു
mr: संवाद संपला
ms: Panggilan Ditamatkan
my: ဖုန်းချပြီး
ne: कल समाप्त भयो
or: କଲ ସମାପ୍ତି
pt: Chamada Terminada
pt_br: Chamada Encerrada
ro: Apel încheiat
si: ඇමතුම අවසන් විය
sw: Simu Imekamilika
ta: அழைப்பு முடிந்தது
te: కాల్ ముగిసింది
th: สิ้นสุดการโทร
tr: Çağrı sonlandı
ur: کال اختتام پذیر
uz: Qo‘ng‘iroq tugadi
wa: Houcaedje fini
xh: Umnxeba uphelile
zu: Kwaphela
