Repository: translate/mozilla-gaia
Catalog: */apps/communications/dialer/dialer.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eu, fa, ga_ie, gd, hi_in, hr, hu, id, kk, km, kn, ku, mai, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: Subscription not available
af: Intekening nie beskikbaar nie
am: ማህበርተኛ መሆን አይቻልም
ar: الإشتراك غير متاح
as: স্বাক্ষৰণ উপলব্ধ নহয়
bg: Не е наличен абонамент
bn_bd: সাবস্ক্রিপশন বিদ্যমান নেই
bn_in: সাবস্ক্রিপশান উপলব্ধ নয়
br: N'eo ket hegerz ar c'houmanant
ca: Subscripció no disponible
cy: Dim tanysgrifio ar gael
eu: Harpidetza ez dago erabilgarri
fa: اشتراک موجود نیست
ga_ie: Ní féidir liostáil
gd: Chan eil fo-sgrìobhadh ann
hi_in: सब्सक्रिप्शन उपलब्ध नहीं है.
hr: Pretplata nije dostupna
hu: Az előfizetés nem érhető el
id: Langganan tidak tersedia
kk: Жазылу қолжетерсіз
km: គ្មាន​ការ​ជាវ
kn: ಚಂದಾದಾರಿಕೆಯು ಲಭ್ಯವಿಲ್ಲ
mai: सब्सक्रिप्शन उपलब्ध नहि अछि.
mg: Fisoratana anarana tsy vonona
ml: സബ്സ്ക്രിപ്ഷന്‍ ലഭ്യമല്ല
mr: सबक्रीप्शन उपलब्ध नाही
ms: Langganan tidak tersedia
my: သတင်းရယူ ရန် မရှိပါ
ne: सदस्यता उपलब्ध छैन
or: ସଦସ୍ୟତା ଉପଲବ୍ଧ ନାହିଁ
pt: Subscrição não disponível
pt_br: Inscrição indisponível
ro: Abonarea indisponibilă
si: දායකත්වයක් නොතිබේ
sw: Usajili haupatikani
ta: சந்தாப்படுத்தல் இல்லை
te: చందా అందుబాటులో లేదు
th: การบอกรับไม่สามารถใช้งานได้
tr: Abonelik kullanılabilir değil
ur: رکنیت دستیاب نہیں
uz: Obuna bo‘lish mavjud emas
wa: Abounmint nén disponibe
xh: Umrhumo awukho
zu: I-subscription ayitholakali

source: Mode not supported
af: Modus nie ondersteun nie
am: ዘዴው የተደገፈ አይደለም
ar: الوضع غير مدعوم
as: অৱস্থা সমৰ্থিত নহয়
bg: Режимът не е поддържан
bn_bd: মোড সমর্থিত নয়
bn_in: MODE সমর্থিত নয়
br: N'eo ket skoret ar mod
ca: Mode no implementat
cy: Modd heb ei gynnal
eu: Modua ez da onartzen
fa: حالت پشتیبانی نمی‌شود
ga_ie: Ní thacaítear leis an mód seo
gd: Chan eil taic ris a’ mhodh seo
hi_in: मोड समर्थित नहीं
hr: Način rada nije podržan
hu: A mód nem támogatott
id: Mode tidak didukung
kk: Режимге қолдау жоқ
km: មិន​គាំទ្រ​វិធី
kn: ಈ ಕ್ರಮಕ್ಕೆ ಬೆಂಬಲವಿಲ್ಲ
mai: मोड समर्थित नहि
mg: Maody tsy zaka
ml: മോഡ് പിന്തുണയ്ക്കുന്നില്ല
mr: पद्धत समर्थित नाही
ms: Mod tidak disokong
my: မုဒ် အားထောက်ပံ့မထားပါ
ne: शैली समर्थित छैन
or: ଏହି ଧାରା ପାଇଁ ସହାୟତା ନାହିଁ
pt: Modo não suportado
pt_br: Modo não suportado
ro: Mod nesuportat
si: ප්‍රකාරය සහාය නොදක්වයි
sw: Hali haitumiki
ta: முறைமை ஆதரவு இல்லை
te: రీతికి తోడ్పాటులేదు
th: โหมดไม่รองรับ
tr: Mod desteklenmiyor
ur: موڈ معاونت شدہ نہی
uz: Bu rejim ishlamaydi
wa: Môde nén sopoirté
xh: Imo ayixhaswa
zu: Imodi ayesekiwe

source: Fdn check failure
af: Fdn-kontrolefaling
am: Fdn መመርመር አልተቻለም
ar: فشل اختيار Fdn
as: Fdn নিৰীক্ষণ ব্যৰ্থতা
bg: Грешка при проверката на ФН
bn_bd: Fdn পরীক্ষা ব্যর্থ
bn_in: Fdn পরীক্ষণ বিফল
br: C'hwitadenn war gwiriañ ar Fdn
ca: Error de comprovació de FDN
cy: Methiant gwirio fdn
eu: Fdn egiaztapenaren hutsegitea
fa: شکست بررسی Fdn
ga_ie: Theip ar sheiceáil FDN
gd: Mearachd leis an sgrùdadh Fdn
hi_in: Fdn जाँचें असफल
hr: Greška u FDN provjeri
hu: Fdn ellenőrzési hiba
id: Cek Fdn gagal
kk: Fdn тексеру сәтсіз
km: ភាព​បរាជ័យ​ការ​ពិនិត្យមើល Fdn
kn: Fdn ಪರಿಶೀಲನೆಯಲ್ಲಿ ವಿಫಲತೆ
mai: Fdn जाँचू असफल
mg: Tsy tontosa ny fizahana nfr
ml: എഫ്ഡിഎന്‍ പരിശോധനയില്‍ പരാജയം
mr: Fdn तपास असफल
ms: Pemeriksaan Fdn gagal
my: Fdn စစ်ဆေးခြင်း မအောင်မြင်
ne: Fdn जाँच विफल
or: Fdn ଯାଞ୍ଚ ବିଫଳ
pt: Falha na verificação dos NMF
pt_br: Falha de verificação Fdn
ro: Eșec la verificarea Fdn
si: Fdn පරීක්ෂාව අසමත් විය
sw: Imeshindwa kukagua Fdn
ta: FDN சோதிப்பு தோல்வி
te: Fdn తనిఖీ వైఫల్యం
th: การตรวจสอบ Fdn ล้มเหลว
tr: Fdn kontrol hatası
ur: Fdn بانشان کی ناکامی
uz: Fdn tekshirish amalga oshmadi
wa: Li verifiaedje FDN a fwait berwete
xh: Ukukhangelwa kwe-Fdn kusilele
zu: Ukuhlola kwe-Fdn akuphumelelanga

source: Illegal SIM or ME
af: Onwettige SIM of ME
am: ሕጋዊ ያልሆነ ሲም ወይንም ME
ar: SIM غير قانونية أو ME
as: অবৈধ SIM অথবা ME
bg: Невалиден SIM или ME
bn_bd: অবৈধ SIM অথবা ME
bn_in: অবৈধ SIM অথবা ME
br: SIM pe ME didalvoudek
ca: SIM o ME no vàlids
cy: SIM neu ME anghyfreithlon
eu: SIM edo ME ilegala
fa: سیم یا ME غیرقانونی
ga_ie: SIM nó ME neamhcheadaithe
gd: SIM no ME mì-dhligheach
hi_in: अवैध SIM or ME
hr: Nedopušten SIM ili ME
hu: Illegális SIM vagy ME
id: SIM atau ME tidak valid
km: SIM ឬ ME មិន​ស្របច្បាប់
kn: ಅನಧೀಕೃತ SIM ಅಥವ ME
mai: अवैध SIM or ME
mg: SIM na ME tsy ara-dalàna
ml: തെറ്റായ സിം അല്ലെങ്കില്‍ എംഇ
mr: बेकायदेशीर SIM किंंवा ME
ms: SIM atau ME yang tidak sah
my: တရားမဝင် SIM or ME
ne: अवैध SIM वा ME
or: ଅବୈଧ SIM କିମ୍ବା ME
pt: SIM ou ME ilegal
pt_br: Chip SIM ou ME ilegal
ro: Cartelă SIM sau ME ilegală
si: අයුතු SIM හෝ ME
sw: SIM au ME isiyo halali
ta: சட்டவிரோத சிம் அல்லது ME
te: అక్రమ సిమ్ లేదా ME
th: SIM หรือ ME ผิดกฎ
tr: Geçersiz SIM veya ME
ur: بے ضابطہ SIM یا ME
uz: Noqonuniy SIM karta yoki ME
wa: SIM ou ME nén permetowe pal lwè
xh: I-SIM okanye i-ME engekho mthethweni
zu: I-SIM noma i-ME engekho emthethweni

source: Dial modified to USSD
af: Skakel gewysig na USSD
am: መደወያ ተሻሽሏል ወደ USSD
ar: طلب تعديل USSD
as: ডায়েলক USSD লৈ পৰিবৰ্তন কৰা হৈছে
bg: Набирането е променено на USSD
bn_bd: ডায়াল USSD তে পরিবর্তন করা হয়েছে
bn_in: ডায়াল USSD তে পরিবর্তিত হয়েছে
br: Dial kemmet da USSD
ca: DIAL s'ha modificat a USSD
cy: Deialu wedi ei newid i USSD
eu: Dial USSDra aldatu da
fa: تماس به USSD تبدیل شد
ga_ie: Athraíodh DIAL go USSD
gd: Chaidh USSD a dhèanamh dhen DIAL
hi_in: डायल USSD में संशोधित
hr: Biranje izmijenjeno u USSD
hu: Dial módosítva USSD-re
id: Panggilan dimodifikasi ke USSD
km: បាន​កែប្រែ​ចុច​ទៅ USSD
kn: ಕರೆ USSD ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
mai: डायल USSD मे संशोधित
mg: Tendry novaina ho USSD
ml: യുഎസ്എസ്ഡിയിലേക്കു് ഡയല്‍ മാറ്റിയിരിയ്ക്കുന്നു
mr: USSD डायलमध्ये बदलले आहे
ms: Dial diubahsuai kepada USSD
my: Dial အား USSD သို့ပြောင်းလွှဲထားပြီး
ne: डायल USSDमा परिमार्जित गरियो
or: ଡାଏଲ USSD କୁ ବଦଳାଗଲା
pt: Marcação modificada para USSD
pt_br: Dial modificado para USSD
ro: Apel modificat în USSD
si: අංක මුහුණත, USSD ලෙසින් විකරණය කලා
sw: Kupiga kumerekebishwa hadi USSD
ta: டயல் யுஎஸ்எஸ்டிக்கு மாற்றப்பட்டது
te: డయలు USSD కు మార్చబడింది
th: การต่อสายถูกเปลี่ยนแปลงเป็น USSD
tr: Arama USSD olarak değiştirildi
ur: ڈائل USSD پر ترمیمی کی گی
uz: USSD’ga o‘zgartirib terish
wa: Dial candjî e-n USSD
xh: Tsala ehlaziyiweyo kwi-USSD
zu: Ukudayela kumiselwe ku-USSD

source: Dial modified to SS
af: Skakel gewysig na SS
am: መደወያ ተሻሽሏል ወደ SS
ar: طلب تعديل SS
as: ডায়েলক SS লৈ পৰিবৰ্তন কৰা হৈছে
bg: Набирането е променено на SS
bn_bd: ডায়াল SS এ পরিবর্তিত হয়েছে
bn_in: ডায়াল SS এ পরিবর্তিত হয়েছে
br: Dial kemmet da SS
ca: DIAL s'ha modificat a SS
cy: Deialu wedi ei newid i SS
eu: Dial SSra aldatu da
fa: تماس به SS تبدیل شد
ga_ie: Athraíodh DIAL go SS
gd: Chaidh SS a dhèanamh dhen DIAL
hi_in: डायल SS में संशोधित
hr: Biranje izmijenjeno u SS
hu: Dial módosítva SS-re
id: Panggilan dimodifikasi ke SS
km: បាន​កែប្រែ​ចុច​ទៅ SS
kn: ಕರೆ SSಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
mai: डायल SS मे संशोधित
mg: Tendry novaina ho SS
ml: എസ്എസിലേക്കു് ഡയല്‍ മാറ്റിയിരിയ്ക്കുന്നു
mr: SS डायलमध्ये बदलले आहे
ms: Dial diubahsuai kepada SS
my: Dial အား SS သို့ပြောင်းလွှဲထားပြီး
ne: डायल SSमा परिमार्जित गरियो
or: ଡାଏଲ SS କୁ ବଦଳାଗଲା
pt: Marcação modificada para SS
pt_br: Dial modificado para ss
ro: Apel modificat în SS
si: අංක මුහුණත, SS තත්වයට විකරණය කලා
sw: Kupiga kumerekebishwa kuwa SS
ta: டயல் எஸ்எஸ்க்கு மாற்றப்பட்டது
te: డయలు SS కు మార్చబడింది
th: การต่อสายถูกเปลี่ยนแปลงเป็น SS
tr: Arama SS olarak değiştirildi
ur: ڈائل SS پر ترمیمی کی گی
uz: SS’ga o‘zgartirib terish
wa: Dial candjî e-n SS
xh: Tsala ehlaziyiweyo kwi-SS
zu: Ukudayela kumiselwe ku-SS

source: Dial modified to dial
af: Skakel gewysig na skakel
am: መደወያ ተሻሽሏል ወደ መደወያ
ar: عدّل الإتصال الهاتفي للإتصال
as: ডায়েলক ডায়েললৈ পৰিবৰ্তন কৰা হৈছে
bg: Набирането е променено на набиране
bn_bd: ডায়াল ডায়ালে পরিবর্তিত হয়েছে
bn_in: ডায়াল ডায়াল এ পরিবর্তিত হয়েছে
br: Dial kemmet da dial
ca: DIAL s'ha modificat a DIAL
cy: Deialu wedi ei newid i dial
eu: Dial dial-era aldatu da
fa: تماس به تماس تبدیل شد
ga_ie: Athraíodh DIAL go DIAL
gd: Chaidh DIAL a dhèanamh dhen DIAL
hi_in: डायल डायल में परिवर्तित
hr: Biranje izmijenjeno u poziv
hu: Dial módosítva dialra
id: Panggilan dimodifikasi ke panggilan
km: បាន​កែប្រែ​ចុច​ទៅ​បន្ទះ​លេខ
kn: ಕರೆ dialಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
mai: डायल डायल मे परिवर्तित
mg: Tendry novaina ho tendry
ml: ഡയലിലേക്കു് ഡയല്‍ മാറ്റിയിരിയ്ക്കുന്നു
mr: डायल डायलमध्ये बदलले आहे
ms: Dial diubahsuai kepada dial
my: Dial အား dial သို့ပြောင်းလွဲထားပြီး
ne: डायल डायलमा परिमार्जित गरियो
or: ଡାଏଲ, ଡାଏଲକୁ ବଦଳାଗଲା
pt: Marcação modificada para marcação
pt_br: Dial modificado para dial
ro: Apel modificat în apel
si: අංක මුහුණත, අංක මුහුණත් තත්වයට විකරණය කලා
sw: Kupiga kumerekebishwa kuwa kupiga
ta: டயல் டயல்க்கு மாற்றப்பட்டது
te: డయలు డయలుకు మార్చబడింది
th: การต่อสายถูกเปลี่ยนแปลงเป็นการต่อสาย
tr: Arama arama olarak değiştirildi
ur: ڈائل کرنے کے لئے ترمیمی ڈائل کریں
uz: Terishga o‘zgartirib terish
wa: Dial candjî e dial
xh: Tsala ehlaziyiweyo ekutsaleni
zu: Ukudayela kumiselwe ekudayeleni

source: USSD modified to dial
af: USSD gewysig na skakel
am: USSD ተሻሽሏል ወደ መደወያ
ar: تعديل USSD للإتصال
as: USSD ক ডায়েললৈ পৰিবৰ্তন কৰা হৈছে
bg: USSD е променен на набиране
bn_bd: USSD ডায়ালে পরিবর্তিত
bn_in: USSD ডায়ালে পরিবর্তিত হয়েছে
br: USSD kemmet da dial
ca: USSD s'ha modificat a DIAL
cy: USSD wedi ei newid er mwyn deialu
eu: USSD dial-era aldatu da
fa: ‏USSD به تماس تبدیل شد
ga_ie: Athraíodh USSD go DIAL
gd: Chaidh DIAL a dhèanamh dhen USSD
hi_in: USSD डायल में परिवर्तित
hr: USSD izmijenjeno u poziv
hu: USSD módosítva dialra
id: USSD dimodifikasi ke panggilan
km: បាន​កែប្រែ USSD ដើម្បី​ចុច
kn: USSD ಅನ್ನು dialಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
mai: USSD डायल मे परिवर्तित
mg: USSD novaina ho tendry
ml: ഡയലിലേക്കു് യുഎസ്എസ്ഡി മാറ്റിയിരിയ്ക്കുന്നു
mr: USSD डायलमध्ये बदलले आहे
ms: USSD diubahsuai kepada dial
my: USSD အား dial သို့ပြုပြင်ထားပြီး
ne: USSD डायलमा परिमार्जित गरियो
or: USSD ଡାଏଲକୁ ବଦଳାଗଲା
pt: USSD modificada para marcação
pt_br: USSD modificado para dial
ro: USSD modificat în apel
si: USSD, අංක මුහුණත් තත්වයට විකරණය කලා
sw: USSD imerekebishwa kuwa kupiga
ta: யூஎஸ்எஸ்டி டயலுக்கு மாற்றப்பட்டுள்ளது
te: USSD డయలుకు మార్చబడింది
th: USSD ถูกเปลี่ยนแปลงเป็นการต่อสาย
tr: USSD arama olarak değiştirildi
ur: USSD ڈائل پر ترمیمی کی گی
uz: USSD terishga o‘zgartirildi
wa: USSD candjî e dial
xh: I-USSD ehlaziyiweyo ekutsaleni
zu: I-USSD imiselwe ekudayeleni

source: USSD modified to SS
af: USSD gewysig na SS
am: USSD ተሻሽሏል ወደ SS
ar: تعديل USSD إلى SS
as: USSD ক SS লৈ পৰিবৰ্তন কৰা হৈছে
bg: USSD е променен на SS
bn_bd: USSD SS-এ পরিবর্তিত হয়েছে
bn_in: USSD SS এ পরিবর্তিত হয়েছে
br: USSD kemmet da SS
ca: USSD s'ha modificat a SS
cy: USSD wedi ei newid i SS
eu: USSD SSra aldatu da
fa: ‏USSD به SS تبدیل شد
ga_ie: Athraíodh USSD go SS
gd: Chaidh SS a dhèanamh dhen USSD
hi_in: USSD SS में परिवर्तित
hr: USSD izmijenjeno u SS
hu: USSD módosítva SS-re
id: USSD dimodifikasi ke SS
km: បាន​កែប្រែ USSD ទៅ
kn: USSD ಅನ್ನು SS ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
mai: USSD SS मे परिवर्तित
mg: USSD novaina ho SS
ml: എസ്എസിലേക്കു് യുഎസ്എസ്ഡി മാറ്റിയിരിയ്ക്കുന്നു
mr: USSD SSमध्ये बदलले आहे
ms: USSD diubahsuai kepada SS
my: USSD အား SS သို့ပြောင်းလွှဲထားပြီး
ne: USSD SSमा परिमार्जित गरियो
or: USSD SSକୁ ବଦଳାଗଲା
pt: USSD modificada para SS
pt_br: USSD modificado para SS
ro: USSD modificat în SS
si: USSD, SS තත්වයට විකරණය කලා
sw: USSD imerekebishwa kuwa SS
ta: யூஎஸ்எஸ்டி எஸ்எஸ் க்கு மாற்றப்பட்டுள்ளது
te: USSD SSకు మార్చబడింది
th: USSD ถูกเปลี่ยนแปลงเป็น SS
tr: USSD SS olarak değiştirildi
ur: SS USSD پر ترمیمی کی گی
uz: USSD SS’ga o‘zgartirildi
wa: USSD candjî e-n SS
xh: I-USSD ehlaziyiweyo kwi-SS
zu: I-USSD imiselwe ku-SS

source: USSD modified to USSD
af: USSD gewysig na USSD
am: USSD ተሻሽሏል ወደ USSD
ar: تعديل USSD إلى USSD
as: USSD ক USSD লৈ পৰিবৰ্তন কৰা হৈছে
bg: USSD е променен на USSD
bn_bd: USSD USSD-তে পরিবর্তিত হয়েছে
bn_in: USSD USSD এ পরিবর্তিত হয়েছে
br: USSD kemmet da USSD
ca: USSD s'ha modificat a USSD
cy: USSD wedi ei newid i USSD
eu: USSD USSDra aldatu da
fa: ‏USSD به USSD تبدیل شد
ga_ie: Athraíodh USSD go USSD
gd: Chaidh USSD a dhèanamh dhen USSD
hi_in: USSD USSD में परिवर्तित
hr: USSD izmijenjeno u USSD
hu: USSD módosítva USSD-re
id: USSD dimodifikasi ke USSD
km: USSD បាន​កែប្រែ​ទៅ USSD
kn: USSD ಅನ್ನು USSD ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
mai: USSD USSD मे परिवर्तित
mg: USSD novaina ho USSD
ml: യുഎസ്എസ്ഡിയിലേക്കു് യുഎസ്എസ്ഡി മാറ്റിയിരിയ്ക്കുന്നു
mr: USSD USSDमध्ये बदलले आहे
ms: USSD diubahsuai kepada USSD
my: USSD အား USSD သို့ပြောင်းပြီး
ne: USSD USSDमा परिमार्जित गरियो
or: USSD USSDକୁ ବଦଳାଗଲା
pt: USSD modificada para USSD
pt_br: USSD modificado para USSD
ro: USSD modificat în USSD
si: USSD, USSD තත්වයට විකරණය කලා
sw: USSD imerekebishwa kuwa USSD
ta: யூஎஸ்எஸ்டியூஎஸ்எஸ்டி க்கு மாற்றப்பட்டுள்ளது
te: USSD నుండి USSDకు మార్చబడింది
th: USSD ถูกเปลี่ยนแปลงเป็น USSD
tr: USSD, USSD olarak değiştirildi
ur: USSD کی ترمیم ہو گئی USSD پر
uz: USSD USSD’ga o‘zgartirildi
wa: USSD candjî e-n USSD
xh: I-USSD ehlaziyiweyo kwi-USSD
zu: I-USSD imiselwe ku-USSD

source: SS modified to dial
af: SS gewysig na skakel
am: SS ተሻሽሏል ወደ መደወያ
ar: تعديل SS للاتصال
as: SS ক SS লৈ পৰিবৰ্তন কৰা হৈছে
bg: SS е променен на набиране
bn_bd: SS ডায়ালে পরিবর্তিত হয়েছে
bn_in: SS ডায়াল এ পরিবর্তিত হয়েছে
br: SS kemmet da dial
ca: SS s'ha modificat a DIAL
cy: SS wedi ei newid i deialu
eu: SS dial-era aldatu da
fa: ‏SS به تماس تبدیل شد
ga_ie: Athraíodh SS go DIAL
gd: Chaidh DIAL a dhèanamh dhen SS
hi_in: SS डायल में परिवर्तित
hr: SS izmijenjeno u poziv
hu: SS módosítva dialra
id: SS dimodifikasi ke panggilan
km: SS បាន​កែប្រែ​ទៅ​បន្ទះ​ចុច
kn: SS ಅನ್ನು dial ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
mai: SS डायल मे परिवर्तित
mg: SS novaina ho tendry
ml: ഡയലിലേക്കു്എസ്എസ് മാറ്റിയിരിയ്ക്കുന്നു
mr: USSD डायलमध्ये बदलले आहे
ms: SS diubahsuai kepada dial
my: SS အား dial သို့ပြောင်းထားပြီး
ne: डायल SSमा परिमार्जित गरियो
or: SS ଡାଏଲକୁ ବଦଳାଗଲା
pt: SS modificada para marcação
pt_br: SS modificado para dial
ro: SS modificat în apel
si: SS, අංක මුහුණත් තත්වයට විකරණය කලා
sw: SS imerekebishwa kuwa kupiga
ta: எஸ்எஸ் டயலுக்கு மாற்றப்பட்டுள்ளது
te: SS డయలుకు మార్చబడింది
th: SS ถูกเปลี่ยนแปลงเป็นการต่อสาย
tr: SS, arama olarak değiştirildi
ur: SS ڈائل پر ترمیمی کی گی
uz: SS terishga o‘zgartirildi
wa: SS candjî e dial
xh: I-SS ehlaziyiweyo ekutsaleni
zu: I-SS imiselwe ekudayeleni

source: SS modified to USSD
af: SS gewysig na USSD
am: SS ተሻሽሏል ወደ USSD
ar: تعديل SS إلىUSSD
as: SS ক USSD লৈ পৰিবৰ্তন কৰা হৈছে
bg: SS е променен на USSD
bn_bd: SS USSD-তে পরিবর্তিত হয়েছে
bn_in: SS USSD তে পরিবর্তিত হয়েছে
br: SS kemmet da USSD
ca: SS s'ha modificat a USSD
cy: SS wedi ei newid i USSD
eu: SS USSDra aldatu da
fa: ‏SS به USSD تبدیل شد
ga_ie: Athraíodh SS go USSD
gd: Chaidh USSD a dhèanamh dhen SS
hi_in: SS USSD में परिवर्तित
hr: SS izmijenjeno u USSD
hu: SS módosítva USSD-re
id: SS dimodifikasi ke USSD
km: SS បាន​កែប្រែ​ទៅ USSD
kn: SS ಅನ್ನು USSDಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
mai: SS USSD मे परिवर्तित
mg: SS novaina ho USSD
ml: യുഎസ്എസ്ഡിയിലേക്കു് എസ്എസ് മാറ്റിയിരിയ്ക്കുന്നു
mr: SS USSDमध्ये बदलले आहे
ms: SS diubahsuai kepada USSD
my: SS အား USSD သို့ပြောင်းပြီး
ne: USSD SSमा परिमार्जित गरियो
or: SS USSDକୁ ବଦଳାଗଲା
pt: SS modificada para USSD
pt_br: SS modificado para USSD
ro: SS modificat în USSD
si: SS, USSD තත්වයට විකරණය කලා
sw: SS imerekebishwa kuwa USSD
ta: எஸ்எஸ் யூஎஸ்எஸ்டிக்கு மாற்றப்பட்டுள்ளது
te: SS నుండి USSD కు మార్చబడింది
th: SS ถูกเปลี่ยนแปลงเป็น USSD
tr: SS, USSD olarak değiştirildi
ur: USSD SS پر ترمیمی کی گی
uz: SS USSD’ga o‘zgartirildi
wa: SS candjî e-n USSD
xh: I-SS ehlaziyiweyo kwi-USSD
zu: I-SS imiselwe ku-USSD

source: SS modified to SS
af: SS gewysig na SS
am: SS ተሻሽሏል ወደ SS
ar: تعديل SS إلى SS
as: SS ক SS লৈ পৰিবৰ্তন কৰা হৈছে
bg: SS е променен на SS
bn_bd: SS SS-এ পরিবর্তিত হয়েছে
bn_in: SS SS এ পরিবর্তিত হয়েছে
br: SS kemmet da SS
ca: SS s'ha modificat a SS
cy: SS wedi ei newid i SS
eu: SS SSra aldatu da
fa: ‏SS به SS تبدیل شد
ga_ie: Athraíodh SS go SS
gd: Chaidh SS a dhèanamh dhen SS
hi_in: SS SS में परिवर्तित
hr: SS izmijenjeno u SS
hu: SS módosítva SS-re
id: SS dimodifikasi ke SS
km: SS បាន​កែប្រែ​ទៅ SS
kn: SS ಅನ್ನು SS ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
ku: SS wekî SSê hat guhertin
mai: SS SS मे परिवर्तित
mg: SS novaina ho SS
ml: എസ്എസിലേക്കു് എസ്എസ് മാറ്റിയിരിയ്ക്കുന്നു
mr: SS SSमध्ये बदलले आहे
ms: SS diubahsuai kepada SS
my: SS အား SS သို့ပြောင်းလွှဲထားပြီး
ne: SS SSमा परिमार्जित गरियो
or: SS SSକୁ ବଦଳାଗଲା
pt: SS modificada para SS
pt_br: SS modificado para SS
ro: SS modificat în SS
si: SS, SS තත්වයට විකරණය කලා
sw: SS imerekebishwa kuwa SS
ta: எஸ்எஸ் எஸ்எஸ்க்கு மாற்றப்பட்டுள்ளது
te: SS నుండి SS కు మార్చబడింది
th: SS ถูกเปลี่ยนแปลงเป็น SS
tr: SS, SS olarak değiştirildi
ur: SS ترمیم کیا گیا SS پر
uz: SS SS’ga o‘zgartirildi
wa: SS candjî e-n SS
xh: I-SS ehlaziyiweyo kwi-SS
zu: I-SS ishintshelwe ku-SS

source: Subscription not supported
af: Intekening nie ondersteun nie
am: በትንንሹ ዝቅ ብሎ መጻፍ አይቻልም
ar: الإشتراك غير مدعوم
as: স্বাক্ষৰণ সমৰ্থিত নহয়
bg: Абонамент не е поддържан
bn_bd: সাবস্ক্রিপশন সমর্থিত নয়
bn_in: সাবস্ক্রিপশান সমর্থিত নয়
br: N'eo ket skoret ar c'houmanant
ca: No s'admet la subscripció
cy: Tanysgrifio heb ei gynnal
eu: Harpidetza ez da onartzen
fa: اشتراک پشتیبانی نمی‌شود
ga_ie: Ní cheadaítear liostáil
gd: Chan eil taic ri fo-sgrìobhadh
hi_in: सब्सक्रिप्शन समर्थित नहीं है
hr: Pretplata nije podržana
hu: Az előfizetés nem támogatott
id: Langganan tidak didukung
kk: Жазылуға қолдау жоқ
km: ការ​ជាវ​មិន​ត្រូវ​បាន​គាំទ្រ
kn: ಚಂದಾದಾರಿಕೆಗೆ ಬೆಂಬಲವಿಲ್ಲ
ku: Abonetî nayê destekirin
mai: सब्सक्रिप्शन समर्थित नहि अछि
mg: Fisoratana anarana tsy zaka
ml: സബ്സ്ക്രിപ്ഷന്‍ പിന്തുണയ്ക്കുന്നില്ല
mr: सब्सक्रिप्शन समर्थित नाही
ms: Langganan tidak disokong
my: သတင်းရယူခြင်း ထောင်ပံ့မထားပါ
ne: सदस्यता समर्थित छैन
or: ଭାଗନେବା ସମର୍ଥିତ ନୁହଁ
pt: Subscrição não suportada
pt_br: Inscrição não suportada
ro: Abonare nesuportată
si: දායකත්වය සහය නොදක්වයි
sw: Usajili hautumiki
ta: சந்தாப்படுத்தல் ஆதரிக்கப்படவில்லை
te: చందాకు తోడ్పాటులేదు
th: การบอกรับไม่รองรับ
tr: Abonelik desteklenmiyor
ur: رکنیت معاونت شدہ نہی
uz: Obuna bo‘lishning imkoni yo‘q
wa: Abounmint nén sopoirté
xh: Umrhumo awuxhaswa
zu: I-subcsription ayesekiwe

source: Invalid parameter
af: Ongeldige parameter
ar: معامل غير صالح
as: অবৈধ প্ৰাচল
bg: Невалиден параметър
bn_bd: অকার্যকর প্যারামিটার
bn_in: অবৈধ প্যারামিটার
br: Arventenn didalvoudek
ca: Paràmetre no vàlid
cy: Paramedr annilys
eu: Parametro baliogabea
fa: مقدار نامعتبر
ga_ie: Paraiméadar neamhbhailí
gd: Paramadair mì-dhligheach
hi_in: अमान्य पैरामीटर
hr: Nepodržan parametar
hu: Érvénytelen paraméter
id: Parameter tidak valid
kk: Қате параметр
km: ប៉ារ៉ាម៉ែត្រ​មិន​ត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ನಿಯತಾಂಕಗಳು
ku: Parametreya nederbasdar
mai: अमान्य पैरामीटर
mg: Parametatra tsy mety
ml: തെറ്റായ പരാമീറ്റര്‍
mr: अवैध परिमाण
ms: Parameter tidak sah
my: မရှိသော ပရီမီတာ
ne: अवैध परामिति
or: ଅବୈଧ ପ୍ରାଚଳ
pt: Parâmetro inválido
pt_br: Parâmetro inválido
ro: Parametru invalid
si: අවලංගු පරාමිතියකි
sw: Kipengele batili
ta: தவறான அளவுரு
te: చెల్లని పరామితి
th: พารามิเตอร์ไม่ถูกต้อง
tr: Geçersiz parametre
ur: ناجائز پیرامیٹر
uz: Noto‘g‘ri parameter
wa: Paramete nén valåbe
xh: Iparamitha engasebenziyo
zu: Isilinganiselo esingasebenzi

source: Rejected by remote
af: Geweier deur afgeleë party
am: በርቀት አልተቀበለም
ar: تم الرفض من طرف الخادم
as: দূৰৱৰ্তী দ্বাৰা নাকচ কৰা হৈছে
bg: Отказан от отдалечен
bn_bd: রিমোট কতৃক প্রত্যাখাত
bn_in: রিমোট দ্বারা প্রত্যাখ্যাত
br: Distaolet gant an trevnad a-bell
ca: Rebutjat pel remot
cy: Gwrthodwyd gan y pell
eu: Urrunekoak baztertua
fa: رد شده از راه‌ دور
ga_ie: Diúltaithe ar an taobh eile
gd: Chaidh a dhiùltadh leis an fhear chèin
hi_in: रिमोट के द्वारा खारिज
hr: Odbijeno od druge strane
hu: A túloldal visszautasította
id: Ditolak oleh pihak daring
kk: Қашықтағы жақпен тайдырылған
km: បាន​បដិសេធ​ពី​ចម្ងាយ
kn: ರಿಮೋಟ್‌ನಿಂದ ತಿರಸ್ಕರಿಸಲಾಗಿದೆ
ku: Aliyê din red kir
mai: रिमोट क द्वारा खारिज
mg: Nolavin'ny lavitra
ml: വിദൂരതയില്‍ നിന്നും നഷേധിച്ചിരിയ്ക്കുന്നു
mr: दुरस्थने नाकारले
ms: Dihalang oleh jauh
my: ရီမုဒ် မှာ ငြင်းပယ်လိုက်သှ်
ne: प्रतिकरणद्वारा अस्वीकार
or: ରିମୋଟ ଦ୍ୱାରା ଅଟକାଗଲା
pt: Rejeitado pelo remoto
pt_br: Rejeitado remotamente
ro: Respins de la distanță
si: දුරස්ථව ප්‍රතික්ශේප කරන ලදී
sw: Imekataliwa na kutoka mbali
ta: தொலைநிலையில் நிராகரிக்கப்பட்டது
te: రిమోట్‌చే తిరస్కరించబడింది
tr: Karşı taraf reddetti
ur: بعید سے رد کردہ / مسترد
uz: Masofadan rad etildi
wa: Rifuzé pa l’ éndjin då lon
xh: Ikhatywe yekude
zu: Inqatshelwe yiseva ekude

source: Conference ({{n}})
am: ስብሰባ ({{n}})
ar: مؤتمر ({{n}})
bg: Конференция ({{n}})
bn_bd: কনফারেন্স ({{n}})
bn_in: সম্মেলন ({{n}})
br: Prezegenn ({{n}})
ca: Conferència ({{n}})
cy: Cynhadledd ({{n}})
eu: Konferentzia ({{n}})
fa: همایش ({{n}})
ga_ie: Glao comhdhála ({{n}})
gd: Co-labhairt ({{n}})
hi_in: सम्मिलित ({{n}})
hu: Konferencia ({{n}})
id: Konferensi ({{n}})
km: សន្និសីទ ({{n}})
kn: ಕಾನ್ಫರೆನ್ಸ್ ({{n}})
mai: सम्मेलन ({{ n }})
mr: कॉन्फरंस ({{n}})
ms: Persidangan ({{n}})
ne: सम्मेलन ({{n}})
pt: Conferência ({{n}})
pt_br: Conferência ({{n}})
ro: Conferință ({{n}})
si: සංවාදය ({{n}})
ta: கூட்டழைப்பில் ({{n}})
te: సమావేశం ({{n}})
th: การประชุมสาย ({{n}})
tr: Konferans ({{n}})
ur: كانفرنس ({{n}})
uz: Konferensiya ({{n}})
wa: Conferince ({{n}})

source: Voicemail has left the call.
am: መልእክት ማስቀመጫ ጥሪውን ትቶታል
ar: البريد الصوتي غادرالمكالمة.
bg: Гласова поща напусна обаждането.
bn_bd: ভয়েসমেইল কল ছেড়ে দিয়েছেন।
bn_in: ভয়েসমেল কল ত্যাগ করেছে।
br: Kuitaet eo bet ar galv gant ar postelerezh dre vouezh.
ca: La bústia de veu ha penjat.
cy: Mae'r Llais bost wedi gadael yr alwad.
eu: Ahots-postak deia utzi du.
fa: نامهٔ صوتی تماس را ترک کرد.
ga_ie: D'fhág glórphost an glao.
gd: Dh’fhàg am post-gutha a’ ghairm.
hu: A hangposta befejezte a hívást.
pt: O voicemail saiu da chamada.
uz: Ovozli xabar qo‘ng‘iroq qoldirdi.

source: Withheld number has left the call.
am: የ ተያዘ ቁጥር ጥሪውን ትቶታል
ar: الرقم المحجوب غادر المكالمة.
bg: Скрит номер напусна обаждането.
bn_bd: উইথেল্ড নম্বর কল ছেড়ে দিয়েছে।
bn_in: ধরে থাকা নম্বরটি কল ত্যাগ করেছে।
br: Kuitaet eo bet ar galv gant an niverenn kuzhet.
ca: El número ocult ha penjat.
cy: Mae'r rhif ataliwyd wedi gadael galwad.
eu: Zenbaki ezkutuak deia utzi du.
fa: شماره محدود، تماس را ترک کرد.
ga_ie: D'fhág [uimhir fholaithe] an glao.
gd: Dh’fhàg an àireamh a bha ’ga fhalach a’ ghairm.
hu: A visszatartott szám befejezte a hívást.
pt: Número desconhecido deixou a chamada.
uz: Rad etilgan raqam qo‘ng‘iroqni qoldirdi

source: {{ caller }} has left the call.
af: {{ caller }} het die oproep verlaat.
am: {{ caller }} ጥሪውን ትቶታል
ar: {{ caller }} المتصل غادر المكالمة.
as: {{ caller }} এ কল বাদ দিছে।
bg: {{ caller }} напусна разговора.
bn_bd: {{ caller }} কল ছেড়ে দিয়েছেন।
bn_in: {{ caller }} কলটি ছেড়ে দিয়েছেন।
br: Kuitaet en deus {{ caller }} ar galv.
ca: {{ caller }} ha penjat.
cy: Mae {{ caller }} wedi gadael yr alwad.
eu: {{ caller }}(e)k deia utzi du.
fa: {{ caller }} تماس را ترک‌ کرد.
ga_ie: D'fhág {{ caller }} an glao.
gd: Dh’fhàg {{ caller }} a’ ghairm.
hi_in: {{ caller }} कॉल को छोड़ दिया है.
hr: {{ caller }} je napustio poziv.
hu: {{ caller }} befejezte a hívást.
id: {{ caller }} telah meninggalkan panggilan.
km: {{ caller }} បាន​ចេញ​ពី​ការហៅ។
kn: {{ caller }} ಕರೆಯಿಂದ ಹೊರನಡೆದಿದ್ದಾರೆ.
ku: {{ caller }} li te geriya.
mai: {{ caller }} कॉल केँ छोड़ देने अछि.
mg: Nandao ny antso i {{ caller }}.
ml: {{ caller }} വിളി ഉപേക്ഷിച്ചിരിക്കുന്നു.
mr: {{ caller }} ने संवाद सोडला.
ms: {{ caller }} telah meninggalkan panggilan.
my: {{ caller }} သည် ခေါ်ဆိုမှူ ထွက်သွားသှ်
ne: {{ caller }} ले कल छोडेको छ।
or: {{ caller }} କଲଟି ବନ୍ଦ କରିଦେଲେଣି ।
pt: {{ caller }} deixou a chamada.
pt_br: {{ caller }} saiu da chamada.
ro: {{ caller }} a abandonat apelul.
si: {{ caller }} විසින් ඇමතුම හැරයන ලදී.
sw: {{ caller }} amewacha kupiga simu.
ta: {{ caller }} அழைப்பிலிருந்து வெளியேறிவிட்டார்.
te: {{ caller }} కాల్ నుండి వెళ్ళిపోయారు.
th: {{ caller }} ได้ออกจากการโทร
tr: {{ caller }} aramadan ayrıldı.
ur: {{ caller }} نے کال چھوڑ دی ہے۔
uz: {{ caller }} qo‘ng‘iroq qoldirdi.
wa: {{ caller }} a cwité l’ houcaedje.
xh: {{ caller }} uwuyekile umnxeba.
zu: {{ caller }} usevalile ucingo.
