Repository: translate/mozilla-gaia
Catalog: */apps/communications/dialer/dialer.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eu, fa, ga_ie, gd, hi_in, hr, hu, id, kk, km, kn, ku, mai, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: Add new number
af: Voeg nuwe nommer by
am: አዲስ ቁጥር መጨመሪያ
ar: إضافة رقم جديد
as: নতুন নম্বৰ যোগ কৰক
bg: Нов контакт с този номер
bn_bd: নতুন নম্বর যোগ করুন
bn_in: নতুন নাম্বার যোগ করুন
br: Ouzhpennañ niverenn nevez
ca: Afegeix un número nou
cy: Ychwanegu rhif newydd
eu: Gehitu zenbaki berria
fa: اضافه کردن شماره جدید
ga_ie: Cuir uimhir nua leis
gd: Cuir àireamh ùr ris
hi_in: नया क्रमांक जोङे
hr: Dodaj novi broj
hu: Telefonszám hozzáadása
id: Tambah nomor baru
kk: Жаңа нөмірді қосу
km: បន្ថែម​លេខ​ថ្មី
kn: ಹೊಸ ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸು
mai: नव नंबर जोड़ू
mg: Hanampy nomerao vaovao
ml: പുതിയ നമ്പർ ചേർക്കുക
mr: नवीन क्रमांक जोडा
ms: Tambah nombor baru
my: နံပတ်တစ်ခုထည့်ပါ
ne: नयाँ नम्बर थप्नुहोस्
or: ନୂଆ ନମ୍ବର ଯୋଡ଼ନ୍ତୁ
pt: Adicionar um novo número
pt_br: Adicionar novo número
ro: Adaugă număr nou
si: නව අංකයක් එක් කරන්න
sw: Ongeza nambari mpya
ta: புதிய எண்ணை சேர்
te: కొత్త నెంబరును చేర్చు
th: เพิ่มหมายเลขใหม่
tr: Yeni numara ekle
ur: نیے نمبر کا اضافہ کریں
uz: Yangi raqam qo‘shish
wa: Radjouter novea limero
xh: Yongeza inani elitsha
zu: Faka inombolo entsha

source: Contact details
am: የ ግንኙነት ዝርዝሮች
ar: تفاصيل جهة الاتصال
bg: Данни за контакт
bn_bd: পরিচিতির বিবরণ
bn_in: পরিচিতি বিবরণ
br: Munudoù an darempred
ca: Detalls de contacte
cy: Manylion cyswllt
eu: Kontaktuaren xehetasunak
fa: جزئیات مخاطب
ga_ie: Sonraí teagmhála
gd: Mion-fhiosrachadh an neach-aithne
hi_in: संपर्क विवरण
hu: Névjegy részletei
id: Detail kontak
km: ព័ត៌មាន​លម្អិត​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕ ವಿವರಗಳು
ms: Perincian Kenalan
my: အဆက်အသွယ် အသေးစိတ်များ
ne: सम्पर्क विवरण
pt: Detalhes do contacto
pt_br: Detalhes do contato
ro: Detalii despre contact
si: සබඳතා විස්තර
ta: தொடர்பு விவரங்கள்
te: పరిచయ వివరాలు
th: รายละเอียดรายชื่อ
tr: Kişi ayrıntıları
ur: رابطہ تفاصیل
uz: Kontakt ma’lumotlari
wa: Detays do contake

source: Add to existing contact
af: Voeg by bestaande kontak
am: ወደ ነበረው ግንኙነት መጨመሪያ
ar: إضافة إلى جهة اتصال موجوده
as: স্থায়ী পৰিচয়লৈ যোগ কৰক
bg: Добавяне към контакт
bn_bd: পুরনো পরিচিতিতে যোগ করুন
bn_in: বিদ্যমান পরিচিতিতে যোগ করুন
br: Ouzhpennañ d'un darempred
ca: Afegeix a un contacte existent
cy: Ychwanegu at gysylltiad presennol
eu: Gehitu badagoen kontaktuari
fa: اضافه کردن به مخاطب موجود
ga_ie: Cuir le teagmhálaí atá ann é
gd: Cuir ri neach-aithne làithreach
hi_in: मौजूदा संपर्क में जोड़ें
hr: Dodaj postojećem kontaktu
hu: Hozzáadás meglévő névjegyhez
id: Tambahkan ke kontak yang ada
kk: Бар болып тұрған контактқа қосу
km: បន្ថែម​ទៅ​ទំនាក់ទំនង​ដែល​មាន
kn: ಈಗಿರುವ ಸಂಪರ್ಕಕ್ಕೆ ಸೇರಿಸು
ku: Li peywendiyeke heyî zêde bike
mai: मोजुदा संपर्क मे जोड़ू
mg: Hatao @ kaontakita misy
ml: നിലവിലുള്ള വിലാസത്തിലേക്ക് ചേർക്കുക
mr: असलेल्या संपर्कात जोडा
ms: Tambah kepada kenalan sedia ada
my: ရှိပြီးသား အဆက်အသွယ်သို့ထည့်
ne: अवस्थित सम्पर्कमा थप्नुहोस्
or: ଆଗର ସମ୍ପର୍କସୂଚୀରେ ଯୋଡ଼ନ୍ତୁ
pt: Adicionar a contacto existente
pt_br: Adicionar a um contato
ro: Adaugă la contactul existent
si: පවතින සබඳතාවයකට එක් කරන්න
sw: Ongeza kwa anwani iliyopo
ta: இருப்பதுடன் சேர்
te: ఉన్న పరిచయానికే చేర్చు
th: เพิ่มไปยังรายชื่อที่มีอยู่แล้ว
tr: Mevcut bir kişiye ekle
ur: موجودہ کونٹیکٹ میں اضافہ کریں
uz: Mavjud kontaktga qo‘shish
wa: Radjouter a on contak k’ i gn a ddja
xh: Yongeza kumntu oqhagamshelana naye okhoyo
zu: Faka egameni elikhona

source: All
af: Almal
am: ሁሉንም
ar: الكل
as: সকলো
bg: Всички
bn_bd: সকল
bn_in: সকল
br: Pep tra
ca: Totes
cy: Y Cyfan
eu: Denak
fa: همه
ga_ie: Uile
gd: Na h-uile
hi_in: सभी
hu: Összes
id: Semua
kk: Барлығы
km: ទាំងអស់
kn: ಎಲ್ಲವೂ
mai: सभटा
mg: Rehetra
ml: എല്ലാം
mr: सर्व
ms: Semua
my: အားလုံး
ne: सबै
or: ସମସ୍ତ
pt: Todas
pt_br: Todas
ro: Toate
si: සියල්ල
sw: Zote
ta: அனைத்தும்
te: అన్నీ
th: ทั้งหมด
tr: Tümü
ur: تمام
uz: Barchasi
wa: Totafwait
xh: Onke
zu: Konke

# all.ariaLabel
source: All
af: Almal
am: ሁሉንም
ar: الكل
as: সকলো
bg: Всички
bn_bd: সকল
bn_in: সকল
br: Pep tra
ca: Totes
cy: Y Cyfan
eu: Denak
fa: همه
ga_ie: Uile
gd: Na h-uile
hi_in: सभी
hu: Összes
id: Semua
kk: Барлығы
km: ទាំងអស់
kn: ಎಲ್ಲವೂ
mai: सभटा
mg: Rehetra
ml: എല്ലാം
mr: सर्व
ms: Semua
my: အားလုံး
ne: सबै
or: ସମସ୍ତ
pt: Todas
pt_br: Todas
ro: Toate
si: සියල්ල
sw: Zote
ta: அனைத்தும்
te: అన్నీ
th: ทั้งหมด
tr: Tümü
ur: تمام
uz: Barchasi
wa: Totafwait
xh: Onke
zu: Konke

source: Bluetooth
am: ብሉቱዝ
ar: بلوتوث
bn_bd: ব্লুটুথ
bn_in: ব্লু-টুথ
eu: Bluetooth-a
fa: بلوتوث
hi_in: ब्लूटूथ
km: ប៊្លូធូស
kn: ಬ್ಲೂಟೂತ್
mai: ब्लूटूथ
my: ဘလူးတု
ne: ब्लुटुथ
ta: ஃப்ளூடூத்
te: బ్లూటూత్
th: บลูทูธ
ur: بلو ٹوتھ

source: Call log
af: Oproeplog
am: የ ጥሪ ታሪክ
ar: سجل المكالمات
as: কল লগ
bg: Обаждания
bn_bd: কল তালিকা
bn_in: কল লগ
br: Kerzhlevr ar galvoù
ca: Registre trucades
cy: Cofnod galwadau
eu: Deien erregistroa
fa: کارنامه تماس‌
ga_ie: Logchomhad glaonna
gd: Loga nan gairmean
hi_in: कॉल लॉग
hr: Pozivi
hu: Hívásnapló
id: Catatan panggilan
kk: Қоңыраулар тарихы
km: កំណត់​ត្រា​ការ​ហៅ
kn: ಕರೆಯ ಲಾಗ್
ku: Tomara lêgerînan
mai: कॉल सूची
mg: Diarin'antso
ml: വിളികളുടെ പട്ടിക
mr: संवाद नोंदी
ms: Log panggilan
my: ဖုန်း မှတ်တမ်း
ne: कल लग
or: କଲ ଲଗ
pt: Registo de chamadas
pt_br: Histórico de Chamadas
ro: Jurnal de apeluri
si: ඇමතුම් ලොගය
sw: Kumbukumbu ya kupiga simu
ta: அழைப்பு பதிவு
te: పిలుపుల చిట్టా
th: บันทึกการโทร
tr: Arama kaydı
ur: کالگوشوارہ
uz: Qo‘ng‘iroqlar jurnali
wa: Djournå des houcaedjes
xh: Ilogu yomnxeba
zu: Umlando wezingcingo

source: Edit call log
af: Redigeer oproeplog
am: የ ጥሪ ታሪክ ማረሚያ
ar: تعديل سجل الإتصالات
as: কল লগ সম্পাদন কৰক
bg: Редактиране на обажданията
bn_bd: কল লগ সম্পাদনা করুন
bn_in: কল লগ সম্পাদনা করুন
br: Embann kerzhlevr ar galvoù
ca: Edita el registre de trucades
cy: Golygu'r cofnod galwad
eu: Editatu deien erregistroa
fa: ویرایش کارنامه تماس
ga_ie: Cuir an logchomhad glaonna in eagar
gd: Deasaich loga nan gairm
hi_in: कॉल लॉग संपादन
hu: Hívásnapló szerkesztése
id: Edit catatan panggilan
km: កែ​កំណត់​ហេតុ​ការ​ហៅ
kn: ಕರೆಯ ಲಾಗ್ ಅನ್ನು ಸಂಪಾದಿಸು
mai: कॉल सूची संपादित करू
mg: Hanitsy diarin'antso
ml: വിളികളുടെ പട്ടിക തിരുത്തുക
mr: संवाद नोंदी संपादन
ms: Sunting log panggilan
my: ဖုန်းမှတ်တမ်း ပြင်ဆင်
ne: कल लग सम्पादन गर्नुहोस्
or: କଲ ଲଗକୁ ସମ୍ପାଦନ କରନ୍ତୁ
pt: Editar registo de chamadas
pt_br: Editar histórico de chamadas
ro: Editează lista de apeluri
si: ඇමතුම් ලොගය සංස්කරණය කරන්න
sw: Hariri kumbukumbu ya kupiga simu
ta: அழைப்பு பதிவை திருத்து
te: పిలుపుల చిట్టాను సవరించు
th: แก้ไขบันทึกการโทร
tr: Arama günlüğünü düzenle
ur: کال لاگ تدوین کریں
uz: Qo‘ng‘iroqlar jurnalini tahrirlash
wa: Candjî djournå des houcaedjes
xh: Hlela ilogi yomnxeba
zu: Lungisa umlando wezingcingo

source: Edit call log dialog
af: Redigeer oproeplog-dialoog
am: የ ጥሪ ታሪክ ንግግር ማረሚያ
ar: تحرير سجل المكالمات
as: কল লগ ডাইলগ সম্পাদন কৰক
bg: Диалог за редактиране на журнала с обажданията
bn_bd: কল লগ সংলাপ সম্পাদনা করুন
bn_in: কল লগ সংলাপ সম্পাদনা করুন
br: Embann kerzhlevr ar galvoù
ca: Diàleg d'edició del registre de trucades
cy: Golygu'r deialog cofnod galwad
eu: Deien erregistroa editatzeko koadroa
fa: پنجره ویرایش کارنامه تماس
ga_ie: Logchomhad glaonna á chur in eagar
gd: Còmhradh deasachadh loga nan gairmean
hi_in: कॉल लॉग संपादन संवाद
hu: Hívásnapló szerkesztése párbeszédablak
id: Dialog edit catatan panggilan
km: កែ​ប្រអប់​កំណត់​ហេតុ​ការ​ហៅ
kn: ಕರೆಯ ಲಾಗ್‌ ಸಂಪಾದಿಸುವ ಸಂವಾದ
mai: कॉल सूची डायलॉग के संपादित करू
mg: Hanitsy resaka diarin'antso
ml: വിളികളുടെ പട്ടിക ഡയലോഗ് തിരുത്തുക
mr: संवाद नोंदी संपादन
ms: Sunting dialog log panggilan
my: ဖုန်းမှတ်တမ်း ဖော်ပြချက်ပြင်
ne: कल लग डायलग सम्पादन गर्नुहोस्
or: କଲ ଲଗ ସଂଳାପକୁ ସମ୍ପାଦନ କରନ୍ତୁ
pt: Janela de edição de registo de chamadas
pt_br: Editar diálogo de histórico de chamadas
ro: Editează lista de apeluri
si: දුරකථන ඇමතුම් ලොගය සංස්කරණ සංවාද කොටුව
sw: Hariri kumbukumbu ya mazungumzo ya kupiga simu
ta: அழைப்பு பதிவை திருத்தும் சாளரம்
te: పిలుపుల చిట్టా డైలాగు సవరణ
th: กล่องแก้ไขบันทึกการโทร
tr: Arama günlüğü diyaloğunu düzenle
ur: لاگ کال مکالمہ تدوین کریں
uz: Qo‘ng‘iroqlar jurnali oynasini tahrirlash
wa: Divize di candjaedje do djournå des houcaedjes
xh: Hlela idayalogi yelogi yomnxeba
zu: Lungisa umlando wezingcingo

source: Connecting
af: Koppel tans
am: በ መገናኘት ላይ
ar: جارِ الاتصال
as: সংযোগ কৰা হৈছে
bg: Свързване
bn_bd: সংযুক্ত করা হচ্ছে
bn_in: সংযুক্ত হচ্ছে
br: O kennaskañ
ca: Connectant
cy: Cysylltu
eu: Konektatzen
fa: در حال اتصال
ga_ie: Ag Ceangal
gd: A’ dèanamh ceangal
hi_in: कनेक्ट हो रहा है
hr: Povezivanje
hu: Kapcsolódás
id: Menghubungkan
kk: Байланысуда
km: តភ្ជាប់
kn: ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ
ku: Tê girêdan
mai: कनेक्ट भए रहल अछि
mg: An-dàlana hifandray
ml: ബന്ധിപ്പിക്കുന്നു
mr: जोडत आहे
ms: Menyambungkan
my: ချိတ်ဆက်နေသှ်
ne: जडान हुँदैछ
or: କଲ କରୁଛି
pt: A ligar
pt_br: Conectando
ro: Conectare
si: සම්බන්ධවෙමින්
sw: Inaunganisha
ta: இணைக்கிறது
te: అనుసంధానిస్తున్నాం
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
ur: جڑ رہا ہے
uz: Ulanmoqda
wa: Raloyaedje
xh: Ukunxibelelana
zu: Isaxhuma

source: Connecting…
ar: الاتّصال جارٍ...
bg: Свързване
br: O kennaskañ
cy: Cysylltu…
fa: در حال اتصال…
gd: A’ dèanamh ceangal…
hi_in: कनेक्ट कर रहा है…
id: Menyambungkan…
ms: Menyambungkan...
my: ချိတ်ဆက်နေသှ်...
ro: Conectare…
si: සම්බඳවෙමින්...
ta: இணைக்கிறது...
te: అనుసంధానిస్తున్నాం…
tr: Bağlanıyor…
ur: جڑ رہا ہے…
uz: Ulanmoqda…

source: Asynchronous: {{ async }}
am: በ አንድ ጊዜ ያልሆነ: {{ async }}
ar: غير مُتزامن: {{ async }}
bg: Асинхронно: {{ async }}
bn_bd: এসিঙ্ক্রনাস: {{ async }}
bn_in: অসমনিয়ত: {{ async }}
br: Angoubred : {{ async }}
ca: Asíncron: {{ async }}
cy: Anghydamseredig: {{ async }}
eu: Asinkronoa: {{ async }}
fa: ناهمگام: {{ async }}
ga_ie: Aisioncronach: {{ async }}
gd: Neo-shioncronach: {{ async }}
hi_in: अतुल्यकाली: {{ async }}
hu: Aszinkron: {{ async }}
id: Asinkron: {{ async }}
kk: Асинхронды: {{ async }}
km: ដែល​មិន​ស៊ី​សង្វាក់៖ {{ async }}
kn: ಅಸಮಕಾಲೀನ: {{ async }}
mai: अयुग्मित: {{ async }}
ne: अतुल्यकालिक: {{ async }}
pt: Assíncrono: {{ async }}
ro: Asincronic: {{ async }}
si: සමාකෘතික: {{ async }}
ta: ஒத்திசைவற்ற: {{ async }}
th: ไม่ประสานเวลา: {{ async }}
tr: Asenkron: {{ async }}
ur: ناہم وقت: {{ async }}
uz: Asinxronlangan: {{ async }}
wa: Asincrône : {{ async }}

source: Data: {{ data }}
am: ዳታ: {{ data }}
ar: بيانات: {{ data }}
bg: Данни: {{ data }}
bn_bd: ডাটা: {{ data }}
bn_in: তথ্য: {{ data }}
br: Roadenn : {{ data }}
ca: Dades: {{ data }}
eu: Datuak: {{ data }}
fa: داده: {{ data }}
ga_ie: Sonraí: {{ data }}
gd: Dàta: {{ data }}
hu: Adat: {{ data }}
kk: Деректер: {{ data }}
km: ទិន្នន័យ៖ {{ data }}
kn: ದತ್ತಾಂಶ: {{ data }}
mai: डेटा: {{ data }}
ne: डेटा: {{ data }}
pt: Dados: {{ data }}
si: දත්ත: {{ data }}
ta: தரவு: {{ data }}
th: ข้อมูล: {{ data }}
tr: Veri: {{ data }}
ur: کوائف: {{ data }}
uz: Ma’lumot: {{ data }}
wa: Dinêyes : {{ data }}

source: An error occurred while retrieving call forwarding status
af: Kon nie oproepaanstuur-status ophaal nie
am: ስህተት ተፈጥሯል ጥሪ ወደ ፊት ማስተላለፊያ ሁኔታ በ መፈለግ ላይ እንዳለ
ar: حدث خطأ عند محاولة الحصول على حالة تحويل المكالمات
as: কল ফৰৱাৰ্ডিং অৱস্থা উদ্ধাৰ কৰোতে এটা ত্ৰুটি হল
bg: Грешка при вземане на състоянието на пренасочване на обажданията
bn_bd: কল ফরওয়ার্ডিং স্টাটাস বের করতে ত্রুটি দেখা দিয়েছে
bn_in: কল ফরওয়ার্ডিং অবস্থা পুনরুদ্ধার করার সময় একটি ত্রুটি ঘটেছে
br: C'hoarvezet ez eus bet ur fazi e-pad klask stad an treuzkas galvoù
ca: S'ha produït un error en recuperar l'estat de la desviació de trucades
cy: Digwyddodd gwall wrth geisio statws anfon galwadau ymlaen
eu: Errorea gertatu da dei-birbidalketaren egoera eskuratzean
fa: هنگام دریافت وضعیت هدایت تماس خطایی رخ داد
ga_ie: Tharla earráid agus stádas na nglaonna curtha ar aghaidh á fháil
gd: Thachair mearachd fhad a bha sinn airson staid sìneadh air adhart nan gairmean fhaighinn
hi_in: कॉल फॉरवार्डिंग स्थिति पाते समय एक त्रुटी आ चुकी है
hr: Došlo je do greške prilikom preuzimanja statusa proslijeđivanja poziva
hu: Hiba lépett fel a hívásátirányítás állapotának lekérdezése közben
id: Terjadi galat saat menerima status panggilan yang diteruskan
kk: Қоңырауларды қайта бағдарлаудың қалып-күйін алу кезінде қате орын алды
km: មាន​កំហុស​​បាន​កើត​ឡើង​អំឡុង​ពេល​ទៅ​រក​ស្ថានភាព​ការ​ហៅ​បញ្ជូន​បន្ត
kn: ಕರೆ ಫಾರ್ವಾರ್ಡ್ ಮಾಡುವ ಸ್ಥಿತಿಯನ್ನು ಹಿಂಪಡೆಯುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ
ku: Dema rewşa beralîkirina lêgerîna dihat standin çewtiyek çêbû
mai: कॉल फॉरवार्डिंग क जानकारी प्राप्त करबा मे एकटा त्रुटि आबि गेल
mg: Nisy tsy fetezana nandritra ny fakana toetry ny fampitana antso
ml: വിളി കൈമാറ്റത്തിന്റെ അവസ്ഥ വീണ്ടെടുക്കുന്നതിൽ പിഴവ് സംഭവിച്ചിരിക്കുന്നു
mr: संवाद ढकल्ण्याची स्थिती मिळवतेवेळी त्रुटी आढळली
ms: Ralat berlaku ketika menerima status panggilan teraju
my: ဖုန်းခေါ်ဆိုမှူလွဲပြောင်းခြင်း အခြေအနေရယူရင်း ပြသာနာတစ်ခုတွေ့သှ်
ne: कल फरवार्डको स्थिति पाउन खोज्दा त्रुटि भयो
or: କଲ ଫରୱାର୍ଡ଼ ସ୍ଥିତି ଖୋଜିଲା ବେଳେ ଅସୁବିଧା ହେଲା
pt: Ocorreu um erro ao obter o estado do reencaminhamento de chamadas
pt_br: Ocorreu um erro ao recuperar status de desvio de chamadas
ro: A apărut o eroare la preluarea statusului de redirecționare a apelurilor
si: ඇමතුම් හරවා යැවීමේ තත්වය ලබා ගැනීමේදී දෝශයක් හට ගැනිනි
sw: Hitilafu ilitokea wakati wa kuleta hali ya kutuma simu mbele
ta: அழைப்பு முன்னனுப்பும் நிலையை மீட்டெடுக்கும்போது பிழை ஏற்பட்டது
te: కాల్ ఫార్వార్డ్ స్థితిని పొందుతున్నప్పుడు దోషం సంభవించింది
th: เกิดข้อผิดพลาดขณะกำลังเรียกสถานะการโอนสาย
tr: Çağrı yönlendirme durumu alınırken bir hata oluştu
ur: کال اگے بڑانے کے صورت حال بازیافت کرنے کے دوران نقص واقع ہو گی ہے
uz: Qo‘ng‘iroq yo‘naltirish holati olinayotganda xatolik yuz berdi
wa: Åk n' a nén stî come dji rapexhive li statut di rcassaedje des houcaedjes
xh: Kwenzeke imposiso ngeli lixa ifunana nemo yokudlulisela umnxeba
zu: Kube nephutha elenzeke ngenkathi sithatha isimo sokudluliselwa kwezingcingo

source: FAX: {{ fax }}
am: ፋክስ: {{ ፋክስ }}
ar: فاكس: {{ fax }}
bg: Факс: {{ fax }}
bn_bd: ফ্যাক্স: {{ fax }}
br: FAKS: {{ fax }}
cy: FFACS: {{ fax }}
eu: Faxa: {{ fax }}
fa: فکس: {{ fax }}
ga_ie: FACS: {{ fax }}
gd: FACS: {{ fax }}
hi_in: फैक्स: {{ fax }}
id: FAKS: {{ fax }}
kk: ФАКС: {{ fax }}
km: ទូរសារ៖ {{ fax }}
ms: FAKS: {{ fax }}
ta: தொலைநகல்: {{ fax }}
te: ఫ్యాక్స్: {{ fax }}
th: โทรสาร: {{ fax }}
tr: FAKS: {{ fax }}
uz: FAKS: {{ fax }}
wa: FACS : {{ fax }}

source: Inactive
af: Onaktief
am: ቦዘኔ
ar: غير فعال
as: নিষ্ক্ৰিয়
bg: Неактивно
bn_bd: নিষ্ক্রিয়
bn_in: নিষ্ক্রিয়
br: Dioberiant
ca: Inactiu
cy: Anweithredol
eu: Inaktibo
fa: غیرفعال
ga_ie: Neamhghníomhach
gd: Neo-ghnìomhach
hi_in: निष्क्रिय
hr: Neaktivno
hu: Inaktív
id: Nonaktif
kk: Белсенді емес
km: អសកម្ម
kn: ನಿಷ್ಕ್ರಿಯ
ku: Neçalak
mai: निष्क्रिय
mg: Midonanaka
ml: നിഷ്ക്രിയം
mr: निष्क्रीय
ms: Tidak aktif
my: လုပ်ဆောင်မှူမရှိ
ne: निस्क्रिय
or: ନିଷ୍କ୍ରିୟ
pt: Inativo
pt_br: Inativo
ro: Inactiv
si: අක්‍රීය
sw: Haitumiki
ta: செயலற்ற
te: అక్రియాశీలం
th: ไม่ได้ใช้งาน
tr: Etkin değil
ur: بند
uz: Nofaol
wa: Nén ovrant
xh: Ayisebenzi
zu: Ayisebenzi

source: Packet: {{ packet }}
am: ጥቅል: {{ packet }}
ar: حزمة: {{ packet }}
bg: Пакет: {{ packet }}
bn_bd: প্যাকেট: {{ packet }}
bn_in: প্যাকেট: {{ packet }}
br: Pakad : {{ packet }}
ca: Paquet: {{ packet }}
cy: Paced: {{ packet }}
eu: Paketea: {{ packet }}
fa: بسته: {{ packet }}
ga_ie: Paicéad: {{ packet }}
gd: Pacaid: {{ packet }}
hi_in: पॉकेट: {{ packet }}
hu: Csomag: {{ packet }}
id: Paket: {{ packet }}
kk: Десте: {{ packet }}
km: កញ្ចប់៖ {{ packet }}
kn: ಪ್ಯಾಕೆಟ್‌: {{ packet }}
mai: पैकेट: {{ packet }}
ms: Paket: {{ packet }}
ne: प्याकेट: {{ packet }}
pt: Pacote: {{ packet }}
ro: Pachet: {{ packet }}
si: පැකට්ටුව: {{ packet }}
ta: கட்டு: {{ packet }}
tr: Paket: {{ packet }}
ur: پیکٹ: {{ packet }}
uz: Paket: {{ packet }}
wa: Paket : {{ packet }}

source: SMS: {{ sms }}
am: ኤስ ኤም ኤስ: {{ sms }}
ar: رسالة نصّيّة قصيرة: {{ sms }}
eu: SMSa: {{ sms }}
fa: پیام‌کوتاه: {{ sms }}
hi_in: एसएमएस: {{ sms }}
ta: குறுந்செய்தி: {{ sms }}

source: Call forwarding status
am: ጥሪ ወደ ፊት ማስተላለፊያ ሁኔታ
ar: حالة تحويل المُكالمات
bg: Състояние на пренасочване на обажданията
bn_bd: কল ফরওয়ার্ডিং অবস্থা
bn_in: কল ফরওয়ার্ডিং অবস্থা
br: Stad an treuzkas galvoù
ca: Estat de la desviació de trucades
cy: Statws anfon galwad ymlaen
eu: Dei-birbidalketaren egoera
fa: وضعیت انتقال مکالمه
ga_ie: Stádas: glaonna a chur ar aghaidh
gd: Staid sìneadh air adhart nan gairmean
hu: Hívásátirányítás állapota
id: Status panggilan dialihkan
kk: Қоңырауларды қайта бағдарлаудың қалып-күйі
km: ស្ថានភាព​ការ​ហៅ​បញ្ជូន​បន្ត
kn: ಕರೆ ಫಾರ್ವಾರ್ಡಿಂಗ್ ಸ್ಥಿತಿ
mai: कॉल फॉरवर्डिंग स्थिति
ms: Status panggilan teraju
my: ခေါ်ဆိုမှူအခြေအနေ
ne: कल फर्वार्डको स्थिति
pt: Estado do reencaminhamento de chamadas
ro: Status de redirecționare a apelurilor
si: ඇමතුම් ඉදිරියට යැවීමේ තත්වය
ta: அழைப்பு முன்னனுப்பல் நிலவரம்
th: สถานะการโอนสาย
tr: Çağrı yönlendirme durumu
ur: کال آگے بھیجنے کی حالت
uz: Qo‘ng‘iroqni yo‘naltirish holati
wa: Statut do rcassaedje des houcaedjes

source: Synchronous: {{ sync }}
am: በ አንድ ጊዜ የሆነ: {{ sync }}
ar: مُتزامن: {{ sync }}
bg: Синхронно: {{ sync }}
bn_bd: সিঙ্ক: {{ sync }}
bn_in: সমনিয়ত: {{ sync }}
br: Goubred : {{ sync }}
ca: Síncron: {{ sync }}
cy: Cydweddus: {{ sync }}
eu: Sinkronoa: {{ sync }}
fa: همگام: {{ sync }}
ga_ie: Sioncronach: {{ sync }}
gd: Sioncronach: {{ sync }}
hi_in: तुल्यकाली: {{ sync }}
hu: Szinkron: {{ sync }}
id: Sinkron: {{ sync }}
kk: Синхронды: {{ sync }}
km: នៅ​ពេល​ជាមួយ​គ្នា៖ {{ sync }}
kn: ಅಸಮಕಾಲೀನ: {{ sync }}
ne: तुल्यकालिक: {{ sync }}
pt: Síncrono: {{ sync }}
ro: Sincronic: {{ sync }}
si: සම්මුහුර්ථ : {{ sync }}
ta: ஒத்தியக்கம்: {{ sync }}
th: ประสานเวลา: {{ sync }}
tr: Senkron: {{ sync }}
ur: ہمہ وقت ساز: {{ sync }}
uz: Sinxronlanadigan: {{ sync }}
wa: Sincrône : {{ sync }}

source: Voice: {{ voice }}
am: ድምፅ: {{ ድምፅ }}
ar: صوت: {{ voice }}
bg: Гласово: {{ voice }}
bn_bd: ভয়েস: {{ voice }}
bn_in: কণ্ঠ: {{ voice }}
br: Mouezh : {{ voice }}
ca: Veu: {{ voice }}
cy: Llais: {{ voice }}
eu: Ahotsa: {{ voice }}
fa: صدا: {{ voice }}
ga_ie: Guth: {{ voice }}
gd: Guth: {{ voice }}
hu: Hanghívás: {{ voice }}
id: Suara: {{ voice }}
kk: Дауыс: {{ voice }}
km: សំឡេង៖ {{ voice }}
kn: ಧ್ವನಿ: {{ voice }}
mai: ध्वनि:{{ voice }}
ms: Suara: {{ voice }}
my: အသံ: {{ voice }}
ne: आवाज: {{ voice }}
pt: Voz: {{ voice }}
ro: Voce: {{ voice }}
si: හඬ: {{ voice }}
sw: Sauti: {{ voice }}
ta: குரல்: {{ voice }}
th: เสียง: {{ voice }}
tr: Ses: {{ voice }}
ur: آواز: {{ voice }}
uz: Ovoz: {{ voice }}
wa: Vwès : {{ voice }}

source: Close
ar: اغلق
as: বন্ধ কৰক
bg: Затваряне
br: Serriñ
cy: Cau
fa: بستن
gd: Dùin
hi_in: बंद करें
id: Tutup
mg: Akatona
ml: അടയ്ക്കുക
mr: बंद
ms: Tutup
my: ပိတ်
pt_br: Fechar
ro: Închide
si: වසන්න
sw: Funga
ta: மூடவும்
te: మూసివేయి
tr: Kapat
ur: بند كریں
uz: Yopish

source: Clear selected calls?
af: Wis gekose oproepe?
am: የተመረጡትን ጥሪዎች ላጽዳቸው?
ar: حذف المكالمات المختارة؟
as: নিৰ্বাচিত কলসমূহ পৰিষ্কাৰ কৰিব নে?
bg: Изчистване на избраните обаждания?
bn_bd: নির্বাচিত কল অপসারণ করবেন?
bn_in: বাছাইকৃত কল মুছে ফেলা হবে কি?
br: Skarzhañ ar galvoù diuzet?
ca: Voleu esborrar les trucades seleccionades?
cy: Clirio'r galwadau hyn?
eu: Garbitu hautatutako deiak?
fa: تماس‌های انتخاب شده پا‌ک‌ شود؟
ga_ie: Glan na glaonna roghnaithe?
gd: A bheil thu airson na gairmean a thagh thu fhalamhadh?
hi_in: चुनें हुए कॉल साफ़ करें?
hr: Obrisati odabrane pozive?
hu: Törli a kijelölt hívásokat?
id: Kosongkan panggilan yang dipilih?
kk: Таңдалған қоңырауларды өшіру керек пе?
km: សម្អាត​ការ​ហៅ​ដែល​បាន​ជ្រើស?
kn: ಆರಿಸಿದ ಕರೆಗಳನ್ನು ತೆರವುಗೊಳಿಸಬೇಕೆ?
ku: Lêgerînên hilbijartî bên jêbirin?
mai: चुनल कॉल साफ़ करू?
mg: Hamafa antso voafantina?
ml: തെരഞ്ഞെടുത്ത വിളികള്‍ കളയട്ടെ?
mr: निवडलेले संवाद मिटवायचे?
ms: Lapangkan panggilan yang dipilih?
my: ခေါ်ဆိုမှူများအား ဖျက်မလား?
ne: चयन गरिएको कल हटाउनुहुन्छ?
or: ବଛାଯାଇଥିବା କଲସବୁ ଲିଭାଇବେ?
pt: Limpar chamadas selecionadas?
pt_br: Apagar as chamadas selecionadas?
ro: Cureți apelurile selectate?
si: තෝරාගත් ඇමතුම් මකාදමන්න ද?
sw: Futa simu zilizochaguliwa?
ta: தெறிவுச்செய்த அழைப்புகளை துடைக்கவா?
te: ఎంచుకున్న కాల్‌లను తీసివేయాలా?
th: ล้างการโทรที่เลือก?
tr: Seçili çağrılar silinsin mi?
ur: کیا آپ منتخب کالوں کو خالی کرنا چہاتے ہئں؟
uz: Tanlangan qo‘ng‘iroqlar tozalansanmi?
wa: Disfacer les houcaedjes di tchoezis ?
xh: Ufuna ukusula iminxeba ekhethiweyo?
zu: Sula umlando wezingcingo okhethiwe?

source: Contacts
af: Kontakte
am: ግንኙነቶች
ar: جهات الإتصال
as: পৰিচয়সমূহ
bg: Контакти
bn_bd: পরিচিতি
bn_in: পরিচিতি
br: Darempredoù
ca: Contactes
cy: Cysylltiadau
eu: Kontaktuak
fa: مخاطبین
ga_ie: Teagmhálaithe
gd: Luchd-aithne
hi_in: संपर्क
hu: Névjegyek
id: Kontak
kk: Контакттар
km: ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳು
mai: संपर्क
mg: Kaontakita
ml: വിലാസങ്ങള്‍
mr: संपर्क
ms: Kenalan
my: အဆက်အသွယ်များ
ne: सम्पर्कहरू
or: ସମ୍ପର୍କଗୁଡ଼ିକ
pt: Contactos
pt_br: Contatos
ro: Contacte
si: සබඳතා
sw: Anwani
ta: தொடர்பு
te: పరిచయాలు
th: รายชื่อ
tr: Kişiler
ur: رابطہ افراد
uz: Kontaktlar
wa: Contakes
xh: Abantu boqhagamshelwano
zu: Izinombolo ezisefonini

source: Create new contact
af: Skep nuwe kontak
am: አዲስ ግንኙነት መፍጠሪያ
ar: إنشاء جهة اتصال جديدة
as: নতুন পৰিচয় সৃষ্টি কৰক
bg: Създаване на контакт
bn_bd: নতুন পরিচিতি তৈরি করুন
bn_in: নতুন পরিচিতি নির্মাণ
br: Krouiñ un darempred nevez
ca: Crea un contacte nou
cy: Creu cysylltiad newydd
eu: Sortu kontaktu berria
fa: ایجاد‌ مخاطب جدید
ga_ie: Cruthaigh teagmhálaí nua
gd: Cruthaich neach-aithne ùr
hi_in: नया संपर्क बनाएँ
hr: Stvori novi kontakt
hu: Új névjegy létrehozása
id: Buat kontak baru
kk: Жаңа контактты жасау
km: បង្កើត​ទំនាក់​ទំនង​ថ្មី
kn: ಹೊಸ ಸಂಪರ್ಕವನ್ನು ರಚಿಸು
ku: Peywendiyeke nû biafirîne
mai: नवसंपर्क बनाउ
mg: Hamorona kaontakita vaovao
ml: ഒരു പുതിയ വിലാസം ഉണ്ടാക്കുക
mr: नवीन संपर्क बनवा
ms: Cipta kenalan baru
my: အသိ ထပ်ထည့်ပါ
ne: एउटा नयाँ सम्पर्क सिर्जना गर्नुहोस्
or: ନୂତନ ସମ୍ପର୍କ ସୃଷ୍ଟି କରନ୍ତୁ
pt: Criar um novo contacto
pt_br: Criar novo contato
ro: Creează contact nou
si: නව සබඳතාවක් නිර්මාණය කරන්න
sw: Unda anwani mpya
ta: புதிய தொடர்பை உருவாக்கு
te: కొత్త పరిచయాన్ని సృష్టించు
th: สร้างรายชื่อใหม่
tr: Yeni kişi oluştur
ur: نیا رابطہ فرد بنائیں
uz: Yangi kontaktni yaratish
wa: Ahiver novea contake
xh: Bhala umntu omtsha onokuqhagamshelana naye
zu: Bhala inombolo entsha

source: Delete
am: ማጥፊያ
ar: احذف
bg: Изтриване
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Dilemel
ca: Elimina
cy: Dileu
eu: Ezabatu
fa: حذف
ga_ie: Scrios
gd: Sguab às
hi_in: मिटाएँ
hu: Törlés
id: Hapus
kk: Өшіру
km: លុប
kn: ಅಳಿಸು
ku: Jê bibe
mai: मेटाउ
mr: नष्ट करा
ms: Hapus
my: ဖျက်
ne: मेट्नुहोस्
pt: Apagar
pt_br: Apagar
ro: Șterge
si: මකාදමන්න
ta: அழி
te: తొలగించు
th: ลบ
tr: Sil
ur: حذف کریں
uz: O‘chirish
wa: Disfacer

source: Deselect all
ar: ألغ أختيار الكل
as: সকলো অনিৰ্বাচিত কৰক
bg: Отмяна всички
br: Diziuzañ pep tra
cy: Dad-ddewis popeth
fa: عدم انتخاب همه
gd: Dì-thagh na h-uile
hi_in: सभी अचयनित करें
hr: Poništi odabir
id: Hapus semua pilihan
ku: Yekê jî hilnebijêre
mg: Tsy fantenana daholo
ml: ഒന്നും തെരഞ്ഞെടുക്കണ്ട
mr: सर्व निवड रद्द
ms: Nyahpilih semua
my: အားလုံးပြန်ပယ်ပါ
pt_br: Des. todas
ro: Deselectează tot
si: තෝරාගත් සියල්ල අත්හරින්න
sw: Usichague zote
ta: தேர்வு நீக்கு
te: దేన్నీ ఎంచుకోవద్దు
tr: Tüm seçimi kaldır
ur: تمام غیرمنتخب کریں
uz: Belgilashni bekor qilish

source: Add contact
af: Voeg kontak by
am: ግንኙነት መጨመሪያ
ar: إضافة جهة إتصال
as: পৰিচয় যোগ কৰক
bg: Добавяне на контакт
bn_bd: পরিচিত যোগ করুন
bn_in: পরিচিতি যোগ করুন
br: Ouzhpennañ un darempred
ca: Afegeix un contacte
cy: Ychwanegu cysylltiad
eu: Gehitu kontaktua
fa: افزودن مخاطب
ga_ie: Teagmhálaí nua
gd: Cuir neach-aithne ris
hi_in: संपर्क जोड़ें
hu: Névjegy felvétele
id: Tambah kontak
kk: Контактты қосу
km: បន្ថែម​ទំនាក់ទំនង​
kn: ಸಂಪರ್ಕವನ್ನು ಸೇರಿಸು
mai: संपर्क जोड़ू
mg: Hanampy kaontakita
ml: വിലാസം ചേര്‍ക്കുക
mr: संपर्क जोडा
ms: Tambah kenalan
my: အဆက်အသွယ် ထပ်ပေါင်း
ne: सम्पर्क थप्नुहोस्
or: ସମ୍ପର୍କ ଯୋଡ଼ନ୍ତୁ
pt: Adicionar contacto
pt_br: Adicionar contato
ro: Adaugă contact
si: සබඳතාවක් එක් කරන්න
sw: Ongeza anwani
ta: தொடர்பை சேர்
te: పరిచయాన్ని చేర్చు
th: เพิ่มรายชื่อ
tr: Kişi ekle
ur: رابطہ فرد میں اضافہ کریں
uz: Kontakt qo‘shish
wa: Radjouter contake
xh: Yongeza umntu woqhagamshelwano
zu: Faka inombolo
