Repository: translate/mozilla-gaia
Catalog: */apps/communications/dialer/dialer.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eu, fa, ga_ie, gd, hi_in, hr, hu, id, kk, km, kn, ku, mai, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: The old PIN you typed is not correct.
af: Die ou PIN wat jy getik het, is verkeerd.
am: ያስገቡት አሮጌው ፒን የተሳሳተ ነው
ar: PIN القديم الذي كتبته غير صحيح.
as: আপুনি টাইপ কৰা পুৰনি PIN সঠিক নহয়।
bg: Старият PIN код е неправилен.
bn_bd: আপনার টাইপ করা পুরনো পিন সঠিক নয়।
bn_in: আপনি যেই পুরানো PIN টি টাইপ করেছেন সেটি সঠিক নয়।
br: Didalvoudek eo ar PIN kozh bizskrivet
ca: L'antic PIN que heu introduït no és correcte.
cy: Nid yw'r hen PIN yn gywir.
eu: Idatzi duzun PIN zaharra ez da zuzena.
fa: PIN قدیمی که وارد کرده‌اید صحیح نیست
ga_ie: Bhí an UAP a chuir tú isteach mícheart.
gd: Chan eil an seann PIN a chuir thu a-steach ceart.
hi_in: आपके द्वारा लिखा गया पुराना PIN सही नहीं है.
hr: Stari PIN kôd koji ste unijeli je netočan.
hu: A beírt régi PIN helytelen.
id: PIN lawas yang diketikkan salah.
kk: Сіз енгізген ескі PIN коды қате.
km: កូដ PIN ចាស់​ដែល​អ្នក​បាន​បញ្ចូល​មិន​ត្រឹមត្រូវ។
kn: ನೀವು ನಮೂದಿಸಿದ ಹಳೆಯ PIN ಸರಿಯಿಲ್ಲ.
ku: PINa kevn ku te nivîsand ne rast e.
mai: अहाँक द्वारा लिखल old PIN सही नहि अछि.
mg: Tsy marina ny PIN taloha nosoratanao.
ml: താങ്കൾ എഴുതിയ പഴയ PIN തെറ്റാണു്.
mr: तुम्ही दिलेले जुने PIN चुकीचे.
ms: PIN lama yang anda taip tidak betul.
my: PIN အဟောင်းမှားနေသှ်
ne: तपाईले लेख्नु भएको पुरानो PIN सहि छैन।
or: ଆପଣ ଲେଖିଥିବା ପୁରୁଣା PIN ଟି ଠିକ ନୁହଁ।
pt: O PIN antigo que especificou não está correto.
pt_br: O PIN atual que você digitou esá incorreto
ro: PIN-ul vechi tastat nu este corect.
si: ඔබ සටහන් කල පැරණි PIN අංකය වැරදිය.
sw: PIN ya awali ulioandika sio sahihi.
ta: நீங்கள் தட்டச்சு செய்த பழைய PIN தவறானது.
te: మీరు ఇచ్చిన పాత PIN సరైనది కాదు.
th: PIN เก่าที่คุณกรอกไม่ถูกต้อง
tr: Yazdığınız eski PIN yanlış.
ur: پرانا پن جو آپ نے ٹائپ کیا وہ درست نہی۔
uz: Siz kiritgan eski PIN kod xato.
wa: Li vî PIN ki vs avoz tapé est mwais.
xh: I-PIN endala oyichwethezileyo ayichananga.
zu: I-PIN endala oyifakile ayisilo iqiniso.

source: Type PUK2 to unblock SIM card
af: Tik PUK2 om SIM-kaart te ontblokkeer
am: ይጻፉ ፑክ2 ለመክፈት ሲም ካርድ
ar: قم بإدخال رمز PUK2 لفتح الشريحة
as: SIM কাৰ্ড আনব্লক কৰিবলে PUK2 টাইপ কৰক
bg: Въведете PUK2, за да разблокирате SIM картата
bn_bd: সিম কার্ড আনব্লক করতে PUK2 টাইপ করুন
bn_in: SIM আনব্লক করার জন্য PUK2 টাইপ করুন
br: Skrivit PUK2 evit diherzel ar gartenn SIM
ca: Introduïu el PUK2 per desbloquejar la targeta SIM
cy: Teipiwch PUK2 i ddad-rwystro'r cerdyn SIM
eu: Idatzi PUK2a SIM txartela desblokeatzeko
fa: PUK2 را برای باز کردن قفل سیم کارت وارد کنید
ga_ie: Cuir PUK2 isteach chun an bac a bhaint den chárta SIM
gd: Cuir a-steach am PUK2 gus a’ ghlas a thoirt far na cairt SIM
hi_in: SIM कार्ड अनवरोधित करने के लिए PUK2 लिखें
hr: Unesite PUK2 kôd da bi odblokirali SIM karticu
hu: Írja be a PUK2-t a SIM blokkolás feloldásához
id: Masukkan PUK2 untuk membuka blokir kartu SIM
kk: SIM карта блоктауын алу үшін PUK2 кодын теріңіз
km: វាយ​កូដ PUK2 ដើម្បី​ដោះ​សោ​​ SIM ​កាត
kn: SIM ನ ನಿರ್ಬಂಧ ತೆಗೆಯಲು PUK2 ನಮೂದಿಸಿ
ku: Ji bo SIM kartê vekî PUK2yê binivîse
mai: SIM कार्ड अनवरोधित करब कलेल PUK2 लिखू
mg: Soraty PUK2 hamotsorana karatra SIM
ml: സിംകാർഡിന്റെ തടയൽ നീക്കം ചെയ്യാൻ PUK2 എഴുതുക
mr: SIM कार्ड उघडण्यासाठी PUK2 द्या
ms: Taip PUK2 untuk nyahsekat kad SIM
my: PUK2 အားရိုက်ပြီး SIM ကဒ်အားဖွင့်ပါ
ne: PUK2 लेखि सिम कार्डको रोक हटाउनु होस्।
or: SIM କାର୍ଡ ଖୋଲିବା ପାଇଁ PUK2 ଲେଖନ୍ତୁ
pt: Digite o PUK2 para desbloquear o cartão SIM
pt_br: Digite o PIN2 para desbloquear o chip SIM
ro: Tastează codul PUK2 pentru a debloca cartela SIM
si: PUK2 අංකය සටහන් කර SIM පත අඟුලු මුදාගන්න
sw: Andika PUK2 ili kufungua kadi ya SIM
ta: சிம் அட்டையை திறக்க பியூகெ2 தட்டவும்
te: సిమ్ కార్డును అన్‌బ్లాక్ చేయుటకు పియుకె2 టైపుచేయండి
th: กรอก PUK2 เพื่อเลิกปิดกั้นการ์ด SIM
tr: SIM kartı açmak için PUK2'yi yazın
ur: سم کارڈ کو ان بلاک کرنے کے لیے PUK2 ٹائپ کریں
uz: SIM kartani blokdan ochish uchun PUK2 ni kiriting
wa: Tapez li PUK2 po dizeclawer li cwåte SIM
xh: Chwetheza i-PUK2 ukuze uvule ikhadi le-SIM
zu: Bhala i-PUK2 ukuze uvale ikhadi le-SIM

source: The PINs you typed do not match
af: Die PIN’s wat jy getik het, is nie dieselfde nie
am: ያስገቡት ፒን አይመሳሰልም
ar: لا يوجد تطابق بين رموز PIN التي أدخلتها
as: আপুনি টাইপ কৰা PINs মিল নাখায়
bg: Въведените PIN кодове са различни
bn_bd: আপনার টাইপ করা পিন মিলছে না
bn_in: আপনি যেই PINs টাইপ করেছেন সেগুলি মিলছে না
br: Ne genglot ket ar PIN bizskrivet
ca: Els PIN que heu introduït no coincideixen
cy: Nid yw'r PIN rydych wedi eu teipio'n cydweddu
eu: Idatzi dituzun PINak ez datoz bat
fa: PINهایی که وارد کرده‌اید با هم مطابقت ندارند
ga_ie: Ní ionann na UAPanna a chuir tú isteach
gd: Cha robh an dà PIN a chuir thu a-steach co-ionnann
hi_in: आपके द्वारा लिखा गया PINs मेल नहीं खाते
hr: PIN kôdovi koje ste unijeli nisu isti
hu: A beírt PIN-ek nem egyeznek
id: PIN yang Anda masukkan tidak cocok
kk: Сіз енгізген PIN кодтары өзара сәйкес келмейді
km: កូដ PINs ដែល​អ្នក​បាន​បញ្ចូល​មិន​ផ្គូផ្គង
kn: ನೀವು ನಮೂದಿಸಿದ PINಗಳು ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ
ku: PINên ku te nivîsandine hev nagirin
mai: अहाँक द्वारा लिखल PINs मेल नहि करैछ
mg: Tsy mitovy ireo PIN nosoratanao
ml: താങ്കൾ എഴുതിയ PINഉകൾ യോജിക്കുന്നില്ല
mr: तुम्ही दिलेले PINs जुळत नाही
ms: PIN yang ada taip tidak sepadan
my: PINs များမတူညီပါ
ne: तपाईले लेख्नु भएको PIN हरु मेल खाएन।
or: ଆପଣ ଲେଖିଥିବା PIN ଗୁଡ଼ିକ ମିଶୁ ନାହିଁ
pt: Os PINs que especificou não coincidem
pt_br: Os PINs que você digitou não correspondem
ro: PIN-urile tastate nu se potrivesc
si: ඔබ සටහන් කල PIN අංකයන් නොගැලපේ
sw: PIN ulizoandika hazilingani
ta: நீங்கள் தட்டிய பிண்கள் பொருந்தவில்லை
te: మీరు టైపు చేసిన పిన్‌లు సరిపోలలేదు
th: PIN ที่คุณกรอกไม่ตรงกัน
tr: Yazdığınız PIN'ler eşleşmiyor
ur: اپ کی ٹائپ کردہ پن مشابہ نہیں کرتی
uz: Siz kiritgan PIN kodlar bir xil emas
wa: Les PIN ki vs avoz tapé ni corspondèt nén
xh: Ii-PIN ozichwethezileyo azihambelani
zu: Ama-PIN owabhalile awameshi

source: Type a PIN that is 4 to 8 numbers
af: Tik ’n PIN wat 4 tot 8 karakters is
am: ይጻፉ ፒን ከ 4 እስከ 8 ቁጥሮች
ar: قم بإدخال رمز PIN مكون من 4 إلى 8 أرقام
as: 4 ৰ পৰা 8 সংখ্যাৰ এটা PIN টাইপ কৰক
bg: Въведете PIN код от 4 до 8 цифри
bn_bd: ৪ থেকে ৮ সংখ্যাবিশিষ্ট একটি পিন টাইপ করুন
bn_in: একটি পিন টাইপ করুন যেটি 4 থেকে 8
br: Bizskrivit ur PIN etre 4 ha 8 niverenn
ca: Introduïu un PIN de 4 a 8 dígits
cy: Teipiwch PIN 4 i 8 rif
eu: Idatzi 4 eta 8 zenbaki arteko PINa
fa: یک PIN که ۴ تا ۸ عدد است را وارد کنید
ga_ie: Cuir UAP isteach, idir 4 agus 8 n-huimhir
gd: Cuir a-steach PIN a tha eadar 4 is 8 àireamhan a dh'fhaid
hi_in: कोई पिन डालें जो 4 से 8 नंबर का हो
hr: Unesite PIN kôd koji ima 4 do 8 znamenaka
hu: 4-8 számjegyű PIN-t írjon be
id: Masukkan PIN sebanyak 4 sampai 8 angka
kk: Ұзындығы 4 - 8, саннан тұратын PIN кодын теріңіз
km: បញ្ចូល​កូដ PIN ដែល​មាន​លេខ 4 ដល់ 8
kn: 4 ರಿಂದ 8 ಅಂಕಿಗಳುಳ್ಳ PIN ನಮೂದಿಸಿ
ku: PINeke bi 4 heta 8 reqeman binivîse
mai: कोनो पिन डालू जे 4 सँ 8 नंबर केर हुए
mg: Manorata PIN iray misy isa 4 h@ 8
ml: 4 മുതൽ 8 വരെ അക്കങ്ങൾ ഉള്ള ഒരു പിൻ എഴുതുക
mr: PIN द्या जो 4 ते 8 क्रमांकाचा आहे
ms: Taip PIN yang terdiri dari 4 ke 8 angka
my: PIN တစ်ခုအား စာလုံးရေ 4 လုံးမှ 8 လုံးကြား ရိုက်ထည့်ပါ
ne: ४ देखि ८ अङ्कको PIN लेख्नु होस्।
or: 4 ରୁ 8 ଅଙ୍କ ବିଶିଷ୍ଟ PIN ଲେଖନ୍ତୁ
pt: Digite um PIN com 4 a 8 números
pt_br: Digite um PIN de 4 a 8 dígitos
ro: Tastează un PIN între 4 și 8 numere
si: අංක 4ත් 8ත් අතර PIN අංකයක් සටහන් කරන්න
sw: Andika PIN ambayo ni nambari 4 hadi 8
ta: 4 லிருந்து 8 வரையுள்ள எண்களில் ஒரு பிண்னை தட்டுவும்
te: 4 నుండి 8 సంఖ్యలతో ఉండే పిన్ టైపుచేయండి
th: กรอก PIN ที่มี 4 ถึง 8 ตัวเลข
tr: 4 ila 8 basamaklı bir PIN yazın
ur: PIN ٹائپ کریں جو کہ 4 سے 8 نمبر کا ہو
uz: 4 tadan 8 tagacha PIN kod uchun raqam kiriting
wa: Tpez on PIN k’ est etur 4 et 8 chifes
xh: Chwetheza i-PIN eneenombolo ezi-4 ukuya kwezisi-8
zu: Bhala i-PIN enezinombolo ezi-4 kuya kweziyisi-8

source: Your SIM card is PUK-locked
af: Jou SIM-kaart is PUK-gegrendel
am: የ እርስዎ ሲም ካርድ ፑክ-ተቆልፏል
ar: شريحتك مغلقة برمز PUK
as: আপোনাৰ SIM কাৰ্ড PUK-লক্ড
bg: Вашата SIM карта е заключена с PUK
bn_bd: আপনার সিম কার্ড PUK দ্বারা লক রয়েছে
bn_in: আপনার SIM কার্ডের PUK লক হয়ে গেছে
br: Prennet eo ho kartenn SIM gant ar PUK
ca: La targeta SIM és bloquejada amb PUK
cy: Mae eich cerdyn SIM wedi ei gloi PUK
eu: Zure SIM txartela PUK bidez blokeatuta dago
fa: سیم کارت شما قفل PUK شده است
ga_ie: Tá do chárta SIM faoi ghlas PUK
gd: Chaidh a’ chairt SIM agad a ghlasadh le PUK
hi_in: आपका सिम कार्ड PUK-लॉक्ड
hr: Vaša SIM kartica je zaključana PUK kôdom
hu: A SIM kártya a PUK kóddal zárolva van
id: Kartu SIM Anda dikunci lewat PUK
kk: Сіздің SIM картаңыз PUK кодымен блокталған
km: SIM កាត​របស់​​អ្នក​ គឺ​​បាន​បិទ PUK
kn: ನಿಮ್ಮ SIM ಕಾರ್ಡ್ PUK-ಲಾಕ್ ಮಾಡಲಾಗಿದೆ
ku: Li ser SIM karta te kilîda PUKê heye
mai: अहाँक सिम कार्ड PUK-लॉक्ड
mg: Mihidy @ PUK ny karatra SIM anao
ml: നിങ്ങളുടെ സിം കാര്‍ഡ് പിയുകെ പൂട്ടിയിരിയ്ക്കുന്നു
mr: तुमचा SIM कार्ड PUK-बंद आहे
ms: Kad SIM anda dikunci dengan PUK
my: SIM ကဒ်သည် PUK- ဖြင့်ပိတ်ထားသှ်
ne: तपाईँको सिम कार्ड PUK-ताल्चा लागेको छ
or: ଆପଣଙ୍କର SIM କାର୍ଡରେ PUK-ଲକ ହୋଇଛି
pt: O seu cartão SIM está bloqueado com o PUK
pt_br: Seu chip SIM está bloqueado
ro: Cartela ta SIM este blocată în PUK
si: ඔබගේ SIM පත PUK අඟුලුලෑම් තත්වයේ ඇත
sw: Kadi yako ya SIM imefungwa PUK
ta: உங்களுடைய சிம் அட்டையானது பியூகெ-பூட்டியில் உள்ளது
te: మీ సిమ్ కార్డు పియుకె తాళం వేయబడింది
th: การ์ด SIM ของคุณถูกล็อคด้วย PUK
tr: SIM kartınız PUK kilitli
ur: آپ کا SIM کارڈ PUK-مقفل ہے
uz: SIM kartangiz PUK kodi qulflangan
wa: Vosse cwåte SIM est eclawêye pal PUK
xh: Ikhadi lakho le-SIM litshixwe nge-PUK
zu: Ikhadi lakho le-SIM likhiywe nge-PUK

source: Unsuccessful. Enable SIM/RUIM LOCK
af: Onsuksesvol. Aktiveer SIM/RUIM-SLOT
am: አልተሳካም: ያስችሉSIM/RUIM LOCK
ar: غير ناجح. قم بتفعيل قفل ال SIM/RUIM
as: অসফল। SIM/RUIM LOCK সামৰ্থবান কৰক
bg: Неуспешно. Включи SIM/RUIM LOCK
bn_bd: ব্যর্থ। সিম/রিম লক সক্রিয় করুন
bn_in: অসফল। SIM/RUIM LOCK সক্রিয় করুন
br: C'hwitadenn. Gweredekaat SIM/RUIM LOCK
ca: No és correcte. Activa el SIM/RUIM LOCK
cy: Aflwyddiannus. Galluogwch SIM/RUIM LOCK
eu: Ez da ondo burutu. Gaitu SIM/RUIM LOCK
fa: ناموفق. فعال کردن قفل سیم/RUIM
ga_ie: Níor éirigh leis. Cumasaigh glas SIM/RUIM
gd: Cha robh sin soirbheachail. Cuir an comas SIM/RUIM LOCK
hi_in: असफल. सक्रिय करें SIM/RUIM LOCK
hr: Neuspješno. Omogućite SIM/RUIM zaključavanje
hu: Sikertelen. Kapcsolja be a SIM/RUIM LOCK-ot
id: Gagal. Aktifkan SIM/RUIM LOCK
km: បរាជ័យ។ បើក​ដំណើរការ SIM/RUIM LOCK
kn: ಯಶಸ್ವಿಯಾಗಿಲ್ಲ. SIM/RUIM LOCK ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ku: Neserkeftî. Kilîda SIM/RUIMê çalak bike
mai: असफल. सक्रिय करू SIM/RUIM LOCK
mg: Tsy tontosa. Velomy HIDY SIM/RUIM
ml: പരാജയപ്പെട്ടു. SIM/RUIM LOCK പ്രവര്‍ത്തന സജ്ജം
mr: असफल. SIM/RUIMLOCK सक्रीय करा
ms: Tidak berjaya. Hidupkan SIM/RUIM LOCK
my: မအောင်မြင်။ ဖွင့် SIM/RUIM LOCK
ne: असफल। SIM/RUIM LOCK सक्षम पार्नुहोस्
or: ଅସଫଳ। SIM/RUIM LOCK କୁ ସକ୍ରିୟ କରନ୍ତୁ
pt: Sem sucesso. Ative o bloqueio SIM/RUIM
pt_br: Sem sucesso. Ative o bloqueio SIM/RUIM
ro: Fără succes. Activează BLOCAREA SIM/RUIM
si: අසාර්ථකයි. SIM/RUIM අඟුලු සක්‍රීය කරන්න
sw: Haikufaulu. Wezesha SIM/RUIM LOCK
ta: வெற்றியடையவில்லை. சிம்/ஆர்யூஐஎம் பூட்டை செயற்படுத்து
te: విఫలం. SIM/RUIMLOCK చేతనించు
th: ไม่สำเร็จ เปิดใช้งาน SIM/RUIM LOCK
tr: Başarısız. SIM/RUIM kilidini etkinleştir
ur: ناکام۔ SIM/RUIM LOCK اہل بنائیں
uz: Omadsiz yakunlandi. SIM/RUIM LOCK’ni yoqing
wa: Nén stî comifåt. Mete e-n alaedje ECLAWAEDJE SIM/RUIM
xh: Aliphumelelanga. Vulela i-SIM/RUIM LOCK
zu: Akuphumelelanga. Qalisa i-SIM/RUIM LOCK

source: Operation is restricted to fixed dialing numbers only
af: Bewerking word beperk tot net skakelbeperking-nommers
am: ተግባሩ የተወሰነ ነው ለተወሰነ ቁጥር መደወያ ብቻ
ar: العملية تقتصرعلى أرقام اتصال ثابتة فقط
as: কাৰ্য্য নিৰ্দিষ্ট ডায়েলিং নম্বৰসমূহলৈ সীমিত
bg: Операцията е ограничена само до фиксирани номера
bn_bd: কার্যক্রম কেবলমাত্র নির্দিষ্ট নম্বরে ডায়ালের জন্য সংরক্ষিত
bn_in: ফিক্সড ডায়ালিং অবধি অপারেশান সীমাবধ্য আছে
br: Strishaet eo ar gwezhiadur d'an niverennoù digemm nemetken
ca: L'operació està restringida només a números prefixats
cy: Mae gweithredu wedi ei gyfyngu i ddeialu rhifau penodol yn unig
eu: Eragiketa zenbaki aurrefinkatuen markatzeari soilik dago mugatuta
fa: عملیات تنها محدود به شماره‌های شماره‌گیری ثابت است
ga_ie: Is féidir é seo a dhéanamh le huimhreacha socraithe diailithe amháin
gd: Chan eil cead aig a’ ghnìomh seo ach fòn a chur ri àireamhan fòn sònraichte
hi_in: ऑपरेशन फ़िक्स्ड डायलिंग नंबर के लिए ही प्रतिबंधित है
hr: Operacija je ograničena na fiksno biranje brojeva
hu: A működés a rögzített számok hívására van korlátozva
id: Operasi dibatasi hanya untuk nomor telepon tetap
km: ប្រតិបត្តិការ​ត្រូវ​បាន​ដាក់​កម្រិត​ចំពោះ​លេខ​ហៅ​ថេរ​ប៉ុណ្ណោះ
kn: ಕಾರ್ಯಾಚರಣೆಯನ್ನು ನಿಶ್ಚಿತ ಡಯಲಿಂಗ್‌ ಸಂಖ್ಯೆಗಳಿಗೆ ಮಾತ್ರ ನಿರ್ಬಂಧಿಸಲಾಗಿರುತ್ತದೆ
ku: Destûrê pergalê tenê ji bo lêgerînên sabît heye
mai: आपरेशन फ़िक्स्ड डायलिंग नंबर कलेल प्रतिबंधित अछि
mg: Voafetra ho an'ireo nomerao fitendry raikitra ihany ilay asa
ml: സ്ഥിരമായി ഡയല്‍ ചെയ്യുന്ന നംബറുകള്‍ക്കു് മാത്രം പ്രക്രിയ ലഭ്യം
mr: फक्त ठरलेल्या क्रमांकांसाठी कार्य मर्यादित
ms: Operasi dihadkan kepada nombor dailan tetap sahaja
my: နံပတ်အသေများကိုသာ ခေါ်ဆိုရန် ကန့်သတ်ထားသှ်
ne: सञ्चालन स्थिर डायल सङ्ख्याहरुका लागि मात्र रोक लगाईएकोछ
or: ଫିକ୍ସଡ଼ ଡାଏଲିଙ୍ଗ ନମ୍ବରମାନଙ୍କ ପାଇଁ ପରିଚାଳନା ଅଟକାଯାଇଛି
pt: A operação é restrita apenas a números de marcação fixa
pt_br: A operação está restrita somente a números fixos
ro: Operația este restricționată doar apelării numerelor fixe
si: මෙම ක්‍රියාකාරකම ස්ථිර කල ඇමතුම් අංක වලට පමණක් වලංගු වේ
sw: Operesheni imezuiwa kwa nambari thabiti za kupiga tu
ta: குறிப்பிட்ட எண்களை டயல் செய்யும்படி நடவடிக்கை கட்டுப்படுத்தப்பட்டுள்ளது
te: పరిక్రియ స్థిర డయలింగు నెంబర్లకు మాత్రమే కట్టడిచేయబడింది
th: การดำเนินการถูกจำกัดไว้สำหรับหมายเลขการโทรเบอร์เฉพาะเท่านั้น
tr: İşlem sadece sabit arama numaralarıyla kısıtlıdır
ur: عملیہ ممنوعہ ہے صرف درست شدہ نمبر کے لئے
uz: Faqat ishonchli raqamlar uchun jarayon cheklangan
wa: L’ operåcion n’ est limitêye k’ a des limeros ficses
xh: Umsebenzi ulinganiselwe kwiinombolo ezibekelwe ukutsalelwa kuphela
zu: Kuvunyelwe kuphela ukudayela izinombolo ezimisiwe kuphela

source: USSD request is modified to DIAL request
af: USSD-versoek is gewysig na DIAL-versoek
am: USSD ጥያቄ ተሻሽሏል ወደ መደወያ ጥያቄ
ar: يتم تعديل طلب USSD لطلب DIAL
as: USSD অনুৰোধক DIAL অনুৰোধলৈ পৰিবৰ্তন কৰা হৈছে
bg: USSD запитването е променено на DIAL запитване
bn_bd: USSD অনুরোধ পরিবর্তিত হয়ে DIAL অনুরোধ হয়েছে
bn_in: USSD অনুরোধ DIAL অনুরোধে পরিবর্তিত হয়ে গেছে
br: Amdroet eo bet ar goulenn USSD d'ur goulenn DIAL
ca: La sol·licitud USSD s'ha modificat a una sol·licitud DIAL
cy: Cais USSD wedi ei newid i gais DIAL
eu: USSD eskaera DIAL eskaerara aldatu da
fa: درخواست USSD به درخواست تماس اصلاح شده است
ga_ie: Athraíodh iarratas USSD go hiarratas DIAL
gd: Chaidh iarrtas DIAL a dhèanamh dhen iarrtas USSD
hi_in: USSD अनुरोध को DIAL अनुरोध में संशोधित किया गया है
hr: USSD zahtjev je prenamijenjen u DIAL zahtjev
hu: Az USSD kérés módosítva DIAL kérésre
id: Permintaan USSD dimodifikasi ke permintaan DIAL
km: សំណើ USSD ត្រូវ​បាន​កែប្រែ​ទៅ​សំណើ DIAL
kn: USSD ಮನವಿಯನ್ನು DIAL ಮನವಿಗೆ ಮಾರ್ಪಡಿಸಲಾಗಿದೆ
ku: Daxwaza USSDê bi ya DIALê hat guhertin
mai: USSD अनुरोध केँ DIAL अनुरोध मे संशोधित कएल गेल अछि
mg: Hataka USSD novaina ho hataka TENDRY
ml: യുഎസ്എസ്ഡി ആവശ്യം ഡയല്‍ ആവശ്യമായി മാറ്റിയിരിയ്ക്കുന്നു
mr: USSD विनंती DIAL विनंतीमध्ये बदलली आहे
ms: Permintaan USSD telah diubahsuai kepada permintaan DIAL
my: USSD တောင်းဆိုမှူအား DIAL သို့ ပြုပြင်ပြီး
ne: USSD अनुरोध DIAL अनुरोधमा परिमाजन गरियो
or: USSD ଅନୁରୋଧକୁ DIALକୁ ବଦଳାଗଲା
pt: O pedido USSD é modificado para um pedido DIAL
pt_br: A soliticação USSD está modificada para soliticação DIAL
ro: Cererea USSD este modificată în cerere DIAL
si: USSD ඉල්ලීම, DIAL ඉල්ලීමක් ලෙසින් විකරණය කලා
sw: Ombi la USSD imerekebishwa kuwa ombi la DIAL
ta: யூஎஸ்எஸ்டி கோரிக்கை டயல் கோரிக்கைக்கு மாற்றப்பட்டுள்ளது
te: USSD అభ్యర్థన DIAL అభ్యర్థనగా మార్చబడింది.
th: คำร้องขอ USSD ถูกเปลี่ยนแปลงเป็นคำร้องขอ DIAL
tr: USSD isteği DIAL isteğiyle değiştirildi
ur: USSD درخواست ترمیمی کی گئی ہے DIAL درخواست پر
uz: USSD so‘rovi DIAL so‘roviga o‘zgartirildi
wa: Li dmande USSD est candjeye e dmande DIAL
xh: Isicelo se-USSD silungiselelwe isicelo sokuTSALA UMNXEBA
zu: Isicelo se-USSD sishintshelwe esicelweni sika-DIAL

source: USSD request is modified to SS request
af: USSD-versoek is gewysig na SS-versoek
am: USSD ጥያቄ ተሻሽሏል ወደ SS ጥያቄ
ar: طلب USSD تعدل الى طلب SS
as: USSD অনুৰোধক SS অনুৰোধলৈ পৰিবৰ্তন কৰা হৈছে
bg: USSD запитването е променено на SS запитване
bn_bd: USSD অনুরোধ SS অনুরোধে পরিবর্তিত হয়েছে
bn_in: USSD অনুরোধ SS অনুরোধে পরিবর্তিত হয়ে গেছে
br: Amdroet eo bet ar goulenn USSD d'ur goulenn SS
ca: La sol·licitud USSD s'ha modificat a una sol·licitud SS
cy: Cais USSD wedi ei newid i gais SS
eu: USSD eskaera SS eskaerara aldatu da
fa: درخواست USSD به درخواست SS تبدیل شد
ga_ie: Athraíodh iarratas USSD go hiarratas SS
gd: Chaidh iarrtas SS a dhèanamh dhen iarrtas USSD
hi_in: USSD अनुरोध को SS अनुरोध में संशोधित किया गया है
hr: USSD zahtjev je prenamijenjen u SS zahtjev
hu: Az USSD kérés módosítva SS kérésre
id: Permintaan USSD dimodifikasi ke permintaan SS
km: សំណើ USSD ត្រូវ​បាន​កែប្រែ​ទៅ​សំណើ SS
kn: USSD ಮನವಿಯನ್ನು SS ಮನವಿಗೆ ಮಾರ್ಪಡಿಸಲಾಗಿದೆ
ku: Daxwaza USSDê bi ya SSê hat guhertin
mai: USSD अनुरोध केँ SS अनुरोध मे संशोधित कएल गेल अछि
mg: Hataka USSD novaina ho hataka SS
ml: യുഎസ്എസ്ഡി ആവശ്യം എസ്എസ് ആവശ്യമായി മാറ്റിയിരിയ്ക്കുന്നു
mr: USSD विनंती SS विनंतीमध्ये बदलली आहे
ms: Permintaan USSD telah diubahsuai kepada permintaan SS
my: USSD တောင်းဆိုမှူအား SS သို့ပြောင်းလဲပြီး
ne: USSD अनुरोध SS अनुरोधमा परिमाजन गरियो
or: USSD ଅନୁରୋଧଟି SS ଅନୁରୋଧକୁ ବଦଳାଗାଲ
pt: O pedido USSD é modificado para um pedido SS
pt_br: A soliticação USSD está modificada para soliticação SS
ro: Cererea USSD este modificată în cerere SS
si: USSD ඉල්ලීම, SS ඉල්ලීමක් ලෙසින් විකරණය කලා
sw: Ombi la USSD imerekebishwa hadi ombi la SS
ta: யூஎஸ்எஸ்டி கோரிக்கை எஸ்எஸ் கோரிக்கைக்கு மாற்றப்பட்டுள்ளது
te: USSD అభ్యర్థన SS అభ్యర్థనకు మార్చబడింది
th: คำร้องขอ USSD ถูกเปลี่ยนแปลงเป็นคำร้องขอ SS
tr: USSD isteği SS isteğiyle değiştirildi
ur: USSD درخواست ترمیمی کی گئی ہے SS درخواست پر
uz: USSD so‘rovi SS so‘roviga o‘zgartirildi
wa: Li dmande USSD est candjeye e dmande SS
xh: Isicelo se-USSD silungiselelwe isicelo se-SS
zu: Isicelo se-USSD sishintshelwe esicelweni se-SS

source: USSD request is modified to new USSD request
af: USSD-versoek is gewysig na nuwe USSD-versoek
am: USSD ጥያቄ ተሻሽሏል ወደ አዲስ USSD ጥያቄ
ar: يتم تعديل طلب USSD لطلب USSD جديد
as: USSD অনুৰোধক USSD অনুৰোধলৈ পৰিবৰ্তন কৰা হৈছে
bg: USSD запитването е променено на ново USSD запитване
bn_bd: USSD অনুরোধ পরিবর্তিত হয়ে নতুন USSD অনুরোধ হয়েছে
bn_in: USSD অনুরোধ নতুন USSD অনুরোধে পরিবর্তিত হয়ে গেছে
br: Amdroet eo bet ar goulenn USSD d'ur goulenn USSD nevez
ca: La sol·licitud USSD s'ha modificat a una sol·licitud USSD nova
cy: Cais USSD wedi ei newid i gais USSD newydd
eu: USSD eskaera USSD eskaera berrira aldatu da
fa: درخواست USSD به درخواست جدید USSD اصلاح شده است
ga_ie: Athraíodh iarratas USSD go hiarratas nua USSD
gd: Chaidh iarrtas USSD ùr a dhèanamh dhen iarrtas USSD
hi_in: USSD अनुरोध को नए USSD अनुरोध में संशोधित किया गया है
hr: USSD zahtjev je prenamijenjen u novi USSD zahtjev
hu: Az USSD kérés módosítva új USSD kérésre
id: Permintaan USSD dimodifikasi ke permintaan USSD baru
km: សំណើ USSD ត្រូវ​បាន​កែប្រែ​ទៅ​សំណើ USSD ថ្មី
kn: USSD ಮನವಿಯನ್ನು ಹೊಸ USSD ಮನವಿಗೆ ಮಾರ್ಪಡಿಸಲಾಗಿದೆ
ku: Daxwaza USSDê bi daxwazeke nû ya USSDê hat guhertin
mai: USSD अनुरोध केँ नव USSD अनुरोध मे संशोधित कएल गेल अछि
mg: Hataka USSD novaina ho hataka USSD vaovao
ml: യുഎസ്എസ്ഡി ആവശ്യം പുതിയ യുഎസ്എസ്ഡി ആവശ്യമായി മാറ്റിയിരിയ്ക്കുന്നു
mr: USSD विनंती नवीन USSD विनंतीमध्ये बदलली आहे
ms: Permintaan USSD telah diubahsuai kepada permintaan USSD baru
my: USSD တောင်းဆိုမှူ အား USSD အသစ်တစ်ခုဖြင့်ပြောင်းလဲပြီး
ne: USSD अनुरोध नयाँ USSD अनुरोधमा परिमाजन गरियो
or: USSD ଅନୁରୋଧଟି ଏକ ନୂଆ USSD ଅନୁରୋଧକୁ ବଦଳାଗଲା
pt: O pedido USSD é modificado para um novo pedido USSD
pt_br: A soliticação USSD está modificada para soliticação USSD
ro: Cererea USSD este modificată într-o cerere nouă USSD
si: USSD ඉල්ලීම, නව USSD ඉල්ලීමක් ලෙසින් විකරණය කලා
sw: Ombi la USSD imerekebishwa hadi ombi mpya la USSD
ta: USSD இன் கோரிக்கை புதிய USSD கோரிக்கையாக மாற்றப்பட்டது
te: USSD అభ్యర్థన సరికొత్త USSD అభ్యర్థనకు మార్చబడింది
th: คำร้องขอ USSD ถูกเปลี่ยนแปลงเป็นคำร้องขอ USSD ใหม่
tr: USSD isteği yeni USSD isteğiyle değiştirildi
ur: USSD درخواست ترمیمی کی گئی ہے USSD درخواست پر
uz: USSD so‘rovi yangi USSD so‘roviga o‘zgartirildi
wa: Li dmande USSD est candjeye e-n ene novele dimande USSD
xh: Isicelo se-USSD silungiselelwe isicelo esitsha se-USSD
zu: Isicelo se-USSD sishintshelwe esicelweni esisha se-USSD

source: SS request is modified to DIAL request
af: SS-versoek is gewysig na DIAL-versoek
am: SS ጥያቄ ተሻሽሏል ወደ መደወያ ጥያቄ
ar: يتم تعديل الطلب SS لطلب DIAL
as: SS অনুৰোধক DIAL অনুৰোধলৈ পৰিবৰ্তন কৰা হৈছে
bg: SS запитването е променено на DIAL запитване
bn_bd: SS অনুরোধ পরিবর্তিত হয়ে DIAL অনুরোধ হয়েছে
bn_in: SS অনুরোধ DIAL অনুরোধে পরিবর্তিত হয়ে গেছে
br: Amdroet eo bet ar goulenn SS d'ur goulenn DIAL
ca: La sol·licitud SS s'ha modificat a una sol·licitud DIAL
cy: Cais SS wedi ei newid i gais DIAL
eu: SS eskaera DIAL eskaerara aldatu da
fa: درخواست SS به درخواست تماس تبدیل شد
ga_ie: Athraíodh iarratas SS go hiarratas DIAL
gd: Chaidh iarrtas DIAL a dhèanamh dhen iarrtas SS
hi_in: SS अनुरोध को DIAL अनुरोध में संशोधित किया गया है
hr: SS zahtjev je prenamijenjen u DIAL zahtjev
hu: Az SS kérés módosítva DIAL kérésre
id: Permintaan SS dimodifikasi menjadi permintaan DIAL
km: សំណើ SS ត្រូវ​បាន​កែប្រែ​ទៅ​សំណើ DIAL
kn: SS ಮನವಿಯನ್ನು DIAL ಮನವಿಗೆ ಮಾರ್ಪಡಿಸಲಾಗಿದೆ
ku: Daxwaza SSê bi ya DIALê hat guhertin
mai: SS अनुरोध केँ DIAL अनुरोध मे संशोधित कएल गेल अछि
mg: Hataka SS novaina ho hataka TENDRY
ml: എസ്എസ് ആവശ്യം ഡയല്‍ ആവശ്യമായി മാറ്റിയിരിയ്ക്കുന്നു
mr: SS विनंती DIAL विनंतीमध्ये बदलली आहे
ms: Permintaan SS telah diubahsuai kepada permintaan DIAL
my: SS တောင်းဆိုမှူအား DIAL သို့ပြောင်းလွှဲပြီး
ne: SS अनुरोध DIAL अनुरोधमा परिमाजन गरियो
or: SS ଅନୁରୋଧଟି DIAL ଅନୁରୋଧକୁ ବଦଳାଗଲା
pt: O pedido SS é modificado para um pedido DIAL
pt_br: A soliticação SS está modificada para soliticação DIAL
ro: Cererea SS este modificată în cerere DIAL
si: SS ඉල්ලීම, DIAL ඉල්ලීමක් ලෙසින් විකරණය කලා
sw: Ombi la SS imerekebishwa hadi ombi la DIAL
ta: SS கோரிக்கையானது DIAL கோரிக்கையாக மாற்றப்பட்டது
te: SS అభ్యర్థన DIAL అభ్యర్థనగా మార్చబడింది
th: คำร้องขอ SS ถูกเปลี่ยนแปลงเป็นคำร้องขอ DIAL
tr: SS isteği DIAL isteğiyle değiştirildi
ur: USSD درخواست ترمیمی کی گئی ہے DIAL درخواست پر
uz: SS so‘rovi DIAL so‘roviga o‘zgartirildi
wa: Li dmande SS est candjeye e dmande DIAL
xh: Isicelo se-SS silungiselelwe isicelo sokuTSALA UMNXEBA
zu: Isicelo se-SS sishintshelwe esicelweni sika-DIAL
