Repository: translate/mozilla-gaia
Catalog: */apps/communications/dialer/dialer.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eu, fa, ga_ie, gd, hi_in, hr, hu, id, kk, km, kn, ku, mai, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: Unable to merge calls
af: Kan nie oproepe saamvoeg nie
am: ጥሪዎችን ማዋሀድ አልተቻለም
ar: غير قادر على دمج المكالمات
as: কলসমূহ মাৰ্জ কৰিবলে অক্ষম
bg: Невъзможно сливане на разговори
bn_bd: কলগুলি একত্রিত করা যাচ্ছে না
bn_in: কল মিলিত করা যাচ্ছে না
br: N'haller ket toueziañ ar galvoù
ca: No es poden combinar les trucades
cy: Methu cyfuno galwadau
eu: Ezin dira deiak konbinatu
fa: ناتوانی در ادغام تماس‌ها
ga_ie: Ní féidir na glaonna a nascadh
gd: Cha ghabh na gairmean a chur còmhla
hi_in: कॉल मर्ज करने में असमर्थ
hr: Neuspjelo spajanje poziva
hu: Nem egyesíthetők a hívások
id: Gagal menggabungkan panggilan
km: មិន​អាច​បញ្ចូល​ការ​ហៅ​ចូល​គ្នា
kn: ಕರೆ ವಿಲೀನಗೊಳಿಸಲಾಗಲಿಲ್ಲ
mai: कॉल मर्ज करब मे असमर्थ
mg: Tsy afaka manambatra ireo antso
ml: വിളികൾ യോജിപ്പിക്കാൻ സാധ്യമല്ല
mr: संवाद एकत्रीकरण असमर्थ
ms: Tidak dapat mencantumkan penggilan
my: ခေါ်ဆိုမှူများ အား မပေါင်းနိုင်ပါ
ne: कलहरु मिलाउन असमर्थ
or: କଲମାନଙ୍କୁ ମିଶାଇବାରେ ବିଫଳ
pt: Não foi possível agregar as chamadas
pt_br: Não foi possível unir as chamadas
ro: Nu se pot contopi apelurile
si: ඇමතුම් මුහුම අසාර්ථකයි
sw: Imeshindwa kuambatanisha simu
ta: அழைப்புகளை பிரிக்க இயலவில்லை
te: కాల్స్‌ను విలీనించలేకపోతున్నాం
th: ไม่สามารถรวมสาย
tr: Çağrılar birleştirilemedi
ur: کالز ضم کرنے میں ناکام
uz: Qo‘ng‘iroqlarni birlashtirib bo‘lmaydi
wa: Dji n’ sai rifonde les houcaedjes
xh: Ayikwazi ukudibanisa iminxeba
zu: Ayikwazi ukuhlanganisa izingcingo

source: Unable to unmerge calls
af: Kan nie oproepe ontsaamvoeg nie
am: ጥሪዎችን መለያየት አልተቻለም
ar: غير قادر على إلغاء دمج المكالمات
as: কলসমূহ আনমাৰ্জ কৰিবলে অক্ষম
bg: Невъзможно разделяне на разговори
bn_bd: কলগুলি আলাদা করা যাচ্ছে না
bn_in: কল অমিলিত করা যাচ্ছে না
br: N'haller ket didoueziañ galvoù
ca: No es poden separar les trucades
cy: Methu dadgyfuno galwadau
eu: Ezin dira deiak banandu
fa: امکان لغو ادغام تماس‌ها وجود ندارد.
ga_ie: Ní féidir na glaonna a dínascadh
gd: Cha ghabh na gairmean a sgaradh
hi_in: कॉल अनमर्ज करने में असमर्थ
hr: Neuspješno odspajanje poziva
hu: Nem választhatók szét a hívások
id: Gagal memisahkan panggilan
km: មិន​អាច​មិន​បញ្ចូល​ការ​ហៅ​ចូល​គ្នា
kn: ವಿಲೀನಗೊಂಡಿದ್ದ ಕರೆಗಳನ್ನು ಬಿಡಿಸಲಾಗಲಿಲ್ಲ
mai: कॉल अनमर्ज करब मे असमर्थ
mg: Tsy afaka manasaraka ireo antso
ml: വിളികൾ പിരിക്കാൻ സാധ്യമല്ല
mr: संवाद वेगवेगळे करण्यास असमर्थ
ms: Tidak dapat mencerai panggilan
my: ခေါ်ဆိုမှူ များအား ခွဲထုတ်မရ
ne: कलहरु नमिलाउन असमर्थ
or: କଲ ମିଶାଇବାରେ ବିଫଳ
pt: Não foi possível desagregar as chamadas
pt_br: Não foi possível separar as chamadas
ro: Nu se pot descontopi apelurile
si: ඇමතුම් මුහුම් කිරීම අසාර්ථකයි
sw: Haikuweza kutenganisha simu
ta: அழைப்புகளை பிரிக்க இயலவில்லை
te: కాల్స్‌ను అన్ మెర్జ్ చేయలేకపోతున్నాం
th: ไม่สามารถเลิกรวมสาย
tr: Çağrılar ayrılamadı
ur: کال ضم کرنے میں ناکامی
uz: Qo‘ng‘iroqlarni ajratib bo‘lmaydi
wa: Dji n’ sai disrifonde les houcaedjes
xh: Ayikwazi ukuyahlula iminxeba
zu: Ayikwazi ukuhlukanisa izingcingo

source: Select audio sources
af: Kies oudiobronne
am: የ ድምፅ ምንጮችን ይምረጡ
ar: اختر مصادر الصوت
as: অডিঅ' উৎসমূহ বাছক
bg: Избиране на аудиоизточник
bn_bd: অডিও উৎস নির্বাচন করুন
bn_in: অডিও উৎস নির্বাচন করুন
br: Diuzañ an tarzhioù aodio
ca: Tria fonts d'àudio
cy: Dewis ffynonellau sain
eu: Hautatu audio-iturriak
fa: گزینش منابع صدا
ga_ie: Roghnaigh foinsí fuaime
gd: Tagh tùsan fuaime
hi_in: ऑडियो सूत्रों का चयन करें
hu: Hangforrás kiválasztása
id: Pilih sumber audio
km: ជ្រើស​ប្រភព​អូឌីយ៉ូ
kn: ಧ್ವನಿ ಆಕರಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
mai: आडियो सूत्र क चयन करू
mg: Hifantina loharanon-drakipeo
ml: ഓഡിയോ സ്രോതസ്സുകൾ തിരഞ്ഞെടുക്കുക
mr: ध्वनी स्त्रोत निवडा
ms: Pilih sumber audio
my: အသံရင်းမြစ်အား ရွေးပါ
ne: श्रवनस्रोत चयन गर्नुहोस्
or: ମୂଳ ଅଡ଼ିଓ ବାଛନ୍ତୁ
pt: Selecionar fontes áudio
pt_br: Selecionar fontes de áudio
ro: Selectează sursele audio
si: ශ්‍රව්‍ය මූලාශ්‍ර තෝරන්න
sw: Chagua vyano vya sauti
ta: ஒலி மூலங்களை தேர்
te: ఆడియో మూలాలను ఎంచుకోండి
th: เลือกแหล่งที่มาของเสียง
tr: Ses kaynaklarını seçin
ur: آڈیو ماخذ منتخب کریں
uz: Audio manbalarni tanlang
wa: Tchoezi sourdants odio
xh: Khetha imithombo ye-odiyo
zu: Khetha imithombo yemisindo

source: Bluetooth handsfree device
af: Handvrye Bluetooth-toestel
am: ብሉቱዝ ከ እጅ ነፃ አካሎች
ar: أجهزة بلوتوث اليدوية
as: ব্লুটুথ হেণ্ডচফ্ৰি ডিভাইচ
bg: Устройство свободни ръце на Bluetooth
bn_bd: ব্লুটুথ হ্যান্ডসফ্রি ডিভাইস
bn_in: ব্লুটুথ হ্যান্ডসফ্রি ডিভাইস
br: Trevnad Bluetooth gant dornioù dieub
ca: Dispositiu Bluetooth mans lliures
cy: Dyfais dwylo rhydd Bluetooth
eu: Esku libreko Bluetooth gailua
fa: دستگاه هندزفری بلوتوث
ga_ie: Gléas làmhshaor Bluetooth
gd: Uidheam Bluetooth Handsfree
hi_in: ब्लूटूथ हैंड्सफ्री उपकरण
hu: Bluetooth kéz nélküli eszköz
id: Perangkat bebas genggam Bluetooth
km: ឧបករណ៍​មិន​ប្រើ​ដៃ​សម្រាប់ប៊្លូធូស
kn: ಬ್ಲೂಟೂತ್ ಹ್ಯಾಂಡ್ಸ್‌-ಫ್ರೀ ಸಾಧನ
mai: ब्लूटूथ हैंड्सफ्री अओजार
mg: Fitaovana tànana-afaka Bluetooth
ml: ബ്ലൂടൂത്ത് ഹാൻഡ്സ്ഫ്രീ ഉപകരണം
mr: हॅंड्सफ्री ब्लूटूथ उपकरण
ms: Peranti bebas tangan bluetooth
my: ဘလူးတု ကြိုးမဲ့ ကိရိယာ
ne: ब्लुटुथ स्वतन्त्र यन्त्र हो
or: ବ୍ଲୁଟୁଥ ହ୍ୟାଣ୍ଡସେଟ ଯନ୍ତ୍ର
pt: Dispositivo Bluetooth mãos-livres
pt_br: Dispositivo handsfree Bluetooth
ro: Dispozitiv handsfree Bluetooth
si: බ්ලූටූත් හෑන්ඩ්ස්ෆ්‍රී උපාංගය
sw: Kifaa cha Bluetooth kisicho hitaji utumizi wa mkono
ta: ப்ளூடூத் கையற்ற சாதனம்
te: బ్లూటూత్ హ్యాండ్స్ ఫ్రీ పరికరం
tr: Bluetooth eller serbest cihazı
ur: بلوٹوت دست آزاد آلہ
uz: Bluetooth baland ovozli aloqa qurilmasi
wa: Éndjin Bluetooth libe mwin
xh: Isixhobo esingaphathwa ngesandla esine-Bluetooth
zu: Idivayisi ye-Bluetooth ephathwa ngesandla

source: Receiver
af: Ontvanger
am: ተቀባይ
ar: المُستقبل
as: প্ৰাপক
bg: Получател
bn_bd: গ্রাহক
bn_in: প্রাপক
br: Degemerer
ca: Receptor
cy: Derbynnydd
eu: Hargailua
fa: دریافت کننده
ga_ie: Glacadóir
gd: Glacadair
hi_in: प्राप्तकर्ता
hu: Vevő
id: Penerima
kk: Алушы
km: អ្នកទទួល
kn: ರಿಸೀವರು
mai: प्राप्तकर्ता
mg: Mpandray
ml: റിസീവർ
mr: प्राप्तकर्ता
ms: Penerima
my: လက်ခံသူ
ne: प्रप्तिकर्ता
or: ଗ୍ରହଣକାରୀ
pt: Recetor
pt_br: Recebedor
ro: Receptor
si: ලබන්නා
sw: Kipokeaji
ta: பெறுநர்
te: గ్రాహకం
th: ตัวรับสัญญาณ
tr: Alıcı
ur: وصول کنندہ
uz: Qabul qilgich
wa: Riçuveu
xh: Isamkeli
zu: Owamukelayo

source: Speaker
af: Luidspreker
am: ስፒከር
ar: السماعة
as: স্পিকাৰ
bg: Високоговорител
bn_bd: স্পিকার
bn_in: স্পিকার
br: Uhelgomzer
ca: Altaveu
cy: Uchelseinydd
eu: Bozgorailua
fa: بلندگو
ga_ie: Callaire
gd: Glaodhaire
hi_in: स्पीकर
hu: Hangszóró
id: Pengeras Suara
kk: Сөйлеушi
km: អូប៉ាល័រ​
kn: ಸ್ಪೀಕರ್‍‍ಗಳು
mai: स्पीकर
mg: Fanamafisam-peo
ml: സ്പീക്കർ
mr: स्पीकर
ms: Pembesar suara
my: စပီကာ
ne: वक्ता
or: ସ୍ପିକର
pt: Altifalante
pt_br: Alto-falante
ro: Difuzor
si: ස්පීකරය
sw: Msemaji
ta: ஒலி பெருக்கி
te: స్పీకరు
th: ลำโพง
tr: Hoparlör
ur: سپیکر
uz: Karnay
wa: Cåzeu
xh: Isithethi
zu: I-speaker

source: SIM PIN2
am: ሲም ፒን2
bn_bd: সিমের পিন২
br: PIN2 ar SIM
ca: PIN2 de la SIM
eu: SIM PIN2a
fa: ‏PIN2 سیم‌
ga_ie: SIM UAP2
mg: PIN2 an'ny SIM
ml: സിം പിൻ2
ne: SIM PIN२
pt: PIN2 do SIM
pt_br: PIN2 do SIM
ro: PIN2 pentru SIM
ta: சிம் பிண்2
te: సిమ్ పిన్2
th: PIN2 ของ SIM
wa: PIN2 del SIM
xh: I-SIM PIN2

source: SIM PUK2
am: ሲም ፑክ2
bn_bd: সিম PUK2
ca: PUK2 de la SIM
eu: SIM PUK2a
fa: ‏PUK2 سیم
id: PUK2 SIM
mg: PUK2 an'ny SIM
ml: സിം PUK2
ne: SIM PUK२
pt: PUK2 do SIM
pt_br: PUK2 do SIM
ro: PUK2 pentru SIM
ta: சிம் பியூகெ2
te: సిమ్ పియుకె2
th: PUK2 ของ SIM
wa: PUK2 del SIM
xh: I-SIM PUK2

source: PAD: {{ pad }}
am: መደወያ: {{ pad }}
bg: Слот: {{ pad }}
bn_bd: প্যাড: {{ pad }}
ca: Coixinet: {{ pad }}
eu: PADa: {{ pad }}
gd: PADA: {{ pad }}
hi_in: पॅड: {{ pad }}
ta: பிஏடி: {{ pad }}
tr: TUŞ TAKIMI: {{ pad }}

source: Start a conversation now
am: ውይይት አሁን ማስጀመሪያ
bn_bd: এখনই আলাপ শুরু করুন
ga_ie: Tosaigh comhrá anois
hu: Kezdjen beszélgetni most
pt: Iniciar uma conversa agora

source: PAD
am: መደወያ
bn_bd: প্যাড
hr: PAD Usluge
ml: പാഡ്
ta: பிஏடி
xh: IPHEDI

source: %A, %B %e
af: %A %e %B
bg: %A, %e %B
br: D'al/ar %A %e a viz %B
ca: %A %e %Eb
eu: %A, %Bk %e
ga_ie: %A, %e %B
gd: %A, %e %B
hr: %A, %e. %B
hu: %B %d. %A
id: %A, %e %B
pt: %A, %e de %B
pt_br: %a, %e de %B
ro: %A, %e %B
th: %A %e %B
tr: %e %B %A
wa: %A li %e di %B
xh: %A %e %B
zu: %A %e %B

source: {{ m }}:{{ s }}
pt_br: {{ m }}min {{ s }}s
si: මිනිත්තු {{ m }} යි තත්පර {{ s }} ක්

source: {{ h }}:{{ m }}:{{ s}}
pt_br: {{ h }}h {{ m }}min {{ s}}s
si: පැය {{ h }} යි මිනිත්තු {{ m }} කුත් තත්පර {{ s }} ක්

source: Asterisk
mg: Zanakintana

source: Asynchronous: {{ async }}
ku: Asenkron: {{ async }}\n
mg: Tsy mifandrindra: {{ async }}

source: Packet: {{ packet }}
ku: Pakêt: {{ packet }}
mg: Pake: {{ packet }}

source: Call forwarding status
ku: Rewşa beralîkirina lêgerînan
mg: Toetry ny fampitana antso

source: Synchronous: {{ sync }}
ku: Senkron: {{ sync }}\n
mg: Mifandrindra: {{ sync }}

source: Voice: {{ voice }}
ku: Deng: {{ voice }}
mg: Feo: {{ voice }}

source: Delete
mg: Hamafa

source: Hash sign
mg: Marika diezy

# keypadDelete.ariaLabel
source: Delete
mg: Hamafa

source: Phone number
mg: Nomeraon-telefaona

source: Voicemail
mg: Mailakafeo

# conference[one]
source: Conference ({{ n }})
mg: Kaonferansa ({{ n }})

# conference[two]
source: Conference ({{ n }})
mg: Kaonferansa ({{ n }})

# conference[few]
source: Conference ({{ n }})
mg: Kaonferansa ({{ n }})

# conference[many]
source: Conference ({{ n }})
mg: Kaonferansa ({{ n }})

# conference[other]
source: Conference ({{ n }})
mg: Kaonferansa ({{ n }})

source: USSD
ml: യുയുഎസ്ഡി

source: All
ku: Hemû

source: Data: {{ data }}
ku: Dane: {{ data }}\n

source: FAX: {{ fax }}
ku: FAKS: {{ fax }}

source: PAD: {{ pad }}
ku: KOMA BIŞKOKAN: {{ pad }}

source: SMS: {{ sms }}
ku: SMS: {{ sms }}\n

source: Missed
ku: Bêbersiv

# group-call[one]
source: Group call ({{ n }})
ku: Lêgerîna komî ({{ n }})

# group-call[two]
source: Group call ({{ n }})
ku: Lêgerîna komî ({{ n }})

# group-call[few]
source: Group call ({{ n }})
ku: Lêgerîna komî ({{ n }})

# group-call[many]
source: Group call ({{ n }})
ku: Lêgerîna komî ({{ n }})

# group-call[other]
source: Group call ({{ n }})
ku: Lêgerîna komî ({{ n }})
