Repository: translate/mozilla-gaia
Catalog: */apps/communications/dialer/dialer.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eu, fa, ga_ie, gd, hi_in, hr, hu, id, kk, km, kn, ku, mai, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: {{ h }} h {{ m }} m {{ s }} s
am: {{ h }} ሰ {{ m }} ደ {{ s }} ሰ
ar: {{ h }} سا {{ m }} د {{ s }} ثا
bg: {{ h }} ч {{ m }} м {{ s }} с
bn_bd: {{ h }} ঘ {{ m }} মি {{ s }} সে
br: {{ h }} e {{ m }} m {{ s }} e
ga_ie: {{ h }}u {{ m }}n {{ s }}s
gd: {{ h }} u {{ m }} m {{ s }} d
hu: {{ h }} ó {{ m }} p {{ s }} mp
id: {{ h }}j {{ m }}m {{ s }}d
kk: {{ h }} с {{ m }} м {{ s }} с
si: {{ h }} පැ {{ m }} මි {{ s }} ත
ta: {{ h }} h {{ m }} m {{ s }} வி
te: {{ h }} గం {{ m }} ని {{ s }} క్ష
th: {{ h }} ชั่วโมง {{ m }} นาที {{ s }} วินาที
tr: {{ h }} sa {{ m }} dk {{ s }} sn
ur: {{ h }} گھنٹے {{ m }} منٹ {{ s }} سیکنڈ
uz: {{ h }} s {{ m }} d {{ s }} s
wa: {{ h }} e {{ m }} m {{ s }} s

source: {{ n }} match for "{{ matchNumber }}"
af: {{ n }} soektreffer vir "{{ matchNumber }}"
am: {{ n }} ተመሳሳይ ለ "{{ matchNumber }}"
ar: {{ n }} نتيجة مطابقة لـ "{{ matchNumber }}"
as: "{{ matchNumber }}" ৰ বাবে {{ n }} মিল
bg: {{ n }} съответствие за „{{ matchNumber }}“
bn_bd: "{{ matchNumber }}" জন্য {{ n }} টি মিলেছে
bn_in: {{ n }} টি মিল আছে "{{ matchNumber }}" এর সাথে
br: {{ n }} a genglotadurioù gant "{{ matchNumber }}"
ca: {{ n }} coincidència de «{{ matchNumber }}»
cy: {{ n }} cydweddiad o "{{ matchNumber }}"
eu: Agerpen bat "{{ matchNumber }}" zenbakirako
fa: {{ n }} مورد مطابق با «{{ matchNumber }}» یافت شد
ga_ie: {{ n }} mholadh le haghaidh "{{ matchNumber }}"
gd: {{ n }} mhaids airson "{{ matchNumber }}"
hi_in: {{ n }} मैच "{{ matchNumber }}" के लिए
hr: {{ n }} podudaranje za "{{ matchNumber }}"
hu: {{ n }} találat erre: „{{ matchNumber }}”
id: {{ n }} cocok untuk "{{ matchNumber }}"
kk: {{ n }} сәйкестік "{{ matchNumber }}" үшін
km: {{ n }} ត្រូវ​គ្នា​​នឹង "{{ matchNumber }}"
kn: "{{ matchNumber }}" ಗಾಗಿ {{ n }} ಹೊಂದಿಕೆಯಾಗುತ್ತದೆ
ku: Hevgirtinek ji bo "{{ matchNumber }}"ê
mai: {{ n }} मैच "{{ matchNumber }}" कलेल
mg: Tandrify {{ n }} ho an'ny "{{ matchNumber }}"
ml: "{{ matchNumber }}"നു് {{ n }} ചേര്‍ച്ച
mr: "{{ matchNumber }}" साठी {{ n }} क्रमांक जुळतात
ms: {{ n }} padanan untuk "{{ matchNumber }}"
my: {{ n }} နဲ့တွဲသော "{{ matchNumber }}"
ne: "{{ matchNumber }}"का लागि {{ n }} वटा जोडा
or: {{ n }} ଟି ମେଳକ "{{ matchNumber }}" ପାଇଁ
pt: {{ n }} resultado para "{{ matchNumber }}"
pt_br: {{ n }} resultado para "{{ matchNumber }}"
ro: {{ n }} rezultat pentru „{{ matchNumber }}”
si: "{{ matchNumber }}" ට ගැලපුම් {{ n }} ක්
sw: {{ n }} oanisha "{{matchNumber}}"
ta: "{{ matchNumber }}" க்கு {{ n }} பொருந்துகிறது
te: "{{ matchNumber }}"తో {{ n }} పోలి ఉంది
th: {{ n }} ที่ตรงกันสำหรับ "{{ matchNumber }}"
tr: "{{ matchNumber }}" {{ n }} kez eşleşti
ur: {{ n }} مشابہ کرتا ہے "{{ matchNumber }}"
uz: {{ n }} ta topildi: "{{ matchNumber }}" uchun
wa: {{ n }} corespondance po « {{ matchNumber }} »
xh: I-{{ n }} etshatiswa ne-"{{ matchNumber }}"
zu: {{ n }} okumesha "{{ matchNumber }}"

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
af: {{ n }} soektreffers vir "{{ matchNumber }}"
am: {{ n }} ተመሳሳይ ለ "{{ matchNumber }}"
ar: {{ n }} تطابق ل‍ "{{ matchNumber }}"
as: "{{ matchNumber }}" ৰ বাবে {{ n }} মিল
bg: {{ n }} съответствия за „{{ matchNumber }}“
bn_bd: "{{ matchNumber }}" জন্য {{ n }} টি মিলেছে
bn_in: {{ n }} টি মিল আছে "{{ matchNumber }}" এর সাথে
br: {{ n }} a genglotadurioù gant "{{ matchNumber }}"
ca: {{ n }} coincidències de «{{ matchNumber }}»
cy: {{ n }} cydweddiad o "{{ matchNumber }}"
eu: {{ n }} agerpen "{{ matchNumber }}" zenbakirako
fa: {{ n }} مورد مطابق با «{{ matchNumber }}» یافت شد
ga_ie: {{ n }} mholadh le haghaidh "{{ matchNumber }}"
gd: {{ n }} mhaids airson "{{ matchNumber }}"
hi_in: {{ n }} मैच "{{ matchNumber }}" के लिए
hr: {{ n }} podudaranja za "{{ matchNumber }}"
hu: {{ n }} találat erre: „{{ matchNumber }}”
id: {{ n }} cocok untuk "{{ matchNumber }}"
kk: {{ n }} сәйкестік "{{ matchNumber }}" үшін
km: {{ n }} ត្រូវ​គ្នា​នឹង "{{ matchNumber }}"
kn: "{{ matchNumber }}" ಗಾಗಿ {{ n }} ಹೊಂದಿಕೆಯಾಗುತ್ತದೆ
ku: {{ n }} hevgirtin ji bo "{{ matchNumber }}"ê
mai: {{ n }} मैच "{{ matchNumber }}" कलेल
mg: Tandrify {{ n }} ho an'ny "{{ matchNumber }}"
ml: "{{ matchNumber }}"നു് {{ n }} ചേര്‍ച്ചകള്‍
mr: "{{ matchNumber }}" साठी {{ n }} क्रमांक जुळतात
ms: {{ n }} padanan untuk "{{ matchNumber }}"
my: {{ n }} နဲ့တွဲသော "{{ matchNumber }}"
ne: "{{ matchNumber }}"का लागि {{ n }} वटा जोडाहरु
or: {{ n }} ଟି ମେଳକ "{{ matchNumber }}" ପାଇଁ
pt: {{ n }} resultados para "{{ matchNumber }}"
pt_br: {{ n }} resultados para "{{ matchNumber }}"
ro: {{ n }} rezultate pentru „{{ matchNumber }}”
si: "{{ matchNumber }}" ට ගැලපුම් {{ n }} ක්
sw: {{ n }} oanisha "{{matchNumber}}"
ta: "{{ matchNumber }}" க்கு {{ n }} பொருந்துகிறது
te: "{{ matchNumber }}"తో {{ n }} పోలినవి ఉన్నాయి
th: {{ n }} ที่ตรงกันสำหรับ "{{ matchNumber }}"
tr: "{{ matchNumber }}" {{ n }} kez eşleşti
ur: {{ n }} مشابہ کرتا ہے "{{ matchNumber }}"
uz: {{ n }} ta topildi: "{{ matchNumber }}" uchun
wa: {{ n }} corespondances po « {{ matchNumber }} »
xh: Zi-{{ n }} ezitshatiswa ne-"{{ matchNumber }}"
zu: {{ n }} okumesha "{{ matchNumber }}"

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
af: {{ n }} soektreffers vir "{{ matchNumber }}"
am: {{ n }} ተመሳሳይ ለ "{{ matchNumber }}"
ar: {{ n }} تطابقات ل‍"{{ matchNumber }}"
as: "{{ matchNumber }}" ৰ বাবে {{ n }} মিল
bg: {{ n }} съответствия за „{{ matchNumber }}“
bn_bd: "{{ matchNumber }}" জন্য {{ n }} টি মিলেছে
bn_in: {{ n }} টি মিল আছে "{{ matchNumber }}" এর সাথে
br: {{ n }} a genglotadurioù gant "{{ matchNumber }}"
ca: {{ n }} coincidències de «{{ matchNumber }}»
cy: {{ n }} cydweddiad o "{{ matchNumber }}"
eu: {{ n }} agerpen "{{ matchNumber }}" zenbakirako
fa: {{ n }} مورد مطابق با «{{ matchNumber }}» یافت شد
ga_ie: {{ n }} mholadh le haghaidh "{{ matchNumber }}"
gd: {{ n }} maidsichean airson "{{ matchNumber }}"
hi_in: {{ n }} मैच "{{ matchNumber }}" के लिए
hr: {{ n }} podudaranja za "{{ matchNumber }}"
hu: {{ n }} találat erre: „{{ matchNumber }}”
id: {{ n }} cocok untuk "{{ matchNumber }}"
kk: {{ n }} сәйкестік "{{ matchNumber }}" үшін
km: {{ n }} ត្រូវ​គ្នា​នឹង "{{ matchNumber }}"
kn: "{{ matchNumber }}" ಗಾಗಿ {{ n }} ಹೊಂದಿಕೆಯಾಗುತ್ತದೆ
ku: {{ n }} hevgirtin ji bo "{{ matchNumber }}"ê
mai: {{ n }} मैच "{{ matchNumber }}" कलेल
mg: Tandrify {{ n }} ho an'ny "{{ matchNumber }}"
ml: "{{ matchNumber }}"നു് {{ n }} ചേര്‍ച്ചകള്‍
mr: "{{ matchNumber }}" साठी {{ n }} क्रमांक जुळतात
ms: {{ n }} padanan untuk "{{ matchNumber }}"
my: {{ n }} နဲ့တွဲသော "{{ matchNumber }}"
ne: "{{ matchNumber }}"का लागि {{ n }} वटा जोडाहरु
or: {{ n }} ଟି ମେଳକ "{{ matchNumber }}" ପାଇଁ
pt: {{ n }} resultados para "{{ matchNumber }}"
pt_br: {{ n }} resultados para "{{ matchNumber }}"
ro: {{ n }} rezultate pentru „{{ matchNumber }}”
si: "{{ matchNumber }}" ට ගැලපුම් {{ n }} ක්
sw: {{ n }} oanisha "{{ matchNumber}}"
ta: "{{ matchNumber }}" க்கு {{ n }} பொருந்துகிறது
te: "{{ matchNumber }}"తో {{ n }} పోలినవి ఉన్నాయి
th: {{ n }} ที่ตรงกันสำหรับ "{{ matchNumber }}"
tr: "{{ matchNumber }}" {{ n }} kez eşleşti
ur: {{ n }} مشابہ کرتا ہے "{{ matchNumber }}"
uz: {{ n }} ta topildi: "{{ matchNumber }}" uchun
wa: {{ n }} corespondances po « {{ matchNumber }} »
xh: Zi-{{ n }} ezitshatiswa ne-"{{ matchNumber }}"
zu: {{ n }} okumesha "{{ matchNumber }}"

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
af: {{ n }} soektreffers vir "{{ matchNumber }}"
am: {{ n }} ተመሳሳይ ለ "{{ matchNumber }}"
ar: {{ n }} من النتائج المطابقة ل‍"{{ matchNumber }}"
as: "{{ matchNumber }}" ৰ বাবে {{ n }} মিল
bg: {{ n }} съответствия за „{{ matchNumber }}“
bn_bd: "{{ matchNumber }}" জন্য {{ n }} টি মিলেছে
bn_in: {{ n }} টি মিল আছে "{{ matchNumber }}" এর সাথে
br: {{ n }} a genglotadurioù gant "{{ matchNumber }}"
ca: {{ n }} coincidències de «{{ matchNumber }}»
cy: {{ n }} cydweddiad o "{{ matchNumber }}"
eu: {{ n }} agerpen "{{ matchNumber }}" zenbakirako
fa: {{ n }} مورد مطابق با «{{ matchNumber }}» یافت شد
ga_ie: {{ n }} moladh le haghaidh "{{ matchNumber }}"
gd: {{ n }} maids airson "{{ matchNumber }}"
hi_in: {{ n }} मैच "{{ matchNumber }}" के लिए
hr: {{ n }} podudaranja za "{{ matchNumber }}"
hu: {{ n }} találat erre: „{{ matchNumber }}”
id: {{ n }} cocok untuk "{{ matchNumber }}"
kk: {{ n }} сәйкестік "{{ matchNumber }}" үшін
km: {{ n }} ត្រូវ​គ្នា​នឹង "{{ matchNumber }}"
kn: "{{ matchNumber }}" ಗಾಗಿ {{ n }} ಹೊಂದಿಕೆಯಾಗುತ್ತದೆ
ku: {{ n }} hevgirtin ji bo "{{ matchNumber }}"ê
mai: {{ n }} मैच "{{ matchNumber }}" कलेल
mg: Tandrify {{ n }} ho an'ny "{{ matchNumber }}"
ml: "{{ matchNumber }}"നു് {{ n }} ചേര്‍ച്ചകള്‍
mr: "{{ matchNumber }}" साठी {{ n }} क्रमांक जुळतात
ms: {{ n }} padanan untuk "{{ matchNumber }}"
my: {{ n }} တွဲသော "{{ matchNumber }}"
ne: "{{ matchNumber }}"का लागि {{ n }} वटा जोडाहरु
or: {{ n }} ଟି ମେଳକ "{{ matchNumber }}" ପାଇଁ
pt: {{ n }} resultados para "{{ matchNumber }}"
pt_br: {{ n }} resultados para "{{ matchNumber }}"
ro: {{ n }} rezultate pentru „{{ matchNumber }}”
si: "{{ matchNumber }}" ට ගැලපුම් {{ n }} ක්
sw: {{ n }} oanisha "{{ matchNumber}}"
ta: "{{ matchNumber }}" க்கு {{ n }} பொருந்துகிறது
te: "{{ matchNumber }}"తో {{ n }} పోలినవి ఉన్నాయి
th: {{ n }} ที่ตรงกันสำหรับ "{{ matchNumber }}"
tr: "{{ matchNumber }}" {{ n }} kez eşleşti
ur: {{ n }} مشابہ کرتا ہے "{{ matchNumber }}"
uz: {{ n }} ta topildi: "{{ matchNumber }}" uchun
wa: {{ n }} corespondances po « {{ matchNumber }} »
xh: Zi-{{ n }} ezitshatiswa ne-"{{ matchNumber }}"
zu: {{ n }} okumesha "{{ matchNumber }}"

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
af: {{ n }} soektreffers vir "{{ matchNumber }}"
am: {{ n }} ተመሳሳይ ለ "{{ matchNumber }}"
ar: {{ n }} من النتائج المطابقة ل‍"{{ matchNumber }}"
as: "{{ matchNumber }}" ৰ বাবে {{ n }} মিল
bg: {{ n }} съответствия за „{{ matchNumber }}“
bn_bd: "{{ matchNumber }}" জন্য {{ n }} টি মিলেছে
bn_in: {{ n }} টি মিল আছে "{{ matchNumber }}" এর সাথে
br: {{ n }} a genglotadurioù gant "{{ matchNumber }}"
ca: {{ n }} coincidències de «{{ matchNumber }}»
cy: {{ n }} cydweddiad o "{{ matchNumber }}"
eu: {{ n }} agerpen "{{ matchNumber }}" zenbakirako
fa: {{ n }} مورد مطابق با «{{ matchNumber }}» یافت شد
ga_ie: {{ n }} moladh le haghaidh "{{ matchNumber }}"
gd: {{ n }} maids airson "{{ matchNumber }}"
hi_in: {{ n }} मैच "{{ matchNumber }}" के लिए
hr: {{ n }} podudaranja za "{{ matchNumber }}"
hu: {{ n }} találat erre: „{{ matchNumber }}”
id: {{ n }} cocok untuk "{{ matchNumber }}"
kk: {{ n }} сәйкестік "{{ matchNumber }}" үшін
km: {{ n }} ត្រូវ​គ្នា​នឹង "{{ matchNumber }}"
kn: "{{ matchNumber }}" ಗಾಗಿ {{ n }} ಹೊಂದಿಕೆಯಾಗುತ್ತದೆ
ku: {{ n }} hevgirtin ji bo "{{ matchNumber }}"ê
mai: {{ n }} मैच "{{ matchNumber }}" कलेल
mg: Tandrify {{ n }} ho an'ny "{{ matchNumber }}"
ml: "{{ matchNumber }}"നു് {{ n }} ചേര്‍ച്ചകള്‍
mr: "{{ matchNumber }}" साठी {{ n }} क्रमांक जुळतात
ms: {{ n }} padanan untuk "{{ matchNumber }}"
my: {{ n }} နဲ့တွဲသော "{{ matchNumber }}"
ne: "{{ matchNumber }}"का लागि {{ n }} वटा जोडाहरु
or: {{ n }} ଟି ମେଳକ "{{ matchNumber }}" ପାଇଁ
pt: {{ n }} resultados para "{{ matchNumber }}"
pt_br: {{ n }} resultados para "{{ matchNumber }}"
ro: {{ n }} rezultate pentru „{{ matchNumber }}”
si: "{{ matchNumber }}" ට ගැලපුම් {{ n }} ක්
sw: {{ n }} oanisha "{{ matchNumber}}"
ta: "{{ matchNumber }}" க்கு {{ n }} பொருந்துகிறது
te: "{{ matchNumber }}"తో {{ n }} పోలినవి ఉన్నాయి
th: {{ n }} ที่ตรงกันสำหรับ "{{ matchNumber }}"
tr: "{{ matchNumber }}" {{ n }} kez eşleşti
ur: {{ n }} مشابہ کرتا ہے "{{ matchNumber }}"
uz: {{ n }} ta topildi: "{{ matchNumber }}" uchun
wa: {{ n }} corespondances po « {{ matchNumber }} »
xh: Zi-{{ n }} ezitshatiswa ne-"{{ matchNumber }}"
zu: {{ n }} okumesha "{{ matchNumber }}"

source: Call barring
af: Oproepversper
am: ጥሪ ማቆያ
ar: حظر المكالمات
as: কল বাৰিং
bg: Блокиране
bn_bd: কল বেয়ারিং
bn_in: কল বেয়ারিং
br: Strishadurioù galvoù
ca: Restricc. trucades
cy: Rhwystro galwadau
eu: Deien blokeoa
fa: انسداد تماس
ga_ie: Glaonna a bhacadh
gd: Bacadh air gairmean
hi_in: कॉल रोक
hr: Zabrana poziva
hu: Hívástiltás
id: Pembatasan panggilan
kk: Қоңырауға тыйым салу
km: បង្ខាំងទុក​ការហៅ
kn: ಕರೆ ತಡೆಹಿಡಿ
ku: Astengkirina lêgerînan
mai: कॉल रोक
mg: Fanakanana antso
ml: കോള്‍ തടയല്‍
mr: संवाद अडवा
ms: Menyekat panggilan
my: ခေါ်ဆိုမှူ ချိန်ညှိ
ne: अपवाद कल
or: କଲ ଅଟକାଯାଇଛି
pt: Barramento de chamadas
pt_br: Restrição de chamadas
ro: Blocarea apelurilor
si: ඇමතුම් අත්හිටුවීම
sw: Kuzia simu
ta: அழைப்பு தடுப்பு
te: కాల్ నిషేధం
th: การจำกัดสาย
tr: Arama engelleme
ur: اانتظاری کال
uz: Qo‘ng‘iroqlarni ta’qiqlash
xh: Ukuvala umnxeba
zu: Ukuvinjwa kwezingcingo ezithile

source: Call forwarding
af: Oproepaanstuur
am: ጥሪ ወደ ፊት ማስተላለፊያ
ar: تحويل المكالمات
as: কল ফৰৱাৰ্ডিং
bg: Пренасочване
bn_bd: কল ফরওয়ার্ডিং
bn_in: কল ফরওয়ার্ডিং
br: Treuzkas galvoù
ca: Desviació trucad.
cy: Anfon galwadau ymlaen
eu: Dei-birbidalketa
fa: انتقال تماس
ga_ie: Glaonna a chur ar aghaidh
gd: Sìneadh air adhart ghairmean
hi_in: कॉल फ़ॉरवर्डिंग
hr: Preusmjeravanje
hu: Hívástovábbítás
id: Pengalihan panggilan
kk: Қоңырауды қайта бағдарлау
km: បញ្ជូន​ការហៅ
kn: ಕರೆ ಫಾರ್ವರ್ಡ್
ku: Beralîkirina lêgerînan
mai: कॉल अग्रेषित
mg: Fampitana antso
ml: കോള്‍ കൈമാറല്‍
mr: संवाद ढकलणे
ms: Mengajukan panggilan
my: ခေါ်ဆိုမှူလွဲပြောင်းခြင်း
ne: कल पठाउँदै
or: କଲ ଫରୱାର୍ଡ଼
pt: Reencaminhamento
pt_br: Desvio de chamadas
ro: Redirect. apeluri
si: ඇමතුම් යොමු කිරීම
sw: Kutuma simu mbele
ta: அழைப்பு முன்னனுப்புகிறது
te: కాల్ ఫార్వార్డింగు
th: การโอนสาย
tr: Yönlendirme
ur: کال آگے بھیج رہا ہے
uz: Qo‘ng‘iroqni yo‘naltirish
wa: Ricassaedje do houcaedje
xh: Ukudlulisela umnxeba
zu: Ukudluliselwa phambili kwezingcingo

source: Incoming Caller ID
af: Inkomende beller-ID
am: ወደ ውስጥ የሚመጡ ጥሪዎች መለያ
ar: المعرَف بجهة الاتصال
as: অন্তৰ্গামী কলাৰ ID
bg: Входящо обаждане
bn_bd: ইনকামিং কলার আইডি
bn_in: ইনকামিং কলার আইডি
br: Pivelezh ar galver o tont tre
ca: ID trucada entr.
cy: Enw Galwad i Mewn
eu: Sar. deitzaile-IDa
fa: شناسه تماس‌های ورودی
ga_ie: Aitheantas Glaoiteora Isteach
gd: ID a’ ghairmeir a tha a’ cur fòn thugad
hi_in: आने वाली कॉलर ID
hr: ID dol. poziva
hu: Bejövő hívó
id: ID Panggilan Masuk
km: លេខ​សម្គាល់​អ្នក​ហៅ​ចូល
kn: ಒಳಬರುವ ಕರೆ ID
ku: Nasnameya lêgerîna hatî
mai: आबै बला कॉलर ID
mg: ID Mpiantso Miditra
ml: ഇങ്ങോട്ട് വിളിക്കുന്ന ആളിന്റെ ഐഡി
mr: येणाऱ्या कॉलचा आयडी
ms: ID Pemanggil Masuk
my: ခေါ်ဆိုသူ အိုင်ဒီ
ne: आगमन कलर आईडी
or: ଆସୁଥିବା କଲର ID
pt: Autor das chamadas recebidas
pt_br: Identificação da chamada de entrada
ro: ID-ul de intrare al apelantului
si: ලැබෙන ඇමතුමේ ඇමතුම් හැදුනුම
sw: Kitambulishi cha Mpigaji Anayeingia
ta: வருமழைப்பு அடையாளம்
te: లోనికివచ్చు కాలర్ ఐడీ
th: ID ผู้โทรเข้า
tr: Arayanın numarası
ur: موصولہ کالر کی شناخت
uz: Kiruvchi qo‘ng‘iroq raqami
wa: ID då houkeu rintrant
xh: Isazisi somntu otsala umnxeba ongenayo
zu: I-ID yocingo olungenayo

source: Outgoing Caller ID
af: Uitgaande beller-ID
am: ወደ ውጪ የሚላኩ ጥሪዎች መለያ
ar: معرف المتصل الصادر
as: বহিৰ্গামী কলাৰ ID
bg: Изходящо обаждане
bn_bd: আউটগোয়িং কলার আইডি
bn_in: আউটগোয়িং কলার আইডি
br: Niverenn oc'h ermaeziañ
ca: ID trucada sort.
cy: Enw Galwad Allan
eu: Irt. deitzaile-IDa
fa: شناسه تماس‌های خروجی
ga_ie: Aitheantas Glaoiteora Amach
gd: ID nan gairmean agad fhèin
hi_in: बाहर जाने वाले कॉलर ID
hr: ID odlaznog poziva
hu: Kimenő hívó
id: ID Panggilan Keluar
km: លេខ​សម្គាល់​អ្នក​ហៅ​ចេញ
kn: ಹೊರಹೋಗುತ್ತಿರುವ ಕರೆ ID
ku: Nasnameya lêgerîna çûyî
mai: बाहर जाए बला कॉलर ID
mg: ID Mpiantso Mivoaka
ml: അങ്ങോട്ട് വിളിക്കുന്ന ആളിന്റെ ഐഡി
mr: जाणाऱ्या कॉलचा आयडी
ms: ID Pemanggil Keluar
my: ခေါ်ဆိုသွားသူအိုင်ဒီ
ne: बाह्यगमन कलर आईडी
or: ଯାଉଥିବା କଲର ID
pt: Autor de chamadas efetuadas
pt_br: Identificação do seu aparelho
ro: ID-ul de ieșire al apelantului
si: ලබාගන්නා ඇමතුමේ ඇමතුම් හැදුනුම
sw: Kitambulishi cha Mpigaji Anayetoka
ta: செல்லுமழைப்பு அடையாளம்
te: బయటకువెళ్ళు కాలర్ ఐడీ
th: ID ผู้โทรออก
tr: Numaramı göster
ur: اخراجی کالر کی شناخت
uz: Chiquvchi qo‘ng‘iroq raqami
wa: ID då houkeu rexhant
xh: Isazisi somntu otsala umnxeba ophumayo
zu: I-ID yocingo oluphumayo

source: Password change
af: Wagwoordverandering
am: የመግቢያ ቃል መቀየሪያ
ar: تغيير كلمة السر
as: পাছৱৰ্ড পৰিবৰ্তন
bg: Промяна на парола
bn_bd: পাসওয়ার্ড পরিবর্তন করুন
bn_in: পাসওয়ার্ড পরিবর্তন
br: Kemmañ ar ger-tremen
ca: Canvi de contrasenya
cy: Newid cyfrinair
eu: Pasahitz-aldaketa
fa: تغییر گذر‌واژه
ga_ie: Athrú focail faire
gd: Atharrachadh an fhacail-fhaire
hi_in: कूटशब्द परिवर्तन
hr: Promjena lozinke
hu: Jelszómódosítás
id: Ganti sandi
kk: Парольді өзгерту
km: ផ្លាស់ប្ដូរ​ពាក្យ​សម្ងាត់
kn: ಗುಪ್ತಪದ ಬದಲಾವಣೆ
ku: Şîfreyê biguherîne
mai: गुड़किल्ली परिवर्तन
mg: Fanovana tenimiafina
ml: രഹസ്യവാക്ക് മാറ്റല്‍
mr: पासवर्ड बदल
ms: Tukar kata laluan
my: စကားဝှက်ပြောင်း
ne: पासवर्ड परिवर्तन
or: ପାସୱାର୍ଡ଼ ପରିବର୍ତ୍ତନ
pt: Alteração de palavra-passe
pt_br: Troca de senha
ro: Schimbarea parolei
si: මුරපදය වෙනස් කරන්න
sw: Badiliko la nenosiri
ta: கடவுச்சொல்லை மாற்று
te: సంకేతపదం మార్పు
th: การเปลี่ยนรหัสผ่าน
tr: Parola değiştir
ur: پاس ورڈ تبدیل کریں
uz: Parolni o‘zgartirish
wa: Candjmint do scret
xh: Ukutshintsha ipasiwedi
zu: Ukushintshwa kwe-password

source: Call waiting
af: Wagoproepdiens
am: ጥሪ ማቆያ
ar: إنتظار المكالمة
as: কল অপেক্ষা
bg: Изчакване на обажданията
bn_bd: কল ওয়েটিং
bn_in: কল ওয়েটিং
br: Galv o c'hortoz
ca: Trucada en espera
cy: Aros galwad
eu: Dei-itxarotea
fa: انتظار تماس
ga_ie: Glao ar feitheamh
gd: Gairm a’ feitheamh
hi_in: कॉल प्रतिक्षा में
hr: Poziv na čekanju
hu: Hívásvárakoztatás
id: Nada sela
kk: Қоңырауды күту
km: រង់ចាំ​ការ​ហៅ
kn: ಕರೆ ಕಾಯುವಿಕೆ
ku: Rawestandina lêgerînan
mai: कॉल वेटिंग मे अछि
mg: Fampiandrasana antso
ml: കോള്‍ കാത്തിരിപ്പ്
mr: संवाद प्रतिक्षा
ms: Panggilan menunggu
my: ခေါ်ဆိုမှူစောင့်ဆိုင်းနေသှ်
ne: कल प्रतिक्षा
or: କଲ ଅପେକ୍ଷା କରିଛି
pt: Chamada em espera
pt_br: Chamada em espera
ro: Apel în așteptare
si: ඇමතුම් රැඳවීම
sw: Kusibiri kupiga simu
ta: காத்திருக்கவும்
te: కాల్ నిరీక్షణ
th: การรอสาย
tr: Arama bekletme
ur: اانتظاری کال
uz: Qo‘ng‘iroq kutilmoqda
wa: Ratindaedje do houcaedje
xh: Umnxeba okulindileyo
zu: Kunocingo olulindile

source: PIN change
af: PIN-verandering
am: ፒን መቀየሪያ
ar: تغيير رمز PIN
as: PIN পৰিবৰ্তন
bg: Смяна на PIN
bn_bd: পিন পরিবর্তন
bn_in: PIN পরিবর্তন
br: Cheñch PIN
ca: Canvi de PIN
cy: Newid PIN
eu: PIN aldaketa
fa: تغییر PIN
ga_ie: Athrú UAP
gd: Atharrachadh a’ PIN
hi_in: PIN परिवर्तन करें
hr: Promijeni PIN
hu: PIN-módosítás
id: Ganti PIN
kk: PIN өзгерту
km: ផ្លាស់ប្ដូរ PIN
kn: PIN ಬದಲಾವಣೆ
ku: PINê biguherîne
mai: PIN परिवर्तन करू
mg: Fanovana PIN
ml: പിന്‍ മാറ്റം
mr: PIN बदल
ms: Tukar PIN
my: PIN ပြောင်း
ne: PIN परिवर्तन
or: PIN ପରିବର୍ତ୍ତନ
pt: Alteração do PIN
pt_br: Troca de PIN
ro: Schimbare PIN
si: PIN අංකය වෙනස් කිරීම
sw: Badiliko la PIN
ta: PINஐ மாற்று
te: పిన్ మార్పు
th: การเปลี่ยน PIN
tr: PIN değiştir
ur: PIN تبدیلی
uz: PIN kodni o‘zgartirish
wa: Candjmint do PIN
xh: Ukutshintsha i-PIN
zu: Ukushintshwa kwe-PIN

source: PIN2 change
af: PIN2-verandering
am: ፒን2 መቀየሪያ
ar: تغيير رمز PIN2
as: PIN2 পৰিবৰ্তন
bg: Смяна на PIN2
bn_bd: পিন২ পরিবর্তন
bn_in: PIN2 পরিবর্তন
br: Kemmañ PIN2
ca: Canvi de PIN2
cy: Newid PIN2
eu: PIN2 aldaketa
fa: تغییر PIN2
ga_ie: Athrú UAP2
gd: Atharrachadh a’ PIN2
hi_in: PIN2 परिवर्तन करें
hr: Promijeni PIN2
hu: PIN2-módosítás
id: Ganti PIN2
kk: PIN2 өзгерту
km: ផ្លាស់ប្ដូរ PIN2
kn: PIN2 ಬದಲಾವಣೆ
ku: PIN2yê biguherîne
mai: PIN2 परिवर्तन करू
mg: Fanovana PIN2
ml: പിന്‍2 മാറ്റം
mr: PIN2 बदल
ms: Tukar PIN2
my: PIN2 ပြောင်း
ne: PIN2 परिवर्तन
or: PIN2 ପରିବର୍ତ୍ତନ
pt: Alteração do PIN2
pt_br: Troca de PIN2
ro: Schimbare PIN2
si: PIN2 වෙනස් කරන්න
sw: Badiliko la PIN2
ta: PIN2ஐ மாற்று
te: పిన్2 మార్పు
th: การเปลี่ยน PIN2
tr: PIN2 değiştir
ur: PIN2 تبدیلی
uz: PIN2 kodni o‘zgartirish
wa: Candjmint do PIN2
xh: Ukutshintsha i-PIN2
zu: Ukushintshwa kwe-PIN2

source: Unblock PIN
af: Ontblokkeer PIN
am: ፒን መክፈቻ
ar: فك إقفال PIN
as: PIN আনব্লক কৰক
bg: Отблокиране PIN
bn_bd: পিন আনব্লক করুন
bn_in: PIN আনব্লক
br: Diherzel PIN
ca: Desbloca el PIN
cy: Dad-rwystro PIN
eu: Desblokeatu PINa
fa: آزادسازی PIN
ga_ie: Bain bac den UAP
gd: Thoir am bacadh far a’ PIN
hi_in: PIN खोल दे
hr: Odblokiraj PIN
hu: PIN feloldása
id: Buka blokir PIN
kk: PIN блоктаудан босату
km: បើក​លេខ​កូដ PIN
kn: PIN ನಿರ್ಬಂಧ ತೆಗೆ
ku: Kilîda PINê veke
mai: PIN खोलि दिअ
mg: Hamotsotra PIN
ml: പിൻ തടസ്സം നീക്കുക
mr: PIN उघडा
ms: Nyahsekat PIN
my: PIN ဖွင့်ပြီး
ne: PIN बाधा हटाउनु
or: PIN ଖୋଲନ୍ତୁ
pt: Desbloquear PIN
pt_br: Desbloqueio de PIN
ro: Deblocare PIN
si: PIN අඟුලු මුදන්න
sw: Fungua PIN
ta: PINஐ தடுப்பை திற
te: పిన్ అన్‌బ్లాక్ చేయి
th: เลิกปิดกั้น PIN
tr: PIN kilidini aç
ur: PIN ان بلاک کریں
uz: PIN kodni blokdan chiqarish
wa: Dizeclawer PIN
xh: Ukuvula i-PIN
zu: Ungabhlokhi i-PIN

source: Unblock PIN2
af: Ontblokkeer PIN2
am: ፒን2 መክፈቻ
ar: فك أقفال PIN2
as: PIN2 আনব্লক কৰক
bg: Отблокиране PIN2
bn_bd: পিন২ আনব্লক করুন
bn_in: PIN2 আনব্লক
br: Diherzel PIN2
ca: Desbloca el PIN2
cy: Dadrwystro PIN2
eu: Desblokeatu PIN2a
fa: PIN2 آزاد سازی
ga_ie: Bain bac den UAP2
gd: Thoir am bacadh far a’ PIN2
hi_in: PIN2 खोल दे
hr: Odblokiraj PIN2
hu: PIN2 feloldása
id: Buka blokir PIN2
kk: PIN2 блоктаудан босату
km: ដោះលេខកូដ PIN2
kn: PIN2 ಅನಿರ್ಬಂಧಿತಗೊಳಿಸು
ku: Kilîda PIN2yê veke
mai: PIN2 खोलि दिअ
mg: Hamotsotra PIN2
ml: പിൻ2 തടസ്സം നീക്കുക
mr: PIN2 उघडा
ms: Nyahsekat PIN2
my: PIN2 ဖွင့်ပြီး
ne: PIN2 बाधा हटाउनुहोस्
or: PIN2 ଖୋଲନ୍ତୁ
pt: Desbloquear PIN2
pt_br: Desbloqueio de PIN2
ro: Deblocare PIN2
si: PIN2 අඟුලු මුදන්න
sw: Fungua PIN2
ta: PIN2ன் தடுப்பை திற
te: పిన్2 అన్‌బ్లాక్ చేయి
th: เลิกปิดกั้น PIN2
tr: PIN2 kilidini aç
ur: PIN2 ان بلاک کریئں
uz: PIN2 kodni blokdan chiqarish
wa: Dizeclawer PIN2
xh: Ukuvula i-PIN2
zu: Ungabhlokhi i-PIN2

source: Voice
af: Stem
am: ድምፅ
ar: صوت
as: ভয়েচ
bg: Глас
bn_bd: ভয়েস
bn_in: ধ্বনি
br: Mouezh
ca: Veu
cy: Llais
eu: Ahotsa
fa: صدا
ga_ie: Guth
gd: Guth
hi_in: आवाज़
hr: Glasovne usluge
hu: Hang
id: Suara
kk: Дауыс
km: សំឡេង
kn: ಧ್ವನಿ
ku: Deng
mai: आवाज
mg: Feo
ml: വോയ്സ്
mr: आवाज
ms: Suara
my: အသံ
ne: स्वर
or: ସ୍ୱର
pt: Voz
pt_br: Voz
ro: Voce
si: හඬ
sw: Sauti
ta: குரல்
te: స్వరం
th: เสียง
tr: Ses
ur: آواز
uz: Ovoz
wa: Vwès
xh: Ilizwi
zu: Izwi

source: Data
am: ዳታ
ar: بيانات
as: তথ্য
bg: Данни
bn_bd: ডাটা
bn_in: তথ্য
br: Roadennoù
ca: Dades
eu: Datuak
fa: داده
ga_ie: Sonraí
gd: Dàta
hi_in: डाटा
hr: Podatkovne usluge
hu: Adatok
kk: Мәлімет
km: ទិន្នន័យ
kn: ಮಾಹಿತಿ
ku: Dane
mai: डेटा
ml: ഡേറ്റ
mr: माहिती
my: ဒေတာ
ne: डाटा
or: ତଥ୍ଯ
pt: Dados
pt_br: Dados
ro: Date
si: දත්ත
ta: தரவு
te: దత్తాంశం
th: ข้อมูล
tr: Veri
ur: کوائف
uz: Ma’lumot
wa: Dinêyes
xh: Iingcombolo
zu: Idatha

source: FAX
af: FAKS
am: ፋክስ
ar: فاكس
bn_bd: ফ্যাক্স
br: Pelleiler
cy: FFACS
eu: FAXa
fa: فکس
ga_ie: FACS
gd: FACS
hr: FAX usluge
id: FAKS
kk: Факс
ku: FAKS
ml: ഫാക്സ്
ms: FAKS
ne: फ्याक्स
si: ෆැක්ස්
sw: FAKSI
ta: தொலைநகல்
te: ఫ్యాక్స్
tr: Faks
uz: FAKS
wa: FACS
xh: IFEKSI
zu: IFEKSI

# serviceClassSms
source: SMS
am: ኤስኤምኤስ
ar: رسالة نصية
bn_bd: এসএমএস
eu: SMSa
fa: پیام‌کوتاه
hi_in: एसएमएस
km: សារ​ខ្លី

source: Sync
af: Sinchro
ar: مزامنة
as: সংমিহলি কৰক
bg: Синхр.
bn_bd: সিনক্রোনাইজ
bn_in: সিঙ্ক
br: Goubred
ca: Sínc.
cy: Cydweddu
eu: Sinkr.
fa: همگام‌سازی
ga_ie: Sionc
hi_in: सिंक
hr: Usluge sinkronizacije
hu: Szinkron
id: Sinkronkan
kk: Синхрондау
km: ធ្វើ​សមកាលកម្ម
kn: ಸಿಂಕ್
mai: सिंक
mg: Hampifandrindra
ml: സിങ്ക്
mr: ताळमेळ
my: ချိတ်ဆက်
ne: सिन्क्रोनाइज
or: ସନ୍ତୁଳନ
pt: Síncrono
pt_br: Síncrono
ro: Sincronic
si: සමමුහුර්ත
sw: Landanisha
ta: ஒத்திசை
te: సింక్రనించు
th: ซิงค์
tr: Senkron
ur: ہمہ وار کریں
uz: Sinx
wa: Sincro
xh: Ungqamaniso
zu: Qondanisa
