Repository: translate/mozilla-gaia
Catalog: */apps/communications/dialer/dialer.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eu, fa, ga_ie, gd, hi_in, hr, hu, id, kk, km, kn, ku, mai, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: SS request is modified to USSD request
af: SS-versoek is gewysig na USSD-versoek
am: SS ጥያቄ ተሻሽሏል ወደ USSD ጥያቄ
ar: يتم تعديل الطلب SS لطلب USSD
as: SS অনুৰোধক USSD অনুৰোধলৈ পৰিবৰ্তন কৰা হৈছে
bg: SS запитването е променено на USSD запитване
bn_bd: SS অনুরোধ USSD অনুরোধে পরিবর্তিত
bn_in: SS অনুরোধ USSD অনুরোধে পরিবর্তিত হয়ে গেছে
br: Amdroet eo bet ar goulenn SS d'ur goulenn USSD
ca: La sol·licitud SS s'ha modificat a una sol·licitud USSD
cy: Cais SS wedi ei newid ar gais yr USSD
eu: SS eskaera USSD eskaerara aldatu da
fa: درخواست SS به درخواست USSD اصلاح شده است
ga_ie: Athraíodh iarratas SS go hiarratas USSD
gd: Chaidh iarrtas USSD a dhèanamh dhen iarrtas SS
hi_in: SS अनुरोध को USSD अनुरोध में संशोधित किया गया है
hr: SS zahtjev je prenamijenjen u novi USSD zahtjev
hu: Az SS kérés módosítva USSD kérésre
id: Permintaan SS dimodifikasi ke permintaan USSD
km: សំណើ SS ត្រូវ​បាន​កែប្រែ​ទៅ​សំណើ USSD
kn: SS ಮನವಿಯನ್ನು USSD ಮನವಿಗೆ ಮಾರ್ಪಡಿಸಲಾಗಿದೆ
ku: Daxwaza SSê bi ya USSDê hat guhertin
mai: SS अनुरोध केँ USSD अनुरोध मे संशोधित कएल गेल अछि
mg: Hataka SS novaina ho hataka USSD
ml: എസ്എസ് ആവശ്യം യുഎസ്എസ്ഡി ആവശ്യമായി മാറ്റിയിരിയ്ക്കുന്നു
mr: SS विनंती USSD विनंतीमध्ये बदलली आहे
ms: Permintaan SS telah diubahsuai kepada permintaan USSD
my: SS တောင်းဆိုမှူအား USSD အဖြစ်ပြောင်းလွှဲပြီး
ne: SS अनुरोध USSD अनुरोधमा परिमाजन गरियो
or: SS ଅନୁରୋଧଟି USSD ଅନୁରୋଧକୁ ବଦଳାଗଲା
pt: O pedido SS é modificado para um pedido USSD
pt_br: A soliticação SS está modificada para soliticação USSD
ro: Cererea SS este modificată în cerere USSD
si: SS ඉල්ලීම, USSD ඉල්ලීමක් ලෙසින් විකරණය කලා
sw: Ombi la SS imerekebishwa hadi ombi la USSD
ta: SS கோரிக்கையானது USSD கோரிக்கையாக மாற்றப்பட்டது
te: SS అభ్యర్థన USSD అభ్యర్థనగా మార్చబడింది
th: คำร้องขอ SS ถูกเปลี่ยนแปลงเป็นคำร้องขอ USSD
tr: SS isteği USSD isteğiyle değiştirildi
ur: SS درخواست ترمیمی کی گئی ہے USSD درخواست پر
uz: SS so‘rovi USSD so‘roviga o‘zgartirildi
wa: Li dmande SS est candjeye e dmande USSD
xh: Isicelo se-SS silungiselelwe isicelo se-USSD
zu: Isicelo se-SS sishintshelwe esicelweni se-USSD

source: SS request is modified to new SS request
af: SS-versoek is gewysig na nuwe SS-versoek
am: SS ጥያቄ ተሻሽሏል ወደ አዲስ SS ጥያቄ
ar: طلب SS تعدل الى طلب SS جديد
as: SS অনুৰোধক SS অনুৰোধলৈ পৰিবৰ্তন কৰা হৈছে
bg: SS запитването е променено на ново SS запитване
bn_bd: SS অনুরোধ পরিবর্তিত হয়ে নতুন SS অনুরোধ হয়েছে
bn_in: SS অনুরোধ নতুন SS অনুরোধে পরিবর্তিত হয়ে গেছে
br: Amdroet eo bet ar goulenn SS d'ur goulenn SS nevez
ca: La sol·licitud SS s'ha modificat a una sol·licitud SS nova
cy: Cais SS wedi ei newid i gais SS newydd
eu: SS eskaera SS eskaera berrira aldatu da
fa: درخواست SS به درخواست جدید SS اصلاح شده است
ga_ie: Athraíodh iarratas SS go hiarratas nua SS
gd: Chaidh iarrtas SS ùr a dhèanamh dhen iarrtas SS
hi_in: SS अनुरोध को नए SS अनुरोध में संशोधित किया गया है
hr: SS zahtjev je prenamijenjen u SS zahtjev
hu: Az SS kérés módosítva új SS kérésre
id: Permintaan SS dimodifikasi ke permintaan SS baru
km: សំណើ SS ត្រូវ​បាន​កែប្រែ​ទៅ​សំណើ SS ថ្មី
kn: SS ಮನವಿಯನ್ನು ಹೊಸ SS ಮನವಿಗೆ ಮಾರ್ಪಡಿಸಲಾಗಿದೆ
ku: Daxwaza SSê bi daxwazeke nû ya SSê hat guhertin
mai: SS अनुरोध केँ नव SS अनुरोध मे संशोधित कएल गेल अछि
mg: Hataka SS novaina ho hataka SS vaovao
ml: എസ്എസ് ആവശ്യം പുതിയ എസ്എസ് ആവശ്യമായി മാറ്റിയിരിയ്ക്കുന്നു
mr: SS विनंती नवीन SS विनंतीमध्ये बदलली आहे
ms: Permintaan SS telah diubahsuai kepada permintaan SS baru
my: SS တောင်းဆိုမှူအား SS အသစ်တစ်ခုသို့ပြောင်းလွှဲပြီး
ne: SS अनुरोध नयाँ SS अनुरोधमा परिमाजन गरियो
or: SS ଅନୁରୋଧଟି ଏକ ନୂଆ SS ଅନୁରୋଧକୁ ବଦଳାଗଲା
pt: O pedido SS é modificado para um novo pedido SS
pt_br: A soliticação SS está modificada para soliticação SS
ro: Cererea SS este modificată într-o cerere nouă SS
si: SS ඉල්ලීම, නව SS ඉල්ලීමක් ලෙසින් විකරණය කලා
sw: Ombi la SS imerekebishwa hadi ombi mpya la SS
ta: SS கோரிக்கையானது புதிய SS கோரிக்கையாக மாற்றப்பட்டது
te: SS అభ్యర్థన సరికొత్త SS అభ్యర్థనగా మార్చబడింది
th: คำร้องขอ SS ถูกเปลี่ยนแปลงเป็นคำร้องขอ SS ใหม่
tr: SS isteği yeni SS isteğiyle değiştirildi
ur: SS درخواست ترمیمی کی گئی ہے SS درخواست پر
uz: SS so‘rovi yangi SS so‘roviga o‘zgartirildi
wa: Li dmande SS est candjeye e-n ene novele dimande SS
xh: Isicelo se-SS silungiselelwe isicelo se-SS
zu: Isicelo se-SS sishintshelwe esicelweni esisha se-SS

source: Only {{ n }} retry left
af: Net {{ n }} probeerslag oor
am: ብቻ {{ n }} እንደገና ሙከራዎች ቀርተዋል
ar: بقيت {{ n }} محاولة
as: কেৱল {{ n }} চেষ্টা অৱশিষ্ট
bg: Остава само {{ n }} опит
bn_bd: মাত্র {{ n }} টি পুনঃচেষ্টা বাকি আছে
bn_in: কেবল {{ n }} বার চেষ্টা করা বাকি
br: {{ n }} esae a chom nemetken
ca: Només queda {{ n }} intent
cy: Dim ond {{ n }} cais ar ôl
eu: Azken aukera falta da
fa: فقط {{ n }} تلاش مجدد باقی مانده است
ga_ie: Níl ach {{ n }} iarracht fágtha
gd: Chan air ach {{ n }} oidhirp air fhàgail agad
hi_in: केवल {{ n }} पुन: प्रयास बचे हुए
hr: Preostao je samo {{ n }} pokušaj
hu: Csak {{ n }} kísérlete van
id: Tinggal {{ n }} kesempatan tersisa
kk: Тек {{ n }} талап қалды
kn: ಕೇವಲ {{ n }} ಮರುಪ್ರಯತ್ನ ಬಾಕಿ ಇದೆ
ku: Tenê ceribandinek ma
mai: केवल {{ n }} पुन: प्रयास बचल
mg: Andrana {{ n }} monja sisa
ml: {{ n }} തവണ കൂടെ മാത്രമേ ശ്രമിക്കാൻ സാധിക്കൂ
mr: फक्त {{ n }} पुनःप्रयत्न बाकी
ms: Hanya {{ n }} cubaan berbaki
my: {{ n }} ကြိမ်သာ ကြိုးစားရန်ကျန်သှ်
ne: {{ n }} कोसिस मात्र बाँकी
or: ଆଉ {{n}} ଥର ଚେଷ୍ଟା କରିପାରିବେ
pt: Apenas {{ n }} tentativa remanescente
pt_br: Apenas {{ n }} tentativa restante
ro: Doar {{ n }} încercare rămasă
si: තවත් {{ n }} වාරයක් නැවත උත්සහ කල හැකියි
sw: Jaribio tena {{ n }} tu ndio zimebaki
ta: முயற்சிக்க {{ n }} மட்டுமே உள்ளது
te: కేవలం {{ n }} ప్రయత్నం మాత్రమే మిగిలివుంది
th: เหลืออีกเพียง {{ n }} ครั้งเท่านั้น
tr: Sadece {{ n }} hakkınız kaldı
ur: صرف {{ n }} کوشش بکایا
uz: Faqat {{ n }} ta urinish qoldi
wa: Pus k’ {{ n }} novele saye
xh: Kuphela zi-{{ n }} eziseleyo zokuzama
zu: Kusele amathuba angu-{{ n }} kuphela

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
af: {{ n }} probeerslae oor
am: {{ n }} እንደገና ሙከራዎች ቀርተዋል
ar: {{ n }} محاولات متبقية
as: {{ n }} চেষ্টা অৱশিষ্ট
bg: Остават {{ n }} опита
bn_bd: {{ n }} টি পুনঃচেষ্টা বাকি আছে
bn_in: কেবল {{ n }} বার চেষ্টা করা বাকি
br: {{ n }} esae a chom
ca: Queden {{ n }} intents
cy: {{ n }} cais ar ôl
eu: {{ n }} aukera falta dira
fa: {{ n }} تلاش مجدد باقی مانده
ga_ie: {{ n }} iarracht fágtha
gd: {{ n }} oidhirp air fhàgail
hi_in: {{ n }} पुन: प्रयास बचे हुए
hr: Preostala su {{ n }} pokušaja
hu: {{ n }} kísérlete van
id: {{ n }} kesempatan tersisa
kk: {{ n }} талап саны қалды
kn: {{ n }} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ
ku: {{ n }} ceribandin man
mai: {{ n }} पुन: प्रयास बचल
mg: Andrana {{ n }} sisa
ml: {{ n }} തവണ കൂടെ ശ്രമിക്കാം
mr: {{ n }} पुनःप्रयत्न बाकी
ms: {{ n }} cubaan berbaki
my: {{ n }} ကြိုးစားခွင့် ကျန်
ne: {{ n }} कोसिसहरु बाँकी
or: {{n}} ଥର ଚେଷ୍ଟା କରିପାରିବେ
pt: {{ n }} tentativas remanescentes
pt_br: {{ n }} tentativas restantes
ro: {{ n }} încercări rămase
si: උත්සාහයන් {{ n }} ඉතිරියි
sw: Jaribio tena {{ n }} ndio zimebaki
ta: {{ n }} முயற்சிகள் மீதமுள்ளது
te: {{ n }} ప్రయత్నాలు మిగిలివున్నాయి
th: เหลืออีก {{ n }} ครั้ง
tr: {{ n }} hakkınız kaldı
ur: {{ n }} پھر کوشش باقی
uz: {{ n }} ta urinish qoldi
wa: Co {{ n }} novelès sayes
xh: Ma-{{ n }} amathuba okuzama aseleyo
zu: Kusele amathuba angu-{{ n }} kuphela

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
af: {{ n }} probeerslae oor
am: {{ n }} እንደገና ሙከራዎች ቀርተዋል
ar: تبقى {{ n }} المحاولات
as: {{ n }} চেষ্টা অৱশিষ্ট
bg: Остават {{ n }} опита
bn_bd: {{ n }} টি পুনঃচেষ্টা বাকি আছে
bn_in: কেবল {{ n }} বার চেষ্টা করা বাকি
br: {{ n }} esae a chom
ca: Queden {{ n }} intents
cy: {{ n }} cais ar ôl
eu: {{ n }} aukera falta dira
fa: {{ n }} تلاش مجدد باقی مانده
ga_ie: {{ n }} iarracht fágtha
gd: {{ n }} oidhirpean air fhàgail
hi_in: {{ n }} पुन: प्रयास बचे हुए
hr: Preostalo je {{ n }} pokušaja
hu: {{ n }} kísérlete van
id: {{ n }} kesempatan tersisa
kk: {{ n }} талап саны қалды
kn: {{ n }} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ
ku: {{ n }} ceribandin man
mai: {{ n }} पुन: प्रयास बचल
mg: Andrana {{ n }} sisa
ml: {{ n }} തവണ കൂടെ ശ്രമിക്കാം
mr: {{ n }} पुनःप्रयत्न बाकी
ms: {{ n }} cubaan berbaki
my: {{ n }} ကြိုးစားခွင့် ကျန်
ne: {{ n }} कोसिसहरु बाँकी
or: {{n}} ଥର ଚେଷ୍ଟା କରିପାରିବେ
pt: {{ n }} tentativas remanescentes
pt_br: {{ n }} tentativas restantes
ro: {{ n }} încercări rămase
si: උත්සාහයන් {{ n }} ඉතිරියි
sw: Jaribio tena {{ n }} ndio zimebaki
ta: {{ n }} முயற்சிகள் மீதமுள்ளது
te: {{ n }} ప్రయత్నాలు మిగిలివున్నాయి
th: เหลืออีก {{ n }} ครั้ง
tr: {{ n }} hakkınız kaldı
ur: {{ n }} پھر کوشش باقی
uz: {{ n }} ta urinish qoldi
wa: Co {{ n }} novelès sayes
xh: Ma-{{ n }} amathuba okuzama aseleyo
zu: Kusele amathuba angu-{{ n }} kuphela

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
af: {{ n }} probeerslae oor
am: {{ n }} እንደገና ሙከራዎች ቀርተዋል
ar: تبقى {{ n }} محاولة
as: {{ n }} চেষ্টা অৱশিষ্ট
bg: Остават {{ n }} опита
bn_bd: {{ n }} টি পুনঃচেষ্টা বাকি আছে
bn_in: কেবল {{ n }} বার চেষ্টা করা বাকি
br: {{ n }} esae a chom
ca: Queden {{ n }} intents
cy: {{ n }} cais ar ôl
eu: {{ n }} aukera falta dira
fa: {{ n }} تلاش دوباره باقی مانده
ga_ie: {{ n }} n-iarracht fágtha
gd: {{ n }} oidhirp air fhàgail
hi_in: {{ n }} कोशिश बचे हुए है
hr: Preostalo je {{ n }} pokušaja
hu: {{ n }} kísérlete van
id: {{ n }} kesempatan tersisa
kk: {{ n }} талап саны қалды
kn: {{ n }} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ
ku: {{ n }} ceribandin man
mai: {{ n }} कोसिस बचल अछि
mg: Andrana {{ n }} sisa
ml: {{ n }} തവണ കൂടെ ശ്രമിക്കാം
mr: {{ n }} पुनःप्रयत्न बाकी
ms: {{ n }} cubaan berbaki
my: {{ n }} ကြိုးစားခွင့် ကျန်
ne: {{ n }} कोसिसहरु बाँकी
or: {{n}} ଥର ଚେଷ୍ଟା କରିପାରିବେ
pt: {{ n }} tentativas remanescentes
pt_br: {{ n }} tentativas restantes
ro: {{ n }} încercări rămase
si: උත්සාහයන් {{ n }} ඉතිරියි
sw: Jaribio {{ n }} tena ndio zimebaki
ta: {{ n }} முயற்சிகள் மீதமுள்ளது
te: {{ n }} ప్రయత్నాలు మిగిలివున్నాయి
th: เหลืออีก {{ n }} ครั้ง
tr: {{ n }} hakkınız kaldı
ur: {{ n }} پھر کوشش باقی
uz: {{ n }} ta urinish qoldi
wa: Co {{ n }} novelès sayes
xh: Ma-{{ n }} amathuba okuzama aseleyo
zu: Kusele amathuba angu-{{ n }} kuphela

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
af: {{ n }} probeerslae oor
am: {{ n }} እንደገና ሙከራዎች ቀርተዋል
ar: تبقى {{ n }} محاولة
as: {{ n }} চেষ্টা অৱশিষ্ট
bg: Остават {{ n }} опита
bn_bd: {{ n }} টি পুনঃচেষ্টা বাকি আছে
bn_in: কেবল {{ n }} বার চেষ্টা করা বাকি
br: {{ n }} esae a chom
ca: Queden {{ n }} intents
cy: {{ n }} cais ar ôl
eu: {{ n }} aukera falta dira
fa: {{ n }} تلاش دوباره باقی مانده
ga_ie: {{ n }} iarracht fágtha
gd: {{ n }} oidhirp air fhàgail
hi_in: {{ n }} कोशिश बचे हुए है
hr: Preostalo je {{ n }} pokušaja
hu: {{ n }} kísérlete van
id: {{ n }} kesempatan tersisa
kk: {{ n }} талап саны қалды
kn: {{ n }} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ
ku: {{ n }} ceribandin man
mai: {{ n }} कोसिस बचल अछि
mg: Andrana {{ n }} sisa
ml: {{ n }} തവണ കൂടെ ശ്രമിക്കാം
mr: {{ n }} पुनःप्रयत्न बाकी
ms: {{ n }} cubaan berbaki
my: {{ n }} ကြိုးစားခွင့် ကျန်
ne: {{ n }} कोसिसहरु बाँकी
or: {{n}} ଥର ଚେଷ୍ଟା କରିପାରିବେ
pt: {{ n }} tentativas remanescentes
pt_br: {{ n }} tentativas restantes
ro: {{ n }} încercări rămase
si: උත්සාහයන් {{ n }} ඉතිරියි
sw: Jaribio {{ n }} tena ndio zimebaki
ta: {{ n }} முயற்சிகள் மீதமுள்ளது
te: {{ n }} ప్రయత్నాలు మిగిలివున్నాయి
th: เหลืออีก {{ n }} ครั้ง
tr: {{ n }} hakkınız kaldı
ur: {{ n }} پھر کوشش باقی
uz: {{ n }} ta urinish qoldi
wa: Co {{ n }} novelès sayes
xh: Ma-{{ n }} amathuba okuzama aseleyo
zu: Kusele amathuba angu-{{ n }} kuphela

source: Maximum number of retries exceeded. SIM blocked
af: Maksimum getal probeerslae is oorskry. SIM geblokkeer
am: የ እንደገና መሞከሪያው ከፍተኛ ቁጥር ደረጃ ላይ ደርሰዋል: ሲም ተቆልፏል
ar: لقد تجاوزت الحد الأقصى من المحاولات. تم إقفال الشريحة
as: পুনৰ চেষ্টা কৰাৰ সৰ্বাধিক সংখ্যা অতিক্ৰম হৈছে। SIM ব্লক কৰা হৈছে
bg: Надвишен брой опити. SIM картата е блокирана
bn_bd: সর্বোচ্চবার পুনঃচেষ্টা করা হয়েছে। সিম ব্লক হয়ে গেছে
bn_in: সর্বাধিকবার চেষ্টা করা হয়ে গেছে। SIM ব্লক হয়ে গেছে
br: Distremenet eo bet an niver brasañ a esaeoù. Prennet eo ar SIM
ca: S'ha excedit el màxim d'intents. La SIM s'ha bloquejat
cy: Gormod o ailgynnig. SIM wedi ei rwystro
eu: Aukeren kopuru maximoa gaindituta. SIMa blokeatuta
fa: از بیشینهٔ تعداد تلاش‌های دوباره تجاوز شد. سیم مسدود گشت
ga_ie: Níl aon iarracht fágtha agat. Cuireadh bac ar an gcárta SIM.
gd: Dh'fheuch thu ris ro thric. Chaidh an SIM a bhacadh
hi_in: अधिकतम कोशिशों की संख्या पार हो गई. SIM रोका गया
hr: Maksimalan broj pokušaja prekoračen. SIM kartica blokirana.
hu: A kísérletek maximális száma elérve. A SIM blokkolva
id: Sudah mencapai jumlah percobaan maksimum. SIM diblokir
kk: Талаптардың максималды санынан асып кеттік. SIM картасы блокталды
km: បាន​ហួស​កំណត់​ចំនួន​ការ​ព្យាយាម​អតិបរមា​។ បាន​បិទ SIM
kn: ಗರಿಷ್ಠ ಪ್ರಮಾಣದ ಪ್ರಯತ್ನಗಳು ಮುಗಿದವು. SIM ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
ku: Mafê ceribandinê nema. SIM hat girtin
mai: बेसी सँ बेसी कोसिस क सँख्या पार भ गेल. SIM रोकल गेल
mg: Mihoatra ny isa farafahamaron'ny andrana. Voasakana ny SIM
ml: ശ്രമങ്ങളുടെ പരിധി കഴിഞ്ഞിരിക്കുന്നു. സിം തടയപ്പെട്ടിരിക്കുന്നു
mr: कमाल पुनःप्रयत्नांची संख्या पूर्ण. SIM अडवला
ms: Bilangan maksimum cubaan semula telah terlebih. SIM disekat
my: အများဆုံး စမ်းသပ်ခွင့် ကျော်လွန်သွားပါပြီ ။ SIM ပိတ်ပြီး
ne: अधिकतम पुन: प्रयास सङ्ख्याले सीमा नाघ्यो।SIM रोकियो
or: ସର୍ବାଧିକ ଥର ପୁନଃଚେଷ୍ଟା କରିସାରିଲେଣି । SIM ଅଟକାଯାଇଛି
pt: Número máximo de tentativas excedido. SIM bloqueado
pt_br: Número máximo de tentativas excedido. Chip bloqueado
ro: Numărul maxim de încercări a fost depășit. Cartela SIM blocată
si: උපරිම උත්සහ කිරීමේ අවස්ථාවන් ගණන ඉක්මවන ලදී. SIM පත අඟුලු වැටිනි
sw: Upeo wa idadi wa kujaribu tena umezidi. SIM ilizuiliwa
ta: அதிகபட்ச முயற்சிகளை தாண்டிவிட்டது. சிம் பூட்டப்பட்டது
te: ప్రయత్నాల గరిష్ట సంఖ్య మించిపోయింది. సిమ్ బ్లాక్ చేయబడింది
tr: Maksimum deneme sayısını aştınız. SIM kilitlendi
ur: حد سے تجاوز کوشش کی زیادہ سے زیادہ تعداد. SIM بلاک
uz: Barcha urinishlarni sarflab bo‘ldingiz. SIM karta bloklandi.
wa: Li nombe macsimom di rsayes est dispassé. Li SIM est eclawêye.
xh: Ugqithile kwinani lokuzama. I-SIM ivaliwe
zu: Inani lamathuba okuzama eliwumkhawulo seleqiwe. I-SIM ibhlokhiwe

source: Radio not available
af: Radio is nie beskikbaar nie
am: ራዲዮ አልተገኘም
ar: الراديو غير متوفر
as: ৰেডিঅ' উপলব্ধ নহয়
bg: Не е налично радио
bn_bd: রেডিও বিদ্যমান নয়
bn_in: রেডিও উপলব্ধ নয়
br: N'eo ket hegerz ar skingomz
ca: Ràdio no disponible
cy: Radio ddim ar gael
eu: Irratia ez dago erabilgarri
fa: رادیو موجود نیست
ga_ie: Níl raidió ar fáil
gd: Chan eil rèidio ri fhaighinn
hi_in: रेडियो उपलब्ध नही है
hr: Radio nije dostupan
hu: Rádió nem érhető el
id: Radio tidak tersedia
kk: Радио Қолжетерсіз
km: គ្មាន​វិទ្យុ
kn: ರೇಡಿಯೋ ಲಭ್ಯವಿಲ್ಲ
ku: Radyo nayê bikaranîn
mai: रेडियो उपलब्ध नहि अछि
mg: Tsy vonona ny radio
ml: റേഡിയോ ലഭ്യമല്ല
mr: रेडियो उपलब्ध नाही
ms: Radio tidak tersedia
my: ရေဒီယို မရှိပါ
ne: रेडियो उपलब्ध छैन
or: ରେଡିଓ ଉପଲବ୍ଧ ନାହିଁ
pt: Rádio não disponível
pt_br: Rádio indisponível
ro: Radio indisponibil
si: ගුවන් විදුලිය නොපවතී
sw: Redio haipatikani
ta: வானொலி கிடைக்கவில்லை
te: రేడియో అందుబాటులో లేదు
th: วิทยุไม่สามารถใช้งานได้
tr: Radyo kullanılamıyor
ur: ریڈیو دستیاب نہیں
uz: Radio mavjud emas
wa: Radio nén disponibe
xh: Unomathotholo akafumaneki
zu: Umsakazo awutholakali

source: Generic failure
af: Generiese mislukking
ar: فشل
as: বৰ্গীয় ব্যৰ্থতা
bg: Обща грешка
bn_bd: সাধারণ বিফলতা
bn_in: সাধারণ বিফলতা
br: C'hwitadenn rumm
ca: Error genèric
cy: Methiant generig
eu: Hutsegite generikoa
fa: خطای عمومی
ga_ie: Teip ghinearálta
gd: Fàilligeadh coitcheann
hi_in: जेनेरिक विफलता
hr: Generička greška
hu: Általános hiba
id: Kegagalan umum
kk: Жалпы қате
km: កំហុស​ទូទៅ
kn: ಸಾಮಾನ್ಯ ವಿಫಲತೆ
mai: जेनेरिक बिफलता
mg: Fikatsoana faobe
ml: സാധാരണ കുഴപ്പം
mr: सामान्य त्रुटी
ms: Kegagalan generik
ne: साधारण विफल
or: ସାଧାରଣ ବିଫଳତା
pt: Falha genérica
pt_br: Falha genérica
ro: Eșec generic
si: වර්ගීය බිඳවැටීමක්
sw: Kushindwa kwa kinyonga
ta: பொதுவான தோல்வி
te: సాధారణ వైఫల్యం
th: ความล้มเหลวทั่วไป
tr: Genel hata
ur: کلی ناکامی
uz: Umumiy xatolik
wa: Aroke djenerike
xh: Kusilele jikelele
zu: Ukungaphumeleli okujwayelekile

source: Password incorrect
af: Wagwoord verkeerd
am: የተሳሳተ የ መግቢያ ቃል
ar: كلمة سر غير صحيحة
as: পাছৱৰ্ড ভুল
bg: Грешна парола
bn_bd: পাসওয়ার্ড সঠিক নয়
bn_in: পাসওয়ার্ড সঠিক নয়
br: Ger-tremen didalvoudek
ca: Contrasenya incorrecta
cy: Cyfrinair anghywir
eu: Pasahitz okerra
fa: گذرواژه‌ٔ نادرست
ga_ie: Focal faire mícheart
gd: Facal-faire cearr
hi_in: कूटशब्द ठीक नहीं है
hr: Zaporka netočna
hu: A jelszó helytelen
id: Sandi salah
kk: Пароль дұрыс емес
km: ពាក្យសម្ងាត់​មិន​ត្រឹមត្រូវ
kn: ಗುಪ್ತಪದ ಸರಿಯಿಲ್ಲ
mai: गुड़किल्ली बेस नहि अछि
mg: Diso ny tenimiafina
ml: രഹസ്യവാക്ക് തെറ്റാണു്
mr: चुकीचा पासवर्ड
ms: Katalaluan salah
my: စကားဝှက် မှားနေတယ်
ne: गलत पासवर्ड
or: ପାସୱାର୍ଡ଼ଟି ଭୁଲ
pt: Palavra-passe incorreta
pt_br: Senha incorreta
ro: Parolă incorectă
si: මුරපදය වැරදියි
sw: Nenosiri sio sahihi
ta: கடவுச்சொல் தவறு
te: సంకేతపదం తప్పు
th: รหัสผ่านไม่ถูกต้อง
tr: Parola yanlış
ur: پاس ورڈ غیر صحیح
uz: Parol noto‘g‘ri
wa: Mwais scret
xh: Ipasiwedi ayichananga
zu: I-password elingesilo iqiniso

source: Request not supported
af: Versoek nie ondersteun nie
am: ጥያቄው የተደገፈ አይደለም
ar: الطلب غير مدعوم
as: অনুৰোধ সমৰ্থিত নহয়
bg: Запитването не е поддържано
bn_bd: অনুরোধ সমর্থিত নয়
bn_in: অনুরোধ সমর্থিত নয়
br: Goulenn anskor
ca: No es reconeix la sol·licitud
cy: Cais heb ei gynnal
eu: Eskaera ez da onartzen
fa: درخواست، پشتیبانی نمی‌شود
ga_ie: Ní thacaítear leis an iarratas
gd: Chan eil taic ris an iarrtas seo
hi_in: अनुरोध समर्थित नहीं है
hr: Zahtjev nije podržan
hu: A kérés nem támogatott
id: Permintaan tidak didukung
kk: Сұранымға қолдау жоқ
km: សំណើ​មិន​ត្រូវ​បាន​គាំទ្រ
kn: ಮನವಿಯನ್ನು ಬೆಂಬಲಿಸಲಾಗುವುದಿಲ್ಲ
mai: अनुरोध समर्थित नहि अछि
mg: Hataka tsy zaka
ml: അപേക്ഷ പിന്തുണയ്ക്കുന്നില്ല
mr: विनंतीला आधार नाही
ms: Permintaan tidak disokong
my: တောင်းဆိုမှူ အားထောင့်ပံ့ပေးမထားပါ
ne: अनुरोध असमर्थित
or: ଏହି ଅନୁରୋଧ ପାଇଁ ସହାୟତା ନାହିଁ
pt: Pedido não suportado
pt_br: Solicitação não suportada
ro: Cerere nesuportată
si: ඉල්ලීමට සහය නොදක්වයි
sw: Ombi halitumiki
ta: கோரிக்கைக்கு ஆதரவு கிடையாது
te: అభ్యర్థనకు తోడ్పాటు లేదు
th: การร้องขอไม่รองรับ
tr: İstek desteklenmiyor
ur: درخواست کی حمایت نہیں
uz: So‘rovni amalga oshirib bo‘lmaydi
wa: Dimande nén sopoirtêye
xh: Isicelo asixhaswa
zu: Isicelo asesekiwe

source: Operation not allowed during voice call
af: Bewerking nie toegelaat tydens stemoproep nie
am: ተግባሩ የተፈቀደ አይደለም በ ድምፅ ጥሪ ላይ እንዳሉ
ar: العملية غير مسموحة أثناء الإتصال الصوتي
as: কাৰ্য্য ভয়েচ কলৰ সময়ত অনুমেদিত নহয়
bg: Операцията не е позволена по време на гласово обаждане
bn_bd: ভয়েস কলের সময় কাজটি অনুমোদিত নয়
bn_in: ভয়েস কল চলার সময় এটি করা যাবে না
br: N'eo ket aotreet ar gwezhiadur e-pad ur galv
ca: No es permet l'operació durant una trucada
cy: Methu gweithredu yn ystod galwad llais
eu: Eragiketa ez da onartzen ahots-deian zehar
fa: عملیات در طول تماس صوتی مجاز نیست
ga_ie: Ní féidir é seo a dhéanamh le linn guthghlao
gd: Chan eil seo ceadaichte rè gairm
hi_in: आवाज कॉल के दौरान ऑपरेशन की अनुमति नहीं है
hr: Operacija nije podržana tokom glasovnog poziva
hu: A művelet nem engedélyezett hanghívás alatt
id: Operasi tidak diizinkan selama menelepon
kk: Әрекет дыбыстық қоңырау кезінде рұқсат етілмеген
km: ប្រតិបត្តិការ​មិន​ត្រូវ​បាន​អនុញ្ញាត​អំឡុង​ពេល​ហៅ​ជា​សំឡេង
kn: ಧ್ವನಿ ಕರೆಯ ಸಮಯದಲ್ಲಿ ಕಾರ್ಯಾಚರಣೆಗೆ ಅನುಮತಿ ಇಲ್ಲ
mai: आवाज कॉल क दौरान आपरेशन क अनुमति नहि अछि
mg: Asa tsy azo atao mandritra ny antso feo
ml: ഫോണ്‍ ചെയ്യുമ്പോള്‍ മറ്റു് പ്രക്രിയ അനുവദിയ്ക്കുന്നില്ല
mr: संवाद वेळी कार्य अनुमत नाही
ms: Operasi tidak dibenarkan semasa panggilan suara
my: အသံခေါ်ဆိုမှူ ပြုလုပ်နေချိန်တွင် ယခုလုပ်ဆောင်ချက်အား ခွင့်မပြု
ne: वाच्य कलका बेला सञ्चालन अनुमति नदिईएको
or: ଭଏସକଲ କରିବେ ବେଳେ ଅନ୍ୟ ପରିଚାଳନା ଅନୁମୋଦିତ ନୁହେଁ
pt: Operação não permitida durante uma chamada de voz
pt_br: Operação não permitida durante uma chamada de voz
ro: Operație nepermisă în timpul unui apel vocal
si: හඬ ඇමතුමක් අතරතුර මෙම ක්‍රියාකාරකමේ යෙදිය නොහැකියි
sw: Operesheni hairuhusiwa wakati wa simu ya sauti
ta: பேசிக்கொண்டிருக்கும் போது எந்த நடவடிக்கையும் அனுமதிக்க முடியாது
te: మాట్లాడుతున్నప్పుడు పరిక్రియ అనుమతించబడదు
th: การดำเนินการไม่อนุญาตระหว่างการโทรด้วยเสียง
tr: Sesli arama sırasında bu işleme izin verilmiyor
ur: آواز کال کے دوران اس عملیہ کی اجازت نہی
uz: Ovozli qo‘ng‘iroq vaqtida jarayonga ruxsat berilmaydi
wa: Operåcion nén permetowe cwand vs telefonez
xh: Into oyenzayo ayivumelekanga xa uthetha emnxebeni
zu: Lokhu akuvunyelwe ngesikhathi usocingweni

source: SMS send fail retry
af: Herstuur van mislukte SMS
am: ኤስኤምኤስ አልተላከም እንደገና ይሞክሩ
ar: فشل في إرسال SMS اعدالمحاولة
as: SMS প্ৰেৰণ ব্যৰ্থতা পুনৰচেষ্টা
bg: SMS изпращане грешка повторение
bn_bd: এসএমএস পাঠাতে ব্যর্থ পুনরায় চেষ্টা করুন
bn_in: SMS পাঠানো ব্যর্থ পুনঃপ্রয়াস
br: C'hwitadenn war kas an SMS, klaskit en-dro
ca: Reintent per error en enviar l'SMS
cy: Methu anfon SMS Ceisio eto
eu: SMSa bidaltzeko birsaiakeraren hutsegitea
fa: شکست ارسال پیامک تلاش دوباره
ga_ie: Athiarracht tar éis SMS teipthe
gd: Dh'fhàillig oidhirp ath-chur an SMS
hi_in: SMS प्रेषण विफलता पुनः कोशिश
hr: Slanje SMS-a nije uspjelo.
hu: SMS küldési hiba, újra
id: Percobaan pengiriman kembali SMS gagal dikirim
km: បរាជ័យ​ក្នុង​ការ​ផ្ញើ​សារ SMS ព្យាយាម​ម្ដងទៀត
kn: SMS ಕಳುಹಿಸುವಿಕೆ ವಿಫಲತೆ ಮರುಪ್ರಯತ್ನ
mai: SMS प्रेषण बिफलता फेर कोसिस
mg: Andrana famerenana mandefa SMS tsy lasa
ml: SMS അയക്കുന്നതില്‍ പിഴവ്, വീണ്ടും ശ്രമിക്കൂ
mr: SMS पाठवणी असफल पुनःप्रयत्न
ms: Cubaan semula menghantar SMS yang gagal
my: SMS ပို့ခြင်း မအောင်မြင် ပြန်လုပ်
ne: SMS पठाउन असफल पुन: प्रयास गर्नुहोस्
or: SMS ପୁନଃପ୍ରେରଣ ବିଫଳ ହୋଇଛି
pt: O reenvio do SMS falhou
pt_br: Tentativa de reenvio de SMS
ro: Reîncercarea de trimitere a SMS-ului a eșuat
si: කෙටි පණිවුඩය යැවීම අසාර්තකයි, නැවත උත්සාහ කරන්න
sw: Imeshindwa kutuma SMS jaribu tena
ta: குறுந்செய்தி அனுப்புவதில் பிழை மறுமுயற்சி செய்
te: ఎస్ఎంఎస్ పంపుట విఫలం మళ్ళీ ప్రయత్నించు
tr: SMS gönderimi başarısız, tekrar dene
ur: SMS بھیجنے میے ناکامی ہوی پھر کوشش کریں
uz: SMS jo‘natishda xato, qayta urinish
wa: L’ evoyaedje do SMS a fwait berwete, rissayî
xh: Ukuthumela i-SMS kusilele phinda uzame
zu: Ukuthumela i-SMS akuphumelelanga phinda uzame

source: SIM absent
af: SIM afwesig
am: ሲም አልተገኘም
ar: الشريحة غير موجودة
as: SIM নাই
bg: Липсва SIM
bn_bd: সিম অনুপস্থিত
bn_in: SIM অনুপস্থিত
br: SIM o vankout
ca: No hi ha cap SIM
cy: Dim SIM
eu: Ez dago SIMa
fa: سیم غایب
ga_ie: SIM ar iarraidh
gd: Chan eil SIM ann
hi_in: SIM अनुपस्थित
hr: SIM kartica nije detektirana
hu: Hiányzik a SIM
id: Tidak ada SIM
km: អវត្តមាន SIM
kn: SIM ಇಲ್ಲ
mai: SIM अनुपस्थित
mg: SIM tsy ao
ml: സിം ഇല്ല
mr: SIM गैरहजर
ms: Tiada SIM
my: SIM မရှိ
ne: SIM अनुपस्थित
or: SIM ନାହିଁ
pt: SIM em falta
pt_br: SIM ausente
ro: Cartelă SIM absentă
si: සිම් පත නොපවතී
sw: Hakuna SIM
ta: சிம் வரவில்லை
te: సిమ్ లేదు
th: ไม่มี SIM
tr: SIM yok
ur: SIM موجود نہی
uz: SIM karta yo‘q
wa: SIM evoye
xh: Ayikho i-SIM
zu: Ayikho i-SIM
