Repository: translate/mozilla-gaia
Catalog: */apps/communications/dialer/dialer.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eu, fa, ga_ie, gd, hi_in, hr, hu, id, kk, km, kn, ku, mai, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: Async
af: Asinchro
ar: متزامن
as: অসংমিহলিত কৰক
bg: Асинхр.
bn_bd: অ্যাসিনক্রোনাইজ
bn_in: অ্যাসিঙ্ক
br: Angoubred
ca: Asínc.
cy: Agydweddu
eu: Asinkr.
fa: ناهمگام
ga_ie: Aisionc
hi_in: Async की अनुमति दें
hr: Usluge desinkronizacije
hu: Aszinkron
id: Asinkronus
kk: Асинхронды
km: មិន​សមកាល
kn: ಎಸಿಂಕ್
mg: Tsy hampifandrindra
ml: അസിങ്ക്
my: ချိတ်ဆက်
ne: असक्रमित
or: ଅସନ୍ତୁଳିତ
pt: Assíncrono
pt_br: Assíncrono
ro: Asincronic
si: සමාකෘති
sw: Solandanifu
ta: ஒத்திசைவற்ற
te: అసింక్రనించు
th: ไม่ซิงค์
tr: Asenkron
ur: ناہم وقت
uz: Asinx
wa: Asincro
xh: Ayingqamani
zu: Yeka ukwenza ngesikhathi esifanayo

source: Packet
af: Pakket
am: ጥቅል
ar: الحزمة
as: পেকেট
bg: Пакетно
bn_bd: প্যাকেট
bn_in: প্যাকেট
br: Pakad
ca: Paquet
cy: Pecyn
eu: Paketea
fa: بسته‌
ga_ie: Paicéad
gd: Pacaid
hi_in: पैकेट
hr: Paketne Usluge
hu: Csomag
id: Paket
kk: Десте
km: ហោប៉ៅ
kn: ಪ್ಯಾಕೇಟ್
ku: Pakêt
mai: पैकेट
mg: Pake
ml: പാക്കറ്റ്
mr: पॅकेट
ms: Paket
my: ပတ်ကတ်
ne: प्याकेट
or: ପ୍ୟାକେଟ
pt: Pacote
pt_br: Pacote
ro: Pachet
si: පැකට්
sw: Kifurushi
ta: பொட்டலம்
te: ప్యాకెట్
tr: Paket
ur: پیکٹ
uz: Paket
wa: Paket
xh: Ipakethe
zu: Iphakhethe

source: Service was enabled
af: Diens is geaktiveer
am: ግልጋሎቱ ተችሏል
ar: تم تفعيل الخدمة
as: সেৱা সামৰ্থবান কৰা হৈছিল
bg: Услугата беше включена
bn_bd: সার্ভিস সক্রিয় ছিল
bn_in: পরিসেবা নিস্ক্রিয় করা আছে
br: Gweredekaet eo bet ar gwazerezh
ca: S'ha activat el servei
cy: Gwasanaeth wedi ei alluogi
eu: Zerbitzua gaitu egin da
fa: سرویس فعال شده
ga_ie: Bhí an tseirbhís cumasaithe
gd: Chaidh an t-seirbheis a chur an comas
hi_in: सेवा सक्षम किया गया था
hr: Usluga omogućena
hu: Szolgáltatás bekapcsolva
id: Layanan diaktifkan
kk: Қызмет іске қосылды
km: បើក​ឲ្យ​ប្រើប្រាស់​សេវាកម្ម
kn: ಸೇವೆ ಸಕ್ರಿಯಗೊಳಿಸಲಾಯಿತು
ku: Servîs hat çalakirin
mai: सेवा सक्षम कएल गेल छला
mg: Novelomina ny serivisy
ml: സേവനം ലഭ്യമാക്കി
mr: सेवा कार्यान्वित होती
ms: Servis telah dibolehkan
my: ဝန်ဆောင်မှူအား ဖွင့်ထားသှ်
ne: सेवा सक्षम पारियो
or: ସର୍ଭିସଟି ସକ୍ରିୟ ଥିଲା
pt: O serviço foi ativado
pt_br: O serviço foi ativado
ro: Serviciul a fost activat
si: සේවාව ක්‍රියාත්මක කලා
sw: Huduma iliwezeshwa
ta: சேவையானது செயல்படுகிறது
te: సేవ చేతనమైంది
th: บริการถูกเปิดใช้งาน
tr: Servis etkinleştirildi
ur: سروس کو اہل بنایا گیا تہا
uz: Xizmat yoqilgan
wa: Li siervice esteut metou
xh: Inkonzo yavulwa
zu: Isevisi isiyasebenza

source: Service has been disabled
af: Diens is gedeaktiveer
am: ግልጋሎቱ ተሰናክሏል
ar: تم تعطيل الخدمة
as: সেৱা অসামৰ্থান কৰা হৈছে
bg: Услугата беше изключена
bn_bd: সার্ভিস নিষ্ক্রিয় করা হয়েছে
bn_in: পরিসেবা নিস্ক্রিয় করা আছে
br: Diweredekaet eo bet ar gwazerezh
ca: S'ha desactivat el servei
cy: Gwasanaeth wedi ei dadalluogi
eu: Zerbitzua desgaitu egin da
fa: سرویس‌ غیرفعال شد
ga_ie: Bhí an tseirbhís díchumasaithe
gd: Chaidh an t-seirbheis a chur à comas
hi_in: सेवा अक्षम कर दिया गया था
hr: Usluga onemogućena
hu: Szolgáltatás kikapcsolva
id: Layanan dinonaktifkan
kk: Қызмет сөндірілді
km: បិទ​ការ​ប្រើប្រាស់​សេវាកម្ម
kn: ಸೇವೆ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಯಿತು
ku: Servîs hat neçalakirin
mai: सेवा अक्षम कएल गेल
mg: Novonoina ny serivisy
ml: സേവനം ലഭ്യമല്ലാതാക്കി
mr: सेवा अकार्यान्वित
ms: Servis telah dilumpuhkan
my: ဝန်ဆောင်မှူ အားပိတ်ထားသှ်
ne: सेवा अक्षम भएको छ।
or: ସର୍ଭିସକୁ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି
pt: O serviço foi desativado
pt_br: O serviço foi desativado
ro: Serviciul a fost dezactivat
si: සේවාව අක්‍රීය කලා
sw: Huduma imelemazwa
ta: இந்த சேவை செயலிழக்கபட்டது
te: సేవ అచేతనించబడింది
th: บริการถูกปิดใช้งาน
tr: Servis devre dışı bırakıldı
ur: سروس کو نا اہل کر دیا گیا ہے
uz: Xizmat o‘chirilgan
wa: Li siervice a stî essocté
xh: Inkonzo ivaliwe
zu: Isevisi inqanyuliwe

source: Registration was successful
af: Registrasie was suksesvol
am: ምዝገባው ተሳክቷል
ar: تم التسجيل بنجاح
as: ৰেজিস্ট্ৰেষণ সফল হৈছিল
bg: Регистрацията беше успешна
bn_bd: রেজিস্ট্রেশন সফল হয়েছে
bn_in: নিবন্ধন সফল
br: Graet eo bet ar marilhadur gant berzh
ca: El registre ha estat correcte
cy: Cofrestru'n llwyddiant
eu: Erregistroa ondo burutu da
fa: ثبت‌ نام با موفقیت انجام شد
ga_ie: D'éirigh leis an gclárú
gd: Bha an clàradh soirbheachail
hi_in: पंजीकरण सफल रहा
hr: Registracija uspješna
hu: Regisztráció sikeres
id: Pendaftaran sukses
kk: Тіркелу сәтті аяқталды
km: ការ​ចុះឈ្មោះ​​បាន​​ជោគជ័យ
kn: ನೋಂದಣಿ ಯಶಸ್ವಿಯಾಯಿತು
ku: Tomarkirin bi ser ket
mai: पंजीकरण सफल रहल
mg: Tontosa ny fisoratana anarana
ml: രജിസ്ട്രേഷൻ വിജയകരമായിരുന്നു
mr: सफल नोंदणी
ms: Pendaftaran telah berjaya
my: မှတ်ပုံတင်ခြင်း အောင်မြင်သှ်
ne: दर्ता सफल भएको छ।
or: ପଞ୍ଜୀକରଣ ସଫଳ ଥିଲା
pt: O registo foi bem sucedido
pt_br: Registro com sucesso
ro: Înregistrarea s-a efectuat cu succes
si: ලියාපදිංචිය සාර්ථකව සිදු කෙරුණි
sw: Usajili ulifaulu
ta: பதிவு வெற்றிகரமாக நடந்தது
te: నమోదు విజయవంతం
th: การลงทะเบียนสำเร็จ
tr: Kayıt başarılı
ur: رجسٹریشن کامیاب رہی
uz: Ro‘yxatdan o‘tish muvaffaqiyatli amalga oshdi
wa: Li rashiaedje esteut comifåt
xh: Ubhaliso lube yimpumelelo
zu: Ukubhalisa kube yimpumelelo

source: Erasure was successful
af: Uitwissing was suksesvol
am: መሰረዙ ተሳክቷል
ar: تم المحو بنجاح
as: মচি পেলোৱা সফল হৈছিল
bg: Заличаването беше успешно
bn_bd: অপসারণ সফল হয়েছে
bn_in: সফলভাবে মুছে ফেলা হয়েছে
br: Graet eo bet an diverkañ gant berzh
ca: S'ha esborrat correctament
cy: Dileu'n llwyddiant
eu: Ezabatzea ondo burutu da
fa: پاک‌ کردن موفقیت‌آمیز بود
ga_ie: D'éirigh leis an léirscriosadh
gd: Chaidh a shuathadh às
hi_in: विलोपन सफल रहा
hr: Brisanje uspješno
hu: Törlés sikeres
id: Penghapusan berhasil
kk: Өшіру сәтті аяқталды.
km: ការ​លុប​​ជោគជ័យ
kn: ಅಳಿಸುವಿಕೆ ಯಶಸ್ವಿಯಾಗಲಿಲ್ಲ
ku: Jêbirin bi ser ket
mai: विलोपन सफल रहल
mg: Tontosa ny famafana
ml: കളഞ്ഞത് ശരിയായി
mr: उडवणे सफल
ms: Pemadaman telah berjaya
my: အောင်မြင်စွာ ဖျက်ပြီး
ne: मेट्ने काम सफल भयो।
or: ଠିକ ଭାବେ ଲିଭାଗଲା
pt: A eliminação foi bem sucedida
pt_br: Excluído com sucesso
ro: Ștergerea s-a efectuat cu succes
si: මැකීම සාර්ථකව සිදුවුනා
sw: Mfuto ulifaulu
ta: அழிப்பு வெற்றிகரமாக நடந்தது
te: చెరిపివేత విజయవంతం
th: การล้างข้อมูลสำเร็จ
tr: Silme başarılı
ur: ایرےزر کامیاب رہا
uz: O‘chirish muvaffaqiyatli amalga oshdi
wa: Li disfaçaedje esteut comifåt
xh: Ukucima kube yimpumelelo
zu: Kusulwe ngempumelelo

source: Request was successful
af: Versoek was suksesvol
am: ጥያቄው ተሳክቷል
ar: تم الطلب بنجاح
as: অনুৰোধ সফল হৈছিল
bg: Запитването беше успешно
bn_bd: অনুরোধ সফল হয়েছে
bn_in: অনুরোধ সফল
br: Graet eo bet an azgoulenn gant berzh
ca: La sol·licitud ha estat correcta
cy: Cais yn llwyddiant
eu: Eskaera ondo burutu da
fa: درخواست موفقیت‌آمیز بود
ga_ie: D'éirigh leis an iarratas
gd: Bha an t-iarrtas soirbheachail
hi_in: अनुरोध सफल था
hr: Zahtjev uspješan
hu: A kérés sikeres
id: Permintaan berhasil
kk: Сұраным сәтті аяқталды
km: សំណើរ​ដោយ​ជោគជ័យ
kn: ಕೋರಿಕೆ ಯಶಸ್ವಿಯಾಗಿದೆ
ku: Daxwaz bi ser ket
mai: अनुरोध सफल छला
mg: Tontosa ny hataka
ml: അപേക്ഷ വിജയകരമായിരുന്നു
mr: विनंती सफल
ms: Permintaan telah berjaya
my: တောင်းဆိုမှူ အောင်မြင်
ne: तपाईको अनुरोध सफल भयो।
or: ଅନୁରୋଧଟି ସଫଳ ହୋଇଥିଲା
pt: O pedido foi bem sucedido
pt_br: Solicitação com sucesso
ro: Cerere realizată cu succes
si: ඉල්ලීම සාර්ථකයි
sw: Ombi lilifaulu
ta: கோரிக்கை வெற்றியடைந்தது.
te: అభ్యర్థన విజయవంతం
th: การร้องขอสำเร็จ
tr: İstek başarılı
ur: آپ کی درخواست کامیاب رہی
uz: So‘rov muvaffaqiyatli amalga oshdi
wa: Li dmande a stî comifåt
xh: Isicelo sibe yimpumelelo
zu: Isicelo sibe yimpumelelo

source: Service not provisioned
af: Is nie vir diens voorsien nie
am: ግልጋሎቱ አይቀርብም
ar: الخدمة غير مُؤمّنة
as: সেৱা যোগান ধৰা নহয়
bg: Услугата не е провизирана
bn_bd: সার্ভিস আরোপিত হয়নি
bn_in: সার্ভিস প্রস্তুত নয়
br: Servij na pourvezet
ca: Servei no proveït
cy: Nid yw'r gwasanaeth yn cael ei ddarparu
eu: Hornitu gabeko zerbitzua
fa: سرویس دارای مجوز نیست
ga_ie: Seirbhís gan soláthar
gd: Chan eil an t-seirbheis seo ri làimh
hi_in: सेवा का प्रावधान नहीं है
hr: Usluga nije podržana
hu: Szolgáltatás nem jött létre
id: Layanan tidak ditetapkan
km: សេវាកម្ម​ដែល​មិន​បាន​ផ្ដល់
kn: ಸೇವೆ ನಿಗದಿಗೊಳಿಸಲಾಗಿದೆ
ku: Destûra servîsê tune ye
mai: सेवाक प्रावधान नहि अछि
mg: Serivisy tsy novatsiana
ml: സേവനം ലഭ്യമല്ല
mr: सेवेची तरतुद नाही
ms: Servis tidak diperuntukkan
my: ဝန်ဆောင်မှူ ထပ်မတိုးမြှင့်
ne: सेवा लिइएको छैन
or: ସର୍ଭିସର ସୁବିଧା ନାହିଁ
pt: Serviço não aprovisionado
pt_br: Serviço não oferecido
ro: Serviciu neaprovizionat
si: සේවාව සැපයුම සිදු නොවීය
sw: Huduma haijatolewa
ta: சேவை ஒதுக்கப்படவில்லை
te: సేవ ఏర్పాటు చేయలేదు
th: บริการไม่ได้ถูกจัดเตรียมไว้
tr: Servis izni yok
ur: سروس تقسیم نہیں
uz: Xizmat ko‘rsatilmaydi
wa: Pont d’ provizion pol siervice
xh: Inkonzo ayibonelelwanga
zu: Isevisi beyingalungiselelwe

source: You can not change the caller ID setting
af: Jy kan nie die beller-ID-instelling verander nie
am: የ ደዋዩን መለያ መቀየር አይችሉም
ar: لا يمكنك تغيير إعداد معرف المتصل
as: আপুনি কলাৰ ID সংহতি পৰিবৰ্তন কৰিব নোৱাৰিব
bg: Не може да смените настройката за caller ID
bn_bd: আপনি কলার আইডি সেটিং পরিবর্তন করতে পারবেন না
bn_in: আপনি কলার আইডি সেটিংস পরিবর্তন করতে পারবেন না
br: N'hallit ket kemmañ arventenn skrammañ an niverenn
ca: No podeu canviar el paràmetre d'identificació de trucada
cy: Nid oes modd i chi newid gosodiadau ID galwr
eu: Ezin duzu deitzailearen IDaren ezarpena aldatu
fa: شما نمی‌توانید تنظیمات شماره تماس گیرنده را تغییر دهید
ga_ie: Ní féidir socruithe a bhaineann le haitheantas glaoiteora a athrú
gd: Chan urrainn dhut roghainn ID a’ ghairmeir atharrachadh
hi_in: आप कॉलर ID सेटिंग बदल नहीं सकते
hr: Ne možete izmjeniti ID pozivatelja
hu: Nem módosíthatja a hívóazonosító beállítást
id: Anda tidak dapat mengganti pengaturan ID pemanggil
km: អ្នក​មិន​អាច​ផ្លាស់ប្ដូរ​ការ​កំណត់​លេខ​សម្គាល់​អ្នក​ហៅ​បាន​ទេ
kn: ಕರೆ IDಯನ್ನು ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ
ku: Nikarî eyara nasnameya lêgerînê biguherînî
mai: अहाँ कॉलर ID सेटिंग बदैल नहि सकैछ
mg: Tsy afaka manova tefin'ny ID mpiantso ianao
ml: കോളര്‍ ഐഡി സജ്ജീകരണം മാറ്റുവാന്‍ സാധ്യമല്ല
mr: आपण कॉलर आयडी सेटिंग बदलू शकत नाही
ms: Anda tidak boleh menukar tetapan ID pemanggil
my: ခေါ်ဆိုသူ အိုင်ဒီ အပြင်အဆင်အား သင် ပြောင်းမရပါ
ne: तपाईले कलर आइडि सेटिङ्ग परिर्वतन गर्न मिल्दैन
or: ଆପଣ କଲର ID ସଂରଚନାକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ ନାହିଁ
pt: Não pode modificar a definição da identificação do autor da chamada
pt_br: Você não pode alterar as configurações de identificação
ro: Nu poți schimba setarea ID-ului pentru apelant
si: ඔබට ඇමතුම් හැදුනුම වෙනස් කල නොහැකියි
sw: Huwezi kubadilisha mpangilio wa kitambulishi cha mpigaji
ta: அழைப்பு அடையாள அமைப்புகளை நீங்கள் மாற்ற முடியாது
te: కాలర్ ఐడీ అమరికలను మీరు మార్చలేరు
th: คุณไม่สามารถเปลี่ยนการตั้งค่า ID ผู้โทร
tr: Arama kimliği ayarını değiştiremezsiniz
ur: آپ کالر شناخت کی سیٹنگ کو تبدیل نہی کر سکتے
uz: Qo‘ng‘iroq qiluvchi raqami sozlamalarini o‘zgartira olmaysiz
wa: Vos n’ savoz candjî l’ apontiaedje di l’ ID di houkeu
xh: Akutshintsha isazisi somntu otsala umnxeba
zu: Awukwazi ukushintsha isethingi ye-ID yoshaya ucingo

source: Caller ID defaults to restricted. Next call: Restricted
af: Beller-ID se verstek instellings na ingeperk. Volgende oproep: Ingeperk
am: የ ደዋዩን መለያ ነባሮች መገደቢያ: የሚቀጥለው ጥሪ: ይገደባል
ar: الإعدادات الافتراضية لإظهار رقم المتصل هي مقيدة. المكالمة التالية: مقيدة
as: কলাৰ ID প্ৰতিৰোধিত লৈ অবিকল্পিত। পৰৱৰ্তী কল: প্ৰতিৰোধিত
bg: Стандартно caller ID е ограничен. Следващо обаждане: Ограничен
bn_bd: কলার আইডি পূর্বনির্ধারিতভাবে সংরক্ষিত করা আছে। পরবর্তী কল: সংরক্ষিত
bn_in: কলার আইডি ডিফল্টরূপে সীমিত করা হয়েছে। পরবর্তী কল: সীমিত
br: Diweredekaet eo skrammañ an niverenn dre ziouer. Galv da heul : Kuzhet
ca: Per defecte, la identificació de trucada està restringida. Propera trucada: restringida
cy: Bydd ID galwr yn newid i'r cyfyngedig. Galwad nesaf: Cyfyngedig
eu: Deitzailearen IDa mugatuta dago lehenespenez. Hurrengo deia: mugatuta
fa: شناسه تماس گیرنده به صورت پیش‌گزیده محدود است. تماس بعدی: محدود
ga_ie: Aitheantas glaoiteora: teoranta de réir réamhshocraithe. An chéad ghlao eile: Teoranta
gd: Thèid ID a’ ghairmeir a thilleadh gun bhun-roghainn chuingichte. Bidh an ath-ghairm cuingichte
hi_in: कॉलर ID प्रतिबंधित पर तयशुदा है. अगला कॉल: प्रतिबंधित
hr: ID pozivatelja postavljen na sakriven. Sljedeći poziv: Sakriven
hu: A hívóazonosító alapbeállítása a korlátozott. Következő hívás: korlátozott
id: ID pemanggil secara baku dibatasi. Panggilan selanjutnya: Dibatasi
km: លេខ​សម្គាល់​​អ្នក​ហៅ​លំនាំដើម​ត្រូវ​បាន​ដាក់​កម្រិត។ ការ​ហៅ​បន្ទាប់៖ បាន​ដាក់​កម្រិត
kn: ಕರೆ ID ಡಿಫಾಲ್ಟ್ ಆಗಿ ನಿರ್ಬಂಧಿತವಾಗಿರುತ್ತದೆ. ಮುಂದಿನ ಕರೆ: ನಿರ್ಬಂಧಿತ
ku: Nasnameya lêgerînê wekî standard sînorkirî ye. Lêgerîna pêş: Sînorkirî
mai: कॉलर ID प्रतिबंधित पर पूर्वनिर्धारित अछि. अगला कॉल: प्रतिबंधित
mg: Miova, araka ny niandohana, ho voafetra ny ID mpiantso. Antso manaraka: Voafetra
ml: കോളര്‍ ഐഡി സ്വതവേ നിഷേധിച്ചിരിയ്ക്കുന്നു. അടുത്ത കോള്‍: നിഷേധിച്ചിരിയ്ക്കുന്നു
mr: पूर्वनिर्धारित कॉलर आयडी अडवलेले. पुढचा संवाद: अडवलेले
ms: ID pemanggil secara lalainya dihadkan. Panggilan seterusnya: Terhad
my: ခေါ်ဆိုသူ ID စံပိတ်ထားသှ် ။ နောက်ခေါ်ဆိုမှူ: ပိတ်မထားပါ
ne: पूर्वनिर्धारित कलर आइडि निशेधित। पछिल्लो कल: निशेधित
or: କଲର ଆଇଡି ମୂଳ ସ୍ଥିତିକୁ ଫେରାଗଲା । ଆଗାମୀ କଲ: ଅଟକାଯାଇଛି
pt: A identificação do autor da chamada é restrita. Próxima chamada: restrita
pt_br: A configuração padrão de identificação é restrita. Próxima chamada: restrita
ro: ID-ul apelantului e implicit restricționat. Apelul următor: restricționat
si: ඇමතුම් හැදුනුම් තත්වය සීමා කල බවට හැරවූවා. මීලඟ ඇමතුම: සීමා කල තත්‍වයෙන්
sw: Chaguo msingi za Kitambulishi cha Mpigaji simu zimezuiwa. Simu inayofuata: Imezuiwa
ta: இயல்பாக அழைப்பவர் ID கட்டுப்படுத்தப்பட்டுள்ளது. அடுத்த அழைப்பு: கட்டுப்படுத்தப்பட்டுள்ளது
te: కాలర్ ఐడీ అప్రమేయాలు కట్టడిచేయబడినవి. తదుపరి కాల్: నిషేధించబడింది
tr: Arama kimliği varsayılan olarak kısıtlı. Sonraki arama: Kısıtlı
ur: کالر شناخت طےشدہ ممنوعہ نہیں۔ اگلی کال: ممنوعہ نہیں
uz: Cheklash uchun qo‘ng‘iroq qiluvchi standartlari. Keyingi qo‘ng‘iroq: Cheklangan
wa: Les premetous des ID des houkeus sont so limités. Houcaedje ki vént : Limité
xh: Isazisi esisiseko somntu otsala umnxeba silinganiselwe. Umnxeba olandelayo: ulinganiselwe
zu: I-ID yoshaya ucingo ishintshela kwevinjiwe. Ucingo olulandelayo: Luvinjelwe

source: Caller ID defaults to restricted. Next call: Not restricted
af: Beller-ID se verstek instellings na ingeperk. Volgende oproep: Nie ingeperk nie
am: የ ደዋዩን መለያ ነባሮች መገደቢያ: የሚቀጥለው ጥሪ: አይገደብም
ar: الإعدادات الافتراضية لإظهار رقم المتصل هي مقيدة. المكالمة التالية: غير مقيدة
as: কলাৰ ID প্ৰতিৰোধিতলৈ সীমিত। পৰৱৰ্তী কল: সীমিত নহয়
bg: Стандартно caller ID е ограничен. Следващо обаждане: Не е ограничен
bn_bd: কলার আইডি পূর্বনির্ধারিতভাবে সংরক্ষিত। পরবর্তী কল: সংরক্ষিত নয়
bn_in: কলার আইডি ডিফল্টরূপে সীমিত করা হয়েছে। পরবর্তী কল: সীমিত নয়
br: Diweredekaet eo skrammañ an niverenn dre ziouer. Galv da heul : Skrammet
ca: Per defecte, la identificació de trucada està restringida. Propera trucada: no restringida
cy: Bydd ID galwr yn newid i'r cyfyngedig. Galwad nesaf: Agored
eu: Deitzailearen IDa mugatuta dago lehenespenez. Hurrengo deia: mugatu gabe
fa: شناسه تماس گیرنده به صورت پیش‌گزیده محدود است. تماس بعدی: نامحدود
ga_ie: Aitheantas glaoiteora: teoranta de réir réamhshocraithe. An chéad ghlao eile: Gan teorainn
gd: Thèid ID a’ ghairmeir a thilleadh gun bhun-roghainn chuingichte. Cha bhi an ath-ghairm cuingichte
hi_in: कॉलर ID प्रतिबंधित पर तयशुदा है. अगला कॉल: प्रतिबंधित नहीं
hr: ID pozivatelja postavljen na sakriven. Sljedeći poziv: Vidljiv
hu: A hívóazonosító alapbeállítása a korlátozott. Következő hívás: nem korlátozott
id: ID pemanggil secara baku dibatasi. Panggilan selanjutnya: Tidak dibatasi
km: លេខ​សម្គាល់​​អ្នក​ហៅ​លំនាំដើម​ត្រូវ​បាន​ដាក់​កម្រិត។ ការ​ហៅ​បន្ទាប់៖ មិន​ត្រូវ​បាន​ដាក់​កម្រិត
kn: ಕರೆ ID ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ನಿರ್ಬಂಧಿತವಾಗಿರುತ್ತದೆ. ಮುಂದಿನ ಕರೆ : ಅನಿರ್ಬಂಧಿತ
ku: Nasnameya lêgerînê wekî standard sînorkirî ye. Lêgerîna pêş: Nesînorkirî
mai: कॉलर ID प्रतिबंधित पर पूर्वनिर्धारित अछि. अगिला कॉल: प्रतिबंधित नहि
mg: Miova, araka ny niandohana, ho voafetra ny ID mpiantso. Antso manaraka: Tsy voafetra
ml: കോളര്‍ ഐഡി സ്വതവേ നിഷേധിച്ചിരിയ്ക്കുന്നു. അടുത്ത കോള്‍: നിഷേധിച്ചിട്ടില്ല
mr: पूर्वनिर्धारित कॉलर आयडी अडवलेले. पुढचा संवाद: अडवलेला नाही
ms: ID pemanggil secara lalainya dihadkan. Panggilan seterusnya: Tidak terhad
my: ခေါ်ဆိုသု အိုင်ဒီ စံအတိုင်း ထိန်းချုပ်ထားပါသှ် ။ နောက်ထပ် ခေါ်ဆိုမှူအား လွတ်လပ်ခွင့်ပေးမည် ဖြစ်သှ်
ne: पूर्वनिर्धारित कलर आइडि निशेधित। पछिल्लो कल: निशेधित नगरिएको
or: କଲର ଆଇଡି ମୂଳ ସ୍ଥିତିକୁ ଫେରାଇଦିଆଗଲା । ଆଗାମୀ କଲ: ଅଟକାଯାଇନାହିଁ
pt: A identificação do autor da chamada é restrita. Próxima chamada: não restrita
pt_br: A configuração padrão de identificação é restrita. Próxima chamada: irrestrita
ro: ID-ul apelantului e implicit restricționat. Apelul următor: nerestricționat
si: ඇමතුම් හැදුනුම් තත්වය සීමා කල බවට හැරවූවා. මීලඟ ඇමතුම: සීමා නොකල තත්‍වයෙන්
sw: Chaguo msingi za Kitambulishi cha Mpigaji simu zimezuiwa. Simu inayofuata: Imezuiwa
ta: இயல்பாக அழைப்பவர் ID கட்டுப்படுத்தப்பட்டுள்ளது. அடுத்த அழைப்பு: தடை செய்யப்படவில்லை
te: కాలర్ ఐడీ అప్రమేయాలు కట్టడిచేయబడినవి. తదుపరి కాల్: నిర్బంధం లేదు
tr: Arama kimliği varsayılan olarak kısıtlı. Sonraki arama: Kısıtsız
ur: کالر شناخت طےشدہ ممنوعہ نہیں۔ اگلی کال: ممنوعہ نہیں
uz: Cheklash uchun qo‘ng‘iroq qiluvchi standartlari. Keyingi qo‘ng‘iroq: Cheklanmagan
wa: Les premetous des ID des houkeus sont so limité. Houcaedje ki vént : Nén limité
xh: Isazisi esisiseko somntu otsala umnxeba silinganiselwe. Umnxeba olandelayo: ulinganiselwe
zu: I-ID yoshaya ucingo ishintshela kwevinjiwe. Ucingo olulandelayo: Aluvinjelwe

source: Caller ID defaults to not restricted. Next call: Restricted
af: Beller-ID se verstek instellings nie ingeperk nie. Volgende oproep: Ingeperk
am: የ ደዋዩን መለያ ነባሮች መገደቢያ: የሚቀጥለው ጥሪ: ይገደባል
ar: الإعدادات الافتراضية لإظهار رقم المتصل هي غير مقيدة. المكالمة التالية: مقيدة
as: কলাৰ ID অপ্ৰতিৰোধিতলৈ সীমিত। পৰৱৰ্তী কল: প্ৰতিৰোধিত
bg: Стандартно caller ID не е ограничен. Следващо обаждане: Ограничен
bn_bd: কলার আইডি পূর্বনির্ধারিতভাবে সংরক্ষিত করা নেই। পরবর্তী কল: সংরক্ষিত
bn_in: কলার আইডি ডিফল্টরূপে সীমিত করা হয়নি। পরবর্তী কল: সীমিত
br: Gweredekaet eo skrammañ an niverenn dre ziouer. Galv da heul : Kuzhet
ca: Per defecte, la identificació de trucada no està restringida. Propera trucada: restringida
cy: Nid yw ID galwr yn gyfyngedig. Galwad nesaf: Cyfyngedig
eu: Deitzailearen IDa mugatu gabe dago lehenespenez. Hurrengo deia: mugatuta
fa: شناسه تماس گیرنده به صورت پیش‌گزیده نامحدود است. تماس بعدی: محدود
ga_ie: Aitheantas glaoiteora: gan teorainn de réir réamhshocraithe. An chéad ghlao eile: Teoranta
gd: Thèid ID a’ ghairmeir a thilleadh gun bhun-roghainn neo-chuingichte. Bidh an ath-ghairm cuingichte
hi_in: कॉलर ID प्रतिबंधित पर तयशुदा नहीं है. अगला कॉल: प्रतिबंधित
hr: ID pozivatelja postavljen na vidljiv. Sljedeći poziv: Sakriven
hu: A hívóazonosító alapbeállítása a nem korlátozott. Következő hívás: korlátozott
id: ID pemanggil secara baku tidak dibatasi. Panggilan selanjutnya: Dibatasi
km: លេខ​សម្គាល់​អ្នក​ហៅ​លំនាំដើម​មិន​ត្រូវ​បាន​ដាក់​កម្រិត។ ការ​ហៅ​បន្ទាប់៖ បាន​ដាក់​កម្រិត
kn: ಕಾಲರ್ ID ಪೂರ್ವನಿಯೋಜಿತಗಳನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿಲ್ಲ. ಮುಂದಿನ ಕರೆ: ನಿರ್ಬಂಧಿತ
ku: Nasnameya lêgerînê wekî standard nesînorkirî ye. Lêgerîna pêş: Sînorkirî
mai: कॉलर ID प्रतिबंधित पर पूर्वनिर्धारित नहि अछि. अगिला कॉल: प्रतिबंधित
mg: Miova, araka ny niandohana, ho tsy voafetra ny ID mpiantso. Antso manaraka: Voafetra
ml: കോളര്‍ ഐഡി സ്വതവേ നിഷേധിച്ചിട്ടില്ല. അടുത്ത കോള്‍: നിഷേധിച്ചിരിയ്ക്കുന്നു
mr: पूर्वनिर्धारित कॉलर आयडी अडवलेला नाही. पुढचा संवाद: अडवलेले
ms: ID pemanggil secara lalainya tidak terhad. Panggilan seterusnya: Terhad
my: ခေါ်ဆိုသု အိုင်ဒီ စံအတိုင်း ထိန်းချုပ်ထားပါသှ် ။ နောက်ထပ် ခေါ်ဆိုမှူအား လွတ်လပ်ခွင့်ပေးမည် ဖြစ်သှ်
ne: पूर्वनिर्धारित कलर आइडि निशेधित नगरिएको। पछिल्लो कल: निशेधित
or: କଲର ଆଇଡିର ମୂଳ ସ୍ଥିତି ଅଟକାଯାଇନାହିଁ । ଆଗାମୀ କଲ: ଅଟକାଯାଇଛି
pt: A identificação do autor da chamada não é restrita. Próxima chamada: restrita
pt_br: A configuração padrão de identificação é irrestrita. Próxima chamada: restrita
ro: ID-ul apelantului e implicit nerestricționat. Apelul următor: restricționat
si: ඇමතුම් හැදුනුම් තත්වය සීමා නොකල බවට හැරවූවා. මීලඟ ඇමතුම: සීමා කල තත්‍වයෙන්
sw: Chaguo msingi za Kitambulishi cha Mpigaji simu hazijazuiwa. Simu inayofuata: Imezuiwa
ta: இயல்பாக அழைப்பவர் ID தடை செய்யப்படவில்லை. அடுத்த அழைப்பு: தடை செய்யப்பட்டது
te: కాలర్ ఐడీ అప్రమేయాలు కట్టడిచేయబడలేదు. తదుపరి కాల్: నిర్బంధం ఉంది
tr: Arama kimliği varsayılan olarak kısıtsız. Sonraki arama: Kısıtlı
ur: کالر شناخت طےشدہ ممنوعہ نہیں. اگلی کال: ممنوعہ نہیں
uz: Cheklamaslik uchun qo‘ng‘iroq qiluvchi standartlari. Keyingi qo‘ng‘iroq: Cheklangan
wa: Les premetous des ID des houkeus sont so nén limités. Houcaedje ki vént : Limité
xh: Isazisi esisiseko somntu otsala umnxeba asilinganiselwanga. Umnxeba olandelayo: ulinganiselwe
zu: I-ID yoshaya ucingo ishintshela kwengavinjelwe. Ucingo olulandelayo: Luvinjelwe
