Repository: translate/mozilla-gaia
Catalog: */apps/communications/dialer/dialer.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eu, fa, ga_ie, gd, hi_in, hr, hu, id, kk, km, kn, ku, mai, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, wa, xh, zu

source: via SIM{{ n }}
am: በ ሲም{{ n }}
ar: بواسطة الشريحة {{ n }}
as: SIM{{ n }} ৰে
bg: през SIM{{ n }}
bn_bd: SIM{{ n }} দিয়ে
bn_in: SIM{{ n }} দিয়ে
ca: amb la SIM{{ n }}
cy: drwy SIM{{ n }}
eu: {{ n }}. SIMaren bidez
fa: به‌ وسیله سیم‌کارت {{ n }}
gd: slighe SIM{{ n }}
hi_in: SIM{{ n }} के द्वारा
hu: {{ n }}. SIM-en
kk: SIM{{ n }}-дан
km: តាម​រយៈ SIM{{ n }}
kn: SIM{{ n }} ಮೂಲಕ
mai: SIM{{ n }} क द्वारा
mg: @ alàlan'ny SIM{{ n }}
ml: സിം{{ n }} വഴി
mr: व्हाया SIM{{ n }}
my: မှ SIM{{ n }}
ne: SIM मार्फत{{ n }}
or: SIM{{ n }} ମାଧ୍ଯମରେ
si: SIM {{ n }} හරහා
sw: kupitia SIM{{ n }}
ta: சிம்{{ n }} ஊடாக
te: సిమ్{{ n }} ద్వారా
th: ผ่าน SIM{{ n }}
tr: SIM{{ n }} ile
ur: بذریعہ SIM{{ n }}
uz: SIM{{ n }} orqali
wa: pal SIM{{ n }}
xh: NgeSIM{{ n }}
zu: nge-SIM{{ n }}

source: SIM{{ n }}
am: ሲም{{ n }}
ar: الشريحة {{ n }}
eu: {{ n }}. SIMa
fa: سیم‌کارت{{ n }}
hu: {{ n }}. SIM
ml: സിം{{ n }}
ta: சிம்{{ n }}
te: సిమ్{{ n }}
xh: ISIM{{n}}

source: Unknown
am: ያልታወቀ
ar: غير معروف
bg: Неизвестно
bn_bd: অজ্ঞাত
bn_in: অজ্ঞাত
br: Dianavezet
ca: Desconeguda
cy: Anhysbys
eu: Ezezaguna
fa: نامشخص
ga_ie: Anaithnid
gd: Neo-aithnichte
hi_in: अज्ञात
hu: Ismeretlen
id: Tidak dikenal
kk: Белгісіз
km: មិន​ស្គាល់
kn: ಗೊತ್ತಿರದ
ms: Tidak Diketahui
my: အမည်မသိ
ne: अज्ञात
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
si: නොදන්නා
ta: அறியாத
th: ไม่รู้จัก
tr: Bilinmiyor
ur: نامعلوم
uz: Nomaʼlum
wa: Nén cnoxhou

source: Cancel
am: መሰረዣ
ar: إلغاء
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল
br: Nullañ
ca: Cancel·la
cy: Diddymu
eu: Utzi
fa: انصراف
ga_ie: Cealaigh
gd: Sguir dheth
hu: Mégse
id: Batal
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದುಗೊಳಿಸು
ku: Betal
mg: Foanana
ms: Batal
my: ဖျက်
ne: रद्द गर्नुहोस्
pt: Cancelar
ro: Renunță
si: අවලංගු
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish
wa: Rinoncî

source: Remove
am: ማስወገጃ
ar: إزالة
bg: Премахване
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Lemel
ca: Elimina
cy: Tynnu
eu: Kendu
fa: حذف
ga_ie: Bain
gd: Thoir air falbh
hu: Eltávolítás
kk: Өшіру
kn: ತೆಗೆದುಹಾಕು
ms: Keluarkan
pt: Remover
si: ඉවත් කරන්න
th: เอาออก
tr: Sil
uz: Olib tashlash

source: Remove all Facebook data?
am: ሁሉንም የ ፌስቡክ ዳታ ላስወግደው?
ar: حذف جميع بيانات الفيسبوك؟
bg: Премахване на всички Facebook данни?
bn_bd: ফেসবুকের সব ডাটা অপসারিত হবে?
bn_in: সব Facebook তথ্য মুছে ফেলা হবে?
br: Dilemel an holl roadennoù Facebook ?
ca: Voleu eliminar totes les dades del Facebook?
cy: Tynnu holl ddata Facebook?
eu: Facebookeko datu guztiak kendu?
fa: تمام داده‌های فیس بوک حذف شود؟
ga_ie: Scrios na sonraí Facebook go léir ón nguthán?
gd: A bheil thu airson an dàta Facebook gu lèir a thoirt air falbh?
hu: Eltávolítja az összes Facebook adatot?
kk: Барлық Facebook мәліметтерін өшіру керек пе?
kn: ಫೇಸ್‌ಬುಕ್‌ನ ಎಲ್ಲ ದತ್ತಾಂಶ ತೆಗೆಯಬೇಕೆ?
ms: Buang semua data Facebook?
pt: Remover todos os dados do Facebook?
si: සියළුම Facebook දත්ත ඉවත් කරන්න ද?
th: เอาข้อมูล Facebook ทั้งหมดออก?
tr: Tüm Facebook verileri kaldırılsın mı?
uz: Barcha Facebook ma’lumotlari olib tashlansinmi?

source: Delete contact?
am: ግንኙነቱን ላጥፋው?
ar: حذف جهة الاتصال؟
bg: Да бъде ли изтрит контактът?
bn_bd: পরিচিতি অপসারণ
bn_in: কন্ট্যাক্ট বাতিল করুন
br: Dilemel an darempred ?
ca: Voleu eliminar el contacte?
cy: Dileu cysylltiad?
eu: Kontaktua ezabatu?
fa: حذف مخاطب؟
ga_ie: Scrios an teagmhálaí?
gd: A bheil thu airson an neach-aithne a sguabadh às?
hu: Törli a névjegyet?
kk: Контактты өшіру керек пе?
kn: ಸಂಪರ್ಕವನ್ನು ಅಳಿಸುವುದೇ?
ms: Hapus kenalan?
pt: Eliminar contacto?
si: සබඳතාව මකන්න ද?
th: ลบรายชื่อ?
tr: Kişi silinsin mı?
uz: Kontakt o‘chirilsinmi?

source: No Contact to Delete
am: ለማጥፋት ግንኙነት የለም
ar: لا توجد جهة اتصال للحذف
bg: Няма контакт за изтриване
bn_bd: অপসারণের জন্য কোন পরিচিতি নেই
bn_in: মুছে ফেলার জন্য কোন পরিচিতি নেই
br: N'eus darempred ebet da zilemel
ca: No hi ha cap contacte per eliminar
cy: Dim Cysylltiad i'w Ddileu
eu: Ezabatzeko kontakturik ez
fa: هیچ مخاطبی برای حذف وجود ندارد
ga_ie: Níl aon teagmhálaí le scriosadh ann
gd: Chan eil gin ann a ghabhas a sguabadh as
hu: Nincs törölhető névjegy
kn: ಅಳಿಸಲು ಯಾವುದೆ ಸಂಪರ್ಕವಿಲ್ಲ
ms: Tiada Kenalan untuk Dihapus
pt: Sem Contactos para Eliminar
si: මැකීමට සබඳතා නොමැත
th: ไม่มีรายชื่อให้ลบ
tr: Silinecek kişi yok
uz: O‘chirish uchun kontakt yo‘q

source: Delete 1 Contact? This cannot be undone.
am: ላጥፋው 1 ግንኙነት? ይህን መተው አይቻልም
ar: حذف جهة اتصال واحدة؟ هذا لا يمكن التراجع عنه.
bg: Изтриване на 1 контакт? Това действие не може да бъде отменено.
bn_bd: 1 পরিচিতি অপসারণ করবেন? এটি আর ফেরত পাওয়া যাবে না।
bn_in: 1টি পরিচিতি মুছবেন? এটি পূর্বাবস্থায় করা যাবে না।
br: Dilemel 1 darempred ? An dra-mañ n'hallo ket bezañ disc'hraet.
ca: Voleu eliminar 1 contacte? Aquesta acció no es pot desfer.
cy: Dileu Cysylltiad 1? Nid oes modd dadwneud hyn.
eu: Kontaktua ezabatu? Hau ezin da desegin.
fa: ۱ مخاطب حذف شود؟ این کار برگشت ناپذیر است.
ga_ie: Scrios teagmhálaí amháin? Fainic! Beidh sé scriosta go brách.
gd: A bheil thu airson an neach-aithne seo a sguabadh às? Cha ghabh seo a neo-dhèanamh.
hu: Töröl 1 névjegyet? Ez nem vonható vissza.
kk: 1 контактты өшіру керек пе? Бұл әрекетті болдырмау мүмкін емес болады.
kn: 1 ಸಂಪರ್ಕವನ್ನು ಅಳಿಸಬೇಕೆ? ಇದನ್ನು ರದ್ದು ಮಾಡಲಾಗುವುದಿಲ್ಲ.
ms: Hapus 1 Kenalan? Ini tidak boleh dibuat asal.
pt: Apagar 1 contacto? Esta ação é irreversível.
si: මෙම සබඳතා 1ක් මකන්න ද? මෙය ආපසු හැරවිය නොහැකියි.
th: ลบ 1 รายชื่อ? สิ่งนี้ไม่สามารถเลิกทำ
tr: 1 kişi silinsin mi? Bu işlem geri alınamaz.
uz: 1 ta kontakt o‘chirilsinmi? Uni qayta tiklab bo‘lmaydi.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
am: ላጥፋቸው {{n}} ግንኙነቶች? ይህን መተው አይቻልም
ar: حذف جهتي اتصال؟ هذا لا يمكن التراجع عنه.
bg: Изтриване на {{n}} контакта? Това действие не може да бъде отменено.
bn_bd: {{n}} পরিচিতি অপসারণ করবেন? এগুলো আর ফেরত পাওয়া যাবে না।
bn_in: {{n}} যোগাযোগ মুছবেন? এটি পূর্বাবস্থা করা যাবে না।
br: Dilemel {{n}} darempred ? An dra-mañ n'hallo ket bezañ disc'hraet.
ca: Voleu eliminar {{n}} contactes? Aquesta acció no es pot desfer.
cy: Dileu {{n}} Cysylltiad? Nid oes modd dadwneud hyn.
eu: {{n}} kontaktu ezabatu? Hau ezin da desegin.
fa: {{n}} مخاطب حذف شوند؟ این کار برگشت ناپذیر است.
ga_ie: Scrios {{n}} theagmhálaí? Fainic! Beidh siad scriosta go brách.
gd: A bheil thu airson {{n}} neach-aithne seo a sguabadh às? Cha ghabh seo a neo-dhèanamh.
hu: Töröl {{n}} névjegyet? Ez nem vonható vissza.
kk: {{n}} контактты өшіру керек пе? Бұл әрекетті болдырмау мүмкін емес болады.
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಅಳಿಸಬೇಕೆ? ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
ms: Hapus {{n}} Kenalan? Ini tidak boleh dibuat asal.
pt: Apagar {{n}} contactos? Esta ação é irreversível.
si: මෙම සබඳතා {{n}}ක් මකන්න ද? මෙය ආපසු හැරවිය නොහැකියි.
th: ลบ {{n}} รายชื่อ? สิ่งนี้ไม่สามารถเลิกทำ
tr: {{n}} kişi silinsin mi? Bu işlem geri alınamaz.
uz: {{n}} ta kontakt o‘chirilsinmi? Uni qayta tiklab bo‘lmaydi.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
am: ላጥፋቸው {{n}} ግንኙነቶች? ይህን መተው አይቻልም
ar: حذف {{n}} جهات اتصال؟ هذا لايمكن التراجع عنه.
bg: Изтриване на {{n}} контакта? Това действие не може да бъде отменено.
bn_bd: {{n}} পরিচিতি অপসারণ করবেন? এগুলো আর ফেরত পাওয়া যাবে না।
bn_in: {{n}} যোগাযোগ মুছবেন? এটি পূর্বাবস্থা করা যাবে না।
br: Dilemel {{n}} darempred ? An dra-mañ n'hallo ket bezañ disc'hraet.
ca: Voleu eliminar {{n}} contactes? Aquesta acció no es pot desfer.
cy: Dileu {{n}} Cysylltiad? Nid oes modd dadwneud hyn.
eu: {{n}} kontaktu ezabatu? Hau ezin da desegin.
fa: {{n}} مخاطب حذف شوند؟ این کار برگشت ناپذیر است.
ga_ie: Scrios {{n}} theagmhálaí? Fainic! Beidh siad scriosta go brách.
gd: A bheil thu airson {{n}} neach-aithne seo a sguabadh às? Cha ghabh seo a neo-dhèanamh.
hu: Töröl {{n}} névjegyet? Ez nem vonható vissza.
kk: {{n}} контактты өшіру керек пе? Бұл әрекетті болдырмау мүмкін емес болады.
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಅಳಿಸಬೇಕೆ? ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
ms: Hapus {{n}} Kenalan? Ini tidak boleh dibuat asal.
pt: Apagar {{n}} contactos? Esta ação é irreversível.
si: මෙම සබඳතා {{n}}ක් මකන්න ද? මෙය ආපසු හැරවිය නොහැකියි.
th: ลบ {{n}} รายชื่อ? สิ่งนี้ไม่สามารถเลิกทำ
tr: {{n}} kişi silinsin mi? Bu işlem geri alınamaz.
uz: {{n}} ta kontakt o‘chirilsinmi? Ularni qayta tiklab bo‘lmaydi.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
am: ላጥፋቸው {{n}} ግንኙነቶች? ይህን መተው አይቻልም
ar: حذف {{n}} جهة اتصال؟ هذا لايمكن التراجع عنه.
bg: Изтриване на {{n}} контакта? Това действие не може да бъде отменено.
bn_bd: {{n}} পরিচিতি অপসারণ করবেন? এগুলো আর ফেরত পাওয়া যাবে না।
bn_in: {{n}} যোগাযোগ মুছবেন? এটি পূর্বাবস্থা করা যাবে না।
br: Dilemel {{n}} darempred ? An dra-mañ n'hallo ket bezañ disc'hraet.
ca: Voleu eliminar {{n}} contactes? Aquesta acció no es pot desfer.
cy: Dileu {{n}} Cysylltiad? Nid oes modd dadwneud hyn.
eu: {{n}} kontaktu ezabatu? Hau ezin da desegin.
fa: {{n}} مخاطب حذف شوند؟ این کار برگشت ناپذیر است.
ga_ie: Scrios {{n}} dteagmhálaí? Fainic! Beidh siad scriosta go brách.
gd: A bheil thu airson {{n}} neach-aithne seo a sguabadh às? Cha ghabh seo a neo-dhèanamh.
hu: Töröl {{n}} névjegyet? Ez nem vonható vissza.
kk: {{n}} контактты өшіру керек пе? Бұл әрекетті болдырмау мүмкін емес болады.
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಅಳಿಸಬೇಕೆ? ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
ms: Hapus {{n}} Kenalan? Ini tidak boleh dibuat asal.
pt: Apagar {{n}} contactos? Esta ação é irreversível.
si: මෙම සබඳතා {{n}}ක් මකන්න ද? මෙය ආපසු හැරවිය නොහැකියි.
th: ลบ {{n}} รายชื่อ? สิ่งนี้ไม่สามารถเลิกทำ
tr: {{n}} kişi silinsin mi? Bu işlem geri alınamaz.
uz: {{n}} ta kontakt o‘chirilsinmi? Ularni qayta tiklab bo‘lmaydi.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
am: ላጥፋቸው {{n}} ግንኙነቶች? ይህን መተው አይቻልም
ar: حذف {{n}} جهة اتصال؟ هذا لايمكن التراجع عنه.
bg: Изтриване на {{n}} контакта? Това действие не може да бъде отменено.
bn_bd: {{n}} পরিচিতি অপসারণ করবেন? এগুলো আর ফেরত পাওয়া যাবে না।
bn_in: {{n}} যোগাযোগ মুছবেন? এটি পূর্বাবস্থা করা যাবে না।
br: Dilemel {{n}} darempred ? An dra-mañ n'hallo ket bezañ disc'hraet.
ca: Voleu eliminar {{n}} contactes? Aquesta acció no es pot desfer.
cy: Dileu {{n}} Cysylltiad? Nid oes modd dadwneud hyn.
eu: {{n}} kontaktu ezabatu? Hau ezin da desegin.
fa: {{n}} مخاطب حذف شوند؟ این کار برگشت ناپذیر است.
ga_ie: Scrios {{n}} teagmhálaí? Fainic! Beidh siad scriosta go brách.
gd: A bheil thu airson {{n}} neach-aithne seo a sguabadh às? Cha ghabh seo a neo-dhèanamh.
hu: Töröl {{n}} névjegyet? Ez nem vonható vissza.
kk: {{n}} контактты өшіру керек пе? Бұл әрекетті болдырмау мүмкін емес болады.
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಅಳಿಸಬೇಕೆ? ಇದನ್ನು ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ.
ms: Hapus {{n}} Kenalan? Ini tidak boleh dibuat asal.
pt: Apagar {{n}} contactos? Esta ação é irreversível.
si: මෙම සබඳතා {{n}}ක් මකන්න ද? මෙය ආපසු හැරවිය නොහැකියි.
th: ลบ {{n}} รายชื่อ? สิ่งนี้ไม่สามารถเลิกทำ
tr: {{n}} kişi silinsin mi? Bu işlem geri alınamaz.
uz: {{n}} ta kontakt o‘chirilsinmi? Ularni qayta tiklab bo‘lmaydi.

source: Retry
am: እንደገና መሞከሪያ
ar: أعِد المحاولة
bg: Отново
bn_bd: পুনরায় চেষ্টা করুন
bn_in: পুনরায় চেষ্টা করুন
br: Klask en-dro
ca: Reintenta
cy: Ceisio eto
eu: Saiatu berriro
fa: تلاش مجدد
ga_ie: Atriail
gd: Feuch ris a-rithist
hu: Újra
kk: Қайталау
kn: ಮರುಪ್ರಯತ್ನಿಸು
ms: Cuba semula
pt: Voltar a tentar
si: යළි-උත්සාහය
th: ลองใหม่
tr: Yeniden dene
uz: Qayta urinish

source: Hang Up
af: Lui af
am: መዝጊያ
ar: إنهاء
as: হেঙ আপ
bg: Затваряне
bn_bd: হ্যাং-আপ
bn_in: বিচ্ছিন্ন করুন
br: Adkregiñ
ca: Penja
cy: Gorffen
eu: Eseki
fa: قطع کردن
ga_ie: Croch
gd: Cuir sìos am fòn
hi_in: कॉल समाप्त करें
hr: Prekid poziva
hu: Lerakás
id: Akhiri
kk: Іле салу
km: ដាក់​ទូរស័ព្ទ​ចុះ
kn: ಕರೆ ಮುಗಿಸು
ku: Bigire
mai: कॉल समाप्त करू
mg: Hamarana Antso
ml: കട്ടാക്കുക
mr: ठेवा
ms: Letak Gagang
my: ရပ်နား
ne: ह्याङ अप
or: ରଖିଦିଅ
pt: Desligar
pt_br: Desligar
ro: Închide
si: අවසන් කරන්න
sw: Kata Simu
ta: துண்டி
te: అర్థంతరంగా పెట్టేయండి
th: วางสาย
tr: Kapat
ur: بینگ اپ
uz: Ilib qo‘yish
wa: Racplaper
xh: Beka
zu: Vala ucingo

source: Pick up
af: Tel op
am: ማንሻ
ar: رد
as: পিক আপ
bg: Отговаряне
bn_bd: ধরুন
bn_in: ধরুন
br: Diskregiñ
ca: Despenja
cy: Pigo i fyny
eu: Hartu
fa: برداشتن
ga_ie: Freagair
gd: Tog e
hi_in: उठाएँ
hr: Privaćanje poziva
hu: Felvétel
id: Terima
kk: Көтеру
km: លើក​ទូរស័ព្ទ
kn: ಸ್ವೀಕರಿಸಿ
ku: Bibersivîne
mai: उठाबू
mg: Handray Antso
ml: എടുക്കുക
mr: उचला
ms: Angkat
my: ကိုင်
ne: उठानोउस
or: କଲ ଉଠାନ୍ତୁ
pt: Atender
pt_br: Atender
ro: Ridică
si: ලබා ගන්න
sw: Shika simu
ta: எடுங்கள்
te: ఎత్తండి
th: รับสาย
tr: Yanıtla
ur: اٹہایئں
uz: Terish
wa: Prinde
xh: Chola
zu: Bamba ucingo

source: Slider
af: Skuifbalk
am: ተንሸራታች
ar: منزلق
as: স্লাইডাৰ
bg: Плъзгач
bn_bd: স্লাইডার
bn_in: স্লাইডার
br: Afell da riklañ
ca: Lliscador
cy: Llithrydd
eu: Graduatzailea
fa: لغزنده
ga_ie: Sleamhnán
gd: Sleamhnachan
hi_in: स्लाइडर
hr: Klizač
hu: Csúszka
id: Penggeser
kk: айналдыру жолағы
km: គ្រាប់​រំកិល
kn: ಸ್ಲೈಡರ್
mai: स्लाइडर
mg: Fanakorisa
ml: നിരക്കി
mr: सरकपट्टी
ms: Gelangsar
my: ဆွဲဘား
ne: स्लाइडर
or: ସ୍ଲାଇଡର
pt: Controlo de deslize
pt_br: Deslizador
ro: Glisor
si: ස්ලයිඩරය
sw: Kitelezi
ta: நகர்த்தி
te: స్లైడరు
th: ตัวเลื่อน
tr: Sürgü
ur: سلائیڈر
uz: Slayder
wa: Acinseu
xh: Islayida
zu: I-slider

source: Settings
af: Instellings
am: ማሰናጃዎች
ar: إعدادات
as: সংহতিসমূহ
bg: Настройки
bn_bd: সেটিং
bn_in: সেটিংস
br: Arventennoù
ca: Paràmetres
cy: Gosodiadau
eu: Ezarpenak
fa: تنظیمات
ga_ie: Socruithe
gd: Roghainnean
hi_in: सेटिंग
hr: Postavke
hu: Beállítások
id: Setelan
kk: Баптаулар
km: ការ​កំណត់
kn: ಸಿದ್ಧತೆಗಳು
ku: Eyar
mai: सेटिंग
mg: Tefy
ml: ക്രമീകരണങ്ങള്‍
mr: सेटिंग
ms: Tetapan
my: အပြင်အဆင်
ne: सेटिङहरू
or: ସଂରଚନା
pt: Definições
pt_br: Configurações
ro: Setări
si: සැකසුම්
sw: Mipangilio
ta: அமைவுகள்
te: అమరికలు
th: การตั้งค่า
tr: Ayarlar
ur: سیٹکگیں
uz: Sozlamalar
wa: Apontiaedjes
xh: Iisetingi
zu: Amasethingi

source: Nothing selected
af: Niks gekies nie
am: ምንም አልተመረጠም
ar: لا شيﺀ مختار
as: একো নিৰ্বাচিত নহয়
bg: Няма избрани
bn_bd: কিছুই নির্বাচন করা হয়নি
bn_in: কিছুই নির্বাচিত হয়নি
br: Tra ebet diuzet
ca: No heu seleccionat res
cy: Dim wedi ei ddewis
eu: Ez da ezer hautatu
fa: چیزی انتخاب نشده است
ga_ie: Níl aon rud roghnaithe
gd: Cha deach dad a thaghadh
hi_in: कुछ भी नहीं चुना गया
hr: Ništa nije odabrano
hu: Nincs kiválasztva
id: Tidak ada yang dipilih
kk: Ешнәрсе таңдалмады
km: គ្មានអ្វី​បាន​ជ្រើស
kn: ಏನನ್ನೂ ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ
ku: Tu tişt nehat hilbijartin
mai: किछु नहि चुनल गेल
mg: Tsy misy voafantina
ml: ഒന്നും തെരഞ്ഞെടുത്തിട്ടില്ല
mr: शुन्य निवडले
ms: Tiada yang dipilih
my: ဘာမျှ မရွေးထားဘူး
ne: केहि चयन गरिएको छैन
or: କିଛି ବଛାହୋଇନାହିଁ
pt: Nada selecionado
pt_br: Nada selecionado
ro: Nimic selectat
si: කිසිවත් තෝරාගෙන නොමැත
sw: Hakuna kitu kilichochaguliwa
ta: ஏதும் தேரவில்லை
te: ఏమీ ఎంపికచేయబడలేదు
th: ไม่มีสิ่งใดถูกเลือก
tr: Hiçbir şey seçilmedi
ur: کچھ منتخب نہیں کیا گیا
uz: Hech narsa tanlanmadi
wa: Rén di tchoezi
xh: Akukho nto ikhethiweyo
zu: Akukho okukhethiwe

source: Delete selected log?
af: Skrap gekose log?
am: የተመረጠውን መግቢያ ላጥፋው?
ar: حذف السجل المحدد؟
as: নিৰ্বাচিত লগ মচি পেলাব নে?
bg: Изтриване на избрания запис?
bn_bd: নির্বাচিত লগ অপসারণ করবেন?
bn_in: নির্বচিত লগ মুছে ফেলা হবে কি?
br: Dilemel an elfenn bet diuzet ?
ca: Voleu eliminar el registre seleccionat?
cy: Dileu'r cofnod yma?
eu: Ezabatu hautatutako loga?
fa: آیا وقایع انتخاب شده حذف شوند؟
ga_ie: Scrios an logchomhad roghnaithe?
gd: A bheil thu airson {{ n }} loga a sguabadh às?
hi_in: चयनित लॉग को मिटाएें?
hr: Obrisati odabrani zapis?
hu: Törli a naplót?
id: Hapus catatan yang dipilih?
km: លុប​កំណត់​ហេតុ​បាន​ជ្រើស?
kn: ನಿಗದಿತ ಲಾಗ್ ಅನ್ನು ಅಳಿಸುವುದೇ?
ku: Tomara hilbijartî jê bibe?
mai: चुनलका लॉग हटाउ?
mg: Hamafa diary voafantina?
ml: തെരഞ്ഞെടുത്ത ലോഗ് കളയട്ടെ?
mr: डिलीट निवडलेली नोंद?
ms: Hapus log yang dipilih?
my: ရွေထားတဲ့ မှတ်တမ်းကို ဖျက်?
ne: चयन गरिएको नोडहरू मेटाउने हो?
or: ବଛାଯାଇଥିବା ଇତିହାସ ଲିଭାଇବେ କି?
pt: Apagar registo selecionado?
pt_br: Apagar a entrada selecionada?
ro: Ștergi jurnalul selectat?
si: තෝරාගත් ලොගය මකන්න ද?
sw: Futa kumbukumbu iliyochaguliwa?
ta: தேர்ந்த பதிவுகளை அழிக்கவா?
te: ఎంచుకున్న చిట్టాను తొలగించాలా?
th: ลบบันทึกที่เลือก?
tr: Seçilen kayıt silinsin mi?
ur: منتخب شدہ لاگ حذف کریں؟
uz: Tanlangan jurnal o‘chirilsinmi?
wa: Disfacer djournå tchoezi ?
xh: Ufuna ukucima ilogu ekhethiweyo?
zu: Dilitha umlando wezingcingo okhethiwe?

# delete-n-log?[two]
source: Delete {{ n }} logs?
af: Skrap {{ n }} logs?
am: ላጥፋው {{ n }} የ ጥሪውን ታሪክ?
ar: حذف {{ n }} سجل؟
as: {{ n }} লগসমূহ মচি পেলাব নে?
bg: Изтриване на {{ n }} записа?
bn_bd: {{ n }} লগ অপসারণ করবেন?
bn_in: {{ n }} লগ মুছে ফেলবেন?
br: Dilemel {{ n }} elfenn ?
ca: Voleu eliminar {{ n }} registres?
cy: Dileu {{ n }} cofnod?
eu: Ezabatu {{ n }} log?
fa: {{ n }} رویداد حذف شوند؟
ga_ie: Scrios an {{ n }} logchomhad roghnaithe?
gd: A bheil thu airson {{ n }} loga a sguabadh às?
hi_in: मिटाएँ {{ n }} लॉग?
hr: Obrisati {{ n }} zapisa?
hu: Töröl {{ n }} naplót?
id: Hapus {{ n }} log?
km: លុប​កំណត់​ហេតុ {{ n }} ?
kn: {{ n }} ಲಾಗ್ ಗಳನ್ನು ಅಳಿಸುವುದೇ?
ku: {{ n }} tomaran jê bibe?
mai: मेटाउ {{ n }} लॉग?
mg: Hamafa diary {{ n }}?
ml: തെരഞ്ഞെടുത്ത {{ n }} ലോഗുകള്‍ കളയട്ടെ?
mr: डिलीट {{ n }} नोंदी?
ms: Hapus {{ n }} log?
my: {{ n }} မှတ်တမ်းများ ဖျက်?
ne: {{ n }} लगहरु मेटाउनु हुन्छ ?
or: {{ n }} ଗୋଟି ଇତିହାସ ଲିଭାଇବେ କି?
pt: Apagar {{ n }} registos?
pt_br: Apagar {{ n }} entradas?
ro: Ștergi {{ n }} intrări?
si: ලොග් සටහන් {{ n }} ක් මකන්න ද?
sw: Futa kumbukumbu {{ n }}?
ta: {{ n }} பதிவுகளை அழிக்கவா?
te: {{ n }} చిట్టాలను తొలగించాలా?
th: ลบ {{ n }} บันทึก?
tr: {{ n }} kayıt silinsin mi?
ur: {{ n }} لاگ حذف کریں؟
uz: {{ n }} ta jurnal o‘chirilsinmi?
wa: Disfacer {{ n }} djournås ?
xh: Ufuna ukucima iilog ezi-{{ n }}?
zu: Dilitha imilando engu-{{ n }} yezingcingo?

# delete-n-log?[few]
source: Delete {{ n }} logs?
af: Skrap {{ n }} logs?
am: ላጥፋው {{ n }} የ ጥሪውን ታሪክ?
ar: حذف {{ n }} سجلات؟
as: {{ n }} লগসমূহ মচি পেলাব নে?
bg: Изтриване на {{ n }} записа?
bn_bd: {{ n }} লগ অপসারণ করবেন?
bn_in: {{ n }} লগ মুছে ফেলবেন?
br: Dilemel {{ n }} elfenn ?
ca: Voleu eliminar {{ n }} registres?
cy: Dileu {{ n }} cofnod?
eu: Ezabatu {{ n }} log?
fa: {{ n }} رویداد حذف شوند؟
ga_ie: Scrios na {{ n }} logchomhad roghnaithe?
gd: A bheil thu airson {{ n }} logaichean a sguabadh às?
hi_in: मिटाएँ {{ n }} लॉग?
hr: Obrisati {{ n }} zapisa?
hu: Töröl {{ n }} naplót?
id: Hapus {{ n }} log?
km: លុប​កំណត់​ហេតុ {{ n }} ?
kn: {{ n }} ಲಾಗ್‌ಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
ku: {{ n }} tomaran jê bibe?
mai: मेटाउ {{ n }} लॉग?
mg: Hamafa diary {{ n }}?
ml: തെരഞ്ഞെടുത്ത {{ n }} ലോഗുകള്‍ കളയട്ടെ?
mr: डिलीट {{ n }} नोंदी?
ms: Hapus {{ n }} log?
my: {{ n }} မှတ်တမ်းများ ဖျက်?
ne: {{ n }} लगहरु मेटाउनुहुन्छ?
or: {{ n }} ଗୋଟି ଇତିହାସ ଲିଭାଇବେ କି?
pt: Apagar {{ n }} registos?
pt_br: Apagar {{ n }} entradas?
ro: Ștergi {{ n }} intrări?
si: ලොග් සටහන් {{ n }} ක් මකන්න ද?
sw: Futa kumbukumbu {{n}}?
ta: {{ n }} பதிவுகளை அழிக்கவா?
te: {{ n }} చిట్టాలను తొలగించాలా?
th: ลบ {{ n }} บันทึก?
tr: {{ n }} kayıt silinsin mi?
ur: {{ n }} گوشوارے حذف کریں؟
uz: {{ n }} ta jurnal o‘chirilsinmi?
wa: Disfacer {{ n }} djournås ?
xh: Ufuna ukucima iilog ezi-{{ n }}?
zu: Dilitha imilando engu-{{ n }} yezingcingo?

# delete-n-log?[many]
source: Delete {{ n }} logs?
af: Skrap {{ n }} logs?
am: ላጥፋው {{ n }} የ ጥሪውን ታሪክ?
ar: حذف {{ n }} سجل؟
as: {{ n }} লগসমূহ মচি পেলাব নে?
bg: Изтриване на {{ n }} записа?
bn_bd: {{ n }} লগ অপসারণ করবেন?
bn_in: {{ n }} লগ মুছে ফেলবেন?
br: Dilemel {{ n }} elfenn ?
ca: Voleu eliminar {{ n }} registres?
cy: Dileu {{ n }} cofnod?
eu: Ezabatu {{ n }} log?
fa: {{ n }} رویداد حذف شوند؟
ga_ie: Scrios na {{ n }} logchomhad roghnaithe?
gd: A bheil thu airson {{ n }} loga a sguabadh às?
hi_in: {{ n }} लॉग मिटाएँ?
hr: Obrisati {{ n }} zapisa?
hu: Töröl {{ n }} naplót?
id: Hapus {{ n }} log?
km: លុប​កំណត់ហេតុ {{ n }} ?
kn: {{ n }} ಲಾಗ್‌ಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
ku: {{ n }} tomaran jê bibe?
mai: {{ n }} लॉग मेटाउ?
mg: Hamafa diary {{ n }}?
ml: തിരഞ്ഞെടുത്ത {{ n }} ലോഗുകള്‍ നീക്കം ചെയ്യട്ടേ?
mr: डिलीट {{ n }} नोंदी?
ms: Hapus {{ n }} log?
my: {{ n }} မှတ်တမ်းများ ဖျက်?
ne: {{ n }} लगहरु मेटाउनुहुन्छ?
or: {{ n }} ଗୋଟି ଇତିହାସ ଲିଭାଇବେ କି?
pt: Apagar {{ n }} registos?
pt_br: Apagar {{ n }} entradas?
ro: Ștergi {{ n }} intrări?
si: ලොග් සටහන් {{ n }} ක් මකන්න ද?
sw: Futa kumbukumbu {{ n }}?
ta: {{ n }} பதிவுகளை அழிக்கவா?
te: {{ n }} చిట్టాలను తొలగించాలా?
th: ลบ {{ n }} บันทึก?
tr: {{ n }} kayıt silinsin mi?
ur: {{ n }} لاگس حذف کریں؟
uz: {{ n }} ta jurnal o‘chirilsinmi?
wa: Disfacer {{ n }} djournås ?
xh: Ufuna ukucima iilog ezi-{{ n }}?
zu: Dilitha imilando engu-{{ n }} yezingcingo?

# delete-n-log?[other]
source: Delete {{ n }} logs?
af: Skrap {{ n }} logs?
am: ላጥፋው {{ n }} የ ጥሪውን ታሪክ?
ar: حذف {{ n }} سجل؟
as: {{ n }} লগসমূহ মচি পেলাব নে?
bg: Изтриване на {{ n }} записа?
bn_bd: {{ n }} লগ অপসারণ করবেন?
bn_in: {{ n }} লগ মুছে ফেলবেন?
br: Dilemel {{ n }} elfenn ?
ca: Voleu eliminar {{ n }} registres?
cy: Dileu {{ n }} cofnod?
eu: Ezabatu {{ n }} log?
fa: {{ n }} رویداد حذف شوند؟
ga_ie: Scrios na {{ n }} logchomhad roghnaithe?
gd: A bheil thu airson {{ n }} loga a sguabadh às?
hi_in: {{ n }} लॉग मिटाएँ?
hr: Obrisati {{ n }} zapisa?
hu: Töröl {{ n }} naplót?
id: Hapus {{ n }} log?
km: លុប​កំណត់​ហេតុ {{ n }} ?
kn: {{ n }} ಲಾಗ್‌ಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
ku: {{ n }} tomaran jê bibe?
mai: {{ n }} लॉग मेटाउ?
mg: Hamafa diary {{ n }}?
ml: തിരഞ്ഞെടുത്ത {{ n }} ലോഗുകള്‍ നീക്കം ചെയ്യട്ടേ?
mr: डिलीट {{ n }} नोंदी?
ms: Hapus {{ n }} log?
my: {{ n }} မှတ်တမ်းများဖျက်?
ne: {{ n }} लगहरु मेटाउनुहुन्छ?
or: {{ n }} ଗୋଟି ଇତିହାସ ଲିଭାଇବେ କି?
pt: Apagar {{ n }} registos?
pt_br: Apagar {{ n }} entradas?
ro: Ștergi {{ n }} intrări?
si: ලොග් සටහන් {{ n }} ක් මකන්න ද?
sw: Futa kumbukumbu {{ n }}?
ta: {{ n }} பதிவுகளை அழிக்கவா?
te: {{ n }} చిట్టాలను తొలగించాలా?
th: ลบ {{ n }} บันทึก?
tr: {{ n }} kayıt silinsin mi?
ur: {{ n }} لاگس حذف کریں؟
uz: {{ n }} ta jurnal o‘chirilsinmi?
wa: Disfacer {{ n }} djournås ?
xh: Ufuna ukucima iilog ezi-{{ n }}?
zu: Dilitha imilando engu-{{ n }} yezingcingo?

# composeEmail.ariaLabel
source: Email
am: ኢሜይል
ar: البريد الإلكتروني
bg: Ел. поща
bn_bd: ইমেইল
bn_in: ই-মেইল
br: Postel
ca: Correu electrònic
cy: E-bost
eu: Posta elektronikoa
fa: پست الکترونیکی
ga_ie: Ríomhphost
gd: Post-d
hi_in: ईमेल
id: Surel
kk: Эл. пошта
km: អ៊ីមែល
kn: ಇಮೇಲ್
ms: Emel
my: အီးမေးလ်
si: විද්‍යුත් තැපෑල
th: อีเมล
tr: E-posta
uz: E-pochta
wa: Emile

# emailDetail.ariaLabel
source: Email
am: ኢሜይል
ar: البريد الإلكتروني
bg: Ел. поща
bn_bd: ইমেইল
bn_in: ই-মেইল
br: Postel
ca: Correu electrònic
cy: E-bost
eu: Helbide elektronikoa
fa: پست الکترونیکی
ga_ie: Ríomhphost
gd: Post-d
hi_in: ईमेल
id: Surel
kk: Эл. пошта
kn: ಇಮೇಲ್
ms: Emel
my: အီးမေးလ်
si: විද්‍යුත් තැපෑල
th: อีเมล
tr: E-posta
uz: E-pochta
wa: Emile

source: Phone
am: ስልክ
ar: الهاتف
bg: Телефон
bn_bd: ফোন
bn_in: ফোন
br: Pellgomzer
ca: Telèfon
cy: Ffôn
eu: Telefonoa
fa: تلفن
ga_ie: Guthán
gd: Fòn
hi_in: फ़ोन
hu: Telefonszám
id: Telepon
kk: Телефон
km: ទូរសព្ទ​
kn: ದೂರವಾಣಿ
ms: Telefon
my: ဖုန်း
pt: Telefone
ro: Telefon
si: දුරකථන
th: โทรศัพท์
tr: Telefon
ur: فون
uz: Telefon
wa: Telefone

# send-sms-button.ariaLabel
source: SMS
am: ኤስኤምኤስ
ar: رسالة نصية
bn_bd: এসএমএস
eu: SMSa
fa: پیام‌کوتاه
hi_in: एसएमएस
km: សារ​ខ្លី

source: {{ s }} s
am: {{ s }} ሰ
ar: {{ s }} ثا
bg: {{ s }} с
bn_bd: {{ s }} সে
br: {{ s }} e
gd: {{ s }} d
hu: {{ s }} mp
id: {{ s }}d
kk: {{ s }} с
si: {{ s }} ත
ta: {{ s }} வி
te: {{ s }} క్ష
th: {{ s }} วินาที
tr: {{ s }} sn
ur: {{ s }} سیکنڈ

source: {{ m }} m {{ s }} s
am: {{ m }} ደ {{ s }} ሰ
ar: {{ m }} د {{ s }} ثا
bg: {{ m }} м {{ s }} с
bn_bd: {{ m }} মি {{ s }} সে
br: {{ m }} m {{ s }} e
ga_ie: {{ m }}n {{ s }}s
gd: {{ m }} m {{ s }} d
hu: {{ m }} p {{ s }} mp
id: {{ m }}m {{ s }}d
kk: {{ m }} м {{ s }} с
si: {{ m }} මි {{ s }} ත
ta: {{ m }} m {{ s }} வி
te: {{ m }} ని {{ s }} క్ష
th: {{ m }} นาที {{ s }} วินาที
tr: {{ m }} dk {{ s }} sn
ur: {{ m }} منٹ {{ s }} سیکنڈ
uz: {{ m }} d {{ s }} s
