Repository: translate/mozilla-gaia
Catalog: */apps/communications/dialer/shared.properties.po
Languages: as, hi_in, id, kk, kn, mai, ml, ms, ne, or, ro, ta, tr, zu

source: To make a call you need to disable airplane mode in settings.
as: কল কৰিবলৈ সংহতিসমূহ বিমান অৱস্থা অসামৰ্থবান কৰিব লাগিব।
hi_in: काल करने के लिए सेटिंग्स में एयरप्लेन मोड निष्क्रिय करे.
id: Untuk melakukan panggilan Anda harus mematikan modus pesawat di setelan.
kk: Қоңырау шалу үшін сізге ұшақтағы режимді сөндіру керек.
kn: ಕರೆ ಮಾಡಲು ಏರೋಪ್ಲೇನ್ ಮೋಡ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬೇಕು.
mai: काल करब कलेल सेटिंग मे एयरप्लेन मोड निष्क्रिय करू.
ml: കോള്‍ ചെയ്യുന്നതിനു് എയര്‍പ്ലെയിന്‍ മോഡ് പ്രവര്‍ത്തന രഹിതമാക്കണം.
ms: Untuk membuat panggilan anda perlu matikan mod pesawat pada tetapan.
ne: कल गर्नको लागि तपाईले सेटिङमा गएर उडान शैली अक्षम पार्नुपर्नेछ।
or: ସେଟିଙ୍ଗରେ ଏଆରପ୍ଲେନ ସ୍ଥିତି ନିଷ୍କ୍ରିୟ କଲେ ଯାଇ ଆପଣ କଲ କରିପାରିବେ ।
ro: Pentru a efectua un apel, trebuie să dezactivezi modul avion din Setări.
ta: ஒரு அழைப்பு செய்ய நீங்கள் அமைப்புகளில் விமானம் முறைமையை முடக்க வேண்டும்.
tr: Arama yapmak için ayarlardan uçak modunu devre dışı bırakmalısınız.
zu: Ukuze ushaye ucingo kudingeka uvale imodi yasebhanoyini kumasethingi.

# callAirplaneModeBtnOk
source: OK
as: ঠিক আছে
id: Oke
kk: ОК
mai: बेस
ml: ശരി
ne: ठीक छ
or: ଠିକ ଅଛି
ta: சரி
tr: Tamam
zu: KULUNGILE

source: Airplane mode activated
as: বিমান অৱস্থা সক্ৰিয়
hi_in: एयरप्लेन-मोड सक्रिय है
id: Modus pesawat diaktifkan
kk: Ұшақтағы режим белсендірілген
kn: ಏರೋಪ್ಲನ್ ಮೋಡ್ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
mai: एयरप्लेन-मोड सक्रिय अछि
ml: എയര്‍പ്ലെയിന്‍ മോഡ് സജീവം
ms: Mod pesawat diaktifkan
ne: उडान शैली सक्रिय भयो
or: ବିମାନ ମୋଡ ସକ୍ରିୟ ହୋଇଛି
ro: Mod avion activat
ta: விமான முறைமையை செயற்படுத்து
tr: Uçak modu etkinleştirildi
zu: Imodi yasebhanoyini ivuliwe

source: Number is busy
as: নম্বৰ ব্যস্ত আছে
hi_in: नंबर व्यस्त है
kn: ಸಂಖ್ಯೆ ಕಾರ್ಯನಿರತವಾಗಿದೆ
mai: नंबर व्यस्त अछि
ml: നമ്പര്‍ തിരക്കില്‍
ms: Nombor sedang sibuk
ne: नम्बर व्यस्त छ
or: ନମ୍ବରଟି ବ୍ୟସ୍ତ ଅଛି
ro: Numărul este ocupat
ta: எண் அழைப்பில் உள்ளது
tr: Numara meşgul
zu: Inombolo ibhizi

source: The number is currently busy. Please try again later.
as: নম্বৰটো বৰ্তমান ব্যস্ত আছে। অনুগ্ৰহ কৰি পাছত চেষ্টা কৰক।
hi_in: नंबर वर्तमान में व्यस्त है. बाद में पुन: प्रयास करें.
kn: ಸಂಖ್ಯೆಯು ಸದ್ಯಕ್ಕೆ ಕಾರ್ಯನಿರತವಾಗಿದೆ. ಸ್ವಲ್ಪಸಮಯದ ನಂತರ ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
mai: नंबर वर्तमान मे व्यस्त अछि. बाद मे पुन: प्रयास करू.
ml: നമ്പര്‍ ഇപ്പോള്‍ തിരക്കില്‍. പിന്നീടു് വീണ്ടും ശ്രമിയ്ക്കൂ.
ms: Nombor sedang sibuk. Sila cuba lagi kemudian.
ne: नम्बर अहिले व्यस्त छ । पछि पुन: प्रयास गर्नु होला ।
or: ନମ୍ବରଟି ବର୍ତ୍ତମାନ ବ୍ୟସ୍ତ ଅଛି । କିଛି ସମୟ ଛାଡ଼ି ପୁଣିଥରେ ଚେଷ୍ଟାକରନ୍ତୁ ।
ro: Numărul este în prezent ocupat. Te rugăm reîncearcă mai târziu.
ta: எண் தற்போது அழைப்பில் உள்ளது. தயவுச்செய்து பிறகு மீண்டும் முயற்சி.
tr: Numara şu anda meşgul. Lütfen daha sonra tekrar deneyin.
zu: Inombolo isebhizi okwamanje. Sicela uphinde uzame emva kwesikhathi.

source: FDN active
as: FDN সক্ৰিয়
hi_in: FDN सक्रिय
kn: FDN ಸಕ್ರಿಯ
mai: FDN सक्रिय
ml: എഫ്ഡിഎന്‍ സജീവം
ms: FDN aktif
ne: FDN सक्रिय छ
or: FDN ସକ୍ରିୟ
ro: FDN activ
ta: FDN செயலிலுள்ளது
tr: FDN etkin
zu: I-FDN iyasebenza

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
as: FDN (নিৰ্দিষ্ট ডায়েলিং নম্বৰসমূহ) সক্ৰিয় আৰু নিম্নলিখিত সংখ্যা আপোনাৰ FDN তালিকাত নাই: {{ number }}
hi_in: FDN (Fixed Dialing Numbers) सक्रिय है और निम्नलिखित संख्या आपकी FDN सूची मे नहीं है: {{ number }}
kn: FDN (ಫಿಕ್ಸೆಡ್ ಡಯಲಿಂಗ್ ನಂಬರ್ಸ್) ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ ಮತ್ತು ಈ ಕೆಳಗಿನ ಸಂಖ್ಯೆಯು ನಿಮ್ಮ FDN ಪಟ್ಟಿಯಲ್ಲಿಲ್ಲ: {{ number }}
mai: FDN (Fixed Dialing Numbers) सक्रिय अछि आओर निम्नलिखित संख्या अहाँक FDN सूची मे नहि अछि: {{ number }}
ml: എഫ്‍ഡിഎന്‍ (സ്ഥിരമായ ഡയലിങ് നമ്പറുകള്‍) സജീവം, പക്ഷേ ഈ നമ്പര്‍ നിങ്ങളുടെ എഫ്ഡിഎന്‍ പട്ടികയിലില്ല: {{ number }}
ms: FDN (Nombor Dial Tetap) diaktifkan dan nombor berikut tidak terdapat di dalam senarai FDN anda: {{ number }}
ne: FDN (फिक्स्ड डायलिङ्ग नम्बरस्) सक्रिय छ र निम्न नम्बर तपाईंको FDN सूचीमा छैन: {{number }}
or: FDN (ଫିକ୍ସଡ଼ ଡାଏଲିଙ୍ଗ ନମ୍ବର) ସକ୍ରିୟ ହୋଇଛି ଓ ଏହି ତଳ ନମ୍ବରମାନ ଆପଣଣଙ୍କ FDN ତାଲିକାରେ ନାହିଁ: {{ number }}
ro: FDN (Numere de apelare fixă) este activat iar următorul număr nu este în lista FDN: {{ number }}
tr: FDN (Sabit Arama Numaraları) etkin ve bu numara FDN listenizde değil: {{ number }}
zu: I-FDN (Fixed Dialing Numbers) ayivuliwe futhi le nombolo elandelayo ayikho ohlwini lwakho lwe-FDN {{ number }}

source: Voicemail
as: ভয়েচমেইল
hi_in: वॉइसमेल
id: Pesan suara
kk: Дыбыстық пошта
kn: ಧ್ವನಿಅಂಚೆ
mai: वॉइसमेल
ml: വോയിസ്‌മെയില്‍
ms: Mel suara
ne: वाच्य इमेल
or: ଭଏସମେଲ
ro: Mesaj vocal
ta: குரல் மின்னஞ்சல்
tr: Telesekreter
zu: I-Voicemail

source: Emergency number
as: জৰুৰীকালীন নম্বৰ
hi_in: आपातकालीन नंबर
id: Nomor darurat
kk: Апаттық нөмір
kn: ತುರ್ತು ಸಂಖ್ಯೆ
mai: आपातकालीन नंबर
ml: അത്യാവശ്യ നംബര്‍
ms: Nombor kecemasan
ne: आपत्कालिन नम्बर
or: ଜରୁରୀକାଳୀନ ନମ୍ବର
ro: Număr de urgență
ta: அவசர எண்
tr: Acil durum numarası
zu: Inombolo yezimo eziphuthumayo

source: To make a call, the phone must be connected to a network.
as: কল কৰিবলৈ, দূৰভাষটো নে'টৱৰ্কৰ লগত সংযুক্ত থাকিবই লাগিব।
hi_in: कॉल करने के लिए फोन नेटवर्क से अवश्य जुड़ा होना चाहिए.
id: Untuk melakukan panggilan, telepon harus tersambung ke jaringan.
kk: Қоңырау шалу үшін телефон желіге байланысқан болуы тиіс.
kn: ಕರೆಯನ್ನು ಮಾಡಲು, ಫೋನ್‌ ಅನ್ನು ಜಾಲಬಂಧದೊಂದಿಗೆ ಸಂಪರ್ಕಜೋಡಿಸಬೇಕು.
mai: कॉल करब कलेल फोन संजाल सँ अवश्य जुड़ल होनाइ चाही.
ml: വിളിക്കുന്നതിനായി ഫോൺ ഒരു ശൃംഘലയുമായി ബന്ധിപ്പെട്ടിരിക്കണം.
ms: Untuk membuat panggilan, telefon mesti disambungkan ke rangkaian.
ne: कल गर्नको लागि, फोन कुनै सञ्जालसङ्ग जडान हुनुपर्छ।
or: କଲ କରିବା ପାଇଁ ଆପଣଙ୍କ ଫୋନଟି ଏକ ନେଟୱାର୍କ ସହ ଯୋଡ଼ାଯାଇଥିବା ଲୋଡ଼ା ।
ro: Pentru a efectua un apel, telefonul trebuie să fie conectat la o rețea.
ta: ஒரு அழைப்பை உருவாக்க செல்பேசியானது பிணையத்துடன் இணைந்திருக்க வேண்டும்.
tr: Arama yapmak için telefon bir şebekeye bağlı olmalıdır.
zu: Ukushaya ucingo kufanele ucingo luxhunywe kunethiwekhi.

source: Emergency calls are not allowed by the network.
as: আপাতকালীন কলসমূহ নেটৱৰ্ক দ্বাৰা অনুমোদিত নহয়।
hi_in: नेटवर्क से आपातकालीन कॉल की अनुमति नहीं है.
id: Panggilan darurat tidak diizinkan oleh jaringan.
kk: Апаттық қоңырауларды желі рұқсат етпейді.
kn: ಜಾಲಬಂಧದಲ್ಲಿನ ತುರ್ತಿನ ಕರೆಗಳಿಗೆ ಅನುಮತಿ ಇರುವುದಿಲ್ಲ.
mai: संजाल सँ आपातकालीन कॉल क अनुमति नहि अछि.
ml: ശൃംഘല അടിയന്തരവിളികൾ അനുവദിക്കുന്നില്ല.
ms: Panggilan kecemasan tidak dibenarkan oleh rangkaian.
ne: आपातकालीन कलहरू गर्न सञ्जालले अनुमति दिएको छैन।
or: ଜରୁରୀକାଳୀନ କଲଗୁଡ଼ିକ ନେଟୱର୍କ ଦ୍ୱାରା ଅନୁମତି ପ୍ରାପ୍ତ ନୁହଁ।
ro: Apelurile de urgență nu sunt permise de rețea.
ta: அவசர அழைப்புகளை பிணையம் அனுமதிக்கவில்லை.
tr: Acil aramalara şebeke tarafından izin verilmiyor.
zu: Izingcingo eziphuthumayo azivunyelwe yinethiwekhi.

# emergencyDialogBtnOk
source: OK
as: ঠিক আছে
hi_in: ठीक
id: Oke
kk: ОК
mai: बेस
ml: ശരി
ne: ठीक छ
or: ଠିକ ଅଛି
ta: சரி
tr: Tamam
zu: KULUNGILE

source: No network connection
as: কোনো নে'টৱৰ্ক সংযোগ নাই
hi_in: कोई नेटवर्क कनेक्शन नहीं
id: Tidak ada sambungan jaringan
kk: Желілік байланыс жоқ
kn: ಯಾವುದೆ ಜಾಲಬಂಧ ಸಂಪರ್ಕವಿಲ್ಲ
mai: कोनो संजाल कनेक्शन नहि
ml: ശൃംഖലയുമായി ബന്ധിക്കപ്പെട്ടിട്ടില്ല
ms: Tiada sambungan rangkaian
ne: सञ्जाल जडान छैन
or: କୌଣସି ନେଟୱର୍କ ସଂଯୋଗ ନାହିଁ
ro: Fără conexiune la rețea
ta: பிணைய இணைப்பு இல்லை
tr: Şebeke bağlantısı yok
zu: Ayikho inethiwekhi exhunyiwe

source: Invalid phone number
as: অবৈধ ফোন নম্বৰ
hi_in: अवैध फ़ोन क्रमांक
id: Nomor telepon tidak valid
kk: Телефон нөмірі қате
kn: ತಪ್ಪಾದ ದೂರವಾಣಿ ಸಂಖ್ಯೆ
mai: अवैध फोन क्रमांक
ml: അസാധുവായ ഫോൺ നമ്പർ
ms: Nombor telefon tidak sah
ne: अमान्य फोन नम्बर
or: ଅବୈଧ ଫୋନ ନମ୍ବର
ro: Număr de telefon invalid
ta: தவறான செல்பேசி எண்
tr: Geçersiz telefon numarası
zu: Inombolo yefoni engasebenzi

source: The phone number you are calling is not valid.
as: আপুনি কল কৰি থকা নম্বৰটো বৈধ নহয়।
hi_in: आप फोन नंबर से कॉल कर रहे है, वह वैध नहीं है.
id: Nomor telepon yang dipanggil tidak valid.
kk: Сіз қоңырау шалам деген телефон нөмірі қате.
kn: ನೀವು ಕರೆ ಮಾಡಿದ ಸಂಖ್ಯೆ ತಪ್ಪಾಗಿದೆ.
mai: अहाँ जे फोन नंबर सँ कॉल कए रहल अछि, ओ वैध नहि अछि.
ml: താങ്കൾ വിളിക്കുന്ന ഫോൺ നമ്പർ അസാധുവാണു്.
ms: Nombor telefon yang anda dail tidak sah.
ne: तपाईले कल गरिराख्नु भएको फोन नम्बर मान्य छैन।
or: ଆପଣ କଲ କରୁଥିବା ଫୋନ ନମ୍ବରଟି ଠିକ ନୁହଁ।
ro: Numărul de telefon pe care îl apelezi nu este valabil.
ta: நீங்கள் அழைக்கும் செல்பேசி எண் செல்லாதது.
tr: Aradığınız telefon numarası geçerli değil.
zu: Inombolo yocingo oyishayelayo ayisebenzi.

source: Unable to make a phone call now
as: এতিয়া এটা ফোন কল কৰিবলে অক্ষম
hi_in: एक फोन कॉल करने में असमर्थ
id: Tidak dapat menelepon sekarang
kk: Қоңырау шалу қазір мүмкін емес
kn: ಈಗ ಕರೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
mai: एकटा फोन कॉल करब मे असमर्थ
ml: ഇപ്പോൾ വിളിക്കാൻ സാധ്യമല്ല
ms: Tidak dapat membuat panggilan telefon sekarang
ne: अहिले फोन कल गर्न असक्षम
or: ବର୍ତ୍ତମାନ ଫୋନ କଲ କରିବାରେ ଅସମର୍ଥ
ro: Nu se poate efectua un apel telefonic acum
ta: இப்போது செல்பேசியால் அழைக்க இயலவில்லை
tr: Şu an arama yapılamıyor
zu: Ayikwazi ukushaya izingcingo okwamanje

source: Cannot make a call. If you are already dialing, please hang up first.
as: এটা কল কৰিব নোৱাৰি। যদি আপুনি ইতিমধ্যে ডায়েল লৰি আছে, অনুগ্ৰহ কৰি প্ৰথমতে হেঙ কৰক।
hi_in: कॉल नहीं कर सकता है. यदि आप पहले से डायल कर रहे हैं तो कृपया बने रहें.
id: Tidak dapat melakukan panggilan. Jika kamu sudah memanggil, mohon tahan dahulu.
kk: Қоңырау шалу мүмкін емес. Егер басқа қоңырау шалу қазір жүріп жатса, оны аяқтаңыз.
kn: ಕರೆ ಮಾಡಲಾಗಲಿಲ್ಲ. ನೀವು ಈಗಾಗಲೇ ಡಯಲ್ ಮಾಡುತ್ತಿರುವಿರಾದರೆ, ಮೊದಲು ಮುಕ್ತಾಯಗೊಳಿಸಿ.
mai: कॉल नहि कए सकैत अछि. जँ अहाँ पहिने सँ डायल कए रहल छी तँ कृपया बनल रहू.
ml: വിളിക്കാൻ സാധ്യമല്ല. താങ്കൾ വിളിച്ചുകൊണ്ടിരിക്കുകയാണെങ്കിൽ, ദയവായി ആദ്യം അത് നിർത്തുക.
ms: Tidak dapat membuat panggilan. Jika anda sedang mendail, sila letakkan dahulu.
ne: फोन कल गर्न मिलेन। यदि तपाईले पाहिला देखि नै डायल गारिराख्नुभाएको छ भने, कृपया पहिला ह्याङ्ग अप गर्नुहोस्।
or: କଲଟିଏ କରିପାରିବେ ନାହିଁ । ଯଦି ଆପଣ ଡାଏଲ କରୁଛନ୍ତି ତେବେ ବନ୍ଦ କରିଦିଅନ୍ତୁ ।
ro: Nu se poate efectua un apel. Dacă apelezi deja, te rugăm să închizi mai întâi.
ta: அழைக்க முடியவில்லை. நீங்கள் ஏற்கனவே டயலிங் செயலிலிருந்தால், முதலில் அதை வையுங்கள்.
tr: Arama yapılamıyor. Numarayı çeviriyorsanız önce hattı kapatın.
zu: Ayikwazi ukushaya ucingo. Uma usuvele ushaya inombolo, sicela uvale ucingo kuqala.

source: Other connection in use
as: ব্যৱহাৰত থকা অন্য সংযোগ
hi_in: दूसरे कनेक्शन प्रयोग में
kn: ಬೇರೊಂದು ಸಂಪರ್ಕ ಬಳಕೆಯಲ್ಲಿದೆ
mai: दोसर कनेक्शन प्रयोग मे
ml: മറ്റൊരു ബന്ധം ഉപയോഗത്തിലാണു്
ms: SIM{{ n }}
ne: प्रयोगमा भएको अन्य जडान
or: ବ୍ୟବହାରରେ ଥିବା ଅନ୍ୟାନ୍ୟ ସଂଯୋଗ
ro: Altă conexiune în uz
ta: மற்ற இணைப்பு பயன்பாட்டில் உள்ளது
tr: Diğer bağlantı kullanımda
zu: Okunye ukuxhumeka kuyasetshenziswa

source: You have an active call on another connection. You can only use one connection at a time.
as: আন এটা সংযোগত আপোনাৰ এটা সক্ৰিয় কল আছে। আপুনি এটা সময়ত কেৱল এটা সংযোগহে ব্যৱহাৰ কৰিব পাৰে।
hi_in: आपके पास दूसरे कनेक्शन में सक्रिय कॉल हैं. आप एकबार में केवल एक कनेक्शन का उपयोग कर सकते हैं.
kn: ಬೇರೊಂದು ಸಂಪರ್ಕದಲ್ಲಿ ಸಕ್ರಿಯ ಕರೆ ಇದೆ. ಒಮ್ಮೆಗೆ ಒಂದು ಸಂಪರ್ಕವನ್ನು ಮಾತ್ರವೇ ಬಳಸಬಹುದಾಗಿದೆ.
mai: अहाँक पास दोसर कनेक्शन मे सक्रिय कॉल अछि. अहाँ एकबार मे केवल एकटा कनेक्शन क उपयोग कए सकैत अछि.
ml: മറ്റൊരു കണക്ഷനില്‍ നിങ്ങള്‍ കോളിലാണു്. ഒരു സമയം ഒറ്റ കണക്ഷന്‍ മാത്രമേ പാടുള്ളൂ.
ms: Anda mempunyai panggilan aktif pada sambungan yang lain. Anda hanya boleh menggunakan satu sambungan pada satu masa.
ne: तपाईंको अर्को जडानमा एउटा सक्रिय कल छ । तपाईं एक समयमा मात्र एउटा जडान प्रयोग गर्न सक्नुहुन्छ।
or: ଆପଣ ଆଉ ଏକ ସଂଯୋଗରେ ଏକ କଲ କରୁଛନ୍ତି । ଆପଣ ଥରକେ କେବଳ ଗୋଟିଏ କଲ କରିପାରିବେ ।
ro: Ai un apel activ pe altă conexiune. Poți folosi doar o conexiune în același timp.
ta: நீங்கள் மற்றொரு இணைப்பில் உள்ளீர்கள். நீங்கள் ஒரு நேரத்தில் ஒரு இணைப்பை தான் பயன்படுத்த இயலும்.
tr: Başka bir bağlantıda aktif bir aramanız var. Tek seferde sadece bir bağlantıyı kullanabilirsiniz.
zu: Kunocingo olulindile komunye ulayini. Ungasebenzisa ulayini owodwa kuphela ngesikhathi.

source: This number is blocked as it is not in your list of authorized numbers.
ta: உங்களு்டைய அனுமதி பட்டியலில் இந்த எண் இல்லை எனவே தடுக்கப்பட்டது.
