Repository: translate/mozilla-gaia
Catalog: ff/apps/email/email.properties.po
Languages: ff

# back-button.ariaLabel
source: Back
ff: Caggal

source: Close
ff: Uddu

source: Mail
ff: Iimeel

source: To send and receive email, you will need to set up an account.
ff: Ngam neldude walla heɓde iimeel, maa teelto-ɗaa konte.

source: New Account
ff: Konte Kese

source: Enter Password For:
ff: Naatnu Finndec Ndee:

# setup-info-name.placeholder
source: Your name
ff: Innde maa

source: someone@example.com
ff: kaarimaani@yeru.com

# setup-info-password.placeholder
source: Password
ff: Finnde

# setup-info-next
source: Next
ff: Yeeso

source: Setting up account
ff: Cosgol konte

source: Mail account setup
ff: Teeltagol konte meel

source: All done!
ff: Fof gasii!

source: Add another account
ff: Ɓeydu konte goɗɗe

source: Continue to Mail
ff: Ɓennu to Iimeel

source: This device is currently offline. Connect to a network and try again.
ff: Ngol kaɓirgol seŋaaki e oo sahaa. Seŋo e resoo kisa puɗɗito-ɗaa.

source: Invalid username or password. Check for typos.
ff: Innde kuutoro walla finnde moƴƴaani. Ƴeewto binndol.

source: Invalid e-mail address. Check for typos.
ff: Ñiiɓirde iimeel moƴƴaani. Ƴeewto binndol.

source: The server said you’re not authorized to create an account
ff: Sarworde ndee wiyi a yamiraaka sosde konte

source: Server unsupported. The POP3 server does not implement required features.
ff: Sarworde jaaɓdaani. Sarworde POP3 ndee annomintaa fannuuji baɗɗiiɗi.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
ff: Juumre nde anndaaka waɗii. Ƴeewto eŋol maa resoo walla eto suɓre teeltaade junngol.

source: You must use an application specific password for two-factor Gmail accounts
ff: Aɗa foti huutoraade finnde heeroraande jaaɓngal ngam jogaade konte Gmail two-factor

source: You must enable IMAP for your Gmail account
ff: Maa kurminanaa konte maa Gmail IMAP

source: You must enable POP3 for your Gmail account
ff: Maa kurminanaa POP3 konte Gmail maa

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
ff: Horiima ñiɓde ceŋol kisngol e "{{server}}". Maa taw ceŋol maa walla sarworde ndee ena mbaɗi caɗeele.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
ff: Horiima ñiɓde ceŋol e "{{server}}". Maa taw resoo oo ena waɗi caɗeele.

source: There is a problem with the server "{{server}}". Try again later.
ff: Caɗeele ena ngoodi e sarworde "{{server}}". Eto kadi so ɓooyii.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
ff: Horiima teeltaade konte maa e jaajol. Saato ñiiɓirde maa iimeel walla eto suɓre teeltagol junngol.

source: The server "{{server}}" is offline for maintenance. Try again later.
ff: Sarworde "{{server}}" woni ko e ceŋtol ngam feewniteede. Eto kadi so ɓooyii.

source: This account is already configured.
ff: Ɗee konte teeltaama haa gasi.

source: Manual setup
ff: Teeltagl junngol

source: Manual Setup
ff: Teeltagol junngol

# setup-manual-account-type
source: Account type
ff: Fannu konte

# setup-manual-account-type-select.ariaLabel
source: Account type
ff: Fannu konte

# setup-manual-imap-header
source: IMAP settings
ff: Teelte IMAP

# setup-manual-pop3-header
source: POP3 settings
ff: Teelte POP3

# setup-manual-smtp-header
source: SMTP settings
ff: Teelte SMTP

# setup-manual-activesync-header
source: ActiveSync settings
ff: Teelte ActiveSync

# setup-manual-next
source: Next
ff: Yeeso

source: Socket Type
ff: Fannu Soket

source: Connection security
ff: Kisal ceŋagol

source: Unencrypted (insecure)
ff: Gannaaka (hisaani)

# setup-manual-hostname.placeholder
source: Hostname
ff: innde koɗnol

source: Port Number
ff: Tonngoode Poor

# setup-manual-username.placeholder
source: Username
ff: Innde kuutoro

source: Domain\Username
ff: Domen\Innde Kuutoro

source: Bad password!
ff: Finnde moƴƴaani!

source: We could not sign in to the server. Maybe your password is wrong?
ff: Min koriima naatde e sarworde ndee. Maa taw finnde maa moƴƴaani?

source: New password
ff: Finnde hesere

source: Retry with new password
ff: Eto finnde hesere kadi

source: Two-Factor Enabled
ff: Two-Factor Hurminaama

source: You need to enter an application-specific password below.
ff: Maa naatnaa finnde heeroraande jaaɓngal les ɗoo.

source: Use application password
ff: Huutoro finnde jaaɓngal

source: IMAP Disabled
ff: IMAP Daaƴaama

source: You must enable IMAP on your Gmail account
ff: Maa kurminaa IMAP e konte maa Gmail

# setup-gmail-imap-retry
source: Retry
ff: Eto goɗngol

source: POP3 Disabled
ff: POP3 koko Daaƴaa

source: You must enable POP3 on your Gmail account
ff: Alaa e sago kurminaa POP3 e konte maa Gmail

# setup-gmail-pop3-retry
source: Retry
ff: Eto kadi

source: Reauthorize Email
ff: Yamir Kadi Iimeel

source: Email needs to be reauthorized to access the following account:
ff: Iimeeluuji ena cokli yamireede kadi ngam heɓde ɗee konte:

# setup-fix-oauth2-reauthorize
source: Reauthorize
ff: Yamir kadi

source: Mail Settings
ff: Teelte Iimeel

# settings-sub-header-account
source: Account
ff: Konte

# settings-account-group.ariaLabel
source: Account
ff: Konte

# settings-account-name
source: Your name
ff: Innde maa

source: Display notifications for new messages
ff: Jaytin tintinde ɓatakuuje kese

source: Play sound after message is sent
ff: Fiy gaacol so ɓatakuure neldaama

source: Tap to Edit
ff: Tappu ngam taƴtaade

# settings-account-signature-label
source: Signature
ff: Siifannde

# settings-account-signature-textbox.ariaLabel
source: Signature
ff: Siifannde

source: Save Signature
ff: Danndu Siifannde

# settings-sub-header-data
source: Data
ff: Keɓe

# settings-data-group.ariaLabel
source: Data
ff: Keɓe

# settings-account-check-mail
source: Check for new messages
ff: Ƴeewto ɓatakuuje kese

# settings-account-check-mail-select.ariaLabel
source: Check for new messages
ff: Ƴeewto ɓatakuuje kese

# settings-sub-header-server
source: Server settings
ff: Teelte sarworde

# settings-server-group.ariaLabel
source: Server settings
ff: Teelte sarworde

source: Username and password
ff: Innde kuutoro e finnde

# settings-account-useroauth2
source: Username
ff: Innde kuutoro

source: Sent Using Firefox OS
ff: Neldiraa ko Firefox OS

source: Done
ff: Gasii

# settings-account-section
source: Accounts
ff: Konte

# settings-account-listbox.ariaLabel
source: Accounts
ff: Konte

source: Add Account
ff: Ɓeydu Konte

source: Delete account
ff: Momtu konte

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
ff: Aɗa yenanaa yiɗde momtude konte maa iimeel {{account}}? Maa ngaawtoyo-ɗaa kadi iimeeluuji maa so a sostii kadi konte ɗee.

# settings-account-delete-cancel
source: Cancel
ff: Haaytu

# settings-account-delete-confirm
source: Delete
ff: Momtu

source: General settings
ff: Teelte kuuɓal

source: Always show images
ff: Hollu nate sahaa kala

source: Download attachments
ff: Aawto ɗise

source: Every 5 minutes
ff: Hojomaaji 5 kala

source: Every 10 minutes
ff: Hojomaaji 10 kala

source: Every 15 minutes
ff: Hojomaaji 15 kala

source: Every 30 minutes
ff: Hojomaaji 30 kala

source: Every hour
ff: Waktu kala

source: Manually
ff: Junngol

source: disabled
ff: daaaaɗo

source: {{ n }} second
ff: majaango {{ n }}

# settings-check-dynamic[two]
source: {{ n }} seconds
ff: majaali {{ n }}

# settings-check-dynamic[few]
source: {{ n }} seconds
ff: majaali {{ n }}

# settings-check-dynamic[many]
source: {{ n }} seconds
ff: majaali {{ n }}

# settings-check-dynamic[other]
source: {{ n }} seconds
ff: majaali {{ n }}

source: Set as default email
ff: Waɗtu iimeel goowaaɗo

# settings-account-type
source: Account type
ff: Fannu konte

source: Credentials
ff: Ceŋoeteeɗe

# settings-activesync-label
source: ActiveSync settings
ff: Teelte ActiveSync

# settings-imap-label
source: IMAP settings
ff: Teelte IMAP

# settings-pop3-label
source: POP3 settings
ff: Teelte POP3

# settings-smtp-label
source: SMTP settings
ff: Teelte SMTP

# settings-hostname
source: Hostname
ff: innde koɗnol

source: Port
ff: Poor

# settings-username
source: Username
ff: Innde kuutoro

# settings-password
source: Password
ff: Finnde

source: Save
ff: Danndu

source: Password field should not be empty
ff: Gallol finnde fotaani ɓolɗude

# settings-reauth
source: Reauthorize
ff: Yamir kadi

# settings-account-synchronize-window
source: Days to sync
ff: Balɗe nde sync waɗetee

# settings-account-synchronize-window-select.ariaLabel
source: Days to sync
ff: Balɗe nde sync waɗetee

source: Automatic
ff: E jaajol

source: 1 day
ff: ñalawma 1

source: 3 days
ff: balɗe 3

source: 1 week
ff: yontere 1

source: 2 weeks
ff: jonte 2

source: 1 month
ff: lewru 1

source: All messages
ff: Ɓatakuuje fof

# envelope-from
source: From
ff: Iwde

# envelope-to
source: To
ff: Fayde

source: Sending
ff: Nana neldaa

source: Error sending
ff: Juumre neldugol

source: Unread
ff: Taraaka

source: Has star
ff: Ena maantaa

source: Has attachments
ff: Ena waɗi ɗisanɗe

source: Message body
ff: Ɓanndu ɓatakuuru

source: Loading
ff: Nana loowa

# subject.ariaLabel
source: Subject
ff: Toɓere

# message-delete-button.ariaLabel
source: Delete
ff: Momtu

source: Add star
ff: Ɓeydu maantore

source: Remove star
ff: Momtu maantore

source: Mark read
ff: Maanto taraama

source: Mark unread
ff: Maanto taraaka

source: Move
ff: Dirtin

source: Reply or forward
ff: Jaabto walla ɓennin

source: Download
ff: Aawto

source: Downloading
ff: Nana aawtoo

# view-button.ariaLabel
source: View
ff: Yiyto

# attachments-container.ariaLabel
source: Attachments
ff: Ɗisanɗe

# from-group.ariaLabel
source: From
ff: Neldi ko

# to-group.ariaLabel
source: To
ff: Fayde to

source: Compose message
ff: Winndu ɓatakuru

# compose-header-short
source: Compose
ff: Winndu

# compose-send
source: Send
ff: Neldu

# compose-send-button.ariaLabel
source: Send
ff: Neldu

# compose-to
source: To
ff: Fayde

# compose-attachments-container.ariaLabel[zero]
source: Attachments
ff: Ɗisanɗe

# compose-attachments-container.ariaLabel[one]
source: Attachments: {{kilobytes}}K
ff: Ɗisanɗe: {{kilobytes}}K

# compose-attachments-container.ariaLabel[two]
source: Attachments: {{kilobytes}}K
ff: Ɗisanɗe: {{kilobytes}}K

# compose-attachments-container.ariaLabel[few]
source: Attachments: {{kilobytes}}K
ff: Ɗisanɗe: {{kilobytes}}K

# compose-attachments-container.ariaLabel[many]
source: Attachments: {{kilobytes}}K
ff: Ɗisanɗe: {{kilobytes}}K

# compose-attachments-container.ariaLabel[other]
source: Attachments: {{kilobytes}}K
ff: Ɗisanɗe: {{kilobytes}}K

source: Remove
ff: Momtu

source: Attach
ff: Ɗisor

# compose-attachments[zero]
source: Attachments
ff: Ɗisanɗe

source: {{ n }} attachment
ff: Ɗisannde {{ n }}

# compose-attachments[two]
source: {{ n }} attachments
ff: Ɗisanɗe {{ n }}

# compose-attachments[few]
source: {{ n }} attachments
ff: Ɗisanɗe {{ n }}

# compose-attachments[many]
source: {{ n }} attachments
ff: Ɗisanɗe {{ n }}

# compose-attachments[other]
source: {{ n }} attachments
ff: Ɗisanɗe {{ n }}

# compose-text.ariaLabel
source: Edit
ff: Taƴto

source: One moment, still working on the previous attachment...
ff: Sabbo seeɗa, haa jooni wonaa ko e ɗisannde adiinde ndee...

# compose-subject
source: Subject
ff: Tiitoonde

source: Save to Local Drafts
ff: Danndue Eɓɓitte Maa

source: Sending email failed
ff: Neldugol iimeel woorii

source: Attachment too large
ff: Ɗisanɗe ena mawni haa ɓurti

source: Attachments too large
ff: Ɗisanɗe ena mawni haa ɓurti

source: The selected attachment is too large to send with this message.
ff: Ɗisannde labaande ndee ena mawni haa ɓurti ngam neldorde e nduu ɓatakuuru.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
ff: Ɗisanɗe labaaɗe ɗee ena mawni haa ɓurti ngam neldorde e nduu ɓatakuru. Eto labaade piille seeɗa.

source: attachment{{ n }}
ff: Ɗisre{{ n }}

# message-attachment-view
source: View
ff: Yiyto

source: Unable to open
ff: Horiima udditiiɗe

source: The device does not have an app that can open the attachment.
ff: Kaɓirgol ngol alaa jaaɓngal baawngal udditde ɗisannde ndee.

source: This file is too large to download.
ff: Ndee fiilde ena teddi haa ɓurti saka aawtee.

# message-edit-menu-edit
source: Edit
ff: Taƴto

# message-edit-menu-delete
source: Delete
ff: Momtu

source: Delete email message?
ff: Momtu ɓatakuru iimeel?

source: Attachments can not be forwarded.
ff: Ɗisanɗe koriima ɓennineede.

# message-multiedit-header[zero]
source: Edit
ff: Taƴto

# message-multiedit-header[one]
source: {{ n }} selected
ff: {{ n }} labaama

# message-multiedit-header[two]
source: {{ n }} selected
ff: {{ n }} labaama

# message-multiedit-header[few]
source: {{ n }} selected
ff: {{ n }} labaama

# message-multiedit-header[many]
source: {{ n }} selected
ff: {{ n }} labaama

# message-multiedit-header[other]
source: {{ n }} selected
ff: {{ n }} labaama

source: Browse to URL?: {{ url }}
ff: Feero to URL?: {{ url }}

source: This email contains one image. Tap to download.
ff: Oo iimeel ena wonndi e natal. Tappu ngam aawtaade.

# message-download-images-tap[two]
source: This email contains {{ n }} images. Tap to download.
ff: Oo iimeel ena wonndi e nate {{ n }}. Tappu ngam aawtaade.

# message-download-images-tap[few]
source: This email contains {{ n }} images. Tap to download.
ff: Oo iimeel ena wonndi e nate {{ n }}. Tappu ngam aawtaade.

# message-download-images-tap[many]
source: This email contains {{ n }} images. Tap to download.
ff: Oo iimeel ena wonndi e nate {{ n }}. Tappu ngam aawtaade.

# message-download-images-tap[other]
source: This email contains {{ n }} images. Tap to download.
ff: Oo iimeel ena wonndi e nate {{ n }}. Tappu ngam aawtaade.

source: Show external images
ff: Hollu nate iwɗe boowal

# message-multiedit-cancel
source: Cancel
ff: Haaytu

source: Delete this email message?
ff: Momtu nduu ɓatakuru iimeel?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
ff: Momtu ɓatakuuje iimeel {{ n }}?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
ff: Momtu ɓatakuuje iimeel {{ n }}?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
ff: Momtu ɓatakuuje iimeel {{ n }}?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
ff: Momtu ɓatakuuje iimeel {{ n }}?

# message-large-message-cancel
source: Cancel
ff: Haaytu

source: Continue
ff: Jokku

source: This message is large and may take some time to download.
ff: Nduu ɓatakuru ena mawni tee ena waawi leelde aawtaade.

# message-search-from
source: From
ff: Iwde

# message-search-to
source: To
ff: Fayde

# message-search-subject
source: Subject
ff: Tiitoonde

source: Body
ff: Ɓanndu

source: All
ff: Fof

source: Search Mail
ff: Yiylo Iimeeluuji

# message-search-cancel
source: Cancel
ff: Haaytu

# messages-syncing
source: Loading Messages
ff: Nana loowa ɓatakuuje

# messages-syncing-progressbar.ariaValueText
source: Loading Messages
ff: Nana loowa ɓatakuuje

source: Load More Messages
ff: Loow Ɓatakuuje Goɗɗe

source: No mail in this Folder
ff: Ndee Rungere alaa imeeluuji

source: No matches in locally cached messages
ff: Alaa nanndo e ɓatakuuje kaasaaɗe e cinndel

source: Select folder
ff: Labo runngere

source: Save new contact
ff: Danndu jokkondiral kesal

source: Add to existing contact
ff: Ɓeydu e jokkondiral goodngal

source: View contact
ff: Yiyto jokkondiral

# message-contact-menu-reply
source: Reply
ff: Jaabo

source: Send new mail
ff: Neldu iimeel keso

# message-reply-menu-reply
source: Reply
ff: Jaabo

source: Reply All
ff: Jaabo Fof

source: Forward
ff: Ɓennin

# message-reply-menu-cancel
source: Cancel
ff: Haaytu

source: {name} wrote
ff: {name} winndiino

source: Original message
ff: Ɓatakuure asliire

# forward-header-subject
source: Subject
ff: Tiitoonde

source: Date
ff: Ñalngu

# forward-header-from
source: From
ff: Iwde

source: Reply-To
ff: Jaabo to

# forward-header-to
source: To
ff: Fayde

source: Inbox
ff: Wakannde ɓataakeeji

source: Sent
ff: Neldaama

source: Drafts
ff: Eɓɓitte

source: Trash
ff: Jinnde

source: Unsent
ff: Neldaaka

source: Junk
ff: Ñaŋkoto

source: Archives
ff: Sakeeji

source: Local Drafts
ff: Eɓɓitte Maa

source: Outbox
ff: Neldaaɗe

# drawer-back
source: Back
ff: Caggal

# drawer-accounts-header
source: Accounts
ff: Konte

source: Settings
ff: Teelte

source: Last sync:
ff: Sync cakkitiiɗo:

source: Refresh
ff: Hesɗitin

source: Refreshing
ff: Nana hesɗitina

# edit-button.ariaLabel
source: Edit
ff: Taƴto

source: Top
ff: Dow

source: Folders and settings
ff: Dunnge e teelte

# message-list-compose.ariaLabel
source: Compose
ff: Winndu

source: Undo
ff: Firtu

source: 1 message flag set
ff: ɓatakuru 1 maantaama

# toaster-message-star[two]
source: {{ n }} message flags set
ff: ɓatakuure {{ n }} maantaama

# toaster-message-star[few]
source: {{ n }} message flags set
ff: ɓatakuure {{ n }} maantaama

# toaster-message-star[many]
source: {{ n }} message flags set
ff: ɓatakuure {{ n }} maantaama

# toaster-message-star[other]
source: {{ n }} message flags set
ff: ɓatakuure {{ n }} maantaama

source: 1 message flag removed
ff: ɓatakuru 1 momtaama

# toaster-message-unstar[two]
source: {{ n }} message flags removed
ff: ɓatakuure {{ n }} momtaama

# toaster-message-unstar[few]
source: {{ n }} message flags removed
ff: ɓatakuure {{ n }} momtaama

# toaster-message-unstar[many]
source: {{ n }} message flags removed
ff: ɓatakuure {{ n }} momtaama

# toaster-message-unstar[other]
source: {{ n }} message flags removed
ff: ɓatakuure {{ n }} momtaama

source: 1 message marked as read
ff: ɓatakuure 1 maantaama koko taraa

# toaster-message-read[two]
source: {{ n }} messages marked as read
ff: ɓatakuuje {{ n }} maantaama koko taraa

# toaster-message-read[few]
source: {{ n }} messages marked as read
ff: ɓatakuuje {{ n }} maantaama koko taraa

# toaster-message-read[many]
source: {{ n }} messages marked as read
ff: ɓatakuuje {{ n }} maantaama koko taraa

# toaster-message-read[other]
source: {{ n }} messages marked as read
ff: ɓatakuuje {{ n }} maantaama koko taraa

source: 1 message marked as unread
ff: ɓatakuure 1 maantaama taraaka

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
ff: ɓatakuuje {{ n }} maantaama taraaka

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
ff: ɓatakuuje {{ n }} maantaama taraaka

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
ff: ɓatakuuje {{ n }} maantaama taraaka

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
ff: ɓatakuuje {{ n }} maantaama taraaka

source: 1 message moved
ff: ɓatakuure 1 dirtinaama

# toaster-message-move[two]
source: {{ n }} messages moved
ff: ɓatakuuje {{ n }} dirtinaama

# toaster-message-move[few]
source: {{ n }} messages moved
ff: ɓatakuuje {{ n }} dirtinaama

# toaster-message-move[many]
source: {{ n }} messages moved
ff: ɓatakuuje {{ n }} dirtinaama

# toaster-message-move[other]
source: {{ n }} messages moved
ff: ɓatakuuje {{ n }} dirtinaama

source: 1 message deleted
ff: ɓatakuure 1 momtaama

# toaster-message-delete[two]
source: {{ n }} messages deleted
ff: ɓatakuuje {{ n }} momtaama

# toaster-message-delete[few]
source: {{ n }} messages deleted
ff: ɓatakuuje {{ n }} momtaama

# toaster-message-delete[many]
source: {{ n }} messages deleted
ff: ɓatakuuje {{ n }} momtaama

# toaster-message-delete[other]
source: {{ n }} messages deleted
ff: ɓatakuuje {{ n }} momtaama

source: Unable to connect to server
ff: Horiima seŋaade e sarworde

source: Invalid Addresses
ff: Ñiiɓirɗe ɗe Moƴƴaani

source: Your message contains one or more invalid email addresses. Please correct them before sending.
ff: Ɓatakuure maa ena waɗi ñiiɓirde walla ñiiɓirɗe ɗe moƴƴaani. Tiiɗno saato-ɗe hade maa neldude.

source: Network unavailable. Email saved to outbox.
ff: Laylaytol heɓaaki. Iimeel danndaama to Jaltooji.

source: Sending mail…
ff: Nana nelda meel…

source: Email sent.
ff: Iimeel neldaama.

source: Error occurred. Email saved to outbox.
ff: Waɗii juumre. Iimeel danndaama to jalooji.

source: Recipient error. Email saved to outbox.
ff: Juumre neldaaɗo. Iimeel danndaama to jaltooji.

source: Mail failed to send
ff: Iimeel horiima neldeede

source: Check the spelling of the addresses above. Your mail server indicated one or more of the addresses above are incorrect.
ff: Ƴeewto mbinndiin ñiiɓirde dow ɗee. Sarworde meeluuji maa hollitii wootere walla keewɗe e ɗee ñiiɓirde moƴƴaani.

source: The message could not be sent.
ff: Ɓatakuure ndee horiima neldeede.

source: Remove text
ff: Momtu binndol

source: Confirmation
ff: Teeŋtingol

source: 1 New Message
ff: Ɓatakuure Hesere 1

# new-messages[two]
source: {{ n }} New Messages
ff: Ɓatakuuje kese {{ n }}

# new-messages[few]
source: {{ n }} New Messages
ff: Ɓatakuuje kese {{ n }}

# new-messages[many]
source: {{ n }} New Messages
ff: Ɓatakuuje kese {{ n }}

# new-messages[other]
source: {{ n }} New Messages
ff: Ɓatakuuje kese {{ n }}

source: 1 New Email
ff: Iimeel Keso 1

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
ff: Iimeeluuji Kesi {{ n }}

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
ff: Iimeeluuji Kesi {{ n }}

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
ff: Iimeeluuji Kesi {{ n }}

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
ff: Iimeeluuji Kesi {{ n }}

source: 1 New Email ({{ accountName }})
ff: Iimeel Keso 1 ({{ accountName }})

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
ff: Iimeeluuji Kesi {{ n }} ({{ accountName }})

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
ff: {{ n }} Iimeeluuji Kesi ({{ accountName }})

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
ff: Iimeeluuji {{ n }} Kesi ({{ accountName }})

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
ff: Iimeeluuji Kesi {{ n }} ({{ accountName }})

source: Are you sure?
ff: Aɗa yenanaa?

source: Other people may be able to see your passwords and emails or control your account.
ff: Yimɓe woɗɓe ena mbaawi yiyde finndeeji maa e iimeeluuji maa walla keɓa konte maa.

source: There are multiple, free email providers that offer more secure, encrypted connections.
ff: Ena woodi hokkooɓe iimeeluuji tawa ko jogiiɗi ceŋagol gannangol ɓurngol hisde.

source: Learn more
ff: Ɓeydu humpito

source: I understand
ff: Mi faamii

# message-reader-next-button.ariaLabel
source: Next
ff: Yeeso

source: Previous
ff: Caggal

source: Received
ff: Heɓaa ko
