Repository: translate/mozilla-gaia
Catalog: dsb/shared/activities/activities.properties.po
Languages: dsb

source: Make call
dsb: Zawołaś

source: Send email
dsb: Mejlku pósłaś

source: Send message
dsb: Powěsć pósłaś

source: Open contact
dsb: Kontakt wócyniś

source: Open image
dsb: Wobraz wócyniś

source: Open audio
dsb: Awdio wócyniś

source: Open video
dsb: Wideo wócyniś

source: Take photo
dsb: Fotografěrowaś

source: Record video
dsb: Wideo wjerśeś

source: Open link
dsb: Wótkaz wócyniś

source: Open PDF file
dsb: PDF-dataju wócyniś
