Repository: translate/mozilla-gaia
Catalog: pbb/apps/system/accessibility.properties.po
Languages: pbb

source: To enable screen reader, press volume up then volume down buttons three more times
pbb: Na's ki'tayapçxa lenxsa' thegnxite, txthethçxa txãa katekahnxi's vxite spatxnxi's tekhuste

source: To disable screen reader, press volume up then volume down buttons three more times
pbb: Na's ki'tayapçxa lenxsa' thegnxite, txthethçxa txãa katekahnxi's vxite spatxnxi's tekhuste

source: Screen reader started
pbb: jxpayçxa' puutx we'weya takhni

source: Screen reader stopped
pbb: jxpayçxa' puutx we'weya yujuni

# accessibility-menubar
source: menu bar
pbb: Thewẽndçxasa

# accessibility-scrollbar
source: scroll bar
pbb: Thewẽdçxa's kẽsejhnxi

# accessibility-grip
source: grip
pbb: jxkaa

# accessibility-alert
source: alert
pbb: Jxpayakx

# accessibility-menupopup
source: menu popup
pbb: Kũjhwed tudtewe'sx

# accessibility-document
source: document
pbb: Arçxivu

# accessibility-pane
source: pane
pbb: Panela's

# accessibility-dialog
source: dialog
pbb: Puutx we'weni

# accessibility-separator
source: separator
pbb: Txunde

# accessibility-toolbar
source: toolbar
pbb: Thewẽdçxate kuhjwed vxisnxisa ji'phth

# accessibility-statusbar
source: status bar
pbb: Thewẽdçxate çxab

source: table
pbb: Khthegu

# accessibility-columnheader
source: column header
pbb: Pesathwesx çxhaçxha

# accessibility-rowheader
source: row header
pbb: Kwekwe we'sxa's phewujxa takhnxime'

# accessibility-column
source: column
pbb: Puçxwa'j

# accessibility-row
source: row
pbb: Suthçxa myujuwe

# accessibility-cell
source: cell
pbb: Txaphni

source: link
pbb: Çxkitxani

# accessibility-list
source: list
pbb: Dukçxa

# accessibility-listitem
source: list item
pbb: Dukya pu'txni

# accessibility-outline
source: outline
pbb: Utxasu

# accessibility-outlineitem
source: outline item
pbb: Utxasu pu'txni

# accessibility-pagetab
source: tab
pbb: Isana ujhnxisa

# accessibility-propertypage
source: property page
pbb: Pekĩçxaa puutx we'weya

# accessibility-graphic
source: graphic
pbb: Pisani

source: button
pbb: Txtehnxisa

# accessibility-checkbutton
source: check button
pbb: Fxuçna u'psa.

# accessibility-radiobutton
source: radio button
pbb: Fxuçn txitxna

# accessibility-combobox
source: combo box
pbb: Kuh jwend khthegu'

# accessibility-progressbar
source: progress bar
pbb: Thewẽdçxa txtee pehnan u'sa

# accessibility-slider
source: slider
pbb: Khanda

# accessibility-spinbutton
source: spin button
pbb: Fxuçni tuphisa

# accessibility-diagram
source: diagram
pbb: Pisani

# accessibility-animation
source: animation
pbb: Weçxweçxa khũsa

# accessibility-equation
source: equation
pbb: Jandaçxçxaa

# accessibility-buttonmenu
source: button menu
pbb: Txthethçxa thewẽdthegna

# accessibility-whitespace
source: white space
pbb: Ayte kijxpa me'

# accessibility-pagetablist
source: tab list
pbb: Ih ki'phni

# accessibility-canvas
source: canvas
pbb: Wẽth putasa

# accessibility-checkmenuitem
source: check menu item
pbb: Kajanxisa txhitxhçxa thewẽdçxate

# accessibility-label
source: label
pbb: Çxkitxani

source: password text
pbb: fxi'nis Çxhukte ji'phuni

# accessibility-radiomenuitem
source: radio menu item
pbb: Kajanxisa thewẽdçxa ma'aspa

# accessibility-textcontainer
source: text container
pbb: Eç fxi'jhnxisa's çxkitxanxii

# accessibility-togglebutton
source: toggle button
pbb: Txthethnxii txtee ma'wetepa

# accessibility-treetable
source: tree table
pbb: Fxtũu tasxa's tapla ku'txhnxi

# accessibility-header
source: header
pbb: Sũtxni kakwey fxi'ni

# accessibility-footer
source: footer
pbb: Eç nme´jte fxi'ni

# accessibility-paragraph
source: paragraph
pbb: Txundeni

# accessibility-entry
source: entry
pbb: Ukani

# accessibility-caption
source: caption
pbb: Fxi'mee we'wençxaa pta'sxni

# accessibility-heading
source: heading
pbb: Sũtxni kakwey fxi'ni

# accessibility-section
source: section
pbb: Txundedeni

# accessibility-form
source: form
pbb: Eç nme'h pejxinisa

# accessibility-comboboxlist
source: combo box list
pbb: Kuh jwend ih kandni

# accessibility-comboboxoption
source: combo box option
pbb: Txitxna Kuh jwend kandn

source: image map
pbb: Thegçxa ta'sx u'jhnxii

# accessibility-listboxoption
source: option
pbb: Txitxna

# accessibility-listbox
source: list box
pbb: Kuh jwendtepa nvxitmee jxun uhni

# accessibility-flatequation
source: flat equation
pbb: Jandaçxaa eça's jxuni

# accessibility-gridcell
source: gridcell
pbb: Kuh jwend

# accessibility-note
source: note
pbb: Kalifxikaini

source: figure
pbb: Pisani

# accessibility-definitionlist
source: definition list
pbb: Eç jxun u'jnxii ma'wetepa

# accessibility-term
source: term
pbb: Jxa'ni

# accessibility-definition
source: definition
pbb: Kajiyu'ni

source: math table
pbb: Isan u'jhnxi's

# mathmlcell
source: cell
pbb: Txaphni

# mathmlenclosed
source: enclosed
pbb: Kxteeçxaa pupxni

source: fraction
pbb: Kẽse'nxi

source: fraction without bar
pbb: Thewẽdçxa jimea' pelakwe

# mathmlroot
source: root
pbb: Weçe

# mathmlscripted
source: scripted
pbb: Ma'wẽpa fxi'çxa txi'phnxii

source: square root
pbb: Isaya' takhni

source: text area
pbb: Ayte fxi'wa'hyãh

source: base
pbb: Dxiiju

source: closing fence
pbb: Apkaan ta'sxsa

source: denominator
pbb: Txundedeni

source: numerator
pbb: Jxa´ni

source: opening fence
pbb: Txa'wẽsa's txtee phewu'jn

source: overscript
pbb: kwe'kwete fxi'ni

source: presubscript
pbb: Es fxi'çx txipn u'jnxisa

source: presuperscript
pbb: Kwekwey le'çx le'çx fxi'n u'jhnxi

source: root index
pbb: Txitxya' isaya' takhni

source: subscript
pbb: Kuse vxinxa

source: superscript
pbb: Wejx kuse vxinxa

source: underscript
pbb: Le'kwe fxi'ni'

source: date
pbb: Kĩh eente takhni

source: e-mail
pbb: Kumputadurte kaani

# accessibility-textInputType_search
source: search
pbb: Pakwe

source: telephone
pbb: Mdee ũstepa pa'yani

source: heading level {{0}}
pbb: Çukhtewesx txtepah {{0}}

source: First item
pbb: nxafxtewe'sx ta'sxsa

source: Last item
pbb: Nmehte ta'sxsa

# accessibility-listItemsCount[zero]
source: {{count}} items
pbb: {{count}} kãjanxisa

source: {{count}} item
pbb: Ta'sxsa

# accessibility-listItemsCount[two]
source: {{count}} items
pbb: {{count}} kãjanxisa

# accessibility-listItemsCount[few]
source: {{count}} items
pbb: {{count}} kãjanxisa

# accessibility-listItemsCount[many]
source: {{count}} items
pbb: Ta'sxsa's

# accessibility-listItemsCount[other]
source: {{count}} items
pbb: {{count}} kãjanxisa

source: {{0}} of {{1}}
pbb: {{0}} txã's {{1}}

source: complementary
pbb: Kãjãni

source: content info
pbb: Tasxnxii kwetewesxa's jipunxite

source: main
pbb: Ne'jwe'sx

source: navigation
pbb: Kẽsejnxii

# accessibility-search
source: search
pbb: Pakweya'

# accessibility-tblColumnInfo[zero]
source: with {{count}} columns
pbb: Txãa nxakh {{count}} çxãçxa kiujusa

source: with {{count}} column
pbb: Txãa nxakh {{count}} çxãçxa kiujusa

# accessibility-tblColumnInfo[two]
source: with {{count}} columns
pbb: Txãa nxakh {{count}} çxãçxa kiujusa

# accessibility-tblColumnInfo[few]
source: with {{count}} columns
pbb: Txãa nxakh {{count}} çxãçxa kiujusa

# accessibility-tblColumnInfo[many]
source: with {{count}} columns
pbb: Txãa nxakh {{count}} çxãçxa kiujusa

# accessibility-tblColumnInfo[other]
source: with {{count}} columns
pbb: Txãa nxakh {{count}} çxãçxa kiujusa

# accessibility-tblRowInfo[zero]
source: and {{count}} rows
pbb: Jiçxa {{count}} ku'leçxa

source: and {{count}} row
pbb: Jiçxa {{count}} ku'leçxa

# accessibility-tblRowInfo[two]
source: and {{count}} rows
pbb: Jiçxa {{count}} ku'leçxa

# accessibility-tblRowInfo[few]
source: and {{count}} rows
pbb: Jiçxa {{count}} ku'leçxa

# accessibility-tblRowInfo[many]
source: and {{count}} rows
pbb: Jiçxa {{count}} ku'leçxa

# accessibility-tblRowInfo[other]
source: and {{count}} rows
pbb: Jiçxa {{count}} ku'leçxa

source: Column {{0}}
pbb: Çxahçxa {{0}}

source: Row {{0}}
pbb: Kuleçxa {{0}}

# accessibility-spansColumns[zero]
source: spans {{0}} columns
pbb: Ãphn u'sa {{0}} çxahçxa

source: spans {{0}} column
pbb: Ãphn u'sa {{0}} çxahçxa

# accessibility-spansColumns[two]
source: spans {{0}} columns
pbb: Ãphn u'sa {{0}} çxahçxa

# accessibility-spansColumns[few]
source: spans {{0}} columns
pbb: Ãphn u'sa {{0}} çxahçxa

# accessibility-spansColumns[many]
source: spans {{0}} columns
pbb: Ãphn u'sa {{0}} çxahçxa

# accessibility-spansColumns[other]
source: spans {{0}} columns
pbb: Ãphn u'sa {{0}} çxahçxa

# accessibility-spansRows[zero]
source: spans {{0}} rows
pbb: Ãphn u'sa {{0}} ku'leçxa

source: spans {{0}} row
pbb: Ãphn u'sa {{0}} ku'leçxa

# accessibility-spansRows[two]
source: spans {{0}} rows
pbb: Ãphn u'sa {{0}} ku'leçxa

# accessibility-spansRows[few]
source: spans {{0}} rows
pbb: Ãphn u'sa {{0}} ku'leçxa

# accessibility-spansRows[many]
source: spans {{0}} rows
pbb: Ãphn u'sa {{0}} ku'leçxa

# accessibility-spansRows[other]
source: spans {{0}} rows
pbb: Ãphn u'sa {{0}} ku'leçxa

source: jumped
pbb: Ũphni

# accessibility-pressAction
source: pressed
pbb: Kuse ũ's

# accessibility-checkAction
source: checked
pbb: Jiyuya' ki'phni

source: unchecked
pbb: Ki'pnimeesa

# accessibility-offAction
source: off
pbb: Fxi'çxanxi

# accessibility-selectAction
source: selected
pbb: Txitxni

source: unselected
pbb: Txitxnimeesa

source: opened
pbb: Phande

source: closed
pbb: Aphni

source: switched
pbb: Kitanxii

source: clicked
pbb: Txthethnxi

# accessibility-collapseAction
source: collapsed
pbb: Jxunxi

# accessibility-expandAction
source: expanded
pbb: Nuy jxujanxi

source: activated
pbb: Mki'hta

source: cycled
pbb: Kiandunxi

source: hidden
pbb: Uynimeesa

source: loading
pbb: Ktu'seh'n

source: loaded
pbb: Tu'snxinxa'

source: new tab
pbb: U'se eç

source: loading stopped
pbb: Tu'snuste kiuju'nxi

source: reloading
pbb: Juwe ktusen

# accessibility-stateChecked
source: checked
pbb: Jiyuya' ki'phni

source: not checked
pbb: Ki'pnximee

# accessibility-stateOff
source: off
pbb: Fxiçxanxi

# accessibility-statePressed
source: pressed
pbb: Kuse ũ's

# accessibility-stateExpanded
source: expanded
pbb: Nuy jxujanxi

# accessibility-stateCollapsed
source: collapsed
pbb: Jxunxi

source: unavailable
pbb: Meea'

source: required
pbb: Pejxinxi

source: visited
pbb: Pahnxi

source: has pop up
pbb: Jipa vxitx le'çxkwe tudtewe'sx

# accessibility-stateSelected
source: selected
pbb: Txitxni

source: editing
pbb: Fxi'jnxi

source: navigating
pbb: Kẽsejn u'jnxi

source: Default
pbb: Yaçka jxan u'hjnxi

source: Anchors
pbb: Çxkitxãnxi dxi'ju

source: Buttons
pbb: Txtehnxisa

source: Combo boxes
pbb: Pahz puzxkhe khbitehnxi

source: Landmarks
pbb: Mfxi' ta'sxna txtẽe txãa isa

source: Entries
pbb: U'kanxisa

source: Form elements
pbb: Kãjanxi txtẽe ta'sxnxitxi

source: Images
pbb: Pisanxi

source: Headings
pbb: Sũtxni kakwey fxi'ni

source: List items
pbb: Dukya pu'txni

source: Links
pbb: Jxukhn u'jnxisa

source: Lists
pbb: Eç jxunu'hjnxi

source: Page tabs
pbb: Txundeçx khen u'jhnxi

source: Radio buttons
pbb: Ma'wẽpa txthethn u'jhnxi

source: Separators
pbb: Txunde

source: Tables
pbb: Tapla

source: Check boxes
pbb: Txhitxhçxa txtẽe txujden u'jhnxi

source: long division
pbb: Jxu' txudenxi

source: actuarial
pbb: Yay phuphna fxiçenxi

source: phasor angle
pbb: Puzate kugçxa ktaguhnxi

source: radical
pbb: Ew mjinxi

# notation-box
source: box
pbb: Ãsxçxa jxawnxisa

source: rounded box
pbb: Jxawnxisa' jxadkwe

source: circle
pbb: Tadx

source: left
pbb: Jhebu

source: right
pbb: Paçuh

# notation-top
source: top
pbb: Ẽwãla'

source: bottom
pbb: Tasxu'h

source: up diagonal strike
pbb: Su'txnxi pesath ẽkawesxa's

source: down diagonal strike
pbb: Su'txnxi pesath tahsxuwe'sxa's

source: vertical strike
pbb: Tẽkhe su'txnxi

source: horizontal strike
pbb: Pesath sutxnxi

source: up diagonal arrow
pbb: Ĩsuth kahnxi kheteçxa

# accessibility-menubarAbbr
source: menu bar
pbb: Thewẽndçxasa

# accessibility-scrollbarAbbr
source: scroll bar
pbb: Thewẽdçxa's kẽsejhnxi

# accessibility-gripAbbr
source: grip
pbb: jxkaa

# accessibility-alertAbbr
source: alert
pbb: Jxpayakx

# accessibility-menupopupAbbr
source: menu popup
pbb: Kũjhwed tudtewe'sx

# accessibility-documentAbbr
source: document
pbb: Arçxivu

# accessibility-paneAbbr
source: pane
pbb: Panela's

# accessibility-dialogAbbr
source: dialog
pbb: Puutx we'weni

# accessibility-separatorAbbr
source: separator
pbb: Txunde

# accessibility-toolbarAbbr
source: toolbar
pbb: Thewẽdçxa mjĩsa's thegn

# accessibility-statusbarAbbr
source: status bar
pbb: Thewẽdçxate çxab

# accessibility-columnheaderAbbr
source: column header
pbb: Pesathwesx çxhaçxha

# accessibility-rowheaderAbbr
source: row header
pbb: Kwekwe we'sxa's phewujxa takhnxime'

# accessibility-columnAbbr
source: column
pbb: Puçxwa'j

# accessibility-rowAbbr
source: row
pbb: Suthçxa myujuwe

# accessibility-cellAbbr
source: cell
pbb: Txaphni

source: lnk
pbb: Çxkitxani

# accessibility-listAbbr
source: list
pbb: Dukçxa

# accessibility-listitemAbbr
source: list item
pbb: Dukya pu'txni

# accessibility-outlineAbbr
source: outline
pbb: Utxasu

# accessibility-outlineitemAbbr
source: outline item
pbb: Utxasu pu'txni

# accessibility-pagetabAbbr
source: tab
pbb: Phadenxisa

# accessibility-propertypageAbbr
source: property page
pbb: Pekĩçxaa puutx we'weya

# accessibility-graphicAbbr
source: graphic
pbb: Pisani

# accessibility-switchAbbr
source: switch
pbb: Kitanxii

# accessibility-checkbuttonAbbr
source: check button
pbb: Fxuçna u'psa.

# accessibility-radiobuttonAbbr
source: radio button
pbb: Fxuçn txitxna

# accessibility-comboboxAbbr
source: combo box
pbb: Kuh jwend khthegu'

# accessibility-progressbarAbbr
source: progress bar
pbb: Thewẽdçxa txtee pehnan u'sa

# accessibility-sliderAbbr
source: slider
pbb: Khanda

# accessibility-spinbuttonAbbr
source: spin button
pbb: Fxuçni tuphisa

# accessibility-diagramAbbr
source: diagram
pbb: Pisani

# accessibility-animationAbbr
source: animation
pbb: Weçxweçxa khũsa

# accessibility-equationAbbr
source: equation
pbb: Jandaçxçxaa

# accessibility-buttonmenuAbbr
source: button menu
pbb: Txthethçxa thewẽdthegna

# accessibility-whitespaceAbbr
source: white space
pbb: Ayte kijhpame'

# accessibility-pagetablistAbbr
source: tab list
pbb: ki'phni

# accessibility-canvasAbbr
source: canvas
pbb: Wẽth putasa

# accessibility-checkmenuitemAbbr
source: check menu item
pbb: Kajanxisa txhitxhçxa thewẽdçxate

# accessibility-labelAbbr
source: label
pbb: Çxkitxani

source: passwdtxt
pbb: Paçte fxi'jnxisa

# accessibility-radiomenuitemAbbr
source: radio menu item
pbb: Kajanxisa thewẽdçxa ma'aspa

# accessibility-textcontainerAbbr
source: text container
pbb: Eç fxi'jhnxisa's çxkitxanxii

# accessibility-togglebuttonAbbr
source: toggle button
pbb: Txthethnxii txtee ma'wetepa

# accessibility-treetableAbbr
source: tree table
pbb: Fxtũu tasxa's tapla ku'txhnxi

# accessibility-headerAbbr
source: header
pbb: Sũtxni kakwey fxi'ni

# accessibility-footerAbbr
source: footer
pbb: Eç nme´jte fxi'ni

# accessibility-paragraphAbbr
source: paragraph
pbb: Txundeni

# accessibility-entryAbbr
source: entry
pbb: Ukani

# accessibility-captionAbbr
source: caption
pbb: Fxi'mee we'wençxaa pta'sxni

# accessibility-headingAbbr
source: heading
pbb: Sũtxni kakwey fxi'ni

# accessibility-sectionAbbr
source: section
pbb: Txundedeni

# accessibility-formAbbr
source: form
pbb: Eç nme'h pejxinisa

# accessibility-comboboxlistAbbr
source: combo box list
pbb: Kuh jwend ih kandni

# accessibility-comboboxoptionAbbr
source: combo box option
pbb: Txitxna Kuh jwend kandn

source: imgmap
pbb: mapaimg

# accessibility-listboxoptionAbbr
source: option
pbb: Txitxna

# accessibility-listboxAbbr
source: list box
pbb: Kuh jwendtepa nvxitmee jxun uhnxi

# accessibility-flatequationAbbr
source: flat equation
pbb: Jandaçxaa eça's jxuni

# accessibility-gridcellAbbr
source: gridcell
pbb: Kuh jwend

# accessibility-noteAbbr
source: note
pbb: Kalifxikaini

# accessibility-definitionlistAbbr
source: definition list
pbb: Eç jxun u'jnxii ma'wetepa

# accessibility-termAbbr
source: term
pbb: Jxa'ni

# accessibility-definitionAbbr
source: definition
pbb: Kajiyu'ni

source: txtarea
pbb: Ayte fxi'wa'hyãh

# mathmlenclosedAbbr
source: enclosed
pbb: Kxteeçxaa pupxni

# mathmlcellAbbr
source: cell
pbb: Txaphni

source: frac no bar
pbb: frac thewẽndçxa jime'

# mathmlrootAbbr
source: root
pbb: Weçe

# mathmlscriptedAbbr
source: scripted
pbb: Ma'wẽpa fxi'çxa txi'phnxii

source: sqrt
pbb: Weçe

# baseAbbr
source: base
pbb: Dxiiju

source: close
pbb: Aphni

source: num
pbb: Isa

source: open
pbb: Phande

source: over
pbb: Kwehkwe

source: presub
pbb: Weh yaçte

source: presup
pbb: Isan u'jnxisa

source: index
pbb: Ji'phuni's pta'sxni

source: sub
pbb: Le'çx le'çx

source: sup
pbb: Jiyu

source: under
pbb: Ta'sx

source: longdiv
pbb: Jxu'j txu'hden

source: phasang
pbb: Puzath kta'guhn

# notation-boxAbbr
source: box
pbb: Ãsxçxa jxawnxisa

source: rndbox
pbb: Jxawçxa dxijanxi

source: circ
pbb: Tadx

source: lft
pbb: Jembu

source: rght
pbb: Paçte

# notation-topAbbr
source: top
pbb: Ẽwãla'

source: bot
pbb: Ta'sxuhj

# accessibility-pushbutton-hint
source: Double tap to activate
pbb: Mitxtheth jeçus txã's ki'taya

# accessibility-checkbutton-hint
source: Double tap to activate
pbb: Mitxtheth jeçus txã's ki'taya

# accessibility-combobox-hint
source: Double tap to activate
pbb: Mitxtheth jeçus txã's ki'taya

source: Tap and hold to activate
pbb: Ençuskwe mitxtheth txi' ki'taya

# accessibility-link-hint
source: Double tap to activate
pbb: Mitxtheth jeçus txã's ki'taya

# accessibility-menuitem-hint
source: Double tap to activate
pbb: Mitxtheth jeçus txã's ki'taya'

# accessibility-checkmenuitem-hint
source: Double tap to activate
pbb: Mitxtheth jeçus txã's ki'taya

# accessibility-radiomenuitem-hint
source: Double tap to activate
pbb: Mitxtheth jeçus txã's ki'taya

# accessibility-option-hint
source: Double tap to activate
pbb: Mitxtheth jeçus txã's ki'taya

# accessibility-radiobutton-hint
source: Double tap to activate
pbb: Mitxtheth jeçus txã's ki'taya

# accessibility-slider-hint
source: Swipe up to increase or down to decrease
pbb: Mikhjxunde ta'sxujh txã's kpenahjxa meçxa tahsxujh le'çxke vxitya

# accessibility-spinbutton-hint
source: Swipe up to increase or down to decrease
pbb: Mikhjxunde kwekweh txã's kpenahjxa meçxa tahsxujh le'çxke vxitya

# accessibility-pagetab-hint
source: Double tap to activate
pbb: Mitxtheth jeçus txã's ki'taya

# accessibility-entry-hint
source: Double tap to activate
pbb: Mitxtheth jeçus txã's ki'taya

# accessibility-outlineitem-hint
source: Double tap to activate
pbb: Mitxtheth jeçus txã's ki'taya
