Repository: translate/mozilla-gaia
Catalog: pbb/apps/system/net_error.properties.po
Languages: pbb

source: No access to the Internet right now.
pbb: U'kaya ewume u'sa' ãçxhiyu.

source: {{name}} requires an Internet connection.
pbb: {{name}} pejxina u'th teçx çxkitxawah internette

source: Server not found
pbb: Selpisa's uymeth

source: Can’t find the server at {{name}}.
pbb: Uymeth selpisa's txtee {{name}}.

source: File not found
pbb: Eç jxawnxi's uymeth

source: The device can’t display this page because the file cannot be found.
pbb: Txãa vxisnxisa's tasxya ewumeen txaa phandenxi's uymeth jxawnxi's.

# connection-failed
source: Unable to connect
pbb: Ewume' çxkitxaya

# connection-failed-error
source: A network error occurred while trying to reach the site.
pbb: Y uyne teçx yuwe dxijanxite txi'txinçxa txi'pia txtewesxtxi.

# invalid-connection
source: Unable to connect
pbb: Ewmea' çxkitxawa'h

# invalid-connection-error
source: A network error occurred while trying to reach the site.
pbb: Y uyne teçx yuwe dxijanxite txi'txinçxa txi'pia txtewesxtxi.

source: URL not valid
pbb: URL Ewmea'h

source: The URL entered is not valid and cannot be loaded.
pbb: Na' URL ewmea'h na ewumena tu'sya.

# redirect-loop
source: Can’t display page
pbb: Kuh jwẽd pa'hadenxisa's ta'sxme ũsa'

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
pbb: Vxisnxisa' kuh jwẽda's ta'sxme ũsa' na' ewme kahnxinah. Ãçxkwe skhewũçte txi' sxuwẽdunega.

source: Page expired
pbb: Kuh jwẽda's aphnxi

source: As a security precaution, this page cannot be displayed by the device because it has expired.
pbb: Na'wẽ puphna, txãa vxisnxisa's ta'sxya ewumena kuh jwẽd i'ne y' aphka.

source: The document cannot change while Printing or in Print Preview.
pbb: Eç pejxinxisa's yupthehya' ewumeena napkaçxa' txã's kxthethte naa piisanxi's thẽgya'path.

source: This address is restricted
pbb: Naa pisanxi maaiçxatx u'hkaya' ewu'.

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
pbb: Naa pisanxi maaiçxatx u'hkaya' ewu'.

# proxy-resolve-failure
source: Proxy Server Error
pbb: Ewmeeh txtẽe selpisa proxy

source: The device is configured to use a proxy server that can’t be found.
pbb: Txãa vxisnxisa's phewu'hn teçx txã'wẽis vxisya seelpisa's proxy uya' ewumene'.

# proxy-connect-failure
source: Proxy Server Error
pbb: Ewmeeh txtẽe selpisa proxy

source: The device is configured to use a proxy server that is refusing connections.
pbb: Txãa vxisnxisa' ũsa phewuhnxi teçx txã'wẽis vxisya proxy nanxu' pa'kame ũsa' txãa çxkitxawahtxih.

# content-encoding
source: Can’t display page
pbb: Kuh jwẽd pa'hadenxisa's ta'sxme ũsa'

source: The device can’t display this page because a content encoding error occurred.
pbb: Txãa vxisnxisa' na' ta'sxme ũsa' kuh jwẽda's nanxu' teçx ewmesane' pnasa's fxi'hna ji'punxisa's.

source: Page unsupported
pbb: Kuh jwẽda' katxudenxime'

source: This page can’t be displayed because it uses a technology that is not supported on the device.
pbb: Txãa kuh jwẽda's ta'sxya ewuun nanxu' vxisune' teçx ũshjx yahtxçxa wala jisa' napa katxudesame' txãa vxisnxisa's.

source: Warning
pbb: Ta'sxnxisa

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
pbb: Ayte webastah tasx na vxite txa'wẽysata ewmee vxitçxata pheuj ayte vxisatxi ĩsxiçxa idx vxiu jxa'wnxi yathte eçtx the'gwẽçxa.

source: Malware attack blocked
pbb: Wẽsxunxi txãa malware aphnxii

source: The site at has been reported as an attack site and has been blocked.
pbb: Na' ayte na'sta tasx na' wẽsxusana' napa y' aphta.

source: Unsafe content
pbb: Jiphnapa ya jiyume isatepa

source: The page cannot be shown because it may not be safe to open.
pbb: Ya' ta'sxme kuh jwẽda's nanxu' ewmena phandewa'h.

# corrupted-content
source: Can’t display page
pbb: Kuh jwẽd pa'hadenxisa's ta'sxme ũsa'

source: The page cannot be shown because an error in the data transmission was detected.
pbb: Kxtee ũsa' ki'ki'n uyna ki'h kthẽgna ewumeeteka uy yupthen pta'sxa's.

source: Unable to connect
pbb: Ewmea' çxkitxawa'h

source: Cancel
pbb: Tuduçthu

source: Close
pbb: Aphna

source: Try again
pbb: Txi'txin

source: Check settings
pbb: Thegna pheu'hnxisatx

source: Tap to check settings
pbb: Mitxthet na's thegya' txãa pheu'hnxisatx
