Repository: translate/mozilla-gaia
Catalog: pbb/apps/system/system.properties.po
Languages: pbb

source: OK
pbb: Ewna jĩma'k

source: Back
pbb: Este

source: Help
pbb: Pu'çxna

source: Cancel
pbb: Tuduçmeeth

source: Close
pbb: Aphn

source: Skip
pbb: Peçxkana

source: Clear
pbb: Khukhn

source: Enable
pbb: Ki'tan

source: Turn On
pbb: Mki'hta

source: Undo
pbb: Khũkhnxi

source: Enter PIN
pbb: Fxi'hn PIN

source: Track title and artist
pbb: Mem yase txã's

source: Playback controls
pbb: Pa'ya'txnxi txãa mema's

source: Previous
pbb: Estewe'sx

source: Play
pbb: Nuypehnana

source: Pause
pbb: Tundte khyuju'

source: Next
pbb: Ya'çka kaanxi

source: Unknown track
pbb: Mem jiyunxisame

source: Wi-Fi on
pbb: Wifi ki'tanxi

source: Wi-Fi on, initializing
pbb: Wifi ki'tanxi, pu'txnawẽ

source: Wi-Fi off
pbb: Wifi fxi'çxanxi

source: Data {{type}} on
pbb: Yase {{type}} ki'tanxi

source: Data {{type}} off
pbb: Yase {{type}} ki'tanxi

# quick-settings-bluetoothButton-on.ariaLabel
source: Bluetooth on
pbb: Kaskhewũ'hnxi's ki'tan

source: Bluetooth on, initializing
pbb: Kaskhewũ'hnxi's ki'tan

source: Bluetooth off
pbb: Kaskhewũ'hnxi's fxi'çxanxi

# quick-settings-airplaneMode-on.ariaLabel
source: Airplane mode on
pbb: Nawẽ ẽkah uhsa's kitanxi ji'pa

source: Airplane mode off
pbb: Nawẽ ẽkah uhsa's fxiçxanxi ji'pa

source: Settings
pbb: Phewuhnxi

source: Utility tray
pbb: U'kanxisa kuh jwẽdtewesxa's

source: Status Bar
pbb: Thewẽdçxate çxab

source: Battery {{level}} percent
pbb: Tu'saa: {{level}} phiaphian

source: Battery {{level}} percent, charging
pbb: Tu'saa: {{level}} phiaphian, ktusehn

# statusbarAirplaneMode.ariaLabel
source: Airplane mode on
pbb: Nawẽ ẽkah uhsa's kitanxi ji'pa

source: Wi-Fi: connecting
pbb: Wifi: çxkitxaya

source: Wi-Fi: {{level}} of 4 bars
pbb: Wifi: {{level}} kwehkwey 4 pahz puçkhẽ

source: {{operator}} network, {{level}} of 5 bars
pbb: Dxijh txte {{operator}}: {{level}} kwehkwey 5 pahz puçkhẽ

source: {{operator}} network (roaming), {{level}} of 5 bars
pbb: Dxijh {{operator}} (en itinerancia): {{level}} kwehkwey 5 pahz puçkhẽ

source: Searching… Emergency calls only
pbb: Pakwen…pa'yawah tudte

source: Emergency call only
pbb: Pa'yana pa'yakx tudte

# statusbarSignalNoSimCard.ariaLabel
source: No SIM card
pbb: Manxuhpa ki'pnxisa SIM

source: Headphones on
pbb: Wẽsejhnxisa txi'pnxi u'pta

source: Bluetooth headphones on
pbb: Wẽsejhnxisa kaskhewũhsa txi'pnxi u'pta

source: Bluetooth transfer active
pbb: Kaskhewũ'hjnxi's kahn ki'tanxi

source: Tethering on
pbb: Tethering ki'tanxi

source: Tethering on, active
pbb: Tethering ki'tanxi, mjna ũsa'

source: Alarm on
pbb: Fxi'txnxisa ki'tanxi ũsa

# statusbarIconOn-bluetooth.ariaLabel
source: Bluetooth on
pbb: Kaskhewũ'hnxi's ki'tan

source: Bluetooth on, active
pbb: Kaskhewũ'hjnxi'sa' ki'tanxi ũsa mjĩn u'sa'

source: Mute on
pbb: Sxuna' ki'tanxi

source: Vibration on
pbb: Ẽsesesa' ki'tanxi ũsa

source: Recording on
pbb: We'wenxi's jxawn

source: Geolocation on
pbb: Kiwe's thẽgnxisaa ki'tanxi ũsa'

source: USB on
pbb: USB ki'tanxi

source: Call forwarding on
pbb: Fxi's uhnusa' pa'yanxisa ki'tate

source: Media playing
pbb: Piançxa susna ũsa

source: NFC on
pbb: NFC ki'tanxi

# statusbarDownload.ariaLabel
source: Downloading…
pbb: Spakxsawe'sx…

source: Networking on
pbb: Dxija'nxi ki'tanxi ũsta

source: Emergency callback
pbb: Tasxna txãa tudtewe'sxa's

source: No Notifications
pbb: Pkhakyame

source: {{n}} Notification
pbb: {{n}} pkhakhn

# statusbarNotifications[two]
source: {{n}} Notifications
pbb: {{n}} pkhakna

# statusbarNotifications[few]
source: {{n}} Notifications
pbb: {{n}} pkhakna

# statusbarNotifications[many]
source: {{n}} Notifications
pbb: {{n}} pkhakna

# statusbarNotifications[other]
source: {{n}} Notifications
pbb: {{n}} pkhakna

source: {{n}} unread notification
pbb: {{n}} pkhakna paymee

# statusbarNotifications-unread.ariaLabel[two]
source: {{n}} unread notifications
pbb: {{n}} pkhakna paymee

# statusbarNotifications-unread.ariaLabel[few]
source: {{n}} unread notifications
pbb: {{n}} pkhakna paymee

# statusbarNotifications-unread.ariaLabel[many]
source: {{n}} unread notifications
pbb: {{n}} pkhakna paymee

# statusbarNotifications-unread.ariaLabel[other]
source: {{n}} unread notifications
pbb: {{n}} pkhakna paymee

source: Debugging
pbb: Tudsa

source: Notifications
pbb: Pkhakwa'ha's

source: Clear all
pbb: Jxuka khukhn

source: Tap to show
pbb: Mitxthet txã's tasxya

source: No new voicemail
pbb: Meeta we'wen kahnxisa

source: One new voicemail
pbb: Teçx use we'wen kahnxisa

# newVoicemails[two]
source: {{n}} new voicemails
pbb: {{n}} we'wen kahnxisa

# newVoicemails[few]
source: {{n}} new voicemails
pbb: {{n}} we'wen kahnxisa

# newVoicemails[many]
source: {{n}} new voicemails
pbb: {{n}} we'wen kahnxisa

# newVoicemails[other]
source: {{n}} new voicemails
pbb: {{n}} we'wen kahnxisa

source: New voicemail
pbb: Use we'wenxisa

source: Dial {{number}}
pbb: Txi'pna {{number}}

source: EU internet detected
pbb: Iternette UE uynxi

source: Tap to change.
pbb: Mitxtheth nxu'ptheya

source: Are you sure you want to connect to the device?
pbb: ¿Isa we´wenusga txãa vxisnxisate txi'pya?

source: Turn on Bluetooth and connect to the device?
pbb: ¿ki'tan kahnxisa's jĩçxa isasa's vxisna?

source: Are you sure you want to connect to {{deviceName}}?
pbb: ¿Isa u'kawẽga txãa {{deviceName}}?

source: Turn on Bluetooth and connect to {{deviceName}}?
pbb: ¿ki'tan kahnxisate u'kaya txte {{deviceName}}?

source: Turn on
pbb: Ki'tan

# dismissNFCConnectBTdisabled
source: Cancel
pbb: Tuduçmeeth

source: Confirmation
pbb: Jxuka ewnxa' ũ'sa'

source: Phone
pbb: Çaam we'wekwe

source: Turn on airplane mode
pbb: Ki'tan ẽkah u'sa's

source: Turn off airplane mode
pbb: Fxi'çxhan ẽkah u'sa's

source: Silence incoming calls
pbb: Sxuuna' vxitn pa'yanxisatx

source: Ring incoming calls
pbb: Ksusu'jn vxitn pa'yanxisatx

source: Restart
pbb: Txi' phu'txya

source: Power off
pbb: Fxi'çxan

source: View source
pbb: Paçtewe'sxa's thegna dxijuy

source: Your recent app windows show up here
pbb: Txãa vxitx le'çxkwe txtẽe apps ayteta'h tasxi'

source: Your recent browser windows show up here
pbb: Txãa vxitx le'çxkwete kẽsehnxisate txtẽe u'sete ayteta'h tasxi'

# closeCard.ariaLabel
source: Close
pbb: Aphn

source: Open
pbb: Phande

source: Yes
pbb: Ũu

source: No
pbb: Ewume'n

source: Don’t allow
pbb: Ewumeen

source: Allow
pbb: Ewun

# dontshare-geolocation
source: Don’t Share
pbb: Katxudeya'hmee

# share-geolocation
source: Share
pbb: Katxuhden

# dontshare-audio-capture
source: Don’t Share
pbb: Katxudeya'hmee

# share-audio-capture
source: Share
pbb: Katxuhden

# dontshare-video-capture
source: Don’t Share
pbb: Katxudeya'hmee

# share-video-capture
source: Share
pbb: Katxuhden

# dontshare-media-capture
source: Don’t Share
pbb: Katxudeya'hmee

# share-media-capture
source: Share
pbb: Katxuhden

source: Front Camera
pbb: Pisanxi's ya'çujçxa kutxi'sa

source: Back Camera
pbb: Pisanxi's esteçxah kutxi'sa

source: Remember my choice
pbb: Adx jĩ's yakhna txhitxin

source: More info…
pbb: Jweeiçxaa pta'sxna…

source: Hide info
pbb: Ta'sxnxi's jxawn

source: Install {{name}}?
pbb: ¿Çxkitxana {{name}}?

source: Size
pbb: Walasaa

source: Author
pbb: Eç fxi'sa

# size-unknown
source: Unknown
pbb: Jiyunximeesa

# author-unknown
source: Unknown
pbb: Jiyunximeesa

source: Install
pbb: Çxkitxana

source: {{ appName }} download stopped
pbb: Ine yujuka spahtxnusi txtẽe {{ appName }}

source: {{ appName }} download failed
pbb: Ine fxiteta txtheth spahtxnuste txtẽe {{ appName }}

source: {{ appName }} install failed
pbb: Txtẽe fxiteta txtheth çxkitxana txte {{ appName }}

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
pbb: Txã'sta tudumee na' kasxwẽdujmeen ki'kin yajatewe'sxa's. Aça sxwẽdsa' ji'pun txa thegsa's isa txweysa's.

source: Apps can be installed later from the original installation source.
pbb: Txã's txi'pnxisa's çxkitxaya ewutxin ãçxaçxkwe' txãjũnx çxkitxanxite.

source: Are you sure you want to cancel this install?
pbb: ¿Phuphn txi'pwẽth tuduçmeth naa txi'pnxi's?

source: {{ appName }} download cancelled
pbb: {{ appName }} spatxnxi's kiujunxi

source: Cancel Install
pbb: Tuduçmeeth

# cancel-install-button
source: Cancel Install
pbb: Tuduçmeeth

source: Resume
pbb: Pu'txyak

source: Continue
pbb: Takhna

source: Stop downloading {{ app }}?
pbb: ¿Txã's spatxnxi txte {{ app }}?

source: The download can be restarted later.
pbb: Na's spahtxte txi' ewun ta'kya ãçx kusuçte.

source: Stop Download
pbb: Na's spahtxya

source: Not enough space
pbb: Mea' thakwe lakx

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
pbb: Na' thakwe latxmea' txã's txi'pwah çxkitxanxi's nate. Nanxu ewuun klatxihya txi'puphnxitxi meçxa eç jxawnxi's kuhwedte yaçkay wesxtxi, na' txi'txin u'se dakh çxkitxaya ew thegçxa isasa's.

source: {{ appName }} installed
pbb: {{ appName }} çxkitxan

source: {{ appName }} installed. Go to Settings > Language to enable it.
pbb: {{ appName }} çxkitxan. Mejh Phewu'n > Kũjh yuwe na's ki'tan.

source: This add-on is able to affect your device on a system level.
pbb: Na ki'pnxisa ew kuhna ũ'sa txãa vxisnxisate na kujhwedte.

source: If this add-on causes a problem, press the power button during start up to disable all add-ons.
pbb: Naa txi'pnxisa teçx yuwe uyçxa, mitxtheth fxi'çxanxi's txawẽnpkaçx dvxithpkaçx txãs fxi'çxaya meçxa jxuka kiujuya.

source: Setup
pbb: Phewujhna

source: Add keyboards
pbb: Kãjana txthethnxitxi

source: Later
pbb: Estewesxa's

source: Download
pbb: Spakxna

source: Download update now?
pbb: ¿Spahtxna txãa ãçxwesxa's na tudte?

source: Do you want to install the update now? You will not be able to use your phone for a few minutes.
pbb: ¿Ki'pwẽpaga ãçwesxa's na tudte? Na ewumena çaam we'wes vxisya txawetepkaçx ãçxkwe.

source: A problem occurred during the system update and the installation failed. Would you like to report this as a bug?
pbb: Teçx yuwene' upu phewujuçte çxhaçxhate jĩte ewumeda txi'pya. ¿Ewuma'g tasxya ewmesanawẽ?

source: Install Now
pbb: Çxkitxana

source: Report
pbb: Ta'sxna

source: Not Now
pbb: Ãçxa ewume'n

source: Downloading updates… <span>{{ progress }} downloaded.</span>
pbb: Spahtxna ãçxwesxtxi…<span>{{ progress }} spatxnxinxasatx.</span>

source: Downloading {{ appName }}
pbb: Spahtxna {{ appName }}

source: {{ progress }} downloaded
pbb: {{ progress }} spatxnxinxasatx

source: Downloading
pbb: Spahtxnusa'

source: {{ progress }} / {{ max }} downloaded
pbb: {{ progress }} / {{ max }} spatxnxinxa'sa

source: Cancel all downloads
pbb: Tuduçmeeth spahkxya' jxukasatx

source: Are you sure you want to cancel all downloads?
pbb: ¿Isa jxukaisatxi dvxituçga spatxnxisatx?

source: There was an error while downloading the updates.
pbb: U'pune yuwe na tudte spatxi'çte ãçxwesxtxi.

source: {{ n }} update available. <span>Tap for more info.</span>
pbb: {{ n }} phewujhnxitx ew txi'khn.<span> Mitxtheth wejx jiyuya.</span>

# updateAvailableInfo[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
pbb: {{ n }} phewujhnxathawna ew ũ'sta'.<span> Mitxtheth wejxiçxa jiyuya.</span>

# updateAvailableInfo[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
pbb: {{ n }} phewujhnxathawna ew ũ'sta'.<span> Mitxtheth wejxiçxa jiyuya.</span>

# updateAvailableInfo[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
pbb: {{ n }} phewujhnxathawna ew ũ'sta'.<span> Mitxtheth wejxiçxa jiyuya.</span>

# updateAvailableInfo[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
pbb: {{ n }} phewujhnxathawna ew ũ'sta'.<span> Mitxtheth wejxiçxa jiyuya.</span>

source: System update available. <span>Tap for more info.</span>
pbb: Phewujhnxisanxatx txtewesxtxi.<span>Mitxtheth txewesxa's wejxiçxa jiyuya.</span>

source: {{ n }} update available
pbb: {{ n }} ewnxa' ũ'sa phewu'çxa txi'kte

# numberOfUpdates[two]
source: {{ n }} updates available
pbb: {{ n }} jxuka phewu'jnxi ewnxa' ũ'sta

# numberOfUpdates[few]
source: {{ n }} updates available
pbb: {{ n }} ewnxa' ũ'sa phewu'çxa txi'kte

# numberOfUpdates[many]
source: {{ n }} updates available
pbb: {{ n }} ewnxa' ũ'sa phewu'çxa txi'kte

# numberOfUpdates[other]
source: {{ n }} updates available
pbb: {{ n }} ewnxa' ũ'sa phewu'çxa txi'kte

source: System update
pbb: Ãçxwesxnxa'kh ũ'sta txtewesxa' çxhaçxha

source: System update {{ version }}
pbb: Ãçxwe'sxnxa'kh ũ'sta çxhaçxha {{ version }}

source: System Update Ready
pbb: Ãçxwe'sxnxa'kh txtẽe çxhaçxha eç jxunujnxisanxakh

source: System Update Error
pbb: Ewmeen' Phewu'jsanxakh çxhaçxhate

source: Tap for more details
pbb: Manxuhpa jimeta

source: Add-on Updates are Automatic
pbb: Phewuhnxisa jxujuy txi'pupnxii petx ũ's mjĩsata

source: You need at least {{ threshold }}% battery level to install the update.
pbb: Pejxpa'ga teçxaapa {{ threshold }}% khtuhsehnxisa phewuhnxisa's txi'pya.

source: Required
pbb: Pejxinxisa'

source: Uncompressing… <span>This can take a few minutes.</span>
pbb: Jiyume u'pna…<span>Na' ithenxuna ãçckwe.</span>

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
pbb: Txãa phewuhnxisa spahtxna txãa este ki'nxisa' we'wete txãwẽ çxkitxanximete wifi ew ũsmete. Aça vxisçxa txãa ki'pnxi's, nanxu' txãa we'wenxi's, ewuna aphya pa'yanxisa's txi'pya ktusehnxitx txi'puphya.

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, additional charges may apply.
pbb: Txãa phewuhnxisa spahtxna txãa este ki'nxisa' we'wete txãwẽ çxkitxanximete wifi ew ũsmete. Aça vxisçxa txãa ki'pnxi's, nanxu' txãa we'wenxi's, ewuna aphya pa'yanxisa's txi'pya ktusehnxitx txi'puphya.

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
pbb: Txãa jxujuy kahnxisa wifi ew ũsa. use phewuhnxi tasxuh na' ãçxte ktusehnxite pejxinximee kujun.

source: Connect to a network to download updates.
pbb: Çxkitxanxi's txãa jxujuy kahnxi's jxuka phewuhna.

source: Download updates via data connection?
pbb: ¿Spahtxna tasxuh teçx çxkitxanxite yasetx?

source: Downloading updates is not possible on slow connections (2G). Please connect via Wi-Fi or 3G (if available) and try again.
pbb: Ewmea' spatxwah phewuhnxisa's txãa txi'pnxis tudkwe (2G). na' miçxkitxah txãa este txã's meçxa 3G (ew ũsa') meçxa use dakh.

source: When using a data connection, additional costs may apply. Do you want to continue?
pbb: Vxisna teeçx vxisnxisa's pta'sxna, tud tud pa'kas'as vxisna.¿Ki'ki'n takh wẽjẽhga?

source: Download updates via data roaming?
pbb: ¿Spahtxna phewuhnxi's txãa este jxuju putxwe'wenxi's txãa yasetx?

source: You are currently roaming and additional charges may apply. Do you want to continue?
pbb: Txte ũsya jxuju putxwe'wenxite, na' ya txi'pun isanxi's petxte. ¿Na' yaçuh uhmag?

source: Build ID: {{ buildid }}
pbb: ID txte putxwe'wenxi's: {{ buildid }}

source: View the full list of changes
pbb: Thegna jxuka yaseh fxihnxitx nxu'pthejeçtepa

source: Screenshot saved to Gallery
pbb: Txte uwenxi' jxawnxiku nenxu kuh jwedte

source: The screenshot could not be saved
pbb: Ya' jxawmene' uwenxisa'

source: No memory card found
pbb: Uymeea' pe'pete kipnxisa's

source: Memory card is in use
pbb: Pe'pete kipnxisa's vxisna

source: Not enough space on memory card
pbb: Lakxmeea' pe'pete ki'pnxisa'

source: Device logs saved
pbb: Eç pejxinxi's vxisnxite jxawn

source: Tap to share logs
pbb: Mitxheth katxuhdeya eçtxi

source: Error while saving logs
pbb: Ewmeka jxaw eçtxih

source: Error while sharing logs
pbb: Ewmeka jxaw eçtxih

source: Capturing logs…
pbb: Eçtxh uwena…

source: Operation {{operation}} failed.
pbb: Ewumea txã's vxitipte {{operation}}.

source: Unexpected error occurred.
pbb: Teçx ewmesane' uka muythasuçmetepa.

source: Make sure your SD card is not shared with your computer.
pbb: Ew ya' phuphnameph txa ki'pnxisa's SD na' katxudenu txanxakh txte PC.

source: At least one log file could not be read from the filesystem.
pbb: Na eç jxawnxi's pejxinxinxi na' ta'sxya ewumene txãa vxisnxinxakh.

# emergency-call-button
source: Emergency Call
pbb: Tudte pa'yanxisa

source: Emergency Call
pbb: Tudte pa'yanxisa

source: Unlock
pbb: Aphnxi's phaden

source: Camera
pbb: Kapnasa'sa

source: %A, %B %e
pbb: %A, %e de %B

source: Passcode panel
pbb: Panel txãa paçtewesxa's

source: open
pbb: Phaden

source: Home
pbb: takhna

source: Sign in
pbb: U'kan takhna

source: Sign in to website
pbb: Kahjiyun txãa webte

source: Username
pbb: Yase seelpi'sa

source: Password
pbb: Çxhukte ji'phun

source: The website {{host}} requires you to sign in.
pbb: Ate weba {{host}} ya kajiyuwẽjene'.

source: {{name}} is not loading properly
pbb: {{name}} ew ktusejn ũsme'

source: {{name}} is having problems
pbb: {{name}} txãa yuwe jipuna ũsa

source: Unable to connect
pbb: Eeme' txi'pwẽtepa

source: Tap to check settings
pbb: Mitxthet na's thegya' txãa pheu'hnxisatx

source: Delete {{name}}
pbb: Khukhna {{name}}

source: {{name}} and all of its data will be deleted.
pbb: Ya khukhun {{name}} na' jxuka idx yasetxi.

source: Delete
pbb: Khũkhna

source: Remove Application
pbb: Ki'pnxi's khukhn

source: Cannot install application due to an unrecoverable error. Please try downloading again. The application will be removed.
pbb: Ya ewumena txi'pya nanxu ewmee ũsa napa ya ewumena. Na' txi' use spahtxya misa. nanxu ki'pnxisa yay khukhun.

# unrecoverable-error-action
source: OK
pbb: Ewna jĩma'k

source: Turn on data roaming?
pbb: ¿Mki'ta' pta'sxya' jxuju puutx we'wena?

source: In order to access the Internet, you need to turn on data roaming. Depending on your service agreement, extra charges may apply. Do you want to turn data on?
pbb: Internete ukawẽçxa, jxujuy we'wenxisa's ya kitana yasetx. Na' mawẽ mjina ũystepa, nanxu ma'pa ya' ulpenxina ma'wẽsaspa. ¿Na' txa yasetx kuhwẽdtewesxtx kitawẽga?

source: Select time
pbb: Ãçx txihtxya

# choose-option
source: Select
pbb: Txihtxya

# choose-options
source: Select
pbb: Txihtxya

source: Select day
pbb: Een txihtxya

source: Your battery is low.
pbb: Tusnxisa le'çxkwẽnxa' jipa

source: Please plug in your charger.
pbb: Ktusehnxi's miçxkitxa

source: New window
pbb: Use vxitx le'çxkwe

source: New private window
pbb: ¿Phade teçx vxitx leçxkwe paçtewesx?

source: Show windows
pbb: Vxitx le'çxkwetx khtheguhn

source: Add to home screen
pbb: Kãhan çxhunden takhna

# pin-to-home-screen
source: Pin
pbb: Yu'thegn

source: Share
pbb: Katxuhden

source: {{brandShortName}} just recovered from a crash
pbb: {{brandShortName}} ewme ũsa'sta phewuh

source: {{name}} just crashed
pbb: {{name}} ãçxçxaane' suwee

source: Something
pbb: Ma'çxapa

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
pbb: ¿kahwẽga Mozilla's mjinxii suwen ũste jiçxa phewuhya pu'çxihnega na yuwe's? (Txãa wfi teçxane tasxuh kaja.)

source: What’s in a crash report?
pbb: ¿Nanxu' ewmesa ji'pa?

source: Always send Mozilla a report when a crash occurs.
pbb: Ta'sxna mawẽnteyuhpa Mozilla's suwen ũ'ste.

source: Don’t Send
pbb: Kahmee

source: Send Report
pbb: Mjinxi's kahjiyun kahn

source: Crash Reports
pbb: Pta'sxn ewmesa's

source: Done
pbb: Pasna

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
pbb: Teçx mjia' ewmesa jipa teçx kuhwẽdte yasetxne' ta'sxi vxite vxisnxi's, na' nawẽna ãçxtena' çxhab walatena' na' txtene' ũsu idx vxisnxisa' aça txa'wẽne' suwee.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
pbb: Yay txi'puna kuh wedte yasetx vxite txi'pnxisatx phandeçxa, eçte fxi'çxa ã'sxin, makwe ji'ptepa eçtewesxtxi, txi'khnxisa's use kẽsehnxite meçxa txãa yujunxite ya' txi'pun phadeçxa vxiswahthe.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
pbb: Vxisunaw txãa jiyunxisa's napa ewmesa ji'pna txa'tepa ya phewujun kwesx txwenxisatx. na' çxida vxitmthaw idx tasxnxi's ma'wẽtepa fxijane' kwe'sxite.

source: privacy policy
pbb: Utxate idx jĩ's puutx pu'çxna peekxĩiçxa's

source: {{brandShortName}} just crashed.
pbb: {{brandShortName}} ãçxyuçxaku suwee

source: {{name}} just crashed.
pbb: {{name}} ãçxçxaane' suwee

# crash-banner-report
source: Report
pbb: Ta'sxna

source: Sending file…
pbb: Eç jxawnxite kahn…

source: Receiving file…
pbb: Eç jxawnxitx pa'kan

source: Accept Bluetooth file transfer?
pbb: ¿Pasn teçx kaskhewũhnxite vxius?

source: {{deviceName}} would like to send you a file. Accept?
pbb: Nawẽ {{deviceName}} teçx eç jxawnxisa kahwẽga. ¿Pasna?

source: Tap to review transfer request.
pbb: Mitxtheth ayte thegya ithãsnxii vxius.

source: Deny
pbb: Wa'lku

source: Transfer
pbb: Kajxkhẽwujxa

source: Cancel Bluetooth file transfer?
pbb: ¿Vxiu's kahyamenxah kaskhewũhnxite?

source: File transfer has started
pbb: Na' ta'khne kahya

source: Check progress in Notification center
pbb: Mtheg khete u'sas kuhwẽdte mjinxisa's

source: File sent
pbb: Eç jxawnxi's kahnxath

source: File received
pbb: Eç jxawnxitx ipakanxath

source: File could not be received
pbb: Eçah pakanximeneta nenxu

source: Cannot send file right now. Please try again later.
pbb: Ya kahya ewumena eç jxawnxisa's. Txi' dakh use meçxa ãçxkwe.

source: File transfer cancelled
pbb: Kahnxisa' kaskhewũnxa'kh

source: Transfer report
pbb: Ta'sxsa's kahsa txtewesxa's

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
pbb: {{numSuccessful}} eç jxawnxi's pathn,{{numUnsuccessful}} eç jxawnximee

source: Unknown file
pbb: Txãa eç jxawnxisa jiyunxisameta

source: Unknown device
pbb: Jiyunximeesa's vxiswa'h

source: Can not open received file
pbb: Na phadeya ewumena txi'pupnxi's pa'kaçxa

source: Can not open unknown media type: {{fileName}}
pbb: Na'wẽsa ya phadeya ewumena eç jxawnxisa' kuhjwẽdte: {{fileName}}

source: Can not receive file
pbb: Ya ewumena pa'kaya eç jxawnxisa's

source: Can not get device storage state.
pbb: Ya ewumena u'weya txte utan ũ'sas vxisnxite.

source: No memory card found. Please insert a memory card.
pbb: Pe'pete kipnxisa uymeta. Na txi'txin men, teçx dxi'ph

source: Bluetooth can not be used while phone is plugged in. Please unplug the phone to receive file.
pbb: Na's ya vxisya ewumena kaskhewũsa's ãçx iyu txãa çaam we'wete çxkitxate. Na bahde ipakaya'pçxa.

source: Can not complete transfer: memory card is full.
pbb: Jxuka kahjxa ewume' na kajamena: pe'pete kipnxisa utahnxa' usa'.

source: Unknown error
pbb: Ewmeesa's jiyunximeesa'.

source: Confirm
pbb: kaayaki'jin

source: SD card detected
pbb: Ki'pnxisa SD uynxa'tha

source: Total size: {{size}} {{unit}}
pbb: Na' jxukate walasa:{{size}} {{unit}}

source: Unknown size, tap to format
pbb: Nakwesa's jiyume ũsthaw, na mitxtheth jxuka khukhya

source: SD card removed
pbb: Ki'pnxisa SD khukhnxi

source: Ejected successfully
pbb: Kutxihnxisa ewku kaseh

source: Not ejected properly
pbb: Ewme kutxihnxisa

source: Mic is on
pbb: Ki'pnxisa kitanxi ũsa

source: Camera is on
pbb: Kapnasa's ku'txijnxisa's dxita

source: Camera & Mic are ON
pbb: Kipnxisa txi' kapnasa'sa kitanxi u'sta

source: No SIM card
pbb: Manxuhpa ki'pnxisa SIM

source: SIM PIN
pbb: PIN txte SIM

source: PUK code
pbb: Paçtewesx PUK

source: NCK code
pbb: Paçte NCK

source: CCK code
pbb: Paçte CCK

source: SPCK code
pbb: Paçte SPCK

source: NCK1 code
pbb: Paçte NCK1

source: NCK2 code
pbb: Paçte NCK2

source: HNCK code
pbb: Paçte HNCK

source: RCCK code
pbb: Paçte RCCK

source: RSPCK code
pbb: Paçte RSPCK

source: What is a SIM PIN?
pbb: ¿Kihna txãa isanxisa PIN ki'pnxisa SIM?
