Repository: translate/mozilla-gaia
Catalog: pbb/apps/system/system.properties.po
Languages: pbb

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
pbb: Teçx PIN puhpuhna txãa dxija's çaam we'wekwete yasetx txãa ki'pnxi's SIM. txãwẽ ki'tanxi ũste, maa vxisnxisapa txãa SIM penxitxina txte PIN ta'kyapçxa.

source: A SIM PIN is not the same as the passcode used to unlock the device.
pbb: Txãa isanxisa PIN txte txi'pnxisa SIM txãimetxin paçtewesxa' na' txte kajadawẽte phadeya txãa vxisnxisa's.

source: Change PIN
pbb: Yu'phthẽhna PIN-a's

source: Enter SIM PIN
pbb: Fxi'jhna PIN

source: Enter SIM {{n}} PIN
pbb: Fxi'jhna PIN txtewesxa's SIM {{n}}

source: Enter PUK code
pbb: Fxi'jhna PUK

source: Enter NCK code
pbb: Fxi'jhna NCK

source: Enter CCK code
pbb: Fxi'jhna CCK

source: Enter SPCK code
pbb: Fxi'jhna SPCK

source: Enter NCK1 code
pbb: Fxi'jhna NCK1

source: Enter NCK2 code
pbb: Fxi'jhna NCK2

source: Enter HNCK code
pbb: Fxi'jhna HNCK

source: Enter RCCK code
pbb: Fxi'jhna RCCK

source: Enter RSPCK code
pbb: Fxi'jhna RSPCK

source: New PIN
pbb: Use PIN

source: Last try.
pbb: Ki'ki'n nmeh isan

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
pbb: Neyũun {{n}} ki'ki'n isan.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
pbb: Neyũun {{n}} ki'ki'n isan.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
pbb: Neyũun {{n}} ki'ki'n isan.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
pbb: Neyũun {{n}} ki'ki'n isan.

source: The PIN was incorrect.
pbb: Naa PIN ewmea'.

source: You have one try left to enter the correct code before locking the SIM card.
pbb: Teeçxaak neyũu ki'ki'n fxi'jxa' isate' txudedenxi's yaçka aphmẽy naa SIM-te.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Neyũutx {{n}} txudedenxisa's ki'ki'n fxi'jxa' isate' yaçka aphmẽy naa SIM-te.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Neyũutx {{n}} txudedenxisa's ki'ki'n fxi'jxa' isate' yaçka aphmẽy naa SIM-te.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Neyũutx {{n}} txudedenxisa's ki'ki'n fxi'jxa' isate' yaçka aphmẽy naa SIM-te.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Neyũutx {{n}} txudedenxisa's ki'ki'n fxi'jxa' isate' yaçka aphmẽy naa SIM-te.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
pbb: Naa' nmehnxaja fxi'jhwah naa PIN ewa. Na' vxite ewme vxitçxa, vxite paçte fxi'janeg PUK nawẽ vxisya ki'pnxisa SIM.

source: The SIM card is locked.
pbb: Naa ki'pnxisaa PIN aphnxi ũsa'.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Naa phadenxis petxĩte paçtewesxa's mfxi'h phadeya ewuya (PUK) ki'pnxisate we'sxa's SIM. bakwe eç jxawnxi's idx ki'pnxi's SIM meçxa baya idx mjisa's wejx jiyuwẽçxa.

source: The PUK code is incorrect.
pbb: Naa paçte PUK ewmea'h

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Teçx çxanxa jipigh txi' fxi'jhwẽçxa paçtewesxa's vxite ki'pnxisa SIM vxiswahme nenxumenx na penxinega idx SIM tewe'sxa's meçxa baya idx mjisa's txanxuçxa wejx içxa jiyunega.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Nenxuçta {{n}} txi'txinçxa paçte fxi'jhnxi's ew txi'pwa'h ki'pnxisate SIM nenxumenx vxiswahme na baya eçtewe'sxtxi ki'pnxisa's SIM meçxa baya idx mjisa's wejx içxa jiyuya'.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Nenxuçta {{n}} txi'txinçxa paçte fxi'jhnxi's ew txi'pwa'h ki'pnxisate SIM nenxumenx vxiswahme na baya eçtewe'sxtxi ki'pnxisa's SIM meçxa baya idx mjisa's wejx içxa jiyuya'.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Nenxuçta {{n}} txi'txinçxa paçte fxi'jhnxi's ew txi'pwa'h ki'pnxisate SIM nenxumenx vxiswahme na baya eçtewe'sxtxi ki'pnxisa's SIM meçxa baya idx mjisa's wejx içxa jiyuya'.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Nenxuçta {{n}} txi'txinçxa paçte fxi'jhnxi's ew txi'pwa'h ki'pnxisate SIM nenxumenx vxiswahme na baya eçtewe'sxtxi ki'pnxisa's SIM meçxa baya idx mjisa's wejx içxa jiyuya'.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Nmeh txi'txinçxa paçte fxi'jhnxi's PUK ew. Txi'pwa'h ki'pnxisate SIM nenxumenx vxiswahme na paçte PUK ewmete. na baya eçtewe'sxtxi ki'pnxisa's SIM meçxa baya idx mjisa's wejx içxa jiyuya'.

source: Create PIN (must contain 4 to 8 digits)
pbb: Vxitna PIN (ji'puwah jipa na 4 meçxa 8 txthethnxisa)

source: Confirm new PIN
pbb: U'se kajiyuna PIN

source: PINs don’t match.
pbb: Txãta PIN na ewmeta.

source: The NCK code is incorrect.
pbb: Naa paçte NCK ewmea'h

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
pbb: Ũkhe wesa' txãjxjĩçxhaçxhapa ewme'.Nasaa teeçxakh ki'ki'n neyũu fxi'nxi's txhuden ewsa'. eç pejxinxisa's papẽyna idx vxisnxisa's meeçxa' idx yakh ih ũsuhn çan we'we's mjĩin u'psaa çaam we'we's mjĩin u'psaa jweiçxaa ji'phuwa'ja's pta'sxna.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
pbb: Ũkhe wesa' txãjxjĩçxhaçxhapa ewme'.Neyũutxna {{n}} ki'ki'n eç fxi'nxisa's txhuhden phewu'jxa'.Eçe pejxinxisa's papẽyna idx vxisnxisa's meeçxa' idx yakh ih ũsuhn çaam wesa's mjĩin u'psa's jweiçcxaa ji'phuwa'ja's pta'sxna.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
pbb: Ũkhe wesa' txãjxjĩçxhaçxhapa ewme'.Neyũutxna {{n}} ki'ki'n eç fxi'nxisa's txhuhden phewu'jxa'.Eçe pejxinxisa's papẽyna idx vxisnxisa's meeçxa' idx yakh ih ũsuhn çaam wesa's mjĩin u'psa's jweiçcxaa ji'phuwa'ja's pta'sxna.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
pbb: Ũkhe wesa' txãjxjĩçxhaçxhapa ewme'.Neyũutxna {{n}} ki'ki'n eç fxi'nxisa's txhuhden phewu'jxa'.Eçe pejxinxisa's papẽyna idx vxisnxisa's meeçxa' idx yakh ih ũsuhn çaam wesa's mjĩin u'psa's jweiçcxaa ji'phuwa'ja's pta'sxna.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
pbb: Ũkhe wesa' txãjxjĩçxhaçxhapa ewme'.Neyũutxna {{n}} ki'ki'n eç fxi'nxisa's txhuhden phewu'jxa'.Eçe pejxinxisa's papẽyna idx vxisnxisa's meeçxa' idx yakh ih ũsuhn çaam wesa's mjĩin u'psa's jweiçcxaa ji'phuwa'ja's pta'sxna.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
pbb: Ũkhe wesa's txajxjĩcxhaçxhapa ewme'. Nmeh isaya'path fxi'jxa' txhudenxii ewsa's. papẽyna eç pejxinxisa's idx vxinxisa's meeçxa' idx yakh ih ũsuhn çaam wesa's mjĩin u'psa's jweiçxaa ji'phuwa'ja's pta'sxna.

source: Select from:
pbb: Txihtxna txte:

source: View with:
pbb: Thegn txãnxakh:

source: Test with:
pbb: Isan txãnxakh:
