Repository: translate/mozilla-gaia
Catalog: son/shared/permissions/permissions.properties.po
Languages: son

source: App Permission
son: Porogaram duɲeyan

source: Website Permission
son: Interneti nungu duɲeyan

source: Select Camera
son: Biizaahaya suuba

source: Schedule Alarms
son: Waati-bande ɲoojey

source: Microphone
son: Mikro

source: Would you like to share your microphone with {{app}}?
son: War ga boona ka war jindezaahayaa žemna nda {{app}}?

source: Would you like to share your microphone with {{site}}?
son: War ga boona ka war jindezaahayaa žemna nda {{site}}?

# perm-audio-channel-content
source: Play Sounds
son: Sawtey hẽenandi

source: Play Notification Sounds
son: Bangandiyan sawtey hẽenandi

source: Play Ringtone Sounds
son: Talfon hẽeney hooray

source: Access Sensor Data
son: Too maateji bayhaya do

source: Inspect Web Pages
son: Interneti moɲey koroši

source: Cameras
son: Biizaahayey

source: Select a camera for {{app}}.
son: Biizaahaya suuba {{app}} se.

source: Select a camera for {{site}}.
son: Biizaahaya suuba {{site}} se.

source: {{app}} would like to use your camera.
son: {{app}} ga boona ka goy nda war biizaahayaa.

source: {{site}} would like to use your camera.
son: {{site}} ga boona ka goy nda war biizaahayaa.

source: Cell Broadcasts
son: Fargandu ciyarey

source: Contacts
son: Hantumkey

source: {{app}} would like to access your contact list.
son: {{app}} ga boona ka duu war borey maaɲey.

source: {{site}} would like to access your contact list.
son: {{site}} ga boona ka duu war hantumkey maaɲey.

source: Notifications
son: Bangandiyaney

source: {{app}} would like to display notifications.
son: {{app}} ga boona ka duu war bangandiyaney.

source: {{site}} would like to display notifications.
son: {{site}} ga boona ka bangandiyaney cebe.

source: Apps Storage
son: Porogaramize jišidoo

source: Music Storage
son: Miiziki jišidoo

source: {{app}} would like to access your music.
son: {{app}} ga boona ka duu war miizikoo.

source: {{site}} would like to access your music.
son: {{site}} ga boona ka duu war miizikoo.

source: Image Storage
son: Bii jišidoo

source: {{app}} would like to access your images.
son: {{app}} ga boona ka duu war biyey.

source: {{site}} would like to access your images.
son: {{site}} ga boona ka duu war biyey.

source: Memory Card Storage
son: Lakkal jišidoo katta

source: {{app}} would like to access your memory card.
son: {{app}} ga boona ka duu war lakkal kattaa.

source: {{site}} would like to access your memory card.
son: {{site}} ga boona ka duu war lakkal kattaa.

source: Video Storage
son: Widewo jišidoo

source: {{app}} would like to access your videos.
son: {{app}} ga boona ka duu war widewowey.

source: {{site}} would like to access your videos.
son: {{site}} ga boona ka duu war widewowey.

source: Embed Apps
son: Porogaramize hurantey

source: FM Radio
son: FM arajo

source: {{app}} would like to use the FM Radio.
son: {{app}} ga boona ka FM arajo hẽenandi.

source: {{site}} would like to use the FM Radio.
son: {{site}} ga boona ka FM arajo hẽenandi.

source: Geolocation
son: Gorodoo maateyan

source: {{app}} would like to know your location.
son: {{app}} ga boona ka war gorodogoo bay.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
son: {{brandShortName}} ga goy nda bayhaya sanda GPS, Wi-Fi nda kanbe-sankayyaŋ war jerey ga ka faaba ka war gorodogoo tabatandi. Bayhaya ga goy Mozilla nda goy nookaw tanayaŋ do nd'i ga wey marga ka gorodoo šilbayhayey boryandi ka tonton. Bayhaya ga hin ka jisandi war jinaa ga nda bayhaya margayan ga tee ba porogaram-ize kul šii ma dira.

source: {{site}} would like to know your location.
son: {{site}} ga boona kar war gorodogoo bay.

source: See Idle Status
son: Dii hunanzam alhaali

source: Privileged IndexedDB
son: IndexedDB suubante

source: Unlimited IndexedDB Storage
son: IndexedDB jišidoo kaŋ ši ben

source: Manage Keyboards
son: Kufal walhawey juwal

source: Act as a Keyboard
son: Tee sanda kufal walha

source: Camera and Microphone
son: Bii- nda jindezaahayey

source: Would you like to share your camera and microphone with {{app}}?
son: War ga boona ka war bii- nda jindezaahayey žemna nda {{app}}?

source: Would you like to share your camera and microphone with {{site}}?
son: War ga boona ka war bii- nda jindezaahayey žemna nda {{site}}?

source: Mobile Connection
son: Diray ciyari

source: Mobile Identity
son: Diray boŋtammaasa

source: Network Events
son: Sankay batey

source: Start an App
son: Porogaramize šintin

source: Modify Apps Permissions
son: Porogaramize duɲeyaney barmay

source: Power Settings
son: Sahã kayandiyaney

source: Modify Settings
son: Kayandiyaney barmay

source: Cross-Origin Requests
son: Aššil-gam hãayaney

source: Telephony
son: Talfonkaryan

source: Camera
son: Biizaahaya

source: Would you like to share your camera with {{app}}?
son: War ga boona ka war biizaahayaa žemna nda {{app}}?

source: Would you like to share your camera with {{site}}?
son: War ga boona ka war biizaahayaa žemna nda {{site}}?

source: Control Voicemail
son: Jinde bataga dabari

source: Install Webapps
son: Interneti porogaramizey sinji

source: Manage Wi-Fi
son: Wi-Fi juwal

source: Open Overlay Popups
son: Biiboŋ bata daarantey feeri

source: Play Alarm Sounds
son: Yaamar sawtey hẽenandi

# perm-audio-channel-normal
source: Play Sounds
son: Sawtey hẽenandi

source: Play public notification sounds
son: Jamaa bangandiyan sawtey hẽenandi

source: Play Telephony Sounds
son: Talfonkaryan sawtey hẽenandi

source: Act as a Background Service
son: Tee sanda bandafaari goymee

source: Crash Data Storage
son: Kaŋyan bayhaya jišidoo

source: Access Downloads
son: Koy zumandey do

source: Embed Widgets
son: Goyjinaybii kanandi

source: Feature Detection
son: Alhaali maateyan

source: Firefox Accounts
son: Firefox kontey

source: Mobile Network
son: Kanbe sankay

source: Open Overlay Popups (moz)
son: Biiboŋ bata daarantey feeri (moz)

source: Play Ringtone Sounds (moz)
son: Maa talfon hẽeney se (moz)

source: Play Telephony Sounds (moz)
son: Talfon sawtey hẽenandi (moz)

source: Firefox Accounts (moz)
son: Firefox kontey (moz)

source: Control Usage Stats
son: Goy kabukey juwal

source: NFC HCI Events
son: NFC HCI teerey

source: Manage NFC
son: NFC juwal

source: Phone Number Service
son: Talfon lanba goymee

source: Push API
son: Tuti API

source: Resource Stats
son: Dalil kabukey

source: Send and Read SMS
son: SMS sanba nda caw

source: Control Volume
son: Jnde sahã dabari

source: Access Storage
son: Koy jišidogoo ra

source: TCP Sockets
son: TCP funey

source: Test Permission
son: Šiiyan duɲeyan

source: Set Date and Time
son: Tilasu han nda waati dam

source: UDP Sockets
son: UDP funey

source: WAP Push
son: WAP tuti
