Repository: translate/mozilla-gaia
Catalog: dsb/shared/download/download.properties.po
Languages: dsb

source: Download stopped
dsb: Ześěgjenje zastajone

source: Download was stopped. Try downloading again?
dsb: Ześěgnjenje jo se zastajiło. Cośo hyšći raz ześěgnuś?

# stopped_download_left_button
source: Cancel
dsb: Pśetergnuś

# stopped_download_right_button
source: Try again
dsb: Hyšći raz wopytaś

# failed_download_title
source: Download failed
dsb: Ześěgnjenje njejo se raźiło

source: {{name}} failed to download. Try downloading again?
dsb: Njejo se raźiło, {{name}} ześěgnuś. Cośo hyšći raz ześěgnuś?

# failed_download_left_button
source: Cancel
dsb: Pśetergnuś

# failed_download_right_button
source: Try again
dsb: Hyšći raz wopytaś

source: Stop download
dsb: Ześěgnjenje zastajiś

source: Are you sure you want to stop the download?
dsb: Cośo napšawdu ześěgnjenje zastajiś?

source: No
dsb: Ně

source: Yes
dsb: Jo

# delete_download_title
source: Delete
dsb: Lašowaś

source: Delete {{name}}?
dsb: {{name}} lašowaś?

# delete_download_left_button
source: Cancel
dsb: Pśetergnuś

# delete_download_right_button
source: Delete
dsb: Lašowaś

# delete_all_download_title
source: Delete
dsb: Lašowaś

# delete_all_download_left_button
source: Cancel
dsb: Pśetergnuś

# delete_all_download_right_button
source: Delete
dsb: Lašowaś

source: Delete no files?
dsb: Žedne dataje njelašowaś?

source: Delete one file?
dsb: Jadnu dataju lašowaś?

# delete_all_download_message[two]
source: Delete {{number}} files?
dsb: {{number}} dataji lašowaś?

# delete_all_download_message[few]
source: Delete {{number}} files?
dsb: {{number}} dataje lašowaś?

# delete_all_download_message[many]
source: Delete {{number}} files?
dsb: {{number}} datajow lašowaś?

# delete_all_download_message[other]
source: Delete {{number}} files?
dsb: {{number}} datajow lašowaś?

# unsupported_file_type_download_title
source: Unable to open
dsb: Njedajo se wócyniś

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
dsb: Žedno nałoženje njamóžo {{name}} wócyniś. Cośo dataju składowaś abo lašowaś?

# unsupported_file_type_download_left_button
source: Keep File
dsb: Dataju wobchowaś

# unsupported_file_type_download_right_button
source: Delete
dsb: Lašowaś

source: File not found
dsb: Dataja njejo se namakała

source: The file wasn’t found on the device
dsb: Dataja njejo se na rěźe namakała

# file_not_found_download_right_button
source: OK
dsb: W pórěźe

source: Memory card in use
dsb: Składowańska kórta se rowno wužywa

source: Unplug the phone
dsb: Wótkajśo telefon

# unmounted_sdcard_2_download_right_button
source: OK
dsb: W pórěźe

source: Unable to share
dsb: Źělenje njejo móžno

source: No provider found
dsb: Žeden póbitowaŕ namakany

# no_provider_download_right_button
source: OK
dsb: W pórěźe

source: SD Card is full
dsb: SD-kórta jo połna

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
dsb: Njejo žeden rum na wašej SD-kórśe, aby wašo ześěgnjenje składowało. Pšosym wulašujśo někotare dataje, nježli až startujośo ześěgnjenje znowego.

# no_memory_download_right_button
source: OK
dsb: W pórěźe

source: No memory card found
dsb: Žedna składowańska kórta namakana

source: Insert a memory card or select an alternate default media location in settings
dsb: Zasajźćo składowańsku kórtu abo wubjeŕśo druge standardne składowańske medijowe městno w nastajenjach

# no_sdcard_found_2_download_right_button
source: OK
dsb: W pórěźe

# file_open_error_download_title
source: Unable to open
dsb: Njedajo se wócyniś

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
dsb: Zmólka pśi wócynjenju {{name}}. Cośo dataju składowaś abo wulašowaś?

# file_open_error_download_left_button
source: Keep File
dsb: Dataju wobchowaś

# file_open_error_download_right_button
source: Delete
dsb: Lašowaś

source: There was an error while restarting the download. Please try to download again.
dsb: Zmólka pśo znowegostartowanju ześěgnjenja. Pšosym wopytajśo ześěgnjenje hyšći raz.

source: No downloads
dsb: Žedne ześěgnjenja

source: {{partial}} of {{total}}
dsb: {{partial}} z {{total}}

source: Stopped
dsb: Zastajony

source: Download failed
dsb: Ześěgnjenje njejo se raźiło

source: Open
dsb: Wócyniś

source: Share
dsb: Źěliś

source: Set as wallpaper
dsb: Ako slězynu nastajiś

source: Set as ringtone
dsb: Ako zwónjenje nastajiś

# cancel_downloaded_file
source: Cancel
dsb: Pśetergnuś
