Repository: translate/mozilla-gaia
Catalog: ff/apps/camera/camera.properties.po
Languages: ff

source: Not enough space on memory card
ff: kartal memuwaar ngal heddaaki ko yoni

source: Try freeing up space by deleting media.
ff: Eto ɓeydu boowal so momtude mejaaje.

source: Picture not saved
ff: Natal danndaaka

source: An error prevented Camera from saving the picture.
ff: Juumre haɗii Kameraa danndude natal ngal.

# error-recording-title
source: Video not recorded
ff: Widewoo fiilaaka

source: An error prevented Camera from recording the video.
ff: Juumre haɗii Kameraa nanngitaade widewoo oo.

# error-video-file-path-title
source: Video not recorded
ff: Widewoo fiilaaka

source: Error creating video file path.
ff: Juumre e cosgol nokkuure fiilde.

source: No memory card found
ff: Alaa kartal mamuwaar yiytaa

source: Insert a memory card to take pictures.
ff: Naatnu kartal memuwaar ngam ɓamde nate.

source: Camera can not be used while phone is plugged in
ff: Kameraa waawaa huutoreede tuma nde cinndel seŋaa

source: Unplug the phone to capture photos and videos
ff: Seŋtu cinndel ngel ngam siiɓtaade nate e widewooji

source: You have run out of media storage space.
ff: A nattii heddoreede boowal ndesgu.

source: You have reached the maximum file size for this attachment.
ff: A heɓii haaɗtirde ɓetol fiilde e ndee ɗisannde.

source: Retake
ff: Ɓamtu

source: Select
ff: Labo

source: Delete photo?
ff: Momtu natal?

source: Delete video?
ff: Momtu widewoo?

source: Cancel
ff: Haaytu

source: Delete
ff: Momtu

source: Camera Resolution
ff: Werngo Kameraa

source: Video Resolution
ff: Werngo Widewoo

source: Scene Mode
ff: Mbayka Scene

source: Self-Timer
ff: Sabbinorde

# self-timer-off
source: Off
ff: Koko ñifi

source: 2 seconds
ff: majaali 2

source: 5 seconds
ff: majaali 5

source: 10 seconds
ff: majaali 10

source: Low Battery
ff: Batirii Nana Gasa

source: The battery is too low to use the camera.
ff: Batiri oo ena famɗani huutoraade kameraa oo.

source: Critically low battery
ff: Batiri famɗii haa wooroo

source: 10% battery remaining
ff: 10% batiri heddii

source: 15% battery remaining
ff: 15% batiri heddii

source: Camera Unavailable
ff: Kameraa Heɓotaako

source: The camera is in use by another app.
ff: Kameraa oo nana huutoree e jaaɓngal goɗngal.

# hdr-on
source: On
ff: Na huɓɓi

# hdr-off
source: Off
ff: Koko ñifi

source: (HDR deactivated)
ff: (HDR daaƴtaama)

source: Grid Lines
ff: Diide Tigilde

# grid-on
source: On
ff: Na huɓɓi

# grid-off
source: Off
ff: Koko ñifi

source: Flash
ff: Falas

# flash-on
source: On
ff: Ena huɓɓi

# flash-off
source: Off
ff: Koko ñifi

source: Auto
ff: Jaajol

source: (Flash deactivated)
ff: (Falas daaƴaama)

source: Photo Mode
ff: Mbayka Natal

source: Video Mode
ff: Mbayka Widewoo

source: Options
ff: Cuɓe

source: Open Gallery
ff: Uddit Garngal

source: Close menu
ff: Uddu dosol

source: Back
ff: Rutto

source: Self-Timer {{value}}
ff: Leetindorde {{value}}

source: Grid Lines {{value}}
ff: Diide Tigilde {{value}}

source: Scene Mode {{value}}
ff: Mbayka jiyol {{value}}

source: Camera Resolution {{value}}
ff: Werngo Kameraa {{value}}

source: Video Resolution {{value}}
ff: Werngo Widewoo {{value}}

source: Flash On
ff: Yuɓɓu flash

source: Flash Off
ff: Ñif flash

source: Flash Auto
ff: Flash Jaajo

source: Rear camera
ff: Kameraa caggal

source: Front camera
ff: Kameraa yeeso

source: Menu
ff: Dosol
