Repository: translate/mozilla-gaia
Catalog: pbb/apps/ringtones/ringtones.properties.po
Languages: pbb

source: Manage Tones
pbb: ksusu'n vxiswa'h

source: Share ringtone
pbb: kwẽsehn ksusu'n

source: Delete ringtone
pbb: Sussa's khũkhka

source: Share alert
pbb: Pa'yakx mes katxuden

source: Delete alert
pbb: Pa'yakx khũkhna

# actions-cancel
source: Cancel
pbb: Tuduçmeeth

source: Delete Ringtone
pbb: Sussa's khũkhka

source: Delete Alert
pbb: Pa'yakx khũkhna

source: Are you sure you want to delete "<bdi>{{tone}}</bdi>"?
pbb: ¿Isapaa khũkhya'pane'ga "<bdi>{{tone}}</bdi>"?

source: "<bdi>{{tone}}</bdi>" is the current default ringtone.<br><br>Are you sure you want to delete it?
pbb: <bdi>{{tone}}</bdi>" txtene susnxi's yaç jxajã'.<br><br>¿Isa khukhwẽga?

source: "<bdi>{{tone}}</bdi>" is the current default alert.<br><br>Are you sure you want to delete it?
pbb: "<bdi>{{tone}}</bdi>" txtene susnxi's yaç jxajã'.<br><br>¿Isa khukhwẽga?

# delete-cancel
source: Cancel
pbb: Dewena

source: Ringtone deleted.
pbb: Susnxi's khukhna

source: Alert deleted.
pbb: Pa'yatx khukhnxi's.

source: New ringtone created.
pbb: U'se susnxi's vxitnxi

source: Ringtone set as default.
pbb: Nyafxtewe'sxa's susnxi's phewu'jn.

source: SD Card
pbb: Txi'phnxisa SD

source: Select Sound
pbb: Wẽsejnxi's txhitxna

source: Set
pbb: ma'wẽ u'pte

source: {{ringtoneSectionBrandName}} Ringtones
pbb: Susnxisa's {{ringtoneSectionBrandName}}

source: {{ringtoneSectionBrandName}} Alerts
pbb: Pa'yatxnxi {{ringtoneSectionBrandName}}

source: My Ringtones
pbb: U'kwẽ ksusun wẽsejnxisa

source: My Alerts
pbb: U'kwẽ pa'ya'txnxi

source: Create Ringtone
pbb: Ksusu'nxi's vxitna

source: Save
pbb: Jxawna

# create-cancel
source: Cancel
pbb: Dewena

source: Corrupted File
pbb: Txaa eç jxawnxisa' ewmea'

source: The file is corrupted. It cannot be used to create a ringtone.
pbb: Txaa eç jxawnxisa ewku kaseh. Na' ewumena vxisya teçx ksusu'nxisa.

source: Ringtone Not Created
pbb: Ksusu'nxisa vxitnximene' nenxu

source: There was an issue creating the ringtone. Please try again.
pbb: U'pune teçx yu'we ksusu'nxi's vxitpaka. txi'txin u'se dakh.

source: Use as default ringtone
pbb: Ya' vxisuna susnxi's nyafxtewe'sxnawẽ

source: Untitled
pbb: Yaçka fxi'nxi jimea'
