Repository: translate/mozilla-gaia
Catalog: pbb/apps/settings/settings.properties.po
Languages: pbb

source: Changing the default media storage location will affect where all media will be saved by default. Existing data will remain in its current location. Do you want to proceed?
pbb: Nyafxtewe'sxa's yu'pthẽhna mdee ũste' pta'sxna kuj jwedsa's swepana naa ãhte' mdee jxawnxite' pnasa' peejxa', spahkxna, thẽgna sa' vxite' eç jxawnxisaa kuj jwedsatx. Naa pta'sxnxisa' ki'h takhya' ewuna idx thẽgnxi ãçxhtewe'sxa's. ¿Ki'h takhwẽga'?

source: Eject SD card
pbb: Ki'phnxisa's jxuna SD-te

source: Eject SD card 2
pbb: Ki'pnxisa's jxuna SD2-te

# format-sdcard-internal
source: Format internal storage
pbb: Dxijuwe'sxa's txã'wẽ usnxisa's jxawna

# format-sdcard-external-0
source: Format SD card
pbb: SD-te txã'wẽ usnxisa's jxawna

source: Format SD card 2
pbb: SD2-te txã'wẽ usnxisa's jxawna

source: Formatting…
pbb: Txã'wẽ uswa'ja's jxawna...

source: You will not be able to access content on the SD card after you unmount it. Do you want to proceed?
pbb: Ewumeena uhkaya' nyafxte eçxa's thẽgn ki'pnxisaA SD-te teeçx txãhmeeçxaa.¿ki'h takhwẽga?

# format-sdcard-title
source: Format SD card
pbb: SD-te txã'wẽ usnxisa's jxawna

source: This will erase all data stored on your SD card, such as music and photos.
pbb: Jxuka khũkhnxiya' neyũutxna pta'sxna jxawna ki'pna SD-te, na'wẽ tukasa's wẽsehna sa' vxite' pnasa's kutxhinxisate'.

# format-sdcard-internal-title
source: Format internal storage
pbb: Dxijuwe'sxa's txã'wẽ usnxisa's jxawna

source: This will erase all data stored on your internal storage, such as music and photos.
pbb: Jxuka khũkhnxiya' neyũutxna pta'sxna jxawna ki'pna SD-te, na'wẽ tukasa's wẽsehna sa' vxite' pnasa's kutxhinxisate'.

# format-sdcard-btnformat
source: Format
pbb: Na'wẽ usnxisaa

source: SD card unmounted
pbb: SD-te ki'pnxisa's spahkxna

source: Warning: USB Mass Storage may not work
pbb: Pa'yakx mes: USB-te tadxte jxawte mjĩya' ewumeena

source: USB Mass Storage will only work correctly with an external SD card. If you'd like to be able to access both your internal and external storage, you must use MTP.
pbb: USB-te jxawa'ja' naasa' teecx mjĩinxisa' ewçxaçxaa ki'pnxi neyũuna SD-te ekaju. Ki'h ew idx jĩ's jxawwẽçxa'h dxiju vxite' ekaju, ki'h vxisna MPT-te.

source: Press "OK" to switch to USB Mass Storage, or "Cancel" to remain in MTP mode.
pbb: Mikxthẽth "ewna jĩya'" naa jxawnxisa's yupthẽhya' USB-te, meeçxa' "Tuduçmeeth" tud tuda nes yũuna naa MTP-te.

source: Device
pbb: Vxisnxisaa

source: Help
pbb: Pu'çxna

# help.ariaLabel
source: Help
pbb: Pu'çxna

# deviceInfo
source: Device Information
pbb: Vxisnxisa's pta'sxna

# deviceInfo.ariaLabel
source: Device Information
pbb: Vxisnxisa's pta'sxna

source: Phone Number
pbb: Isan çaam we'wekwe's

source: SIM {{index}}: Not available
pbb: SIM {{index}}: een ji'pmeesaa

source: Downloads
pbb: Spahkxna

# downloads.ariaLabel
source: Downloads
pbb: Spakxna

source: Unknown
pbb: Jiyunximeesa

source: SIM {{index}}: Unknown
pbb: SIM {{index}}: jiyunximeesaa

source: Git Commit Info
pbb: Pta'sxna commit de Git

source: Model
pbb: Txãaçxasaa

source: OS Version
pbb: SO-te ki'h fiy yu'pthẽhna

source: Firmware Revision
pbb: Ki'h thẽgna firmware-te

source: Hardware Manufacturer
pbb: Mjĩina hardware-te

source: Hardware Platform
pbb: Pẽyna hardware-te

source: Hardware Revision
pbb: Ki'h thẽgna hardware-te

source: Platform Version
pbb: Pẽyna nmeh pa'ya'kx thẽhgna

source: Build Identifier
pbb: Eç selpisa's kxteeçxhaçxha pkhakhnxi

source: Update Channel
pbb: Ki'h jxuka yu'pthẽwa'ja'

source: Build Number
pbb: txãhna isan

source: Update URL
pbb: Yu'phthẽhna URL-te

source: Last Updated
pbb: Nmehte yu'pthẽnxisaa

source: More Information
pbb: Jweiçxaa pta'sxna

source: Software Updates
pbb: Yu'pthẽhna naa software-te

source: Daily
pbb: Eenxisa

source: Weekly
pbb: Ki'sutewe'sx

source: Monthly
pbb: A'tetewe'sx

source: Check for Updates
pbb: Yu'pthẽwa'ja's pakwen

source: Check Now
pbb: Ãçxh pakwen

source: Update status
pbb: Yu'pthẽhnya' ũsa'

source: Connect to the Internet to proceed with your update.
pbb: Miçxkitxawe internet-te takhnxisa's yakh yu'pthehya'.

source: Checking for updates…
pbb: Yu'pthewa'ja's pakwesawe'sx…

source: No updates were found
pbb: Maju yu'hpa uymeeta' yu'pthẽnxisa's

source: Network is offline. Will check again when the network is online.
pbb: Ukhe wesa's ki'pyamee naa çxhitaxnxite'. Kthegun ãan isa dxi'htepa' ki'ki'n ma'wẽ ukhe wesa's ji'phtepa jiyuja'.

source: This is already the latest version of {{brandShortName}}
pbb: Na's ki'h fiy yu'pthẽhna txhudedenxisatx wala u'sesatx {{brandShortName}}

source: There was an error when checking for updates.
pbb: Teeçxsa' ewmeene yu' pakwen yu'thẽnxisa'.

source: About {{brandShortName}}
pbb: Utxaju {{brandShortName}}

source: {{brandShortName}} is the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
pbb: {{brandShortName}} çxhaçxha çaam we'we's mjĩin u'psaa vxuu pa'kame' sa' phadenxi' naa Mozilla-te. kwe'sxa' kuskaitewe'sxa's ũus yakxna ew vxithna txhatxna uhn takhna u'sesatx ewçxaa jxpa'kana jxukaisatx kçxhaçxhahna Web-te i'kwe'sx kuseju.

source: Learn More
pbb: Jweiçxaa jiyuwẽet

# reset-head
source: Reset
pbb: Ma'wẽ u'pte' txã'wẽy ki'pya'

# reset-warning-title
source: CAUTION
pbb: PA'YAKX

source: Automatic add-on updates
pbb: add-on-te peekxkiçxatx yu'pthehna

source: Notify me after install
pbb: Pta'sxisxna e'su çxkitxanxiju

source: Your Rights
pbb: Fxi'zxenitx thẽgnxi

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
pbb: {{brandShortName}} software-te vxuu pa'kame' sa' txudenxi kĩjxpa yũumee mjĩina teeçx pkhakhenxisaate nmeh seena ũsta' jxuka naa kiwete' uta. Maaĩ kãajã'nxisa jiyuwa'j ji'ptha'w:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
pbb: {{brandShortName}} een ji'phpa ũsne'ga wejkwe kxtey yũuya' kujwed jxkaajxa' txhudenxi's kĩjxpa yumee, txãa pwe'sx Mozilla public license. Teeçx vxisnxi's mjĩna {{brandShortName}} ewuhn txãwẽyçxaa ji'phuya' software-te tekhtewe'sxa's ew phewuhna. Mazsatx kxteey yũun kxtewe'sxtxi, maa txhudenxitxi' thẽymee jwekkwe teeçxsa's jxkaajane'ga phadena ew phewu'hçxaa fxi'zxenitx yu'phthẽhn txhudehn uh sa' txhudeden yu'phthẽn fxiyfxiy ktheguhn yu'phthẽhna.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
pbb: Maa yujtxpa kthẽgjxa' ewumeeta' k'ipnxi's thẽgya' meeçxa' k'iki'n ki'pnxisa's thẽgya' Yakxçxha txãanxi Mozilla-te' vxite' ãhte,ki'h kãajãhna tud tud kajiyuhna,napa kxtee txã'jyamee, yase meeçxa' pisanxiju {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
pbb: Mai txã'çxhaçxhaasa {{brandShortName}} ma'wẽ Crash Reporter txã'wẽ pta'sxiçte' ũus yakx pu'çxnxi's usna Molliza-te.txhitxna idx ũus yakx pu'çxnxi's, jxkaana Mozilla-te vxisna jweiçxaa jxpehnaya', ãate kajiyuhna naa we-te txudedeya'.

source: Legal Information
pbb: Kaajiyuhna fxi'zxenxisatx thẽgna

source: Credits
pbb: Ki'h pki'hna

source: Open Source Notices
pbb: Phadenxisatx pta'sxna txhudedena

source: Obtaining Source Code
pbb: Uyna jxtewe'sx we'wenxi's

# about-other
source: Other
pbb: Vxite

source: Your Privacy
pbb: Idx jĩçxhaa

source: Binaries of this product have been made available to you by the Mozilla Project, under the Mozilla Public License 2.0 (MPL). Know your rights.
pbb: Txhudedenxi je'ztewe'sxa's naa mjĩnxisa's ki'h idx jĩite' ki'pna jxuj jxpeiçxha uhnxisa's Mozillla-te Mozilla tasxu Public License 2.0 (MPL.) mjĩyu ku'leçxaasa's.

source: All of the source code to this product is available under licenses that are both free and open source. Most of it is available under the Mozilla Public License 2.0 (MPL).
pbb: Jxuka txhudedenxisa's we'wena naa mjĩinxisa's een ji'pyã'ja jxkanxi tasxu vxuu pa'gameesa's txhudenxisa' kijxpa meesa, naa ajte vxisnxisa' tasxu ũsa' Mozilla-te Public License 2.0 (MPL).

source: The remainder of the software that is not under the Mozilla Public License 2.0 MPL is available under one of a variety of other licenses. Those that require reproduction of the license text in the distribution are given below. (Note: Your copy of this product may not contain code covered by one or more of the licenses listed here, depending on the exact product and version you choose.)
pbb: Neyũunxisa's software-te kĩjxpa tasxu mea' MLP 2.0 een ji'ph ũsa' tasxu' teeçx vxite' nmeh kuj jxkanxisa' kĩh ũsta'. Pũtxna ktheguhn ũsa' pejxinxisa's nuykujana fxi'jnxisa's jxkaan txhudedena.(Ãate kajiyunxisaa:mjĩna nuykũjana isasa's sa' ki'h yu'pthẽhna ki'h txhitxna, ewuna ki'h idx kapsxidunxisa's naa nuykujanxite' jiyunximee txhudena aphnxite' teeçx meeçxa' jweiçxaa jxkaanxisa's ki'h ũjxtasna ayte).

source: Mozilla Public License 2.0
pbb: Mozilla-te ãate kajiyuhna jxkaana 2.0

source: Apache License 2.0
pbb: Jxkaahxni Apache 2.0

source: Developer
pbb: Walan uhsaa

# developer.ariaLabel
source: Developer
pbb: Walan uhsaa

source: Developer HUD
pbb: Walan uhsaa HUD-te

# hud-devtools
source: Developer Tools
pbb: Mjĩnxi's vxisna nuywalana uhna

source: Hide All HUD Elements
pbb: Paaçte jxukaisatx kãjãhnxi HUD-te

source: Log Changes in ADB
pbb: Eça's jxawna yu'pthẽhna ADB-te

source: Show System HUD
pbb: Çxhaçxha kthẽguhna HUD-te

source: Problems
pbb: Yuwe ewmeesatx

source: Warnings
pbb: Dxikhẽy we'wen ũsthu

source: Errors
pbb: Ewmeesaa

source: Security Issues
pbb: Yuwe ewmeesatx teeçx jwedçxaa yakxnxi

source: Performance
pbb: Nuypehnan

source: Reflows
pbb: Spakxnxi

source: Jank
pbb: Sekh a'

source: Duration Threshold (ms)
pbb: Maz een jxthẽyũuya' teeçx çxida wakjinxiju' (ms)

source: Frames per Second
pbb: Pahz puza je'ztewe'sx

source: Time to Load
pbb: Maz een akhya' jxthẽyũun

source: Memory
pbb: Çhukhte ji'phunxi

source: Unique Set Size
pbb: Phewuhna nuywalana teeçxasa's

source: App Memory
pbb: Çhukhte jipunxisa apps-te

source: JS Objects
pbb: Teeçx ãhte jxawnxi JS-te

source: JS Strings
pbb: Ya'txãhn uhsaa JS-te

source: JS Other
pbb: Vxite JS-te

source: Style
pbb: Ewsaatx

# hud-other
source: Other
pbb: Vxite

source: Software
pbb: Software-te

source: Developer Settings
pbb: Phewu'hnxi walan u'jweçxa'

source: Debug
pbb: Gutxi'h ewmesa's

source: Developer Menu
pbb: Kuh fxi'nxisa' pehnan u'jweçxa'

source: Developer Tools
pbb: Mjĩnxi's vxisna nuywalana uhna

source: Graphics
pbb: Piisan kikhnxisaa

source: Hardware Composer
pbb: Kapiya'saa hardware-te

source: Flash Repainted Area
pbb: Ayte kwethnxi yakh ki'h piisana

source: Dump Layers Tree
pbb: Fxtũ's tupxnxisa's yu'pthẽhna

source: Dump Display List
pbb: Ih tupxnxisa's thẽgwa'j pta'sxna

source: Dump LayerScope
pbb: Fxtũ's tupxnxisa's yu'pthẽhna

source: Overscrolling
pbb: Neyũunxisa's vxite ãh kaahnxi

source: Tiling
pbb: Thegnxisa

source: Low Precision Painting
pbb: Pisanxi' wejweçxaa ãh pa'hsaa

source: Low Precision Transparency
pbb: Wejweçxaa ãate pa'hsaa

source: Draw Tile Borders
pbb: Kujwed piisanxi puçkhe

source: Draw Layer Borders
pbb: Kujwed pisanxi puçkhe

source: Log Slow Animations
pbb: Yase ki'pnxisa pisanxite thẽy ẽse'sena

source: Debugging via USB
pbb: Dxi'j kaçxsa's khũkhnxi USB-te

source: DevTools via Wi-Fi
pbb: DevTools e'su WiFi-te

source: DevTools Wi-Fi Device Name
pbb: DevTools Wi-fi-te vxisnxsa' yase

# debugger-disabled
source: Disabled
pbb: Khçxhaçxanimee

source: ADB only
pbb: Teeçaa ABD-te

source: ADB and DevTools
pbb: ABD-te mjĩnxi's vxisna

source: Wi-Fi Output in ADB
pbb: Kasehna ABD-te vxite' wifi-te

source: Bluetooth Output in ADB
pbb: Kase'jna Bluetooth-te vxite' ADB-te

source: Bluetooth HCI Sniffing Logs to SD Card
pbb: HCI-te meeçxa' Bluetooth.te pakwena eç pejxinxisa's ki'pnxisa's SD-te

source: NFC Output in ADB
pbb: Kase'jna NFC-te vxite' ADB-te'

source: RIL Output in ADB
pbb: Kase'jna RIL-te vxite' ADB-te

source: Network Output in ADB
pbb: Kase'jna ukhe weste vxite' ADB-te

source: MMS Output in ADB
pbb: Kase'jna MMS-te vxite' ADB-te'

source: Console Enabled
pbb: Ki'tana tujkan

source: Cards View: Screenshots
pbb: Thẽgna ki'pnxisa's: uwenxisaa

source: Geolocation Output in ADB
pbb: Kase'jna kiwe's tupiçte thẽgna ADB-te

source: Ignore GPS Locations
pbb: Mdee ũsga jiyunximee GPS

source: Use Marketplace Reviewer Certs
pbb: Vxisna eç jxuthesa's ewmee we'wena jxweynxisate'

source: Shake to Save System Log
pbb: Dxi'khxçxa çxhaçxha kẽsehna jxawna eç pejxinxisa's

source: Enable LogShake QA Mode
pbb: Tud tud ki'tan LogShake QA-te

source: Launch First Time Use
pbb: Kijx kaja'çxha çxhaçxha wãtanxi FTU-te

source: No first time use app found
pbb: Uyuçmeeta' apps meeçxa' FTU-te

source: Software Home Button
pbb: Takhnxisa's fxuçna software-te

source: Home Gesture
pbb: Thẽgçxa ta'sxna takhna uhn

source: Continuous Transition
pbb: Yu'pthẽhn takhna u'jxa'

source: Gaia Debug Traces
pbb: Txhudena pisan khũkhnxi Gaia-te

source: App Transition
pbb: Yu'pthẽnxiyãju apps-te

source: App Suspending
pbb: Tuduçmea' apps-te

source: Copy/Paste
pbb: Kapsxindun/çxkitxan

source: Multi-Screen
pbb: Kujwed thẽgnxisaa

source: Verbose App Permissions
pbb: Pẽyna meh ew thẽgna apps-te

source: Enable Pinning the Web
pbb: Mfxi'ta tudnxi Web-te

source: Enable View Source Gesture
pbb: Mki'ta kwisna thẽguhna txhudedden we'wenxisate'

source: Enable Home Screen Paging
pbb: Takhna ki'tana jxuka jxã'j thẽgna

source: Window Management
pbb: Jxkaahna vxitx le'çxkwe'sx

source: Unlock Privileges
pbb: Phaden jxkawa'ja's

source: Full DevTools
pbb: DevTools-te ãhçxah

# reset-devtools-warning-title
source: CAUTION
pbb: PA'YAKX

source: Service Workers
pbb: Mjĩisawe'sxa' selpiçta'

source: Scope
pbb: Kpakxnxi

source: Script spec
pbb: Jiyunximeesaju script-te

source: Current worker URL
pbb: URL-e' ãçxhtewe'sx

source: Active cache name
pbb: Yaseju caché-te ki'tanxiyã'ja

source: Waiting cache name
pbb: Ũjxtasna caché yasete'

source: Update
pbb: Yu'pthẽhna

source: Unregister
pbb: Khũkhna eç pejxinxisa's

source: No service workers found
pbb: Uymeeta' selpiihn mjĩwa'ja's

source: Developer menu not enabled
pbb: Kuh fxi'nxisa's mjĩina thẽgnximee.

source: Developer Mode can't be enabled without the developer menu first being enabled.
pbb: Tud tud mjĩnxisa' ewuçme' ki'tanxite yaçka kapevyanxime' kuh fxi'nxisa's mjĩina.

source: Please enable it from Settings > Device Information > More Information > Developer Menu.
pbb: Meen, fxki'tawe phewunxisa's > Pta'sxna > Jweiçxaa pta'sxna> kuj mjĩin fxi'nxisa.

source: Would you like to enable developer mode?
pbb: ¿Tud tud fxi'tawẽga mjĩiwa'jsa's?

source: THIS WILL DELETE ALL YOUR DATA AND FACTORY RESET YOUR DEVICE.
pbb: IDX PTA'SXNXISA'S JXUKA KHŨKHNXITA' VXITE' IDX VXISNXISA'S MA'WẼ U'PTE TXÃAWẼY KI'PYA' PHEWUNXI NAA VXITHNXISATE'.

source: THIS WILL DISABLE ALL SECURITY MEASURES ON YOUR DEVICE.
pbb: EWUMEEN JĨINA JXUKA JXUHTEPA TEEÇX JWEDÇXAA YAKXNA IDX VXISNXISA'S.

source: Are you sure you want to enable developer mode?
pbb: ¿isa tud tud fxi'tawẽga mjĩiwa'jsa's?

source: Tap 'Enable' {{count}} more time to continue.
pbb: Mikxthẽth 'Fxi'taya''' {{count}} jweiçxaa takhya'.

# enable-full-dev-mode-final-warning-msg[two]
source: Tap 'Enable' {{count}} more times to continue.
pbb: Kkthethya' 'Fxi'taya''' {{count}} ma'wẽni' jweiçxaa takhya'.

# enable-full-dev-mode-final-warning-msg[few]
source: Tap 'Enable' {{count}} more times to continue.
pbb: Kkthethya' 'Fxi'taya''' {{count}} ma'wẽni' jweiçxaa takhya'.

# enable-full-dev-mode-final-warning-msg[many]
source: Tap 'Enable' {{count}} more times to continue.
pbb: Kkthethya' 'Fxi'taya''' {{count}} ma'wẽni' jweiçxaa takhya'.

# enable-full-dev-mode-final-warning-msg[other]
source: Tap 'Enable' {{count}} more times to continue.
pbb: Kkthethya' 'Fxi'taya''' {{count}} ma'wẽni' jweiçxaa takhya'.

source: Edit downloads
pbb: Yu'pthẽhn saphkxya'

source: Select all
pbb: jxuka ki'pna

source: Deselect all
pbb: Jxuka khũkhna

# downloads-delete
source: Delete
pbb: Khũkhna

source: Battery
pbb: Ktu'senxi u'seçxa' çaam ta'da's kbejena

source: Current Level ({{level}}%)
pbb: Ãçxhtwe'sxa's katekan ({{level}}%)

source: Calculating time required…
pbb: Eena's peeiçxa' papẽyçxaa kpakhnxi...

source: Calculating time remaining…
pbb: Papẽyçxa' kpakhnxi een neyũusatx...

source: Fully charged
pbb: Kthẽguhn ãhçxhaasa's

source: Fully depleted
pbb: Jxukate yuu kijxpa meesaa

# battery-time-hour[zero]
source: {{ hours }} hours
pbb: {{eena's ma'wẽ u'jweçte thẽgnxisaa}} eena's ma'wẽ u'jweçte thẽgnxisaa

source: {{ hours }} hour
pbb: {{eena's ma'wẽ u'jweçte thẽgnxisaa}} eena' ma'wẽ u'jweçte thẽgna

# battery-time-hour[two]
source: {{ hours }} hours
pbb: {{eena's ma'wẽ u'jweçte thẽgnxisaa}} eena's ma'wẽ u'jweçte thẽgnxisaa

# battery-time-hour[few]
source: {{ hours }} hours
pbb: {{eena's ma'wẽ u'jweçte thẽgnxisaa}} eena' ma'wẽ u'jweçte thẽgnxisaa

# battery-time-hour[many]
source: {{ hours }} hours
pbb: {{eena's ma'wẽ u'jweçte thẽgnxisaa}} eena's ma'wẽ u'jweçte thẽgnxisaa

# battery-time-hour[other]
source: {{ hours }} hours
pbb: {{eena's ma'wẽ u'jweçte thẽgnxisaa}} eena's ma'wẽ u'jweçte thẽgnxisaa

# battery-time-minute[zero]
source: {{ minutes }} minutes
pbb: {{ãçxhtewe'sx }} ãçxhtewe'sx

source: {{ minutes }} minute
pbb: {{ãçxhtewe'sx }} ãçxhte

# battery-time-minute[two]
source: {{ minutes }} minutes
pbb: {{ãçxhtewe'sx }} ãçxhtewe'sx

# battery-time-minute[few]
source: {{ minutes }} minutes
pbb: {{ãçxhtewe'sx }} ãçxhtewe'sx

# battery-time-minute[many]
source: {{ minutes }} minutes
pbb: {{ãçxhtewe'sx }} ãçxhtewe'sx

# battery-time-minute[other]
source: {{ minutes }} minutes
pbb: {{ãçxhtewe'sx }} ãçxhtewe'sx

source: {{ battery-time-minute }} until fully charged
pbb: {{Ktu'senxi u'seçxa' ãçxhte' çaam ta'da's kbejena'}} Kĩ'h jxuka kãajãhna naate' uta akhna

source: {{ battery-time-hour }} {{ battery-time-minute }} until fully charged
pbb: {{ battery-time-hour }} {{ battery-time-minute }} kãjãhna ki'h nnate' jxuka kyu'senxi yã'j ũsa'

source: {{ battery-time-minute }} remaining
pbb: {{ battery-time-minute }} neyũusaa

source: {{ battery-time-hour }} {{ battery-time-minute }} remaining
pbb: {{ battery-time-hour }} {{ battery-time-minute }} neyũusaa

# powerSaveModeTitle
source: Power Save Mode
pbb: Tud tud pa'yakh ki'tana

source: Power Save Mode
pbb: Tud tud pa'yakh ki'tana

source: {{level}}% battery left
pbb: {{level}}% Ktu'senxi u'seçxa' çaam ta'da's kbeje'jena neyũusa'

source: Never
pbb: Bagaçx yuhpa

source: Turn On Automatically
pbb: Ki'tan txãaiçxaa yu'pthehn

source: Accessibility
pbb: Ukaya ewuni

# accessibility.ariaLabel
source: Accessibility
pbb: Ukaya' ewunxi

source: Screen Reader
pbb: Thẽgna jxpaynxisaa

source: Color Filter
pbb: Kazxa's pkhakhna kujwed kbxitehna

source: Audio
pbb: Kakhsusuh

source: Mono Audio
pbb: Teeçx ãjuçxaa susnxi

source: Mono enabled
pbb: Teeçx ãjuçxaa fxki'tana

source: Mono disabled
pbb: Teeçx ãjuçxaa fxiçxaana

source: Display speech
pbb: Thẽguhna susnxisa's

source: When the screen reader is enabled, your device will provide spoken feedback to assist blind and low-vision users.
pbb: Ma'wẽn jxpayna thẽgna naa fxki'tnxisa's, vxisna pkhakhepa'ga we'wena pta'sxna pu'çxna kseelpi'hna uysame's meeçxa' nmeh wehkweçxaa uysa's.

source: Speech Volume
pbb: Nuyçxhaçxhanxisa's ksusuhna

source: Speech Rate
pbb: Nmeh dxi'kh susna

source: Start Screen Reader?
pbb: ¿Takhnxiju jxpayna thẽgya'?

source: Activating the screen reader will change the way your touch screen works. Touch anywhere to hear the item under your finger, and double tap to activate.
pbb: Fxki'tan jxpaynxisa's thẽgna',yu'pthẽhna mjĩna thẽgnxisate tuhkana. Teeçxu's mdujka maa ítem-te wẽsejxa'; je'zxu's mduhkawe ki'taya'.

source: Start
pbb: Takhna

source: Stop Screen Reader?
pbb: ¿Kyujuhn jxpaynxiju thẽgya'?

source: Stopping the screen reader will end all speech feedback.
pbb: Kyujuhn jxpaynxiju thẽgya', we'wenxi's ksusuhna jxã'yã'çxaa.

source: Stop
pbb: Khyuju'n

source: Invert
pbb: Ewuna

source: Grayscale
pbb: Kujwed tehkahn uhna khũçkhũç kbxitehna

source: Contrast
pbb: Fxifxiy

source: Input
pbb: U'kan

source: Touch and gesture adjustments
pbb: Phewuhna kxthethçxa fxi'jnxisa's pta'sxna

source: Tap & Hold Delay
pbb: Kxthethçxha jxthẽyuna kxtee kyujunxi

# short-hold-delay
source: Short
pbb: Jxuj

source: Medium
pbb: Pxã'hte

# long-hold-delay
source: Long
pbb: Jxuju

# improveBrowserOS
source: Improve {{brandShortName}}
pbb: Ew jiyuya' {{brandShortName}}

# improveBrowserOS.ariaLabel
source: Improve {{brandShortName}}
pbb: Ew jiyuya' {{brandShortName}}

# improveBrowserOSTitle
source: Improve {{brandShortName}}
pbb: Ew jiyuya' {{brandShortName}}

source: Send Mozilla Feedback
pbb: Idx ũusyakxnxisa's kaahna Mozilla-te

source: Performance and Usage Data
pbb: Pta'sxna nuypẽhnana vxisna

source: Submit data
pbb: Pta'sxnxis'as kaahna

source: App Usage by Region
pbb: Piyan vxisna kiwe's thẽgnxisa'

source: Crash Reports
pbb: Ewmee pta'sxna

source: Sending Mozilla a report when a crash occurs helps us fix the problem for everyone. Reports are sent over Wi-Fi only.
pbb: Teeçxsa's pta'sxna ewmeesa's kaahna Mozilla-te,jxukaisa jĩitxi' phewu'h pu'çxya' ewutxna. Kuh pta'sxnxisatx nasaa wifi tasxuçxaa kajxa' ewutxna.

source: Always Send a Report
pbb: Ma'wẽnpa kaahna teeçx pta'snxisa's

source: Never Send a Report
pbb: Bagaçxpa kaahna teeçx pta'sxnxisa's

source: Ask Each Time
pbb: Ma'wẽnpa papẽyna

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
pbb: Teeçx mjĩia' ewmeesa' ji'pha' teeçx kuhwẽdte yasetxne' ta'sxi' vxite' vxisnxi's, na'wẽna ãçxhte çxhab walate na' txtene' ũsu' idx vxisnxisa' aça' txã'wẽne' swee.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
pbb: Ya'h ki'puna kujwedte yasetx vxite' ki'pnxisatx phandeçxa, eçte fxi'çxa ã'sxina, makwe ji'ptepa eçtewe'sxtxi, ki'khnxisa's use kẽsehnxite meeçxa txãa yujunxite yãh ki'pna phadeçxa vxiswahthe.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
pbb: Vxisunka'w txãa jiyunxisa's napa ewmesa ji'pna txã'wẽtepa ya'h phewujuna kwe'sx txwenxisatx. na' çxida vxitmtha'w idx tasxnxi's ma'wẽtepa fxijane' kwe'sxĩite.

source: privacy policy
pbb: Peekxkĩçxa's jxuj jxpeyçxaa u'hnxisa

source: Submit Your Feedback
pbb: Idx ũusyakxnxisa's kaahna

source: Your feedback will help us to improve Firefox OS.
pbb: Idx ũsyakxnxisa's pu'çxinka'w ew jiyuya' Firefox OS-te.

source: Happy
pbb: Weçx weçxa

source: Sad
pbb: Wẽtmeete'

source: How do you feel?
pbb: ¿Ma'wẽga yaki'?

source: Why do you feel happy?
pbb: ¿Ki'h yũuçxaga weçx weçxa yaki'?

source: Why do you feel sad?
pbb: ¿Ki'h yũuçxaga wẽtmeethẽ' yaki'?

source: Please tell us in detail.
pbb: Mwe'wewe jweiçxaa nmeh ew thẽgya'.

source: The content of your feedback will be public, so please be sure not include any personal information.
pbb: Ewsaçxatx kuki'hna nyafxtewe'sxa's idx ũusyakxnxisa' ãate' ũsuna, newe'wena ki'h ka'kamee maatxpa peekxkhiçxa's pta'sxna.
