Repository: translate/mozilla-gaia
Catalog: pbb/apps/settings/settings.properties.po
Languages: pbb

source: Check here to let us contact you from your email.
pbb: Ayte ki'ph ih ũsya' idxa's jxuju kaajxa'.

source: Email address:
pbb: Pisanxi's jxujuy kahn:

source: Don’t worry. Your email will always be kept private.
pbb: Kĩh yuhpa yakxnu: idx jxuju kaahnxisa' ma'wẽnpa peekxkjĩçxaa yũuna.

source: Send Feedback
pbb: Mkaa yakxçxaha peynxi's

source: Sorry, the system can’t send your suggestion due to a data connection error. Please try again when the issue is resolved.
pbb: Ũsyahtxçxa kuse ũsna, na txa ewmee uspaka çxkitxanxisa yaseh, na mjĩnxisa kahya ewumenah idx ũ'syatxnxi's na dakh txãa yuwe skhewnxiin

source: Sorry, the system can’t send your suggestion because the server shut down. Please wait a moment and try again.
pbb: Ũsyahtxçxa kuse ũsna, na txa ewmee uspaka çxkitxanxisa yaseh, na mjĩnxisa kahya ewumenah idx ũ'syatxnxi's na dakh txãa yuwe skhewnxiin

source: Sorry, the system can’t send your suggestion because of a timeout. Please restart and try again.
pbb: Ũsyahtxçxa kuse ũsna, na txa ewmee uspaka çxkitxanxisa yaseh, na mjĩnxisa kahya ewumenah idx ũ'syatxnxi's na dakh txãa yuwe skhewnxiin

source: Sorry, the system can’t send your suggestion because the email address is missing or due to a formatting error. Please use a valid email address and try again.
pbb: Ũsyahtxçxa kuse ũsna, na txa ewmee uspaka çxkitxanxisa yaseh, na mjĩnxisa kahya ewumenah idx ũ'syatxnxi's na dakh txãa yuwe skhewnxiin txi' use takn.

source: Sorry, the system can’t send your suggestion because the comment field is empty. Please enter some text and try again.
pbb: Ũsyahtxçxa kuse ũsna, na txa ewmee uspaka çxkitxanxisa yaseh, na mjĩnxisa kahya ewumenah idx ũ'syatxnxi's na dakh txãa yuwe skhewnxiin txi' use takn fxi'hjya.

source: Thanks for the feedback! We use it to help create better experiences in future releases of Firefox OS.
pbb: ¿Pay idxa's yakxçxha peynxisa's! Pejxtha'w pu'çxn vxitya' jweiçxaa jiiçxapa kuskaitewe'sxa's ki'h fiy yu'pthẽhna Firefox OS-te.

source: Something went wrong. Please try again.
pbb: Kĩh ewmeekx. Meen, ki'ki'n khthẽguhwe.

source: Online support:
pbb: Pu'çxya' ih ũsa':

source: Call support:
pbb: Mpu'sx jxuju we'wenxisa's:

source: User Guide
pbb: Kxtee pu'çxsa' ih ũsa'

source: Please contact your local provider for support.
pbb: Ba'ya idx mjĩsa's txã wakwetewe'sxa's na txanxuçxa jxun ujwena yasetxi.

source: SIM Toolkit
pbb: SIM-te Vxisnxisa

source: Operator Services
pbb: Selpina çaam we'wete mjĩin u'psaa

# operatorServices-help
source: Help
pbb: Pu'çxna

source: Help Menu
pbb: Fxi'nxisaju pu'çxna

source: SIM card applications not available.
pbb: SIM-te vxiswa'ja's een ji'phmee ũsta'.

source: Set Up Call
pbb: Pa'yana phewujxa'

source: Send SS
pbb: Kaahna SS-te

source: Send USSD
pbb: Kaahna USSD-te

source: Send SMS
pbb: Kaahna SMS-te

source: Send DTMF
pbb: DTMF-te Kaahna

source: Launch Browser
pbb: Kahnah kẽsehnxi's

source: Play Tone
pbb: Ksusuhna wesehnxisa's

source: Display Text
pbb: Ta'sxna paynxisa's

source: Get Inkey
pbb: Ji'puwajas inkey

source: Get Input
pbb: Ji'puwajas u'kawathe

source: Select Item
pbb: Kãjanxi's txitxnah

source: Set Up Menu
pbb: Jxukate phewuhnah

source: Provide Local Info
pbb: Wa'kwetx le'leçx ta'sxna uhjna

source: Set Idle Mode Text
pbb: Phewuhnah paynxisa's txawe fxi'çxanxii ũskan

source: Perform Card APDU
pbb: Kahnah APDU txãa pẽpetewe'sxa's

source: Power On Card
pbb: Ki'tan pẽpe's

source: Power Off Card
pbb: Fxiçxan txi'nxisa's

source: Get Reader Status
pbb: Ji'pun txãa jiyun uhjnxisa's

source: Open Channel
pbb: Phaden jiyun ta'sxsa's

source: Close Channel
pbb: Apn thegnxisa's

source: Receive Data
pbb: Yasetx ipakan

source: Send Data
pbb: Kahn yasetx

source: Get Channel Status
pbb: Ji'pun txãa jiyun uhjnxisa's

source: End of the proactive session
pbb: Jxan mjĩã's kitana ũsa's

source: USB storage
pbb: Tadx USB

source: USB tethering
pbb: Tethering USB

source: Wi-Fi hotspot
pbb: Jxahn kũjya' u'kan ewuya' wifi-te

source: Enabling USB storage will disable USB tethering. Do you want to enable USB storage?
pbb: Tadxa's kitan USB, napa uçxanh tethering USB. ¿Na' çxkitxawega tadxa's USB?

source: Enabling USB tethering will disable USB storage. Do you want to enable USB tethering?
pbb: Tadxa's kitan USB, napa uçxanh tethering USB. ¿Na' çxkitxawega tadxa's USB?

source: Enabling USB tethering will disable Wi-Fi hotspot. Do you want to enable USB tethering?
pbb: Tadxa's kitan USB, napa uçxanh tethering USB. ¿Na' çxkitxawega tadxa's USB?

source: Enabling Wi-Fi hotspot will disable USB tethering. Do you want to enable Wi-Fi hotspot?
pbb: Ki'tan txtee u'kanxisa' wifite, napa ũçxan txtee tethering USB. ¿Na' isa ki'tawega na mjĩnxite ukanxite wifi's?

source: Alert
pbb: Pa'yakx mes

# settings-dialog-confirm
source: Confirm
pbb: Kaayaki'jin

source: Prompt
pbb: Ta'sxna

source: Add-on
pbb: Kãjanxisa

source: Add-ons
pbb: Kãjãnxisa

# addons.ariaLabel
source: Add-ons
pbb: Kãjãnxisa

source: Enable Add-on
pbb: Kitan kãjanxisa's

# addon-description-header
source: Description
pbb: Pta'sxisxnxi

source: Affected Apps
pbb: Apps suwesa

# addon-options
source: Options
pbb: Vxite

source: Delete Add-on
pbb: Khukhna kãjanxisatx

source: Share Add-on
pbb: Kãjanxisatx katxuhdena

source: No sharing app available
pbb: Nanxu meta' apps na's txteyuwẽte

source: This add-on does not include a description in its manifest file.
pbb: Naa kãjanxisa jimeta ma tasxnxisayuhpa idx eç jxawnxite mda'sx.

source: This add-on does not affect any installed apps.
pbb: Naa kãajãhnxisa' maa yuhpa swemena app-te çxkitxanxisa'.

source: Add-on disabled; restart affected apps.
pbb: Kãajã'nxisa' kçxhaçxanxime'; ki'h takhna app-te swenxisa's.

source: This add-on affected system apps; you must reboot your device to fully disable it.
pbb: Naa kãajã'nxisa' app-te sween u'jweça' tud tuda'; ki'h takhna idx vxisnxisa's kçxhaçxhaya'mee jxukate.

source: Rename
pbb: Yase ki'pna

source: Enter add-on name
pbb: Mfxi'h teeçx yase's kãajã'hna

source: Change the name of your add-on
pbb: Yase's yu'pthẽhna idxa's kãajã'hna

source: This add-on is obsolete and does not work. Please delete it.
pbb: Naa kãajã'nxisa' ĩsxna ũsçxa' mjĩ'çme'.Meen, khũkhwe.

source: My Add-ons
pbb: Kwe'sx kãajã'nxisaa

source: Get More Add-ons
pbb: Uyna jweiçxaa kãajã'hna

source: Achievements
pbb: Çxhaçxha' ya'kxçha kpakxnxisaa nmehte

source: achievements
pbb: Çxhaçxha' ya'kxçha uynxisaa nmehte

source: Customize Champ
pbb: Peekxkjĩiçxa's Champ-te

source: Open Customizer in an app
pbb: Peekxkjĩiçxa's phadena teeçx app-te

source: Add-on All-Star
pbb: Kãajã'na AII-Star-te

source: Use Customizer to create your own add-on
pbb: Vxite mvxith idx jĩ's kãajã'hna peekxkjĩ's

source: Fab Finder
pbb: Pakwesaa Fab-te
