Repository: translate/mozilla-gaia
Catalog: pbb/apps/settings/settings.properties.po
Languages: pbb

source: Settings
pbb: Phewuhnxi

source: Advanced Settings
pbb: Phewu'n yaçka u'hsaa

source: Default
pbb: Nyafxtewe'sx

source: Enabled
pbb: Jxkahane'ga

source: Enable
pbb: Mki'ta

source: Disabled
pbb: Khçxhaçxanimee

source: Error
pbb: Ewmeesaa

source: OK
pbb: Ewna jĩna

source: Yes
pbb: Ewna

source: No
pbb: Ewume'n

source: Reset
pbb: Ma'wẽ u'pte txãawẽy ki'pya'

source: Factory Reset
pbb: Mjĩna ki'h takhna

source: Delete
pbb: Khũkhna

source: Cancel
pbb: Tuduçmeeth

source: Close
pbb: Aphna

source: Back
pbb: E'su

source: Continue
pbb: Takhna

source: Skip
pbb: Peçxkana

source: Pair
pbb: Ka'kan

source: Add
pbb: kãajãna

source: Done
pbb: Jxa'jxa'

source: Set
pbb: Pkhakhenxisaa

source: Not now
pbb: Ãçxha' ewumen

source: Turn ON
pbb: Mki'hta

source: Select a SIM card
pbb: Txhitxna teeçx ki'pnxisaa SIM-te

# unavailable
source: Not available
pbb: Een ji'phmesaa

source: Confirmation
pbb: Jxuka ewya' ũ'sa'

# simSettingsWithIndex
source: SIM {{index}} Settings
pbb: Phewuhnxi SIM-te {{index}}

source: SIM {{index}}
pbb: SIM-te {{index}}

source: Network & Connectivity
pbb: Ũkhe wesa's sa' çxkitxaya'

source: Airplane Mode
pbb: Ẽwãlakawe'sx na' bubxsaa jxujasaa na'wẽ

# airplaneMode.ariaLabel
source: Airplane Mode
pbb: Ẽwãlakawe'sx na' bubxsaa jxujasaa na'wẽ

source: Geolocation
pbb: Kiwe's thẽgnxisaa

# geolocation.ariaLabel
source: Geolocation
pbb: Kiwe's thẽgnxisaa

source: Turn Wi-Fi on to view available networks.
pbb: Mki'ta wifi-a's ũkhe we's ji'psa's thẽgya'.

source: Available Networks
pbb: Ũkhe wes na'wẽsaa ki'h een ji'phsaa

source: Known Networks
pbb: Ũkhe wes jiyunxisaa

source: Hidden Networks
pbb: Ũkhe wes paçtewe'sx

source: Searching…
pbb: Pa'kwen…

source: Search Again
pbb: Ki'ki'n pakwena

source: Initializing…
pbb: Takhwa'j...

source: Connecting to {{ssid}}…
pbb: Txãa yakh çxkitxan yuuya' {{ssid}}…

# full-status-associated
source: Obtaining an IP address…
pbb: pisanxi web-te uyna IP-te...

source: Connected to {{ssid}}
pbb: Txãa yakh çxkitxan yuuya' {{ssid}}

# full-status-connectingfailed
source: Connection failed
pbb: Ewmee çxkitxana

# full-status-disconnected
source: Not connected
pbb: çxkitxamee

# short-status-connecting
source: Connecting…
pbb: Çxkitxansa

# short-status-associated
source: Obtaining an IP address…
pbb: pisanxi we-te uyna IP-te...

# short-status-connected
source: Connected
pbb: Çxkitxaçxaa

# short-status-connectingfailed
source: Connection failed
pbb: Ewmee çxkitxana

# short-status-disconnected
source: Not connected
pbb: çxkitxamee

source: Wi-Fi Sleep
pbb: Wifi-a's ũjxtasna

source: Enable to automatically turn off Wi-Fi during sleep to save battery power.
pbb: Kthegunxisa's fxĩçxhan peekxkĩçxa's çxkitxana wifi-te ĩtxi fxi'zxenxisa's.

source: Manage Networks
pbb: Jxkaan ũkhe wesa's

source: Failed connecting to Wi-Fi
pbb: Ewmee çxkitxan wifi-te

source: Unable to connect to {{ssid}}, authentication failed due to bad credentials. Please re-enter the network password.
pbb: Txãa yakh thẽymee çxkyxãya' {{ssid}},isatewe'sxa's txã'wẽy kapsxindunxisa' ewme' teeçx eç le'çxkweçxapa nmeh selpisa'. Mfxi'h ki'ki'kn çhukhte ji'phunxisa's ukhe weste.

source: Manage Certificates
pbb: Jxkaana e'ç jxthuthẽsa's

source: Join Hidden Network
pbb: Utxana teeçx ũkhe wes paaçtewe'sxa's

source: Secured by {{capabilities}}
pbb: Phuphna {{capabilities}}

source: Security
pbb: Pa'yakxwa'j

# securityNone
source: None
pbb: Maa yuhpa

source: Open
pbb: Phande

source: Not in range
pbb: Ekaju jxthuthesaa

source: IP address
pbb: IP-te piisani

source: Link speed
pbb: Nmeh dxi'khsaa

source: Signal strength
pbb: Çxhaçxhasaa

source: Very weak
pbb: Nmeh çxhaçxhamee

source: Weak
pbb: Çxhaçxhamee

source: Average
pbb: Pxiãhn

source: Good
pbb: Ew

source: Very good
pbb: Nmeh ewa

source: Forget
pbb: peçxkanan

source: Forget network?
pbb: ¿Ũkhe wesa's peçkanan?

# forgetNetwork-confirmation
source: Confirmation
pbb: Jxuka ewyã' ũ'sa'

source: Authentication
pbb: isasa's kvxituhwa'j

source: EAP method
pbb: Tud tud EAP-te

source: Phase 2 authentication
pbb: E'ç le'çxkweçxapa nmeh selpisa's tud tud je'ztewe'sxa's

source: Server certificate
pbb: Isasa's kvxituhçxha' kselpiya'

source: Notice: If you need to import new certificates, please go to "Manage certificates".
pbb: Pta'sxna: jxunxipa'hwa'j peejxçxha', meh " E'ç jxthuthesaa jxuna uhna".

source: Identifier
pbb: Jiyusaa

source: Password
pbb: Çhukte ji'phun

source: Show password
pbb: Pta'sxna çxhukte ji'phunxi's

source: Network notification
pbb: Pta'sxisxnxi ukhe wesa's

source: Notify me when an open network is available
pbb: Mipta'sxwe ma'wẽn een ji'pçxha' teeçx ukhe wes phateçxha' u'pte'

source: MAC Address
pbb: Pisanxi web MAC-te

# macUnavailable
source: Not available
pbb: Een ji'pmeeth

source: No networks found
pbb: Maa ukhe yutxpa uyya' ewume'

source: No known networks
pbb: Maai ukhe wes jiyunxisaa

source: Edit
pbb: fxi'wah

source: Certificate List
pbb: E'ç jxthuthẽsa' ji'phun

source: No certificates imported
pbb: Jxun pa'jxa' ewuçme' naa e'ç jxthuthẽsaa

source: Delete Certificate
pbb: E'ç jxthuthes'as khũkhna

source: Import Certificate
pbb: Jxun pa'jxa' eç jxthuthesa's

source: Select Certificate File
pbb: Eç jxawnxisa jxthuthesa's txhitxna

source: Enter certificate nick name
pbb: Mfxi'h alias-te

source: Nick name
pbb: Tundte yase ki'phnxi

source: You can change the nick name or keep the default name.
pbb: Yu'pthẽgya' ewuna alis-te meeçxaa phewuhna nyafxtewe'sxa's.

source: Certificate deletion failed
pbb: Eç jxthuthẽsaa ewume' khũkhya'

source: This may be due to a storage issue, for example.
pbb: Mjĩiya' ewune'ga,ãate vxithsa's, teeçx yuwe ewmee jxawnxisaa yakh.

source: Certificate import failed
pbb: Ewume' jxun pa'jxa' eç jxthuthesa's

source: This may be due to a damaged certificate file, for example.
pbb: Mjĩiya' ewune'ga, ãate vxitsa's, ki'h teeçx eç jxawnxi nmeh ewsa's swenxiya' ũsa'.

source: Connect with WPS
pbb: Çxkitxana WPS-te

source: WPS is in progress…
pbb: Ũusya'kxna WPS-te...

source: WPS was canceled
pbb: Tuduçmeeth WPS-te

source: WPS timed out
pbb: WPS-TE nmeh seena jxtheyũukh

source: WPS failed [{{error}}]
pbb: WPS-te ewme' [{{error}}]

source: Another WPS PBC AP was found
pbb: Vxitek uy WPS PBC AP-te

source: Automatic Wi-Fi setup
pbb: Txãaiçxaa yu'pthehn phewuhnxi

source: Select a WPS Method:
pbb: Tud tud teeçxsa's txhitxna WPS-te:

source: Button connection
pbb: Çxkitxanxisa's phuçna

source: My PIN connection
pbb: Adxa' çxkitxaya'pa'th PIN-te

source: AP PIN connection
pbb: Çxkitxana AP vxite PIN-te

source: PIN is 4 or 8 digits
pbb: PIN txte 4 na 8 txthethnxisa

source: Input {{pin}} to an opposite device
pbb: Mfxi'h {{pin}} vxite vxisnxisate

source: Select an opposite device
pbb: Txhitxna vxite vxisnxisate

# wpsAnyAp
source: Any
pbb: Maapa

source: Cancel WPS
pbb: Tuduçmeeth WPS-te

source: Failed to cancel WPS [{{error}}]
pbb: Tuduçmeeth ewmesaju WPS-te [{{error}}]

source: Call Settings
pbb: Pa'yan phewuhna

source: Requesting network info…
pbb: Pta'sxna papẽyna ukhe wesa's...

source: Error in query
pbb: Ewmeesa's papẽyna

source: Voicemail
pbb: Txkhẽ uun khẽnxi

source: Voicemail Number
pbb: Pasmeetepa kxtee neyũunxi

source: Not set
pbb: Uphnximesaa

source: Voice Privacy Mode
pbb: Tud tudçxa peekxjĩçxaju susna

source: Call Waiting
pbb: Pa'yanxi's ũjxthasna

source: Unable to confirm call waiting preferences
pbb: Thẽymee kthegun ãan isa dxi'htepa çxhaçxhamee pa'yan ũythasna

source: The device is currently unable to communicate with the carrier. Try setting the preference again.
pbb: Vxisnxisa's puutx we'weya' ewuçme' çaam we'wekwe's mjĩin u'psa's.Kaayaki'hn ki'ki'n phewuhna.

source: Call Forwarding
pbb: Pa'yate fxisuk uh

source: Forward
pbb: Fxisu uhnxi

source: Always Forward
pbb: Ma'wẽnpa yaçu

source: Always
pbb: Ma'wẽnpa

source: Forward When Busy
pbb: Ki'h kaahna thẽyte u'pte'

source: When busy
pbb: Isa thẽyte u'pthu

source: Forward When Unanswered
pbb: Pa'yatepa' pasme'

source: When unanswered
pbb: Isa paçnximea'

source: Forward When Unreachable
pbb: Kaahte' ewmay meeçxa ewmemay

source: When unreachable
pbb: Mdepa' meete' uyutxnaguh

source: Voice calls to <bdi>{{number}}</bdi>
pbb: Pa'yan susnxi <bdi>{{number}}</bdi>

# callForwardingNotForwarding
source: Disabled
pbb: Khçxhaçxanimee

source: Call forwarding confirmation message
pbb: Eç kaanxisa's kthegun ãan isa dxi'htepa' pa'yana fxiyuj u'jweçtepa'

source: Always use this number
pbb: Ma'wẽnpa naa isanxi's vxisna

source: Number when unreachable
pbb: Isa. kxtee uymeetepa'

source: Number when unanswered
pbb: Isa pasmehna

source: Number when busy
pbb: Isa thẽyte u'pthu

source: This phone number is invalid.
pbb: Naa isa çaam we'wekwe selpimeesa'.

source: Operation successfully set.
pbb: Çaam we'we's mjĩin u'psa's ew phewuhna.

source: Your operator does not support that operation.
pbb: Idx çaam we'we's mjĩin u'psa's kthegu'yamee naa mjĩinxite.

source: Call settings error.
pbb: Ewmee phewuhnxi's pa'yana.

source: Caller ID
pbb: ID-te puutx we'wenxi

source: Call Barring
pbb: Pa'yanxisa's phadeya'

# callBarring-outgoing
source: Outgoing Calls
pbb: Pa'yate kasenxisaa

# callBarring-baoc
source: All
pbb: jxukaisaa

source: International
pbb: Naa kiwete uta

source: International Except Home Country
pbb: Naa kiwete uta nmehte kxtee u'psaa

source: Incoming Calls
pbb: Pa'yanxisa ukaça'

# callBarring-baic
source: All
pbb: Jxukaisaa

source: All While Roaming
pbb: Jxuka mdeepa' uhsaa

# callBarring-passcode
source: Passcode
pbb: Txhudenxi

# callBarring-change-passcode
source: Change passcode
pbb: Txhudenxisa's yu'pthẽhna

# callBarring-passcode-enter
source: Enter passcode
pbb: Fxi'hna txhudenxisa's

source: In case you don't know your passcode, please contact your carrier
pbb: Jiyunximeesa's txhuhdena,ih ũsuh idx çaam we'we's mjĩin u'psa's

# callBarring-current-passcode
source: Current passcode
pbb: Ãçxh txhuhden

# callBarring-new-passcode
source: New passcode
pbb: U'sesa's txhuhden

# callBarring-create-passcode
source: Create a Passcode
pbb: Teeçx vxithnxi's txhuhdena

source: Confirm passcode
pbb: Kaayaki'n txhuthenxi

source: Passcode error.
pbb: Ewmesa's txhuhdena.

source: Passcode is incorrect.
pbb: Ewmesa's txhuhdena.

source: Passcode doesn’t match.
pbb: Pkhaknxime' kaayakinxisa'.

source: Error while updating the item: {{error}}.
pbb: Ewmeesa's ãçxh kãjãhna: {{error}}.

source: Network or passcode error
pbb: Ukhe wes ewmeesa's meeçxa' kthuthenxi phaadena

source: Passcode changed.
pbb: Txhudenxisa's yu'pthẽjẽna.

source: Network default
pbb: Nyafxtewe'sx ukhe wes

source: Hide number
pbb: Paaçte isan

source: Show number
pbb: Isanxisa's ktheguhna

source: Fixed dialing numbers
pbb: Isa kxtee ki'phna

source: Fixed Dialing Numbers
pbb: Isa kxtee ki'phna

source: Authorized Numbers
pbb: Isanxisatx jxkaana

source: List of numbers that can be called
pbb: Isa ki'h pa'yaya' ewune'ga

source: Restrict which numbers can be dialed from this phone.
pbb: Çxhaçxha we'wena maa isanixsatx pa'yaya' ewukx naa çaam we'wenxisate'.

source: (Emergency numbers will always be dialable)
pbb: (Ma'wẽnpa pa'yayak mes isa ewuya'.)

source: Enable FDN
pbb: Mki'ta' NMF-te

source: Disable FDN
pbb: Fxiçxhan NMF-te

source: Reset PIN2
pbb: Ma'wẽ u'pte txãawẽy ki'pya' PIN2

# fdnAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
pbb: Teeçxaak neyũu ki'ki'n fxi'jxa' isate' txudedenxi's yaçka aphmẽy naa SIM-te.

# fdnAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Neyũutx {{n}} txudedenxisa's ki'ki'n fxi'jxa' isate' yakka yaçka aphmẽy naa SIM-te.

# fdnAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Neyũutx {{n}} txudedenxisa's ki'ki'n fxi'jxa' isate' yaçka aphmẽy naa SIM-te.

# fdnAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Neyũutx {{n}} txudedenxisa's ki'ki'n fxi'jxa' isate' yaçka aphmẽy naa SIM-te.

# fdnAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Neyũutx {{n}} txudedenxisa's ki'ki'n fxi'jxa' isate' yaçka aphmẽy naa SIM-te.

source: This is your last chance to enter the correct PIN2. Otherwise, you must enter the PUK2 code to use this SIM card.
pbb: Nmeh ewçxaa jxpa'kana fxi'hna naaPIN2-te ewsa's.Txã'wẽy fifiy yu'pthẽhte',mjĩna fxi'hna txudedenxis'as PUK2-te vxisna ki'pnxisa's naa SIM-te.

source: The PIN2 code is incorrect.
pbb: Txhuhdensa' Pin2-te ewme'.

source: name
pbb: Yase

# fdnContact-number
source: number
pbb: Isanxi

source: submit
pbb: Kaahna

source: Add contact
pbb: Pa'yanxi's kãjã'hna

source: Call
pbb: Pa'yana

# fdnAction-edit
source: Edit contact
pbb: Pa'yanxi's yu'pthena

# fdnAction-edit-header
source: Edit contact
pbb: Pa'yanxi's yu'pthena

source: Delete contact
pbb: Pa'yanxi's khũkhna

source: Maximum FDN reached. You cannot add more numbers.
pbb: Kxtee NMF-teçxaa kpahkxkina.Jweiçxaa isanxisatxi kãajãya' ewumeena.

source: Messaging Settings
pbb: Phewu'hna yuwe tu'su's

source: Message Confirmation
pbb: Kaayaki'na yuwe tu'su's

source: Delivery Reports
pbb: Pta'sxnxi's kaahna

source: Request notification of delivery for each message sent
pbb: Pẽyna pta'sxisxna dukhna teeçx teeçx eç kaahnxisaa.

source: Read Reports
pbb: Pta'sxnxi's jxpayya'

source: Request read report for each message sent
pbb: Pẽyçxha' pta'sxisxna eenxisa' jxpayna yuwe tu'su's kaajxa'

source: Multimedia Messaging (MMS)
pbb: Kũjwed eç kaahnxisaa (MMS)

source: Auto Retrieve
pbb: Txãaiçxaa yu'pthehn vxithçxapa ki'ki'n uyna

source: Automatically retrieve messages
pbb: Ki'ki'n uyna yuwe tu'su's txãaiçxaa yu'pthehna

source: Off
pbb: Ewmee

source: On with roaming
pbb: Mki'ta jxujuy puutx we'wenxisa yakh

source: On without roaming
pbb: Mki'tawe jxuju puutx we'wenximesa's

source: Auto-configure
pbb: Peekiçxaa phewuhna.

source: WAP Push Messages
pbb: Eç kaahnxisaa WAP Push

source: Cell Broadcast Messages
pbb: Eç kaahnxisa's nuyjxujana

source: Cell Broadcast
pbb: Kthegujxa'

source: Emergency Alert
pbb: Pa'yakx mes

source: Information
pbb: Pta'sxwa'j

source: Service Center
pbb: Pxiãhtewe'sx selpisaa

# messaging-sim-settings
source: SIM {{index}} Settings
pbb: Phewuhnxi SIM-te {{index}}

source: Info not available
pbb: Een ji'phmeesa's pta'sxnisa's

# cellularAndData
source: Cellular & Data
pbb: Çaam we'wekwe's pta'sxna

# dataOperator
source: Operator
pbb: Çaan we'we's mjĩin u'psaa:

# dataConnectivity
source: Data
pbb: Pta'sxna

source: Data Connection
pbb: Pta'sxna çxkitxaya'

source: Data Roaming
pbb: Jxuju puutx we'wenxisa's pta'sxna

# netOperator
source: Operator
pbb: Çaan we'we's mjĩin u'psaa:

source: Operators in the Area
pbb: çaam we'we's mjĩin u'psaa kxteea'

source: Preferred network type
pbb: Ktheguhn ukhe wesa's wejx pejxinxisa's

source: Network type could not be set
pbb: Txajxa' ewumeena kteguhn ukhe wesa's

source: Network Type
pbb: Ktheguhn ukhe wesa's

# operator-networkType-auto
source: Automatic
pbb: Peekx ũus

source: 3G preferred
pbb: 3G-te nmeh peejxinxisaa

source: 2G only
pbb: Txãaçxhaa 2G-te

source: 3G only
pbb: Txãaçxhaa 3G-te

source: WCDMA preferred
pbb: WCDMA nmeh peejxinxisaa

source: Auto (3G/4G)
pbb: Auto (2G/3G)

source: Auto (LTE/WCDMA/GSM)
pbb: Auto (WCDMA/GSM)

source: Auto (LTE/CDMA/EVDO)
pbb: Auto (CDMA/EVDO)

source: Automatic Selection
pbb: Txãaiçxaa yu'pthehn txhitxnxi neyũuna

# operator-networkSelect-auto
source: Automatic
pbb: Peekx ũus

source: Manual
pbb: Kuse mjĩinxisaa

source: Turn automatic selection off to view available operators.
pbb: Mfxiçxah txhitxna txãaiçxaa yu'pthehn kthẽguhna çaam we'we's mjĩin u'psa's een ji'phsa's.

# operator-info-connecting
source: Connecting…
pbb: Çxkitxansa...

# operator-info-failed
source: Connection failed
pbb: Ewmee çxkitxana

# operator-info-connected
source: Connected
pbb: Çxkitxansaa

# operator-info-available
source: Available
pbb: Een ji'phsaa

# operator-info-current
source: Connected
pbb: Çxkitxansaa

# operator-info-forbidden
source: Forbidden
pbb: Paaçteçxhaa ji'phunxisaa

# operator-info-unknown
source: Unknown state
pbb: Çxhab jiyunximeesaa

source: Roaming preference
pbb: Txhitxna jxuju puutx we'wenxisa's

source: Home
pbb: Takhna

# operator-roamingPreference-any
source: Any
pbb: Maapa

source: Affiliated
pbb: Uhkayãhçxaa ũsa'

source: APN Settings
pbb: Phewuhnxisaa APN-te

source: Data Settings
pbb: Phewuhnxisa's pta'sxna

source: A-GPS Settings
pbb: Phewuhnxisa's A-GPS-te

source: Message Settings
pbb: Phewuhn eç kaahnxisa's

source: Tethering Settings
pbb: Phewuhnxisa's aphna

source: IMS Settings
pbb: Phewuhnxisa's IMS-te

source: FOTA Settings
pbb: Phewuhnxisa FOTA-te

source: APN Editor
pbb: Fxi'nxi's ãate kavxianxi APN-te

source: MMS port
pbb: Uhkanxi MMS-te

source: MMS proxy
pbb: Proxy MMS

source: MMSC
pbb: MMSK

source: HTTP proxy host
pbb: Selpisaa Proxy HTTP-te

source: HTTP proxy port
pbb: Uhkanxi HTTP Proxy

source: (custom settings)
pbb: (peekxkjĩçxaa)

# apn-authType
source: Authentication
pbb: Isasa's kvxituhwa'j

# apn-authType-notDefined
source: Not defined
pbb: Ki'phya'mee

# apn-authType-none
source: None
pbb: Maa yuhpa

source: Protocol
pbb: U'hsawe'sx

source: Roaming Protocol
pbb: U'hsawe'sx jxuju puutx we'wenxisaa

# apn-protocol-notDefined
source: Not defined
pbb: Ki'phya'mee

source: APN Type
pbb: Ktheguhn APN-te

source: Turn ON data connection?
pbb: ¿Mki'ta çxkitxahn pta'sxya'?

source: Applications will automatically fetch data via data connection when required. Additional data charges may apply.
pbb: Vxiswa'ja's spahkxna tud tud pta'sxna txãaiçxaa idx jĩ's çxkitaxan kajiyuhna ma'wẽn ki'h pejxte. Vxisya' ewuma'g kxteeçxaçxawe'stxi' tud tud thẽgya'.

source: Automatically fetch mobile network data.
pbb: Kutxhihn txãaiçxaa yu'pthehn pta'sxna ukhe wes khẽse'nxisa's.

source: Turn ON data roaming?
pbb: ¿Mki'ta' pta'sxya' jxuju puutx we'wena?

source: Depending on your service agreement, extra charges may apply for data when you are in a roaming area.
pbb: Mjĩna kxtey khyũju'n selpisa's phewuhna,sa' txã'wẽy vxisya' ewun pa'kasa's tudte ma'wẽniyu' uhnçxaa ũsya'patepa.

source: Fetch data when roaming.
pbb: Pta'sxna ji'phuhn jxujuh puutx we'wenxisa's.

source: Depending on your service agreement, changing your APN setting may result in extra charges when roaming. Do you want to proceed?
pbb: Selpisa's pkhakheçxha mjĩna ki'h kxtee ũssa's,vxisya' ewuna tudtewe'sxa's thẽgna yu'pthẽhn phewujxa' APN-te vxite ãhn uhna ũssa'. Ki'k takhwẽga'?

# reset-apn-warning-title
source: Reset to Default
pbb: Ma'wẽ u'pte txãawẽy ki'pya nyafxtewe'sxa's

source: This resets the settings to default values. This cannot be undone.
pbb: Ma'wẽ u'pte txãawẽy ki'pya phewuhnxi jxuthesa's. Ki'h vxithya' kuh jwend jxã'ya ewunxisame's.

# state-unknown
source: Unknown state
pbb: Çxhab jiyunximeesaa

# state-available
source: Available
pbb: Een ji'phsaa

# state-connected
source: Connected
pbb: Çxkitxanxiya'saa

# state-current
source: Connected
pbb: Çxkitxanxiya'saa

# state-forbidden
source: Forbidden
pbb: Paaçteçxhaa ji'phunxisaa

source: Delete this APN?
pbb: ¿Na's khũkhna APN-te?

# delete-apn
source: Delete
pbb: Khũkhna

source: Add New APN
pbb: U'se kãajahna APN-te

# reset-apn
source: Reset to Default
pbb: Ma'wẽ u'pte txãawẽy ki'pya nyafxtewe'sxa's

source: APN settings reset
pbb: Phewuhnxi APN- te ma'wẽ u'pte txãawẽy ki'pwa'ja'

source: Turn Bluetooth on to view devices in the area.
pbb: Mki'htakwe Bluetoothtewe'sxtxi vxisnxi's thẽhgya'.

source: Paired devices
pbb: vxisnxitx vxite kãjãdawa'h

source: Devices in the Area
pbb: Ayte vxiswa'tha'

source: Visible to All
pbb: Jxuka vxiasaa

source: Your device name exceeds {{length}} characters. Please retry again.
pbb: Idx yase's vxisnxi neyũusa's {{length}} txã'çxaçxasaa. Ki'ki'n misawe.

source: Bluetooth Address
pbb: Takhya' bluetooth-te

# bluetooth-address-unavailable
source: Not available
pbb: Een ji'phmesaa

source: No devices paired
pbb: Maa yu'hpa u'kayahçxa' ũsa' vxisnxi'

source: Turned off
pbb: Mfxiiçxah

# bt-status-paired[one]
source: {{name}}, +{{n}} more
pbb: {{name}}, +{{n}} peejxiçxa'

# bt-status-paired[two]
source: {{name}}, +{{n}} more
pbb: {{name}}, +{{n}} peejxiçxa'

# bt-status-paired[few]
source: {{name}}, +{{n}} more
pbb: {{name}}, +{{n}} peejxiçxa'

# bt-status-paired[many]
source: {{name}}, +{{n}} more
pbb: {{name}}, +{{n}} peejxiçxa'

# bt-status-paired[other]
source: {{name}}, +{{n}} more
pbb: {{name}}, +{{n}} peejxiçxa'

source: Tap to connect
pbb: Mipkith çxkitxaya'

source: Pairing with device…
pbb: Vxisnxi' uhkaya'hçxaa ũsa'...

source: Waiting for other device…
pbb: Muythaswe vxite ãatewe'sxtxi kajiyuyapath...

source: Paired
pbb: Uhkayahçxaa ũsa'

# device-status-connecting
source: Connecting…
pbb: Çxkitxansa...

# device-status-connected
source: Connected
pbb: Çxkitxaçxaa

source: Connected to media audio
pbb: Susnxi we'wesa's kũjwed çxkitxaçxaya'

source: Unpair
pbb: Ka'kamee ũsa'

# device-option-confirm
source: Confirm
pbb: kaayaki'jin

# device-option-unpair-confirmation
source: Confirmation
pbb: Jxuka ewnxa' ũ'sa'

source: Unpair device?
pbb: ¿Vxisnxi's ka'kaya'mee?

source: Connect
pbb: Çxkitxaa

source: Disconnect
pbb: Çxkitxanximee

source: Searching for devices…
pbb: Pakwensa's vxiswa'ja's...

source: Search for devices
pbb: Pakwen vxiswa'ja's

source: Rename my device
pbb: Vxiswa'ja's vxite'stxi yu'pthẽh

source: Unknown device
pbb: Jiyunximeesa's vxiswa'h

source: Change device name
pbb: Yase's yu'pthẽh vxiswa'sa

source: This name will appear on your other Bluetooth devices
pbb: Naa yase' na'wẽ vxiana vxite i'kwesx vxisnxisaa Bluetooth-te

source: New name
pbb: Yase u'se

source: Unable to pair devices
pbb: Vxisnxi thẽysa's ka'kawa'ja'

source: Unable to pair with the device. Check that the PIN is correct.
pbb: Vxisnxi's thẽysa's ka'kawa'ja'. Ki'h kaayakin PIN ewsa's.

source: Unable to pair with the device. Too many requests.
pbb: Vxisnxi's thẽysa's ka'kawa'ja'. Nmeh wala peynxi ũsa'.

source: Unable to connect devices
pbb: Thẽysa' vxisnxi's çxkitxawa'ja'

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
pbb: Kaayakin ki'h vxisnxi's çxkitxaya' na's kpakxya' vxite ji'pha' Bluetooth-te mki'htawe.

source: Unpair a connected device?
pbb: ¿Ka'kamee ũsna' teeçx vxisnxisa's çxkitxaya'?

source: You are currently connected to this device. Unpairing will also disconnect from it.
pbb: Ãçxhtewe'sxa's çxkitxan naa vxisnxisa's.Txãawẽy ka'kanxime' ũsa' bahdewe txã's.

source: Internet Sharing
pbb: Internet-a's Katxuhden

source: Wi-Fi Hotspot
pbb: Jxahn kũjya' u'kan ewuya' wifi-te

source: Hotspot "{{hotspotSSID}}" is enabled
pbb: Jxahn kũjya' u'kan ewuya' wifi-te "{{hotspotSSID}}" ki'tanxi yã'h ũsa'

# wifi-password
source: Password
pbb: Çxhukte ji'phun

# wifi-security
source: Security
pbb: Pa'yakxwa'j

source: USB Tethering
pbb: Tethering USB

source: Hotspot Settings
pbb: Phewuhna jxã'hna kũhçxa' u'kaya ewunxi

# wifi-auth-username
source: Username
pbb: Yase seelpi'sa

# wifi-auth-password
source: Password
pbb: Çxhukte ji'phunxisaa

# wifi-join-username
source: Username
pbb: Yase seelpi'sa

# wifi-join-password
source: Password
pbb: Çxhukte ji'phunxisa

source: SSID Network Name
pbb: Yase SSID ukhe wessu

source: open
pbb: Phanden

source: The password must have at least 8 characters.
pbb: Çhukhte ji'phunxi's ji'phuya' wehkwe 8 txã'çxaçxasatx.

source: Personalization
pbb: Petxhinxũçxa

source: Sound
pbb: Susnxi

# sound.ariaLabel
source: Sound
pbb: Susnxi

source: Volume
pbb: Nuyçxhaçxhanxi

source: Tones
pbb: Susnxi

source: Audible touch tones
pbb: Susnxi's uçeçxha' wẽse'hna jiyun

# touch-tone-short
source: Short
pbb: Jxuhmee

# touch-tone-long
source: Long
pbb: Jxuj
