Repository: translate/mozilla-gaia
Catalog: pbb/apps/settings/settings.properties.po
Languages: pbb

source: Select a tone
pbb: Txhitxna teeçx susnxi's

source: Ringtones
pbb: Vxisnxisa's ksusu'jnxisa

source: Alerts
pbb: Pa'yakx mes

source: Manage Tones
pbb: ksusu'n vxiswa'h

source: Other Sounds
pbb: Vxite ksusunxisa'

source: Unlock screen
pbb: Thegnxisa's aphna

source: Camera
pbb: Pnasa's kutxinxisaa

source: Sent Message
pbb: Yuwe tu'su's kaannxisaa

source: Alarm
pbb: Deje fxhitxsaa

source: Ringtones & Notifications
pbb: Susnxis'as pta'sxisxna

source: Media
pbb: Kũh jwed

source: Saving…
pbb: Jxawna...

source: We were unable to find a ringtone app to manage ringtones!
pbb: ¡Uynximeetha'w teeçx vxinxisa's susna selpisa's!

source: Display
pbb: Thẽgnxisa

# display.ariaLabel
source: Display
pbb: Thẽgnxisa

source: Brightness
pbb: Eena kwethnxisaa

source: Adjust Automatically
pbb: Phewuhna txãaiçxaa yu'pthẽhn

source: Lock Screen
pbb: Thẽgnxisa's aphnxi

source: Wallpaper
pbb: Dxijuwe'sxa's thegnxi

source: Screen Timeout
pbb: Eena's ũjxthasya'

source: 1 minute
pbb: 1 ãçxhtewe'sx

source: 2 minutes
pbb: 2 ãçxhtewe'sx

source: 5 minutes
pbb: 5 ãçxhtewe'sx

source: 10 minutes
pbb: 10 ãçxhtewe'sx

source: never
pbb: Bagaçx yuhpa

source: Lock Orientation
pbb: Aphnxi's nuyihna

source: Navigation
pbb: Kẽsejn u'jnxi

# navigation.ariaLabel
source: Navigation
pbb: Kẽsejn u'jnxi

source: Edge Swipe Navigation
pbb: Kẽsejn u'jnxi's pisanxi

source: Drag from the left or right edge of the screen to jump between apps.
pbb: Jebu puçkhe khadana meeçxa' paçu' thẽgna ũphna ki'h vxisna.

source: Notifications
pbb: Pkhakwa'ha's

# notifications.ariaLabel
source: Notifications
pbb: Pkhakwa'ja's

source: Show on Lock Screen
pbb: Kasenxisa's kthẽgun aphna

source: Show After Reboot
pbb: E'su thẽgna ki'h takhna

# dateAndTime
source: Date & Time
pbb: Kĩh eente takhni sa' vxite eena's ma'wẽ u'jweçte thẽgnxisaa

source: Set Automatically
pbb: Phewuhnxi's txãaiçxaa yu'pthehna.

source: Time Zone
pbb: Kxtee tuphinxi's thẽgna

source: Date
pbb: Kĩh eente takhnxi

source: Time
pbb: Eena's ma'wẽ u'jweçte thẽgnxisaa

source: Select continent
pbb: Txhitxna teeçxsa's naa kiwete utasa's

source: Select time zone
pbb: Txhitxna ma'wẽntewe'sxa's theẽgya' ujnxisaa

# time-format
source: Format
pbb: Txã'wẽ usnxisaa

source: Time Format
pbb: Eena's ma'wẽ u'jweçte thẽgnxisaa na'wẽ usnxisa's

source: Use Default
pbb: Nyafxtewe'sxa's vxisna

source: 12-hour
pbb: 12 eena's ma'wẽ u'jweçte thẽgnxisaa

source: 24-hour
pbb: 24 eena's ma'wẽ u'jweçte thẽgnxisaa

source: Language & Region
pbb: Yuwe vxite kiwe's thẽgnxisaa

source: Language
pbb: Yuwe

source: Region
pbb: Kiwe's thẽgnxisaa

source: Get More Languages
pbb: Uyna jweiçxaa yuwetxthẽgna

source: Sample Format
pbb: Na'wẽ ãate vxithsaa

source: SIM Manager
pbb: Jxkaahn SIM-te

source: SIM Settings
pbb: Phewuhnxi SIM-te

# sim-manager-outgoing-calls
source: Outgoing Calls
pbb: Pa'yate kasenxisaa

source: Calls will be sent from
pbb: Pa'yanxisa' kaahnxi neyũuna

source: Outgoing Messages
pbb: Eç kaanxi uhnxisaa

source: SMS will be sent from
pbb: Naa SMS-te kaahnxi neyũuna

# sim-manager-outgoing-data
source: Data
pbb: Pta'sxnxisa

source: Data service network and Marketplace payments
pbb: Dewena Marketplace-te sa' ukhe wes selpisa's pta'sxna

source: Always ask
pbb: Ma'wẽnpa pẽyna

source: SIM PIN locked
pbb: PIN-a's SIM.-te aphnxisa'

source: No operator
pbb: Çaam we'we's mjĩin u'psamee

source: At least one SIM should be activated at a time
pbb: Wejkweçxapa teeçx SIM-te ki'tan ũsya' ewuya'

source: SIM {{disableCardIndex}} can’t receive any calls and messages. Outgoing calls and outgoing messages which are set to SIM {{disableCardIndex}} will be disabled.
pbb: SIM-te {{disableCardIndex}} eç kaanxisa's jxpakaya' ewumena vxite' pa'yanxisa's. Pa'yanxisatx fxiçxhana vxite' eç kaahn kase'satx phewuhn ũssatx naa SIM-te {{disableCardIndex}}.

source: The current data transfer will be suspended. Continue anyway?
pbb: Tuduçmeeth vxite ãhn kaahn ãçxhte pta'sxsa's. ¿Ki'h takhwẽga'?

source: Home Screens
pbb: Thẽgnxisa's takhna

# home-screens.ariaLabel
source: Home Screens
pbb: Thẽgnxis'as takhna

source: Layout
pbb: Ki'phnxi

source: Icon Layout
pbb: Pisanxi's ki'phna

source: Three Columns
pbb: Ja'daçxhaçxhaa tẽekhẽte kyujunxi tekhtewe'sx.

source: Four Columns
pbb: Ja'daçxhaçxhaa tẽekhẽte kyujunxi pahztewe'sx

source: Notice
pbb: Pta'sxna

source: Search
pbb: Pakwena

# search.ariaLabel
source: Search
pbb: Pakwena

# search-header
source: Search
pbb: Pakwena

source: Search Engine
pbb: jxukatek ẽsesen pakwe'

source: Search Suggestions
pbb: Kxtee khthegu'n yu'phthẽnxi

source: The characters you type when entering a search are sent to multiple search providers and will be used to send you search suggestions. Additional data charges may apply when using this feature.
pbb: Txã'çxhaçxhasa's ki'h mfxi'h ma'wẽniyu' teeçx vxithnxisa's pakwena kuhsatx kaahna pakwesawe'txi txhudena sa' vxisna kaahna newe'wen.Ewuna vxisna tudte dewewa'ja's katekahna pta'sxna na's vxisna txã'çxaçxasatx.

source: Replaceable Home Screen
pbb: Ki'ki'n txhuden takhn yuuya' yu'pthẽwa'ja's

source: Change Home Screen
pbb: Yu'thẽhn takhna thẽgnxisaa

source: Get More Home Screens
pbb: Uyna jweiçxaa thẽgna takhnxisaa

source: My Home Screens
pbb: Adx thẽgnxisa's takhna

# home-screen-description
source: Description
pbb: Pta'sxisxnxi

source: Delete Home Screen
pbb: Khũkhna thẽgna takhya

source: Keyboard Settings
pbb: Phkithwa'ja's phewu'hna

source: Selected Keyboards
pbb: Phki'thnxisa's txhitxwa'ja'

source: Keyboards
pbb: Phkithnxisaa

source: Number layouts
pbb: Ki'pwa'ja's isaya'

source: Option layouts
pbb: Kujwed ki'pwa'ja's

source: Keypad
pbb: Isan kxthethnxisaa

source: Dial Pad
pbb: Phkithnxisa's ki'phnxi

source: Select Keyboards
pbb: Phki'thnxisa's txhitxwa'ja'

source: At least one {{type}} keyboard should be selected
pbb: Ãandxi'jmee txhitxna wejçxapa teeçx phkithnxisa's {{type}}

source: text
pbb: Ya'çka kaanxi

# keyboardType-number
source: number
pbb: Isanxi

source: {{appName}} {{layoutName}} is set as default input method
pbb: {{layoutName}} ju{{appName}} phewuhna ũsa' na'wẽ tud tud nyafxtewe'sxa's ka'kajxa'

source: Emoji
pbb: We'we'n pisan kaanxi

source: Themes
pbb: Ũusyakxçxa' jxuj jxpeyçxa' u'hnxi

# themes.ariaLabel
source: Themes
pbb: Ũusyakxçxa' jxuj jxpeyçxa' u'hnxi

# fxa
source: Firefox Accounts
pbb: Isasa Firefox-te

source: Account Management
pbb: Isasa's jxkawa'h

# fxa-accounts
source: Firefox Accounts
pbb: Isasa Firefox-te

source: Your Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
pbb: Ãçxha' maz jwedpa pakweya ewunega Firecfox-te u'kwe vxisnxisa's y apps txãw Firefox Marketplace.

source: Create Account or Sign In
pbb: Isa vxithna meçxa' çxkitxana

source: Confirm Your Account
pbb: Idxa's kayaki'n isasa's.

source: We will send an email to: {{email}}
pbb: Teeçxsa's jxuju kajanka'w: {{email}}

source: Click the verification link in your email to confirm your account.
pbb: Mikxtheth txhitxanxisa's khtheguhna idx jxuh kaahnxiisa's kthẽgun ãan isa dxi'htepa'.

source: Cancel Account Confirmation
pbb: Tuduçmeeçxa' isasa's kayakina

source: A verification link has been sent to {{email}}.
pbb: Teeçx çxkitxanisa's thẽgçxa' kanxi'k neyũu {{email}}

source: Don’t see an email? <a>Resend</a>.
pbb: ¿Uyuçmepa'ga jxuju kaanxisa's? <a>Ki'ki'n mkaa</a>.

source: About
pbb: Utxa ju

source: Signed in as {{email}}
pbb: Na'wẽ çxkitaxana {{email}}

# fxa-options
source: Options
pbb: kujwed txhitxna ji'phtha'w

source: Sign Out
pbb: Kasehn

source: Please confirm {{email}}
pbb: Mkayaki' {{email}}

source: Find My Device
pbb: Adx vxiswa'ja's pakwena

source: Create account or sign in
pbb: Isa vxithna meeçxa' çxkitxana

source: Enable Find My Device
pbb: Adx vxiswa'ja's pakwena

source: About Find My Device
pbb: Adx vxiswa'ja's utxasu pakwena

source: Enable Geolocation?
pbb: ¿Mki'ta kiwe's thẽgnxisa's?

source: To view your device's location, you must enable geolocation tracking.
pbb: Thẽgçxha' uyutxna idx vxisnxisa's,pakwen mki'ta' kiwe's thẽgnxisa's.

source: Geolocation Enabled
pbb: Mki'ta' kiwe's thẽgnxisa's

source: This device is currently offline. Connect to a network and try again.
pbb: Naa vxisnxisa' çxkitxa'nximẽe ũ'sa'. Ki'h çxki'txaya' teeçx ukhe wes u'sesa's ki'ki'n kayaki'n.

source: A Find My Device error has occurred.
pbb: Teeçx mjĩnxisa' ewme' Pakwen adx jĩ's vxiswẽte'.

source: Please try again.
pbb: Meen,miisa u'sesa's.

source: Please tap to try again.
pbb: Mikxtheth ki'ki'n isaya'.

source: Sign in to sync your history, passwords & more
pbb: Pkhakheçxha' takhna ja'da yaçka ki'ne yuu txã's, sa' jweiçxaa çhukhte ji'phunxisa's.

source: Get started
pbb: Takhna

source: Firefox Account
pbb: Isasa Firefox-te

source: Disable Firefox Sync
pbb: Mfxiçxha' Firefox Sync-te

source: Last synced {{when}}
pbb: Nmehte kãajã'danxisaa {{when}}

source: Collections
pbb: Pkhakhnxisaa

source: Legal
pbb: Pta'sxna Peeçx jxkaan vxitnxi

source: Privacy & Security
pbb: Peekxjĩçxa's sa' payakx

source: Passcode Lock
pbb: Txhudedenxisa yakh aphna

source: Passcode: {{code}}
pbb: U'kaya ewun txhudenxisa': {{code}}

source: Screen Lock
pbb: Thẽgnxisa' aphnxi'

source: Enabled with no passcode
pbb: Ki'tanxi' txhudenxime'

source: Enabled with passcode
pbb: Ki'tanxi' txhudenxi' yã'ja

source: SIM Security
pbb: Payakx SIM-te

source: App Permissions
pbb: Meen pta'sxwe apps-te

# appPermissions.ariaLabel
source: App Permissions
pbb: Meen pta'sxwe apps-te

source: Author
pbb: Eç fxi'saa

source: Permissions
pbb: Meen pta'sxwe

source: Revoke
pbb: Txi'h pa'yan

source: Ask
pbb: Papẽyna

source: Block
pbb: Aphnxi

source: Allow
pbb: Ewun

source: Uninstall App
pbb: Ki'pnximeesa's vxiswa'h

source: Phone
pbb: Çaam we'wekwe

source: Messages
pbb: Eç kanxisaa

source: Vibrate
pbb: Ẽ'sesenxi

source: Ring
pbb: Susnxi

source: Change
pbb: Yuptheya'

source: Create
pbb: Vxitna

source: Create a Passcode
pbb: Teeçx vxithnxi's txhuhdena

source: Passcode
pbb: Txhudedenxi

# passcode-heading
source: Passcode
pbb: Txhudedenxi

source: Enter passcode
pbb: Fxi'hna txhudenxisaa

source: New passcode
pbb: U'sesa's txhuhdeden

source: Current passcode
pbb: Ãçxh txhuhden

source: Passcode is incorrect
pbb: Txhuhdenxisa' ewme'

source: Passcode doesn’t match. Try again.
pbb: Pkhakhen fxi'zxewa'me's txhuden.Ki'h isan u'sesa's.

source: Confirm Passcode
pbb: Kaayaki'n txhuthenxisa's

source: Immediately
pbb: Nmeh dxikhçxaa

source: After 1 minute
pbb: Ãçxhaa1 e'su

source: After 5 minutes
pbb: Ãçxhaa 5 e'suwe'sx

source: After 15 minutes
pbb: Txaçxkwẽn kseba tahzsa's isan

source: After 30 minutes
pbb: Txaçxte tekh kseba's isan

source: After 1 hour
pbb: E'su 1 eena's ma'wẽ u'jweçte thẽgnxisaa

source: Require passcode
pbb: Txhudenxisa's papẽyna

source: Change passcode
pbb: Yu'thẽhna txhudenxisa's

source: No SIM card
pbb: Maa yuhpa ki'pnxisa SIM-te

source: SIM PIN
pbb: PIN-te sa' vxite' SIM-te

source: SIM PIN2
pbb: PIN-te sa' vxute' SIM-te

source: SIM {{index}} PIN
pbb: PIN-te sa' vxite' SIM-te {{index}}

source: PUK code
pbb: Txudedenxi PUK-te

source: PUK2 code
pbb: Txudedenxi PUK2 -te

source: What is a SIM PIN?
pbb: ¿Kĩhna txãa isanxisa PIN-te ki'pnxisa SIM-te'?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
pbb: Teeçx PIN-te puhpuhna txãa dxija's ukhe wes vxite çaam we'wekwete yasetx txãa ki'pnxi's SIM-te.Ma'wẽ ki'tanxi ũste, maa vxisnxisapa txãa SIM-te pẽyitxnaa txãa PIN-te ki'h takhya'.

source: A SIM PIN is not the same as the passcode used to unlock the device.
pbb: Txãa isanxisa PIN-te kxtee ki'pnxisa SIM-te txãa txhudedenxisaçxa's ki'h vxisna phadeya' naa vxisnxisa's.

source: Change PIN
pbb: Yu'phthẽhna PIN-a's

source: SIM PIN changed successfully
pbb: PIN vxite SIM-te wala ew yu'phtheẽnxisa'

source: SIM {{index}} PIN changed successfully
pbb: PIN vxite SIM-te {{index}} wala ew yu'phthẽnxisa'

source: Enter SIM PIN
pbb: Fxi'jhna PIN-ju vxite' SIM-te

source: Enter SIM PIN2
pbb: Fxi'jna PIN-te vxite SIM-te

source: Enter PUK code
pbb: Fxi'jhna PUK-te

source: Enter PUK2 code
pbb: Fxi'jhna PUK2-te

source: New PIN
pbb: U'se PIN-te

source: The PIN was incorrect.
pbb: Naa PIN-a' ewmea'.

source: Last try.
pbb: Ki'ki'n nmeh isan.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
pbb: Neyũun {{n}} ki'ki'n isan.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
pbb: Neyũun {{n}} ki'ki'n isan.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
pbb: Neyũun {{n}} ki'ki'n isan.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
pbb: Neyũun {{n}} ki'ki'n isan.

# pinAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
pbb: Teeçxaak neyũu ki'ki'n fxi'jxa' isate' txudedenxi's yaçka aphmẽy naa SIM-te.

# pinAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Neyũutx {{n}} txudedenxisa's ki'ki'n fxi'jxa' isate' yaçka aphmẽy naa SIM-te.

# pinAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Neyũutx {{n}} txudedenxisa's ki'ki'n fxi'jxa' isate' yaçka aphmẽy naa SIM-te.

# pinAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Neyũutx {{n}} txudedenxisa's ki'ki'n fxi'jxa' isate' yaçka aphmẽy naa SIM-te.

# pinAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
pbb: Neyũutx {{n}} txudedenxisa's ki'ki'n fxi'jxa' isate' yaçka aphmẽy naa SIM-te.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
pbb: Nmeh ewçxaa jxpa'kana fxi'hna naa PIN2-te ewsa's.Txã'wẽy fifiy yu'pthẽhte',mjĩna fxi'hna txudedenxis'as PUK2-te vxisna ki'pnxisa's naa SIM-te.

source: The SIM card is locked.
pbb: Naa ki'pnxisaa PIN-te aphnxi ũsa'.

source: The SIM card is blocked.
pbb: Naa ki'pnxisaa PIN-te aphnxi ũsa'.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Naa phadenxis petxĩte paçtewesxa's mfxi'h phadeya ewuya (PUK) ki'pnxisate we'sxa's SIM-te. baakwe eç jxawnxi's idx ki'pnxi's SIM meçxa baya idx mjisa's wejx jiyuwẽçxa.

source: You must enter the Personal Unlocking Key (PUK2) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Fxi'jnxi's çhukhte ji'phunxisa's phadena (PUK2-te) vxite SIM-te ki'phnxisaa.Eç pejxinxisa's papẽyna idx ki'phnxisaa SIM-te meeçxa' ih ũsuhn idx yakh çaam we'we's mjĩin u'psa's jweiçxaa pta'sxna.

source: The PUK code is incorrect.
pbb: Naa txhudedenxi's PUK-te ewme'.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Naasa teeçxaa yã'h ji'phgu ki'h fxi'jhwẽçxa' txhudedenxisa's ewa' yaçka ki'pnxisa SIM-te vxiswahmee neeyũuna isate yuu.Papẽyna eç pejxinxisa idx ki'phnxisa's SIM meeçxa' ih ũsuhn çaam we'we's mjĩin u'psaa idx yakh ji'phunxi's jweiçxaa thẽgna.

# pukAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Nenxuçta {{n}} txi'txinçxa paçte fxi'jhnxi's txhudedena ewsa's yaçka ki'pwa'h SIM-te neyũutxna isate yuu.Papẽyna eç pejxinxisa's idx ki'phnxisa's SIM-te meeçxa' i'h ũsuhn çaam we'we's mjĩin u'psaa idx yakh ji'phunxi's jweiçxaa thẽgna.

# pukAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Nenxuçta {{n}} txi'txinçxa paçte fxi'jhnxi's ew txi'pwa'h ki'pnxisate SIM nenxumenx vxiswahme eçtewe'sxtxi ki'pnxisa's SIM meçxa baya idx mjisa's wejx içxa jiyuya'.

# pukAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Nenxuçta {{n}} txi'txinçxa paçte fxi'jhnxi's ew txi'pwa'h ki'pnxisate SIM nenxumenx vxiswahme eçtewe'sxtxi ki'pnxisa's SIM meçxa baya idx mjisa's wejx içxa jiyuya'.

# pukAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Nenxuçta {{n}} txi'txinçxa paçte fxi'jhnxi's ew txi'pwa'h ki'pnxisate SIM nenxumenx vxiswahme eçtewe'sxtxi ki'pnxisa's SIM meçxa baya idx mjisa's wejx içxa jiyuya'.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
pbb: Nmeh txi'txinçxa paçte fxi'jhnxi's PUK ew. Txi'pwa'h ki'pnxisate SIM nenxumenx vxiswahme na paçte PUK ewmete. na baya eçtewe'sxtxi ki'pnxisa's SIM meçxa baya idx mjisa's wejx içxa jiyuya'.

source: Create PIN (must contain 4 to 8 digits)
pbb: Vxitna PIN-te (ji'puwah ji'pha' naa 4 meeçxa' 8 kxthethnxisa)

source: Create PIN2 (must contain 4 to 8 digits)
pbb: Vxitna PIN-te (ji'puwah ji'pha' naa 4 meeçxa' 8 kxthethnxisa)

source: Confirm new PIN
pbb: U'se kajiyuna PIN-te

source: Confirm new PIN2
pbb: U'se kajiyuna PIN2 -te

source: PINs don’t match
pbb: Naa PIN-te na' ewmeta'.

source: SIM-locked phone
pbb: Çaam we'wekwe's aphna naa SIM-te

source: Unknown SIM card state
pbb: Usna ki'pnxisa's SIM-te jiyunximeesa's

source: SIM card not ready
pbb: SIM-te Ki'pnxisa ihmee ũsa'

source: Unauthorized SIM card
pbb: SIM-te jxkanximea'

source: An unknown error occurred
pbb: Teeçx ewmesa's kẽsehn jiyunximesa's

source: Do Not Track
pbb: Pakweya' pejxmeeth

source: Tell websites and apps that I do not want to be tracked
pbb: Kxtee vxĩ'yana pisanxi web-te sa' ki'h pejxmeeth vxisn ũsya'

source: Tell websites and apps that I want to be tracked
pbb: Kxtee vxĩ'yana pisanxi web-te sa' ki'h pejxmeeth vxisn ũsya'

source: Do not tell websites and apps anything about my tracking preferences
pbb: Kxtee web-te kthẽguhmea' sa' vxisna adx jĩitx pakwena txhitxwa'ja's

source: How Does Do Not Track Work?
pbb: ¿Na'wẽ mjĩna kwẽseyapa'th e'ste yunuwẽ?

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you do not want your behavior tracked.
pbb: Ma'wẽn fxki'tate' txã'çxaçxasatx pejxmeeth pakweya',idx jĩitx vxisna jxuka kthẽguhna kxtee naa web-te sa' vxiswa'ja (na'wẽ pta'sxna sa' vxite txhudedenxisaa nyafxtewe'sx) kĩ' peejxmeeth ki'h pakwena idx vxisnxi's kẽsehna.

source: Turning on Do Not Track will not affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
pbb: Mki'ta pakwewa'j peejxmeena sa' suwpameena ma'wẽ çxkitxate' kxtee naa web-te, ki'h idx vxisnxisa's peçxkanaya'mee peekxkjĩçxa's pta'sxwa'ja's kajiyuhna, ewsa's kuki'hna nyafxtewe'sxa's çaam ta'date weynxisaa,aça' txã'wẽy kajiyuhna meeçxa' pta'sxna ki'h çxkitxana.

source: Browsing Privacy
pbb: Peekjĩçxa's khẽsehna

# browsingPrivacy.ariaLabel
source: Browsing Privacy
pbb: Peekhĩçxa's kẽsehna

source: Clear history
pbb: Yaçka ki'ne yuu txã's khũkhya'

source: Are you sure you want to clear your history? When using your Firefox Account, synced history will also be cleared.
pbb: ¿Isa jiga txa'wẽh khukhya' idx fxi'çxa txikhnxi's? mawen idx pazte uk'kanxi's, txãa fxi'çxa txi'khnxi's na t5xã'spa çxihmeçxa ya txkhen.

source: Delete cookies & cache
pbb: Khũkhna cookies-te sa' vxite' caché-te

source: Are you sure you want to delete your cookies and cache?
pbb: Idxa' isa khũkhwẽjega ki'h naa cookies-te sa' vxite' caché-te?

source: Clear
pbb: Khũkhna

source: Private Browsing
pbb: Peekjĩçxa's kẽsehna

source: Open all external links in new private windows.
pbb: Ekaju jxuka çxkitxanxisatx phadena peekx vxitx le'çxwe u'sesatx.

source: Tracking Protection
pbb: Phuphnxi's pakwen

source: Protect your browsing activity against potential trackers in all new windows.
pbb: Nwe'wen idx mjĩnxisa's kẽsehna thẽymeesatx pakwena jxukaisatx vxitx u'se le'çkwestax.

source: History
pbb: Yaçka kĩhne yuu txã's

source: Clear your browsing history from this device. When using your Firefox Account, synced history will also be cleared.
pbb: Jxuka khukhnah ayte kẽsehnxi's na vxisnxite. Txawẽ idx ukanxite Firefox, fxi'çxah txi'knxite phewuhçxah na txapa ya çxihmeçxa ya txikhenah.

source: Clear History
pbb: Yaçka kĩhne yuu txã's khũkhna

source: Cookies & Cache
pbb: Cookies-te sa' vxite' caché-te

source: Delete stored data (such as cookies) from this device. Login information and preferences will no longer be remembered.
pbb: Jxawnxisatx pta'sxna khũkhna na's vxisya' (ma'wẽ cookies-te).Pta'sxna kaapkhakhen yakxme' takhn txhitxya'.

source: Delete Cookies & Cache
pbb: Khũkhna cookies-te sa' vxite' caché-te

source: Storage
pbb: Jxawnxisaa

# enableUSBStorage1
source: USB Storage
pbb: Tadx USB-te jxawnxisa

source: Unplug USB cable to disable
pbb: USB-te wesa's kiisna jxajxa'

# appStorage
source: Application Storage
pbb: Lakxia' apps-te

# availableSize[zero]
source: {{size}} {{unit}} available
pbb: {{size}} {{unit}} tuduçmeeth

# availableSize[one]
source: {{size}} {{unit}} available
pbb: {{size}} {{unit}} tuduçmeeth

# availableSize[two]
source: {{size}} {{unit}} available
pbb: {{size}} {{unit}} tuduçmeeth

# availableSize[few]
source: {{size}} {{unit}} available
pbb: {{size}} {{unit}} tuduçmeeth

# availableSize[many]
source: {{size}} {{unit}} available
pbb: {{size}} {{unit}} tuduçmeeth

# availableSize[other]
source: {{size}} {{unit}} available
pbb: {{size}} {{unit}} tuduçmeeth

source: Total Space
pbb: Jxuka nmeh wala

source: Used
pbb: Vxiswa'h

source: Left
pbb: Kĩjxpa yuume'

source: Photos, videos and music are stored separately from apps. See media storage for details.
pbb: Naa pnasanxisa's kthẽgna sa' vxite' tukasa's wẽsehna jxawna txhuden vxisna.Mdeekh pta'sxna kujwedsa's jweiçxaa pta'sxna .

source: {{list}} shared
pbb: {{list}} katxhudenxisaa

source: Transfer Protocol
pbb: Vxite ãhn kaanxi u'kawe'sxte

source: Media Transfer Protocol (MTP)
pbb: Kuj jwed kaahna vxite ãhn u'kawe'sxte

source: USB Mass Storage (UMS)
pbb: USB-te tud tud jxawna tadxa's

source: Media Storage
pbb: Kũj jwed pta'sxna

source: Internal Storage
pbb: Dxiju jxawa'ja'

source: SD Card Storage
pbb: Jxawa'ja' ki'pnxisa's SD-te

source: SD Card Storage 2
pbb: Jxawa'ja' ki'pnxisa's SD2-te

source: Internal
pbb: Dxiju

source: SD Card
pbb: Ki'pnxisaa SD-te

source: SD Card 2
pbb: Ki'pnxisaa SD 2-te

source: Music
pbb: Tuhkan wẽsenxi

source: Pictures
pbb: Pnasa's kutxinxisa'

source: Movies
pbb: Pnasa's thẽgnxisaa

# left-space
source: Space left
pbb: Kĩ'hpa meea'

# free-space
source: Space left
pbb: Kĩ'hpa meea'

source: Total space
pbb: Jxuka ãhçxhasaa

# size-not-available
source: Not available
pbb: Een ji'pmeesa'

source: No storage found
pbb: Ki'pnxisa' kĩhpa jxawnxmeea'

source: Advanced
pbb: Yaçka kasehn

source: Enable USB storage?
pbb: ¿Mki'ta' tadxa's USB-te?

source: Default Media Location
pbb: Nyafxtewe'sxa' mdee ũsna

source: Choose where photos, videos, music and downloads are stored by default.
pbb: Txhitxna mdee jxawna nyafxtewe'sxa's pnasa's.Spahkxna,pnasa's thẽgna sa' vxite' tukanxisa's wẽsehna.
