Repository: translate/mozilla-gaia
Catalog: hsb/apps/costcontrol/costcontrol.properties.po
Languages: hsb

# topup-confirmation-title2
source: Usage
hsb: Wužiće

source: Top-up confirmed
hsb: Napjelnjenje wobkrućene

# topup-incorrectcode-title2
source: Usage
hsb: Wužiće

source: Incorrect top-up code entered.
hsb: Wopačny napjelnjenski kod zapodaty.

source: Updating
hsb: Aktualizacija

source: Updating…
hsb: Aktualizuje so…

source: Yesterday
hsb: Wčera

source: Today
hsb: Dźensa

source: Never
hsb: Ženje

source: Usage Widget
hsb: Asistent Wužiće

source: New {{provider}} SIM card inserted
hsb: Nowa SIM-karta poskićowarja {{provider}} zasadźena

source: Tap to track your phone and internet usage.
hsb: Podótkńće so, zo byšće swoje wužiwanje telefona a interneta slědował.

source: New SIM card inserted
hsb: Nowa SIM-karta zasadźena

source: Tap to track your internet usage.
hsb: Podótkńće so, zo byšće swoje wužiwanje interneta slědował.

source: Airplane Mode
hsb: Lětanski modus

source: Please, turn off airplane mode to enable Usage.
hsb: Prošu wupińće lětanski modus, zo byšće Wužiće zmóžnił.

source: No SIM card
hsb: Žana SIM-karta

source: Insert a SIM card to enable Usage.
hsb: Zasadźće SIM-kartu, zo byšće Wužiće zmóžnił.

source: Locked SIM card
hsb: Zawrjena SIM-karta

source: Unlock your SIM card to enable Usage.
hsb: Wotstrońće zawěru wašeje SIM-karty, zo byšće Wužiće zmóžnił.

source: Error
hsb: Zmylk

source: Please, make sure airplane mode is off.
hsb: Prošu přeswědčće so, zo lětanski modus je wupinjeny.

source: Usage First Time Experience
hsb: Wužiće - Prěnje kroki

source: Save money by keeping track of your phone and internet usage.
hsb: Zalutujće pjenjezy, wobkedźbujo wužiće swojeho telefona a interneta.

source: Save money by keeping track of your internet usage.
hsb: Zalutujće pjenjezy, wobkedźbujo swoje wužiwanje interneta.

source: Get clear information about how much internet you’re using.
hsb: Wobstarajće sej jasne informacije wo tym, kak intensiwnje internet wužiwaće.

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
hsb: Informacije, kotrež so we Wužiću pokazuja, direktnje z tutoho grata pochadźeja. Stajće so ze swojim poskićowarjom mobilneje słužby za podrobne kontowe informacije do zwiska.

source: Type of Contract
hsb: Zrěčenski typ

source: Select the type of contract you have with your mobile service provider.
hsb: Wubjerće typ zrěčenja, kotryž sće ze swojim poskićowarjom mobilneje słužby wotzamknył.

source: Low Balance Alert
hsb: Warnowanje wo niskim dobroměću

source: Set an alert to avoid running out of credit.
hsb: Nastajće warnowanje, zo byšće dospołnemu přetrjebowanju doborměća wobešoł.

source: Data Report and Alert
hsb: Datowa rozprawa a warnowanje

source: Receive reports about your Internet usage and set an alert to avoid using too much.
hsb: Dóstańće rozprawy wo swojim internetnym wužiću a nastajće warnowanje, zo byšće přewysokemu datowemu wužiću wobešoł.

source: Phone and Data Report
hsb: Telefonowa a datowa rozprawa

source: Receive reports about your phone and Internet usage.
hsb: Dóstańće rozprawy wo swojim telefonowym a internetnym wužiću.

# fte-postpaid3-title
source: Data Alert
hsb: Datowe warnowanje

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
hsb: Nastajće warnowanje, zo byšće wužiwanju přewjele datow wobešoł.

source: Data Report
hsb: Datowa rozprawa

source: Receive reports about your internet usage.
hsb: Dóstańće rozprawy wo swojim internetnym wužiću.

# fte-onlydata3-title
source: Data Alert
hsb: Datowe warnowanje

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
hsb: Nastajće warnowanje, zo byšće wužiwanje přewjele datow wobešoł.

source: Phone Activity
hsb: Telefonowa aktiwita

source: Balance
hsb: Dobroměće

source: Roaming: no automatic balance update. You might be charged for updating manually.
hsb: Roaming: žana awtomatiska aktualizacija dobroměća. Za manuelne aktualizowanje móžeja kóšty nastać.

source: Balance didn’t update correctly. Try updating manually.
hsb: Dobroměće njeje so korektnje zaktualizowało. Spytajće manuelnje aktualizować.

source: Turn off airplane mode to update your balance or top up.
hsb: Wupińće lětanski modus, zo byšće swoje dobroměće aktualizował abo napjelnił.

source: Do you want to disable Airplane mode to update or top up?
hsb: Chceće lětanski modus znjemóžnić, zo byšće aktualizował abo napjelnił?

source: You need phone coverage to update your balance or top up.
hsb: Trjebaće syćowy zwisk, zo byšće swoje dobroměće aktualizował abo napjelnjał.

source: Top Up
hsb: Napjelnić

source: Enter the top-up code
hsb: Zapodajće napjelnjenski kod

source: Find it on the scratch card or directly in your receipt.
hsb: Wurybujće jón na karće abo namakajće jón direktnje na swojim kasowym bonje.

source: You will receive a confirmation message
hsb: Dóstanjeće wobkrućensku powěsć

source: Make sure the code is correct and try again.
hsb: Zawěsćće, zo kod je korektny a spytajće hišće raz.

source: There was a problem sending the code. Please, try again.
hsb: Problem při słanju koda. Prošu spytajće hišće raz.

# application-error-title
source: Service unavailable
hsb: Słužba k dispoziciji njeje

source: Contact your company representative
hsb: Stajće so ze swojim firmowym zastupjerjom do zwiska

# service-unavailable-title
source: Service unavailable
hsb: Słužba k dispoziciji njeje

source: Neither update nor top-up is possible at the moment. Please try later.
hsb: We wokomiku ani aktualizowanje ani napjelnjenje móžno njeje. Prošu spytajće pozdźišo.

source: Data usage
hsb: Datowe wužiće

source: Update
hsb: Aktualizować

source: Use top-up code
hsb: Zapodajće napjelnjenski kod

source: Open top-up menu
hsb: Napjelnjenski meni wočinić

source: OK
hsb: W porjadku

source: Your top-up is being processed.
hsb: Waše napjelnjenje so přewjeduje.

source: Update your balance to confirm. If balance is unchanged, try topping up again.
hsb: Zaktualizujće swoje dobroměće za wobkrućenje. Jeli dobroměće je njezměnjene, spytajće hišće raz napjelnjeć.

source: Top-up not confirmed
hsb: Napjelnjenje njewobkrućene

source: Try updating your balance or retry top-up.
hsb: Spytajće swoje dobroměće aktualizować abo znowa napjelnić.

source: send
hsb: pósłać

source: My phone and Internet plan is
hsb: Mój telefonowy a internetny typ je

source: Prepaid
hsb: Dobroměćowa karta

source: Postpaid
hsb: Zličbowanka

source: Phone activity
hsb: Telefonowa aktiwita

source: SMS sent
hsb: SMS pósłany

source: Calls made
hsb: Sčinjenje zawołanja

source: Settings
hsb: Nastajenja

# settings-button.ariaLabel
source: Settings
hsb: Nastajenja

source: Low balance alert
hsb: Warnowanje wo niskim dobroměću

source: When balance is below
hsb: Hdyž dobroměće je niše hač

source: Phone and Internet data report
hsb: Rozprawa wo wužiwanju telefona a interneta

source: Internet data report
hsb: Rozprawa wo wužiću interneta

source: Starting on
hsb: Spočatk

source: Cancel
hsb: Přetorhnyć

source: Monthly
hsb: Kóždy měsac

source: Weekly
hsb: Kóždy tydźeń

source: Monday
hsb: Póndźela

source: Tuesday
hsb: Wutora

source: Wednesday
hsb: Srjeda

source: Thursday
hsb: Štwórtk

source: Friday
hsb: Pjatk

source: Saturday
hsb: Sobota

source: Sunday
hsb: Njedźela

source: Billing cycle ends
hsb: Zličbowanska doba so kónči

source: Tracking will reset on this date
hsb: Wotličenje budźe so tutón dźeń wróćo stajeć

source: Yes
hsb: Haj

source: Done
hsb: Dokónčene

source: Confirmation
hsb: Wobkrućenje

source: Your current Wi-Fi data usage is {{wifiData}}. Clear it all?
hsb: Wužiwaće runje {{wifiData}} WLAN-datow. Wšo zhašeć?

source: Your current mobile data usage is {{mobileData}}. Clear it all?
hsb: Wužiwaće runje {{mobileData}} mobilnych datow. Wšo zhašeć?

source: Your current data usages are {{mobileData}} on mobile, {{wifiData}} on Wi-Fi. Clear it all?
hsb: Wužiwaće runje {{mobileData}} datow na mobilnym telefonje a {{wifiData}} datow na WLAN. Wšo zhašeć?

source: All current data will be deleted. Are you sure you want to reset?
hsb: Wšě aktualne daty so zhašeja. Chceće woprawdźe wróćo stajić?

source: Reset
hsb: Wróćo stajić

source: Reset Wi-Fi usage
hsb: Wužiće WLAN wróćo stajić

source: Reset mobile usage
hsb: Mobilne wužiće wróćo stajić

source: Reset mobile & Wi-Fi data
hsb: Mobilne daty a WLAN-daty wróćo stajić

source: Not set
hsb: Njepostajeny

source: Used
hsb: Přetrjebany

source: Limit passed
hsb: Limit překročeny

source: Data usage limit
hsb: Datowy limit

source: Data use alert
hsb: Warnowanje za datowe wužiće

source: When use is above
hsb: Hdyž wužiće je nad

source: Enter a mobile data limit alert
hsb: Zapodajće warnowanje za limit mobilneho datoweho wužića

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
hsb: Zwiskowa spěšnosć budźe so po překročowanju limita redukować. Stajće so ze swojim datowym poskićowarjom do zwiska, zo byšće přihódny warnowanski limit nastajił.

source: Data limit
hsb: Datowy limit

source: Wi-Fi usage
hsb: WLAN-wužiće

source: Mobile usage
hsb: Mobilne wužiće

# wifi-usage-settings
source: Wi-Fi usage
hsb: WLAN-wužiće

# mobile-usage-settings
source: Mobile usage
hsb: Mobilne wužiće

source: I’m Pre-paid
hsb: Dobroměćowa karta

source: I’m Post-paid
hsb: Zličbowanka

source: Reset data usage
hsb: Datowe wužiće wróćo stajić

source: Reset report
hsb: Rozrpawu wróćo stajić

source: Next
hsb: Dale

source: Back
hsb: Wróćo

source: Let’s go!
hsb: Započmy!

source: Alert
hsb: Warnowanje

source: Alert Limit
hsb: Warnowanski limit

source: Welcome
hsb: Witajće

source: {{limit}} of data used
hsb: {{limit}} datow přetrjebane

source: You’ve reached the limit you selected
hsb: Sće nastajeny limit docpěł

source: Low balance
hsb: Niske dobroměće

source: {{remaining}} remaining phone credit
hsb: Zbytne telefonowe dobroměće: {{remaining}}

source: Balance has reached zero, no phone credit remaining.
hsb: Dobroměće je přetrjebane, žane telefonowe dobroměće wyše njeje.

source: Not available
hsb: Nic k dispoziciji

source: Usage
hsb: Wužiće

source: Phone
hsb: Telefon

source: Loading interface data. Please retry in a while.
hsb: Daty wužiwarskeho powjercha so začituja. Prošu spytajće pozdźišo hišće raz.

source: Data Limit ({{value}})
hsb: Datowy limit ({{value}})

# data-available2[zero]
source: {{value}} {{unit}} available
hsb: {{value}} {{unit}} k dispoziciji

# data-available2[one]
source: {{value}} {{unit}} available
hsb: {{value}} {{unit}} k dispoziciji

# data-available2[two]
source: {{value}} {{unit}} available
hsb: {{value}} {{unit}} k dispoziciji

# data-available2[few]
source: {{value}} {{unit}} available
hsb: {{value}} {{unit}} k dispoziciji

# data-available2[many]
source: {{value}} {{unit}} available
hsb: {{value}} {{unit}} k dispoziciji

# data-available2[other]
source: {{value}} {{unit}} available
hsb: {{value}} {{unit}} k dispoziciji

# over-limit[one]
source: {{value}} {{unit}} over limit
hsb: {{value}} {{unit}} nad limitom

# over-limit[two]
source: {{value}} {{unit}} over limit
hsb: {{value}} {{unit}} nad limitom

# over-limit[few]
source: {{value}} {{unit}} over limit
hsb: {{value}} {{unit}} nad limitom

# over-limit[many]
source: {{value}} {{unit}} over limit
hsb: {{value}} {{unit}} nad limitom

# over-limit[other]
source: {{value}} {{unit}} over limit
hsb: {{value}} {{unit}} nad limitom

source: {{em-month}} {{monthday-number}}
hsb: {{monthday-number}}. {{em-month}}

source: Mobile usage per app
hsb: Mobilne wužiće na nałoženje

source: You have not used any mobile data yet. Usage for each application will show up here when you do.
hsb: Njejsće hišće žane mobilne daty wužiwał. Wužiće za kóžde nałoženje budźe so tu jewić, po tym zo sće to činił.

source: {{amount}} of data used since {{start-date}}
hsb: {{amount}} datow wot {{start-date}} wužite

source: {{amount}} of data used this week
hsb: {{amount}} datow w tutym tydźenju wužite

source: {{amount}} of data used this month
hsb: {{amount}} datow w tutym měsacu wužite

source: Others
hsb: Druhe

source: Browser
hsb: Wobhladowak

source: Limit of {{value}} MB
hsb: Limit: {{value}} MB

source: Limit of {{value}} GB
hsb: Limit: {{value}} GB

source: {{value}} left
hsb: {{value}} wyše

source: Exceeded by {{value}}
hsb: Wo {{value}} překročeny

source: Today is {{today}}
hsb: Dźensa je {{today}}

source: From {{from}} to {{to}}
hsb: Wot {{from}} do {{to}}
