Repository: translate/mozilla-gaia
Catalog: ff/apps/sms/sms.properties.po
Languages: ff

source: Messages
ff: Ɓatakuuje

source: Delete messages
ff: Momtu ɓatakuuje

source: Select
ff: Labo

source: Back
ff: Rutto

source: Cancel
ff: Haaytu

source: Undo
ff: Firtu

source: Done
ff: Gasii

source: Delete
ff: Momtu

source: Deleting…
ff: Nana momta…

source: Select all
ff: Labo fof

source: Deselect all
ff: Labto fof

# selected-threads[zero]
source: none selected
ff: alaa ko labaa

# selected-threads[one]
source: {{n}} selected
ff: {{n}} labaama

# selected-threads[two]
source: {{n}} selected
ff: {{n}} labaama

# selected-threads[few]
source: {{n}} selected
ff: {{n}} labaama

# selected-threads[many]
source: {{n}} selected
ff: {{n}} labaama

# selected-threads[other]
source: {{n}} selected
ff: {{n}} labaama

# selected-messages[zero]
source: none selected
ff: alaa ko labaa

# selected-messages[one]
source: {{n}} selected
ff: {{n}} labaama

# selected-messages[two]
source: {{n}} selected
ff: {{n}} labaama

# selected-messages[few]
source: {{n}} selected
ff: {{n}} labaama

# selected-messages[many]
source: {{n}} selected
ff: {{n}} labaama

# selected-messages[other]
source: {{n}} selected
ff: {{n}} labaama

source: Select Threads
ff: Labo Jeewte

source: Select Messages
ff: Labo ɓatakuuje

source: Add subject
ff: Ɓeydu toɓɓere

source: Remove subject
ff: Momtu toɓɓere

source: To:
ff: Fayde e:

source: New
ff: Keso

source: Message
ff: Ɓatakuru

source: Subject
ff: Toɓere

source: Converting to multimedia message.
ff: Nana waɗta ɗum ɓatakuure multimediaa.

source: Converting to text message.
ff: Nana waɗta ɗum ɓatakuure binndol.

source: You’ve reached the maximum length.
ff: A yettiima haaɗtirde njuuteende ndii.

source: Maximum length of subject reached.
ff: Haaɗtirde njuuteendi toɓɓere heɓaama.

source: You’ve exceeded the {{mmsSize}} KB size limit of a single multimedia message. Remove attachments or shorten the message to send it.
ff: A diwtii lajal ɓetol {{mmsSize}} KB mo ɓatakuuje mms njamiraa. Momtu ɗisanɗe walla raɓɓiɗin ɓatakuure ngam neldude ɗum.

source: Send message
ff: Neldu ɓatakuuru

source: Send multimedia message
ff: Neldu ɓatakuru mejaaje

source: (No recipient)
ff: (Alaa neldeteeɗo)

source: {{n}} recipient
ff: windeteeɓe {{n}}

# recipient[two]
source: {{n}} recipients
ff: windeteeɓe {{n}}

# recipient[few]
source: {{n}} recipients
ff: windeteeɓe {{n}}

# recipient[many]
source: {{n}} recipients
ff: windeteeɓe {{n}}

# recipient[other]
source: {{n}} recipients
ff: windeteeɓe {{n}}

source: There is no application available to open this file type.
ff: Alaa jaaɓngal woodi ngam udditde ndee fiilde.

source: Remove
ff: Momtu

source: {{n}} participant
ff: Tawaaɗo {{n}}

# participant[two]
source: {{n}} participants
ff: Tawaaɓe {{n}}

# participant[few]
source: {{n}} participants
ff: Tawaaɓe {{n}}

# participant[many]
source: {{n}} participants
ff: Tawaaɓe {{n}}

# participant[other]
source: {{n}} participants
ff: Tawaaɓe {{n}}

source: Message report
ff: Jaŋtol ɓatakuru

source: Text Message (SMS)
ff: Ɓatakuru Binndol (SMS)

source: Multimedia Message (MMS)
ff: Ɓatakuru Multimejaa (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
ff: Ɓatakuru Binndol Maa (SMS) neldaama ñalnde {{datetime}}

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
ff: Ɓatakuure Multimedia maa (MMS), toɓɓere {{subject}}, neldaama ñalnde {{datetime}}

source: Your Multimedia Message (MMS), was sent on {{datetime}}
ff: Ɓatakuru Multimedia Maa(MMS), neldaama ñalnde {{datetime}}

source: Subject:
ff: Toɓere:

source: Message could not be sent
ff: Ɓatakuure horiima neldeede

source: not downloaded
ff: aawtaaka

source: Delivered:
ff: Yettoyiima:

source: Read:
ff: Tar:

source: Report requested
ff: Jaŋtol ena fadaa

source: Message rejected
ff: Ɓatakuru riiwtaama

source: Message size:
ff: Ɓetol ɓatakuru:

source: To
ff: Fayde to

source: From
ff: Ummoraade e

source: Sent:
ff: Neldaa ko:

source: Received:
ff: Heɓaa ko:

source: Via:
ff: Rewi ko e:

source: Resend
ff: Neltir

source: Search
ff: Yiylo

source: Unknown Contact
ff: Jokkondiral Addaaka

source: Discard the message you’re composing and open the new message?
ff: Momtu ɓatakuru ndu mbinndataa nduu tee udditaa ɓatakuru hesuru?

source: The message could not be sent. Try again?
ff: Ɓatakuru nduu horiima neldeede. Eto kadi?

source: Resend this message
ff: Neltir nduu ɓatakuru

source: New message from
ff: Ɓatakuru hesuru iwde e

source: Read it
ff: Tar ndu

source: No messages
ff: Alaa ɓatakuuje

source: Message not sent
ff: Ɓatakuru neldaaka

source: There was a problem sending the message. Please try again.
ff: Caɗeele mbaɗii tuma neldugol ɓatakuru nduu. Tiiɗno eto kadi.

source: Missing SIM card
ff: Kartal SIM yiyaaka

source: Insert a valid SIM card to continue.
ff: Naatnu kartal SIM moƴƴal ngam jokkude.

source: Airplane mode activated
ff: Mbayka ndiwoowa hurmii

source: Turn off airplane mode to send messages.
ff: Ñif mbayka ndiwoowa ngam neldude ɓatakuru.

source: Turn off airplane mode to download attachments.
ff: Ñif mbayka ndiwoowa ngam aawtaade ɗisannɗe ɗee.

source: FDN active
ff: FDN ena hurmi

source: Editing SMS {{number}}
ff: Taƴtagol SMS {{number}}

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:
ff: FDN (Peɗagol Tonngoode Ñiiɓngol) ena hurmi. Ƴeewto so penngal SMS e ngal-ɗoo jokkondiral ena e doggol FDN maa:

source: Switch data connection
ff: Waylu ceŋol keɓe

source: Switch the data connection to SIM {{ nonActiveSimId }} to retrieve the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
ff: Waylu ceŋol keɓe wonta SIM {{ nonActiveSimId }} ngam aaftaade MMS oo. Baanjitagol keɓe kurmungol e SIM {{ activeSimId }} ngol maa yowe. Jokku kisa?

source: Later
ff: Haa ɓooya

source: Switch the data connection to SIM {{ nonActiveSimId }} to send the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
ff: Waylu ceŋol keɓe wonta SIM {{ nonActiveSimId }} ngam aaftaade MMS oo. Baanjitagol keɓe kurmungol e SIM {{ activeSimId }} ngol maa yowe. Jokku kisa?

source: No network coverage
ff: Resoo alaa e weeyo

source: Make sure you have a mobile signal and try again.
ff: Ƴeewto so aɗa jogii siñaal mresoo kisa puɗɗito-ɗaa.

source: Message not found
ff: Ɓatakuru yiytaaka

source: The message you’re looking for is no longer available.
ff: Ɓatakuru njiiloto-ɗaa nduu nattii woodde.

source: Invalid number
ff: Tonngoode moƴƴaani

source: Make sure the mobile number you’re sending to is valid.
ff: Ƴeewto so tonngoode cinndel neldataa ngol ena moƴƴi.

source: Unable to download
ff: Horiima aawtaade

source: Please make sure the SIM card inserted is the one used to receive this message.
ff: Tiiɗno ƴeewto so kartal SIM naatnangal ngal huutoranoo ngam heɓde nduu ɓatakuru.

source: This message has already been deleted.
ff: Nduu ɓatakuru momtanooma kisa.

# view-attachment-image
source: View
ff: Yiyto

source: Listen
ff: Heɗo

# view-attachment-video
source: View
ff: Yiyto

# view-attachment-other
source: View
ff: Yiyto

source: Remove image
ff: Momtu natal

source: Remove audio
ff: Momtu ojoo

source: Remove video
ff: Momtu widewoo

source: Remove attachment
ff: Momtu ɗisannde

source: Replace image
ff: Lomtin natal

source: Replace audio
ff: Lomtin ojoo

source: Replace video
ff: Lomtin widewoo

source: Replace attachment
ff: Lomtin ɗisannde

source: Message options
ff: Cuɓe ɓatakuuje

source: Forward
ff: Ɓennin

source: View message report
ff: Yiy jaŋtol ɓatakuure

source: Select text
ff: Labo binndol

source: Mobile
ff: Cinndel

source: Home
ff: Galle

source: Work
ff: Gollirdu

source: Personal
ff: Keeriiɗo

source: Fax home
ff: Faks galle

source: Fax office
ff: Faks biro

source: Fax other
ff: Faks goɗɗo

source: Another
ff: Goɗɗo

source: Other
ff: Goɗɗe

source: today
ff: hannde

source: yesterday
ff: haŋki

source: Add to an existing contact
ff: Ɓeydu e jokkondiral goodngal

source: Create new contact
ff: Sos jokkondiral kesal

source: View contact
ff: Yiyto jokkondiral

source: Send email
ff: Neldu iimeel

source: MMS message
ff: Ɓatakuru MMS

source: Message is not downloaded yet.
ff: Ɓatakuru aawtaaka tawo.

source: You received a multimedia message. You can use the link below to download its content until {{date}}.
ff: A heɓii ɓatakuure mejaaje. Aɗa waawi huutoraade jokkol les ngol ngam aawtaade loowdi maggu haa ñalnde {{date}}.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
ff: Njaafo-ɗaa, ɓatakuru nduu hiiɗtii gila ñalnde {{date}} tee waawaa aawteede.

source: Download
ff: Aawto

source: Downloading…
ff: Nana aawtoo…

source: untitled
ff: alaa tiitoonde

# attached-files-too-large[zero]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
ff: Piille ɗe labi-ɗaa ɗee ndiwtii lajal {{mmsSize}} KB nde ɓatakuure mms yamiraa.

source: The file you have selected exceeds the {{mmsSize}} KB size limit of a single multimedia message.
ff: Fiilde labi-ɗaa ndee diwtii lajal {{mmsSize}} KB nde ɓatakuure mms yamiraa.

# attached-files-too-large[two]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
ff: Piille ɗe labi-ɗaa ɗee ndiwtii lajal {{mmsSize}} KB nde ɓatakuure mms yamiraa.

# attached-files-too-large[few]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
ff: Piille ɗe labi-ɗaa ɗee ndiwtii lajal {{mmsSize}} KB nde ɓatakuure mms yamiraa.

# attached-files-too-large[many]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
ff: Piille ɗe labi-ɗaa ɗee ndiwtii lajal {{mmsSize}} KB nde ɓatakuure mms yamiraa.

# attached-files-too-large[other]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
ff: Piille ɗe labi-ɗaa ɗee ndiwtii lajal {{mmsSize}} KB nde ɓatakuure mms yamiraa.

source: Resizing the attached image
ff: Nana ɓettoo natal ɗisangal ngal

source: There is a problem with the attached file and it cannot be downloaded.
ff: Fiilde ɗisaande ndee ena waɗi caɗeele tee nde waawaa aawteede.

source: Message saved as draft
ff: Ɓatakuru danndaama e mbaydi eɓɓo

source: Send
ff: Neldu

source: using SIM {{n}}
ff: huutoraa ko SIM {{n}}

source: Add attachment
ff: Ɓeydu ɗisannde

source: Contact photo
ff: Natal jokkondiral

source: Unread
ff: Taraaka

source: Has draft
ff: Ko eɓɓaaɗe

source: Draft
ff: Eɓɓaaɗe

source: Sending…
ff: Nana neldaa…

source: Delivered
ff: Yettoyiima

source: Read
ff: Taraama

source: Error
ff: Juumre

# modal-dialog-cancel-button
source: Cancel
ff: Haaytu

# modal-dialog-default-title
source: Messages
ff: Ɓatakuuje
