Repository: translate/mozilla-gaia
Catalog: hsb/shared/intl/unitformat.properties.po
Languages: hsb

# duration-second-narrow[zero]
source: {{ value }}s
hsb: {{ value }} sekundow

# duration-second-narrow[one]
source: {{ value }}s
hsb: {{ value }} sekunda

# duration-second-narrow[two]
source: {{ value }}s
hsb: {{ value }} sekundźe

# duration-second-narrow[few]
source: {{ value }}s
hsb: {{ value }} sekundy

# duration-second-narrow[many]
source: {{ value }}s
hsb: {{ value }} sekundow

# duration-second-narrow[other]
source: {{ value }}s
hsb: {{ value }} sekundow

# duration-minute-narrow[zero]
source: {{ value }}m
hsb: {{ value }} mjeńšin

# duration-minute-narrow[one]
source: {{ value }}m
hsb: {{ value }} mjeńšina

# duration-minute-narrow[two]
source: {{ value }}m
hsb: {{ value }} mjeńšinje

# duration-minute-narrow[few]
source: {{ value }}m
hsb: {{ value }} mjeńšiny

# duration-minute-narrow[many]
source: {{ value }}m
hsb: {{ value }} mjeńšiny

# duration-minute-narrow[other]
source: {{ value }}m
hsb: {{ value }} mjeńšin

# duration-hour-narrow[zero]
source: {{ value }}h
hsb: {{ value }} hodźina

# duration-hour-narrow[one]
source: {{ value }}h
hsb: {{ value }} hodźina

# duration-hour-narrow[two]
source: {{ value }}h
hsb: {{ value }} hodźinje

# duration-hour-narrow[few]
source: {{ value }}h
hsb: {{ value }} hodźiny

# duration-hour-narrow[many]
source: {{ value }}h
hsb: {{ value }} hodźin

# duration-hour-narrow[other]
source: {{ value }}h
hsb: {{ value }} hodźin

# duration-day-narrow[zero]
source: {{ value }}d
hsb: {{ value }} dnjow

# duration-day-narrow[one]
source: {{ value }}d
hsb: {{ value }} dźeń

# duration-day-narrow[two]
source: {{ value }}d
hsb: {{ value }} dnjej

# duration-day-narrow[few]
source: {{ value }}d
hsb: {{ value }} dny

# duration-day-narrow[many]
source: {{ value }}d
hsb: {{ value }} dnjow

# duration-day-narrow[other]
source: {{ value }}d
hsb: {{ value }} dnjow

# duration-month-narrow[zero]
source: {{ value }}mth
hsb: {{ value }} měsacow

# duration-month-narrow[one]
source: {{ value }}mth
hsb: {{ value }} měsac

# duration-month-narrow[two]
source: {{ value }}mths
hsb: {{ value }} měsacaj

# duration-month-narrow[few]
source: {{ value }}mths
hsb: {{ value }} měsacy

# duration-month-narrow[many]
source: {{ value }}mths
hsb: {{ value }} měsacow

# duration-month-narrow[other]
source: {{ value }}mths
hsb: {{ value }} měsacow
