Repository: translate/mozilla-gaia
Catalog: bm/apps/verticalhome/homescreen.properties.po
Languages: bm

source: Search or enter address
bm: Ɲinilikɛ walima a sosira don

source: Delete {{name}}
bm: {{name}} Jɔsi

source: {{name}} and all of its data will be deleted.
bm: {{name}} n'a kunafoniw bɛ bina jɔsi.

source: Delete
bm: Jɔsi

source: Cancel
bm: Dabila

source: Homescreen Settings
bm: Dansejabɔyɔrɔ nyɛbolanw

source: Change Wallpaper
bm: Kokoɲɛkɛn Yɛlɛma

source: Edit
bm: Bayɛlɛma

source: Done
bm: Kilala

source: Stop {{name}}
bm: {{name}} jɔ

source: Do you want to stop the download in progress?
bm: I b'a fɛ ka doninikana jɔ wa?

source: Stop
bm: Jɔ

source: Restart Download
bm: Seki k'a Donikana

source: Do you want to download {{name}}?
bm: I b'a fɛ ka {{name}} donikana wa?

source: Download
bm: Donikana

source: Edit group
bm: Jɛkulu bayɛlɛma
