Repository: translate/mozilla-gaia
Catalog: son/shared/date/date.properties.po
Languages: son

source: Sunday
son: Alhadi

source: Monday
son: Atinni

source: Tuesday
son: Atalaata

source: Wednesday
son: Alarba

source: Thursday
son: Alhamiisa

source: Friday
son: Alzuma

source: Saturday
son: Asibti

source: Sun
son: Ald

source: Mon
son: Atn

source: Tue
son: Atl

source: Wed
son: Alb

source: Thu
son: Alh

source: Fri
son: Alz

source: Sat
son: Ast

# month-0-long
source: January
son: Žanwiye

# month-1-long
source: February
son: Fewiriye

# month-2-long
source: March
son: Marsi

# month-3-long
source: April
son: Awiril

# month-4-long
source: May
son: Me

# month-5-long
source: June
son: Žuweŋ

# month-6-long
source: July
son: Žuyye

# month-7-long
source: August
son: Ut

# month-8-long
source: September
son: Sektanbur

# month-9-long
source: October
son: Oktoobur

# month-10-long
source: November
son: Noowanbur

# month-11-long
source: December
son: Deesanbur

# month-0-genitive
source: January
son: Žanwiye

# month-1-genitive
source: February
son: Fewiriye

# month-2-genitive
source: March
son: Marsi

# month-3-genitive
source: April
son: Awiril

# month-4-genitive
source: May
son: Me

# month-5-genitive
source: June
son: Žuweŋ

# month-6-genitive
source: July
son: Žuyye

# month-7-genitive
source: August
son: Ut

# month-8-genitive
source: September
son: Sektanbur

# month-9-genitive
source: October
son: Oktoobur

# month-10-genitive
source: November
son: Noowanbur

# month-11-genitive
source: December
son: Deesanbur

source: Jan
son: Žan

source: Feb
son: Few

source: Apr
son: Awi

# month-4-short
source: May
son: Me

source: Jun
son: Žuw

source: Jul
son: Žuy

source: Aug
son: Ut

source: Sep
son: Sek

source: Oct
son: Okt

source: Nov
son: Now

source: Dec
son: Des

# minutes-ago-long[zero]
source: just now
son: sohõda

source: a minute ago
son: za miniti foo

# minutes-ago-long[two]
source: {{value}} minutes ago
son: za miniti {{value}}

# minutes-ago-long[few]
source: {{value}} minutes ago
son: za miniti {{value}}

# minutes-ago-long[many]
source: {{value}} minutes ago
son: za miniti {{value}}

# minutes-ago-long[other]
source: {{value}} minutes ago
son: za miniti {{value}}

# hours-ago-long[zero]
source: just now
son: sohõda

source: an hour ago
son: za guuru foo

# hours-ago-long[two]
source: {{value}} hours ago
son: za guuru {{value}}

# hours-ago-long[few]
source: {{value}} hours ago
son: za guuru {{value}}

# hours-ago-long[many]
source: {{value}} hours ago
son: za guuru {{value}}

# hours-ago-long[other]
source: {{value}} hours ago
son: za guuru {{value}}

# days-ago-long[zero]
source: today
son: hõ

source: yesterday
son: bi

# days-ago-long[two]
source: {{value}} days ago
son: za zaari {{value}}

# days-ago-long[few]
source: {{value}} days ago
son: za zaari {{value}}

# days-ago-long[many]
source: {{value}} days ago
son: za zaari {{value}}

# days-ago-long[other]
source: {{value}} days ago
son: za zaari {{value}}

# weeks-ago-long[zero]
source: this week
son: jirbiyyaa woo

source: last week
son: jirbiyye koraa

# weeks-ago-long[two]
source: {{value}} weeks ago
son: a ga too jirbiyye {{value}}

# weeks-ago-long[few]
source: {{value}} weeks ago
son: a ga too jirbiyye {{value}}

# weeks-ago-long[many]
source: {{value}} weeks ago
son: a ga too jirbiyye {{value}}

# weeks-ago-long[other]
source: {{value}} weeks ago
son: a ga too jirbiyye {{value}}

# months-ago-long[zero]
source: this month
son: handoo woo

source: last month
son: handu koraa

# months-ago-long[two]
source: {{value}} months ago
son: a ga too handu {{value}}

# months-ago-long[few]
source: {{value}} months ago
son: a ga too handu {{value}}

# months-ago-long[many]
source: {{value}} months ago
son: a ga too handu {{value}}

# months-ago-long[other]
source: {{value}} months ago
son: a ga too handu {{value}}

# years-ago-long[zero]
source: this year
son: haraŋ

source: last year
son: manna

# years-ago-long[two]
source: {{value}} years ago
son: a ga too jiiri {{value}}

# years-ago-long[few]
source: {{value}} years ago
son: a ga too jiiri {{value}}

# years-ago-long[many]
source: {{value}} years ago
son: a ga too jiiri {{value}}

# years-ago-long[other]
source: {{value}} years ago
son: a ga too jiiri {{value}}

# minutes-until-long[zero]
source: now
son: sohõ

source: in a minute
son: miniti foo ra

# minutes-until-long[two]
source: in {{value}} minutes
son: miniti {{value}} ra

# minutes-until-long[few]
source: in {{value}} minutes
son: miniti {{value}} ra

# minutes-until-long[many]
source: in {{value}} minutes
son: miniti {{value}} ra

# minutes-until-long[other]
source: in {{value}} minutes
son: za miniti {{value}}

# hours-until-long[zero]
source: now
son: sohõ

source: in an hour
son: guuru foo ra

# hours-until-long[two]
source: in {{value}} hours
son: guuru {{value}} ra

# hours-until-long[few]
source: in {{value}} hours
son: guuru {{value}} ra

# hours-until-long[many]
source: in {{value}} hours
son: guuru {{value}} ra

# hours-until-long[other]
source: in {{value}} hours
son: guuru {{value}} ra

# days-until-long[zero]
source: today
son: hõ

source: tomorrow
son: suba

# days-until-long[two]
source: in {{value}} days
son: zaari {{value}} ra

# days-until-long[few]
source: in {{value}} days
son: zaari {{value}} ra

# days-until-long[many]
source: in {{value}} days
son: zaari {{value}} ra

# days-until-long[other]
source: in {{value}} days
son: zaari {{value}} ra

# weeks-until-long[zero]
source: this week
son: jirbiyyaa woo

source: next week
son: hiino heboo

# weeks-until-long[two]
source: in {{value}} weeks
son: jirbiyye {{value}} ra

# weeks-until-long[few]
source: in {{value}} weeks
son: jirbiyye {{value}} ra

# weeks-until-long[many]
source: in {{value}} weeks
son: jirbiyye {{value}} ra

# weeks-until-long[other]
source: in {{value}} weeks
son: jirbiyye {{value}} ra

# months-until-long[zero]
source: this month
son: handoo woo

source: next month
son: hiino handoo

# months-until-long[two]
source: in {{value}} months
son: handu {{value}} ra

# months-until-long[few]
source: in {{value}} months
son: handu {{value}} ra

# months-until-long[many]
source: in {{value}} months
son: handu {{value}} ra

# months-until-long[other]
source: in {{value}} months
son: handu {{value}} ra

# years-until-long[zero]
source: this year
son: haraŋ

source: next year
son: yeeši

# years-until-long[two]
source: in {{value}} years
son: jiiri {{value}} ra

# years-until-long[few]
source: in {{value}} years
son: jiiri {{value}} ra

# years-until-long[many]
source: in {{value}} years
son: jiiri {{value}} ra

# years-until-long[other]
source: in {{value}} years
son: jiiri {{value}} ra

# minutes-ago-short[zero]
source: just now
son: sohõda

source: {{value}}m ago
son: za m{{value}}

# hours-ago-short[zero]
source: just now
son: sohõda

source: {{value}}h ago
son: za g{{value}}

# days-ago-short[zero]
source: today
son: hõ

source: {{value}}d ago
son: za z{{value}}

# minutes-until-short[zero]
source: now
son: sohõ

source: in {{value}}m
son: m{{value}} ra

# hours-until-short[zero]
source: now
son: sohõ

source: in {{value}}h
son: guuru {{value}} ra

# days-until-short[zero]
source: today
son: hõ

source: in {{value}}d
son: z{{value}} ra

source: (incorrect date)
son: (han laalo)

source: AM
son: Weete

source: PM
son: Wiciri
