Repository: translate/mozilla-gaia
Catalog: son/apps/ftu/ftu.properties.po
Languages: son

source: Enter PIN code
son: PIN ašariya dam

source: Type your PIN code
son: War PIN ašariyaa hantum

source: PIN must have between 4 and 8 characters.
son: PIN ga hima ka tee harfu 4 ka too 8.

source: The PIN was incorrect.
son: PIN ga laybu.

source: You have one try left to enter the correct code before locking the SIM card.
son: Cee foo ka cindi hala war ma ašariya hennaa dam bila nda SIM kattaa ma kufal.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
son: Cee {{n}} ka cindi hala war ma ašariya hennaa dam bila nda SIM kattaa ma kufal.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
son: Cee {{n}} ka cindi hala war ma ašariya hennaa dam bila nda SIM kattaa ma kufal.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
son: Cee {{n}} ka cindi hala war ma ašariya hennaa dam bila nda SIM kattaa ma kufal.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
son: Cee {{n}} ka cindi hala war ma ašariya hennaa dam bila nda SIM kattaa ma kufal.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
son: Cee koraa ti woo hala war ma PIN hennaa dam. Nda manti woo, kala war ma PUK dam ka SIM kattaa woo feeri.

source: Enter PUK code
son: PUK ašariya dam

source: Enter SIM {{n}} PUK
son: SIM {{n}} PUK dam

source: PUK code
son: PUK ašariya

source: PUK code must have exactly 8 characters.
son: PUK ašariya ka hima ka tee harfu 8 cine.

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
son: War ga hima ka war boŋ kufal-feeriyan ašariyaa (PUK) dam SIM kattaa se. War SIM kattaa fahami tiiraa wala war ma talfon konpaɲaa cee ka duu alhabar ka tonton.

source: The PUK was incorrect.
son: PUK-oo mana boori.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
son: Šiiyan foo cindi war se ka ašariya hennaa dam ka too SIM kattaa woo ma ši dabandi abada. War SIM kattaa fahamandi tiiraa caw wala war kanbekaa cee ka duu alhabar tontoni.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
son: Šiiyan {{n}} cindi war se k'ašariya hennaa dam ka too SIM kattaa woo ma ši daabandi hal'abada. War SIM kattaa fahamandi tiiraa caw wala war kanbekaa cee ka duu alhabar tontoni.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
son: Šiiyan {{n}} cindi war se k'ašariya hennaa dam ka too SIM kattaa woo ma ši daabandi hal'abada. War SIM kattaa fahami tiiraa caw wala kanbekaa cee ka duu alhabar ka tonton.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
son: Šiiyan {{n}} cindi war se k'ašariya hennaa dam ka too SIM kattaa woo ma ši daabandi hal'abada. War SIM kattaa fahami tiiraa caw wala kanbekaa cee ka duu alhabar ka tonton.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
son: Šiiyan {{n}} cindi war se k'ašariya hennaa dam ka too SIM kattaa woo ma ši daabandi hal'abada. War SIM kattaa fahami tiiraa caw wala kanbekaa cee ka duu alhabar ka tonton.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
son: Woo ti cee koraa ka PUK ašariya hennaa dam. War SIM kattaa ga daabandi hal'abada nda war na PUK ašariya laalaa dam.

source: Create new PIN (4 to 8 digits)
son: Wa PIN taaga tee (hinna 4 hala 8)

source: Confirm new PIN
son: PIN taagaa tabatandi

source: PINs don’t match
son: PIN-ey ši tenji

source: Enter NCK code
son: NCK ašariya dam

source: Enter CCK code
son: CCK ašariya dam

source: Enter SPCK code
son: SPCK ašariya dam

source: Enter NCK1 code
son: NCK1 ašariya dam

source: Enter NCK2 code
son: NCK2 ašariya dam

source: Enter HNCK code
son: HNCK ašariya dam

source: Enter RCCK code
son: RCCK ašariya dam

source: Enter RSPCK code
son: RSPCK ašariya dam

source: Enter SIM {{n}} NCK
son: SIM {{n}} NCK dam

source: Enter SIM {{n}} CCK
son: SIM {{n}} CCK dam

source: Enter SIM {{n}} SPCK
son: SIM {{n}} SPCK dam

source: Enter SIM {{n}} NCK1
son: SIM {{n}} NCK1 dam

source: Enter SIM {{n}} NCK2
son: SIM {{n}} NCK2 dam

source: Enter SIM {{n}} HNCK
son: SIM {{n}} HNCK dam

source: Enter SIM {{n}} RCCK
son: SIM {{n}} RCCK dam

source: Enter SIM {{n}} RSPCK
son: SIM {{n}} RSPCK dam

source: Type your NCK code
son: Wara NCK ašariyaa hantum

source: Type your CCK code
son: Wara CCK ašariyaa hantum

source: Type your SPCK code
son: Wara SPCK ašariyaa hantum

source: Type your NCK1 code
son: War NCK1 ašariyaa hantum

source: Type your NCK2 code
son: War NCK2 ašariyaa hantum

source: Type your HNCK code
son: War HNCK ašariyaa hantum

source: Type your RCCK code
son: War RCCK ašariyaa hantum

source: Type your RSPCK code
son: War RSPCK ašariyaa hantum

source: NCK must have between 8 and 16 characters.
son: NCK ga hima ka tee harfu 8 ka too 16.

source: CCK must have between 8 and 16 characters.
son: CCK ga hima ka tee harfu 8 ka too 16.

source: SPCK must have between 8 and 16 characters.
son: SPCK ga hima ka tee harfu 8 ka too 16.

source: NCK1 must have between 8 and 16 characters.
son: NCK1 ga hima ka tee harfu 8 hala 16.

source: NCK2 must have between 8 and 16 characters.
son: NCK2 ga hima ka tee harfu 8 hala 16.

source: HNCK must have between 8 and 16 characters.
son: HNCK ga hima ka tee harfu 8 hala 16.

source: RCCK must have between 8 and 16 characters.
son: RCCK ga hima ka tee harfu 8 hala 16.

source: RSPCK must have between 8 and 16 characters.
son: RSPCK ga hima ka tee harfu 8 hala 16.

source: The NCK code is incorrect.
son: NCK ašariyaa ga laybu.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
son: Sankay boŋ-tammaasakaayan hãaroo ši koy. War ga hin ka ceeci cee foo de k'ašariya boryaa dam. War talfonoo fahamandi-tiira guna wala kanbekaa hãa ka duu fahami.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
son: Sankay boŋ-tammaasakaayan hãaroo ši koy. War ga hin ka ceeci cee {{n}} k'ašariya boryaa dam. War talfonoo fahamandi-tiira guna wala kanbekaa hãa ka duu fahami.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
son: Sankay boŋ-tammaasakaayan hãaroo ši koy. War ga hin ka ceeci cee {{n}} k'ašariya boryaa dam. War talfonoo fahamandi-tiira guna wala kanbekaa hãa ka duu fahami.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
son: Sankay boŋ-tammaasakaayan hãaroo ši koy. War ga hin ka ceeci cee {{n}} k'ašariya boryaa dam. War talfonoo fahamandi-tiira guna wala kanbekaa hãa ka duu fahami.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
son: Sankay boŋ-tammaasakaayan hãaroo ši koy. War ga hin ka ceeci cee {{n}} k'ašariya boryaa dam. War talfonoo fahamandi-tiira guna wala kanbekaa hãa ka duu fahami.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
son: Sankay boŋ-tammaasakaayan hãaroo ši koy. Cee koraa ti woo ka NCK ašariya boryaa dam. War talfonoo fahamandi-tiira guna wala kanbekaa hãa ka duu fahami.

source: Skip
son: Sar

source: Send
son: Sanba

source: OK
son: Ayyo

source: The SIM card is locked
son: SIM katta kufalante no

source: Last try.
son: Šiiyan koraa.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
son: Šiiyan {{n}} ka cindi.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
son: Šiiyan {{n}} ka cindi.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
son: Šiiyan {{n}} ka cindi.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
son: Šiiyan {{n}} ka cindi.

source: SIM Manager
son: SIM juwalkaw

source: (default)
son: (tilasu)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
son: Ciyari fattantey, alhabar fattantey nda bayhaya ciyari ga dira SIM 1 ga tilasu ra

source: You can change default settings at Settings > SIM manager
son: War ga hin ka tilasu kayandiyaney barmay kayandiyaney ga > SIM juwalkaw

source: SIM PIN locked
son: SIM PIN kufalante

source: No operator
son: Talfon hugu kul šii

source: Searching
son: Goo ma ceeci

source: Language
son: Šenni

source: Cellular Data
son: Fargandu bayhaya

source: Enable Data
son: Bayhayey tunandi

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
son: Bayhaya dobuyan ka war gaa sohõ ka war talfonoo soolu bila nda Wi-Fi ciyari. War ga hin k'a tunandi hiino Kayandiyaney ra. W'alhakiika de kaŋ war goo nda bayhaya goymee nda war kanbekaa ka nooru boobo banayan ganji.

source: Warning
son: Yaamar

source: Geolocation
son: Gorodoo šilbayyan

source: Enable Geolocation
son: Gorodoo šilbayyan tunandi

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
son: {{brandShortName}} ga goy bayhaya sanda GPS, WiFI nda kanbe sankey kaŋyaŋ ga war gaa ka war gorodoo manantaa laasaabu.

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
son: Bayhaya n' ka sanbandi Mozilla wala nookaw tanayaŋ to nda huru alhabar margantey ra ka nungey bayhaya hugey boryandi ka tonton. Bayhaya kaŋ jisandi war jinaa ga nda bayhaya margari ga hin ka tee porogaram-ize kul ši dira.

source: Notice
son: Yaamar

source: More about your privacy
son: Sutura bay ka tonton

source: Scanning for networks
son: Ga sankawey ceeci

source: Select a network
son: Sankay foo suuba

source: Connecting…
son: Goo ma ciya…

source: Obtaining an IP address…
son: Goo ma IP aderesu zaa…

source: Connected
son: Goo ciyari ra

source: Connection failed
son: Ciyaroo dunbu

source: Offline
son: Bila nda ciyari

source: secured by {{capabilities}}
son: saajaw nda {{capabilities}}

source: Security
son: Saajaw

# securityNone
source: None
son: Baffoo

source: Open
son: Feeri

# securityOpen.ariaLabel
source: Security
son: Saajaw

# identity
source: User
son: Goykaw

# identityInput.placeholder
source: User
son: Goykaw

source: Password
son: Šennikufal

# passwordInput.placeholder
source: Password
son: Šennikufal

source: Show Password
son: Šennikufal cebe

source: Refresh
son: Taagandi

source: No wireless networks found
son: Hewbaden sankay kul mana duwandi

source: Join hidden network
son: Huru sankay tugante ra

source: Authentication
son: Lasal-tabatandiyan

source: SSID Network Name
son: SSID sankay maa

source: {{level}} of 4 bars
son: {{level}} žeeri 4 boŋ

source: Networks found
son: Sankay duwantey

source: Date & Time
son: Han nda waati

source: Time zone
son: Waati ganda

source: Change
son: Barmay

source: Region
son: Ganda

source: City
son: Gallu

source: Date
son: Han

source: Time
son: Waati

source: Import contacts
son: Borey zaa ka dam

source: SIM card
son: SIM katta

source: Not imported yet
son: Mana cendandi jina

source: Other accounts
son: Kontu taney

source: Firefox Accounts
son: Firefox kontey

source: A Firefox Account lets you find a lost phone and buy apps from the Firefox Marketplace.
son: Firefox kontu ka too war ma talfon derante kurma nda porogaramizeyaŋ day Firefox Marketplace ra.

source: Create Account or Sign In
son: Kontu tee ka huru

source: A verification link has been sent to {{email}}
son: Tabatandiyan dobu sanbandi {{email}} do

source: Signed in as {{email}}
son: Huru sanda {{email}}

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
son: {{brandShortName}} cina forba anda aššil-feerante goyjinay boŋ kaŋ goykaw ženberyaŋ jamaa adduɲɲaa kul ra n'a tee. Haya fooyaŋ goo ne kaŋ war ga hima k'i bay:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
son: {{brandShortName}} teendi nd'a noondi war se waafakaa ga kaŋ ga aššil-feerante duɲe kaddasu booboyaŋ marga sanda Mozilla Public License. Jinay kaŋ ga dira nda {{brandShortName}} ga hin ka bara mayray goyjinay tanayaŋ. Ašariya kul haŋ noondi duɲe-kaddasu feerantey bande ga war noo fondo k'aššil ašariya barmay ka dumi barmantey waati kul žemni nda war na waafakaa dii.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
son: War mana duu teekaw tammaasa alhaku wala duɲe kaddasu kul Mozilla Foundation wala nga konday tana foo se, sanda {{brandShortName}} maaɲoo wala maa-biyoo bila nda hirri.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
son: Alhaali fooyaŋ kaŋ goo {{brandShortName}} ra, sanda Kaŋyan bayrandikaw, ga too war ma hin ka ka tuuru Mozilla se. Nda war yadda ka zaabi sanba, war ga too Mozilla ma hin ka zaaboo ka jinawey boryandi ka tonton, ka zaaboo kaataray interneti nungey ra nda k'a zaaboo žemni.

source: Other
son: Haya tana

source: SIM Card Warning
son: SIM katta yaamar

source: Please, insert a SIM card and reboot your phone.
son: SIM foo dam nda war talfonoo tunandi taaga.

source: Telemetry sends Mozilla data about performance, hardware, configurations, customizations and app usage in your {{brandShortName}} device. We use this to make our products better, faster and more responsive.
son: Mooru-neeširi ka bayhaya sanba Mozilla do goyyan sahã, jinay šenda, hanseyan nda porogaram goy war {{brandShortName}} jinaa ga. Ir ga goy nda woo ka jinawey boryandi, k'i cahãndi nda maatandi ka tonton.

source: Learn more at <a>{{url}}</a>
son: Bay ka tonton ne <a>{{url}}</a>

source: Learn how Mozilla handles your information at <a>{{url}}</a>
son: Bay taka kaŋ nda Mozilla ga war alhabaarey ne <a>{{url}}</a>

source: Welcome to <a>{{brandShortName}}</a>, the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
son: Kubayni <a>{{brandShortName}}</a> do, forba nda ašsil-feerante goy dabariɲaa Mozilla se. Ir allaahidoo ti interneti ma cindi feerante, taagante nda gomni teehaya kaŋ nda interneti sahãa ma cindi war kanbey ra.

source: You can help us improve our products and services by automatically sending analytics data. See our <a>Privacy Notice</a> to learn how we handle data from your device.
son: War ga hin k'ir gaa ka jinawey nda goyey boryandi ka tonton nda koroši bayhayey ga sanbandi ngi boŋ se. Ir <a>Sutura yaamaroo</a> guna ka bay taka kaŋ nd'ir ga bayhayey dii war jinaa ga.

source: Help us improve our products and services by automatically sending analytics data.
son: War g'ir gaa ka jinawey nda goyey boryandi nda koroši bayhayey ga sanbandi ngi boŋ se.

source: Learn how Mozilla handles your information in our <a>privacy policy</a>.
son: Bay taka kaŋ nda Mozilla ka war alhabarey dii ir <a>sutura laada</a> ra.

source: Read our <a>Privacy Notice</a>
son: Ir <a>sutura bayrandiyanoo</a> caw

source: About {{brandShortName}}
son: {{brandShortName}} ga

source: Your Privacy
son: War suturaa

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
son: Nda war goy nda {{brandShortName}} , war tee konday-ize adduɲɲaa-me jamaa kaŋ ga durkutu ka zaman annuurante tee interneti se. Nda war ga boona ka bay ka tonton Mozilla margaa ga, ir jinawey nda batey war heroo ga, taare war bataga aderesoo hantum ganda.

source: Yes! Send data.
son: Ayyo! Bayhayey sanba.

source: Email address
son: Bataga aderesu

source: Email successfully added
son: Bataga tontonandi ka boori

source: Saving your email…
son: Ga war batagaa gaabu…

source: Basic
son: Faala

source: Enhanced
son: Tontonante

# noneMetricsRadio
source: None
son: Baffoo

source: Send app usage and error reports.
son: Porogaram goyyan nda firka bayrandi sanba

source: Send Basic report plus diagnostic information.
son: Bayrandi faala nda malal korošiyan alhabar sanba.

source: Do not send any data.
son: Wa ši bayhaya kul sanba.

source: Back
son: Banda

source: Next
son: Jine

source: Join
son: Huru

source: Done
son: Ben

source: That’s it!
son: Woo no!

source: Start your phone tour!
son: War talfon gunari šintin!

source: Start your tablet tour!
son: Šintin ka war talfonoo guna!

source: Join us for a quick tutorial about your new phone.
son: Wa kaa ir ma war talfonoo fahami-caw cahãnte tee.

source: Join us for a quick tutorial about the updates to your phone!
son: Kaa ir bande cawyan kayna foo se ka dii war talfonoo taagarandirey!

source: You’re ready to enjoy your new phone.
son: Soolu ka ɲaali nda war talfon taagaa.

source: You’re ready to enjoy your updated phone.
son: Soobay ka ɲaali nda war talfon taagantaa.

source: You can change the language, date/time and Wi-Fi connection in settings.
son: War ga hin ka šennoo, hanoo/waatoo nda Wi-Fi ciyari barmay kayandiyaney ra.

source: Let’s go
son: Ir ma koy

source: Start tour
son: Gunari šintin

source: You can always swipe from the bottom edge to enter home screen.
son: War ga hin k'a mooru ganda here ka šintin diji feeri.

source: Let’s do it!
son: Ir m'a tee!

source: Free Apps
son: Forba porogaramey

source: {{carrierName}} is offering free apps to help get you started. They will download <em>at no charge</em> while you finish setting up your phone.
son: {{carrierName}} ka porogaram forbayaŋ noo ka war gaa ka šintin. I ga zunbu <em>bila nda banayan</em> waati kaŋ war ga war talfonoo kayandi ka ben.

source: {{carrierName}} is offering free apps to help get you started. You can download them <em>at no charge</em>.
son: {{carrierName}} ka porogaram forbayaŋ noo ka war gaa ka šintin. War ga hin k'a zumandi <em>bila nda banayan</em>.

source: Your carrier is offering free apps to help get you started. They will download <em>at no charge</em> while you finish setting up your phone.
son: War konpaɲaa ga porogaram forbayaŋ noo ka war gaa ka šintini. I ga zunbu <em>bila nda banayan</em> waati kaŋ war ga war talfonoo kayandi ka ben.

source: Your carrier is offering free apps to help get you started. You can download them <em>at no charge</em>.
son: War konpaɲaa ga porogaram forbayaŋ noo ka war gaa ka šintini. War ga hin k'i zumandi <em>bila nda banayan</em>.

source: Find these apps and many more when you visit Marketplace!
son: Koy Marketplace ga ka duu porogaramey wey nd'ibooboyaŋ!

source: Tutorial
son: Cawandi

# tutorial-step1-large-3
source: Swipe down to access recent notifications, usage information and settings.
son: Mooru ganda ka dii bayrandi kokorantey, alhaku alhabar nda kayandiyaney.

source: Swipe left or right to discover new apps on home screen.
son: Mooru cere wowa wal'iguma ga ka dii porogaram taagey šintin dijoo ga.

source: Tap and hold on an icon to delete or move it.
son: Bii karkar nd'a dii k'a tuusu wala k'a ganandi.

source: Two fingers swipe up from the bottom edge to trigger card view.
son: Mooru nda kanbe-ize hinka beene ka hun ganda to kattagunari tunandi.

source: Swipe up and down to browse your apps. Tap and hold an icon to delete, move, or edit it.
son: Mooru beene nda ganda ka dii war porogaramey. Bii karkar nd'a naagu k'a tuusu, ganandi wala fasal.

# tutorial-notifications-v2-tiny
source: Swipe down to access recent notifications, usage information and settings.
son: Mooru ganda ka dii bayrandi kokorantey, alhaku alhabar nda kayandiyaney.

source: Drag from the left edge of your screen to return to recently used apps.
son: Cendi kanbe wowa here war dijoo ga ka porogaramey kaŋ kokor ka goy nd'ey willi.

source: Tap on the search box anytime to start a search or go to a website.
son: Ceeci bataa karkar waati kul ka ceeciyan šintin wala ka koy interneti doo ga.

source: Your bookmarks have been moved to the homescreen. When editing, tap a bookmark to edit or rename it.
son: War doo-šilbawey n' ka gana šintin moɲoo ga. Fasalyan waate, doo-šilbay karkar k'a fasal wala k'a noo maa taaga.

source: You must be connected to the Internet to view the page.
son: War mma hima ka dobu interneti ga ka hin ka dii moɲoo.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
son: Taare yee banda nda interneti feeri. War ga hin ka moɲoo guna da hiino nda Kayandiyaney wala nda war na {{url}} foo feeri.

source: OK
son: Ayyo

source: You must be connected to the Internet to subscribe to the newsletter.
son: War mma hima ka dobu interneti ga ka maa-hantum alhabar batagaa se.

source: Please go back and connect to the Internet.
son: Taare yee banda de wa interneti cee.

source: Your email is not valid
son: War batagaa ši boori

source: Please go back and correct your entry.
son: Taare yee banda de wa hantumoo boryandi.

source: Retry
son: Šii taaga

source: Cancel
son: Naŋ

source: Step {{step}} of {{total}}
son: Ceebandu {{step}} ka hun {{total}} ra

source: First Time Experience
son: Cee jina šiiyan
