Repository: translate/mozilla-gaia
Catalog: ff/apps/settings/device_type/tv/settings.device.properties.po
Languages: ff

source: The ringtone was not changed because the selected file can not be played on this TV.
ff: Holɓoore ndee waylaaka sabu fiilde labaande dee waawaa tareede e ɗee-ɗoo tele.

source: Find My Device allows you to locate, lock or erase your TV
ff: Yiytu Kaɓirgol Am nafata ko yiytude, daaƴde walla momtude tele maa

source: Find My Device allows you to locate, lock or erase your TV from a web site:
ff: Yiytu Kaɓirgol Am nafata ko yiytude, daaƴde walla momtude tele maa huutoraade lowre geese:

source: Your TV is being tracked by another device through the website.
ff: Tele maa woni ko e rewindeede kaɓirgol goɗngol e ndee lowre geese.

source: No devices are actively tracking your TV through the website.
ff: Alaa kaɓirɗi ndewindii tele maa e ndee lowre e oo sahaa.

source: Enabling USB storage allows another computer or device connected using USB to access files on this TV.
ff: Hurminde ndesgu USB yamirat ordinateer walla kaɓirgol ceŋingol e USB yoo naat e piille ɗee tele.

source: Reset TV
ff: Firlit tele

source: Resetting will erase all your data, including any apps you’ve purchased. The TV will be restored to its factory condition. None of your settings or data will be saved.
ff: Firlitde maa momtu kala keɓe, kañum e jaaɓɗe ɗe cood-ɗaa. Tele ɗee maa pirlite e ngonka mum ngadanka. Hay baɗte e keɓe walla teelte ndanndetaake.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your TV will have unrestricted developer tools, allowing you to modify and debug system applications.
ff: Firlitde maa momtu kala keɓe maa, wonndude e jaaɓɗe ɗe cood-ɗaa. Alaa teelte walla keɓe njogori ndanndeede. Kono tele maa waɗat kuutorɗe topaajo ɗe daaƴaaka, kisa mbaawaa waylude e buggitaade jaaɓɗe yuɓɓo.

source: Turning on power save mode turns off the TV’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
ff: Huɓɓude mbayka danndugol jaynge ñifat keɓe tele ɗee, ceŋol Bluutoos e Tolnitorde ngam ɓeydude nguurndam batiri oo. Aɗa waawi noon hurminde ɗeen carwe kadi e junngol.

source: Help us improve {{brandShortName}} by sharing data about your TV and the way you use it.
ff: Wallu-en moƴƴinde {{brandShortName}} so lollinde keɓe baɗte tele maa e no kuutorto-ɗaa ɗe.

source: Connected to TV audio
ff: Seŋiima e ojoo tele ɗee

source: Connected to TV/media audio
ff: Seŋiima e ojoo tele/mejaare
