Repository: translate/mozilla-gaia
Catalog: zam/apps/communications/contacts/matcher/matcher.properties.po
Languages: zam

source: Looking for duplicate contacts
zam: Güi cho toob lu chop

source: Merging duplicate contacts
zam: De lin chopa

source: No duplicate contacts found
zam: Na gadt lin chopa

source: Merge
zam: Góks ah

source: Merge duplicates
zam: Góks ah

source: Suggested duplicate contacts for {{name}}
zam: Li chop kue {{name}}

source: No contacts selected
zam: Yent cho re tal mxhen na

source: Merge with {{n}} contact
zam: Mketa {{n}} mtal

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
zam: Mketa {{n}} mtal

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
zam: Mketa {{n}} mtal

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
zam: Mketa {{n}} mtal

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
zam: Laá yu {{n}} re tal

source: Duplicates found
zam: Ko mxial

source: {{name}} duplicates information in the following contacts
zam: {{name}} li chop kue

source: OK
zam: BLIY
