Repository: translate/mozilla-gaia
Catalog: son/apps/video/video.properties.po
Languages: son

source: Done
son: A ben

# number-selected2[zero]
source: Select
son: Suuba

# number-selected2[one]
source: {{ n }} selected
son: {{ n }} suubandi

# number-selected2[two]
source: {{ n }} selected
son: {{ n }} suubandi

# number-selected2[few]
source: {{ n }} selected
son: {{ n }} suubandi

# number-selected2[many]
source: {{ n }} selected
son: {{ n }} suubandi

# number-selected2[other]
source: {{ n }} selected
son: {{ n }} suubandi

source: Nothing selected
son: Haya kul mana suubandi

source: Delete selected item?
son: Haya suubantaa tuusu?

# delete-n-items?[two]
source: Delete {{ n }} items?
son: Haya {{ n }} tuusu?

# delete-n-items?[few]
source: Delete {{ n }} items?
son: Haya {{ n }} tuusu?

# delete-n-items?[many]
source: Delete {{ n }} items?
son: Haya {{ n }} tuusu?

# delete-n-items?[other]
source: Delete {{ n }} items?
son: Haya {{ n }} tuusu?

source: Try sharing one video at a time.
son: Ceeci ka widewo foo žemna waati foo.

source: Videos
son: Widewo

source: Delete video?
son: Widewo tuusu?

source: Add videos to get started
son: Widewoyaŋ tonton ka šintin

source: Load videos on to the memory card.
son: Widewoyaŋ zumandi lakkal kattaa ga.

source: No memory card found
son: Lakkal katta kul mana duwandi

source: Insert a memory card to watch videos.
son: Lakkal katta dam ka widewo guna.

source: Video can not be watched while plugged in
son: Widewo ši hin gunandi nda talfon goo kuraŋ ga

source: Unplug the phone to watch videos.
son: Talfon kaa kuraŋ ga ka widewo guna.

source: Database Upgrade
son: Bayrayhugu taagandiri

source: Please wait while Video updates its database.
son: Batu taare kaŋ widewo ga nga bayrayhugoo taagandi.

source: Are you sure you want to delete:
son: Alhakiika war ga baa ka woo tuusu:

source: Select a video
son: Widewo suuba

source: Save
son: Gaabu

source: Saved {{title}} to Video
son: {{title}} gaabundi widewo ga

source: The video could not be downloaded because of a network error.
son: Widewo mana hin ka zunbu sankay firka foo se.

source: Video cannot be played: either because the server or network failed or because the format is not supported.
son: Widewo ši hin ka hẽenandi: wala zama feršikaa wala sankaa kay wala zama takaroo ši nda gaakašinay.

source: An unknown video error occurred.
son: Widewo firka šibayante foo bangay.

source: Cannot play video
son: Ši hin ka widewo hẽenandi

source: Another app is currently using the video player.
son: Porogam-ize tana goo ma dira widewo hẽenandijinaa ga.

source: Go to Camera
son: Koy biizaahaya do

source: Name
son: Maa

source: Length
son: Kuuyan

source: Size
son: Azzaati

source: Video Type
son: Widewo dumi

source: Date Taken
son: Zaa hanoo

source: Resolution
son: Bii-sahã

source: Close
son: Daabu

source: Bytes
son: Cebsey

source: Share
son: Žemna

source: More info
son: Bay ka tonton

source: Delete
son: Tuusu

source: Video
son: Widewo

# select-button.ariaLabel
source: Select
son: Suuba

# delete-button.ariaLabel
source: Delete
son: Tuusu

# share-button.ariaLabel
source: Share
son: Žemna

source: Info
son: Alhabar

source: Confirm
son: Tabatandi

# videos-list.ariaLabel
source: Videos
son: Widewo

source: More
son: Tontoni

source: Seek backward
son: Ceeci banda

source: Seek bar, duration {{ duration }}
son: Ceeci zuu, gayyan {{ duration }}

source: Seek forward
son: Ceeci jine

source: Play
son: Hẽenandi

source: Pause
son: Hunanzam

source: Full screen
son: Dijikul

source: Show controls
son: Dabarey cebe

source: Hide controls
son: Dabarey tugu

source: Loading
son: Goo ma zunandi
