Repository: translate/mozilla-gaia
Catalog: pbb/shared/media/media.properties.po
Languages: pbb

source: {{orientation}} image, {{timestamp}}
pbb: Pisanxisa's {{orientation}}, {{timestamp}}

source: {{orientation}} image
pbb: Pisanxi's {{orientation}}

source: {{orientation}} video, {{timestamp}}
pbb: Pnasa's thegn {{orientation}}, {{timestamp}}

source: {{orientation}} video
pbb: Pnasa's thegn {{orientation}}

source: portrait
pbb: Kathçxaa

source: landscape
pbb: Pesathwe'sx

source: Play
pbb: Nuypehnana

source: Pause
pbb: Tudte mikhyuju'

source: Next
pbb: Ya'çka kaahnxi

source: Previous
pbb: Estewe'sx

source: Fullscreen
pbb: Jxuka thegwa'h

source: Seek bar, duration {{ duration }}
pbb: Jxukatewe'sxa's pakwen, thenxunxi's {{ duration }}
