Repository: translate/mozilla-gaia
Catalog: ff/apps/communications/contacts/contacts.properties.po
Languages: ff

source: Call
ff: Noddu

source: Edit
ff: Taƴto

source: Cancel
ff: Haaytu

source: Done
ff: Gasii

source: Update
ff: Hesɗitin

source: Retry
ff: Eto goɗngol

source: Contacts
ff: Jokkondire

source: Add contact
ff: Ɓeydu jokkondiral

source: Delete contact
ff: Momtu jokkondiral

source: Select contact
ff: Labo jokkondiral

source: Select all
ff: Labo Fof

source: Deselect all
ff: Labto fof

source: Edit contact
ff: Taƴto jokkondiral

source: Delete contact?
ff: Momtu jokkondiral?

source: Remove
ff: Ittu

source: Delete
ff: Momtu

source: Comments
ff: Jowe

source: This contact does not have a phone number
ff: Ngal jokkondiral alaa tonngoode telefon

source: This contact does not have an email address
ff: Ngal jokkondiral alaa tonngoode ñiiɓirde iimeel

source: This contact does not have a phone number and email address
ff: Ngal jokkondiral alaa tonngoode noddirde e ñiiɓirde iimeel

source: Remove contact picture?
ff: Momtu natal jokkondiral?

source: Loading contacts…
ff: Nana loowa jokkondire…

source: No contacts in your Contacts list
ff: Alaa jokkondire e doggol Jokkondire

source: No name
ff: Alaa innde

source: Name
ff: Innde

source: Last name
ff: Yettoode

# tel.placeholder
source: Phone
ff: Cinndel

source: Carrier
ff: Carwinoowo

# carrier.placeholder
source: Carrier
ff: Carwinoowo

source: Email
ff: Iimeel

# email.placeholder
source: Email
ff: Iimeel

source: Street
ff: Mbedda

source: Zip code
ff: Kod posto

source: City
ff: Wuro

source: Country
ff: Leydi

source: Comment
ff: Yowre

source: Company
ff: Antarpriis

source: Date
ff: Ñalngu

# date-span-placeholder
source: Date
ff: Ñalngu

# date.placeholder
source: Date
ff: Ñalngu

source: Birthday
ff: Maanditaare

source: %B %e
ff: %e %B

source: Anniversary
ff: Maanditaare

source: Add Picture
ff: Ɓeydu Natal

source: Add Phone
ff: Ɓeydu Cinndel

source: Add Email
ff: Ɓeydu Iimeel

source: Add Address
ff: Ɓeydu Ñiiɓirde

source: Add Date
ff: Ɓeydu Ñalngu

source: Add Comment
ff: Ɓeydu Yowre

source: Add as Favorite
ff: Ɓeydu e Labaaɗe

source: Remove as Favorite
ff: Ittu e Laabaaɓe

source: Add
ff: Ɓeydu

# editButton.ariaLabel
source: Edit
ff: Taƴto

# phoneDetail.ariaLabel
source: Phone
ff: Cinndel

# emailDetail.ariaLabel
source: Email
ff: Iimeel

# addressDetail.ariaLabel
source: Address
ff: Ñiiɓirde

# dateDetail.ariaLabel
source: Date
ff: Ñalngu

# composeEmail.ariaLabel
source: Email
ff: Iimeel

# makeCall.ariaLabel
source: Call
ff: Noddu

source: Phones
ff: Cinnde

source: Emails
ff: Iimeeluuji

source: Addresses
ff: Ñiiɓirɗe

source: Dates
ff: Ñalɗi

source: Notes
ff: Ciife

source: Exit
ff: Yaltu

source: Expand
ff: Wertu

source: Name:
ff: Innde:

source: Last name:
ff: Yettoode:

source: Phone number:
ff: Tonngoode noddirde:

source: Carrier:
ff: Carwinoowo:

source: Email:
ff: Iimeel:

source: Street:
ff: Mbedda:

source: Zip code:
ff: Kod posto:

source: City:
ff: Wuro:

source: Country:
ff: Leydi:

source: Comment:
ff: Yowre:

source: Main information
ff: Humpito arwaniiwo

source: Phone numbers
ff: Tonngooɗe noddirde

source: Email address
ff: Ñiiɓirde iimeel

# legendAddress
source: Address
ff: Ñiiɓirɗe

source: Search
ff: Yiylo

source: No contacts found
ff: Alaa jokkondire njiytaa

source: Transfer Contacts
ff: Waanjito Jokkondire

# importContactsTitle
source: Import Contacts
ff: Jiggo Jokkondire

# importContactsButton
source: Import Contacts
ff: Jiggo Jokkondire

# exportContactsTitle
source: Export Contacts
ff: Jiggito Jokkondire

# exportContactsButton
source: Export Contacts
ff: Jiggito Jokkondire

source: Export
ff: Jiggito

source: Export to SIM
ff: Jiggito to SIMSIM

source: Export to memory card
ff: Jiggito to kartal memuwaar

source: Export to Bluetooth
ff: Jiggito to Bluutuus

source: Cannot use memory card because USB storage is enabled
ff: Horiima huutoraade kartal memuwaar sabu ndesgu USB ena hurmi

source: Export error
ff: Juumre jiggito

source: {[ plural(exported) ]}
ff: {[ plural(imported) ]}

source: No contacts exported
ff: Alaa jokkondire njiggitaa

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
ff: {{exported}}/{{total}} jokkondire njiggitaama

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
ff: {{exported}}/{{total}} jokkondire njiggitaama

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
ff: {{exported}}/{{total}} jokkondire njiggitaama

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
ff: {{exported}}/{{total}} sehil njiggitaama

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
ff: {{exported}}/{{total}} jokkondire njiggitaama

source: Some error happened while exporting
ff: Won juumre waɗi tuma nde jiggittoo

# exportError-SD-shared
source: Can’t access memory card because it’s shared
ff: Horiima heɓde kartal memuwaar sabu ko ngal peccangal

# exportError-SD-unavailable
source: Memory card is not available
ff: Kartal memuwaar heɓotaako

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
ff: Ndesgu nattii heewde e kartal memuwaar ngam jiggitaade jokkondire

source: SIM card is not available
ff: Kartal SIM heɓotaako

# exportError-BT-shared
source: Can’t access memory card because it’s shared
ff: Horiima heɓde kartal memuwaar sabu ko ngal peccangal

# exportError-BT-unavailable
source: Memory card is not available
ff: Kartal memuwaar ngal heɓotaako

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
ff: Ndesgu nattii heewde e kartal memuwaar ngam jiggitaade jokkondire

source: Social networks
ff: Laylayte renndo

source: Link contact
ff: Seŋondir jokkondiral

source: Unlink contact
ff: Seŋtondir jokkondiral

source: Do you want to unlink your friend?
ff: Aɗa yiɗi seŋtude sehil maa?

source: Unlink
ff: Seŋtondir

source: Import Facebook friends
ff: Jiggo sehilaaɓe Facebook

source: View Facebook profile
ff: Yiyto heftinirde Facebook

source: Message
ff: Ɓatakuru

source: Wall post
ff: Postol ɓalal

source: Share Contact
ff: Lollin Jokkondiral

source: The contact cannot be shared due to Facebook constraint.
ff: Jokkondiral ngal waawaa lollineede sabu Facebook jaɓaani.

source: Other accounts
ff: Konte goɗɗe

source: Sync friends
ff: Sehilaaɓe Sync

source: Select mobile
ff: Labo cinndel

source: Select email
ff: Labo iimeel

source: Select recipient
ff: Labo neldeteeɗo

source: Order by last name
ff: Leemtoro yettoode

# importSim2
source: SIM card
ff: Kartal SIM

source: Bluetooth
ff: Blootuus

source: Update imported friends
ff: Hesɗitin sehilaaɓe jiggaaɓe

source: Removing Facebook data
ff: Nana momta keɓe Facebook

source: Logging out from Facebook
ff: Nana seŋtoo e Facebook

source: Remove all Facebook data?
ff: Momtu keɓe Facebook fof?

source: Your password in Facebook has changed. Please, update it.
ff: Finnde maa e Facebook wayliima. Tiiɗno hesɗitin-nde.

source: Not enabled yet
ff: Hurminaaka tawo

source: To import contacts connect to Wi-Fi or data network
ff: Ngam jiggitaade jokkondire seŋo e Wifi walla keɓe laylaytol

source: SIM card
ff: Kartal SIM

source: Memory card
ff: Kartal memuwaar

# ICEContactsGroup
source: ICE Contacts
ff: Jokkondire ICE

source: Set ICE Contacts
ff: Labo Jokkondire ICE

# ICESettingTitle
source: ICE Contacts
ff: Jokkondire ICE

source: Add two contacts for making “In Case of Emergency” calls.
ff: Ɓeydu jokkondire ɗiɗi ngam waɗde noddude “E Ko Yaajtii”.

source: ICE Contact 1
ff: Jokkondiral ICE 1

source: Select a contact
ff: Labo jokkondiral

source: ICE Contact 2
ff: Jokkondiral ICE 2

source: This contact is already an existing ICE contact
ff: Ngal jokkondiral ena woodi kisa e ICE

source: There was an error setting the contact as ICE
ff: Waɗii juumre waɗtude jokkondiral ngal ICE

source: This contact doesn't have a phone number
ff: Ngal jokkondiral alaa tonngoode telefon

source: Facebook contacts cannot be set as ICE contacts
ff: Jokkondire Facebook mbaawaa waɗteede ICE

source: Deleted phone numbers are removed from ICE Contact
ff: Tonngooɗe momtaaɗe ngittete e jokkondire ICE

source: All the numbers are deleted. This contact is removed from the ICE Contacts.
ff: Jokkondire ɗee fof momtaama. Ngal jokkondiral momtaama e jokkondire ICE.

source: No contacts
ff: Alaa jokkondire

source: Start adding them now
ff: Fuɗɗo ɓeydude-ɗe jooni

source: Not imported
ff: Jiggaaka

source: Imported
ff: Jiggaama

source: Today
ff: Hannde

source: Yesterday
ff: Haŋki

source: Please hold on. We are canceling the ongoing operation.
ff: Tiiɗno muño. Min ngoni ko e haaytinde baɗe gonaaɗe ɗee.

source: Organize Contacts
ff: Toppito Jokkondire

source: Find duplicate contacts
ff: Yiylo jokkondire pune

source: Preparing contacts
ff: Nana hebla jokkondire

source: SIM Card is full
ff: Kartal SIM ngal heewii

source: Cannot access SIM card’s phone book
ff: Horiima heɓde jokkondire kartal SIM ngal

source: No SIM detected
ff: Alaa SIM yiytaa

source: An error occurred while exporting a contact
ff: Juumre waɗii tuma nde jokkondiral jiggittee

source: To export contacts insert or unlock your SIM card
ff: Ngam jiggitaade jokkondire naatnu walla daaƴtu kartal SIM maa

source: To export contacts insert a memory card
ff: Ngam jiggaade jokkondire naatnu kartal memuwaar

source: Contacts Management
ff: Toppitorde Jokkondire

# DeleteTitle
source: Delete
ff: Momtu

source: Delete Contacts
ff: Momtu jokkondire

source: Contacts delete cancelled
ff: Momtugol jokkondire yaaytii

# DeletedTxt[zero]
source: No Contact to Delete
ff: Alaa Jokkondire Momteteeɗe

source: 1 Contact removed
ff: Jokkondiral 1 momtaama

# DeletedTxt[two]
source: {{n}} Contacts removed
ff: Jokkondire {{n}} momtaama

# DeletedTxt[few]
source: {{n}} Contacts removed
ff: Jokkondire {{n}} momtaama

# DeletedTxt[many]
source: {{n}} Contacts removed
ff: Jokkondire {{n}} momtaama

# DeletedTxt[other]
source: {{n}} Contacts removed
ff: Jokkondire {{n}} momtaama

source: Deleting contacts
ff: Nana momta jokkondire

# ContactConfirmDel[zero]
source: No Contact to Delete
ff: Alaa Jokkondire Momteteeɗe

source: Delete 1 Contact? This cannot be undone.
ff: Momtu Jokkondiral 1? Ɗuum firtotaako.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
ff: Momtu Jokkondire {{n}}? Ɗuum firtotaako.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
ff: Momtu Jokkondire {{n}}? Ɗuum firtotaako.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
ff: Momtu Jokkondire {{n}}? Ɗuum firtotaako.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
ff: Momtu Jokkondire {{n}}? Ɗuum firtotaako.

# SelectedTxt[zero]
source: Contacts
ff: Jokkondire

# SelectedTxt[one]
source: {{n}} selected
ff: {{n}} labaama

# SelectedTxt[two]
source: {{n}} selected
ff: {{n}} labaama

# SelectedTxt[few]
source: {{n}} selected
ff: {{n}} labaama

# SelectedTxt[many]
source: {{n}} selected
ff: {{n}} labaama

# SelectedTxt[other]
source: {{n}} selected
ff: {{n}} labaama

source: Video
ff: Widewo

source: Audio
ff: Ojoo

# removeField.ariaLabel
source: Remove
ff: Ittu

source: Undo
ff: Firtu

source: ICE Contacts
ff: Jokkondire ICE

source: Edit Picture
ff: Taƴto Natal

source: Remove photo
ff: Momtu natal

source: Change photo
ff: Waylu natal

source: Photo options
ff: Cuɓe natal
