Repository: translate/mozilla-gaia
Catalog: son/apps/system/accessibility.properties.po
Languages: son

source: To enable screen reader, press volume up then volume down buttons three more times
son: Ka diji cawkaa tunandi, jindoo tonton jina, de m'a naagu ganda cee hinza k'a zumandi

source: To disable screen reader, press volume up then volume down buttons three more times
son: Ka diji cawkaa kayandi, jindoo tonton jina, de m'a naagu ganda cee hinza k'a zumandi

source: Screen reader started
son: Diji cawkaa n' ka tun

source: Screen reader stopped
son: Diji cawkaa n' kay

# accessibility-menubar
source: menu bar
son: šilbayboŋ žeeri

# accessibility-scrollbar
source: scroll bar
son: maažeeri cendante

# accessibility-grip
source: grip
son: ɲifi

# accessibility-alert
source: alert
son: yaamar

# accessibility-menupopup
source: menu popup
son: šilbayboŋ biibata

# accessibility-document
source: document
son: takadda

# accessibility-pane
source: pane
son: feddi

# accessibility-dialog
source: dialog
son: willandi

# accessibility-separator
source: separator
son: fayari

# accessibility-toolbar
source: toolbar
son: goyjinay žeeri

# accessibility-statusbar
source: status bar
son: assariya maažeeri

source: table
son: daari

# accessibility-columnheader
source: column header
son: soofu boŋdeke

# accessibility-rowheader
source: row header
son: sorro boŋdeke

# accessibility-column
source: column
son: soofu

# accessibility-row
source: row
son: sorro

# accessibility-cell
source: cell
son: kali-ize

source: link
son: dobu

# accessibility-list
source: list
son: maašeede

# accessibility-listitem
source: list item
son: maašeede hayiize

# accessibility-outline
source: outline
son: filla-boŋ

# accessibility-outlineitem
source: outline item
son: filla-boŋ hayiize

# accessibility-pagetab
source: tab
son: nor loku

# accessibility-propertypage
source: property page
son: mayray moo

# accessibility-graphic
source: graphic
son: bii takari

source: button
son: butoŋ

# accessibility-checkbutton
source: check button
son: maasa butoŋ

# accessibility-radiobutton
source: radio button
son: arajo butoŋ

# accessibility-combobox
source: combo box
son: kunkuni bata

# accessibility-progressbar
source: progress bar
son: jinekoyyan žeeri

# accessibility-slider
source: slider
son: tutiji

# accessibility-spinbutton
source: spin button
son: kuubi butoŋ

# accessibility-diagram
source: diagram
son: bii

# accessibility-animation
source: animation
son: hunandiyan

# accessibility-equation
source: equation
son: sawandiyan

# accessibility-buttonmenu
source: button menu
son: butoŋ šilbayboŋ

# accessibility-whitespace
source: white space
son: farru kaaray

# accessibility-pagetablist
source: tab list
son: nor loku maašeede

# accessibility-canvas
source: canvas
son: korfur gam

# accessibility-checkmenuitem
source: check menu item
son: maasa šilbayboŋ hayiize

# accessibility-label
source: label
son: šilbay

source: password text
son: šennikufal kalimaɲaa kuru

# accessibility-radiomenuitem
source: radio menu item
son: arajo šilbayboŋ hayiize

# accessibility-textcontainer
source: text container
son: kalimaɲaa diikaw

# accessibility-togglebutton
source: toggle button
son: kanjari butoŋ

# accessibility-treetable
source: tree table
son: tuuri daari

# accessibility-header
source: header
son: boŋdeke

# accessibility-footer
source: footer
son: ceedeke

# accessibility-paragraph
source: paragraph
son: kalimaɲaa zuu

# accessibility-entry
source: entry
son: hantumi

# accessibility-caption
source: caption
son: filla-ize

# accessibility-heading
source: heading
son: dunbumaa

# accessibility-section
source: section
son: dunbu

# accessibility-form
source: form
son: toonandi takadda

# accessibility-comboboxlist
source: combo box list
son: kunkuni bata maašeede

# accessibility-comboboxoption
source: combo box option
son: kunkuni bara suubari

source: image map
son: bii dunbante

# accessibility-listboxoption
source: option
son: suubayan-bande

# accessibility-listbox
source: list box
son: maašeede bata

# accessibility-flatequation
source: flat equation
son: sawandi kanante

# accessibility-gridcell
source: gridcell
son: tema kali-ize

# accessibility-note
source: note
son: laasaabay

source: figure
son: žeeribii

# accessibility-definitionlist
source: definition list
son: bayrandiyan maašeede

# accessibility-term
source: term
son: kalima

# accessibility-definition
source: definition
son: bayrandiyan

source: text area
son: kalimaɲaa kuru ganda

source: date
son: han

source: e-mail
son: bataga

# accessibility-textInputType_search
source: search
son: ceeci

source: telephone
son: talfon

source: heading level {{0}}
son: dunbumaa adadu {{0}}

source: First item
son: Hayiize jinaa

source: Last item
son: Hayiize koraa

# accessibility-listItemsCount[zero]
source: {{count}} items
son: hayiize {{count}}

source: {{count}} item
son: hayiize {{count}}

# accessibility-listItemsCount[two]
source: {{count}} items
son: hayiize {{count}}

# accessibility-listItemsCount[few]
source: {{count}} items
son: hayiize {{count}}

# accessibility-listItemsCount[many]
source: {{count}} items
son: hayiize {{count}}

# accessibility-listItemsCount[other]
source: {{count}} items
son: hayiize {{count}}

source: {{0}} of {{1}}
son: {{0}} hun {{1}} ra

source: banner
son: deeji-zaara

source: complementary
son: timmandihaya

source: content info
son: gundekuna alhabar

source: main
son: boŋ

source: navigation
son: naaruyan

# accessibility-search
source: search
son: ceeci

# accessibility-tblColumnInfo[zero]
source: with {{count}} columns
son: nda soofu {{count}}

source: with {{count}} column
son: nda soofu {{count}}

# accessibility-tblColumnInfo[two]
source: with {{count}} columns
son: nda soofu {{count}}

# accessibility-tblColumnInfo[few]
source: with {{count}} columns
son: nda soofu {{count}}

# accessibility-tblColumnInfo[many]
source: with {{count}} columns
son: nda soofu {{count}}

# accessibility-tblColumnInfo[other]
source: with {{count}} columns
son: nda soofu {{count}}

# accessibility-tblRowInfo[zero]
source: and {{count}} rows
son: nda sorro {{count}}

source: and {{count}} row
son: nda sorro {{count}}

# accessibility-tblRowInfo[two]
source: and {{count}} rows
son: nda sorro {{count}}

# accessibility-tblRowInfo[few]
source: and {{count}} rows
son: nda sorro {{count}}

# accessibility-tblRowInfo[many]
source: and {{count}} rows
son: nda sorro {{count}}

# accessibility-tblRowInfo[other]
source: and {{count}} rows
son: nda sorro {{count}}

source: Column {{0}}
son: Soofu {{0}}

source: Row {{0}}
son: Sorro {{0}}

# accessibility-spansColumns[zero]
source: spans {{0}} columns
son: ga soofu {{0}} daaru

source: spans {{0}} column
son: ga soofu {{0}} daaru

# accessibility-spansColumns[two]
source: spans {{0}} columns
son: ga soofu {{0}} daaru

# accessibility-spansColumns[few]
source: spans {{0}} columns
son: ga soofu {{0}} daaru

# accessibility-spansColumns[many]
source: spans {{0}} columns
son: ga soofu {{0}} daaru

# accessibility-spansColumns[other]
source: spans {{0}} columns
son: ga soofu {{0}} daaru

# accessibility-spansRows[zero]
source: spans {{0}} rows
son: ga sorro {{0}} daaru

source: spans {{0}} row
son: ga sorro {{0}} daaru

# accessibility-spansRows[two]
source: spans {{0}} rows
son: ga sorro {{0}} daaru

# accessibility-spansRows[few]
source: spans {{0}} rows
son: ga sorro {{0}} daaru

# accessibility-spansRows[many]
source: spans {{0}} rows
son: ga sorro {{0}} daaru

# accessibility-spansRows[other]
source: spans {{0}} rows
son: ga sorro {{0}} daaru

source: jumped
son: sarante

# accessibility-pressAction
source: pressed
son: naagante

# accessibility-checkAction
source: checked
son: maasante

source: unchecked
son: mana maasandi

# accessibility-selectAction
source: selected
son: suubante

source: unselected
son: naŋante

source: opened
son: feerante

source: closed
son: daabante

source: switched
son: bereberante

source: clicked
son: naagante

# accessibility-collapseAction
source: collapsed
son: nakasante

# accessibility-expandAction
source: expanded
son: tontonante

source: activated
son: tunante

source: cycled
son: windante

source: hidden
son: tugante

source: loading
son: goo ma zumandi

source: loaded
son: zumante

source: new tab
son: nor loku taaga

source: loading stopped
son: zumandiyan kay

source: reloading
son: ga zumandi taaga

# accessibility-stateChecked
source: checked
son: maasante

source: not checked
son: mana maasandi

# accessibility-statePressed
source: pressed
son: naagante

# accessibility-stateExpanded
source: expanded
son: tontonante

# accessibility-stateCollapsed
source: collapsed
son: nakasante

source: unavailable
son: ši bara

source: required
son: waažibante

source: visited
son: gunante

source: has pop up
son: goo nda biiboŋ bata

# accessibility-stateSelected
source: selected
son: suubante

source: editing
son: fasalyan

source: navigating
son: naaruyan

source: Default
son: Tilasu

source: Anchors
son: Kangarey

source: Buttons
son: Butoŋey

source: Combo boxes
son: Kunkuni batawey

source: Landmarks
son: Dawšilbawey

source: Entries
son: Hantumey

source: Form elements
son: Takari hayiizey

source: Images
son: Biyey

source: Headings
son: Dunbumaaɲey

source: List items
son: Maašeede hayiizey

source: Links
son: Dobey

source: Lists
son: Maašeedawey

source: Page tabs
son: Moo nor lokey

source: Radio buttons
son: Arajo butoŋey

source: Separators
son: Fayarey

source: Tables
son: Daarey

source: Check boxes
son: Maasa batawey

# accessibility-menubarAbbr
source: menu bar
son: šilbayboŋ žeeri

# accessibility-scrollbarAbbr
source: scroll bar
son: maažeeri cendante

# accessibility-gripAbbr
source: grip
son: ɲifi

# accessibility-alertAbbr
source: alert
son: yaamar

# accessibility-menupopupAbbr
source: menu popup
son: šilbayboŋ biibata

# accessibility-documentAbbr
source: document
son: takadda

# accessibility-paneAbbr
source: pane
son: feddi

# accessibility-dialogAbbr
source: dialog
son: willandi

# accessibility-separatorAbbr
source: separator
son: fayari

# accessibility-toolbarAbbr
source: toolbar
son: goyjinay žeeri

# accessibility-statusbarAbbr
source: status bar
son: assariya maažeeri

# accessibility-columnheaderAbbr
source: column header
son: soofu boŋdeke

# accessibility-rowheaderAbbr
source: row header
son: sorro boŋdeke

# accessibility-columnAbbr
source: column
son: soofu

# accessibility-rowAbbr
source: row
son: sorro

# accessibility-cellAbbr
source: cell
son: kali-ize

# accessibility-listAbbr
source: list
son: maašeede

# accessibility-listitemAbbr
source: list item
son: maašeede hayiize

# accessibility-outlineAbbr
source: outline
son: filla-boŋ

# accessibility-outlineitemAbbr
source: outline item
son: filla-boŋ hayiize

# accessibility-pagetabAbbr
source: tab
son: nor loku

# accessibility-propertypageAbbr
source: property page
son: mayray moo

# accessibility-graphicAbbr
source: graphic
son: bii takari

# accessibility-checkbuttonAbbr
source: check button
son: maasa butoŋ

# accessibility-radiobuttonAbbr
source: radio button
son: arajo butoŋ

# accessibility-comboboxAbbr
source: combo box
son: kunkuni bata

# accessibility-progressbarAbbr
source: progress bar
son: jinekoyyan žeeri

# accessibility-sliderAbbr
source: slider
son: tutiji

# accessibility-spinbuttonAbbr
source: spin button
son: kuubi butoŋ

# accessibility-diagramAbbr
source: diagram
son: bii

# accessibility-animationAbbr
source: animation
son: hunandiyan

# accessibility-equationAbbr
source: equation
son: sawandiyan

# accessibility-buttonmenuAbbr
source: button menu
son: butoŋ šilbayboŋ

# accessibility-whitespaceAbbr
source: white space
son: farru kaaray

# accessibility-pagetablistAbbr
source: tab list
son: nor loku maašeede

# accessibility-canvasAbbr
source: canvas
son: korfur gam

# accessibility-checkmenuitemAbbr
source: check menu item
son: maasa šilbayboŋ hayiize

# accessibility-labelAbbr
source: label
son: šilbay

# accessibility-radiomenuitemAbbr
source: radio menu item
son: arajo šilbayboŋ hayiize

# accessibility-textcontainerAbbr
source: text container
son: kalimaɲaa diikaw

# accessibility-togglebuttonAbbr
source: toggle button
son: kanjari butoŋ

# accessibility-treetableAbbr
source: tree table
son: tuuri daari

# accessibility-headerAbbr
source: header
son: boŋdeke

# accessibility-footerAbbr
source: footer
son: ceedeke

# accessibility-paragraphAbbr
source: paragraph
son: kalimaɲaa zuu

# accessibility-entryAbbr
source: entry
son: hantumi

# accessibility-captionAbbr
source: caption
son: filla-ize

# accessibility-headingAbbr
source: heading
son: dunbumaa

# accessibility-sectionAbbr
source: section
son: dunbu

# accessibility-formAbbr
source: form
son: toonandi takadda

# accessibility-comboboxlistAbbr
source: combo box list
son: kunkuni bata maašeede

# accessibility-comboboxoptionAbbr
source: combo box option
son: kunkuni bata suubari

# accessibility-listboxoptionAbbr
source: option
son: suubayan-bande

# accessibility-listboxAbbr
source: list box
son: maašeede bata

# accessibility-flatequationAbbr
source: flat equation
son: sawandi kanante

# accessibility-gridcellAbbr
source: gridcell
son: tema kali-ize

# accessibility-noteAbbr
source: note
son: laasaabay

# accessibility-definitionlistAbbr
source: definition list
son: bayrandiyan maašeede

# accessibility-termAbbr
source: term
son: kalima

# accessibility-definitionAbbr
source: definition
son: bayrandiyan

# accessibility-pushbutton-hint
source: Double tap to activate
son: Karkar cee hinka ka dirandi

# accessibility-checkbutton-hint
source: Double tap to activate
son: Karkar cee hinka ka dirandi

# accessibility-combobox-hint
source: Double tap to activate
son: Karkar cee hinka ka dirandi

source: Tap and hold to activate
son: Karkar nda gaabu ka dirandi

# accessibility-link-hint
source: Double tap to activate
son: Karkar cee hinka ka dirandi

# accessibility-menuitem-hint
source: Double tap to activate
son: Karkar cee hinka ka dirandi

# accessibility-checkmenuitem
source: Double tap to activate
son: Karkar cee hinka ka tunandi

# accessibility-radiomenuitem
source: Double tap to activate
son: Naagu cee hinka ka dirandi

# accessibility-option-hint
source: Double tap to activate
son: Karkar cee hinka ka dirandi

# accessibility-radiobutton-hint
source: Double tap to activate
son: Karkar cee hinka ka dirandi

# accessibility-slider-hint
source: Swipe up to increase or down to decrease
son: Mooru beene ka tonton wala ganda ka nakaši

# accessibility-spinbutton-hint
source: Swipe up to increase or down to decrease
son: Mooru beene ka tonton wala ganda ka nakaši

# accessibility-pagetab-hint
source: Double tap to activate
son: Karkar cee hinka ka tunandi

# accessibility-entry-hint
source: Double tap to activate
son: Karkar cee hinka ka tunandi

# accessibility-outlineitem-hint
source: Double tap to activate
son: Karkar cee hinka ka tunandi
