Repository: translate/mozilla-gaia
Catalog: son/apps/system/net_error.properties.po
Languages: son

source: No access to the Internet right now.
son: Interneti ši duwandi sohõda.

source: {{name}} requires an Internet connection.
son: {{name}} ga interneti ciyari waažibandi.

source: Server not found
son: Feršikaa mana duwandi

source: Can’t find the server at {{name}}.
son: Ši hin ka duu feršikaa {{name}} ga.

source: File not found
son: Tukoo mana duwandi

source: The device can’t display this page because the file cannot be found.
son: Jinaa ši hin ka moɲoo woo cebe zama tukoo ši hin ka duwandi.

# connection-failed
source: Unable to connect
son: Ši hin ka ciya

# connection-failed-error
source: A network error occurred while trying to reach the site.
son: Sankay firka bangay waatoo kaŋ i na nungoo woo ceeci.

# invalid-connection
source: Unable to connect
son: Ši hin ka ciya

# invalid-connection-error
source: A network error occurred while trying to reach the site.
son: Sankay firka bangay waatoo kaŋ i na nungoo ceeci.

source: URL not valid
son: URL ši boori

source: The URL entered is not valid and cannot be loaded.
son: URL kaŋ huru ši boori nd'a ši hin ka zumandi.

# redirect-loop
source: Can’t display page
son: Ši hin ka moɲoo cebe

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
son: Jinaa ši hin ka moɲoo woo cebe zama moɲoo ši fondo bere ka boori. Ceeci koyne ka moɲoo woo guna nd'a too kayna.

source: Page expired
son: Moɲoo waatoo ben

source: As a security precaution, this page cannot be displayed by the device because it has expired.
son: Saajaw sabbu ra, moɲoo woo ši hin ka cebe jinaa ga zama nga waatoo n' ka ben.

source: The document cannot change while Printing or in Print Preview.
son: Takaddaa ši hin ka barmay nd'a goo karyan wala kar moo-furyan alhaali ra.

source: This address is restricted
son: Aderesoo woo n' ka dafandi

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
son: Aderesoo woo ga goy nda kotay-mee kaŋ ga doona goyyaŋ kaŋ manti interneti ceeciyan. Jinaa na hãayanoo naŋ war saajaa sabboo se.

# proxy-resolve-failure
source: Proxy Server Error
son: Feršikaw tokore firka

source: The device is configured to use a proxy server that can’t be found.
son: Jinaa hansandi ka goy nda feršikaw tokore kaŋ ši duwandi.

# proxy-connect-failure
source: Proxy Server Error
son: Feršikaw tokore firka

source: The device is configured to use a proxy server that is refusing connections.
son: Jinaa hansandi ka goy nda feršikaw tokore kaŋ ši duwandi.

# content-encoding
source: Can’t display page
son: Ši hin ka moɲoo cebe

source: The device can’t display this page because a content encoding error occurred.
son: Jinaa ši hin ka moɲoo woo cebe zama gundekuna harfu-hawyan firka bangay.

source: Page unsupported
son: Moɲoo šii nda gaakašinay

source: This page can’t be displayed because it uses a technology that is not supported on the device.
son: Moɲoo woo ši hin ka cebe zam'a ga goy nda dabaribayray kaŋ ši nda gaakašinay jinaa ga.

source: Warning
son: Yaamar

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
son: Interneti nungoo ga bayrandi ka tee ženti nungu kaŋ i n'a tee ka goykey darga hala i ma ngi boŋ sutura wala nooru alhabarey zaa.

source: Malware attack blocked
son: Na hasaraw-goyjinay gagay

source: The site at has been reported as an attack site and has been blocked.
son: Nungoo ne n' ka bayrandi ka tee zanba nungu nd'a gagayandi.

source: Unsafe content
son: Gundekuna bila nda saajaw

source: The page cannot be shown because it may not be safe to open.
son: Moɲoo ši hin ka cebe zam'a ga laala feerayan se.

# corrupted-content
source: Can’t display page
son: Ši hin ka moɲoo cebe

source: The page cannot be shown because an error in the data transmission was detected.
son: Moɲoo ši hin ka cebandi zama boro na firka maate bayhayey sanbaroo waate.

source: Unable to connect
son: Ši hin ka ciya

source: Cancel
son: Naŋ

source: Close
son: Daabu

source: Try again
son: Ceeci koyne

source: Check settings
son: Kayandiyaney guna

source: Tap to check settings
son: Karkar ka kayandiyaney guna
