Repository: translate/mozilla-gaia
Catalog: son/apps/system/system.properties.po
Languages: son

source: OK
son: Ayyo

source: Back
son: Banda

source: Help
son: Faaba

source: Cancel
son: Naŋ

source: Close
son: Daabu

source: Skip
son: Sar

source: Clear
son: Tuusu

source: Enable
son: Tunandi

source: Turn On
son: Tunandi

source: Undo
son: Taafeeri

source: Enter PIN
son: PIN dam

source: Track title and artist
son: Dooni nda donkaw guna

source: Playback controls
son: Maayan dabarey

source: Previous
son: Bisante

source: Play
son: Hẽenandi

source: Pause
son: Hunanzam

source: Next
son: Jine

source: Unknown track
son: Fondo šibayante

source: Wi-Fi on
son: Wi-Fi feera

source: Wi-Fi on, initializing
son: Wi-Fi feera, ga šintin

source: Wi-Fi off
son: Wi-Fi daaba

source: Data {{type}} on
son: Bayhaya {{type}} feera

source: Data {{type}} off
son: Bayhaya {{type}} daaba

# quick-settings-bluetoothButton-on.ariaLabel
source: Bluetooth on
son: Bluetooth ga feera

source: Bluetooth on, initializing
son: Bluetooth feera, ga šintin

source: Bluetooth off
son: Bluetooth daaba

# quick-settings-airplaneMode-on.ariaLabel
source: Airplane mode on
son: Beenehii alhaali feera

source: Airplane mode off
son: Beenehii yaayi feera

source: Settings
son: Kayandiyaney

source: Utility tray
son: Nafaw fendu

source: Status Bar
son: Assariya maaboŋ

source: Battery {{level}} percent
son: Baatiri {{level}} %

source: Battery {{level}} percent, charging
son: Baatiri {{level}} %, toonandiyan

# statusbarAirplaneMode.ariaLabel
source: Airplane mode on
son: Beenehii alhaali feera

source: Wi-Fi: connecting
son: Wi-Fi: goo ma ciya

source: Wi-Fi: {{level}} of 4 bars
son: Wi-Fi: {{level}} žeeri 4 ra

source: {{operator}} network, {{level}} of 5 bars
son: {{operator}} sankay, {{level}} žeeri 5 ra

source: {{operator}} network (roaming), {{level}} of 5 bars
son: {{operator}} sankay (naaruyan), {{level}} žeeri 5 ra

source: Searching… Emergency calls only
son: Goo ma ceeci… Tilasu ciyarey hinne

source: Emergency call only
son: Tilasu ciyarey hinne

# statusbarSignalNoSimCard.ariaLabel
source: No SIM card
son: SIM katta kul šii

source: Headphones on
son: Haŋajerhayey huru

source: Bluetooth headphones on
son: Bluetooth haŋajerhayey huru

source: Bluetooth transfer active
son: Bluetooth berandi dirante

source: Tethering on
son: Ga tee moodem

source: Tethering on, active
son: Ga tee mooden, dirante

source: Alarm on
son: Ɲooje huru

# statusbarIconOn-bluetooth.ariaLabel
source: Bluetooth on
son: Bluetooth ga feera

source: Bluetooth on, active
son: Bluetooth huru, dirante

source: Mute on
son: Jinde daabu

source: Vibration on
son: Jijiriyan huru

source: Recording on
son: Jindezaayan huru

source: Geolocation on
son: Gorodoo maateyan huru

source: USB on
son: USB huru

source: Call forwarding on
son: Ciyari bisandiyan huru

source: Media playing
son: Hoorayjinay ga hẽenandi

source: NFC on
son: NFC huru

# statusbarDownload.ariaLabel
source: Downloading…
son: Goo ma zumandi…

source: Networking on
son: Sankay huru

source: Emergency callback
son: Tilasu ciyari williyan

source: No Notifications
son: Bangandiyaney

source: {{n}} Notification
son: Bangandiyan {{n}}

# statusbarNotifications[two]
source: {{n}} Notifications
son: Bangandiyan {{n}}

# statusbarNotifications[few]
source: {{n}} Notifications
son: Bangandiyan {{n}}

# statusbarNotifications[many]
source: {{n}} Notifications
son: Bangandiyan {{n}}

# statusbarNotifications[other]
source: {{n}} Notifications
son: Bangandiyan {{n}}

source: {{n}} unread notification
son: Bangandiyan daabante {{n}}

# statusbarNotifications-unread.ariaLabel[two]
source: {{n}} unread notifications
son: Bangandiyan daabante {{n}}

# statusbarNotifications-unread.ariaLabel[few]
source: {{n}} unread notifications
son: Bangandiyan daabante {{n}}

# statusbarNotifications-unread.ariaLabel[many]
source: {{n}} unread notifications
son: Bangandiyan daabante {{n}}

# statusbarNotifications-unread.ariaLabel[other]
source: {{n}} unread notifications
son: Bangandiyan daabante {{n}}

source: Debugging
son: Hasaraw kaayan

source: Notifications
son: Bangandiyaney

source: Clear all
son: Kul kaa

source: Tap to show
son: Karkar ka cebe

source: No new voicemail
son: Jinde toonandi taaga kul šii

source: One new voicemail
son: Jinde toonandi taaga foo

# newVoicemails[two]
source: {{n}} new voicemails
son: Jinde toonandi taaga {{n}}

# newVoicemails[few]
source: {{n}} new voicemails
son: Jinde toonandi taaga {{n}}

# newVoicemails[many]
source: {{n}} new voicemails
son: Jinde toonandi taaga {{n}}

# newVoicemails[other]
source: {{n}} new voicemails
son: Jinde toonandi taaga {{n}}

source: New voicemail
son: Jinde toonandi taaga 1

source: Dial {{number}}
son: Ciya {{number}}

source: EU internet detected
son: Eropu interneti maatandi

source: Tap to change.
son: Karkar ka barmay.

source: Are you sure you want to connect to the device?
son: Alhakiika war ga boona ka jinaa cee?

source: Turn on Bluetooth and connect to the device?
son: Bluetooth feeri ka jinaa cee?

source: Are you sure you want to connect to {{deviceName}}?
son: Alhakiika war ga boona ka {{deviceName}} cee?

source: Turn on Bluetooth and connect to {{deviceName}}?
son: Bluetooth feeri ka {{deviceName}} cee?

source: Turn on
son: Tunandi

# dismissNFCConnectBTdisabled
source: Cancel
son: Naŋ

source: Confirmation
son: Cimandiyan

source: Phone
son: Talfon

source: Turn on airplane mode
son: Beenehii yaayi tunandi

source: Turn off airplane mode
son: Beenehii yaayi wii

source: Silence incoming calls
son: Ciyari hurante dangayyan

source: Ring incoming calls
son: Hankul ciyari hurante

source: Restart
son: Tunandi taaga

source: Power off
son: Wii

source: View source
son: Ašsil guna

source: Your recent app windows show up here
son: War porogaram-ize zanfun kokorantey fatta ne

source: Your recent browser windows show up here
son: War ceecikaw zanfun kokorantey fatta ne

# closeCard.ariaLabel
source: Close
son: Daabu

source: Open
son: Feeri

source: Yes
son: Ayyo

source: No
son: Kalaa

source: Don’t allow
son: Ma ši yadda

source: Allow
son: Noo fondo

# dontshare-geolocation
source: Don’t Share
son: Ma ši žemna

# share-geolocation
source: Share
son: Žemna

# dontshare-audio-capture
source: Don’t Share
son: Ma ši žemna

# share-audio-capture
source: Share
son: Žemna

# dontshare-video-capture
source: Don’t Share
son: Ma ši žemna

# share-video-capture
source: Share
son: Žemna

# dontshare-media-capture
source: Don’t Share
son: Ma ši žemna

# share-media-capture
source: Share
son: Žemna

source: Front Camera
son: Jine biizaahaya

source: Back Camera
son: Banda biizaahaya

source: Remember my choice
son: Hong'ay suubaroo

source: More info…
son: Alhabar tontoni…

source: Hide info
son: Alhabar tugu

source: Install {{name}}?
son: {{name}} sinji?

source: Size
son: Azzaati

source: Author
son: Hantumkaw

# size-unknown
source: Unknown
son: Šibayante

# author-unknown
source: Unknown
son: Šibayante

source: Install
son: Sinji

source: bytes
son: cebsey

source: {{ appName }} download stopped
son: {{ appName }} zumandiyan kay

source: {{ appName }} download failed
son: {{ appName }} zumandiyan kay

source: {{ appName }} install failed
son: {{ appName }} zumandiyan kay

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
son: Naŋyan ši daymi foo nooroo willi. Nooru-williyan cawhaya banante se ti aššil neerekaa mise.

source: Apps can be installed later from the original installation source.
son: Porogaram-izey ga hin ka sinja hiino ka hun sinjiyan aššiloo ga.

source: Are you sure you want to cancel this install?
son: Alhakiika war ga boona ka sinjiroo woo naŋ?

source: {{ appName }} download cancelled
son: {{ appName }} zumandiyan kay

source: Cancel Install
son: Sinjiyan naŋ

# cancel-install-button
source: Cancel Install
son: Sinjiyan naŋ

source: Resume
son: Šintin taaga

source: Continue
son: Koy jine

source: Stop downloading {{ app }}?
son: {{ app }} zumandiroo kayandi?

source: The download can be restarted later.
son: Zumandiyanoo ga tunandi taaga hiino.

source: Stop Download
son: Zumandiyanoo kayandi

source: Not enough space
son: Dogoo ši wasa

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
son: Dogoo ši wasa porogaram-izoo woo sinjiyanoo se. Porogaram-ize nda hẽenandihaya žeenayaŋ kaa ka tee, de wa ceeci k'a sinji taaga ka hun aššiloo ga.

source: {{ appName }} installed
son: {{ appName }} n' ka sinja

source: {{ appName }} installed. Go to Settings > Language to enable it.
son: {{ appName }} n' ka sinja. Koy kayandiyaney do > Šenni k'a tunandi.

source: This add-on is able to affect your device on a system level.
son: Tontonoo woo ga hin ka war jinaa dabariɲaŋoo malal.

source: If this add-on causes a problem, press the power button during start up to disable all add-ons.
son: Nda tontonoo woo ka šenday tee, sahã butoŋoo naagu tunandiyan waate ka tontonney kul kayandi.

source: Setup
son: Kayandiyan

source: Add keyboards
son: Walhawey tonton

source: Later
son: Hiino

source: Download
son: Zumandi

source: Download update now?
son: Taagandiri zumandi sohõ?

source: Do you want to install the update now? You will not be able to use your phone for a few minutes.
son: War ga boona ka taagandiri sinji sohõ? War ši hin ka ciya nda war talfonoo miniti fooyaŋ ra.

source: A problem occurred during the system update and the installation failed. Would you like to report this as a bug?
son: Šenday foo bangay dabariɲaa taagandiroo waate nda sinjiyanoo kaŋ. War ga baa ka misoo woo bayrandi sanda laybu?

source: Install Now
son: Sinji sohõ

source: Report
son: Bayrandiyan

source: Not Now
son: Manti sohõ

source: Downloading updates… <span>{{ progress }} downloaded.</span>
son: Goo ma taagandirey zumandi … <span>{{ progress }} zunbu.</span>

source: Downloading {{ appName }}
son: Ga {{ appName }} zumandi

source: {{ progress }} downloaded
son: {{ progress }} zunbu

source: Downloading
son: Goo ma zumandi

source: {{ progress }} / {{ max }} downloaded
son: {{ progress }} / {{ max }} zunbante

source: Cancel all downloads
son: Zumandiyaney kul naŋ

source: Are you sure you want to cancel all downloads?
son: Alhakiika war ga boona ka zumandiyaney kul naŋ?

source: There was an error while downloading the updates.
son: Firka foo bangay taagandiri zumandiyanoo waate.

source: {{ n }} update available. <span>Tap for more info.</span>
son: Taagandiri {{ n }} ga bara. <span>Karkar ka bay ka tonton.</span>

# updateAvailableInfo[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
son: Taagandiri {{ n }} ga bara. <span>Kar ka bay ka tonton.</span>

# updateAvailableInfo[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
son: Taagandiri {{ n }} ga bara. <span>Kar ka bay ka tonton.</span>

# updateAvailableInfo[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
son: Taagandiri {{ n }} ga bara. <span>Kar ka bay ka tonton.</span>

# updateAvailableInfo[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
son: Taagandiri {{ n }} ga bara. <span>Kar ka bay ka tonton.</span>

source: System update available. <span>Tap for more info.</span>
son: Dabariɲaa taagandiri ga bara. <span>Kar ka bay ka tonton.</span>

source: {{ n }} update available
son: Taagandiri {{ n }} ga bara

# numberOfUpdates[two]
source: {{ n }} updates available
son: Taagandiri {{ n }} ga bara

# numberOfUpdates[few]
source: {{ n }} updates available
son: Taagandiri {{ n }} ga bara

# numberOfUpdates[many]
source: {{ n }} updates available
son: Taagandiri {{ n }} ga bara

# numberOfUpdates[other]
source: {{ n }} updates available
son: Taagandiri {{ n }} ga bara

source: System update
son: Dabariɲaa taagandiri

source: System update {{ version }}
son: Dabariɲaa taagandiri {{ version }}

source: System Update Ready
son: Dabariɲaa taagandiri soolu

source: System Update Error
son: Dabariɲaa taagandiri firka

source: Tap for more details
son: Karkar ka bay ka tonton

source: Add-on Updates are Automatic
son: Tontoney ga taagandi ngi boŋ se

source: You need at least {{ threshold }}% battery level to install the update.
son: War baatiri sahãa ga hima ka too {{ threshold }}% ka taagandiri sinji.

source: Required
son: Waažibante

source: Uncompressing… <span>This can take a few minutes.</span>
son: Ši kankamandi… <span>Woo ga hin ka tee minitiyaŋ.</span>

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
son: Taagandirey ga zunbu bayhaya dobuyan bande waati kaŋ Wi-Fi ši bara. Nda war ga goy nda bayhaya dobuyan, talfon ciyarey ga hin ka gagayandi nda nooroo ga hin ka tonton.

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, additional charges may apply.
son: Taagandirey ga zunbu bayhaya dobuyan bande waati kaŋ Wi-Fi ši bara. Nda war ga bayhayaey cee, talfon ciyari hayyaŋ ga hin ka tonton.

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
son: Wi-Fi ši bara. Taagandiyan sohõ dobuyanoo bande ga hin ka barmay tontonti kate.

source: Connect to a network to download updates.
son: Sankay foo cee ka taagandirey zumandi.

source: Download updates via data connection?
son: Taagandirey zumandi bayhaya duôbuyan bande?

source: Downloading updates is not possible on slow connections (2G). Please connect via Wi-Fi or 3G (if available) and try again.
son: Taaganidiri zumandiyan ši koy dobuyan ceeyayna (2G) ga. Wa dobu nda Wi-Fi wala 3G (nd'a bara) ka ciya taaga.

source: When using a data connection, additional costs may apply. Do you want to continue?
son: Interneti ciyari ga hin ka too war ma nooru bana ka tonton. War ga baa ka ciya?

source: Download updates via data roaming?
son: Taagandirey zumandi bayhaya naarumi bande?

source: You are currently roaming and additional charges may apply. Do you want to continue?
son: War goo naarumi ra sohõ nda war ga bana ka tonton ciyarey se. War ga gaabandi ka ciya?

source: Build ID: {{ buildid }}
son: Cinari tammaasa: {{ buildid }}

source: View the full list of changes
son: Barmawey kul guna

source: Screenshot saved to Gallery
son: Dijibii gaabundi biiteegaa ra

source: The screenshot could not be saved
son: Dijibiyoo mana hin ka gaabundi

source: No memory card found
son: Lakkal katta kul mana duwandi

source: Memory card is in use
son: Lakkal kattaa goo goy ra

source: Not enough space on memory card
son: Doo wasante ši lakkal kattaa ga

source: Device logs saved
son: Jinay zaaritiira gaabundi

source: Tap to share logs
son: Kar ka zaaritiira žemni

source: Error while saving logs
son: Firka taariki gaabuyan waate

source: Error while sharing logs
son: Firka bangay zaaritiira gaabuyan waate

source: Capturing logs…
son: Goo ma zaaritiirawey zaa…

source: Operation {{operation}} failed.
son: Goyoo kaŋ ti {{operation}} kay.

source: Unexpected error occurred.
son: Firka kaŋ mana naatandi tee.

source: Make sure your SD card is not shared with your computer.
son: Ma tee alhakiika kaŋ war SD kattaa ši žemnandi nda war ordinateroo.

source: At least one log file could not be read from the filesystem.
son: Zaaritiira tuku foo mana hin ka cawandi tuku dabariɲaŋoo ga.

# emergency-call-button
source: Emergency Call
son: Tilasu ciyari

source: Emergency Call
son: Tilasu ciyari

source: Unlock
son: Kufal feeri

source: Camera
son: Biizaahaya

source: Next Alarm
son: Hiino ɲoojaa

source: Passcode panel
son: Bisayan ašariya fasaldoo

source: open
son: feeri

source: Home
son: Šintin

source: Sign in
son: Huru

source: Sign in to website
son: Huru interneti nungu ra

source: Username
son: Goykaw maa

source: Password
son: Šennikufal

source: The website {{host}} requires you to sign in.
son: Interneti nungu {{host}} ga waažibandi war ma maa hantun ka huru.

source: {{name}} is not loading properly
son: {{name}} ši zumandi ka boori

source: {{name}} is having problems
son: {{name}} ga dii šendayyaŋ

source: Unable to connect
son: Ši hin ka ciya

source: Tap to check settings
son: Karkar ka kayandiyaney guna

source: Delete {{name}}
son: {{name}} tuusu

source: {{name}} and all of its data will be deleted.
son: {{name}} nda nga bayhayey kul ga tuusa.

source: Delete
son: Tuusu

source: Remove Application
son: Porogaramize kaa

source: Cannot install application due to an unrecoverable error. Please try downloading again. The application will be removed.
son: Firka kaŋ ši nda dabari sabbu ra porogamizoo ši hin ka sinja. Ceeci k'a zumandi taaga. Porogaramizoo ga dogandi.

# unrecoverable-error-action
source: OK
son: Ayyo

source: Turn on data roaming?
son: Bayhaya naaruyan ma tun?

source: In order to access the Internet, you need to turn on data roaming. Depending on your service agreement, extra charges may apply. Do you want to turn data on?
son: Ka hin ka interneti cee, war ga hima ka bayhaya naaruyan tunandi. War nda talfon nookey waafaakaa bande, banayan taa ga hin ka tonton. War ga baa ka bayhayey feeri?

source: Select time
son: Waati suuba

# choose-option
source: Select
son: Suuba

# choose-options
source: Select
son: Suuba

source: Select day
son: Zaari suuba

source: Your battery is low.
son: War baatiroo yalaafu.

source: Please plug in your charger.
son: War šaržeroo dam kuraŋoo ga.

source: New window
son: Zanfun taaga

source: New private window
son: Sutura zanfun taaga

source: Show windows
son: Zanfuney cebe

source: Add to home screen
son: Tonton šintin dijoo ga

# pin-to-home-screen
source: Pin
son: Kanji

source: Share
son: Žemna

source: {{brandShortName}} just recovered from a crash
son: {{brandShortName}} willi goy ra kaŋyan banda ga

source: {{name}} just crashed
son: {{name}} kaŋ sohõ

source: Something
son: Haya foo

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
son: War ga boona bayrandiyan foo sanba kaŋyan ga ka faaba ka šendaa hanse? (Bayrandiyaney ga sanbandi Wi-Fi hinne bande.)

source: What’s in a crash report?
son: Cin bara kaŋyan bayrandoo ra?

source: Always send Mozilla a report when a crash occurs.
son: Waatikul kaŋ kaŋyan bangay woo bayrandi Mozilla.

source: Don’t Send
son: Ma ši sanba

source: Send Report
son: Bayrandi sanba

source: Crash Reports
son: Kaŋyan bayrandiyaney

source: Done
son: A ben

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
son: Kaŋyan bayrandiyan goo nda šilbayhayayaŋ kaŋyanoo nda jinaa ga, nda ka dii jinaa alhaaloo waati kaŋ a kaŋ.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
son: Woo ga hin ka bara hayayaŋ sanda mooyaŋ nda porogarami-izeyaŋ, hantumyaŋ kaŋ karandi takariyaŋ ra nda bataga feeranteyaŋ gundekunaa, ceeciyan kokorante taariki wala gorodoo šilbayyan kaŋ ga goy nda porogaram-ize foo.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
son: Kaŋyan bayrandey g'ir gaa ka laybey hanse nda ka jinawey boryandi. Ir ga war alhabaroo dii takaa kaŋ d'ir g'i šilbay ir

source: privacy policy
son: sutura laada

source: {{brandShortName}} just crashed.
son: {{brandShortName}} kaŋ sohõ.

source: {{name}} just crashed.
son: {{name}} kaŋ sohõ.

# crash-banner-report
source: Report
son: Bayrandiyan

source: Sending file…
son: Goo ma tuku sanba…

source: Receiving file…
son: Goo ma duu tuku…

source: Accept Bluetooth file transfer?
son: Yadda Bluetooth tuku berandiri ga?

source: {{deviceName}} would like to send you a file. Accept?
son: {{deviceName}} ga boona ka tuku foo sanba war se. Yadda?

source: Tap to review transfer request.
son: Kar to hãayan berandiroo koroši.

source: Deny
son: Wanji

source: Transfer
son: Berandiri

source: Cancel Bluetooth file transfer?
son: Bluetooth tuku berandiri naŋ?

source: File transfer has started
son: Tuku berandiyan šintin

source: Check progress in Notification center
son: Koyjineyanoo koroši bangandiyan gamoo ra

source: File sent
son: Tuku sanbante

source: File received
son: Tuku duwante

source: File could not be received
son: Tuku mana hin ka duwandi

source: Cannot send file right now. Please try again later.
son: Ši hin ka tukoo sanba sohõda. Batu kayna ka ceeci koyne.

source: File transfer cancelled
son: Tuku berandiyan kay

source: Transfer report
son: Berandiyan bayrandi

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
son: Tuku {{numSuccessful}}, Tuku {{numUnsuccessful}}

source: Unknown file
son: Jinay šibayante

source: Unknown device
son: Jinay šibayante

source: Can not open received file
son: Ši hin ka tuku duwantaa feeri

source: Can not open unknown media type: {{fileName}}
son: Ši hin ka hẽenandijhaya dumi šibayante feeri: {{fileName}}

source: Can not receive file
son: Ši hin ka duu tuku

source: Can not get device storage state.
son: Ši hin ka duu jinay jišidoo alhaali.

source: No memory card found. Please insert a memory card.
son: Lakkal katta kul mana duwandi. Lakkal katta foo dam.

source: Bluetooth can not be used while phone is plugged in. Please unplug the phone to receive file.
son: Bluetooth ši hin ka dirandi waati kaŋ talfon goo kuraŋ ga. Talfonoo kaa kuraŋoo ka duu tuku.

source: Can not complete transfer: memory card is full.
son: Ši hin berandiri timmandi: lakkal katta ga too.

source: Unknown error
son: Firka šibayante

source: Confirm
son: Tabatandi

source: SD card detected
son: SD katta maatandi

source: Total size: {{size}} {{unit}}
son: Dimmaa kul: {{size}} {{unit}}

source: Unknown size, tap to format
son: Adadu šibayante, takaroo karkar

source: SD card removed
son: SD katta n' ka hun

source: Ejected successfully
son: A jindawandi boryo

source: Not ejected properly
son: Mana jindaw boryo

source: Mic is on
son: Mikro feera

source: Camera is on
son: Biizaahaya feera

source: Camera & Mic are ON
son: Biizaahaya nda mikro feera

source: No SIM card
son: SIM katta kul šii

source: PUK code
son: PUK ašariya

source: NCK code
son: NCK ašariya

source: CCK code
son: CCK ašariya

source: SPCK code
son: SPCK ašariya

source: NCK1 code
son: NCK1 ašariya

source: NCK2 code
son: NCK2 ašariya

source: HNCK code
son: HNCK ašariya

source: RCCK code
son: RCCK ašariya

source: RSPCK code
son: RSPCK ašariya

source: What is a SIM PIN?
son: Macin ti SIM PIN?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
son: SIM PIN ga ganji boro ma huru SIM kattaa fargandu bayhaya sankawey ra. Nd'a tunandi, jinay foo kul kaŋ ra SIM katta goo ga PIN hãa nd'a ga tunandi taaga.

source: A SIM PIN is not the same as the passcode used to unlock the device.
son: SIM PIN manti šennikufal kaŋ nda boro ga jinaa kufalyanoo feeri.

source: Change PIN
son: PIN barmay

source: Enter SIM PIN
son: SIM PIN dam

source: Enter SIM {{n}} PIN
son: Dam SIM {{n}} PIN

source: Enter PUK code
son: PUK ašariya dam

source: Enter NCK code
son: NCK ašariya dam

source: Enter CCK code
son: CCK ašariya dam

source: Enter SPCK code
son: SPCK ašariya

source: Enter NCK1 code
son: NCK1 ašariya dam

source: Enter NCK2 code
son: NCK2 ašariya dam

source: Enter HNCK code
son: HNCK ašariya dam

source: Enter RCCK code
son: RCCK ašariya dam

source: Enter RSPCK code
son: RSPCK ašariya dam

source: New PIN
son: PIN taaga

source: Last try.
son: Šiiyan koraa.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
son: Šiiyan {{n}} cindi.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
son: Šiiyan {{n}} cindi.
