Repository: translate/mozilla-gaia
Catalog: son/apps/system/system.properties.po
Languages: son

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
son: Šiiyan {{n}} cindi.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
son: Šiiyan {{n}} cindi.

source: The PIN was incorrect.
son: PIN n' ka laybu.

source: You have one try left to enter the correct code before locking the SIM card.
son: Šiiyan foo cindi war se ka ašariya hennaa dam za SIM kattaa mana kufalandi.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
son: Šiiyan {{n}} cindi war se ka ašariya hennaa dam za SIM kattaa mana kufalandi.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
son: Šiiyan {{n}} cindi war se ka ašariya hennaa dam za SIM kattaa mana kufalandi.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
son: Šiiyan {{n}} cindi war se ka ašariya hennaa dam za SIM kattaa mana kufalandi.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
son: Šiiyan {{n}} cindi war se ka ašariya hennaa dam za SIM kattaa mana kufalandi.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
son: War cee koraa kaŋ war ga hin ka PIN hennaa dam. Adiši, war ga hima ka PUK ašariyaa dam ka goy nda SIM kattaa woo.

source: The SIM card is locked.
son: SIM kattaa kufalandi.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
son: War ga hima ka war boŋ kufal feerandi ašariyaa (PUK) SIM kattaa se. War SIM kattaa fahamitiiraa caw wala war kanbekaa cee ka duu alhabar tontoni.

source: The PUK code is incorrect.
son: PUK ašariya ga laybu.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
son: Cee foo cindi war se ka ašariya hennaa dam za SIM kattaa mana daaba hal'abada. War SIM kattaa fahamitiiraa caw wala war interneti kanbekaa caw ka duu alhabar tontoni.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
son: Cee {{n}} cindi war se ka ašariya hennaa dam za SIM kattaa mana daaba hal'abada. War SIM kattaa fahamitiiraa caw wala war interneti kanbekaa caw ka duu alhabar tontoni.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
son: Cee {{n}} cindi war se ka ašariya hennaa dam za SIM kattaa mana daaba hal'abada. War SIM kattaa fahamitiiraa caw wala war interneti kanbekaa caw ka duu alhabar tontoni.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
son: Cee {{n}} cindi war se ka ašariya hennaa dam za SIM kattaa mana daaba hal'abada. War SIM kattaa fahamitiiraa caw wala war interneti kanbekaa caw ka duu alhabar tontoni.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
son: Cee {{n}} cindi war se ka ašariya hennaa dam za SIM kattaa mana daaba hal'abada. War SIM kattaa fahamitiiraa caw wala war kanbekaa cee ka duu alhabar tontoni.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
son: Woo ti cee koraa kaŋ war ga hin ka PUK ašariya hennaa dam. War SIM kattaa ga laybu hal'abada nda war na PUK laala dam. War SIM kattaa fahamitiiraa caw wala kanbekaw cee ka duu alhabar tontoni.

source: Create PIN (must contain 4 to 8 digits)
son: PIN tee (ka tee hinna 4 hala 8 cine)

source: Confirm new PIN
son: PIN taaga tabatandi

source: PINs don’t match.
son: PIN-ey ši tenji.

source: The NCK code is incorrect.
son: NCK ašariyaa ga laybu.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
son: Sankay boŋ-šilbay kaayan hãayan ši koy. Cee foo cindi war se ka ceeci k'ašariya hennaa dam. War jinaa fahamitiiraa caw wala war kanbekaa cee ka duu alhabar tontoni.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
son: Sankay boŋ-šilbay kaayan hãayan ši koy. Cee {{n}} cindi war se ka ceeci k'ašariya hennaa dam. War jinaa fahamitiiraa caw wala war kanbekaa cee ka duu alhabar tontoni.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
son: Sankay boŋ-šilbay kaayan hãayan ši koy. Cee {{n}} cindi war se ka ceeci k'ašariya hennaa dam. War jinaa fahamitiiraa caw wala war kanbekaa cee ka duu alhabar tontoni.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
son: Sankay boŋ-šilbay kaayan hãayan ši koy. Cee {{n}} cindi war se ka ceeci k'ašariya hennaa dam. War jinaa fahamitiiraa caw wala war kanbekaa cee ka duu alhabar tontoni.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
son: Sankay boŋ-šilbay kaayan hãayan ši koy. Cee {{n}} cindi war se ka ceeci k'ašariya hennaa dam. War jinaa fahamitiiraa caw wala war kanbekaa cee ka duu alhabar tontoni.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
son: Sankay boŋ-šilbay kaayan hãayan ši koy. Cee koraa war se ka NCK ašariya hennaa dam. War jinaa fahamitiiraa caw wala war kanbekaa cee ka duu alhabar tontoni.

source: Select from:
son: Suuba ne:

source: View with:
son: Guna nda:

source: Test with:
son: Šii nda:

source: Share with:
son: Žemna nda:

source: Create with:
son: Tee nda:

source: Open with:
son: Feeri nda:

source: Bookmark to:
son: Doo-šilbay ne:

source: Record from:
son: Jiširi hundoo:

source: Browse with:
son: Ceeci nda:

source: Configure with:
son: Hanse nda:

source: Dial from:
son: Cee za:

source: Use from now on
son: A ka goy hiino

source: Sign In
son: Huru

source: Purchase
son: Day

source: Allow USB debugging connection?
son: USB hanseyan ciyari noo fondo?

source: Allow remote debugging connection from <code>{{host}}:{{port}}</code>?<br/><br/>This connection requires a QR code to be scanned in order to authenticate the remote device's certificate. You can avoid future scans by remembering the device.
son: Yadda mooray hanseyan ciyari ga ka hun <code>{{host}}:{{port}}</code> do?<br/><br/> Ciyaroo woo ga waažibandi kaŋ hãa nda zaabiyan ašariya foo biyoo ma zaandi ka tee jinaa mooray tabatiyan tiira. War ga hin ka jinaa hongandi hiino ka biizaayan sar.

# remoteDebuggerPrompt-deny
source: Deny
son: Wanji

# remoteDebuggerPrompt-allow
source: Allow
son: Noo fondo

source: Scan
son: Bii zaa

source: Scan and Remember
son: Bii zaa nda hongu

source: Scanning for the QR code displayed on your other device…
son: Hãa nda zaabiyan ašariya kaŋ fatta war jinaa ga biyoo zaa…

source: {{origin}} is now fullscreen.
son: {{origin}} ti dijikul sohõda.

source: The network {{networkName}} was found. Join network?
son: {{networkName}} sankaa duwandi. Sankaa cee?

source: Volume warning
son: Tiŋay yaamar

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
son: Ka haŋamarayyan ganji, war ma ši haŋajer kaatiyan hẽenandi-haya se nda gayyan.

source: Power Saving Mode
son: Sahã herayyan yaayi

source: Power saving mode is on.
son: Goo sahã herayyan yaayi ra.

source: Device space low.
son: Jinay jiši-doo kaccu.

source: No remaining free space.
son: Farru koonu kul mana cindi.

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
son: Woo kaŋ cindi ši too {{value}} {{unit}}.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
son: Woo kaŋ cindi ši too {{value}} {{unit}}.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
son: Woo kaŋ cindi ši too {{value}} {{unit}}.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
son: Woo kaŋ cindi ši too {{value}} {{unit}}.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
son: Woo kaŋ cindi ši too {{value}} {{unit}}.

source: Unknown remaining space.
son: Jiši-doo cindi šibayante.

source: System Alert
son: Dabariɲaa yaamar

source: Channel {{channel}}
son: Kanaara {{channel}}

source: Earthquake warning!
son: Dawjijiriyan yaamar!

source: Tsunami warning!
son: Teekooboosuyan yaamar!

source: Earthquake-tsunami warning!
son: Dawjijiriyan nda teekooboosuyan yaamar!

source: Alert system is being tested.
son: Yaamar dabariɲaŋoo goo ma šiiyandi.

source: Emergency warning!
son: Tilasu yaamar!

source: Operator message
son: Goyandikaw alhabar

source: Call {{number}}?
son: Ciyari {{number}}?

source: Send SS
son: SS sanba

source: Send USSD
son: USSD sanba

source: Send SMS
son: SMS sanba

source: Send message?
son: Alhabar sanba?

source: STK Query
son: STK hãayan

source: Emergency call back mode
son: Tilasi ciyari alhaali

source: You can not make calls, send messages or go online because emergency callback mode is enabled. Would you like to turn it off?
son: War ši hin ka ciya, alhabar sanba wala Interneti naaru zama talfonoo goo tilasu ciyari yaayi ra. War ga baa ka wii wala?

source: CDMA record information
son: CDMA jiširi alhabar

source: Tap to switch input method
son: Karkar to hantum fondo barmay

source: Download started
son: Zumandiyan šintin

source: Download stopped
son: Zumandiyan kay

# download_downloading
source: Downloading…
son: Goo ma zumandi…

source: Download complete
son: Zumandiyan timme

source: Download failed
son: Zumandiyan kay

source: Search the web
son: Interneti ceeci

source: Search or enter address
son: Ceeci wala aderesu dam

# search-or-enter-address.placeholder
source: Search or enter address
son: Ceeci wala aderesu dam

# back-button.ariaLabel
source: Back
son: Banda

source: Forward
son: Jine

source: Reload
son: Zumandi taaga

source: Stop
son: Kayandi

# windows-button.ariaLabel
source: Show windows
son: Zanfuney cebe

source: Turn off airplane mode to use Wi-Fi hotspot.
son: Beenehii alhaali wii ka wi-fi dookonno diinandi

source: Airplane mode activated
son: Beenehii alhaali tunandi

source: Open in new window
son: Feeri zanfun taaga ra

source: Open in new private window
son: Feeri sutura zanfun taaga ra

source: Add link to home screen
son: Dobu tonton šintin diji ga

source: Share link
son: Dobu žemna

source: Save Image
son: Bii gaabu

source: Save Video
son: Widewo gaabu

source: Save Audio
son: Jinde gaabu

source: Save linked file
son: Tuku dobante gaabu

source: Share Image
son: Bii gaabu

source: Share Video
son: Widewo žemni

source: Share Audio
son: Jinde žemni

source: Copy Image
son: Biyoo berandi

source: Copy Link
son: Doboo berandi

source: OK ({{n}})
son: Ayyo ({{n}})

source: New! Tracking Protection
son: Iteji! Ganayan jejebu

source: This new feature helps protect your browsing activity by preventing potential trackers from loading.
son: Alhaali taagaa woo ga war ceeciyan goyoo jejebu ga ganji ganayan haya tanayaŋ ma zumandi.

source: Learn More
son: Bay ka tonton

source: Tracking Protection
son: Ganayan jejebu

source: Enable this feature for all new windows.
son: Alhaaloo wou tunandi zanfun taagey kul se.

source: Got It!
son: Ay faham!

# pinning-pin
source: Pin
son: Kanji

source: Unpin site
son: Nungoo dogu

source: Pin "{{type}}"
son: Kanji "{{type}}"

source: Unpin "{{type}}"
son: "{{type}}" dogu

source: Pin page
son: Kanji moo

source: Unpin page
son: Moo šilbay kaa

source: Pin site
son: Kanji nungu

source: From
son: Hundoo

source: Site pinned to home screen
son: Nungu kanji šintin dijoo ga

source: Site unpinned from home screen
son: Nungoo kaa šintin dijoo ga

source: Page pinned to home screen
son: Nungu kanji šintin dijoo ga

source: Page unpinned from home screen
son: Nungoo kaa šintin dijoo ga

source: or
son: wala

source: Choose an external display
son: Tarayhere cebediji suuba

source: Add-on All-Star
son: Tontoni boŋkoyni

source: Use Customizer to create your own add-on
son: Goy nda hansekaw ka war boŋ tontoni tee

source: View Source
son: Ašsil guna
