Repository: translate/mozilla-gaia
Catalog: ff/apps/collection/collection.properties.po
Languages: ff

source: Loading
ff: Nana loowa

source: Cancel
ff: Haaytu

source: Custom
ff: Peŋtoro

source: Connect to the internet to add more Smart Collections
ff: Seŋo e enternet ngam ɓeydude Kaɓɓe Jaaɓɗe goɗɗe

source: All smart collections have been added.
ff: Keɓɓe lobbe ɗee kala ɓeydaama.

source: Add to top of collection
ff: Ɓeydu to dow haɓɓere

source: Add to Home Screen
ff: Ɓeydu to Yaynirde Jaɓɓorde

source: Connect to the internet to get apps for {{collectionName}}
ff: Seŋo e enternet ngam ɓeydude jaaɓɗe e {{collectionName}}

source: Edit
ff: Taƴto

# edit-done
source: Done
ff: Gasii

source: Delete Collection
ff: Momtu Haɓɓere

source: This collection and all of its data will be deleted.
ff: Haɓɓere ndee e keɓe mum fof maa montoye.

source: Delete
ff: Momtu

source: Edit collection
ff: Taƴto haɓɓere

source: Done
ff: Gasii
