Repository: translate/mozilla-gaia
Catalog: pbb/apps/communications/contacts/matcher/matcher.properties.po
Languages: pbb

source: Looking for duplicate contacts
pbb: Pakwenxi's nuypehnana pa'yanxisa'

source: Merging duplicate contacts
pbb: Kpena'jn kujwẽd pa'yanxisa's

source: No duplicate contacts found
pbb: Kujwẽd pa'yanxisatx u'yme'

source: Merge
pbb: Kujwẽd

source: Merge duplicates
pbb: Kujwẽd kpena'nxisatx'

source: Suggested duplicate contacts for {{name}}
pbb: Pa'yanxisatx kujwẽd newe'wenxi {{name}}

source: No contacts selected
pbb: Maayu'hpa pa'yanxisatx txhitxmeeka

source: Merge with {{n}} contact
pbb: Kujwẽd txã' {{n}} pa'yanxisatx

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
pbb: Kujwẽd txã' {{n}} pa'yanxisatx

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
pbb: Kujwẽd txã' {{n}} pa'yanxisatx

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
pbb: Kujwẽd txã' {{n}} pa'yanxisatx

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
pbb: Kujwẽd txã' {{n}} pa'yanxisatx

source: Duplicates found
pbb: Kujwẽdtxi u'yta

source: {{name}} duplicates information in the following contacts
pbb: {{name}} kujwẽd pta'sxsa ya'çka pa'yanxisatx

source: OK
pbb: Ewna jĩma'k
