Repository: translate/mozilla-gaia
Catalog: ff/apps/music/music.properties.po
Languages: ff

source: Music
ff: Gaaci

source: Artists
ff: Naalaŋkooɓe

source: Albums
ff: Albomaaji

source: Songs
ff: Baaruuji

source: Unknown artist
ff: Nalaŋke mo anndaaka

source: Unknown album
ff: Albom mo anndaaka

source: Unknown title
ff: Tiitoonde nde anndaaka

source: Add songs to get started
ff: Ɓeydu jimɗi ngam fuɗɗaade

source: Load songs on to the memory card.
ff: Loow jimɗi e kartal memuwaar ngal.

source: No memory card found
ff: Alaa kartal mamuwaar yiytaa

source: Insert a memory card to listen to songs.
ff: Naatnu kartal memuwaar ngam heɗaade jimɗi.

source: Music can not be used while phone is plugged in
ff: Gaaci mbaawaa huutoreede tuma nde cinndel seŋaa

source: Unplug the phone to play music.
ff: Seŋtu cinndel ngel ngam tarde gaaci.

source: Database Upgrade
ff: Hesɗitin Ruttorde Keɓe

source: Please wait while Music updates its database.
ff: Tiiɗno sabbo haa Gaaci hesɗitina ruttorde keɓe mum.

source: Search Music
ff: Yiylo Gaaci

# search-cancel
source: Cancel
ff: Haaytu

# search-artists
source: Artists
ff: Naalaŋkooɓe

# search-albums
source: Albums
ff: Albomaaji

source: Tracks
ff: Lappi

source: close
ff: uddu

source: No music found
ff: Alaa gaaci njiytaa

source: Shuffle all
ff: Targol yiiloo

source: Highest rated
ff: Ɓurɗo toowde ɓetgol

source: Recently added
ff: Ɓeydaaɗi sakket

source: Most played
ff: Ɓurɗi tareede

source: Least played
ff: Ɓurɗi waasde tareede

source: Select a track
ff: Labo lappol

source: Save
ff: Danndu

source: Saved {{title}} to Music
ff: Danndu {{title}} to Gaaci

source: Audio cannot be played: format is unsupported or file is invalid.
ff: Ojoo waawaa tareede: mbayka koo jaaɓdaani walla fiilde moƴƴaani.

# overlay-cancel-button
source: Cancel
ff: Haaytu

source: Music paused during the call
ff: Gaaci nan cabbii tuma noddaango

source: Done
ff: Gasii

source: Share
ff: Lollin

source: Rating
ff: Ɓetagol

# rating-star.ariaLabel[zero]
source: {{n}} stars
ff: koode {{n}}

source: {{n}} star
ff: hoodere {{n}}

# rating-star.ariaLabel[two]
source: {{n}} stars
ff: koode {{n}}

# rating-star.ariaLabel[few]
source: {{n}} stars
ff: koode {{n}}

# rating-star.ariaLabel[many]
source: {{n}} stars
ff: koode {{n}}

# rating-star.ariaLabel[other]
source: {{n}} stars
ff: koode {{n}}

source: Go to player view
ff: Yah to jiytol tarirgal

source: Repeat off
ff: Ñif rewto

source: Repeat all
ff: Rewto fof

source: Repeat track
ff: Rewto leeɓol

source: Shuffle
ff: Taroo-banngoo

# artists-tab.ariaLabel
source: Artists
ff: Naalaŋkooɓe

# albums-tab.ariaLabel
source: Albums
ff: Albomaaji

# songs-tab.ariaLabel
source: Songs
ff: Baaruuji
