Repository: translate/mozilla-gaia
Catalog: */apps/browser/browser.properties.po
Languages: mg, or

source: OK
or: ଠିକ ଅଛି

source: Cancel
mg: Foanana
or: ବାତିଲ କରନ୍ତୁ

source: Done
mg: Vita
or: ସମାପ୍ତ

source: Search or enter address
mg: Karohy na mampidira adiresy
or: ଖୋଜନ୍ତୁ ବା ଠିକଣା ଦିଅନ୍ତୁ

source: History
mg: Tantara
or: ପୁରୁଣା ତଥ୍ଯ

source: New tab
mg: Vakizoro vaovao
or: ନୂତନ ଟ୍ୟାବ

source: Open link in new tab
mg: Hanokatra an'io rohy io anaty vakizoro vaovao
or: ନୂତନ ଟ୍ୟାବରେ ସଂଯୋଗକୁ ଖୋଲନ୍ତୁ

source: Future
mg: Ho avy
or: ଭବିଷ୍ୟତ

source: Today
mg: Anio
or: ଆଜି

source: Yesterday
mg: Omaly
or: ଗତକାଲି

source: Last 7 days
mg: 7 andro lasa
or: ଅନ୍ତିମ 7 ଦିନ

source: This month
mg: T@ ity volana ity
or: ଏହି ମାସ

source: Last 6 months
mg: 6 volana lasa
or: ଶେଷ 6 ମାସ

source: Older than 6 months
mg: Maherin'ny 6 volana
or: 6 ମାସ ପୁରୁଣା

source: January
mg: Janoary
or: ଜାନୁୟାରୀ

source: February
mg: Febroary
or: ଫେବୃୟାରୀ

source: March
mg: Marsa
or: ମାର୍ଚ୍ଚ

source: April
mg: Avrily
or: ଅପ୍ରେଲ

source: May
mg: Mey
or: ମଇ

source: June
mg: Jiona
or: ଜୁନ

source: July
mg: Jolay
or: ଜୁଲାଇ

source: August
mg: Aogositra
or: ଅଗଷ୍ଟ

source: September
mg: Septambra
or: ସେପ୍ଟେମ୍ବର

source: October
mg: Oktobra
or: ଅକ୍ଟୋବର

source: November
mg: Novambra
or: ନଭେମ୍ବର

source: December
mg: Desambra
or: ଡିସେମ୍ବର

source: Enter a search term or Web address to start browsing.
mg: Mampidira teny fikarohana na adiresin-tranonkala raha hanomboka hitety.
or: ବ୍ରାଉଜିଙ୍ଗ ଆରମ୍ଭ କରିବା ପାଇଁ ଏକ ସନ୍ଧାନ ଶବ୍ଦ କିମ୍ବା ୱେବ ଠିକଣା ଦିଅନ୍ତୁ।

# top-sites-startPage
source: Top sites
mg: Tranonkala sangany
or: ମୁଖ୍ୟ ସାଇଟଗୁଡ଼ିକ

# top-sites-tab
source: Top sites
mg: Tranonkala sangany
or: ମୁଖ୍ୟ ସାଇଟଗୁଡ଼ିକ

source: Settings
mg: Tefy
or: ବିନ୍ଯାସ

source: Privacy & Security
mg: Tsiambaratelo & Fiarovana
or: ଗୋପନୀୟତା ଏବଂ ସୁରକ୍ଷା

source: Clear browsing history
mg: Hamafa tantaran'ny fitetezana
or: ବ୍ରାଉଜିଙ୍ଗ ପୁରୁଣାତଥ୍ୟକୁ ସଫାକରନ୍ତୁ

source: Clear browsing history?
mg: Hamafa tantaran'ny fitetezana?
or: ବ୍ରାଉଜିଙ୍ଗ ପୁରୁଣାତଥ୍ୟକୁ ସଫାକରିବେ କି?

source: Clear cookies and stored data
mg: Hamafa kokia sy data voatahiry
or: କୁକି ଏବଂ ସଂରକ୍ଷିତ ତଥ୍ୟକୁ ଲିଭାନ୍ତୁ

source: Clear cookies and other data stored by sites on this device?
mg: Hamafa ireo kokia sy data hafa voatahirin'ireo tranonkala ao amin'ity fitaovana ity?
or: ଏହି ଉପକରଣରେ କୁକି ଏବଂ ସାଇଟଗୁଡ଼ିକ ଦ୍ୱାରା ସଂରକ୍ଷିତ ଅନ୍ୟାନ୍ୟ ତଥ୍ୟକୁ ଲିଭାଇବେ କି?

source: Search Engines
mg: Milina Fikarohana
or: ସନ୍ଧାନ ଯନ୍ତ୍ର

source: Default search engine
mg: Milina fikarohana niandohana
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ସନ୍ଧାନ ଯନ୍ତ୍ର

source: Bookmarks
mg: Maripejy
or: ପୃଷ୍ଠାସଙ୍କେତଗୁଡିକ

source: Bookmark
mg: Maripejy
or: ପୃଷ୍ଠାସଙ୍କେତ

source: Unbookmark
mg: Hanala maripejy
or: ପୃଷ୍ଠାସଂକେତ ଦିଅନ୍ତୁ ନାହିଁ

source: Edit bookmark
mg: Hanitsy maripejy
or: ବୁକମାର୍କ ସମ୍ପାଦନ କରନ୍ତୁ

# edit-bookmark-header
source: Edit bookmark
mg: Hanitsy maripejy
or: ବୁକମାର୍କ ସମ୍ପାଦନ କରନ୍ତୁ

source: Page title
mg: Lohatenim-pejy
or: ପୃଷ୍ଠା ଶୀର୍ଷକ

source: Address
mg: Adiresy
or: ଠିକଣା

source: Add to home screen
mg: Hatao eo @ efijery trano
or: ମୁଖ୍ୟ ପରଦାରେ ଯୋଡ଼ନ୍ତୁ

source: Username
mg: Solonanarana
or: ବ୍ୟବହାରକାରୀ ନାମ

source: Password
mg: Tenimiafina
or: ପାସୱାର୍ଡ଼

source: Sign in
mg: Hiditra
or: ସାଇନ ଇନ

source: Sign in to website
mg: Hiditra @ tranonkala
or: ୱେବସାଇଟରେ ସାଇନ ଇନ କରନ୍ତୁ

source: The website {{host}} requires you to sign in.
mg: Mitaky ny fidiranao ny tranonkala {{host}}.
or: ୱେବସାଇଟର {{host}} ଆପଣଙ୍କୁ ସାଇନ ଇନ କରିବାକୁ ଅନୁରୋଧ କରୁଛି ।

source: The username or password is incorrect.
mg: Diso ny solonanarana na ny tenimiafina.
or: ଆପଣଙ୍କ ବ୍ୟବହାରକାରୀ ନାମ କିମ୍ବା ପାସୱାର୍ଡ଼ ଭୁଲ ଅଛି ।

source: Well, this is embarrassing.
mg: Endre, manahirana ity.
or: ଏହା ସତରେ ଦୁଃଖଦାୟକ ।

source: We tried to display this Web page, but it’s not responding.
or: ଏହି ୱେବ ପୃଷ୍ଠାଟି ଦେଖାଇବାକୁ ଆମେ ଚେଷ୍ଟା କଲୁ, କିନ୍ତୁ କିଛି ଉତ୍ତର ମିଳିଲାନାହିଁ ।

source: Close tab
mg: Akatona vakizoro
or: ଟ୍ୟାବ ବନ୍ଦ କରନ୍ତୁ

source: Reload
mg: Hamatratra indray
or: ପୁନର୍ଧାରଣ କରନ୍ତୁ

source: Search for
mg: Hikaroka
or: ପାଇଁ ତଦନ୍ତ କର

source: Save Image
mg: Hitahiry Sary
or: ଛବିଟି ସଞ୍ଚନ୍ତୁ

source: Image saved to Gallery
mg: Voatahiry ao @ Galeria ny sary
or: ଛବିଟି ଗ୍ୟାଲେରୀରେ ସାଇତାଗଲା

source: Error saving image
mg: Tsy fetezan'ny fitehirizana sary
or: ପ୍ରତିଛବିକୁ ସଂରକ୍ଷଣ କରିବା ସମୟରେ ତ୍ରୁଟି

source: Save Video
mg: Hitahiry Horonantsary
or: ଭିଡ଼ିଓ ସଂରକ୍ଷଣ କରନ୍ତୁ

source: Video saved to Video
mg: Voatahiry ao @ Horonantsary
or: ଭିଡ଼ିଓକୁ ଭିଡ଼ିଓ ମଧ୍ଯରେ ସଂରକ୍ଷଣ କରନ୍ତୁ

source: Error saving video
mg: Tsy fetezan'ny fitehirizana horonantsary
or: ଭିଡ଼ିଓକୁ ସଂରକ୍ଷଣ କରିବା ସମୟରେ ତ୍ରୁଟି

source: Save Audio
mg: Hitahiry Rakipeo
or: ଧ୍ୱନି ସଂରକ୍ଷଣ କରନ୍ତୁ

source: Audio saved to Music
mg: Voatahiry ao @ Mozika ny rakipeo
or: ଧ୍ୱନିକୁ ସଙ୍ଗୀତ ମଧ୍ଯରେ ସଂରକ୍ଷଣ କରନ୍ତୁ

source: Error saving audio
mg: Tsy fetezan'ny fitehirizana rakipeo
or: ଧ୍ୱନିକୁ ସଂରକ୍ଷଣ କରିବା ସମୟରେ ତ୍ରୁଟି

source: We tried to display this Web page, but itâ€™s not responding.
mg: Nanandrana nampiseho an'io pejin-tranonkala io izahay, saingy tsy mamaly io.
