Repository: translate/mozilla-gaia
Catalog: */shared/telephony/telephony.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hu, lv, mg, pt, si, th, uz

source: Fax other, {{ carrier }}
am: ሌላ ፋክስ: {{ carrier }}
bg: Друг факс, {{ carrier }}
bn_bd: অন্যান্য ফ্যাক্স, {{ carrier }}
bn_in: ফ্যাক্স অন্যান্য, {{ carrier }}
br: Faks all, {{ carrier }}
bs: Drugi faks, {{ carrier }}
ca: Fax (altre), {{ carrier }}
cy: Facs arall, {{ carrier }}
es: Otro fax, {{ carrier }}
eu: Faxa (bestelakoa), {{ carrier }}
fa: فکس دیگر، {{ carrier }}
ga_ie: Facs: eile, {{ carrier }}
gd: Facs eile, {{ carrier }}
hu: Más fax, {{ carrier }}
lv: Cits fakss, {{ carrier }}
pt: Outro fax, {{ carrier }}
th: โทรสารอื่น ๆ {{ carrier }}
uz: Faks (boshqa), {{ carrier }}

source: Other, {{ carrier }}
am: ሌላ: {{ carrier }}
bg: Друг, {{ carrier }}
bn_bd: অন্যান্য, {{ carrier }}
bn_in: অন্যান্য, {{ carrier }}
br: All, {{ carrier }}
bs: Ostalo, {{ carrier }}
ca: Altres, {{ carrier }}
cy: Arall, {{ carrier }}
es: Otro, {{ carrier }}
eu: Bestelakoa, {{ carrier }}
fa: دیگر، {{ carrier }}
ga_ie: Eile, {{ carrier }}
gd: Eile, {{ carrier }}
hu: Egyéb, {{ carrier }}
lv: Cits, {{ carrier }}
pt: Outro, {{ carrier }}
th: อื่น ๆ {{ carrier }}
uz: Boshqa, {{ carrier }}
