Repository: translate/mozilla-gaia
Catalog: */shared/telephony/telephony.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hu, lv, mg, pt, si, th, uz

source: Emergency number
am: የ ድንገተኛ ቁጥር
ar: رقم الطوارئ
bg: Номер спешен случай
bn_bd: জরুরী নম্বর
bn_in: জরুরী নাম্বার
br: Niverenn mallusted
bs: Broj u slučaju nužde
ca: Número d'emergència
cy: Rhif argyfwng
es: Número de emergencia
eu: Larrialdi-zenbakia
fa: شماره اضطراری
ga_ie: Uimhir éigeandála
gd: Àireamh èiginn
hu: Segélyhívó szám
lv: Ārkārtas situācija numurs
mg: Nomerao vonjy taitra
pt: Número de emergência
si: හදිසි ඇමතුම් අංකය
th: หมายเลขฉุกเฉิน
uz: Favqulodda raqam

source: To make a call you need to disable airplane mode in settings.
am: ጥሪ ለማድረግ የ አውሮፕላን ዘዴን ማስናከል አለብዎት ከ ማሰናጃ ውስጥ
ar: لإجراء المكالمات عليك إيقاف وضع الطائرة في الإعدادات.
bg: За да се обаждате, трябва да изключите самолетния режим в Настройки.
bn_bd: ফোন করতে সেটিংস থেকে আপনাকে বিমান মুড বন্ধ করতে হবে।
bn_in: একটি কল করতে হলে আপনাকে সেটিংসে গিয়ে বিমান মোড বন্ধ করতে হবে।
br: Ret eo deoc'h diweredekaat ar mod nijerezh en arventennoù evit pellgomz
bs: Da biste mogli uspostaviti poziv poterbno je da onemogućite avionski režim u postavkama.
ca: Per fer una trucada cal que desactiveu el mode d'avió als paràmetres.
cy: I wneud galwad rhaid analluogi'r modd awyren yn y gosodiadau.
es: Para hacer una llamada, es necesario desactivar el modo avión en ajustes.
eu: Dei bat egiteko, hegazkin modua desgaitu behar duzu ezarpenetan.
fa: برای گرفتن تماس می‌بایستی حالت‌ پرواز را از بخش تنظیمات غیرفعال کنید.
ga_ie: Chun glao a chur, caithfidh tú scor ón mód eitleáin sna socruithe.
gd: Mus urrainn dhut gairm a dhèanamh, feumaidh tu am modh itealain a chur dheth sna roghainnean.
hu: Híváshoz ki kell kapcsolni a repülő módot a beállításokban.
mg: Vonoy ny maody fiaramanidina ao @ tefy raha hiantso.
pt: Para fazer uma chamada precisa de desativar o modo de avião nas definições.
si: ඇමතුමක් ලබා ගැණීම සඳහා සැකසුම් තුළ ඇති ගුවන්යානා ආකාරය අක්‍රීය කළ යුතුවේ.
th: เพื่อโทรออก คุณจำเป็นต้องปิดใช้งานโหมดเครื่องบินในการตั้งค่า
uz: Qo‘ng‘iroq qilish uchun sozlamalardan "Parvoz rejimi"ni o‘chirishingiz kerak.

# callAirplaneModeBtnOk
source: OK
am: እሺ
ar: حسنا
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
es: Aceptar
eu: Ados
fa: تأیید
gd: Ceart ma-thà
lv: Labi
si: හරි
th: ตกลง

source: Airplane mode activated
am: የ አውሮፕላን ዘዴ ጀምሯል
ar: فُعِّل وضع الطائرة
bg: Самолетният режим е включен
bn_bd: বিমান মোড সক্রিয়
bn_in: বিমান মোড সক্রিয় করা হয়েছে
br: Gweredekaet ar mod nijerezh
bs: Avionski režim aktiviran
ca: Mode d'avió activat
cy: Modd awyren yn weithredol
es: Modo avión activado
eu: Hegazkin modua aktibatuta
fa: حالت‌ پرواز فعال‌ شد
ga_ie: Mód eitleáin cumasaithe
gd: Tha am modh itealain air
hu: A repülő mód be van kapcsolva
mg: Novelomina Maody fiaramanidina
pt: Modo de voo ativado
si: ගුවන්යානා ආකාරය
th: โหมดเครื่องบินถูกเปิดใช้งาน
uz: Parvoz rejimi yoqildi

source: Number is busy
am: ቁጥሩ በ ስራ ላይ ነው
ar: الرقم مشغول
bg: Номерът е зает
bn_bd: নম্বরটি ব্যস্ত আছে
bn_in: নাম্বার ব্যস্ত রয়েছে
br: Niverenn ac'hubet
bs: Broj je zauzet
ca: Número ocupat
cy: Mae'r rhif yn brysur
es: El número está ocupado
eu: Zenbakia okupatuta dago
fa: شماره مشغول است
ga_ie: Tá an uimhir gnóthach
gd: Tha an àireamh trang
hu: A szám foglalt
lv: Numurs ir aizņemts
mg: Be atao ny nomerao
pt: Número ocupado
si: අංකය කාර්යය බහුලයි
th: หมายเลขไม่ว่าง
uz: Raqam band

source: The number is currently busy. Please try again later.
am: ቁጥሩ አሁን በ ስራ ላይ ነው: እባክዎን ትንሽ ቆይተው እንደገና ይሞክሩ
ar: الرقم مشغول حاليا. من فضلك جرب لاحقا.
bg: Номерът в момента е зает. Моля, опитайте по-късно.
bn_bd: এই নম্বরটি বর্তমানে ব্যস্ত আছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
bn_in: নাম্বার টি বর্তমানে ব্যস্ত রয়েছে। দয়া করে পুনরায় চেষ্টা করুন।
br: Ac'hubet eo an niverenn evit poent. Klaskit diwezhatoc'h, mar plij.
bs: Broj je trenutno zauzet. Molimo pokušajte kasnije.
ca: El número ara està ocupat. Proveu-ho més tard.
cy: Mae'r rhif yn brysur ar hyn o bryd. Ceisiwch eto'n hwyrach.
es: El número está ocupado en este momento. Inténtelo más tarde.
eu: Zenbakia okupatuta dago. Saiatu berriro geroago.
fa: شماره در حال حاضر مشغول است. لطفا بعدا مجددا تلاش کنید.
ga_ie: Tá an uimhir gnóthach faoi láthair. Déan iarracht eile ar ball.
gd: Tha an àireamh trang an-dràsta fhèin. Nach fheuch thu ris a-rithist an ceann greis?
hu: A szám jelenleg foglalt. Próbálja újra később.
lv: Numurs šobrīd ir aizņemts. Lūdzu mēģiniet vēlreiz vēlāk.
mg: Be atao izao ny nomerao. Andramo rehefa avy eo, azafady.
pt: O número está ocupado neste momento. Por favor tente novamente mais tarde.
si: මෙම අංකය දැනට කාර්යය බහුලයි. පසුව අමතන්න.
th: หมายเลขไม่ว่างในขณะนี้ โปรดลองอีกครั้งในภายหลัง
uz: Raqam hozirda band. Keyinroq urinib ko‘ring.

source: FDN active
am: FDN ንቁ ነው
ar: FDN‏ نشط
bg: ФН включен
bn_bd: FDN সক্রিয়
bn_in: FDN সক্রিয়
br: FDN oberiant
bs: FDN aktivan
ca: Números prefixats activats
cy: FDN yn weithredol
es: NMF activo
eu: FDN aktibo
fa: FDN فعال
ga_ie: Tá FDN gníomhach
gd: FDN gnìomhach
hu: FDN aktív
mg: Amperin'asa ny NFR
pt: NMF ativos
si: FDN සක්‍රීය කිරීම
th: FDN ใช้งาน

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
am: FDN (የተወሰነ ቁጥሮች መደወያ) ተነስቷል እና የሚቀጥለው ቁጥር በ እርስዎ FDN ዝርዝር ውስጥ አልተገኘም: {{ number }}
ar: فُعّلت ميزة أرقام الاتصال الثابتة (FDN)، والرقم التّالي ليس في قائمتك: {{ number }}
bg: FDN (Фиксирани номера за набиране) са активни и следният номер не е в списъка: {{ number }}
bn_bd: FDN (ফিক্সড্‌ ডায়ালিং নাম্বার) সক্রিয় এবং নিচের এই নাম্বার আপনার FDN লিস্টে নাই: {{ number }}
bn_in: FDN (Fixed Dialing Numbers) সক্রিয় করা হল এবং এই নাম্বার: {{ number }} টি আপনার FDN তালিকায় নেই
br: Gweredekaet eo an niverenniñ digemm FDN (Fixed Dialing Numbers) hag an niverenn n'eo ket e-barzh ho listenn FDN : {{ number }}
bs: FDN (brojevi za fiksno pozivanje) je aktiviran i sljedeći broj nije na vašoj FDN listi: {{ number }}
ca: La funció FDN (números prefixats) està activada i el següent número no és a la vostra llista FDN: {{ number }}
cy: FDN (Rhif Deialu Sefydlog) yn weithredol ac nid yw'r rhif canlynol ar eich rhestr FDN: {{ number }}
es: NMF (números de marcación fija) está activado y el siguiente número no está en la lista: {{ number }}
eu: FDN (markatze-zenbaki finkoak) aktibatuta dago eta honako zenbakia ez dago zure FDN zerrendan: {{ number }}
fa: FDN (شماره‌های تماس ثابت) فعال است و شماره مقابل در فهرست FDN شما نیست: {{ number }}
ga_ie: Tá FDN (Uimhreacha Socraithe Diailithe) ar siúl ach níl an uimhir seo i do liosta FDN: {{ number }}
gd: Tha FDN (Fixed Dialing Numbers) an gnìomh is chan eil an àireamh a leanas air liosta nan FDN agad: {{ number }}
hu: Az FDN engedélyezve van, de a szám nincs rajta az FDN listán: {{ number }}
mg: Novelomina ny NFR (Nomerao Fitendry Raikitra) ary tsy ao anatin'ny lisitr'ireo NFR anao ity nomerao manaraka ity: {{ number }}
pt: Os NMF (Números de Marcação Fixa) estão ativados e o número seguinte não está na sua lista de NMF: {{ number }}
si: FDN (ස්ථිර ඩයල් අංක) සක්‍රීය කර ඇති අතර පහත අංකය ඔබේ FDN ලැයිස්තුවේ නොමැත.: {{ number }}
th: FDN (Fixed Dialing Numbers) ถูกเปิดใช้งานอยู่และหมายเลขดังต่อไปนี้ไม่อยู่ในรายการ FDN ของคุณ: {{ number }}
uz: FDN (Ishonchli qo‘ng‘iroq raqamlari) faollashtirildi va quyidagi raqam FDN ro‘yxatingizda mavjud emas: {{ number }}

source: To make a call, the phone must be connected to a network.
am: ጥሪ ለማድረግ ስልኩ ከ ኔትዎርክ ጋር መገናኘት አለበት
ar: لإجراء مكالمة، يجب أن يكون الهاتف متصلًا بشبكة.
bg: За да се обаждате, телефонът трябва да е свързан към мрежа на мобилен оператор.
bn_bd: ফোন করার জন্য, আপনার ফোনকে অবশ্যই নেটওয়ার্কে সংযুক্ত হতে হবে।
bn_in: কোন কল করতে হলে, ফোনটি কোন নেটওয়ার্ক এর সাথে সংযুক্ত হয়ে থাকতে হবে।
br: Kennasket ouzh ur rouedad e rank bezañ ar pellgomzer a-benn gervel un niverenn.
bs: Da biste mogli pozivati, telefon mora biti povezan na mrežu.
ca: Per fer una trucada, cal que el telèfon estigui connectat a una xarxa.
cy: I wneud galwad, rhaid i'r ffôn fod yn gysylltiedig â rhwydwaith.
es: Para hacer una llamada, el teléfono debe estar conectado a una red.
eu: Dei bat egiteko, telefonoak sare batekin konektatuta egon behar du.
fa: برای گرفتن تماس، می‌بایستی تلفن به شبکه متصل باشد.
ga_ie: Chun glao a chur, ní mór don ghuthán a bheith ceangailte le líonra.
gd: Feumaidh tu ceangal ri lìonra mus urrainn dhut gairm a dhèanamh.
hu: Hívás indításához a telefonnak csatlakoznia kell egy hálózathoz.
lv: Lai zvanīt, telefonam ir jābūt savienotam ar kādu tīklu.
mg: Tsy maintsy ampifandraisina @ tambajotra ny telefaona raha hiantso.
pt: Para fazer uma chamada, o telefone tem de estar ligado a uma rede.
si: ඇමතුමක් ලබාගැනීමට, දුරකථනය ජාලයකට සබඳ වී තිබිය යුතුයි.
th: เพื่อโทรออก โทรศัพท์ต้องเชื่อมต่อกับเครือข่าย
uz: Qo‘ng‘iroq qilish uchun telefon tarmoqqa ulangan bo‘lishi kerak.

source: Emergency calls are not allowed by the network.
am: የ ድንገተኛ ጥሪ በ ኔትዎርክ የተደገፈ አይደለም
ar: لا تسمح الشبكة بمكالمات الطوارئ.
bg: Спешните обаждания са забранени от този оператор.
bn_bd: এই নেটওয়ার্কে জরুরি কল অনুমোদিত নয়।
bn_in: এই নেটওয়ার্ক এ জরুরী কল করার অনুমতি নেই।
br: N'eo ket aotreet ar galvadennoù mall gant ar rouedad.
bs: Hitni pozivi nisu dozvoljeni od strane mreže.
ca: La xarxa no permet fer trucades d'emergència.
cy: Nid oes caniatâd i ddefnyddio galwadau brys gan y rhwydwaith.
es: La red no permite llamadas de emergencia.
eu: Sareak ez ditu larrialdi-deiak onartzen.
fa: تماس‌های اضطراری توسط شبکه مجاز نیستند.
ga_ie: Ní cheadaíonn an líonra glaonna éigeandála.
gd: Chan eil an lìonra a’ ceadachadh gairmean èiginn.
hu: A hálózat nem engedélyezi a segélyhívásokat.
lv: Šis tīkls nepieņem ārkārtas situāciju zvanus.
mg: Tsy omen'ny tambajotra al√†lana ireo antso vonjy taitra ihany.
pt: Não são permitidas chamadas de emergência pela rede.
si: හදිසි ඇමතුම් වෙත ජාලය ඉඩ නොදෙයි.
th: การโทรฉุกเฉินไม่อนุญาตโดยเครือข่าย
uz: Favqulodda qo‘ng‘iroqlarga tarmoq tomonidan ruxsat berilmagan.

# emergencyDialogBtnOk
source: OK
am: እሺ
ar: حسنا
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
es: Aceptar
eu: Ados
fa: تأیید
gd: Ceart ma-thà
lv: Labi
si: හරි
th: ตกลง

source: No network connection
am: የ ኔትዎርክ ግንኙነት አልተገኘም
ar: لا اتصال بالشبكة
bg: Няма връзка към мрежа
bn_bd: নেটওয়ার্ক সংযোগ নেই
bn_in: কোন নেটওয়ার্ক সংযোগ নেই
br: Kennask ebet ouzh ar rouedad
bs: Nema mreže
ca: No hi ha connexió a la xarxa
cy: Dim cysylltiad rhwydwaith
es: Sin conexión de red
eu: Ez dago sareko konexiorik
fa: بدون اتصال
ga_ie: Gan ceangal líonra
gd: Chan eil ceangal ris an lìonra
hu: Nincs hálózati kapcsolat
lv: Nav pieslēguma tīklam
mg: Tsisy fifandraisana tambajotra
pt: Sem ligação à rede
si: ජාල සම්බන්ධතාවය නැත
th: ไม่มีการเชื่อมต่อเครือข่าย
uz: Tarmoqqa ulanmagan

source: Invalid phone number
am: ዋጋ የሌለው የ ስልክ ቁጥር
ar: رقم الهاتف غير صالح
bg: Невалиден телефонен номер
bn_bd: ভুল ফোন নাম্বার
bn_in: অবৈধ ফোন নাম্বার
br: Niverenn bellgomz didalvoudek
bs: Pogrešan broj telefona
ca: Número de telèfon no vàlid
cy: Rhif ffôn annilys
es: Núm. de teléfono no válido
eu: Telefono-zenbaki baliogabea
fa: شما‌ره تلفن نامعتبر
ga_ie: Uimhir neamhbhailí
gd: Àireamh fòn mhì-dhligheach
hu: A szám érvénytelen
lv: Nederīgs telefona numurs
mg: Nomeraon-telefaona tsy mety
pt: Número de telefone inválido
si: වැරදි දුරකතන අංකයක්
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
uz: Noto‘g‘ri telefon raqami

source: The phone number you are calling is not valid.
am: የሚደውሉት የ ስልክ ቁጥር ዋጋ የሌለው ነው
ar: رقم الهاتف الذي تطلبه غير صالح.
bg: Телефонният номер, който набирате е невалиден.
bn_bd: আপনি যে ফোন নাম্বারে কল করেছেন তা সঠিক নয়।
bn_in: যেই নাম্বারে আপনি ফোন করছেন সেটি বৈধ নয়।
br: N'eo ket talvoudek an niverenn bellgomz galvet ganeoc'h.
bs: Telefonski broj koji pozivate nije valjan.
ca: El número de telèfon al qual esteu trucant no és vàlid.
cy: Nid yw'r rhif ffôn rydych yn ei galw'n ddilys.
es: El número al que llama no es válido.
eu: Deitzen ari zaren telefono-zenbakia baliogabea da.
fa: شماره تلفنی که به آن تماس گرفته‌اید نامعتبر است.
ga_ie: Tá tú ag iarraidh glao a chur ar uimhir neamhbhailí.
gd: Tha thu a’ fònadh àireamh fòn nach eil dligheach.
hu: A hívott szám nem érvényes.
lv: Telefona numuru jūs mēģiniet sazvanīt nav derīgs.
mg: Tsy mety ny nomeraon-telefaona antsoinao.
pt: O número de telefone que está a ligar não é válido.
si: ඔබ අමතන දුරකථන අංකය වලංගු නොවේ.
th: หมายเลขโทรศัพท์ที่คุณกำลังโทรไม่ถูกต้อง
uz: Siz qo‘ng‘iroq qilayotgan telefon raqami to‘g‘ri emas.

source: Unable to make a phone call now
am: ጥሪውን አሁን መፈጸም አልተቻለም
ar: تعذّر بدء المكالمة الآن
bg: Невъзможно обаждане
bn_bd: বর্তমানে ফোনকল করতে ব্যর্থ
bn_in: এখন ফোন করা যাচ্ছে না
br: N'eo ket posupl pellgomz bremañ
bs: Trenutno ne mogu uspostaviti poziv
ca: No es pot fer una trucada ara mateix
cy: Methu gwneud galwad ffôn nawr
es: Imposible hacer una llamada ahora
eu: Ezin da telefono-deirik egin orain
fa: در حال حاضر تماس‌گرفتن مقدور نیست
ga_ie: Ní féidir glao a chur faoi láthair
gd: Chan urrainn dhuinn fòn a chur an-dràsta fhèin
hu: Nem indítható telefonhívás
lv: Nevar tagad zvanīt
mg: Tsy afaka miantso an-telefaona izao
pt: Não é possível realizar uma chamada telefónica neste momento
si: දැන් දුරකථන ඇමතුම ලබාගත නොහැක
th: ไม่สามารถโทรออกได้ในตอนนี้
uz: Hoziq qo‘ng‘iroq qilib bo‘lmaydi

source: Cannot make a call. If you are already dialing, please hang up first.
am: ጥሪ መፈጸም አልተቻለም: እየደወሉ ከ ነበረ: እባክዎን በ መጀመሪያ ስልኩን ይዝጉ
ar: تعذّر بدء المكالمة. إن كنت تطلب رقمًا حينئذٍ، فأغلق الطلب أوّلًا.
bg: Обаждането не може да бъде осъществено. Ако набирате, моля, първо затворете.
bn_bd: কলটি করা যাচ্ছে না। যদি আপনি ইতোমধ্যে ডায়াল করে থাকেন তাহলে প্রথমে তা কেটে নিন।
bn_in: কল করা যাচ্ছে না। আপনি যদি ডায়াল করা অবস্থায় থাকলে আগে কল কেটে নিন।
br: N'haller ket ober ur galv. Mard emaoc'h o pellgomz endeo, adkrogit a-raok.
bs: Ne mogu uspostaviti poziv. Ako već pozivate neki broj, trebate prekinuti.
ca: No es pot fer una trucada. Si ja esteu marcant, primer pengeu.
cy: Methu gwneud galwad. Os ydych wrthi'n gwneud galwad, rhowch y gorau iddi'n gyntaf.
es: No puede hacerse ninguna llamada. Si está marcando un número, cuelgue primero.
eu: Ezin da deirik egin. Markatzen ari bazara, eseki lehenengo.
fa: امکان برقراری تماس نیست. اگر در حال تماس هستید، لطفا ابتدا تماس را قطع کنید.
ga_ie: Ní féidir glao a chur. Má tá tú ag diailiú cheana, croch an guthán ar dtús.
gd: Cha ghabh gairm a dhèanamh. Ma tha thu a’ daithealadh mu thràth, cuir sìos am fòn an toiseach.
hu: Nem indítható hívás. Ha már tárcsázott, előbb tegye le.
mg: Tsy afaka miantso izao. Raha efa mitendry nomerao ianao, dia tapaho aloha, azafady.
pt: Não é possível fazer uma chamada. Se já estiver a marcar, deve desligar a chamada primeiro.
si: ඇමතුම ලබාගත නොහැක. ඔබ දැනට අංකනය කරයි නම්, කරුණාකර ප්‍රථමයෙන් එය නවතන්න.
th: ไม่สามารถโทรออกได้ หากคุณกำลังต่อสายอยู่ โปรดวางสายก่อน
uz: Qo‘ng‘iroq qilib bo‘lmaydi. Agar siz allaqachon tergan bo‘lsangiz, avval go‘shakni ilib qo‘ying.

source: Other connection in use
am: ሌሎች ግንኙነቶች በ ስራ ላይ
ar: اتصال آخر جارٍ
bg: Използва се друга мрежова свързаност
bn_bd: অন্য সংযোগ ব্যবহৃত হচ্ছে
bn_in: অন্য সংযোগ ব্যবহার করা হচ্ছে
br: Ur c'hennask all a zo implijet
bs: Druga veza u upotrebi
ca: Connexió existent en ús
cy: Cysylltiadau eraill ar waith
es: Otra conexión en uso
eu: Beste konexio bat erabiltzen ari da
fa: اتصالی دیگر در حال استفاده است
ga_ie: Ceangal eile in úsáid
gd: Tha ceangal eile ’ga chleachdadh
hu: Másik vonal használatban
mg: Fifandraisana hafa ampiasaina
pt: Outra ligação a ser utilizada
si: භාවිතයේ ඇති වෙනත් සබඳතා
th: มีการเชื่อมต่ออื่น ๆ ใช้งานอยู่
uz: Boshqa ulanish amalga oshirilgan

source: You have an active call on another connection. You can only use one connection at a time.
am: በሌላ ግንኙነት ላይ ንቁ ጥሪ አለ: መጠቀም የሚችሉት በ አንድ ጊዜ አንድ ግንኙነት ብቻ ነው
ar: لديك مكالمة أخرى جارية. لا يمكنك تنفيذ اكثر من اتصال في نفس الوقت.
bg: Активно е обаждане в друга мрежова свързаност. В даден момент може да използвате само една мрежова свързаност.
bn_bd: অন্য সংযোগে আপনার একটি সক্রিয় কল রয়েছে। আপনি একবারে শুধু একটি সংযোগ ব্যবহার করতে পারবেন।
bn_in: আরেকটি সংযোগে আপনার একটি সক্রিয় কল বিদ্যমান রয়েছে। একবারে কেবল একটি সংযোগই ব্যবহার করা যাবে।
br: Ur bellgomzadenn oberiant ho peus war ur c'hennask all. Ur c'hennask war ar memes tro a zo tu deoc'h implij nemetken.
bs: Imate aktivan poziv na drugoj vezi. Možete koristiti samo jednu vezu u datom trenutku.
ca: Teniu una trucada activa en una altra connexió. Podeu només utilitzar una connexió alhora.
cy: Mae gennych alwad gweithredol ar gysylltiad arall. Gallwch ond defnyddio un cysylltiad ar y tro.
es: Tiene una llamada activa en otra conexión. Sólo puede usarse una conexión a la vez.
eu: Dei aktibo bat duzu beste konexio batean. Konexio bakarra erabil dezakezu aldi berean.
fa: شما یک تماس فعال در اتصالی دیگر دارید. شما تنها می‌توانید از یک اتصال در هر لحظه استفاده کنید.
ga_ie: Tá glao ar siúl agat cheana ar cheangal eile. Ní féidir leat ach ceangal amháin a úsáid.
gd: Tha gairm bheò agad air ceangal eile. Chan urrainn dhut barrachd air aon cheangal a dhèanamh aig an aon àm.
hu: A másik vonalon már van egy aktív hívása. Egyszerre csak egy vonal használható.
mg: Manana antso mandeha ao @ fifandraisana hafa ianao. Fifandraisana iray ihany no azonao ampiasaina isaky ny manao.
pt: Já tem uma chamada ativa na outra ligação. Só pode utilizar uma ligação de cada vez.
si: ඔබට වෙනත් සබඳතාවක් මත සක්‍රීය ඇමතුමක් ඇත. ඔබට එක්වරකට භාවිත කළ හැක්කේ එක් සබඳතාවක් පමණයි.
uz: Sizda boshqa qo‘ng‘iroq yoki ulanish amalga oshirilmoqda. Siz bir vaqtda faqatgina bitta ulanishdan foydalanishingiz mumkin.

source: Call was barred by the operator
am: ጥሪው በ አንቀሳቃሽ ታግዷል
bg: Обаждането беше отказано от оператора
bn_bd: কল অপারেটর দ্বারা নিষিদ্ধ
bn_in: অপারেটর কলটি আটকে দিয়েছে
br: Stanket eo bet ar galv gant an oberataer
bs: Poziv je zabranjen od strane operatera
ca: L'operador ha blocat la trucada
cy: Rhwystrwyd yr alwad gan y darparwr
es: La llamada fue bloqueada por el operador
eu: Operadoreak trabatu du deia
fa: تماس توسط اپراتور مسدود شد
ga_ie: Chuir an t-oibreoir cosc ar an nglao
gd: Chaidh a’ ghairm a bhacadh leis a’ ghiùlanair
hu: A hívást a szolgáltató megtagadta
lv: Zvanu bloķēja operators
pt: A chamada foi barrada pelo operador
th: สายโทรถูกจำกัดโดยผู้ให้บริการ
uz: Qo‘ng‘iroq qilish operator tomonidan bloklangan

source: Connecting…
am: በ መገናኘት ላይ...
bn_bd: সংযুক্ত হচ্ছে...
ga_ie: Ag Ceangal…
uz: Ulanmoqda…

source: Mobile
am: ተንቀሳቃሽ
bg: Мобилен
bn_bd: মোবাইল
bn_in: মোবাইল
br: Hezougell
bs: Mobilni
ca: Mòbil
cy: Symudol
es: Móvil
eu: Mugikorra
fa: تلفن‌همراه
ga_ie: Soghluaiste
gd: Fòn-làimhe
hu: Mobil
lv: Mobilais
pt: Telemóvel
th: มือถือ
uz: Mobil

source: Home
am: ቤት
bg: Домашен
bn_bd: বাড়ি
bn_in: হোম
br: Degemer
bs: Kučni
ca: Casa
cy: Cartref
es: Casa
eu: Etxekoa
fa: خانه
ga_ie: Baile
gd: Dachaigh
hu: Otthoni
lv: Mājas
pt: Casa
th: บ้าน
uz: Uy

source: Work
am: ስራ
bg: Служебен
bn_bd: কর্মস্থল
bn_in: কর্ম
br: Labour
bs: Poslovni
ca: Feina
cy: Gwaith
es: Trabajo
eu: Lanekoa
fa: محل کار
ga_ie: Obair
gd: Obair
hu: Munka
lv: Darba
pt: Trabalho
th: ที่ทำงาน
uz: Ish

source: Personal
am: የ ግል
bg: Личен
bn_bd: ব্যক্তিগত
bn_in: ব্যক্তিগত
br: Personel
bs: Lični
ca: Particular
cy: Personol
eu: Pertsonala
fa: شخصی
ga_ie: Pearsanta
gd: Pearsanta
hu: Saját
lv: Personīgais
pt: Pessoal
th: ส่วนบุคคล
uz: Shaxsiy

source: Fax home
am: የ ቤት ፋክስ
bg: Домашен факс
bn_bd: বাড়ির ফ্যাক্স
bn_in: ফ্যাক্স হোম
br: Faks ar gêr
bs: Kućni faks
ca: Fax (casa)
cy: Ffacs cartref
es: Fax casa
eu: Faxa (etxekoa)
fa: فکس خانه
ga_ie: Facs: baile
gd: Facs dachaigh
hu: Ott. fax
lv: Mājas fakss
pt: Fax de casa
th: โทรสารบ้าน
uz: Faks (uy)

source: Fax office
am: የ ቢሮ ፋክስ
bg: Служебен факс
bn_bd: অফিসের ফ্যাক্স
bn_in: ফ্যাক্স অফিস
br: Faks burev
bs: Poslovni faks
ca: Fax (oficina)
cy: Ffacs swyddfa
es: Fax oficina
eu: Faxa (bulegokoa)
fa: فکس محل کار
ga_ie: Facs: oifig
gd: Fax oifise
hu: Mh. fax
lv: Biroja fakss
pt: Fax do trabalho
th: โทรสารสำนักงาน
uz: Faks (idora)

source: Fax other
am: ሌላ ፋክስ
bg: Факс другаде
bn_bd: অন্যান্য ফ্যাক্স
bn_in: অন্যান্যদের ফ্যাক্স করুন
br: Faks all
bs: Drugi faks
ca: Fax (altre)
cy: Ffacs arall
es: Fax otros
eu: Faxa (bestelakoa)
fa: فکس دیگر
ga_ie: Facs: eile
gd: Facs eile
hu: Más fax
lv: Cits fakss
pt: Outro fax
th: โทรสารอื่น ๆ
uz: Faks (boshqa)

source: Other
am: ሌላ
bg: Друг
bn_bd: অন্যান্য
bn_in: অন্যান্য
br: All
bs: Drugo
ca: Altres
cy: Arall
es: Otro
eu: Bestelakoa
fa: دیگر
ga_ie: Eile
gd: Eile
hu: Egyéb
lv: Cits
pt: Outro
th: อื่น ๆ
uz: Boshqa

source: Mobile, {{ carrier }}
am: ተንቀሳቃሽ: {{ carrier }}
bg: Мобилен, {{ carrier }}
bn_bd: মোবাইল, {{ carrier }}
bn_in: মোবাইল, {{ carrier }}
br: Hezoug, {{ carrier }}
bs: Mobilni, {{ carrier }}
ca: Mòbil, {{ carrier }}
cy: Symudol, {{ carrier }}
es: Móvil, {{ carrier }}
eu: Mugikorra, {{ carrier }}
fa: تلفن‌همراه،‌ {{ carrier }}
ga_ie: Soghluaiste, {{ carrier }}
gd: Fòn-làimhe, {{ carrier }}
hu: Mobil, {{ carrier }}
lv: Mobilais, {{ carrier }}
pt: Telemóvel, {{ carrier }}
th: มือถือ {{ carrier }}
uz: Mobil, {{ carrier }}

source: Home, {{ carrier }}
am: ቤት: {{ carrier }}
bg: Домашен, {{ carrier }}
bn_bd: বাড়ি, {{ carrier }}
bn_in: হোম, {{ carrier }}
br: Kêr, {{ carrier }}
bs: Kućni, {{ carrier }}
ca: Casa, {{ carrier }}
cy: Cartref, {{ carrier }}
es: Casa, {{ carrier }}
eu: Etxekoa, {{ carrier }}
fa: خانه، {{ carrier }}
ga_ie: Baile, {{ carrier }}
gd: Dachaigh, {{ carrier }}
hu: Otthoni, {{ carrier }}
lv: Mājas, {{ carrier }}
pt: Casa, {{ carrier }}
th: บ้าน {{ carrier }}
uz: Uy, {{ carrier }}

source: Work, {{ carrier }}
am: ስራ: {{ carrier }}
bg: Служебен, {{ carrier }}
bn_bd: কার্মস্থল, {{ carrier }}
bn_in: কাজ, {{ carrier }}
br: Burev, {{ carrier }}
bs: Poslovni, {{ carrier }}
ca: Feina, {{ carrier }}
cy: Gwaith, {{ carrier }}
es: Trabajo, {{ carrier }}
eu: Lanekoa, {{ carrier }}
fa: محل کار، {{ carrier }}
ga_ie: Obair, {{ carrier }}
gd: Obair, {{ carrier }}
hu: Munka, {{ carrier }}
lv: Darba, {{ carrier }}
pt: Trabalho, {{ carrier }}
th: ที่ทำงาน {{ carrier }}
uz: Ish, {{ carrier }}

source: Personal, {{ carrier }}
am: የ ግል: {{ carrier }}
bg: Личен, {{ carrier }}
bn_bd: ব্যক্তিগত, {{ carrier }}
bn_in: ব্যক্তিগত, {{ carrier }}
br: Personel, {{ carrier }}
bs: Lični, {{ carrier }}
ca: Particular, {{ carrier }}
cy: Personol, {{ carrier }}
eu: Pertsonala, {{ carrier }}
fa: شخصی، {{ carrier }}
ga_ie: Pearsanta, {{ carrier }}
gd: Pearsanta, {{ carrier }}
hu: Saját, {{ carrier }}
lv: Personīgais, {{carrier }}
pt: Pessoal, {{ carrier }}
th: ส่วนบุคคล {{ carrier }}
uz: Shaxsiy, {{ carrier }}

source: Fax home, {{ carrier }}
am: የ ቤት ፋክስ: {{ carrier }}
bg: Домашен факс, {{ carrier }}
bn_bd: বাড়ির ফ্যাক্স, {{ carrier }}
bn_in: ফ্যাক্স হোম, {{ carrier }}
br: Faks ar gêr, {{ carrier }}
bs: Kućni faks, {{ carrier }}
ca: Fax (casa), {{ carrier }}
cy: Ffacs cartref, {{ carrier }}
es: Fax casa, {{ carrier }}
eu: Faxa (etxekoa), {{ carrier }}
fa: فکس خانه، {{ carrier }}
ga_ie: Facs: baile, {{ carrier }}
gd: Facs dachaighe, {{ carrier }}
hu: Ott. fax, {{ carrier }}
lv: Mājas fakss, {{ carrier }}
pt: Fax de casa, {{ carrier }}
th: โทรสารบ้าน {{ carrier }}
uz: Faks (uy), {{ carrier }}

source: Fax office, {{ carrier }}
am: የ ቢሮ ፋክስ: {{ carrier }}
bg: Служебен факс, {{ carrier }}
bn_bd: অফিসের ফ্যাক্স, {{ carrier }}
bn_in: ফ্যাক্স অফিস, {{ carrier }}
br: Faks ar burev, {{ carrier }}
bs: Kancelarijski faks, {{ carrier }}
ca: Fax (oficina), {{ carrier }}
cy: Ffacs swyddfa, {{ carrier }}
es: Fax oficina, {{ carrier }}
eu: Faxa (bulegokoa), {{ carrier }}
fa: فکس محل کار، {{ carrier }}
ga_ie: Facs: oifig, {{ carrier }}
gd: Facs oifise, {{ carrier }}
hu: Mh. fax, {{ carrier }}
lv: Biroja fakss, {{ carrier }}
pt: Fax do trabalho, {{ carrier }}
th: โทรสารสำนักงาน {{ carrier }}
uz: Faks (ishxona), {{ carrier }}
