Repository: translate/mozilla-gaia
Catalog: nd/apps/camera/camera.properties.po
Languages: nd

source: Not enough space on memory card
nd: Asikho isikhala esaneleyo ekhadini lememori

source: Try freeing up space by deleting media.
nd: Zama ukuvula indawo ngokucitsha imidiya

source: No memory card found
nd: Alikho ikhadi lememori elitholakeleyo

source: Insert a memory card to take pictures.
nd: Faka ikhadi lememori ukuze uthathe izithombe

source: Camera can not be used while phone is plugged in
nd: IKhamera ayisebenzi nxa ifoni isaxhunywe emlilweni

source: Unplug the phone to capture photos and videos
nd: Khupha ifoni emlilweni ukuze uthathe imifanekiso lamavidiyo

source: You have run out of media storage space.
nd: Usuphelelwe yindawo yokugcina imidiya.

source: You have reached the maximum file size for this attachment.
nd: Usufike kusayizi yefayili yokucina yalokhu okunanyathiselweyo.

source: Retake
nd: Thatha kutsha

source: Select
nd: Khetha

# close-button
source: Close
nd: Vala

source: Delete photo?
nd: Dilitha umfanekiso?

source: Delete video?
nd: Dilitha ividiyo?

source: Cancel
nd: Khansela

source: Delete
nd: Citsha

source: Camera Resolution
nd: I-Camera Resolution

source: Video Resolution
nd: I-Video Resolution

source: Self-Timer
nd: I-Self-Timer

# self-timer-off
source: Off
nd: Citsha

source: 2 seconds
nd: 2 imizuzwana

source: 5 seconds
nd: 5 imizuzwana

source: 10 seconds
nd: 10 imizuzwana

source: Low Battery
nd: Umlilo usumlutshwana

source: The battery is too low to use the camera.
nd: Sokusele umlilo omlutshwana kakhulu ukuthi usebenzise ikhamera

source: Camera Unavailable
nd: i Camera ayisebenziseki

source: The camera is in use by another app.
nd: I camera isentshenziswa ngeyinye i app

# hdr-on
source: On
nd: Ivuliwe

# hdr-off
source: Off
nd: Icitshiwe

source: (HDR deactivated)
nd: (I-HDR yenziwe yangasebenzi)

source: Grid Lines
nd: Ama-Grid Lines

# grid-on
source: On
nd: Vula

# grid-off
source: Off
nd: Vala

source: Flash
nd: i-Flash

# flash-on
source: On
nd: Ivuliwe

# flash-off
source: Off
nd: Icitshiwe

source: Auto
nd: Ngokuzenzakalelayo

source: (Flash deactivated)
nd: (I-Flash icitshiwe)

source: Photo Mode
nd: Imodi yeZithombe

source: Video Mode
nd: Imodi yamaVidiyo

source: Options
nd: Ongakukhetha

source: Open Gallery
nd: Vula iGalari

source: Preview
nd: Buka kuqala

source: Close menu
nd: I-menyu yokuvala

source: HDR {{value}}
nd: i-HDR {{value}}

source: Self-Timer {{value}}
nd: Ukuzibalela isikhathi {{value}}

source: Grid Lines {{value}}
nd: Ama Grid Lines {{value}}

source: Video Resolution {{value}}
nd: I-Video Resolution {{value}}

source: Flash On
nd: I Flash ivuliwe

source: Flash Off
nd: I-Flash icitshiwe

source: Flash Auto
nd: I-Flash iyazenzakalela

source: Rear camera
nd: I-camera esemuva

source: Front camera
nd: I-camera ephambili

source: Menu
nd: i-Menu

# preview-button.ariaLabel
source: Preview
nd: Buka kuqala

# controls-button-close.ariaLabel
source: Close
nd: Vala

source: Share
nd: Yabelana

source: More
nd: Okunengi

source: Frame {{current}} of {{total}}
nd: I-Frame {{current}} yokungu {{total}}

source: Swipe left with 2 fingers to jump to next, or swipe right to jump to previous
nd: Donsa ngeminwe emibili usiya kwesokhohlo ukuya kokulandelayo, kumbe udonsele kwesokudla ukuya kokudlulileyo
