Repository: translate/mozilla-gaia
Catalog: hsb/apps/email/email.properties.po
Languages: hsb

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
hsb: {{ n }} nowych e-mejlkow ({{ accountName }})

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
hsb: {{ n }} nowych e-mejlkow ({{ accountName }})

source: Are you sure?
hsb: Sće wěsty?

source: Other people may be able to see your passwords and emails or control your account.
hsb: Druzy ludźo móža snano waše hesła a e-mejle widźeć abo waše konto kontrolować.

source: There are multiple, free email providers that offer more secure, encrypted connections.
hsb: Su wjacori darmotni e-mejlowi poskićowarjo, kotřiž wjace wěstych, zaklučowanych zwiskow poskićeja.

source: Learn more
hsb: Dalše informacije

source: I understand
hsb: Rozumju

# message-reader-next-button.ariaLabel
source: Next
hsb: Přichodna

source: Previous
hsb: Předchadna

source: Received
hsb: Přijaty
