Repository: translate/mozilla-gaia
Catalog: hsb/apps/email/email.properties.po
Languages: hsb

# back-button.ariaLabel
source: Back
hsb: Wróćo

source: Close
hsb: Začinić

source: Mail
hsb: E-mail

source: You are not set up to send or receive email. Set up an account to complete the action.
hsb: Słanje abo přijimanje e-mejlkow hišće připrawjene njeje. Připrawće konto, zo byšće akciju zakónčił.

source: To send and receive email, you will need to set up an account.
hsb: Zo byšće e-mejlki pósłał a přijał, dyrbiće konto konfigurować.

source: New Account
hsb: Nowe konto

source: Enter Password For:
hsb: Zapodajće hesło za:

# setup-info-name.placeholder
source: Your name
hsb: Waše mjeno

source: someone@example.com
hsb: něchtó@přikład.de

# setup-info-password.placeholder
source: Password
hsb: Hesło

# setup-info-next
source: Next
hsb: Dale

source: Setting up account
hsb: Waše konto so konfiguruje

source: Mail account setup
hsb: E-mejlowe konto konfigurować

source: All done!
hsb: Konfigurowanje dokónčene!

source: Add another account
hsb: Druhe konto přidać

source: Continue to Mail
hsb: Dale k e-mejli

source: This device is currently offline. Connect to a network and try again.
hsb: Tutón grat je tuchwilu offline. Zwjazajće ze syću a spytajće hišće raz.

source: Invalid username or password. Check for typos.
hsb: Njepłaćiwe wužiwarske mjeno abo hesło. Prošu přepruwujće za pisanskimi zmylkami.

source: Invalid e-mail address. Check for typos.
hsb: Njepłaćiwa e-mejlowa adresa. Přepruwujće ju za pisanskimi zmylkami.

source: The server said you’re not authorized to create an account
hsb: Serwer zdźěli, zo nimaće prawo, zo byšće konto załožił

source: Server unsupported. The POP3 server does not implement required features.
hsb: Serwer so njepodpěruje. POP3-serwer trěbne funkcije k dispoziciji njestaja.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
hsb: Njeznaty zmylk je wustupił. Přepruwujće swój syćowy zwisk abo spytajće manuelnu konfiguraciju.

source: You must use an application specific password for two-factor Gmail accounts
hsb: Dyrbiće hesło za dwufaktorowe Gmail-konta wužiwać, kotrež je specifiske za nałoženje

source: You must enable IMAP for your Gmail account
hsb: Dyrbiće IMAP za swoje Gmail-konto zmóžnić

source: You must enable POP3 for your Gmail account
hsb: Dyrbiće POP3 za swoje Gmail-konto zmóžnić

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
hsb: Njeje móžno wěsty zwisk z "{{server}}" nawjazać. Je to snano problem z wašej syću abo z wašim serwerom.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
hsb: Njeje móžno zwisk z "{{server}}" nawjazać. Je to snano problem ze syću.

source: There is a problem with the server "{{server}}". Try again later.
hsb: Je problem ze serwerom "{{server}}". Spytajće pozdźišo hišće raz.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
hsb: Waše konto njeda so awtomatisce konfigurować. Porjedźće swoju e-mejlowu adresu abo spytajće manuelnu konfiguraciju.

source: The server "{{server}}" is offline for maintenance. Try again later.
hsb: Serwer "{{server}}" je offline za wothladowanje. Spytajće pozdźišo hišće raz.

source: This account is already configured.
hsb: Tute konto je so hižo konfigurowało.

source: Manual setup
hsb: Manuelna konfiguracija

source: Manual Setup
hsb: Manuelna konfiguracija

# setup-manual-account-type
source: Account type
hsb: Kontowy typ

# setup-manual-account-type-select.ariaLabel
source: Account type
hsb: Kontowy typ

# setup-manual-imap-header
source: IMAP settings
hsb: IMAP-nastajenja

# setup-manual-pop3-header
source: POP3 settings
hsb: POP3-nastajenja

# setup-manual-smtp-header
source: SMTP settings
hsb: SMTP-nastajenja

# setup-manual-activesync-header
source: ActiveSync settings
hsb: ActiveSync-nastajenja

# setup-manual-next
source: Next
hsb: Dale

source: Socket Type
hsb: Soket-typ

source: Connection security
hsb: Zwiskowa wěstota

source: Unencrypted (insecure)
hsb: Njezaklučowany (njewěsty)

# setup-manual-hostname.placeholder
source: Hostname
hsb: Hostmjeno

source: Port Number
hsb: Portowe čisło

# setup-manual-username.placeholder
source: Username
hsb: Wužiwarske mjeno

source: Domain\Username
hsb: Domena\Wužiwarske mjeno

source: Bad password!
hsb: Wopačne hesło!

source: We could not sign in to the server. Maybe your password is wrong?
hsb: Njemóžachmy so pola serwera přizjewić. Je waše hesło snano wopak?

source: New password
hsb: Nowe hesło

source: Retry with new password
hsb: Z nowym hesłom hišće raz spytać

source: Two-Factor Enabled
hsb: Dwufaktorowa metoda zmóžnjena

source: You need to enter an application-specific password below.
hsb: Dyrbiće deleka hesło zapodać, kotrež je specifiske za nałoženje.

source: Use application password
hsb: Nałoženske hesło wužiwać

source: IMAP Disabled
hsb: IMAP znjemóžnjeny

source: You must enable IMAP on your Gmail account
hsb: Dyrbiće IMAP na swojim Gmail-konće zmóžnić

# setup-gmail-imap-retry
source: Retry
hsb: Hišće raz spytać

source: POP3 Disabled
hsb: POP3 znjemóžnjeny

source: You must enable POP3 on your Gmail account
hsb: Dyrbiće POP3 na swojim Gmail-konće zmóžnić

# setup-gmail-pop3-retry
source: Retry
hsb: Hišće raz spytać

source: Reauthorize Email
hsb: E-mejl znowa awtorizować

source: Email needs to be reauthorized to access the following account:
hsb: E-mejl dyrbi so znowa awtorizować, zo by přistup na slědowace konto měło:

# setup-fix-oauth2-reauthorize
source: Reauthorize
hsb: Znowa awtorizować

source: Mail Settings
hsb: E-mejlowe nastajenja

# settings-sub-header-account
source: Account
hsb: Konto

# settings-account-group.ariaLabel
source: Account
hsb: Konto

# settings-account-name
source: Your name
hsb: Waše mjeno

source: Display notifications for new messages
hsb: Zdźělenki za nowe powěsće pokazać

source: Play sound after message is sent
hsb: Zynk wothrać, po tym zo powěsć je so pósłała

source: Tap to Edit
hsb: Podótkńće so, zo byšće wobdźěłał

# settings-account-signature-label
source: Signature
hsb: Signatura

# settings-account-signature-textbox.ariaLabel
source: Signature
hsb: Signatura

source: Save Signature
hsb: Signaturu składować

source: Discard
hsb: Zaćisnyć

# settings-sub-header-data
source: Data
hsb: Daty

# settings-data-group.ariaLabel
source: Data
hsb: Daty

# settings-account-check-mail
source: Check for new messages
hsb: Nowe powěsće pytać

# settings-account-check-mail-select.ariaLabel
source: Check for new messages
hsb: Nowe powěsće pytać

# settings-sub-header-server
source: Server settings
hsb: Serwerowe nastajenja

# settings-server-group.ariaLabel
source: Server settings
hsb: Serwerowe nastajenja

source: Username and password
hsb: Wužiwarske mjeno a hesło

# settings-account-useroauth2
source: Username
hsb: Wužiwarske mjeno

source: Sent Using Firefox OS
hsb: Z pomocu Firefox OS pósłany

source: Done
hsb: Dokónčene

# settings-account-section
source: Accounts
hsb: Konta

# settings-account-listbox.ariaLabel
source: Accounts
hsb: Konta

source: Add Account
hsb: Konto přidać

source: Delete account
hsb: Konto zhašeć

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
hsb: Chceće swoje e-mejlowe konto {{account}} woprawdźe zhašeć? Dyrbiće swoju e-mejl znowa sćahnyć, jeli konto znowa załožujeće.

# settings-account-delete-cancel
source: Cancel
hsb: Přetorhnyć

# settings-account-delete-confirm
source: Delete
hsb: Zhašeć

source: General settings
hsb: Powšitkowne nastajenja

source: Always show images
hsb: Wobrazy přeco pokazać

source: Download attachments
hsb: Přiwěški sćahnyć

source: Every 5 minutes
hsb: Kóžde 5 mjeńšin

source: Every 10 minutes
hsb: Kóžde 10 mjeńšin

source: Every 15 minutes
hsb: Kóžde 15 mjeńšin

source: Every 30 minutes
hsb: Kóžde 30 mjeńšin

source: Every hour
hsb: Kóždu hodźinu

source: Manually
hsb: Manuelnje

source: disabled
hsb: znjemóžnjeny

source: {{ n }} second
hsb: {{ n }} sekunda

# settings-check-dynamic[two]
source: {{ n }} seconds
hsb: {{ n }} sekundźe

# settings-check-dynamic[few]
source: {{ n }} seconds
hsb: {{ n }} sekundy

# settings-check-dynamic[many]
source: {{ n }} seconds
hsb: {{ n }} sekundow

# settings-check-dynamic[other]
source: {{ n }} seconds
hsb: {{ n }} sekundow

source: Set as default email
hsb: Jako standardnu e-mejlowu adresu nastajić

# settings-account-type
source: Account type
hsb: Kontowy typ

source: Credentials
hsb: Přizjewjenske daty

# settings-activesync-label
source: ActiveSync settings
hsb: Nastajenja ActiveSync

# settings-imap-label
source: IMAP settings
hsb: IMAP-nastajenja

# settings-pop3-label
source: POP3 settings
hsb: POP3-nastajenja

# settings-smtp-label
source: SMTP settings
hsb: SMTP-nastajenja

# settings-hostname
source: Hostname
hsb: Hostmjeno

# settings-username
source: Username
hsb: Wužiwarske mjeno

# settings-password
source: Password
hsb: Hesło

source: Save
hsb: Składować

source: Password field should not be empty
hsb: Hesłowe polo njeměło prózdne być

# settings-reauth
source: Reauthorize
hsb: Znowa awtorizować

# settings-account-synchronize-window
source: Days to sync
hsb: Dny, kotrež maja so synchronizować

# settings-account-synchronize-window-select.ariaLabel
source: Days to sync
hsb: Dny, kotrež maja so synchronizować

source: Automatic
hsb: Automatisce

source: 1 day
hsb: 1 dźeń

source: 3 days
hsb: 3 dny

source: 1 week
hsb: 1 tydźeń

source: 2 weeks
hsb: 2 njedźeli

source: 1 month
hsb: 1 měsac

source: All messages
hsb: Wšě powěsće

# envelope-from
source: From
hsb: Wot

# envelope-to
source: To
hsb: Komu

# envelope-cc
source: Cc
hsb: Kopija

source: Bcc
hsb: Schowana kopija

source: Sending
hsb: Sćele so

source: Error sending
hsb: Zmyłk při słanju

source: Unread
hsb: Nječitany

source: Has star
hsb: Ma hwěžku

source: Has attachments
hsb: Ma přiwěški

source: Message body
hsb: Tekst powěsće

source: Loading
hsb: Začituje so

# subject.ariaLabel
source: Subject
hsb: Titul

# message-delete-button.ariaLabel
source: Delete
hsb: Zhašeć

source: Add star
hsb: Hwěžku přidać

source: Remove star
hsb: Hwěžku wotstronić

source: Mark read
hsb: Jako čitanu markěrować

source: Mark unread
hsb: Jako nječitany markěrować

source: Move
hsb: Přesunyć

source: Reply or forward
hsb: Wotmołwić abo dale sposrědkować

source: Download
hsb: Sćahnyć

source: Downloading
hsb: Sćahuje so

# view-button.ariaLabel
source: View
hsb: Pokazać

# attachments-container.ariaLabel
source: Attachments
hsb: Přiwěški

# from-group.ariaLabel
source: From
hsb: Wot

# to-group.ariaLabel
source: To
hsb: Komu

# cc-group.ariaLabel
source: cc
hsb: kopija

# bcc-group.ariaLabel
source: bcc
hsb: schowana kopija

source: Compose message
hsb: Powěsć spisać

# compose-header-short
source: Compose
hsb: Spisać

# compose-send
source: Send
hsb: Pósłać

# compose-send-button.ariaLabel
source: Send
hsb: Pósłać

# compose-to
source: To
hsb: Komu

# compose-cc
source: cc
hsb: kopija

# compose-bcc
source: bcc
hsb: schowana kopija

# compose-attachments-container.ariaLabel[zero]
source: Attachments
hsb: Přiwěški

# compose-attachments-container.ariaLabel[one]
source: Attachments: {{kilobytes}}K
hsb: Přiwěški: {{kilobytes}}K

# compose-attachments-container.ariaLabel[two]
source: Attachments: {{kilobytes}}K
hsb: Přiwěški: {{kilobytes}}K

# compose-attachments-container.ariaLabel[few]
source: Attachments: {{kilobytes}}K
hsb: Přiwěški: {{kilobytes}}K

# compose-attachments-container.ariaLabel[many]
source: Attachments: {{kilobytes}}K
hsb: Přiwěški: {{kilobytes}}K

# compose-attachments-container.ariaLabel[other]
source: Attachments: {{kilobytes}}K
hsb: Přiwěški: {{kilobytes}}K

source: Remove
hsb: Wotstronić

source: Attach
hsb: Připowěsnyć

# compose-attachments[zero]
source: Attachments
hsb: Přiwěški

source: {{ n }} attachment
hsb: {{ n }} přiwěšk

# compose-attachments[two]
source: {{ n }} attachments
hsb: {{ n }} přiwěškaj

# compose-attachments[few]
source: {{ n }} attachments
hsb: {{ n }} přiwěški

# compose-attachments[many]
source: {{ n }} attachments
hsb: {{ n }} přiwěškow

# compose-attachments[other]
source: {{ n }} attachments
hsb: {{ n }} přiwěškow

# compose-text.ariaLabel
source: Edit
hsb: Wobdźěłać

source: One moment, still working on the previous attachment...
hsb: Wokomik prošu, prěni přiwěšk so hišće wobdźěłuje...

# compose-subject
source: Subject
hsb: Titul

source: Save to Local Drafts
hsb: Jako lokalny naćisk składować

source: Delete the draft
hsb: Naćisk zhašeć

source: Sending email failed
hsb: Słanje e-mejlki je so nimokuliło

source: Attachment too large
hsb: Přiwěšk přewulki

source: Attachments too large
hsb: Přiwěški přewulke

source: The selected attachment is too large to send with this message.
hsb: Wubrany přiwěšk je přewulki, zo byšće z tutej powěsću pósłał.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
hsb: Wubrane přiwěški su přewulke, zo byšće z tutej powěsću pósłał. Wubjerće mjenje datajow.

source: OK
hsb: W porjadku

source: attachment{{ n }}
hsb: přiwěšk{{ n }}

# message-attachment-view
source: View
hsb: Pokazać

source: Unable to open
hsb: Njeda so wočinić

source: The device does not have an app that can open the attachment.
hsb: Grat nima nałoženje, kotrež móže přiwěšk wočinić.

source: This file is too large to download.
hsb: Tuta dataja je přewulka za sćehnjenje.

# message-no-subject
source: (no subject)
hsb: (žadyn titul)

# message-edit-menu-edit
source: Edit
hsb: Wobdźěłać

# message-edit-menu-delete
source: Delete
hsb: Zhašeć

source: Delete email message?
hsb: E-mejlowu powěsć zhašeć?

source: Attachments can not be forwarded.
hsb: Přiwěški njedadźa so dale sposrědkować.

# message-multiedit-header[zero]
source: Edit
hsb: Wobdźěłać

# message-multiedit-header[one]
source: {{ n }} selected
hsb: {{ n }} wubrana

# message-multiedit-header[two]
source: {{ n }} selected
hsb: {{ n }} wubranej

# message-multiedit-header[few]
source: {{ n }} selected
hsb: {{ n }} wubrane

# message-multiedit-header[many]
source: {{ n }} selected
hsb: {{ n }} wubranych

# message-multiedit-header[other]
source: {{ n }} selected
hsb: {{ n }} wubranych

source: Browse to URL?: {{ url }}
hsb: Tutón URL wopytać?: {{ url }}

source: This email contains one image. Tap to download.
hsb: Tuta e-mejlka wobraz wobsahuje. Podótkńće so, zo byšće sćahnył.

# message-download-images-tap[two]
source: This email contains {{ n }} images. Tap to download.
hsb: Tuta e-mejlka {{ n }} wobrazaj wobsahuje. Podótkńće so, zo byšće sćahnył.

# message-download-images-tap[few]
source: This email contains {{ n }} images. Tap to download.
hsb: Tuta e-mejlka {{ n }} wobrazy wobsahuje. Podótkńće so, zo byšće sćahnył.

# message-download-images-tap[many]
source: This email contains {{ n }} images. Tap to download.
hsb: Tuta e-mejlka {{ n }} wobrazow wobsahuje. Podótkńće so, zo byšće sćahnył.

# message-download-images-tap[other]
source: This email contains {{ n }} images. Tap to download.
hsb: Tuta e-mejlka {{ n }} wobrazow wobsahuje. Podótkńće so, zo byšće sćahnył.

source: Show external images
hsb: Zwonkowne wobrazy pokazać

# message-multiedit-cancel
source: Cancel
hsb: Přetorhnyć

source: Delete this email message?
hsb: Tutu e-mejlowu powěsc zhašeć?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
hsb: {{ n }} e-mejlowej powěsći zhašeć?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
hsb: {{ n }} e-mejlowe powěsće zhašeć?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
hsb: {{ n }} e-mejlowych powěsćow zhašeć?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
hsb: {{ n }} e-mejlowych powěsćow zhašeć?

# message-large-message-cancel
source: Cancel
hsb: Přetorhnyć

source: Continue
hsb: Dale

source: This message is large and may take some time to download.
hsb: Tuta powěsć je wulka a móže chwilku trać, ju sćahnyć.

# message-search-from
source: From
hsb: Wot

# message-search-to
source: To
hsb: Komu

# message-search-subject
source: Subject
hsb: Titul

source: Body
hsb: Wobsah

source: All
hsb: Wšě

source: Search Mail
hsb: E-mejl přepytać

# message-search-cancel
source: Cancel
hsb: Přetorhnyć

# messages-syncing
source: Loading Messages
hsb: Powěsće začitać

# messages-syncing-progressbar.ariaValueText
source: Loading Messages
hsb: Powěsće začitać

source: Load More Messages
hsb: Dalše powěsće začitać

source: No mail in this Folder
hsb: Žana e-mejl w tutym rjadowaku

source: No matches in locally cached messages
hsb: Žane wotpowědniki w lokalnje pufrowanych powěsćach

source: Select folder
hsb: Rjadowak wubrać

source: Save new contact
hsb: Nowy kontakt składować

source: Add to existing contact
hsb: Ekistowacemu kontaktej přidać

source: View contact
hsb: Kontakt pokazać

# message-contact-menu-reply
source: Reply
hsb: Wotmołwić

source: Send new mail
hsb: Nowu e-mejlku pósłać

# message-reply-menu-reply
source: Reply
hsb: Wotmołwić

source: Reply All
hsb: Wšěm wotmołwić

source: Forward
hsb: Dale sposrědkować

# message-reply-menu-cancel
source: Cancel
hsb: Přetorhnyć

source: {name} wrote
hsb: {name} napisa

source: Original message
hsb: Prěnjotna powěsć

# forward-header-subject
source: Subject
hsb: Titul

source: Date
hsb: Datum

# forward-header-from
source: From
hsb: Wot

source: Reply-To
hsb: Wotmołwa na

# forward-header-to
source: To
hsb: K

# forward-header-cc
source: Cc
hsb: Kopija

source: Inbox
hsb: Dochad pósta

source: Sent
hsb: Pósłane

source: Drafts
hsb: Naćiski

source: Trash
hsb: Papjernik

source: Unsent
hsb: Njesłane

source: Junk
hsb: Čapor

source: Archives
hsb: Archiwy

source: Local Drafts
hsb: Lokalne naćiski

source: Outbox
hsb: Wuchad pósta

# drawer-back
source: Back
hsb: Wróćo

# drawer-accounts-header
source: Accounts
hsb: Konta

source: Settings
hsb: Nastajenja

source: Last sync:
hsb: Poslednja synchronizacija:

source: Refresh
hsb: Aktualizować

source: Refreshing
hsb: Aktualizuje so

# edit-button.ariaLabel
source: Edit
hsb: Wobdźěłać

source: Top
hsb: Horjeka

source: Folders and settings
hsb: Rjadowaki a nastajenja

# message-list-compose.ariaLabel
source: Compose
hsb: Spisać

source: Undo
hsb: Cofnyć

source: 1 message flag set
hsb: 1 powěsć woznamjenjena

# toaster-message-star[two]
source: {{ n }} message flags set
hsb: {{ n }} powěsći woznamjenjenej

# toaster-message-star[few]
source: {{ n }} message flags set
hsb: {{ n }} powěsće woznamjenjene

# toaster-message-star[many]
source: {{ n }} message flags set
hsb: {{ n }} powěsćow woznamjenjenych

# toaster-message-star[other]
source: {{ n }} message flags set
hsb: {{ n }} powěsćow woznamjenjenych

source: 1 message flag removed
hsb: 1 powěsćowe woznamjenjenje wotstronjene

# toaster-message-unstar[two]
source: {{ n }} message flags removed
hsb: Woznamjenjenje {{ n }} powěsćow wotstronjene

# toaster-message-unstar[few]
source: {{ n }} message flags removed
hsb: Woznamjenjenje {{ n }} powěsćow wotstronjene

# toaster-message-unstar[many]
source: {{ n }} message flags removed
hsb: Woznamjenjenje {{ n }} powěsćow wotstronjene

# toaster-message-unstar[other]
source: {{ n }} message flags removed
hsb: Woznamjenjenje {{ n }} powěsćow wostronjene

source: 1 message marked as read
hsb: 1 powěsć jako přečitana woznamjenjena

# toaster-message-read[two]
source: {{ n }} messages marked as read
hsb: {{ n }} powěsći jako přečitanej woznamjenjenej

# toaster-message-read[few]
source: {{ n }} messages marked as read
hsb: {{ n }} powěsće jako přečitane woznamjenjene

# toaster-message-read[many]
source: {{ n }} messages marked as read
hsb: {{ n }} powěsćow jako přečitanych woznamjenjenych

# toaster-message-read[other]
source: {{ n }} messages marked as read
hsb: {{ n }} powěsćow jako přečitanych woznamjenjenych

source: 1 message marked as unread
hsb: 1 powěsć jako nječitana woznamjenjena

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
hsb: {{ n }} powěsći jako nječitanej woznamjenjenej

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
hsb: {{ n }} powěsće jako nječitane woznamjenjene

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
hsb: {{ n }} powěsćow jako nječitane woznamjenjenych

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
hsb: {{ n }} powěsćow jako nječitane woznamjenjenych

source: 1 message moved
hsb: 1 powěsć přesunjena

# toaster-message-move[two]
source: {{ n }} messages moved
hsb: {{ n }} powěsći přesunjenej

# toaster-message-move[few]
source: {{ n }} messages moved
hsb: {{ n }} powěsće přesunjene

# toaster-message-move[many]
source: {{ n }} messages moved
hsb: {{ n }} powěsćow přesunjenych

# toaster-message-move[other]
source: {{ n }} messages moved
hsb: {{ n }} powěsćow přesunjenych

source: 1 message deleted
hsb: 1 powěsć zhašana

# toaster-message-delete[two]
source: {{ n }} messages deleted
hsb: {{ n }} powěsći zhašanej

# toaster-message-delete[few]
source: {{ n }} messages deleted
hsb: {{ n }} powěsće zhašane

# toaster-message-delete[many]
source: {{ n }} messages deleted
hsb: {{ n }} powěsćow zhašanych

# toaster-message-delete[other]
source: {{ n }} messages deleted
hsb: {{ n }} powěsćow zhašanych

source: Unable to connect to server
hsb: Njeje móžno ze serwerom zwjazać

source: Invalid Addresses
hsb: Njepłaćiwe adresy

source: Your message contains one or more invalid email addresses. Please correct them before sending.
hsb: Waša powěsć wobsahuje jednu njepłaćiwu e-mejlowu adresu abo wjacore njepłaćiwe e-mejlowe adresy. Prošu skorigujće je před słanjom.

source: Network unavailable. Email saved to outbox.
hsb: Syć k dispoziciji njeje. E-mejlka je so do wuchada pósta składowała.

source: Sending mail…
hsb: E-mejlka so scéle…

source: Email sent.
hsb: E-mejlka je pósłana.

source: Error occurred. Email saved to outbox.
hsb: Zmylk je wustupił. E-mejlka je so do wuchada pósta składowała.

source: Recipient error. Email saved to outbox.
hsb: Zmylk z přijimarjom. E-mejlka je so wuchada pósta składowała.

source: Mail failed to send
hsb: E-mejlka njeda so pósłać

source: Check the spelling of the addresses above. Your mail server indicated one or more of the addresses above are incorrect.
hsb: Přepruwujće prawopis horjeka mjenowanych adresow. Waš e-mejlowy serwer je podał, zo jedna abo wjacore z horjeka mjenowanych adresow su wopak.

source: The message could not be sent.
hsb: Tuta powěsć njeda so słać.

source: Remove text
hsb: Tekst wotstronić

source: Confirmation
hsb: Wobkrućenje

source: 1 New Message
hsb: 1 nowa powěsć

# new-messages[two]
source: {{ n }} New Messages
hsb: {{ n }} nowej powěsći

# new-messages[few]
source: {{ n }} New Messages
hsb: {{ n }} nowe powěsće

# new-messages[many]
source: {{ n }} New Messages
hsb: {{ n }} nowych powěsćow

# new-messages[other]
source: {{ n }} New Messages
hsb: {{ n }} nowych powěsćow

# notification-no-subject
source: (no subject)
hsb: (žadyn titul)

source: 1 New Email
hsb: 1 nowa e-mejlka

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
hsb: {{ n }} nowej e-mejlce

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
hsb: {{ n }} nowe e-mejlki

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
hsb: {{ n }} nowych e-mejlkow

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
hsb: {{ n }} nowych e-mejlkow

source: 1 New Email ({{ accountName }})
hsb: 1 nowa e-mejlka ({{ accountName }})

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
hsb: {{ n }} nowej e-mejlce ({{ accountName }})

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
hsb: {{ n }} nowe e-mejlki ({{ accountName }})
