Repository: translate/mozilla-gaia
Catalog: */shared/sounds/sounds.properties.po
Languages: eu, mai, mg, or, tr, ur

source: None
eu: Bat ere ez
mai: कोनो नहि
mg: Tsy misy
or: କିଛି ନୁହେଁ
tr: Yok
ur: کچھ نہیں

source: Classic Prism
eu: Prisma klasikoa
mai: क्लासिक प्रिज्म
mg: Prisma Mahazatra
or: କ୍ଲାସିକ ପ୍ରିଜମ
tr: Klasik Prizma
ur: کلاسیکی پریضم

source: Classic Courier
eu: Mezulari klasikoa
mai: क्लासिक कूरियर
mg: Korie Mahazatra
or: କ୍ଲାସିକ କୁରିଅର
tr: Klasik Kurye
ur: کلاسیک كوریئر

source: Classic Touchmatic
eu: Touchmatic klasikoa
mai: क्लासिक टचमैटिक
mg: Touchmatic Mahazatra
or: କ୍ଲାସିକ ଟଚମେଟିକ
tr: Klasik Dokunmatik
ur: کلاسیک ٹچمیٹک

source: Classic Electric
eu: Elektriko klasikoa
mai: क्लासिक इलेक्ट्रिक
mg: Alektrika Mahazatra
or: କ୍ଲାସିକ ଇଲେକ୍ଟ୍ରିକ
tr: Klasik Elektrik
ur: کلاسیک الیکٹرک

source: Classic Wallphone
eu: Telefono klasikoa
mai: क्लासिक वाल फोन
mg: Telefaona an-drindrina Mahazatra
or: ଟଚମେଟିକ ୱାଲଫୋନ
tr: Klasik Duvar Telefonu
ur: کلاسیک والل فون

source: Disco Drive
mai: डिस्को ड्राइव
mg: Kapila Disco
or: ଡିସ୍କୋ ଡ୍ରାଇଭ
tr: Disko Sürüşü
ur: ڈسکو ڈرائیو

source: Vamos Là Elektro
mai: Vamos ला विद्युत
ur: وموس لا الیکٹرو

source: Analog Ascent
eu: Analogiko gorakorra
mai: एनालाग एसेंट
mg: Fiakarana Analaogy
or: ଏନାଲୋଗ ଆସେଣ୍ଟ
tr: Analog Çıkış
ur: اینالاگ ایسینٹ

source: Low Bit Swing
eu: Bit baxuko dilinda
mai: थोड़ कम झुकाव
mg: Swing Kely Tosaka
or: ଲୋ ବିଟ ସୁଇଂଗ
tr: Düşük Bitli Salınım
ur: لو بیٹ سوئنگ

source: Ringing Gems
eu: Harribitxi-hotsa
mai: रिंगिंग जेम्स
mg: Vatosoa Maneno
or: ରିଂଗିଂ ଜେମସ
tr: Cevherler
ur: رینگینگ جیمس

source: Rain Echoes
eu: Euri-oihartzuna
mai: वर्षा प्रतिध्वनि
mg: Akon'ny Orana
or: ରେନ ଇକୋ
tr: Yağmur Yankıları
ur: رین ایقؤس

source: Progressive Dapple
eu: Dapple progresiboa
mai: प्रगतिशील चितकबरा
mg: Taitaika Mitohy
or: ପ୍ରଗ୍ରେସିଭ ଡାପଲ
tr: İlerleyen Benek
ur: پروگریسو دپپل

source: Analog Dapple
eu: Dapple analogikoa
mai: एनालाग चितकबरा
mg: Taitaika Analaogy
or: ଏନାଲୋଗ ଡାପଲ
tr: Analog Benek
ur: انہلوگ ڈپپل

source: Wind Chimes
eu: Haize-hotsa
mai: पवन झंकार
mg: Fikarantsan'ny Rivotra
or: ଉଇଣ୍ଡ ଚାଇମ
tr: Rüzgâr Zilleri
ur: ونڈ چایمس

source: Bit Bounce
eu: Bit-punpa
mai: बिट उछाल
mg: Troatra Bit
or: ବିଟ ବାଉଂସ
tr: Bit Sıçraması
ur: بٹ باؤنس

source: Minimal Bands
eu: Banda minimalista
mai: न्यूनतम बैंड
mg: Zavamaneno Vitsy
or: ମିନିମାଲ ବ୍ୟାଣ୍ଡ
tr: Minimal Bandolar
ur: منیمل بنڈس

source: Exclamation
eu: Deiadarra
mai: विस्मयबोधक
mg: Tsoraka
or: ଆଶ୍ଚର୍ଯ୍ୟସୂଚକ
tr: Ünlem
ur: فجائیہ

source: Boomer
eu: Burrunba
mai: बुमर
mg: Mpanapoaka
or: ବୁମର
tr: Spekülatör
ur: بومر

source: Rewind
eu: Birbobinatzea
mai: रिवाइंड
mg: Verin-dàlana
or: ରିୱିଣ୍ଡ
tr: Geri Sar
ur: ریوانڈ

source: Bop
mai: बोप
or: ବପ
ur: بوپ

source: Ting
mai: टिंग
or: ଟିଂଗ
ur: تنگ

source: Bap
mai: बैप
or: ବ୍ୟାପ
ur: بیپ

source: Dididi
mai: डिडिडि
or: ଡିଡିଡି
ur: ڈیڈیڈی

source: Spring
eu: Udaberria
mai: स्प्रिंग
mg: Resaoro
or: ସ୍ପ୍ରିଂ
tr: Bahar
ur: سپرنگ

source: Bell
eu: Kanpaia
mai: घंटी
mg: Lakolosy
or: ଘଣ୍ଟି
tr: Çan
ur: بیل

source: Bell Extended
eu: Kanpai hedatua
mai: घंटी विस्तार
mg: Lakolosy Nohalavaina
or: ବିସ୍ତାରିତ ଘଣ୍ଟି
tr: Uzun Çan
ur: بیل ایکسٹینڈیڈ

source: Ring
eu: Txirrina
mai: मुद्रिका
mg: Maneno
or: ରିଂଗ
tr: Zil
ur: رنگ
