Repository: translate/mozilla-gaia
Catalog: son/apps/settings/device_type/phone/settings.device.properties.po
Languages: son

source: Share my Internet connection with a USB-connected device.
son: Ay interneti doboo žemna nda USB-jinay dobante foo.

source: Share my Internet connection with Wi-Fi-connected devices.
son: Ay interneti doboo žemna nda Wi-Fi-jinay dobante fooyaŋ.

source: The ringtone was not changed because the selected file can not be played on this phone.
son: Talfon hẽenoo mana barmay zama tuku suubantaa ši hin ka hẽe talfonoo woo ga.

source: Find My Device allows you to locate, lock or erase your phone
son: Find My Device ga war talfonoo ceeci, k'a kufal wala k'a tuusu

source: Find My Device allows you to locate, lock or erase your phone from a web site:
son: Find My Device ga war talfonoo ceeci interneti nungu da, k'a kufal wala k'a tuusu:

source: Your phone is being tracked by another device through the website.
son: Jinay tana foo goo ma war talfonoo gana interneti nungoo bande.

source: No devices are actively tracking your phone through the website.
son: Jinay kulyaŋ šii ma cerecre ka war talfonoo gana interneti nungoo bande.

source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
son: Nda USB jišidogoo feera kul ordinater wala jinay tana foo kaŋ ga dobu USB ga ga hin ka tukey caw talfonoo woo ga.

source: Reset Phone
son: Talfonoo yeeti aššiloo ga

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
son: Yeetiyan ga war bayhayey kul tuusu, sanda porogaramizey kaŋ war n'i day. Talfonoo ga will nga izin-teeroo alhaaloo ga. War kayandiyaney nda bayhayey kul ši daabandi.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your phone will have unrestricted developer tools, allowing you to modify and debug system applications.
son: Yeetiyan ka war bayhayey kul tuusu, sanda porogaramey kaŋ war n'i day. War kayandiyaney wala bayhayey kul ši gaabundi. Amma war talfonoo ga duu cinakaw goyjinay dumey kul, ka war gaa ka dabariɲaa porogaramey barmay wal'i hanse.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your phone will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
son: Yeetiyan ka war bayhayey kul tuusu, sanda porogaramey kaŋ war n'i day. War kayandiyaney wala bayhayey kul ši gaabundi. Amma war talfonoo ga duu cinakaw goyjinay dumey kul, ka war gaa ka dabariɲaa porogaramey barmay wal'i hanse.

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
son: Nda sahã gaabuyam alhaali tunandi talfonoo bayhayey, Bluetooth nda gorodoo maateyan ciyarey dunbu ka baatiri hunaroo kukandi. War ga hin ka goyey wey willi war boŋ se.

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
son: War talfon bayhayey nda ciyari atabiya filla k'ir gaa ka {{brandShortName}} boryandi ka tonton.

source: Connected to phone audio
son: Ga dobu talfon jindoo ga

source: Connected to phone/media audio
son: Ga dobu talfon/hẽenandi jinay jinde ga
