Repository: translate/mozilla-gaia
Catalog: ha/apps/communications/dialer/dialer.properties.po
Languages: ha

source: Add new number
ha: Daɗa sabuwar lamba

source: Add to existing contact
ha: Daɗa zuwa abokan hulɗa da a ake da su

source: All
ha: Duka

# all.ariaLabel
source: All
ha: Duka

source: Call log
ha: Littafin kira

source: Edit call log
ha: Gyara littafin kira

source: Edit call log dialog
ha: Gyara littafin kira na maganganu

source: Connecting
ha: Ya na haɗawa

source: An error occurred while retrieving call forwarding status
ha: Kuskure ya afku yayin sake dawo da matsayin kira da aka aika

source: Inactive
ha: Marar kuzari

source: Close
ha: Rufe

source: Clear selected calls?
ha: A share kiraye-kirayen da aka zaɓa?

source: Contacts
ha: Abokan hulɗa

source: Create new contact
ha: Ƙirƙiri sabon abokin hulɗa

source: Deselect all
ha: Fasa zaɓar duka

source: Add contact
ha: Daɗa abokan hulɗa

source: Add Contact Dialog
ha: Daɗa Maganganun abokan hulɗa

# edit-selected[one]
source: {{ n }} selected
ha: An zaɓi {{ n }}

# edit-selected[two]
source: {{ n }} selected
ha: An zaɓi {{ n }}

# edit-selected[few]
source: {{ n }} selected
ha: An zaɓi {{ n }}

# edit-selected[many]
source: {{ n }} selected
ha: An zaɓi {{ n }}

# edit-selected[other]
source: {{ n }} selected
ha: An zaɓi {{ n }}

source: Edit
ha: Gyara

source: Hide keypad
ha: Ɓoye allon madanni

source: Ignore Call
ha: Yi watsi da kira

source: Incoming
ha: Mai shigowa

source: Keypad
ha: Allon madanni

source: Make call
ha: Yin kira

source: Merge
ha: Gwama

source: Missed
ha: An rasa

# missed.ariaLabel
source: Missed
ha: An rasa

source: Missed call
ha: Kiran da aka rasa

source: (SIM {{ n }}) Missed call
ha: (SIM {{ n }}) Kiran da aka rasa

source: An error occurred while sending the message
ha: Kuskure ya afku yayin aika saƙon

source: Session expired
ha: Zango ya lalace

source: Message successfully sent
ha: An aika saƙon cikin nasara

source: Mute
ha: Shiru

source: New call
ha: Sabon kira

source: No calls recorded
ha: Babu kiraye-kiraye da aka yi rikodi

source: Start communicating now
ha: Fara sadarwa yanzu

source: No missed calls
ha: Babu kiraye-kirayen da aka rasa

source: Recent calls
ha: Kiraye-kirayen kwana-kwanan nan

source: Reply
ha: Amsa

source: Select all
ha: Zaɓi duka

source: Send
ha: Aika

source: Switch calls
ha: Kunna kiraye-kiraye

source: Today
ha: Yau

source: Withheld number
ha: Kangaggiyar lamba

source: From {{ contact }}
ha: Daga {{ contact }}

source: From {{ number }}
ha: Daga {{ number }}

source: From withheld number
ha: Daga kangaggiyar lamba

source: Yesterday
ha: Jiya

source: Sending…
ha: Ya na aikawa…

# speakerOption.ariaLabel
source: Speaker
ha: Mai magana

source: {{ operator }} services
ha: Sabis na {{ operator }}

source: Toggle keypad
ha: Allon madannin mayawaci

source: Type your response…
ha: Buga amsarka…

source: Clear all text
ha: Share duk rubutu

source: Hide
ha: Ɓoye

source: Call
ha: Kira

source: Hold
ha: Riƙe

source: Resume
ha: Koma

# resume.ariaLabel
source: Resume
ha: Koma

source: Send Message
ha: Aika saƙo

source: Call Ended
ha: Kira ya ƙare

source: via SIM{{ n }}
ha: ta SIM{{ n }}

source: Cancel
ha: Soke

source: Hang Up
ha: Kashe Waya

source: Pick up
ha: Ɗauka

source: Slider
ha: Mai zamiya

source: Settings
ha: Saituna

source: Nothing selected
ha: Ba abinda aka zaɓa

source: Delete selected log?
ha: A goge littafin da aka zaɓa?

# delete-n-log?[two]
source: Delete {{ n }} logs?
ha: A goge littattafai {{ n }}?

# delete-n-log?[few]
source: Delete {{ n }} logs?
ha: A goge littattafai {{ n }}?

# delete-n-log?[many]
source: Delete {{ n }} logs?
ha: A goge shafi {{ n }}?

# delete-n-log?[other]
source: Delete {{ n }} logs?
ha: A goge shafi {{ n }}?

source: {{ n }} match for "{{ matchNumber }}"
ha: Daidaita domin {{ n }} "{{ matchNumber }}"

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
ha: Daidaita domin {{ n }} "{{ matchNumber }}"

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
ha: Daidaita domin {{ n }} "{{ matchNumber }}"

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
ha: Daidaita domin {{ n }} "{{ matchNumber }}"

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
ha: Daidaita domin {{ n }} "{{ matchNumber }}"

source: Call barring
ha: Tsare kira

source: Call forwarding
ha: Aika kira

source: Incoming Caller ID
ha: ID na Mai kiran da ya shigo

source: Outgoing Caller ID
ha: ID na mai kira mai fita

source: Password change
ha: Canja kalmar wucewa

source: Call waiting
ha: Jiran kira

source: PIN change
ha: Canja PIN

source: PIN2 change
ha: Canja PIN2

source: Unblock PIN
ha: Cire shingen PIN

source: Unblock PIN2
ha: Cire shingen PIN2

source: Voice
ha: Murya

source: Data
ha: Bayani

source: Sync
ha: Saita

source: Async
ha: Aikawadasaƙo

source: Packet
ha: Fakiti

source: Service was enabled
ha: An bayar da damar aiki

source: Service has been disabled
ha: An dakatar da damar aiki

source: Registration was successful
ha: An yi nasarar rijista

source: Erasure was successful
ha: An yi nasarar gogewa

source: Request was successful
ha: An yi nasarar nema

source: Service not provisioned
ha: Ba'a bayar da aiki ba

source: You can not change the caller ID setting
ha: Ba za ka iya canja saita ID na mai kira ba

source: Caller ID defaults to restricted. Next call: Restricted
ha: Shiryayyun ID na mai kira zuwa taƙaitacce. Kira na gaba: Taƙaitacce

source: Caller ID defaults to restricted. Next call: Not restricted
ha: Shiryayyun ID na mai kira zuwa taƙaitacce. Kira na gaba: Ba'a taƙaitacce ba

source: Caller ID defaults to not restricted. Next call: Restricted
ha: ID na mai kira zuwa ga wanda ba taƙaitacce ba. Kira na gaba: Taƙaitacce

source: Caller ID defaults to not restricted. Next call: Not restricted
ha: Tsararrun ID na mai kira zuwa wanda ba taƙaitacce ba. Kira na gaba: Ba taƙaitacce ba

source: Service was enabled for:
ha: An bayar da damar aiki ga:

source: PIN successfully changed
ha: An yi nasarar canja PIN

source: PIN successfully unblocked
ha: An yi nasarar cire shingen PIN

source: PIN2 successfully changed
ha: An yi nasarar canja PIN2

source: PIN2 successfully unblocked
ha: An yi nasarar cire shingen PIN2

source: Connection problem or invalid MMI code
ha: Matsalar haɗi ko lambar MMI marar inganci

source: Incorrect Password
ha: Kuskuren kalmar wucewa

source: Invalid or Unsupported MMI Code
ha: Lambar MMI maras inganci ko maras tallafi

source: Invalid action
ha: Mataki maras inganci

source: Invalid service code
ha: Lambar sabis mara inganci

source: The PUK you typed is not correct
ha: PUK da ka buga bai yi dai dai ba

source: The old PIN you typed is not correct.
ha: Tsohon PIN da ka buga bai yi dai dai ba.

source: Type PUK2 to unblock SIM card
ha: Buga PUK2 domin buɗe katin SIM

source: The PINs you typed do not match
ha: PINs ɗin da ka buga basu yi dai dai ba

source: Type a PIN that is 4 to 8 numbers
ha: Ka buga PIN wanda ya kai lambobi 4 zuwa 8

source: Your SIM card is PUK-locked
ha: Katin SIM ɗinka a rufe ya ke da PUK

source: Unsuccessful. Enable SIM/RUIM LOCK
ha: Ba'a yi nasara ba. Bayar da dama ga SIM/RUIM LOCK

source: Operation is restricted to fixed dialing numbers only
ha: An taƙaita gudanarwa zuwa tabbatattun lambobin da aka buga kawai

source: USSD request is modified to DIAL request
ha: An gyara roƙon USSD zuwa roƙon DIAL

source: USSD request is modified to SS request
ha: An gyara roƙon USSD zuwa roƙon SS

source: USSD request is modified to new USSD request
ha: An gyara roƙon USSD zuwa sabon roƙo na USSD

source: SS request is modified to DIAL request
ha: An gyara roƙon SS zuwa roƙon DIAL

source: SS request is modified to USSD request
ha: An gyara roƙon SS zuwa roƙon USSD

source: SS request is modified to new SS request
ha: An gyara roƙon SS zuwa sabon roƙon SS

source: Only {{ n }} retry left
ha: Sake gwaji {{ n }} kawai ya rage

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
ha: Sake gwaji {{ n }} suka rage

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
ha: Sake gwaji {{ n }} suka rage

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
ha: Sake gwaji {{ n }} suka rage

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
ha: Sake gwaji {{ n }} suka rage

source: Maximum number of retries exceeded. SIM blocked
ha: An wuce kimar adadin sake jarrabawa. An datse SIM

source: Radio not available
ha: Babu radiyo

source: Generic failure
ha: Kasawa game-gari

source: Password incorrect
ha: Kuskuren kalmar wucewa

source: Request not supported
ha: Roƙo ba shi da tallafi

source: Operation not allowed during voice call
ha: Ba'a ƙyale gudanarwa ba lokacin kiran murya

source: SMS send fail retry
ha: Aika SMS ya kasa sake gwadawa

source: SIM absent
ha: Babu SIM

source: Subscription not available
ha: Babu sautu

source: Mode not supported
ha: Hanya ba ta da tallafi

source: Fdn check failure
ha: Kasawar nemo Fdn

source: Illegal SIM or ME
ha: Haramtaccen SIM ko ME

source: Dial modified to USSD
ha: An gyara bugawa zuwa USSD

source: Dial modified to SS
ha: An gyara bugawa zuwa SS

source: Dial modified to dial
ha: An gyara bugawa zuwa bugawa

source: USSD modified to dial
ha: An gyara USSD zuwa bugawa

source: USSD modified to SS
ha: An gyara USSD zuwa SS

source: USSD modified to USSD
ha: An gyara USSD zuwa USSD

source: SS modified to dial
ha: An gyara SS zuwa bugawa

source: SS modified to USSD
ha: An gyara SS zuwa USSD

source: SS modified to SS
ha: An gyara SS zuwa SS

source: Subscription not supported
ha: Sautu ba shi da tallafi

source: Invalid parameter
ha: Siga marar inganci

source: Rejected by remote
ha: Rimot ya ƙi karɓa

source: {{ caller }} has left the call.
ha: {{ caller }} ya bar kiran.

source: Unable to merge calls
ha: Ya gaza gwama kiaraye-kiraye

source: Unable to unmerge calls
ha: Ya gaza cire gwama kiraye-kiraye

source: Select audio sources
ha: Zaɓi tushen sauraro

source: Bluetooth handsfree device
ha: Na'urar bluetooth ta kira a bayyane

source: Receiver
ha: Mai karɓa

source: Speaker
ha: Mai magana
