Repository: translate/mozilla-gaia
Catalog: ha/apps/communications/dialer/shared.properties.po
Languages: ha

source: To make a call you need to disable airplane mode in settings.
ha: Domin yin kira kana bukatar kashe yanayin jirgin sama a saitukanka.

source: Airplane mode activated
ha: An kunna yanayin shiga jirgi

source: Number is busy
ha: Ana amfani da lamba

source: The number is currently busy. Please try again later.
ha: A yanzu ana amfani da lamba. Sake jarrabawa nan gaba.

source: FDN active
ha: An kunna FDN

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
ha: An kunna (Fixed Dialing Numbers) na FDN kuma wannan lamba ba ta cikin jerinka na FDN: {{ number }}

source: Voicemail
ha: Saƙon murya

source: Emergency number
ha: Lambar gaggawa

source: To make a call, the phone must be connected to a network.
ha: Domin yin kira, dole a haɗa wayar hannu da yanar gizo.

source: Emergency calls are not allowed by the network.
ha: Haɗi ya hana kiraye-kirayen gaggawa.

source: No network connection
ha: Babu haɗin yanar gizo

source: Invalid phone number
ha: Lambar waya marar inganci

source: The phone number you are calling is not valid.
ha: Lambar wayar da ka ke kira ba ta da inganci.

source: Unable to make a phone call now
ha: Ya gaza yin kiran waya yanzu

source: Cannot make a call. If you are already dialing, please hang up first.
ha: Ya kasa yin kira. Idan tuni ka riga ka buga, riƙe waya tukuna.

source: Other connection in use
ha: Ana amfani da sauran haɗin

source: You have an active call on another connection. You can only use one connection at a time.
ha: Ka sami wani kira mai shigowa a kan wani haɗin. Za ka iya amfani da haɗi ɗaya ne kawai a lokaci guda.
