Repository: translate/mozilla-gaia
Catalog: ff/shared/lockscreen/lockscreen.properties.po
Languages: ff

source: Airplane mode
ff: Mbayka ndiwoowa

source: Searching…
ff: Nana yiyloo…

source: No network
ff: Alaa resoo

source: {{operator}} (Roaming)
ff: {{operator}} (Roomayru)

source: Emergency calls only
ff: Noddaali jaajtiiɗi tan

source: (unknown SIM state)
ff: (ngonka SIM anndaaka)

source: (no SIM)
ff: (alaa SIM)

source: (SIM PIN required)
ff: (PIN SIM ena waɗɗii)

source: (SIM PUK required)
ff: (PUK SIM ena waɗɗii)

source: (network locked)
ff: (resoo ko cokaaɗo)

source: (service provider locked)
ff: (carwinoowo sokii)

source: (corporate locked)
ff: (entarpriis sokii)

source: (network1 locked)
ff: (resoo1 ko cokaaɗo)

source: (network2 locked)
ff: (resoo2 ko cokaaɗo)

source: (hrpd network locked)
ff: (resoo hrpd ko cokaaɗo)

source: (ruim corporate locked)
ff: (entarpriis ruim ko cokaaɗo)

source: (ruim service provider locked)
ff: (operatoor ruim ko cokaaɗo)

source: {{ level }}% Charged
ff: Sarsii {{ level }}%

# charging-minutes[zero]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
ff: Sarsii {{ level }}% (ena heddii hoj {{ minutes }}) ngam heewa)

source: {{ level }}% Charged ({{ minutes }} min until fully charged)
ff: Sarsii {{ level }}% (ena heddii hoj {{ minutes }}) ngam heewa)

# charging-minutes[two]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
ff: Sarsii {{ level }}% (ena heddii hoj {{ minutes }}) ngam heewa)

# charging-minutes[few]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
ff: Sarsii {{ level }}% (ena heddii hoj {{ minutes }}) ngam heewa)

# charging-minutes[many]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
ff: Sarsii {{ level }}% (ena heddii hoj {{ minutes }}) ngam heewa)

# charging-minutes[other]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
ff: Sarsii {{ level }}% (ena heddii hoj {{ minutes }}) ngam heewa)

# charging-hours[zero]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
ff: Sarsii {{ level }}% (ena heddii {{ hours }}wtu {{ minutes }})hoj ngam heewde

source: {{ level }}% Charged ({{ hours }}h {{ minutes }} min until fully charged)
ff: Sarsii {{ level }}% (ena heddii {{ hours }}wtu {{ minutes }})hoj ngam heewde

# charging-hours[two]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
ff: Sarsii {{ level }}% (ena heddii {{ hours }}wtu {{ minutes }})hoj ngam heewde

# charging-hours[few]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
ff: Sarsii {{ level }}% (ena heddii {{ hours }}wtu {{ minutes }})hoj ngam heewde

# charging-hours[many]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
ff: Sarsii {{ level }}% (ena heddii w{{ hours }} hoj {{ minutes }} ngam heewde)

# charging-hours[other]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
ff: Sarsii {{ level }}% (ena heddii w{{ hours }} hoj {{ minutes }} ngam heewde)
