Repository: translate/mozilla-gaia
Catalog: ff/apps/system/fxa/fxa.properties.po
Languages: ff

source: Firefox Accounts
ff: Konte Firefox

source: Next
ff: Yeeso

source: Back
ff: Caggal

source: Done
ff: Gasii

# fxa-connection-error-title
source: Unable to Connect
ff: Horiima Seŋaade

source: You can create an account or sign in from Settings.
ff: Aɗa waawi udditde konte walla seŋo-ɗaa to Teelte too.

source: Reset Password
ff: Firlit Finnde

source: You can reset your password from Settings.
ff: Aɗa waawi firlitde finne maa to teelete too.

source: Cannot Create Account
ff: Horiima Sosde Konte

# fxa-offline-error-title
source: Unable to Connect
ff: Horiima Seŋaade

source: Please connect to a network from Settings.
ff: Tiiɗno seŋo e laylatol to Teelte too.

source: Error
ff: Juumre

source: Please enter a valid email.
ff: Tiiɗno naatnu iimeel peewɗo.

source: Invalid Password
ff: Finnde Moƴƴaani

source: Please check your password and try again.
ff: Tiiɗno ƴeewto finnde maa, eto-ɗaa kadi.

# fxa-unknown-error-title
source: Unable to Connect
ff: Horiima Seŋaade

source: System unavailable, try again soon.
ff: Yuɓɓo heɓotaako, eto ɗoo e yeeso.

source: Connecting
ff: Nana seŋoo

source: Enter your email
ff: Naatnu iimeel maa

source: Use your email address to create an account or sign in.
ff: Huutoro ñiiɓirde maa iimeel ngam udditde konte walla ceŋo-ɗaa.

source: Terms of Service
ff: Sarɗiiji Carwol

source: Privacy Notice
ff: Tintinol Suturo

source: Create a Password
ff: Sos Finnde

source: Enter Your Password
ff: Naatnu Fiinde Maa

source: Please enter your Firefox Account password to continue.
ff: Tiiɗno naatnu finnde Konte Firefox maa ngam jokkude.

source: Password
ff: Finnde

source: Forgot your password?
ff: A yejjitii finnde maa?

source: Show password
ff: Hollu finnde

source: Your password must be at least 8 characters long.
ff: Finnde ma ena foti waɗde alkule 8 so famɗii.

source: Success!
ff: Moƴƴii!

source: Your Firefox Account is ready to go!
ff: Konte Firefox maa hebiima huutorteede!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
ff: Jooni aɗa waawi huutortaade fannuuji wano Yiytu Kaɓirgol Am kañum e jaaɓɗe bayɗe hono Firefox Marketplace.

source: In the future, you can access and manage your account from Settings.
ff: Ko fayi arde, aɗa waawi naatde e toppitaade konte maa to Teelte too.

source: Confirm Your Account
ff: Teeŋtin Konte Maa

source: Next time you check your email, click the verification link to confirm your Firefox Account.
ff: So a ƴeewtiima iimeeluuji maa; dobo e jokkol ƴeewtorgol ngol ngam teeŋtinde Konte Firefox maa.

source: Age Verification
ff: Ƴeewtagol Duuɓi

source: {{year}} or earlier
ff: {{year}} walla ko adii

source: Year of Birth
ff: Hitaande Jibinannde
