Repository: translate/mozilla-gaia
Catalog: yo/apps/costcontrol/costcontrol.properties.po
Languages: yo

# topup-confirmation-title2
source: Usage
yo: Ilò

source: Top-up confirmed
yo: Ìjẹ́rì ìṣàfikún

# topup-incorrectcode-title2
source: Usage
yo: Ilò

source: Incorrect top-up code entered.
yo: Àìtọ́ kóòdù ìṣàfikún wọlé.

source: Updating
yo: Ń ṣe àfikún

source: Updating…
yo: Ń ṣe àfikún…

source: Yesterday
yo: Lánàá

source: Today
yo: Lónìí

source: Never
yo: Láéláé

source: Usage Widget
yo: Wíjẹ́ẹ̀tì Ilò

source: Tap to track your phone and internet usage.
yo: Fọwọ́bà láti ṣàmójútó fóònù rẹ àti ìlò íntánẹ̀ẹ̀tì.

source: Tap to track your internet usage.
yo: Fọwọ́bà láti ṣàmójútó ìlò íntánẹ̀ẹ̀tì rẹ.

source: Airplane Mode
yo: Móòdù inu bàálù

source: Please, turn off airplane mode to enable Usage.
yo: Jọ̀wọ́, pa móòdù inú bàálù láti lè ṣàmúlò.

source: Locked SIM card
yo: SÍÌMÙ kaadì ti tì pa

source: Usage First Time Experience
yo: Ìrirí Àkọkọ́ Ìṣàmúlò

source: Save money by keeping track of your phone and internet usage.
yo: Fowó pamọ́ nípa ìṣàmójútó fóònù rẹ àti ìlo íntánẹ́ẹ́tì.

source: Save money by keeping track of your internet usage.
yo: Fowó pamọ́ nípa ìṣàmójútó ìlo íntánẹ́ẹ́tì rẹ.

source: Get clear information about how much internet you’re using.
yo: Gba ìwifún tóyè kooro nípa iye íntánẹ́ẹ́tì tí o ńlo.

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
yo: Ìwifún tí a fihàn lóri ìlò wá tààrà láti ohun èlò. Ṣàyẹ̀wò iṣẹ́ olùpèsè alágbeká rẹ fún àkọọ́lẹ̀ ìwifún kíkún.

source: Type of Contract
yo: Irúfẹ́ Ìfenukò

source: Select the type of contract you have with your mobile service provider.
yo: Yan irúfẹ́ ìfenukò tí o ní pẹ̀lú iṣẹ́ olùpèsè alágbeká rẹ.

source: Low Balance Alert
yo: Ìtagìjí Òdíwọ̀n Kékeré

source: Set an alert to avoid running out of credit.
yo: Ṣàgbékalẹ̀ ìtagìjí láti yẹra fún títán kírẹ́dìtì.

source: Data Report and Alert
yo: Ìjábọ̀ Dátà àti Ìtagìjí

source: Receive reports about your Internet usage and set an alert to avoid using too much.
yo: Gba ìjábọ̀ nípa ìlo ìntanẹ́tì rẹ àti ṣàgbékalẹ̀ ìtagìjí láti yẹra fún lílò jù.

source: Phone and Data Report
yo: Fóònù àti Ìjábọ̀ Dátà

source: Receive reports about your phone and Internet usage.
yo: Gba ìjábọ̀ nípa fóònù àti ìlo ìntanẹ́tì rẹ.

# fte-postpaid3-title
source: Data Alert
yo: Ìtagìjí Dátà

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
yo: Ṣàgbékalẹ̀ ìtagìjí láti dẹ́kun lílo dátà púpọ̀ jù.

source: Data Report
yo: Ìjábọ̀ Dátà

source: Receive reports about your internet usage.
yo: Gba ìjábọ̀ nípa ìlo ìntanẹ́tì rẹ.

# fte-onlydata3-title
source: Data Alert
yo: Ìtagìjí Dátà

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
yo: Ṣàgbékalẹ̀ ìtagìjí láti dẹ́kun lílo dátà púpọ̀ jù.

source: Phone Activity
yo: Ìṣe Fóònù

source: Balance
yo: Òdíwọ̀n

source: Roaming: no automatic balance update. You might be charged for updating manually.
yo: Gbígbékiri: kòsí ìṣàfikùn òdíwọ̀n aládàáṣiṣẹ́. O lè san owó fún ìṣàfikùn fọwọ́se.

source: Balance didn’t update correctly. Try updating manually.
yo: Òdíwọ̀n kò ṣàfikún dáradára. Gbìyànjú ìṣàfikùn fọwọ́se.

source: Turn off airplane mode to update your balance or top up.
yo: Pa móòdù inú bàálù láti ṣàfikún òdíwọ̀n tàbí ìfikún.

source: Do you want to disable Airplane mode to update or top up?
yo: Ǹjẹ́ o fẹ́ ṣàyọkúrò móòdù inú bàálù láti ṣàfikún òdíwọ̀n tàbí ìfikún?

source: You need phone coverage to update your balance or top up.
yo: O nílò ibi ìkaarí fóònù láti ṣàfikún òdíwọ̀n tàbí ìfikún.

source: Top Up
yo: Ìfikún

source: Enter the top-up code
yo: Tẹ̀wọlé kóòdù ìfikún

source: Find it on the scratch card or directly in your receipt.
yo: Wa lóri káàdì tí ó ya tàbí tààrà lóri ìwé owó sísan.

source: You will receive a confirmation message
yo: Wá gba iṣẹ́ ìjẹ́rì

source: Make sure the code is correct and try again.
yo: Rii dájú pe kóòdù rẹ tọ̀nà kí o sì gbìyànjú si.

source: There was a problem sending the code. Please, try again.
yo: Ìsòro wáyé nípa fífi kóòdù ránṣẹ́. Jọ̀wọ́, gbìyànjú si.

# application-error-title
source: Service unavailable
yo: Kòsí isẹ́

source: Contact your company representative
yo: Kànsí aṣojú ilé iṣẹ́ rẹ

# service-unavailable-title
source: Service unavailable
yo: Kòsí isẹ́

source: Neither update nor top-up is possible at the moment. Please try later.
yo: Yálà ìṣàfikún tàbí ìfikún ṣééṣe lákòko yìí. Jọ̀wọ́ gbìyànjú bóyá.

source: Data usage
yo: Ìlo Dátà

source: Update
yo: Ṣàfikún

source: Use top-up code
yo: Lo kóòdù ìfikún

source: Open top-up menu
yo: Ṣí mẹ́nù kóòdù ìfikún

source: OK
yo: ÓDA

source: Your top-up is being processed.
yo: A ń ṣèètò ìfikún rẹ.

source: Update your balance to confirm. If balance is unchanged, try topping up again.
yo: Jẹ́rì ìṣafikún fún òdiwọ̀n rẹ. Bí òdiwọ̀n kòbá yí padà, gbìyànjú láti fi si.

source: Top-up not confirmed
yo: Akò jẹ́rì ìfikún

source: Try updating your balance or retry top-up.
yo: Gbìyànjú láti ṣàfikún òdiwọ̀n rẹ tàbí túnṣe ìfikún.

source: send
yo: fìjiṣẹ́

source: My phone and Internet plan is
yo: Fóònù mi àti ètò Íntánẹ́tì ni

source: Prepaid
yo: Àsansílẹ̀

source: Postpaid
yo: Àsasíwájú

source: Phone activity
yo: Iṣẹ́ ṣíṣe fóònù

source: SMS sent
yo: Fi SMS jiṣẹ́

source: Calls made
yo: Àwọn ìpè tí a ṣe

source: Low balance alert
yo: Ìtagìjí òdiwọ̀n kéré

source: When balance is below
yo: Nígbà tí òdiwọ̀n kéré

source: Phone and Internet data report
yo: Fóònù àti ààbọ̀ dátà Íntánẹ́tì

source: Starting on
yo: Ìbẹ̀rẹ̀

source: Cancel
yo: Parẹ́

source: Monthly
yo: Oṣooṣù

source: Weekly
yo: Ọ̀sẹ̀ẹ̀sẹ̀

source: Monday
yo: Ajé

source: Tuesday
yo: Ìṣẹ́gun

source: Wednesday
yo: Ọjọ́rù

source: Thursday
yo: Ọjọ́bọ

source: Friday
yo: Ẹtì

source: Saturday
yo: Àbámẹ́ta

source: Sunday
yo: Àìkú

source: Billing cycle ends
yo: Ìyípo ìsanwó parí

source: Tracking will reset on this date
yo: Ìtọpinpin yóò túntò ní ọjọ́ yìí

source: Yes
yo: Bẹ́ẹ̀ni

source: Done
yo: Ti ṣe

source: Confirmation
yo: Ìjẹ́rì

source: All current data will be deleted. Are you sure you want to reset?
yo: Gbogbo dátà lọ́wọ́lọ́wọ́ yóò parẹ́. Ǹjẹ́ ó dá ọ lójú pé o fẹ́ ṣàtúntò?

source: Reset
yo: Ṣàtúntò

source: Reset Wi-Fi usage
yo: Ṣàtúntò ìlo Wi-Fi

source: Reset mobile usage
yo: Ṣàtúntò ìlò àlágbeká

source: Reset mobile & Wi-Fi data
yo: Ṣàtúntò àlágbeká & dátà Wi-Fi

source: Not set
yo: Ko tò

source: Used
yo: Lò

source: Limit passed
yo: Ìdíwọ̀n ìyege

source: Limit
yo: Ìdíwọ̀n

source: Data usage limit
yo: Ìlò ìdíwọ̀n dátà

source: Data use alert
yo: Ìtagìjí ìlò dátà

source: When use is above
yo: Nígbà tí ìlò gajù

source: Enter a mobile data limit alert
yo: Ṣàmúwọlé ìdíwọ̀n ìtagìjí dátà

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
yo: Eré sísá ìsopọ̀ dínkù lẹ́hìn tí ó dé ìdiwọ̀n. Ṣàyẹwò pẹ̀lú olùpesè dátà rẹ láti ṣàtuntò ìpele ìtagìjí tó yẹ.

source: Wi-Fi usage
yo: Ìlò Wi-Fi

source: Mobile usage
yo: Ìlo alágbeká

# wifi-usage-settings
source: Wi-Fi usage
yo: Ìlò Wi-Fi

# mobile-usage-settings
source: Mobile usage
yo: Ìlo alágbeká

source: I’m Pre-paid
yo: Mo ń sàsansílẹ̀

source: I’m Post-paid
yo: Mo ń sàsansiwájú

source: Reset data usage
yo: Ṣàtúntò ìlò dátà

source: Reset report
yo: Jábọ̀ àtúntò

source: Next
yo: Tókàn

source: Back
yo: Ẹ̀yìn

source: Let’s go!
yo: Jẹ́kí a lọ!

source: Alert
yo: Ìtágìjí

source: Alert Limit
yo: Ìdiwọ̀n Ìtágìjí

source: Welcome
yo: Káàbọ̀

source: {{limit}} of data used
yo: {{limit}} ti ìlò dátà

source: You’ve reached the limit you selected
yo: O ti dé ìpele ìdiwọ̀n tí o yàn

source: Low balance
yo: Ọ̀diwọ̀n kéré

source: {{remaining}} remaining phone credit
yo: {{remaining}} kírẹ́dìtì fóònù tókù

source: Balance has reached zero, no phone credit remaining.
yo: Òdiwọ̀n ti dé òdo, kòsí kírẹ́dìtì fóònù mọ́.

source: Not available
yo: Kòsí

source: Usage
yo: Ìlò

source: Internet
yo: Ítánẹ́̀ẹ̀tì

source: Phone
yo: Fóònù

source: Loading interface data. Please retry in a while.
yo: Ń gbáradì atọ́kùn dátà. Jọ̀wọ́ tún gbìyànjú bóyá.
