Repository: translate/mozilla-gaia
Catalog: ig/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Kekọrịta

source: Resend
id: Zipugharịa

source: Connecting
id: Na-ejikọ

source: Verify
id: Nyochaa

source: Verifying
id: Na enyocha

source: Verified
id: Enyochaala

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{app_name}} ga-achọ ịma ma nyochaa akara ekwentị gị. Biko họrọ nke ị chọrọ ịkekọrịta ma ọ bụ tinye nke ọhụrụ.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Anyị zigara koodu na {{phone_number}}. Anyị ga-anwa inomi ya na akpaghị aka, mana ị ga-eji aka wee tinye ya ma ọ bụrụ na anaghị eji ya ngwaọrụ a.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: Ọ mara oke mma! Enyochaala nọmba gị {{phone_number}}, ọ dị nkwadobe iji {{app_name}}.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Sava nyocha adịghị n'oge a. Biko lelee njikọ Ịntanetị gị, nwaa ọzọ ma ọ bụ chere obere nkeji.

source: There seems to be a problem with your verification code. Let's try once again!
id: Ọ dị ka enwere nsogbu na koodu nyocha gị. Ka anyị nwaa ọzọ!

source: Mobile identity
id: Njirimara mkpanaka

source: OK
id: ỌDỊMMA

source: Or add your phone number
id: Ma ọ bụ tinye akara ekwentị gị

source: Or select a phone number from the list
id: Ma ọ bụ si na ndepụta ahụ họrọ akara ekwentị
