Repository: translate/mozilla-gaia
Catalog: pbb/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Katxuhjden

source: Resend
id: Txi' gaah

source: Connecting
id: Çxkitxansa

source: Verify
id: Ew thegna

source: Verifying
id: Petheguna

source: Verified
id: Thegna

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: Naa {{app_name}} jiyuwẽga txi' thegçxa isanxisa's idx çaam we'wekwete. Meen, ew thegçxa mtxihtx katxujdeya meçxa txi' pathçxa u'sesa.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Teçx paçte kahnxisa kajaçthaw txã's {{phone_number}}.Ewuna'w payya petx ũu, napa txi' pathena peetx na vxisnxite u'smeteyu.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: ¡Meh ewa! idx pa'yanxisa' {{phone_number}} ãçxa' txtee ũsa' napa ewa' txãnxuwah {{app_name}}.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Selpisa' thegme ũsa açxa'. Meen, txi' mtheg çxkitxanxi's txãa internet jiçxa txi use, meçxa muythas ãçxkwe.

source: There seems to be a problem with your verification code. Let's try once again!
id: Teçx yuwe ewmesa u'pnakh thegu txa we'weni thegnxisanxakh. ¡Na' txi use takhenaw!

source: Mobile identity
id: Kẽsejhnxisa eç

source: OK
id: Ewna jĩma'k

source: Or add your phone number
id: Na's ki'pçxa idx pa'yanxisa's çaam we'wekwete
