Repository: translate/mozilla-gaia
Catalog: yo/apps/communications/dialer/dialer.properties.po
Languages: yo

source: Add new number
yo: Ṣàfikún nọ́ḿbà titun

source: Add to existing contact
yo: Ṣàfikún nọ́ḿbà olùbásọ̀rò tí ó ti wà

source: All
yo: Gbogbo

# all.ariaLabel
source: All
yo: Gbogbo

source: Call log
yo: Ìpè lọ́ọ̀gì

source: Edit call log
yo: Ṣàtúntò ìpè lọ́ọ̀gì

source: Edit call log dialog
yo: Ṣàtúntò ìjíròrò ìpè lọ́ọ̀gì

source: Connecting
yo: Ń sopọ̀

source: An error occurred while retrieving call forwarding status
yo: Àṣìṣe wáyé lákókò ìgbà ipè idúrópàtó ìfiráńṣẹ́ síwájú

source: Inactive
yo: Aláìṣiṣẹ́

source: Clear selected calls?
yo: Mú kùrò àwọn ipè tí a yàn?

source: Contacts
yo: Àwọn olùbásọ̀rọ̀

source: Create new contact
yo: Ṣẹ̀dá olùbásọ̀rọ̀ titun

source: Add contact
yo: Ṣàfikún olùbásọ̀rọ̀

source: Add Contact Dialog
yo: Ṣàfikún ìjíròrò olùbásọ̀rọ̀

# edit-selected[one]
source: {{ n }} selected
yo: {{ n }} tí a ti yàn

# edit-selected[two]
source: {{ n }} selected
yo: {{ n }} tí a ti yàn

# edit-selected[few]
source: {{ n }} selected
yo: {{ n }} tí a ti yàn

# edit-selected[many]
source: {{ n }} selected
yo: {{ n }} tí a ti yàn

# edit-selected[other]
source: {{ n }} selected
yo: {{ n }} tí a ti yàn

source: Edit
yo: Ṣàtúnṣe

source: Hide keypad
yo: Ṣàfipámọ́ àtẹ onínọ́ńbà

source: Ignore Call
yo: Pa Ipè tì

source: Incoming
yo: Ń wọlé

source: Keypad
yo: Àtẹ onínọ́ńbà

source: Make call
yo: Pè

source: Merge
yo: Sopọ̀

source: Missed
yo: Tí a kò gbé

# missed.ariaLabel
source: Missed
yo: Tí a kò gbé

source: Missed call
yo: Ìpè tí a kò gbé

source: (SIM {{ n }}) Missed call
yo: (SIM {{ n }}) Ìpè tí a kò gbé

source: An error occurred while sending the message
yo: Àṣìṣe wáyé lákókò ìfi iṣẹ́ ráńṣẹ́

source: Session expired
yo: Àkókò parí

source: Message successfully sent
yo: Afi iṣẹ́ ráńṣẹ́ dáradára

source: Mute
yo: Dákẹ́

source: New call
yo: Ìpè titun

source: No calls recorded
yo: Akò gba ìpè sílẹ̀

source: No missed calls
yo: Kòsí ìpè tí a kò gbé

source: Recent calls
yo: Ìpè àìpẹ́

source: Reply
yo: Fèsì

source: Send
yo: Firánṣẹ́

source: Switch calls
yo: Ìpàrọ̀ àwọn ìpè

source: Today
yo: Lónìí

source: Withheld number
yo: Nọ́ḿbà tí a dá dúró

source: From {{ contact }}
yo: Láti {{ contact }}

source: From {{ number }}
yo: Láti {{ contact }}

source: From withheld number
yo: Láti nọ́ḿbà tí a dá dúró

source: Yesterday
yo: Lánàá

source: Sending…
yo: Ń fi jíṣẹ́…

# speakerOption.ariaLabel
source: Speaker
yo: Olusọ̀rọ̀

source: {{ operator }} services
yo: {{ operator }} àwọn iṣẹ́

source: Toggle keypad
yo: Àtẹ onínọ́ńbà ìṣípòpadà

source: Type your response…
yo: Tẹ ìdáhùn rẹ…

source: Clear all text
yo: Pa gbogbo àtẹ̀jíṣẹ́ rẹ́

source: Hide
yo: Fipamọ́

source: Call
yo: Pè

source: Hold
yo: Dìmú

source: Resume
yo: Bẹ̀rẹ̀

# resume.ariaLabel
source: Resume
yo: Bẹ̀rẹ̀

source: Send Message
yo: Fiṣẹ́ ráńṣẹ́

source: Call Ended
yo: Ìpè Parí

source: via SIM{{ n }}
yo: nípasẹ̀ SIM{{ n }}

source: Cancel
yo: Parẹ́

source: Hang Up
yo: Dáa Dúró

source: Pick up
yo: Ìmú sókè

source: Slider
yo: Adíye

source: Settings
yo: Àwọn ààtò

source: Nothing selected
yo: Akòyan ohunkóhun

source: Delete selected log?
yo: Pa lọ́ọ̀gì yíyàn rẹ́?

# delete-n-log?[two]
source: Delete {{ n }} logs?
yo: Pa {{ n }} lọ́ọ̀gì rẹ́?

# delete-n-log?[few]
source: Delete {{ n }} logs?
yo: Pa {{ n }} lọ́ọ̀gì rẹ́?

# delete-n-log?[many]
source: Delete {{ n }} logs?
yo: Pa {{ n }} lọ́ọ̀gì rẹ́?

# delete-n-log?[other]
source: Delete {{ n }} logs?
yo: Pa {{ n }} lọ́ọ̀gì rẹ́?

source: {{ n }} match for "{{ matchNumber }}"
yo: {{ n }} ṣèbámu fún "{{ matchNumber }}"

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
yo: {{ n }} ṣèbámu fún "{{ matchNumber }}"

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
yo: {{ n }} ṣèbámu fún "{{ matchNumber }}"

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
yo: {{ n }} ṣèbámu fún "{{ matchNumber }}"

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
yo: {{ n }} ṣèbámu fún "{{ matchNumber }}"

source: Call barring
yo: Ìdaró ìpè

source: Call forwarding
yo: Fífi ìpè sọwọ́

source: Incoming Caller ID
yo: ÌDÁMỌ̀ Ìpè to ń Wọlé

source: Outgoing Caller ID
yo: ÌDÁMỌ̀ Ìpè to ń jáde

source: Password change
yo: Pàrọ̀ ọ̀rọ̀ aṣínà

source: Call waiting
yo: Ìpè ń dúró

source: PIN change
yo: Pàrọ̀ PIN

source: PIN2 change
yo: Pàrọ̀ PIN2

source: Unblock PIN
yo: Ṣínà PIN

source: Unblock PIN2
yo: Ṣínà PIN2

source: Voice
yo: Ohùn

source: FAX
yo: FÁÀSÌ

source: Sync
yo: Múdọ́gba

source: Async
yo: Àìmúdọ́gba

source: Packet
yo: Àkópọ̀

source: Service was enabled
yo: Iṣẹ́ ti tàn

source: Service has been disabled
yo: Iṣẹ́ kò ṣeélò

source: Registration was successful
yo: Ìforukọ́silẹ̀ yọrí dáradára

source: Erasure was successful
yo: Ìparẹ́ yọrí dáradára

source: Request was successful
yo: Ìbéèrè yọrí dáradára

source: Service not provisioned
yo: Akò pèsè iṣẹ́

source: You can not change the caller ID setting
yo: O kòlè ṣe ìyípadà ààtò ID olùpè

source: Caller ID defaults to restricted. Next call: Restricted
yo: Àkùnàyàn ID olùpè si ìpààlà. Ipe tokan: Ìpààlà

source: Caller ID defaults to restricted. Next call: Not restricted
yo: Àkùnàyàn ID olùpè si ìpààlà. Ipe tokan: Kòní ìpààlà

source: Caller ID defaults to not restricted. Next call: Restricted
yo: Àkùnàyàn ID olùpè si kòní ìpààlà. Ipe tokan: Ìpààlà

source: Caller ID defaults to not restricted. Next call: Not restricted
yo: Àkùnàyàn ID olùpè si kòní ìpààlà. Ipe tokan: Kòní ìpààlà

source: Service was enabled for:
yo: A fàyègba iṣẹ́ fún:

source: PIN successfully changed
yo: Ayí PIN padà dáradára

source: PIN successfully unblocked
yo: A dá PIN dúró dáradára

source: PIN2 successfully changed
yo: Ayí PIN2 padà dáradára

source: PIN2 successfully unblocked
yo: Ayí PIN2 padà dáradára

source: Connection problem or invalid MMI code
yo: Ìṣòro ìsopọ̀ tàbí kóòdù àìtọ́ MMI

source: Incorrect Password
yo: Ọ̀rọ̀ aṣínà tí kò tọ́

source: Invalid or Unsupported MMI Code
yo: Àìnípa tàbí Kóòdù àìlátìlẹ́yìn MMI

source: Invalid action
yo: Ojúṣẹ àìnípa

source: Invalid service code
yo: Kóòdù iṣẹ́ àìnípa

source: The PUK you typed is not correct
yo: PUK tí o tẹ̀ kò tọ́

source: The old PIN you typed is not correct.
yo: PIN àtijọ́ tí o tẹ̀ kò tọ́.

source: Type PUK2 to unblock SIM card
yo: Tẹ PUK2 láti ṣí káàdì SIM

source: The PINs you typed do not match
yo: PÍÌNÌ tí o tẹ̀ kò báramu

source: Type a PIN that is 4 to 8 numbers
yo: Tẹ PIN tí ó ní nọ́ḿbà 4 sí 8

source: Your SIM card is PUK-locked
yo: SIM káàdì rẹ ni a ti PUK rẹ̀

source: Unsuccessful. Enable SIM/RUIM LOCK
yo: Kò sàse yọrí. Mu ṣiṣẹ́ SIM/RUIM LOCK

source: Operation is restricted to fixed dialing numbers only
yo: A kò fàyègba iṣẹ́ láti yanjú nọ́ḿbà ìpè nìkan

source: USSD request is modified to DIAL request
yo: Àtúnṣe ìbéèrè USSD láti bèèrè ÌPÈ

source: USSD request is modified to SS request
yo: Àtúnṣe ìbéèrè USSD láti bèèrè SS

source: USSD request is modified to new USSD request
yo: Àtúnṣe ìbéèrè USSD láti bèèrè USSD titun

source: SS request is modified to DIAL request
yo: Àtúnṣe ìbéèrè SS láti bèèrè IPÈ

source: SS request is modified to USSD request
yo: Àtúnṣe ìbéèrè SS láti bèèrè USSD

source: SS request is modified to new SS request
yo: Àtúnṣe ìbéèrè SS láti bèèrè SS titun

source: Only {{ n }} retry left
yo: Ìgbìyànjú {{ n }} nìkan lókù

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
yo: {{ n }} ìgbìyànjú tókù

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
yo: {{ n }} ìgbìyànjú tókù

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
yo: {{ n }} ìgbìyànjú tókù

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
yo: {{ n }} Ìgbìyànjú lókù

source: Maximum number of retries exceeded. SIM blocked
yo: Ẹ̀kunrẹ́rẹ́ ìgbìyànjú nọ́ḿbà ti kọjá. Ṣèdíwọ SIM

source: Radio not available
yo: Kòsí rédíò

source: Generic failure
yo: Ìkunà tó tan mọ́

source: Password incorrect
yo: Ọ̀rọ̀ ìṣinà kòtọ́

source: SIM PIN2
yo: SÍÍMÙ PIN2

source: Request not supported
yo: A kò fàyègba ìbéèrè

source: Operation not allowed during voice call
yo: Iṣẹ́ ni akò fàyègbà lákókò ìpè ohùn

source: SMS send fail retry
yo: Ìfijíṣẹ́ SMS kúnà

source: SIM absent
yo: Kòsí SIM

source: Subscription not available
yo: Kòsí ìṣalábàápín

source: Mode not supported
yo: A kògba móòdù

source: Fdn check failure
yo: Fdn ṣàyẹwò ìkunà

source: Illegal SIM or ME
yo: SIM aláìbófomu tàbí ME

source: Dial modified to USSD
yo: Ṣàtúnṣe ipè sí USSD

source: Dial modified to SS
yo: Ṣàtúnṣe ipè sí SS

source: Dial modified to dial
yo: Ṣàtúnṣe ipè sí ipè

source: USSD modified to dial
yo: Ṣàtúnṣe USSD sí ipè

source: USSD modified to SS
yo: Ṣàtúnṣe USSD sí SS

source: USSD modified to USSD
yo: Ṣàtúnṣe USSD sí USSD

source: SS modified to dial
yo: Ṣàtúnṣe SS sí ipè

source: SS modified to USSD
yo: Ṣàtúnṣe SS sí USSD

source: SS modified to SS
yo: Ṣàtúnṣe SS sí SS

source: Subscription not supported
yo: A kògba ìṣalábàápín

source: Invalid parameter
yo: Òdiwọ̀n kòtọ́

source: Rejected by remote
yo: A kọ̀ nípa ìjìnnà

source: {{ caller }} has left the call.
yo: {{ caller }} ti kúrò lórí ìpè.

source: Unable to merge calls
yo: Kòle so ìpè pọ̀

source: Unable to unmerge calls
yo: Kòle yọ ìpè kúrò

source: Select audio sources
yo: Yan orísun ohùn àfetígbọ́

source: Bluetooth handsfree device
yo: Ohun-èlò Bluetooth àimúdání

source: Receiver
yo: Olùgbà

source: Speaker
yo: Olùsọ̀rọ̀
