Repository: translate/mozilla-gaia
Catalog: yo/apps/communications/dialer/shared.properties.po
Languages: yo

source: To make a call you need to disable airplane mode in settings.
yo: Láti pe ìpè o nílò láti gbé sípò móòdù àìṣeélò inú bàálù nínu àwọn ààtò.

# callAirplaneModeBtnOk
source: OK
yo: Ó DÀRA

source: Airplane mode activated
yo: Móòdù inú bàálù tí tají

source: Number is busy
yo: Nọ́ḿbà ń ṣiṣẹ́ lọ́wọ́

source: The number is currently busy. Please try again later.
yo: Nọ́ḿbà ń ṣiṣẹ́ lọ́wọ́. Jọ̀wọ́ tún gbìyànjú si.

source: FDN active
yo: FDN ń ṣiṣẹ́

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
yo: FDN (Nọ́ḿbà Ìpè Ìdúró) ń ṣiṣẹ́ lọ́wọ́, àwọn nọ́ḿbà wọ̀nyíì kòsí nínu àkọsílẹ̀ FDN: {{ number }}

source: Voicemail
yo: Méèlì-olóhùn

source: Emergency number
yo: Nọ́ḿbà pàjáwìrì

source: To make a call, the phone must be connected to a network.
yo: Láti pe ipè, fóónù gbọ́dọ̀ sopọ̀ pẹ̀lú nẹ́tíwọ́kì.

source: Emergency calls are not allowed by the network.
yo: Ìpè pàjáwírì ni nẹ́tíwọkì kò fàyègbà.

# emergencyDialogBtnOk
source: OK
yo: Ó DÀRA

source: No network connection
yo: Kòsí ìsopọ̀ nẹ́tíwọkì

source: Invalid phone number
yo: Nọ́ḿbà fóónù àìfẹsẹ̀múlẹ̀

source: The phone number you are calling is not valid.
yo: Nọ́ḿbà fóónù tí o ńpè kò fẹ̀sẹ̀múlẹ̀.

source: Unable to make a phone call now
yo: Kòle pe ipè fóónù báyì

source: Cannot make a call. If you are already dialing, please hang up first.
yo: Kòle pe ipè. Bí o ba ti ńpè, jọ̀wọ́ dúró náà.

source: Other connection in use
yo: Ìsopọ̀ míìràn wà ní lílò

source: You have an active call on another connection. You can only use one connection at a time.
yo: Oní ipè tó ń ṣiṣẹ́ni ìsopọ̀ míìràn. O lè lo ìsopọ̀ kan ní àkókò kan.
