Repository: translate/mozilla-gaia
Catalog: yo/apps/fl/download.properties.po
Languages: yo

source: OK
yo: ÓDA

source: Download
yo: Gbàsílẹ̀

source: Install
yo: Ṣàgbékalẹ̀

source: Cancel
yo: Parẹ́

source: Download Error
yo: Àṣìṣe Gbàwálẹ̀

source: Installation Error
yo: Àṣìṣe Ìṣàgbékalẹ̀

# err_descriptor_download_failed
source: The download failed because of a server error.
yo: Ìgbàwálẹ̀ kunà nítorí àṣiṣe sáfà.

# err_bad_descriptor
source: The download failed because of a server error.
yo: Ìgbàwálẹ̀ kunà nítorí àṣiṣe sáfà.

source: File is too large to download.
yo: Fáìlì tóbijù láti gbàwálẹ̀.

source: This type of purchased media is not supported on your phone.
yo: Irufẹ́ rírà mídìà yíi ni a kò faramọ́ lórí fóònù rẹ.

# err_bad_type
source: The download failed because of a server error.
yo: Ìgbàwálẹ̀ kúnà nítorí àṣiṣe sáfà.

# err_content_download_failed
source: The download failed because of a server error.
yo: Ìgbàwálẹ̀ kúnà nítorí àṣiṣe sáfà.

# err_bad_drm_message
source: The download failed because of a server error.
yo: Ìgbàsílẹ̀ kúnà nítorí àṣìṣe sáfà.

source: The downloaded image cannot be displayed on this device.
yo: Ìgbàsílẹ̀ àwòrán kòle hàn lóri ohun èlò yíì.

source: The downloaded file cannot be played on this device.
yo: Ìgbàsílẹ̀ fáìlì kòle hàn lóri ohun èlò yíì.

source: There is not enough storage space on your device to save this song.
yo: Kòsí àyè ìpamọ́ tó lóri ohun èlò rẹ láti ṣàfipamọ́ orin yìí.

source: Cannot save song because there is no memory card.
yo: Kòle sàfipamọ́ orin nítorí kòsí ibi ìpamọ́ káàdì.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
yo: Kòle sàfipamọ́ orin ní́torí ibi ìpamọ́ káàdì wàní lílò. Yọ fóònù rẹ kúrò kí o tún gbìyànjú gbigbawalẹ lẹ́ẹ̀kànsi.

# err_ds_save_failure
source: Error saving media file.
yo: Àṣìṣe ìpamọ́ fáìlì mídìà.

# err_db_store_failure
source: Error saving media file.
yo: Àṣìṣe ìpamọ́ fáìlì mídìà.

source: Song downloaded and installed. Use the Music app to play it.
yo: Gbàwálẹ̀ àti ṣàgbékalẹ̀ orin. Lo ìṣàfilọ́lẹ̀ Orin láti fi ṣeré.

source: Ringtone downloaded and installed.
yo: Gbàwálẹ̀ ohùn dídún àti àgbékálẹ̀.

source: Wallpaper downloaded and installed.
yo: Gbàwálẹ̀ àwòrán àgbétẹ́lẹ̀ àti àgbékálẹ̀.

source: Ringtone
yo: Ohùn dídún

source: Song
yo: Orin

source: Download song?
yo: Ṣègbàwálẹ̀ orin?

source: Download ringtone?
yo: Ṣègbàwálẹ̀ ohùn dídún?

source: Download wallpaper?
yo: Ṣègbàwálẹ̀ àwòrán àgbétẹ́lẹ̀?

source: Downloading song…
yo: Ń ṣègbàwálẹ̀ orin…

source: Downloading ringtone…
yo: Gbàwálẹ̀ ohùn dídún…

source: Downloading wallpaper…
yo: Gbàwálẹ̀ àwòrán àgbétẹ́lẹ̀…

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
yo: {{vendor}} títì fáìlì mídìà yíì kì ó máaṣe pín pẹ̀lú ẹlòmíràn tàbí fijíṣẹ́ sí orí ohun èlò titun.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
yo: Olutà titi fáìlì mídíà yíì kì ó máaṣe pín pẹ̀lú ẹlòmíràn tàbí fijíṣẹ́ sí orí ohun èlò titun.

source: Name
yo: Orúkọ

source: Type
yo: Irúfẹ́

source: Size
yo: Ìwọ̀n

source: Vendor
yo: Òlùtajà

source: Info
yo: Ìwífún

source: Downloading
yo: Ń ṣègbàwálẹ̀

source: Preview image
yo: Àkọ́wò àwòrán

source: Preview audio
yo: Àkọ́wò ohùn àfetígbọ́

source: bytes
yo: àwọn báìtì
