Repository: translate/mozilla-gaia
Catalog: pbb/shared/lockscreen/lockscreen.properties.po
Languages: pbb

source: Airplane mode
pbb: Ẽka u'sanawẽ

source: Searching…
pbb: Pa'kwen…

source: No network
pbb: Dxijh mea'h

source: {{operator}} (Roaming)
pbb: {{operator}} (jxu' u'sa)

source: Emergency calls only
pbb: Tundte pa'yawaçxa ewuun

source: (unknown SIM state)
pbb: (txa'usa' txtee SIM jxiyunximesa')

source: (no SIM)
pbb: (meã' SIM)

source: (SIM PIN required)
pbb: (Bxite pejxin PIN txtee SIM)

source: (SIM PUK required)
pbb: (Bxite pejxin PUK txtee SIM)

source: (network locked)
pbb: (txtepahçxa naa dxij)

source: (service provider locked)
pbb: (txtepahçxa naa mjĩsa)

source: (corporate locked)
pbb: (txtepahçxa naa phewu'hnxisa')

source: (network1 locked)
pbb: (txtepahçxa naa dxija'1)

source: (network2 locked)
pbb: (txtepahçxa naa dxija'2)

source: (hrpd network locked)
pbb: (txtepahçxa naa dxija hrpd)

source: (ruim corporate locked)
pbb: (txtepahçxa naa phewu'hnxisa' ruim)

source: (ruim service provider locked)
pbb: (txtepahçxa naa mjĩsa ruim)

source: {{ level }}% Charged
pbb: {{ level }}% ktu'sejhn

# charging-minutes[zero]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
pbb: {{ level }}% ktujsehnxii ({{ minutes }} ãçxtewesx)

source: {{ level }}% Charged ({{ minutes }} min until fully charged)
pbb: {{ level }}% ktujsehnxii ({{ minutes }} ãçxtewesx)

# charging-minutes[two]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
pbb: {{ level }}% ktujsehnxii ({{ minutes }} ãçxtewesx)

# charging-minutes[few]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
pbb: {{ level }}% ktujsehnxii ({{ minutes }} ãçxtewesx)

# charging-minutes[many]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
pbb: {{ level }}% ktujsehnxii ({{ minutes }} ãçxtewesx)

# charging-minutes[other]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
pbb: {{ level }}% ktujsehnxii ({{ minutes }} ãçxtewesx)

# charging-hours[zero]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
pbb: {{ level }}% ktujsehnxii ({{ minutes }} ãçxtewesxa's jxa'n)

source: {{ level }}% Charged ({{ hours }}h {{ minutes }} min until fully charged)
pbb: {{ level }}% Ktuhsehn ({{ hours }} h {{ minutes }} ã'çtewesxa's jxa'hjwã)

# charging-hours[two]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
pbb: {{ level }}% ktuhsehn ({{ hours }} h {{ minutes }} ã'çtewesxa's jxa'hjwã)

# charging-hours[few]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
pbb: {{ level }}% Ktuhsehn ({{ hours }} h {{ minutes }} ã'çtewesxa's jxa'hjwã)

# charging-hours[other]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
pbb: {{ level }}% Ktuhsehn ({{ hours }} h {{ minutes }} ã'çtewesxa's jxa'hjwã)
