Repository: translate/mozilla-gaia
Catalog: ff/apps/costcontrol/costcontrol.properties.po
Languages: ff

# topup-confirmation-title2
source: Usage
ff: Kuutoragol

source: Top-up confirmed
ff: Carsugol teeŋtinaama

# topup-incorrectcode-title2
source: Usage
ff: Kuutoragol

source: Incorrect top-up code entered.
ff: Kod keredii naatnaaɗo oo moƴƴaani.

source: Updating
ff: Nana hesɗitina

source: Updating…
ff: Nana hesɗitina…

source: Yesterday
ff: Haŋki

source: Today
ff: Hannde

source: Never
ff: Hay sahaa

source: Usage Widget
ff: Wiijere Kuutoragol

source: Tap to track your phone and internet usage.
ff: Tappu ngam rewindaade kuutoragol cinndel e internet maa.

source: Tap to track your internet usage.
ff: Tappu ngam rewindaade kuutoragol internet maa.

source: Airplane Mode
ff: Mbayka Ndiwoowa

source: Please, turn off airplane mode to enable Usage.
ff: Tiiɗno ñif mbayka ndiwoowa ngam daaƴtude Kuutoragol.

source: Locked SIM card
ff: Kartal SIM koko daaƴaa

source: Error
ff: Juumre

source: Please, make sure airplane mode is off.
ff: Tiiɗno ƴeewto so mbayka ndiwoowa koko ñifi.

source: Usage First Time Experience
ff: Dawtol Kuutoragol Laawol Gadanol

source: Save money by keeping track of your phone and internet usage.
ff: Danndu kaalis so rewindaade kuutoragol cinndel e enternet maa.

source: Save money by keeping track of your internet usage.
ff: Danndu kaalis so rewindaade kuutoragol enternet maa.

source: Get clear information about how much internet you’re using.
ff: Heɓ humpito baɗte no foti enternet kuutori-ɗaa.

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
ff: Humpito holliraango e Kuutoragol ummotoo bec ko e ngol kaɓirgol. Ƴeewto to operatoor maa ngam heɓde humpito konte maa timmungo.

source: Type of Contract
ff: Fannu Ciifondiral

source: Select the type of contract you have with your mobile service provider.
ff: Labo fannu ciifondiral njogodi-ɗaa e operatoor maa cinndel.

source: Low Balance Alert
ff: Reentino Keredii Pamaro

source: Set an alert to avoid running out of credit.
ff: Sos reentino ngam waasde ŋakkireede keredii.

source: Data Report and Alert
ff: Reentino e Jaŋtol Keɓe

source: Receive reports about your Internet usage and set an alert to avoid using too much.
ff: Heɓ jaŋte baɗte kuutoragol maa Enternet tee cosaa reentino ngam waasde ɓurtinde.

source: Phone and Data Report
ff: Jaŋtol Cinndel e Keɓe

source: Receive reports about your phone and Internet usage.
ff: Heɓ jaŋte baɗte kuutoragol cinndel maa e Enternet.

# fte-postpaid3-title
source: Data Alert
ff: Reentino Keɓe

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
ff: Sos reentino ngam waasde ɓurtinde keɓe.

source: Data Report
ff: Jaŋtol Keɓe

source: Receive reports about your internet usage.
ff: Heɓ jaŋte baɗte kuutoragol maa enternet.

# fte-onlydata3-title
source: Data Alert
ff: Reentino Keɓe

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
ff: Sos reentino ngam waasde ɓurtinde keɓe.

source: Phone Activity
ff: Dille Cinndel

source: Balance
ff: Ko heddii

source: Roaming: no automatic balance update. You might be charged for updating manually.
ff: Doomagol: alaa kesɗitinal keddaari e jaajol. Aɗa waawi yoɓneede kesɗitinal junngol.

source: Balance didn’t update correctly. Try updating manually.
ff: Keddaari hesɗitinaani no haanirta. Eto hesɗitinirde junngol.

source: Turn off airplane mode to update your balance or top up.
ff: Ñif mbayka ndiwoowa ngam hesɗitinde keddaari maa wall sarsitde.

source: Do you want to disable Airplane mode to update or top up?
ff: Aɗa yiɗi daaƴde mbayka Ndiwoowa ngam hesɗitinde walla sarsude?

source: You need phone coverage to update your balance or top up.
ff: Alaa e sago ngonaa e resoo ngam hesɗitinde keddaari maa walla sarsude.

source: Top Up
ff: Sarsu

source: Enter the top-up code
ff: Naatnu kod carsirɗo oo

source: Find it on the scratch card or directly in your receipt.
ff: Yiytu ɗum e karte keefe ɗee walla e seedejoɓal maa.

source: You will receive a confirmation message
ff: Maa heɓ ɓatakuure teeŋtingol

source: Make sure the code is correct and try again.
ff: Ƴeewto so kod oo ena moƴƴi kisa puɗɗiti-ɗaa.

source: There was a problem sending the code. Please, try again.
ff: Caɗeele mbaɗii tuma neldugol kod oo. Tiiɗno eto kadi.

# application-error-title
source: Service unavailable
ff: Carwol heɓotaako

source: Contact your company representative
ff: Jokkondir e koolaaɗo antarpriis maa

# service-unavailable-title
source: Service unavailable
ff: Carwol heɓotaako

source: Neither update nor top-up is possible at the moment. Please try later.
ff: Kesɗitingol walla carsugol fof newaaki e oo sahaa. Tiiɗno eto so ɓooyii.

source: Data usage
ff: Ñaamgol keɓe

source: Update
ff: Hesɗitin

source: Use top-up code
ff: Huutoro kod carsugol

source: Open top-up menu
ff: Uddit dosol carsugol

source: Your top-up is being processed.
ff: Carsugol maa nana lijjitee.

source: Update your balance to confirm. If balance is unchanged, try topping up again.
ff: Hesɗitin keddaari maa ngam teeŋtinde. So keddaari waylaaki, eto sarsude kadi.

source: Top-up not confirmed
ff: Carsugol teeŋtinaaka

source: Try updating your balance or retry top-up.
ff: Eto hesɗitinde keredii maa walla eto kadi sarsude.

source: send
ff: neldu

source: My phone and Internet plan is
ff: Telefon am e forfee am Enternet ko

source: Prepaid
ff: Yoɓ-noddaa

source: Postpaid
ff: Noddu-njoɓaa

source: Phone activity
ff: Dille cinndel

source: SMS sent
ff: SMS neldaaɗi

source: Calls made
ff: Noddaali baɗaaɗi

source: Low balance alert
ff: Reentino keredii pamaro

source: When balance is below
ff: So keredii jaasii

source: Phone and Internet data report
ff: Ciimtol telefon e keɓe Enternet

source: Internet data report
ff: Jaŋtol keɓe enternet

source: Starting on
ff: Ena fuɗɗoo

source: Cancel
ff: Haaytu

source: Monthly
ff: Lewru fof

source: Weekly
ff: Yontere fof

source: Monday
ff: Aaɓnde

source: Tuesday
ff: Mawbaare

source: Wednesday
ff: Njeslaare

source: Thursday
ff: Naasaande

source: Friday
ff: Mawnde

source: Saturday
ff: Hoore-biir

source: Sunday
ff: Dewo

source: Billing cycle ends
ff: Sahaa joɓnagol joofa

source: Tracking will reset on this date
ff: Rewindo maa firlito e nguu ñalngu

source: Yes
ff: Eey

source: Done
ff: Gasii

source: Confirmation
ff: Teeŋtingol

source: Your current Wi-Fi data usage is {{wifiData}}. Clear it all?
ff: Kuutoragol maa keɓe Wifi yahrata ko e {{wifiData}}. Momtu fof?

source: Your current mobile data usage is {{mobileData}}. Clear it all?
ff: Kuutoragol maa keɓe mobil yahrata ko e {{mobileData}}. Momtu fof?

source: Your current data usages are {{mobileData}} on mobile, {{wifiData}} on Wi-Fi. Clear it all?
ff: Kuutoragol maa keɓe yahrata ko e {{mobileData}} e mobil, {{wifiData}} e WiFi. Momtu fof?

source: All current data will be deleted. Are you sure you want to reset?
ff: Keɓe goodaaɗe jooni ɗee kala maa momte. Aɗa yenanaa yiɗde firlitde?

source: Reset
ff: Firlit

source: Reset Wi-Fi usage
ff: Firtlit kuutoragol Wifi

source: Reset mobile usage
ff: Firlit kuutoragol mobil

source: Reset mobile & Wi-Fi data
ff: Firlit keɓe mobil e Wifi

source: Not set
ff: Suɓaaka

source: Used
ff: Ko huutoraa

source: Limit passed
ff: Happo yawtaama

source: Limit
ff: Happo

source: Data usage limit
ff: Happu ñaamgol keɓe

source: Data use alert
ff: Reentino ñaamgol keɓe

source: When use is above
ff: So kuutoragol ɓurii

source: Enter a mobile data limit alert
ff: Naatnu siiftino happo keɓe cinndel

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
ff: Jaawgol ceŋol ustete tuma nde hoppo ngoo yettaa. Ƴeewto to carwoowo keɓe maa ngam waɗde siiftino jeeɓduɗo e konte maa.

source: Data limit
ff: Lajal keɓe

source: Wi-Fi usage
ff: Kuutoragol Wifi

source: Mobile usage
ff: Kuutoragol cinndel

# wifi-usage-settings
source: Wi-Fi usage
ff: Kuutoragol Wifi

# mobile-usage-settings
source: Mobile usage
ff: Kuutoragol cinndel

source: I’m Pre-paid
ff: Ko mi Yoɓ-noddaa

source: I’m Post-paid
ff: Ko mi Noddu-njoɓaa

source: Reset data usage
ff: Firtlit kuutoragol keɓe

source: Reset report
ff: Firlit jaŋtol

source: Next
ff: Yeeso

source: Back
ff: Rutto

source: Let’s go!
ff: Njehen toon!

source: Alert
ff: Siiftino

source: Alert Limit
ff: Happo Siiftino

source: Welcome
ff: On Jaɓɓaama

source: {{limit}} of data used
ff: {{limit}} keɓe kuutoraama

source: You’ve reached the limit you selected
ff: A yettiima happo ngo labino-ɗaa

source: Low balance
ff: Keredii pamaro

source: {{remaining}} remaining phone credit
ff: {{remaining}} keredii cinndel keddiiɗo

source: Balance has reached zero, no phone credit remaining.
ff: Keredii heɓii ndigo, alaa keredii cinndel heddii.

source: Not available
ff: Heɓotaako

source: Usage
ff: Kuutoragol

source: Internet
ff: Enternet

source: Phone
ff: Cinndel

source: Loading interface data. Please retry in a while.
ff: Nana loowa keɓe daartorde. Tiiɗno eto kadi.

source: Data Limit ({{value}})
ff: Happo Keɓe ({{value}})

# data-available2[zero]
source: {{value}} {{unit}} available
ff: {{value}} {{unit}} heddii

# data-available2[one]
source: {{value}} {{unit}} available
ff: {{value}} {{unit}} heddii

# data-available2[two]
source: {{value}} {{unit}} available
ff: {{value}} {{unit}} heddii

# data-available2[few]
source: {{value}} {{unit}} available
ff: {{value}} {{unit}} heddii

# data-available2[many]
source: {{value}} {{unit}} available
ff: {{value}} {{unit}} heddii

# data-available2[other]
source: {{value}} {{unit}} available
ff: {{value}} {{unit}} heddii

# over-limit[one]
source: {{value}} {{unit}} over limit
ff: {{value}} {{unit}} ɓurtii

# over-limit[two]
source: {{value}} {{unit}} over limit
ff: {{value}} {{unit}} ɓurtii

# over-limit[few]
source: {{value}} {{unit}} over limit
ff: {{value}} {{unit}} ɓurtii

# over-limit[many]
source: {{value}} {{unit}} over limit
ff: {{value}} {{unit}} ɓurtii

# over-limit[other]
source: {{value}} {{unit}} over limit
ff: {{value}} {{unit}} ɓurtii

source: Mobile usage per app
ff: Kuutoragol keɓe mobile jaaɓɗe

source: You have not used any mobile data yet. Usage for each application will show up here when you do.
ff: A huutoraaki keɓe cinndel tawo. Kuutoragol kala jaaɓngal maa hollire ɗoo so a fuɗɗiima ñaamde keɓe.

source: {{amount}} of data used since {{start-date}}
ff: {{amount}} keɓe ñaamaaɗe gila {{start-date}}

source: {{amount}} of data used this week
ff: {{amount}} keɓe ñaamaaɗe ndee yontere

source: {{amount}} of data used this month
ff: {{amount}} keɓe ñaamaaɗe nduu lewru

source: Others
ff: Goɗɗi

source: Browser
ff: Wanngorde

source: Limit of {{value}} MB
ff: Lajal {{value}} MB

source: Limit of {{value}} GB
ff: Lajal {{value}} GB

source: {{value}} left
ff: {{value}} heddii

source: Exceeded by {{value}}
ff: Ɓurtii {{value}}

source: Today is {{today}}
ff: Hannde ko {{today}}

source: From {{from}} to {{to}}
ff: Ummoraade to {{from}} fayde e {{to}}
