Repository: translate/mozilla-gaia
Catalog: */shared/firefox_sync/firefox_sync.properties.po
Languages: ar, uz

source: Firefox Sync
ar: تزامُن فَيَرفُكس

source: Bookmarks
ar: الإشارات المرجعية
uz: Xatcho‘plar

source: History
ar: السجل
uz: Tarix

source: Passwords
ar: كلمات السر
uz: Parollar

source: This account is empty. You need to sync from Firefox, Firefox for Android or Firefox for iOS first and try again here.
ar: هذا الحساب فارغ. تحتاج لمزامنة من فيرفكس, فيرفكس للأندرويد أو فيرفكس لل iOS أولا ثم حاول مرة أخرى.
uz: Bu hisob bo‘sh. Siz avvalo Firefox, Android uchun Firefox yoki iOS uchun Firefox brauzeridan sinxronlashingiz kerak. So‘ngra yana urinib ko‘rishingiz mumkin.

source: This account is inactive.
ar: هذا الحساب غير نشط.
uz: Bu hisob nofaol.

source: You need to activate Firefox Sync on Desktop or Android first and then try again.
ar: تحتاج إلى تفعيل مزامنة فيرفكس على سطح المكتب أو آندرويد أولاً ثم المحاولة مرة أخرى.
uz: Siz birinchi navbatda kompyuter yoki Android tizimidan Firefox Sync dasturini faollashtiringiz kerak. So‘ngra urinib ko‘rishingiz mumkin.

source: Please try logging in again.
ar: من فضلك حاول تسجيل الدخول مرة أخرى.
uz: Yana kirish uchun urinib ko‘ring.

source: We found something wrong with your current Firefox Account session.
ar: لقد وجدنا خطأ في حساب جلسة فيرفكس الحالية
uz: Joriy Firefox hisobi seansi bilan qandaydir xatolik yuz berdi.

source: No network connection.
ar: لا يوجد اتصال بالشبكة.
uz: Tarmoqqa ulanmagan.

source: You need to be online to use Firefox Sync.
ar: عليك أن تكون متصلاً على الانترنت لاستخدام مزامنة فيرفكس.
uz: Firefox Sync xizmatidan foydalanish uchun internetga ulanishingiz kerak.

source: Oops. Something went wrong.
ar: للأسف. حدث خطأ ما.
uz: Qandaydir xato ketdi.

source: Sorry for the inconvenience. Please try again later.
ar: نأسف على الإزعاج. يرجى المحاولة لاحقاً.
uz: Noqulaylik uchun uzr so‘raymiz. Keyinroq urinib ko‘ring.

source: Terms of Service
ar: بنود الخدمة
uz: Xizmat shartlari

source: Privacy Notice
ar: ملحوظات الخصوصية
uz: Maxfiylik eslatmalari

source: Signing in…
ar: تسجيل الدخول…
uz: Ro‘yxatdan o‘tmoqda…

source: Sync now
ar: زامِن الآن
uz: Hozir sinxronlash

source: Syncing
ar: جار المزامنة
uz: Sinxronlanmoqda
