Repository: translate/mozilla-gaia
Catalog: hsb/apps/communications/dialer/dialer.properties.po
Languages: hsb

source: Add new number
hsb: Nowe čisło přidać

source: Contact details
hsb: Kontaktne podrobnosće

source: Add to existing contact
hsb: Eksistowacemu kontaktej přidać

source: All
hsb: Wšě

# all.ariaLabel
source: All
hsb: Wšě

source: Call log
hsb: Protokol zawołanjow

source: Edit call log
hsb: Protokol zawołanjow wobdźěłać

source: Edit call log dialog
hsb: Dialog protokola zawołanjow wobdźěłać

source: Connecting
hsb: Zwjazuje so

source: Connecting…
hsb: Zwjazuje so…

source: Asynchronous: {{ async }}
hsb: Asynchrony: {{ async }}

source: Data: {{ data }}
hsb: Daty: {{ data }}

source: An error occurred while retrieving call forwarding status
hsb: Při wotwołowanju zawołanskeho dalesposrědkowanskeho statusa je zmylk wustupił

source: FAX: {{ fax }}
hsb: FAKS: {{ fax }}

source: Inactive
hsb: Inaktiwny

source: Packet: {{ packet }}
hsb: Pakćik: {{ packet }}

source: PAD: {{ pad }}
hsb: Noticy: {{ pad }}

source: Call forwarding status
hsb: Zawołanski dalesposrědkowanski status

source: Synchronous: {{ sync }}
hsb: Synchrony: {{ sync }}

source: Voice: {{ voice }}
hsb: Telefon: {{ voice }}

source: Close
hsb: Začinić

source: Clear selected calls?
hsb: Wubrane zawołanja zhašeć?

source: Contacts
hsb: Kontakty

source: Create new contact
hsb: Nowy kontakt wutworić

source: Delete
hsb: Zhašeć

source: Deselect all
hsb: Wšě wotwolić

source: Add contact
hsb: Kontakt přidać

source: Add Contact Dialog
hsb: Kontaktowy dialog přidać

source: Call Information
hsb: Zawołanske informacije

# edit-selected[one]
source: {{ n }} selected
hsb: {{ n }} wubrany

# edit-selected[two]
source: {{ n }} selected
hsb: {{ n }} wubranej

# edit-selected[few]
source: {{ n }} selected
hsb: {{ n }} wubrane

# edit-selected[many]
source: {{ n }} selected
hsb: {{ n }} wubranych

# edit-selected[other]
source: {{ n }} selected
hsb: {{ n }} wubranych

source: Edit
hsb: Wobdźěłać

source: Hide keypad
hsb: Tastaturu schować

source: Ignore Call
hsb: Zawołanje ignorować

source: Incoming
hsb: Dochadźace

source: Keypad
hsb: Tastatura

source: Make call
hsb: Zawołać

source: Merge
hsb: Zjednoćić

# info-missed
source: Missed
hsb: Zapaseny

source: Missed
hsb: Zapaseny

# missed.ariaLabel
source: Missed
hsb: Zapaseny

source: Canceled
hsb: Přetorhnjeny

source: Missed call
hsb: Zapasene zawołanje

source: (SIM {{ n }}) Missed call
hsb: (SIM {{ n }}) Zapasene zawołanje

source: An error occurred while sending the message
hsb: Při słanju powěsće je zmylk wustupił

source: Session expired
hsb: Posedźenje spadnyło

source: Message successfully sent
hsb: Powěsć je so wuspěšnje pósłała

source: Mute
hsb: Němy

source: New call
hsb: Nowe zawołanje

source: No calls recorded
hsb: Žane zawołanje zregistrowane

source: Start communicating now
hsb: Zawołajće nětko někoho

source: No missed calls
hsb: Žane zapasene zawołanja

source: On hold
hsb: W čakanskej sekli

source: Outgoing
hsb: Wuchadźace

source: Recent calls
hsb: Najnowše zawołanja

source: Reply
hsb: Wotmołwić

source: Select all
hsb: Wšě wubrać

source: Send
hsb: Pósłać

source: Switch calls
hsb: Zawołanja wuměnić

source: Today
hsb: Dźensa

source: Withheld number
hsb: Potłóčene čisło

source: From {{ contact }}
hsb: Wot {{ contact }}

source: From {{ number }}
hsb: Wot {{ number }}

source: From withheld number
hsb: Wot potłóčeneho čisła

source: Yesterday
hsb: Wčera

source: Sending…
hsb: Sćele so…

# speakerOption.ariaLabel
source: Speaker
hsb: Wótřerěčak

source: {{ operator }} services
hsb: Słužby {{ operator }}

source: Toggle keypad
hsb: Tastaturu přepinyć

source: Type your response…
hsb: Napisajće swoju wotmołwu…

source: Clear all text
hsb: Wšón tekst zhašeć

source: Hide
hsb: Schować

source: Call
hsb: Zawołać

source: Hold
hsb: Dźeržeć

source: Resume
hsb: Pokročować

# resume.ariaLabel
source: Resume
hsb: Pokročować

source: Send Message
hsb: Powěsć pósłać

source: Call Ended
hsb: Zawołanje skónčene

source: via SIM{{ n }}
hsb: přez SIM{{ n }}

source: Unknown
hsb: Njeznaty

source: Cancel
hsb: Přetorhnyć

source: Remove
hsb: Wotstronić

source: Remove all Facebook data?
hsb: Wšě Facebookowe daty wotstronić?

source: Delete contact?
hsb: Kontakt zhašeć?

source: No Contact to Delete
hsb: Žadyn kontakt za zhašenje

source: Delete 1 Contact? This cannot be undone.
hsb: 1 kontakt zhašeć? To njeda so cofnyć.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
hsb: {{n}} kontaktaj zhašeć? To njeda so cofnyć.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
hsb: {{n}} kontakty zhašeć? To njeda so cofnyć.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
hsb: {{n}} kontaktow zhašeć? To njeda so cofnyć.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
hsb: {{n}} kontaktow zhašeć? To njeda so cofnyć.

source: Retry
hsb: Hišće raz spytać

source: Hang Up
hsb: Połožić

source: Pick up
hsb: Přiwzać

source: Slider
hsb: Suwak

source: Settings
hsb: Nastajenja

source: Nothing selected
hsb: Ničo wubrany

source: Delete selected log?
hsb: Wubrany protokol zhašeć?

# delete-n-log?[two]
source: Delete {{ n }} logs?
hsb: {{ n }} protokolej zhašeć?

# delete-n-log?[few]
source: Delete {{ n }} logs?
hsb: {{ n }} protokole zhašeć?

# delete-n-log?[many]
source: Delete {{ n }} logs?
hsb: {{ n }} protokolow zhašeć?

# delete-n-log?[other]
source: Delete {{ n }} logs?
hsb: {{ n }} protokolow zhašeć?

# composeEmail.ariaLabel
source: Email
hsb: E-mejl

# emailDetail.ariaLabel
source: Email
hsb: E-mejl

source: Phone
hsb: Telefon

source: {{ n }} match for "{{ matchNumber }}"
hsb: {{ n }} namjet za "{{ matchNumber }}"

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
hsb: {{ n }} namjetaj za "{{ matchNumber }}"

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
hsb: {{ n }} namjety za "{{ matchNumber }}"

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
hsb: {{ n }} namjetow za "{{ matchNumber }}"

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
hsb: {{ n }} namjetow za "{{ matchNumber }}"

source: Call barring
hsb: Zawołanske blokowanje

source: Call forwarding
hsb: Zawołanske dalesposrědkowanje

source: Incoming Caller ID
hsb: Zawołarski ID, dochadźacy

source: Outgoing Caller ID
hsb: Zawołarski ID, wuchadźacy

source: Password change
hsb: Hesło změnić

source: Call waiting
hsb: Čakace zawołanje

source: PIN change
hsb: PIN změnić

source: PIN2 change
hsb: PIN2 změnić

source: Unblock PIN
hsb: PIN-blokadu zběhnyć

source: Unblock PIN2
hsb: PIN2-blokadu zběhnyć

source: Voice
hsb: Rěčenje

source: Data
hsb: Daty

source: FAX
hsb: FAKS

source: Sync
hsb: Synchrony

source: Async
hsb: Asynchrony

source: Packet
hsb: Paket

source: Service was enabled
hsb: Słužba je so zmóžniła

source: Service has been disabled
hsb: Słužba je so znjemóžniła

source: Registration was successful
hsb: Registrowanje bě wuspěšne

source: Erasure was successful
hsb: Zhašenje bě wuspěšne

source: Request was successful
hsb: Naprašowanje bě wuspěšne

source: Service not provisioned
hsb: Słužba k dispoziciji njeje

source: You can not change the caller ID setting
hsb: Njemóžeće nastajenja ID zawołarja změnić

source: Caller ID defaults to restricted. Next call: Restricted
hsb: Standard za zawołarski ID je potłóčeny. Přichodne zawołanje: Potłóčene

source: Caller ID defaults to restricted. Next call: Not restricted
hsb: Standard za zawołarski ID je potłóčeny. Přichodne zawołanje: Njepotłóčene

source: Caller ID defaults to not restricted. Next call: Restricted
hsb: Standard za zawołarski ID je njepotłóčeny. Přichodne zawołanje: Potłóčene

source: Caller ID defaults to not restricted. Next call: Not restricted
hsb: Standard za zawołarski ID je njepotłóčeny. Přichodne zawołanje: Njepotłóčene

source: Service was enabled for:
hsb: Słužba je so zmóžniła za:

source: PIN successfully changed
hsb: PIN je so wuspěšnje změnił

source: PIN successfully unblocked
hsb: PIN-blokada je so wuspěšnje zběhnyła

source: PIN2 successfully changed
hsb: PIN2 je so wuspěšnje změnił

source: PIN2 successfully unblocked
hsb: PIN2-blokada wuspěšnje zběhnjena

source: Service is enabled
hsb: Słužba je zmóžnjena

source: Service is disabled
hsb: Słužba je znjemóžnjena

source: Service is enabled for:
hsb: Słužba je so zmóžniła za:

source: Connection problem or invalid MMI code
hsb: Zwiskowy problem abo njepłaćiwy MMI-kod

source: Incorrect Password
hsb: Wopačne hesło

source: Invalid or Unsupported MMI Code
hsb: Njepłaćiwy abo njepodpěrany MMI-kod

source: Invalid action
hsb: Njepłaćiwa akcija

source: Invalid service code
hsb: Njepłaćiwy słužbny kod

source: The PUK you typed is not correct
hsb: Zapodaty PUK je wopak

source: The old PIN you typed is not correct.
hsb: Stary zapodaty PIN je wopak.

source: Type PUK2 to unblock SIM card
hsb: Zapodajće PUK2, zo byšće blokadu SIM-karty zběhnył

source: The PINs you typed do not match
hsb: Zapodatej PIN jenakej njejstej

source: Type a PIN that is 4 to 8 numbers
hsb: Zapodajće PIN z 4 hač do 8 cyfrow

source: Your SIM card is PUK-locked
hsb: Waša SIM-karta je přez PUK zawrjena

source: Unsuccessful. Enable SIM/RUIM LOCK
hsb: Njewuspěšny. Zmóžńće SIM/RUIM LOCK

source: Operation is restricted to fixed dialing numbers only
hsb: Operacija je na postajene telefonowe čisła wobmjezowana

source: USSD request is modified to DIAL request
hsb: USSD-naprašowanje je so do DIAL-naprašowanja změniło

source: USSD request is modified to SS request
hsb: USSD-naprašowanje je so do SS-naprašowanja změniło

source: USSD request is modified to new USSD request
hsb: USSD-naprašowanje je so do noweho USSD-naprašowanja změniło

source: SS request is modified to DIAL request
hsb: SS-naprašowanje je so do DIAL-naprašowanja změniło

source: SS request is modified to USSD request
hsb: SS-naprašowanje je so do USSD-naprašowanja změniło

source: SS request is modified to new SS request
hsb: SS-naprašowanje je so do noweho SS-naprašowanja změniło

source: Only {{ n }} retry left
hsb: Jenož {{ n }} pospyt wyše

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
hsb: {{ n }} pospytaj wyše

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
hsb: {{ n }} pospyty wyše

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
hsb: {{ n }} pospytow wyše

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
hsb: {{ n }} pospytow wyše

source: Maximum number of retries exceeded. SIM blocked
hsb: Maksimalna ličba pospytow je docpěta. SIM so blokuje

source: Radio not available
hsb: Škričkowanje k dispoziciji njeje

source: Generic failure
hsb: Powšitkowny zmylk

source: Password incorrect
hsb: Hesło wopak

source: Request not supported
hsb: Naprašowanje so njepodpěruje

source: Operation not allowed during voice call
hsb: Operacija njeje dowolena za čas zawołanja

source: SMS send fail retry
hsb: Słanje SMS je so nimokuliło, nowy pospyt

source: SIM absent
hsb: SIM faluje

source: Subscription not available
hsb: Abonement k dispoziciji njeje

source: Mode not supported
hsb: Modus so njepodpěruje

source: Fdn check failure
hsb: Zmylk při přepruwowanju FDN

source: Illegal SIM or ME
hsb: Njedowolena SIM-karta abo njedowoleny mobilny kónčny grat

source: Dial modified to USSD
hsb: DIAL je so do USSD změnił

source: Dial modified to SS
hsb: DIAL je so do SS změnił

source: Dial modified to dial
hsb: DIAL je so do DIAL změnił

source: USSD modified to dial
hsb: USSD je so do DIAL změnił

source: USSD modified to SS
hsb: USSD je so do SS změnił

source: USSD modified to USSD
hsb: USSD je so do USSD změnił

source: SS modified to dial
hsb: SS je so do DIAL změnił

source: SS modified to USSD
hsb: SS je so do USSD změnił

source: SS modified to SS
hsb: SS je so do SS změnił

source: Subscription not supported
hsb: Abonement so njepodpěruje

source: Invalid parameter
hsb: Njepłaćiwy parameter

source: Rejected by remote
hsb: Znazdala wotpokazany

source: Conference ({{n}})
hsb: Konferenca ({{n}})

source: Voicemail has left the call.
hsb: Voicemail je zawołanje zawostajiła.

source: Withheld number has left the call.
hsb: Potłóčene čisło je zawołanje zawostajiło.

source: {{ caller }} has left the call.
hsb: {{ caller }} je konferencu wopušćił.

source: Unable to merge calls
hsb: Njeje móžno zawołanja zjednoćić

source: Unable to unmerge calls
hsb: Njeje móžno, zjednoćenje zawołanjow zběhnyć

source: %A, %B %e
hsb: %A, %e. %B

source: Select audio sources
hsb: Awdiožórła wubrać

source: Bluetooth handsfree device
hsb: Swobodnorěčenski grat Bluetooth

source: Receiver
hsb: Přijimak

source: Speaker
hsb: Wótřerěčak
