Repository: translate/mozilla-gaia
Catalog: hsb/apps/communications/dialer/shared.properties.po
Languages: hsb

source: To make a call you need to disable airplane mode in settings.
hsb: Zo byšće zawołał, dyrbiće lětanski modus w nastajenjach znjemóžnić.

# callAirplaneModeBtnOk
source: OK
hsb: W porjadku

source: Airplane mode activated
hsb: Lětanski modus aktiwizowany

source: Number is busy
hsb: Čisło je wobsadźene

source: The number is currently busy. Please try again later.
hsb: Čisło je tuchwilu wobsadźene. Prošu spytajće pozdźišo hišće raz.

source: FDN active
hsb: FDN aktiwny

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
hsb: FDN (Fixed Dialing Numbers) je aktiwizowany a slědowace čisło we wašej FDN-lisćinje njeje: {{ number }}

source: Emergency number
hsb: Nuzowe telefonowe čisło

source: To make a call, the phone must be connected to a network.
hsb: Zo byšće zawołało, dyrbi so telefon ze syću zwjazać.

source: Emergency calls are not allowed by the network.
hsb: Nuzowe zawołanja so přez syć njedowoleja.

# emergencyDialogBtnOk
source: OK
hsb: W porjadku

source: No network connection
hsb: Žadyn syćowy zwisk

source: Invalid phone number
hsb: Njepłaćiwe telefonowe čisło

source: The phone number you are calling is not valid.
hsb: Telefonowe čisło, na kotrež zwoniš, płaćiwe njeje.

source: Unable to make a phone call now
hsb: Je nětko njemóžno zawołać

source: Cannot make a call. If you are already dialing, please hang up first.
hsb: Telefonat móžno njeje. Jeli hižo woliće, połožće najprjedy.

source: Other connection in use
hsb: Druhi zwisk so wužiwa

source: You have an active call on another connection. You can only use one connection at a time.
hsb: Telefonujeće runje z druhim zwiskom. Móžeće jenož jedyn zwisk naraz wužiwać.
