Repository: translate/mozilla-gaia
Catalog: lg/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Ggabana

source: Resend
id: Ddamu osindike

source: Connecting
id: Okyungibwa

source: Verify
id: Kakasa

source: Verifying
id: Okukakasa

source: Verified
id: Kikakasiddwa

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{app_name}} yandiyagade okumamya n'okukasa ennambayo ey'essimu. Bambi londako joyagala okugabana oba tekamu empya.

source: There seems to be a problem with your verification code. Let's try once again!
id: Kilabikanti waliwo obuzibu ne koodiyo eyokukasa. Katuddemu ogezaako neera!

source: OK
id: KALE

source: Or add your phone number
id: Oba tekako ennambayo ey'essimu

source: Or select a phone number from the list
id: Oba londa ennamba y'essimu okuva mulukalala
