Repository: translate/mozilla-gaia
Catalog: ff/apps/keyboard/keyboard.properties.po
Languages: ff

source: Keyboard
ff: Tappirde

source: Built-in Keyboard
ff: Tappirde Ñiiɓnde

source: Keyboard settings
ff: Teelte tappirɗe

source: Cancel
ff: Haaytu

source: Delete
ff: Momtu

source: Vibration
ff: Jerɓugol

source: Click sound
ff: Dillel dobagol

source: Auto correction
ff: Caatagol jaajol

source: Word suggestion
ff: Basiyagol kelme

source: User dictionary
ff: Saggitorde kuutoro

source: Handwriting
ff: Binndol junngo

source: Stroke Width
ff: Njaajeendi Diidol

source: Response Speed
ff: Jaawgol Jaabtol

source: Word suggestions
ff: Basiyagol kelme

source: Dismiss
ff: Haaytu

source: more numbers and symbols
ff: limooje e maalle goɗɗe

source: letters
ff: alkule

source: shift
ff: tow

source: delete
ff: momtu

source: space
ff: boowal

source: return
ff: naatnu

source: period
ff: toɓɓere

source: comma
ff: piccal

source: colon
ff: toɓɓe ɗiɗi

source: semicolon
ff: toɓɓere piccal

source: question mark
ff: toɓɓere naamnal

source: exclamation point
ff: toɓɓere kaawis

source: left bracket
ff: laañal nanal

source: right bracket
ff: laañal ñaamal

source: double quote
ff: ŋacce pune

source: left double angle quote
ff: kofe jubbannde pune nano

source: right double angle quote
ff: kofe jubbanɗe pune ñaamo

source: No words in the user dictionary.
ff: Alaa kelme e saggitorde kuutoro.

source: Add a word now.
ff: Ɓeydu helmere hesere.

source: add word
ff: ɓeydu helmere

source: Add Word
ff: Ɓeydu Helmere

source: Edit Word
ff: Taƴto Helmere

source: Save
ff: Danndu

# userDictionaryDeleteButton
source: Delete
ff: Momtu

source: Delete word “{{word}}”?
ff: Momltu helmere “{{word}}”?
