Repository: translate/mozilla-gaia
Catalog: hto/apps/costcontrol/costcontrol.properties.po
Languages: hto

# topup-confirmation-title2
source: Usage
hto: Gúiga

source: Top-up confirmed
hto: Úkube jónega ñúe jobide

# topup-incorrectcode-title2
source: Usage
hto: Gúiga

source: Incorrect top-up code entered.
hto: fɨgoñede fákara úia úkube jónegamo

source: Updating
hto: Méidoga

source: Updating…
hto: Méidote...

source: Yesterday
hto: Nauíri

source: Today
hto: Jabe

source: Never
hto: Jáka

source: Usage Widget
hto: Gúiga Widget

source: New {{provider}} SIM card inserted
hto: Kómue rabekɨ {{provider}} SIM ñúitaka

source: Tap to track your phone and internet usage.
hto: Béno jeta ó gúiga éroiyena jóriaɨ íemo Internet.

source: New SIM card inserted
hto: SIM rabekɨ kómue ñúitaka

source: Tap to track your internet usage.
hto: Béno jeta ó gúiga éroiyena Internet íe.

source: Airplane Mode
hto: Féedɨya ízoi

source: Please, turn off airplane mode to enable Usage.
hto: Féedɨya ízoi duita ó guiya bónoyena.

source: No SIM card
hto: Íñede rabekɨ SIM

source: Insert a SIM card to enable Usage.
hto: Daa rabekɨ SIM íe ñúita úriyena

source: Locked SIM card
hto: Rabekɨ SIM dúitaga

source: Unlock your SIM card to enable Usage.
hto: Daa rabekɨ SIM íe ñúita úriyena

source: Error
hto: Fɨgòñede

source: Please, make sure airplane mode is off.
hto: Ñúe éroi féedɨya ízoi ñúe duitaga.

source: Usage First Time Experience
hto: Nɨeze ítɨo bénomo gúiga

source: Save money by keeping track of your phone and internet usage.
hto: Úkube jéruiri, úriya ó guiga jóriaɨmo íemo Internet éroieroiga.

source: Save money by keeping track of your internet usage.
hto: Úkube jéruiri, úriya ó guiga Internet éroieroiga.

source: Get clear information about how much internet you’re using.
hto: Ñúe ráfue óno ó ráanɨaɨ taɨjɨtaɨjɨdio benomo

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
hto: Ráfúe ó Gúiga bénomo íte jóriaɨmo. Jɨkano ráfue naamadɨo fɨnoka ímɨe jóriaɨ.

source: Type of Contract
hto: Jɨ́kode ízoi

source: Select the type of contract you have with your mobile service provider.
hto: Jóriaɨ fɨnoka ímɨe nɨze jɨ́kode ízoi.

source: Low Balance Alert
hto: Kákarei úkube déu íte

source: Set an alert to avoid running out of credit.
hto: Daa kákarei fɨno úkube fuiadɨ.

source: Data Report and Alert
hto: Kákarei ráanɨaɨ rafue

source: Receive reports about your Internet usage and set an alert to avoid using too much.
hto: Kákarei ráfue yɨnoyena ó gúiadɨ Internet, aíyo taɨjɨñeiyena.

source: Phone and Data Report
hto: Jóriaɨ íe ráanɨaɨ rafue

source: Receive reports about your phone and Internet usage.
hto: Jóriaɨ íe Internet gúiga béno yɨno ráfue

# fte-postpaid3-title
source: Data Alert
hto: Kákarei ráanɨaɨ íyano

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
hto: Kákarei jóne ráanɨaɨ áiyo gúiñeiye.

source: Data Report
hto: Jóriaɨ rafue

source: Receive reports about your internet usage.
hto: Jóriaɨ íe Internet gúiga béno yɨno ráfue.

# fte-onlydata3-title
source: Data Alert
hto: Kákarei ráanɨaɨ íyano

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
hto: Kákarei jóne ráanɨaɨ áiyo gúiñeiye.

source: Phone Activity
hto: Jóriaɨ fɨnoka

source: Balance
hto: Fɨebiya

source: Roaming: no automatic balance update. You might be charged for updating manually.
hto: Jɨrekaide: Fɨebiya dama ñue fɨnobide. Ráifide benomo.

source: Balance didn’t update correctly. Try updating manually.
hto: Fɨebiya ñúe jóbiñede. Ónoɨdo fɨno

source: Turn off airplane mode to update your balance or top up.
hto: Féedɨya ízoi duita fɨebiya úkube jóneyena.

source: Do you want to disable Airplane mode to update or top up?
hto: ¿Féedɨya ízoi bonoakadɨo úkube jónekena?

source: Top Up
hto: Úkube jóneyena

source: Enter the top-up code
hto: Kúeno fákara úkube joneyena.

source: Find it on the scratch card or directly in your receipt.
hto: Éroiri rabekɨmo íte íemo kúiana.

source: You will receive a confirmation message
hto: Ráfue yɨnoitɨo ñúe fɨebiya

source: Make sure the code is correct and try again.
hto: Ñúe ráanɨaɨ kúeri íe abɨdo jóne.

source: There was a problem sending the code. Please, try again.
hto: Ráanɨaɨ órenide. Abɨdo óre.

# application-error-title
source: Service unavailable
hto: Taɨjɨraɨma íñede

source: Contact your company representative
hto: Jóne fɨnoka ímɨe bénomo

# service-unavailable-title
source: Service unavailable
hto: Taɨjɨraɨma íñede

source: Neither update nor top-up is possible at the moment. Please try later.
hto: Úkube jónenide bíruimo. Ábɨdo jóne.

source: Data usage
hto: Ráanɨaɨ fɨnode

source: Update
hto: Méidote

source: Use top-up code
hto: Kúeno ráanɨaɨ úkube jónera

source: Open top-up menu
hto: Túño úkube jóneyena

source: OK
hto: Jɨɨ

source: Your top-up is being processed.
hto: Úkube jóneyena fɨnofɨnode

source: Update your balance to confirm. If balance is unchanged, try topping up again.
hto: Fɨebiya ñúe fɨno. Ó fɨebiya dáno íte abɨdo úkube jóne.

source: Top-up not confirmed
hto: Úkube jónega nái éroyega

source: Try updating your balance or retry top-up.
hto: Fɨebiya ñúe fɨno íe abɨdo úkube jóne.

source: send
hto: Órede

source: My phone and Internet plan is
hto: Kúe jóriaɨ íya Internet íe

source: Prepaid
hto: Ɨ́baka úriyena

source: Postpaid
hto: Úriya meifomo ɨ́baka

source: Phone activity
hto: Jóriaɨ fɨnoka

source: SMS sent
hto: SMS óreka

source: Calls made
hto: Jɨrriya fɨnoka

source: Settings
hto: Ñúe fɨnóye

# settings-button.ariaLabel
source: Settings
hto: Ñúe fɨnóye

source: Low balance alert
hto: Kákarei úkube déu íte

source: When balance is below
hto: Úkube dúe iadɨ

source: Phone and Internet data report
hto: Jóriaɨ rafue jóriaɨ íe ráanɨaɨ

source: Internet data report
hto: Jóriaɨ rafue

source: Starting on
hto: Bénomo íadɨ

source: Cancel
hto: Fúitade

source: Monthly
hto: Fɨ́ui

source: Weekly
hto: Enéfebamo mena móna

source: Monday
hto: Daa móna

source: Tuesday
hto: Ména móna

source: Wednesday
hto: Daruiámani mona

source: Thursday
hto: Fɨgoménarie móna

source: Friday
hto: Jubékuiro móna

source: Saturday
hto: Enéfebamo daa móna

source: Sunday
hto: Ɨ́koidɨrui móna

source: Billing cycle ends
hto: Já fúite móna ɨ́bayena

source: Tracking will reset on this date
hto: Ímona bene íya ɨfoka

source: Yes
hto: ́Jɨɨ

source: Done
hto: Fɨnoka

source: Confirmation
hto: Jɨɨ

source: Your current Wi-Fi data usage is {{wifiData}}. Clear it all?
hto: Gúiga wifi bíe íte {{wifiData}}. ¿ Óni óiakadɨo?

source: Your current mobile data usage is {{mobileData}}. Clear it all?
hto: Gúiga jóriaɨmo bíe íte {{mobileData}}. ¿ Óni óiakadɨo?

source: Your current data usages are {{mobileData}} on mobile, {{wifiData}} on Wi-Fi. Clear it all?
hto: Gúiga jóriaɨmo bíe íte {{mobileData}} jóriaɨmo,{{wifiData}} wifi íe. ¿ Óni óiakadɨo?

source: All current data will be deleted. Are you sure you want to reset?
hto: Kómo ó ráanɨaɨ íya nana óni óye. ¿Ábido jóneakadɨo?

source: Reset
hto: Ábɨdo fɨno

source: Reset Wi-Fi usage
hto: Wifi gúiga ábɨdo jóne

source: Reset mobile usage
hto: Jóriaɨ gúiga ábɨdo jóne

source: Reset mobile & Wi-Fi data
hto: Jóriaɨ íe wifi dɨga gúiga ábɨdo jóne

source: Not set
hto: Jóbiñede

source: Used
hto: Fɨnoka

source: Limit passed
hto: Nana fúedo

source: Limit
hto: Fúedo

source: Data usage limit
hto: Fúedo fɨnoka

source: Data use alert
hto: Kákarei ráanɨaɨ fɨnoka íyano

source: When use is above
hto: Áiyo taɨjɨadɨ bíe

source: Enter a mobile data limit alert
hto: Kákarei jóriaɨ ráanɨaɨ fúedo íte

source: Data limit
hto: Fúedo ráanɨaɨ

source: Wi-Fi usage
hto: WI-FI fɨnoka

source: Mobile usage
hto: Jóriaɨ fɨnoka

# wifi-usage-settings
source: Wi-Fi usage
hto: WI-FI fɨnoka

# mobile-usage-settings
source: Mobile usage
hto: Jóriaɨ fɨnoka

source: I’m Pre-paid
hto: Bíe kúe Ɨ́baka úriyena

source: I’m Post-paid
hto: Bíe kúe Úriya meifomo ɨ́baka

source: Reset data usage
hto: Ráanɨaɨ gúiga abɨdo jóne

source: Reset report
hto: Ráfue ábɨdo jóne

source: Next
hto: Báɨfene

source: Back
hto: Ɨfede

source: Let’s go!
hto: ¡Ɨ́fo!

source: Alert
hto: Éroiri

source: Alert Limit
hto: Éroiri fúedo

source: Welcome
hto: Fɨgo o biya

source: {{limit}} of data used
hto: {{limit}} ráanɨaɨ ja jetaya

source: You’ve reached the limit you selected
hto: Jámano fúedo ítɨo

source: Low balance
hto: Fɨebiya dúe íte

source: {{remaining}} remaining phone credit
hto: Fɨebite {{remaining}} úkube

source: Balance has reached zero, no phone credit remaining.
hto: Fɨebiya taɨno fɨebite, úkubenidɨo.

source: Not available
hto: Fáɨreñede

source: Usage
hto: Gúiga

source: Phone
hto: Jóriaɨ

source: Loading interface data. Please retry in a while.
hto: Ráaniaɨ interfaz abɨabɨga. Daruimona ábɨdo taɨne.

source: Data Limit ({{value}})
hto: Fúedo ráanɨaɨ ({{value}})

# data-available2[zero]
source: {{value}} {{unit}} available
hto: {{value}} {{unit}} íte

# data-available2[one]
source: {{value}} {{unit}} available
hto: {{value}} {{unit}} íte

# data-available2[two]
source: {{value}} {{unit}} available
hto: {{value}} {{unit}} íte

# data-available2[few]
source: {{value}} {{unit}} available
hto: {{value}} {{unit}} íte

# data-available2[many]
source: {{value}} {{unit}} available
hto: {{value}} {{unit}} íte

# data-available2[other]
source: {{value}} {{unit}} available
hto: {{value}} {{unit}} íte

# over-limit[one]
source: {{value}} {{unit}} over limit
hto: {{value}} {{unit}} fúedo íyano

# over-limit[two]
source: {{value}} {{unit}} over limit
hto: {{value}} {{unit}} fúedo íyano

# over-limit[few]
source: {{value}} {{unit}} over limit
hto: {{value}} {{unit}} fúedo íyano

# over-limit[many]
source: {{value}} {{unit}} over limit
hto: {{value}} {{unit}} fúedo íyano

# over-limit[other]
source: {{value}} {{unit}} over limit
hto: {{value}} {{unit}} fúedo íyano
