Repository: translate/mozilla-gaia
Catalog: */apps/system/accessibility.properties.po
Languages: am, bn_in, br, cy, gd, mg, my, si, ur

# accessibility-spansColumns[zero]
source: spans {{0}} columns
am: ስፋት {{0}} አምዶች
bn_in: {{0}}টি কলাম জুড়ে
br: war {{0}} a vannoù
cy: estyn {{0}} colofn
gd: a’ sìneadh fad {{0}} colbh
mg: miampatra @ tsanganana {{0}}
my: တိုင် {{0}} ကော်လံ
si: {{0}} තීරු පන්නයි
ur: سپین {{0}} کالم

source: spans {{0}} column
am: ስፋት {{0}} አምዶች
bn_in: {{0}}টি কলাম জুড়ে
br: war {{0}} a vannoù
cy: estyn {{0}} colofn
gd: a’ sìneadh fad {{0}} cholbh
mg: miampatra @ tsanganana {{0}}
my: တိုင် {{0}} ကော်လံ
si: {{0}} තීරුව පන්නයි
ur: سپین {{0}} کالم

# accessibility-spansColumns[two]
source: spans {{0}} columns
am: ስፋት {{0}} አምዶች
bn_in: ঘটনাকাল {{0}} কলামসমূহ
br: war {{0}} a vannoù
cy: estyn {{0}} colofn
gd: a’ sìneadh fad {{0}} cholbh
mg: miampatra @ tsanganana {{0}}
my: တိုင် {{0}} ကော်လံ
si: {{0}} තීරු පන්නයි
ur: سپین {{0}} کالم

# accessibility-spansColumns[few]
source: spans {{0}} columns
am: ስፋት {{0}} አምዶች
bn_in: ঘটনাকাল {{0}} কলামসমূহ
br: war {{0}} a vannoù
cy: estyn {{0}} colofn
gd: a’ sìneadh fad {{0}} colbhan
mg: miampatra @ tsanganana {{0}}
my: တိုင် {{0}} ကော်လံ
si: {{0}} තීරු පන්නයි
ur: سپین {{0}} کالم

# accessibility-spansColumns[many]
source: spans {{0}} columns
am: ስፋት {{0}} አምዶች
bn_in: ঘটনাকাল {{0}} কলামসমূহ
br: war {{0}} a vannoù
cy: estyn {{0}} colofn
gd: a’ sìneadh fad {{0}} colbh
mg: miampatra @ tsanganana {{0}}
my: တိုင် {{0}} ကော်လံ
si: {{0}} තීරු පන්නයි
ur: سپین {{0}} کالم

# accessibility-spansColumns[other]
source: spans {{0}} columns
am: ስፋት {{0}} አምዶች
bn_in: ঘটনাকাল {{0}} কলামসমূহ
br: war {{0}} a vannoù
cy: estyn {{0}} colofn
gd: a’ sìneadh fad {{0}} colbh
mg: miampatra @ tsanganana {{0}}
my: တိုင် {{0}} ကော်လံ
si: {{0}} තීරු පන්නයි
ur: سپین {{0}} کالم

# accessibility-spansRows[zero]
source: spans {{0}} rows
am: ስፋት {{0}} ረድፎች
bn_in: ঘটনাকাল {{0}} সারিসমূহ
br: war {{0}} renk
cy: rhychwant {{0}} rhes
gd: a’ sìneadh fad {{0}} ràgh
mg: miampatra @ andalana {{0}}
my: အကွက် {{0}} တိုင်
si: {{0}} පේළි පන්නයි
ur: سپین {{0}} صفیں

source: spans {{0}} row
am: ስፋት {{0}} ረድፍ
bn_in: ঘটনাকাল {{0}} সারি
br: war {{0}} renk
cy: rhychwant {{0}} rhes
gd: a’ sìneadh fad {{0}} ràgh
mg: miampatra @ andalana {{0}}
my: အကွက် {{0}} တိုင်
si: {{0}} පේළිය පන්නයි
ur: سپین {{0}} صفیں

# accessibility-spansRows[two]
source: spans {{0}} rows
am: ስፋት {{0}} ረድፎች
bn_in: ঘটনাকাল {{0}} সারিসমূহ
br: war {{0}} renk
cy: rhychwant {{0}} rhes
gd: a’ sìneadh fad {{0}} ràgh
mg: miampatra @ andalana {{0}}
my: အကွက် {{0}} တိုင်
si: {{0}} පේළි පන්නයි
ur: سپین {{0}} صفیں

# accessibility-spansRows[few]
source: spans {{0}} rows
am: ስፋት {{0}} ረድፎች
bn_in: ঘটনাকাল {{0}} সারিসমূহ
br: war {{0}} renk
cy: rhychwant {{0}} rhes
gd: a’ sìneadh fad {{0}} ràghan
mg: miampatra @ andalana {{0}}
my: အကွက် {{0}} တိုင်
si: {{0}} පේළි පන්නයි
ur: سپین {{0}} صفیں

# accessibility-spansRows[many]
source: spans {{0}} rows
am: ስፋት {{0}} ረድፎች
bn_in: ঘটনাকাল {{0}} সারিসমূহ
br: war {{0}} renk
cy: rhychwant {{0}} rhes
gd: a’ dol thairis air {{0}} ràgh
mg: miampatra @ andalana {{0}}
my: အကွက် {{0}} တိုင်
si: {{0}} පේළි පන්නයි
ur: سپین {{0}} صفیں

# accessibility-spansRows[other]
source: spans {{0}} rows
am: ስፋት {{0}} ረድፎች
bn_in: ঘটনাকাল {{0}} সারিসমূহ
br: war {{0}} renk
cy: rhychwant {{0}} rhes
gd: a’ dol thairis air {{0}} ràgh
mg: miampatra @ andalana {{0}}
my: အကွက် {{0}} တိုင်
si: {{0}} පේළි පන්නයි
ur: سپین {{0}} صفیں

source: jumped
am: ዘሏል
bn_in: ঝাঁপিয়েছে
br: bet lammet
cy: neidiwyd
gd: air a leum
mg: voatsambikina
my: ခုန်
si: පැන්නූ
ur: جست لگائیں

# accessibility-pressAction
source: pressed
am: ተጭነዋል
bn_in: চাপ দেওয়া হয়েছে
br: pouezet
cy: pwyswyd
gd: air a bhrùthadh
mg: voatsindry
my: နှိပ်ထားသည်
si: එබූ
ur: دبائیں

# accessibility-checkAction
source: checked
am: ተመርምሯል
bn_in: পরীক্ষিত
br: bet kevasket
cy: gwirwyd
gd: le cromag
mg: voatiky
my: အမှန်ခြစ်ထားသည်
si: සළකුණු කළ
ur: پڑتال کردہ

source: unchecked
am: አልተመረመረም
bn_in: পরীক্ষিত নয়
br: bet digevasket
cy: heb dicio
gd: gun chromag ann
mg: tsy voatiky
my: အမှန်ခြစ် ဖြုတ်ထားသည်
si: සළකුණු නොකළ
ur: بے نشان کریں

# accessibility-onAction
source: on
cy: ymlaen
gd: air

# accessibility-offAction
source: off
cy: diffodd
gd: dheth

# accessibility-selectAction
source: selected
am: ተመርጧል
bn_in: নির্বাচিত
br: diuzet
cy: wedi dewis
gd: air a thaghadh
mg: voafantina
my: ရွေးထားသည်
si: තේරූ
ur: منتخب کردہ

source: unselected
am: አልተመረጠም
bn_in: নির্বাচিত নয়
br: bet diziuzet
cy: dad-ddewiswyd
gd: gun a thaghadh
mg: tsy voafantina
my: ရွေးချယ်မှု ဖြုတ်ထားသည်
si: තෝරා නොගත්
ur: غیر منتخب شدہ

source: opened
am: ተከፍቷል
bn_in: খোলা হয়েছে
br: bet digoret
cy: agorwyd
gd: air fhosgladh
mg: voasokatra
my: ဖွင့်ထားသည်
si: විවෘත කල
ur: کھلا ہوا

source: closed
am: ተዘግቷል
bn_in: বন্ধ করা হয়েছে
br: bet serret
cy: caewyd
gd: air a dhùnadh
mg: nakatona
my: ပိတ်ထားသည်
si: වැසූ
ur: بند

source: switched
am: ተቀይሯል
bn_in: পরিবর্তীত
br: bet trec'haolet
cy: newidwyd
gd: air suaipeadh
mg: navadika
my: ပြောင်းထားသော
si: මාරුකළ
ur: سوئچ

source: clicked
am: ተጭነዋል
bn_in: ক্লিক করা হয়েছে
br: bet kliket
cy: cliciwyd
gd: air a bhriogadh
mg: voatsindry
my: ကလစ်နှိပ်
si: ක්ලික් කළ
ur: کلک کردہ

# accessibility-collapseAction
source: collapsed
am: ወድቋል
bn_in: সংকুচিত
br: bet bihanaet
cy: cwympwyd
gd: air a cho-theannadh
mg: nahena
my: ခေါက်ထားသော
si: හැකිළු
ur: تفصیل غائب

# accessibility-expandAction
source: expanded
am: ተስፋፍቷል
bn_in: প্রসারিত
br: bet astennet
cy: ehangwyd
gd: air a leudachadh
mg: naitatra
my: ချဲ့ထားသော
si: විහිදූ
ur: کشادہ

source: activated
am: ተነስቷል
bn_in: সক্রিয় করা হয়েছে
br: bet gweredekaet
cy: gweithredwyd
gd: air a chur an gnìomh
mg: novelomina
my: ဖွင့်ထားသော
si: සක්‍රීය කළ
ur: متحرک کردہ

source: cycled
bn_in: চক্রিত
br: kelc'hiad
cy: cylchwyd
gd: air a chuairteachadh
mg: nahodidina
my: လှည့်ထားသော
si: චක්‍රීය
ur: دورہ

source: hidden
am: የተደበቀ
bn_in: লুকায়িত
br: bet kuzhet
cy: cuddiwyd
gd: falaichte
mg: niafina
my: ဖျောက်ထားသော
si: සැඟවූ
ur: پوشیدہ

source: loading
am: በመጫን ላይ
bn_in: লোড করা হচ্ছে
br: kargadur
cy: llwytho
gd: ’ga luchdadh
mg: mamatratra
my: ဆွဲတင်နေသှ်
si: පූරණය
ur: لوڈ کر رہا ہے

source: loaded
am: ተጭኗል
bn_in: লোড করা আছে
br: bet karget
cy: llwythwyd
gd: air a luchdadh
mg: nafatratra
my: ဆွဲထားသော
si: පූර්‍ණයවූ
ur: لوڈ کیا ہوا

source: new tab
am: አዲስ ማስረጊያ
bn_in: নতুন ট্যাব
br: ivinell nevez
cy: tab newydd
gd: taba ùr
mg: vakizoro vaovao
my: စာအမှတ် အသစ်
si: නව ටැබය
ur: نیا ٹیب

source: loading stopped
am: መጫን አቁሟል
bn_in: লোড করা বন্ধ হয়েছে
br: kargadur paouezet
cy: llwytho wedi dod i ben
gd: sguireadh dhen luchdadh
mg: najanona famatrarana
my: ဆွဲယူနေခြင်း ရပ်လိုက်ပြီ
si: පූර්ණය වීම නැවතිනි
ur: لوڈنگ روک گئی

source: reloading
am: በመጫን ላይ
bn_in: পুনরায় লোড করা হচ্ছে
br: adkargadur
cy: ail-lwytho
gd: ’ga ath-luchdadh
mg: mamatratra indray
my: ပြန်ဆွဲတင်နေသှ်
si: ප්‍රතිපූරණය
ur: دوبارہ لوڈ کر رہا ہے

# accessibility-stateChecked
source: checked
am: ተመርምሯል
bn_in: পরীক্ষিত
br: bet kevasket
cy: gwirio
gd: le cromag
mg: voatiky
my: ရွေးထားပြီး
si: සළකුණු කළ
ur: پڑتال مکمل

source: not checked
am: አልተመረመረም
bn_in: পরিক্ষিত নয়
br: digevasket
cy: heb ei dicio
gd: gun chromag
mg: tsy voatiky
my: မရွေးထားပါ
si: සළකුණු නොකළ
ur: پڑتال نہیں

# accessibility-stateOn
source: on
cy: ymlaen
gd: air

# accessibility-stateOff
source: off
cy: diffodd
gd: dheth

# accessibility-statePressed
source: pressed
am: ተጭነዋል
bn_in: চাপা হয়েছে
br: pouezet
cy: pwyswyd
gd: air a bhrùthadh
mg: voatsindry
my: နှိပ်ထားသော
si: එබූ
ur: دبایا

# accessibility-stateExpanded
source: expanded
am: የተስፋፋ
bn_in: প্রসারিত
br: astennet
cy: ehangwyd
gd: air a leudachadh
mg: naitatra
my: ဖြန့်ထားသော
si: විහිදූ
ur: کشادہ

# accessibility-stateCollapsed
source: collapsed
am: ወድቋል
bn_in: সংকুচিত
br: bihanaet
cy: caewyd
gd: air a cho-theannadh
mg: nahena
my: ခေါက်ထားသော
si: හැකිළු
ur: تفصیل غائب

source: unavailable
am: ዝግጁ አይደለም
bn_in: উপলব্ধ নয়
br: dihegerz
cy: dim ar gael
gd: chan eil seo ri fhaighinn
mg: tsy vonona
my: မရနိုင်သော
si: නොපවතී
ur: دستیاب نہیں

source: required
am: ያስፈልጋል
bn_in: প্রয়োজনীয়
br: azgoulennet
cy: angenrheidiol
gd: riatanach
mg: ilaina
my: လိုအပ်နေသော
si: අවශ්‍ය
ur: مطلوب

source: visited
am: የተጎበኘ
bn_in: পরিদর্শিত
br: gweladennet
cy: ymwelwyd
gd: chaidh tadhal air
mg: notsidihina
my: သုံးထားသော
si: පිවිසුණු
ur: ملاحظہ کیے گۓ

source: has pop up
am: ብቅ ባይ አለው
bn_in: পপ অাপ অাছে
br: en deus un diflugell
cy: llamwyd
gd: aig a bheil priob-uinneag
mg: misy poipoitra
my: ပွင့်ထွက်ဝင်းဒိုးရှိ
si: පොප් අප් සහිත
ur: پاپ اپ ہے

# accessibility-stateSelected
source: selected
am: ተመርጧል
bn_in: নির্বাচিত
br: diuzet
cy: dewiswyd
gd: air a thaghadh
mg: voafantina
my: ရွေးထားသော
si: තෝරාගත්
ur: منتخب کردہ

source: editing
am: ማረሚያ
bn_in: সম্পাদনা
br: oc'h embann
cy: golygu
gd: deasachadh
mg: manitsy
my: တည်းဖြတ်ခြင်း
si: සකසමින්
ur: تدوین کر رہا ہے

source: navigating
am: በ መቃኘት ላይ
bn_in: পরিদর্শন চলছে
br: o verdeiñ
cy: symud
gd: a’ seòladh
mg: mitety
my: လမ်းညွှန်နေသှ်
si: ගවේශනය
ur: گشت کر رہا ہے

source: Default
am: ነባር
bn_in: ডিফল্ট
br: Dre ziouer
cy: Rhagosodiad
gd: Bun-roghainn
mg: Niandohana
my: မူလပုံစံ
si: පෙරනිමිය
ur: طے شدہ

source: Anchors
am: ማስቆሚያ
bn_in: অ্যাঙ্কর
br: Eorioù
cy: Angorau
gd: Acraichean
mg: Vatofantsika
my: ကျောက်ဆူးများ
si: නැංගූරම්
ur: لنگر

source: Buttons
am: ቁልፎች
bn_in: বাটনগুলি
br: Afelloù
cy: Botymau
gd: Putain
mg: Bokotra
my: ခလုပ်များ
si: බොත්තම්
ur: بٹن

source: Combo boxes
am: መቀላቀያ ሳጥን
bn_in: কম্বো বাক্সগুলি
br: Boestoù kenstroll
cy: Blychau cyfun
gd: Bogsaichean combo
mg: Boaty mifangaro
my: ကွန်ဘို သေတ္တာများ
si: සංයුක්ත කොටු
ur: طومار خانہ

source: Landmarks
am: ምልክቶች
bn_in: ল্যান্ডমার্কগুলি
br: Spisverkoù
cy: Tirnodau
gd: Comharran
mg: Mari-toerana
my: အမှတ်အသားများ
si: භූ සලකුණු
ur: نشانیان

source: Entries
am: ማስገቢያዎች
bn_in: ভুক্তিসমুহ
br: Enankad
cy: Cofnodion
gd: Innteartan
mg: Fidirana
my: အသုံးပြုထားမှုများ
si: ඇතුළත් කිරීම්
ur: اندراج

source: Form elements
bn_in: ফর্মের উপাদানসমুহ
br: Elfennoù furmskridoù
cy: Elfennau ffurflen
gd: Eileamaidean foirm
mg: Singan-takelaka fenoina
my: ဖောင် ပါဝင်ပစ္စည်းများ
si: පෝරම මූලාංග
ur: فارم عنصر

source: Images
am: ምስሎች
bn_in: ছবিসমুহ
br: Skeudennoù
cy: Delweddau
gd: Dealbhan
mg: Sary
my: ရုပ်ပုံများ
si: පිළිබිඹු
ur: نقوش

source: Headings
am: ራስጌዎች
bn_in: শিরোনামসমূহ
br: Talbennoù
cy: Penawdau
gd: Ceann-sgrìobhaidhean
mg: Toko
my: ခေါင်းစဉ်များ
si: ශීර්ෂ
ur: سرخیاں

source: List items
am: ዝርዝር እቃዎች
bn_in: তালিকার পদসমূহ
br: Elfennoù rolloù
cy: Eitem rhestr
gd: Buill liosta
mg: Singan'ny lisitra
my: ပစ္စည်းများ စာရင်း
si: ලැයිස්තු අයිතම
ur: فہرست اشیا

source: Links
am: አገናኞች
bn_in: লিংকসমূহ
br: Ereoù
cy: Dolenni
gd: Ceanglaichean
mg: Rohy
my: ချိတ်ဆက်လင်ခ့်များ
si: සබැඳි
ur: روابط

source: Lists
am: ዝርዝሮች
bn_in: তালিকাসমূহ
br: Rolloù
cy: Rhestrau
gd: Liostaichean
mg: Lisitra
my: စာရင်းများ
si: ලැයිස්තු
ur: فہرست

source: Page tabs
bn_in: পৃষ্ঠার ট্যাবসমূহ
br: Ivinelloù pajenn
cy: Tabiau tudalen
gd: Tabaichean duilleige
mg: Vakizorom-pejy
my: စာမျက်နှာခွဲများ
si: පිටු ටැබ
ur: صفحہ ٹیبیں

source: Radio buttons
am: የ ራዲዮ ቁልፍ
bn_in: রেডিও বোতামসমূহ
br: Afelloù radio
cy: Botymau radio
gd: Putain rèidio
mg: Bokotra radio
my: ရေဒီယို ခလုပ်များ
si: විකල්ප බොත්තම්
ur: ریڈیو بٹن

source: Separators
am: መለያያዎች
bn_in: বিভাজকসমূহ
br: Dispartierioù
cy: Ymwahanyddion
gd: Sgaradairean
mg: Mpanasaraka
my: ကြားခံများ
si: වෙන්කරණය
ur: جداکار

source: Tables
am: ሰንጠረዦች
bn_in: টেবিল
br: Taolennoù
cy: Tablau
gd: Clàran
mg: Tabilao
my: စားပွဲများ
si: වගු
ur: جدولیں

source: Check boxes
am: ምልክት ማድረጊያ ሳጥን
bn_in: চেক বাক্সসমূহ
br: Logoù da gevaskañ
cy: Blychau ticio
gd: Bogsaichean cromaige
mg: Boatin-tiky
my: ရွေးချယ်ရန်ပုံးများ
si: සලකුණු කොටු
ur: پڑتال خانہ

source: long division
am: ረጅም ማካፈያ
bn_in: লম্বা ভাগ
br: rannadur hir
cy: rhaniad hir
gd: roinneadh fada
ur: طویل تقسیم

source: actuarial
bn_in: বিমার
cy: ystadeg yswiriant
gd: achdaireach

source: phasor angle
bn_in: ফেসর কোণ
cy: ongl diagram gwedd
gd: ceàrn phasor
ur: فیزر زاویہ

source: radical
bn_in: ভিত্তিগত
cy: cysefin
gd: radaigeach
ur: مشتق

# notation-box
source: box
am: ሳጥን
bn_in: বক্স
cy: blwch
gd: bogsa
ur: خانہ

source: rounded box
am: የ ተከበበ ሳጥን
bn_in: গোল বক্স
cy: blwch crwn
gd: bogsa cruinnte
ur: گولاکار خانہ

source: circle
am: ክብ
bn_in: বৃত্ত
br: kelc'h
cy: cylch
gd: cearcall
ur: دائره

source: left
am: በ ግራ
bn_in: বাঁদিকে
br: kleiz
cy: chwith
gd: clì
ur: بایاں

source: right
am: በ ቀኝ
bn_in: ডানদিকে
br: dehou
cy: de
gd: deas
ur: دایاں

# notation-top
source: top
am: ከ ላይ
bn_in: উপরে
br: a-us
cy: brig
gd: barr
ur: بالا

source: bottom
am: ከ ታች
bn_in: নীচে
br: traoñ
cy: gwaelod
gd: bonn
ur: پایان

source: up diagonal strike
am: ወደ ላይ በ ሰያፍ መሰረዣ
bn_in: তির্যক স্ট্রাইক আপ
br: linenn a-veskell a-us
cy: trawiad croeslin i fyny
gd: stràc thrastanach suas
ur: اوپری وتری سٹرائک

source: down diagonal strike
am: ወደ ታች በ ሰያፍ መሰረዣ
bn_in: তির্যক স্ট্রাইক ডাউন
br: linenn a-veskell en traoñ
cy: trawiad croeslin i lawr
gd: stràc thrastanach sìos
ur: نیچے وتری سٹرائک

source: vertical strike
am: በ ቁመት መሰረዣ
bn_in: উল্লম্ব স্ট্রাইক
br: linenn a-serzh
cy: trawiad fertigol
gd: stràc inghearach
ur: عمودی سٹرائک

source: horizontal strike
am: በ አግድም መሰረዣ
bn_in: অনুভূমিক স্ট্রাইক
br: linenn a-blaen
cy: trawiad llorweddol
gd: stràc chòmhnard
ur: افقی سٹرائیک

source: up diagonal arrow
am: ወደ ላይ በ ሰያፍ ቀስት
bn_in: আপ তির্যক তীর
br: bir a-veskell a-us
cy: saeth croeslin i fyny
gd: saighead thrastanach suas
ur: اوپری وتری تیر

# accessibility-menubarAbbr
source: menu bar
am: ዝርዝር መደርደሪያ
bn_in: মেনু বার
br: barrenn lañserioù
cy: bar dewislen
gd: bàr a’ chlàir-thaice
mg: tsipi-menio
my: မီနူး ဘား
si: මෙනු තීරුව
ur: مینیو بار

# accessibility-scrollbarAbbr
source: scroll bar
am: መሸብለያ ባር
bn_in: স্ক্রল বার
br: barrenn dibunañ
cy: bar sgrolio
gd: bàr-sgrolaidh
mg: tsipi-pisosa
my: အတက်အဆင်း ဘား
si: ස්ක්‍රෝල් තීරුව
ur: طومار بار

# accessibility-gripAbbr
source: grip
am: መያዣ
bn_in: গ্রিপ
br: dornad
gd: greim
mg: fihina
my: ဖမ်းချုပ်
si: බැඳුම
ur: گرپ

# accessibility-alertAbbr
source: alert
am: ማስጠንቀቂያ
bn_in: সতর্ক
br: galv-diwall
cy: rhybudd
gd: caismeachd
mg: fanairana
my: သတိပေးချက်
si: සංඥාව
ur: انتباہ

# accessibility-menupopupAbbr
source: menu popup
am: ብቅ ባይ ዝርዝር
bn_in: মেনু পপআপ
br: diflugell lañser
cy: dewislen llamlen
gd: priob-uinneag clàir-thaice
mg: poipoitra menio
my: ထောက်နှိပ် မီနူး
si: මෙනු පොප්අප්
ur: مینیو پوپ اپ

# accessibility-documentAbbr
source: document
am: ሰነድ
bn_in: নথি
br: teuliad
cy: dogfen
gd: sgrìobhainn
mg: tahirinkevitra
my: စာရွက်စာတမ်း
si: ලේඛනය
ur: دستاویز

# accessibility-paneAbbr
source: pane
am: ክፍል
bn_in: পেন
br: penel
cy: paen
gd: leòsan
mg: takelaka
my: အကန့်
si: පේනය
ur: جھروکا

# accessibility-dialogAbbr
source: dialog
am: ንግግር
bn_in: ডায়ালগ
br: kendiviz
cy: deialog
gd: còmhradh
mg: fifampiresahana
my: အညွှန်းစာမျက်နှာ
si: සංවාදය
ur: مکالمہ

# accessibility-separatorAbbr
source: separator
am: መለያያ
bn_in: বিভাজক
br: disranner
cy: ymwahanydd
gd: sgaradair
mg: mpanasaraka
my: ကြားခံ
si: වෙන් කරණය
ur: جداکار

# accessibility-toolbarAbbr
source: toolbar
am: ቱልባር
bn_in: টুলবার
br: barren ostilhoù
cy: bar offer
gd: bàr-inneal
mg: tsipi-pitaovana
my: တန်ဆာပလာဘား
si: මෙනු තීරුව
ur: ٹول بار

# accessibility-statusbarAbbr
source: status bar
am: የሁኔታዎች ባር
bn_in: স্ট্যাটাস বার
br: barren stad
cy: bar statws
gd: bàr na staid
mg: tsipi-toetra
my: အခြေအနေပြ ဘား
si: තත්ව තීරුව
ur: حالت بار

# accessibility-tableAbbr
source: tbl
bn_in: সারণী
br: tln
gd: clàr

# accessibility-columnheaderAbbr
source: column header
am: የአምድ ራስጌ
bn_in: কলামের শিরোনাম
br: talbenn bann
cy: pennyn colofn
gd: bann-cinn a’ chuilbh
mg: andohan-tsanganana
my: တိုင် ခေါင်းစဥ်
si: තීරු ශීර්ෂය
ur: کالم سر تحریر

# accessibility-rowheaderAbbr
source: row header
am: የረድፍ ራስጌ
bn_in: সারির শিরোনাম
br: talbenn renk
cy: pennawd rhes
gd: bann-cinn an ràigh
mg: andohan'andalana
my: အတန်း ခေါင်းစဥ်
si: පේලී ශීර්ෂය
ur: صف سر تحریر

# accessibility-columnAbbr
source: column
am: አምድ
bn_in: কলাম
br: bann
cy: colofn
gd: colbh
mg: tsanganana
my: တိုင်
si: තීරුව
ur: کالم

# accessibility-rowAbbr
source: row
am: ረድፍ
bn_in: সারি
br: renk
cy: rhes
gd: ràgh
mg: andalana
my: အတန်း
si: පේළිය
ur: صف

# accessibility-cellAbbr
source: cell
am: ክፍል
bn_in: ঘর
br: kellig
gd: cealla
mg: efitrefitra
my: အကွက်
si: කොටුව
ur: خانے

source: lnk
am: አገናኝ
bn_in: লিংক
cy: dolen
gd: ceangal
mg: Ranomainty
my: အင်ခ့်
si: තින්ත
ur: انک

# accessibility-listAbbr
source: list
am: ዝርዝር
bn_in: তালিকা
br: roll
cy: rhestr
gd: liosta
mg: lisitra
my: စာရင်း
si: ලැයිස්තුව
ur: فہرست

# accessibility-listitemAbbr
source: list item
am: ዝርዝር እቃ
bn_in: তালিকার বস্তু
br: elfenn roll
cy: eitem rhestr
gd: ball na liosta
mg: singan'ny lisitra
my: ပစ္စည်းများ စုပြပါ
si: ලැයිස්තු අයිතමය
ur: فہرست شہ

# accessibility-outlineAbbr
source: outline
am: ረቂቅ
bn_in: সীমারেখা
br: steuñv
cy: amlinell
gd: oir-loidhne
mg: firafitra
my: ကောက်ကြောင်း
si: කටුසටහන
ur: آؤٹ لائن

# accessibility-outlineitemAbbr
source: outline item
am: የ እቃ ንድፍ
bn_in: সীমারেখার পদ
br: elfenn steuñv
cy: eitem amlinell
gd: nì oir-loidhne
mg: singan'ny firafitra
my: ကောက်ကြောင်း ပစ္စည်း
si: කටුසටහන් අයිතමය
ur: آؤٹ لائن شہ

# accessibility-pagetabAbbr
source: tab
am: ማስረጊያ
bn_in: ট্যাব
br: ivinell
gd: taba
mg: vakizoro
my: တပ်ဗ်
si: ටැබ
ur: ٹیب

# accessibility-propertypageAbbr
source: property page
am: የ ባህሪ ገጽ
bn_in: বৈশিষ্ট্যের পাতা
br: pajenn perzhioù
cy: tudalen priodwedd
gd: duilleag nan roghainnean
mg: pejin'ny toetoetra
my: စာမျက်နှာဆိုင်ရာ
si: ලක්ෂණ පිටුව
ur: خاصیت صفحہ

# accessibility-graphicAbbr
source: graphic
am: ንድፍ
bn_in: গ্রাফিক
br: kevregad
cy: graffig
gd: grafaig
mg: grafika
my: ဂရပ်ဖစ်
si: චිත්‍රණය
ur: نقوش

# accessibility-switchAbbr
source: switch
cy: newidwyd
gd: suids

source: btn
cy: btwm
gd: putan
mg: bktr

# accessibility-checkbuttonAbbr
source: check button
am: መመርመሪያ ቁልፍ
bn_in: চেক বোতাম
br: afell da gevaskañ
cy: botwm ticio
gd: putan cromaige
mg: bokotra tiky
my: ခလုပ်အား ရွေးပါ
si: සලකුණු බොත්තම
ur: پڑتال بٹن

# accessibility-radiobuttonAbbr
source: radio button
am: የ ራዲዮ ቁልፍ
bn_in: রেডিও বাটন
br: afell radio
cy: botwm radio
gd: putan rèidio
mg: bokotra radio
my: ရေဒီယို ခလုပ်
si: විකල්ප බොත්තම
ur: ریڈیو بٹن

# accessibility-comboboxAbbr
source: combo box
am: መቀላቀያ ሳጥን
bn_in: কম্বো বাক্স
br: boest kenstroll
cy: blwch cyfun
gd: bogsa combo
mg: boaty mifangaro
my: ကွန်ဘိုသေတ္တာ
si: සංයුක්ත කොටුව
ur: طومار خانہ

# accessibility-progressbarAbbr
source: progress bar
am: የ ሂደት ባር
bn_in: প্রগতিসূচক বার
br: barren araokaat
cy: bar cynnydd
gd: bàr adhartais
mg: tsipi-pandroso
my: အခြေအနေပြဘား
si: ප්‍රගති දර්ශණය
ur: پیش رفت بار

# accessibility-sliderAbbr
source: slider
am: ተንሸራታች
bn_in: স্লাইডার
br: riklell
cy: llithrydd
gd: sleamhnachan
mg: fanakorisa
my: ဆလိုက်ဒါ
si: ස්ලයිඩරය
ur: سلائیڈر

# accessibility-spinbuttonAbbr
source: spin button
am: ማዞሪያ ቁልፍ
bn_in: স্পিন-বাটন
br: afell konter
cy: botwm troelli
gd: putan toinnidh
mg: bokotra sangodina
my: ရွေးချယ်မှု ခလုပ်
si: පැන්නුම් බොත්තම
ur: سپن بٹن

# accessibility-animationAbbr
source: animation
am: እንቅስቃሴ
bn_in: অ্যানিমেশন
br: bliverezh
cy: animeiddiad
gd: beòthachadh
mg: sarimiaina
my: လှုပ်ရှားပုံရိပ်
si: සජීවීකරණය
ur: حرکت اندازی

# accessibility-equationAbbr
source: equation
bn_in: সমীকরণ
br: atalad
cy: hafaliad
gd: co-aontar
mg: fampimirana
my: ညီမျှခြင်း
si: සමීකරණය
ur: مساوات

# accessibility-buttonmenuAbbr
source: button menu
am: ዝርዝር ቁልፍ
bn_in: বোতাম মেনু
br: lañser afelloù
cy: dewislen botwm
gd: clàr-taice putain
mg: meniom-bokotra
my: ခလုတ် မီနူး
si: බොත්තම් මෙනුව
ur: بٹن مینیو

# accessibility-whitespaceAbbr
source: white space
am: ነጭ ክፍተት
bn_in: শূণ্যস্থান
br: esaouenn
cy: gofod gwyn
gd: àite bàn
mg: elanelana fotsy
my: နေရာလွတ်
si: හිස් ඉඩ
ur: سفید فاصلہ

# accessibility-pagetablistAbbr
source: tab list
am: ዝርዝር ማስረጊያ
bn_in: ট্যাবের তালিকা
br: roll an ivinelloù
cy: rhestr dabiau
gd: liosta thabaichean
mg: lisitra vakizoro
my: စာမျက်နှာ စာရင်း
si: ටැබ් ලැයිස්තුව
ur: ٹیب فہرست

# accessibility-canvasAbbr
source: canvas
am: መሳያ
bn_in: ক্যানভাস
br: steuenn
cy: cynfas
gd: canabhas
mg: kàrana
si: කැන්වසය
ur: کینواس

# accessibility-checkmenuitemAbbr
source: check menu item
am: ዝርዝር እቃ መመርመሪያ
bn_in: মেনুর পদের পরীক্ষা
br: elfenn lañserioù da gevaskañ
cy: eitem dewislen gwirio
gd: nì a’ chlàir-thaice chromaige
mg: singan'ny menion-tiky
my: စာရင်းရှိအရာတစ်ခုကို စစ်ပါ
si: මෙනු අයිතමය සළකුණු කිරීම
ur: پڑتال مینیو شہ

# accessibility-labelAbbr
source: label
am: ምልክት
bn_in: লেবেল
br: skritellig
gd: leubail
mg: etikety
my: နာမည်
si: ලේබලය
ur: لیبل

source: passwdtxt
gd: teacsa an fhacail-fhaire
mg: soratenmiafn
my: ပတ်စ်ဝတ်စာသား
ur: پاس ورڈ متن

# accessibility-radiomenuitemAbbr
source: radio menu item
am: የ ሬዲዮ ዝርዝር እቃ
bn_in: রেডিও মেনুর পদ
br: elfenn lañserioù radio
cy: eitem ddewislen radio
gd: nì a’ chlàir-thaice rèidio
mg: singan'ny menio radio
my: ရေဒီယိုစတိုင်လ် မီနူး
ur: ریڈیو مینیو شے

# accessibility-textcontainerAbbr
source: text container
am: ጽሁፍ ማጠራቀሚያ
bn_in: লেখনী ধারণকারী
br: endalc'her testenn
cy: cynhwysydd testun
gd: soitheach teacsa
mg: fasian-tsoratra
my: စာရေးနိုင်သော ဘောင်
si: පෙළ බහලුම
ur: متن حامل

# accessibility-togglebuttonAbbr
source: toggle button
am: መቀያየሪያ ቁልፍ
bn_in: অদলবদলকারী বাটন
br: afell trec'haoliñ
cy: botwm toglo
gd: putan toglachaidh
mg: bokotra vadika
my: ဖွင့်/ပိတ် ခလုတ်
si: ටොගල බොත්තම
ur: ٹوگل بٹن

# accessibility-treetableAbbr
source: tree table
am: የ ዛፍ ሰንጠረዥ
bn_in: ট্রি-টেবিল
br: gwezennad
cy: tabl coeden
gd: clàr craoibhe
mg: tabilaon-kazo
my: ချိတ်ဆက်ဇယား
si: රුක් සටහන
ur: شجر جدول

# accessibility-headerAbbr
source: header
am: ራስጌ
bn_in: হেডার
br: talbenn
cy: pennyn
gd: bann-cinn
mg: andohany
my: ခေါင်းစီး
si: ශීර්ෂකය
ur: سر تحریر

# accessibility-footerAbbr
source: footer
am: ግርጌ
bn_in: ফুটার
br: diaz-pajenn
cy: troedyn
gd: bann-coise
mg: antongony
my: အောက်​ခြေ
si: පාදකය
ur: ذیل تحریر

# accessibility-paragraphAbbr
source: paragraph
am: አንቀጽ
bn_in: অনুচ্ছেদ
br: rannbennad
cy: paragraff
gd: paragraf
mg: andalan-tsoratra
my: စာပိုဒ်
si: ඡේදය
ur: پیرا

# accessibility-entryAbbr
source: entry
am: ማስገቢያ
bn_in: তথ্য
br: enankad
cy: cofnod
gd: innteart
mg: iditra
my: အဝင်
si: ඇතුළත් කිරීම
ur: اندراج

# accessibility-captionAbbr
source: caption
am: መግለጫ ጽሁፍ
bn_in: শীর্ষক
br: leadell
cy: capsiwn
gd: caipsean
mg: maribolana
my: စာတန်း
si: මාතෘකාව
ur: کیپشن

# accessibility-headingAbbr
source: heading
am: ራስጌ
bn_in: শিরোনাম
br: titl
cy: pennyn
gd: ceann-sgrìobhadh
mg: toko
my: ခေါင်းစဉ်
si: ශීර්ෂය
ur: سرخی

# accessibility-sectionAbbr
source: section
am: ክፍል
bn_in: বিভাগ
br: kevrenn
cy: adran
gd: earrann
mg: fizarana
my: အပိုင်း
si: කොටස
ur: صیغہ

# accessibility-formAbbr
source: form
am: ፎርም
bn_in: ফর্ম
br: furmskrid
cy: ffurflen
gd: foirm
mg: takelaka fenoina
my: ပုံစံ
si: පෝරමය
ur: فارم

# accessibility-comboboxlistAbbr
source: combo box list
am: የማጣመሪያ ሳጥን ዝርዝር
bn_in: কম্বো বাক্সের তালিকা
br: roll boestoù kenstroll
cy: rhestr blwch cyfun
gd: liosta bogsa combo
mg: lisitra boaty mifangaro
my: ကွန်ဘိုဘောက်စ်စာရင်း
si: සංයුක්ත කොටු ලැයිස්තුව
ur: طومار خانہ فہرست

# accessibility-comboboxoptionAbbr
source: combo box option
am: የማጣመሪያ ሳጥን ምርጫ
bn_in: কম্বো বাক্সের পছন্দ
br: dibarzh boestoù kenstroll
cy: dewis blwch cyfun
gd: roghainn bogsa combo
mg: safidy boaty mifangaro
my: ကွန်ဘိုဘောက် ရွေးစရာ
si: සංයුක්ත කොටු වරණය
ur: طومار خانہ اختیار

source: imgmap
am: የምስል ካርታ
bn_in: ছবির মানচিত্র
gd: mapa dhealbhan
mg: sartnsar
ur: نقشہ کا نقشہ

# accessibility-listboxoptionAbbr
source: option
am: ምርጫ
bn_in: বিকল্প
br: dibarzh
cy: dewis
gd: roghainn
mg: safidy
my: ရွေးစရာ
si: විකල්පය
ur: اختیار

# accessibility-listboxAbbr
source: list box
am: ዝርዝር ሳጥን
bn_in: তালিকা বাক্স
br: boest roll
cy: blwch rhestr
gd: bogsa liosta
mg: boatin'ny lisitra
my: စာရင်းကွက်
si: ලැයිස්තු කොටුව
ur: فہرست خانہ

# accessibility-flatequationAbbr
source: flat equation
bn_in: ফ্ল্যাট সমীকরণ
br: atalad
cy: hafaliad gwastad
gd: co-aontar rèidh
mg: fampimirana fisaka
my: နှစ်ဖက်မြင် ညီမျှခြင်း
si: පැතලි සමීකරණය
ur: سپاٹ مساوات
