Repository: translate/mozilla-gaia
Catalog: */apps/system/accessibility.properties.po
Languages: am, bn_in, br, cy, gd, mg, my, si, ur

source: To enable screen reader, press volume up then volume down buttons three more times
am: የ መመልከቻ አንባቢውን ለማስቻል: ይጫኑ የመጠን መጨመሪያውን እና ከዛ የመጠን መቀነሻውን ሶስት ጊዜ
bn_in: স্ক্রিন রিডার সক্রিয় করার জন্য, ভলিউম আপ তারপর, ভলিউম ডাউন বোতাম অারো তিন বার টিপুন
br: Evit gweredekaat al lenner skrammoù, pouezit war tregern uhel ha war tregern izel teir gwech ouzhpenn da c'houde
cy: I alluogi'r darllenydd sgrin, pwyswch y botwm sain i fyny, yna'r botwm i lawr tair gwaith
gd: Airson leughadair na sgrìn a chur air, brùth am putan a chuireas an àirde an fhuaim agus an uairsin sìos trì tursan eile.
mg: Raha hamelona ny mpamaky efijery, dia tsindrio ireo bokotra haavompeo ambony avy eo haavompeo ambany intelo fanampiny
my: စကရင်ဖတ်စက်အား အသုံးပြုရန် ၊ အသံမြှင့်ခလုပ်အားနှိပ်ပြီး အသံနှိမ့် ခလုပ်အား သုံးချက်နှိပ်ပါ။
si: තිර කියවීම සක්‍රීය කිරීමට, ශබ්ද ඉහළ යතුර එක්වරක් ඔබා ශබ්ද පහළ යතුරු තෙවරක් ඔබන්න
ur: سکرین ریڈر کو چالو کرنے کے لئے، صوت اوپر دبائیں اور پھر صوت نیچے تین بار اور دبائیں

source: To disable screen reader, press volume up then volume down buttons three more times
am: የ መመልከቻ አንባቢውን ለማሰናከል: ይጫኑ የመጠን መጨመሪያውን እና ከዛ የመጠን መቀነሻውን ሶስት ጊዜ
bn_in: স্ক্রিন রিডার নিষ্ক্রিয় করার জন্য, ভলিউম আপ তারপর, ভলিউম ডাউন বোতাম তিন বার টিপুন
br: Evit diweredekaat al lenner skrammoù, pouezit war tregern uhel ha war tregern izel teir gwech ouzhpenn da c'houde
cy: I analluogi'r darllenydd sgrin, pwyswch y botymau sain i fyny, yna'r botwm i lawr tair gwaith eto
gd: Airson leughadair na sgrìn a chur dheth, brùth am putan a chuireas an àirde an fhuaim agus an uairsin sìos trì tursan eile.
mg: Raha hamono ny mpamaky efijery, dia tsindrio ireo bokotra haavompeo ambony avy eo haavompeo ambany intelo fanampiny
my: စကရင်ဖတ်စက်အားပိတ်ရန် အသံမြှင့်ခလုပ်အားနှိပ်ပြီး အသံနှိမ့်ခလုပ်အား သုံးချက်နှိပ်ပါ။
si: තිර කියවීම අක්‍රීය කිරීමට, ශබ්ද ඉහළ යතුර එක්වරක් ඔබා ශබ්ද පහළ යතුරු තෙවරක් ඔබන්න
ur: سکرین ریڈر کو غیر فعال کرنے کے لئے، صوت اوپر دبائیں اور پھر صوت نیچے تین بار اور دبائیں

source: Screen reader started
am: መመልከቻ አንባቢው ጀምሯል
bn_in: স্ক্রীন রিডার শুরু হয়েছে
br: Lenner skramm loc'het
cy: Darllenydd sgrin wedi cychwyn
gd: Thòisich leughadair na sgrìn
mg: Nalefa ny mpamaky efijery
my: စကရင်ဖတ်စက် ဖွင့်ပြီး
si: තිර කියවීම ආරම්භ විය
ur: سکرین ریڈر شروع کر دیا گیا

source: Screen reader stopped
am: መመልከቻ አንባቢው አቁሟል
bn_in: স্ক্রীন রিডার বন্ধ হয়েছে
br: Lenner skramm paouezet
cy: Darllenydd sgrin wedi ei atal
gd: Stad leughadair na sgrìn
mg: Najanona ny mpamaky efijery
my: စကရင်ဖတ်စက် ပိတ်ပြီး
si: තිර කියවීම නැවතිනි
ur: سکرین ریڈر شروع روکا گیا

source: Shade on
cy: Cysgod ymlaen
gd: Sgàil air

source: Shade off
cy: Diffodd y cysgod
gd: Gun sgàil air

# accessibility-menubar
source: menu bar
am: ዝርዝር መደርደሪያ
bn_in: মেনু বার
br: barrenn lañser
cy: bar dewislen
gd: bàr a’ chlàir-thaice
mg: tsipi-menio
my: မီနူးဘား
si: මෙනු තීරුව
ur: مینیو بار

# accessibility-scrollbar
source: scroll bar
am: መሸብለያ ባር
bn_in: স্ক্রল বার
br: barrenn dibunañ
cy: bar sgrolio
gd: bàr-sgrolaidh
mg: tsipi-pisosa
my: အတက်အဆင်းဘား
si: ස්ක්‍රෝල් තීරුව
ur: طومار بار

# accessibility-grip
source: grip
am: መያዣ
bn_in: গ্রিপ
br: dornad
gd: greim
mg: fihina
my: ဖမ်းချုပ်
si: බැඳුම
ur: گرپ

# accessibility-alert
source: alert
am: ማስጠንቀቂያ
bn_in: সতর্কতা
br: galv-diwall
cy: rhybudd
gd: caismeachd
mg: fanairana
my: သတိပေးချက်
si: දැන්වීම
ur: انتباہ

# accessibility-menupopup
source: menu popup
am: ብቅ ባይ ዝርዝር
bn_in: মেনু পপআপ
br: diflugell lañser
cy: dewislen llamlen
gd: priob-uinneag clàir-thaice
mg: poipoitra menio
my: ထောက်နှိပ် မီနူး
si: මෙනු පොප් අප්
ur: مینیو پوپ اپ

# accessibility-document
source: document
am: ሰነድ
bn_in: নথি
br: teuliad
cy: dogfen
gd: sgrìobhainn
mg: tahirinkevitra
my: စာရွက်စာတမ်း
si: ලේඛනය
ur: دستاویز

# accessibility-pane
source: pane
am: ክፍል
bn_in: পেন
br: penel
cy: paen
gd: leòsan
mg: takelaka
my: အကန့်
si: පේනය
ur: جھروکا

# accessibility-dialog
source: dialog
am: ንግግር
bn_in: ডায়ালগ
br: kendiviz
cy: deialog
gd: còmhradh
mg: fifampiresahana
my: အညွှန်းစာမျက်နှာ
si: සංවාදය
ur: مکالمہ

# accessibility-separator
source: separator
am: መለያያ
bn_in: বিভাজক
br: disranner
cy: ymwahanydd
gd: sgaradair
mg: mpanasaraka
my: ကြားခံ
si: වෙන් කරණය
ur: جداکار

# accessibility-toolbar
source: toolbar
am: ቱልባር
bn_in: টুলবার
br: barren ostilhoù
cy: bar offer
gd: bàr-inneal
mg: tsipi-pitaovana
my: တန်ဆာပလာဘား
si: මෙවලම් තීරුව
ur: ٹول بار

# accessibility-statusbar
source: status bar
am: የሁኔታዎች ባር
bn_in: স্ট্যাটাস বার
br: barren stad
cy: bar statws
gd: bàr na staid
mg: tsipi-toetra
my: အခြေအနေပြ ဘား
si: තත්ත්ව තීරුව
ur: حالت بار

source: table
am: ሰንጠረዥ
bn_in: টেবিল
br: taolenn
cy: tabl
gd: clàr
mg: tabilao
my: ဇယား
si: වගුව
ur: ٹیبل

# accessibility-columnheader
source: column header
am: የአምድ ራስጌ
bn_in: কলামের শিরোনাম
br: talbenn bann
cy: pennyn colofn
gd: bann-cinn a’ chuilbh
mg: andohan-tsanganana
my: တိုင် ခေါင်းစဥ်
si: තීරු ශීර්ෂය
ur: کالم سر تحریر

# accessibility-rowheader
source: row header
am: የረድፍ ራስጌ
bn_in: সারির শিরোনাম
br: talbenn renk
cy: pennawd rhes
gd: bann-cinn an ràigh
mg: andohan'andalana
my: အတန်း ခေါင်းစဥ်
si: පේලී ශීර්ෂය
ur: صف سر تحریر

# accessibility-column
source: column
am: አምድ
bn_in: কলাম
br: bann
cy: colofn
gd: colbh
mg: tsanganana
my: တိုင်
si: තීරුව
ur: کالم

# accessibility-row
source: row
am: ረድፍ
bn_in: সারি
br: renk
cy: rhes
gd: ràgh
mg: andalana
my: အတန်း
si: පේළිය
ur: صف

# accessibility-cell
source: cell
am: ክፍል
bn_in: ঘর
br: kellig
gd: cealla
mg: efitrefitra
my: အကွက်
si: කොටුව
ur: خانے

source: link
am: አገናኝ
bn_in: লিংক
br: ere
cy: dolen
gd: ceangal
mg: rohy
my: လင့်ခ်
si: සබැඳිය
ur: لنک

# accessibility-list
source: list
am: ዝርዝር
bn_in: তালিকা
br: roll
cy: rhestr
gd: liosta
mg: lisitra
my: စာရင်း
si: ලැයිස්තුව
ur: فہرست

# accessibility-listitem
source: list item
am: ዝርዝር እቃ
bn_in: আইটেম তালিকা
br: elfenn roll
cy: eitem rhestr
gd: ball na liosta
mg: singan'ny lisitra
my: စာရင်း
si: ලැයිස්තු අයිතමය
ur: فہرست شہ

# accessibility-outline
source: outline
am: ረቂቅ
bn_in: সীমারেখা
br: steuñv
cy: amlinell
gd: oir-loidhne
mg: firafitra
my: ကောက်ကြောင်း
si: කටුසටහන
ur: آؤٹ لائن

# accessibility-outlineitem
source: outline item
am: የ እቃ ንድፍ
bn_in: সীমারেখার পদ
br: elfenn steuñv
cy: eitem amlinell
gd: nì oir-loidhne
mg: singan'ny firafitra
si: කටුසටහන් අයිතමය
ur: آؤٹ لائن شہ

# accessibility-pagetab
source: tab
am: ማስረጊያ
bn_in: ট্যাব
br: ivinell
gd: taba
mg: vakizoro
my: တပ်ဗ်
si: ටැබ
ur: ٹیب

# accessibility-propertypage
source: property page
am: የ ባህሪ ገጽ
bn_in: বৈশিষ্ট্যের পাতা
br: pajenn perzhioù
cy: tudalen priodwedd
gd: duilleag nan roghainnean
mg: pejin'ny toetoetra
my: စာမျက်နှာပိုင် ပစ္စည်းများ
si: වත්කම් පිටුව
ur: خاصیت صفحہ

# accessibility-graphic
source: graphic
am: ንድፍ
bn_in: গ্রাফিক
br: kevregad
cy: graffig
gd: grafaig
mg: grafika
my: ဂရပ်ဖစ်
si: චිත්‍රණය
ur: نقوش

# accessibility-switch
source: switch
cy: newidwyd
gd: suids

source: button
am: ቁልፍ
bn_in: বাটন
br: afell
cy: botwm
gd: putan
mg: bokotra
my: ခလုတ်
si: බොත්තම
ur: بٹن

# accessibility-checkbutton
source: check button
am: መመርመሪያ ቁልፍ
bn_in: চেক বাটন
br: afell da gevaskañ
cy: botwm ticio
gd: putan cromaige
mg: bokotra tiky
my: ခလုပ်အား ရွေးပါ
si: සලකුණු බොත්තම
ur: پڑتال بٹن

# accessibility-radiobutton
source: radio button
am: የ ራዲዮ ቁልፍ
bn_in: রেডিও-বাটন
br: afell radio
cy: botwm radio
gd: putan rèidio
mg: bokotra radio
my: ရေဒီယို ခလုပ်
si: විකල්ප බොත්තම
ur: ریڈیو بٹن

# accessibility-combobox
source: combo box
am: መቀላቀያ ሳጥን
bn_in: কম্বো বাক্স
br: boest kenstroll
cy: blwch cyfun
gd: bogsa combo
mg: boaty mifangaro
my: ကွန်ဘိုသေတ္တာ
si: සංයුක්ත කොටුව
ur: طومار خانہ

# accessibility-progressbar
source: progress bar
am: የ ሂደት ባር
bn_in: প্রগতিসূচক বার
br: barren araokaat
cy: bar cynnydd
gd: bàr an adhartais
mg: tsipi-pandroso
my: အခြေအနေပြဘား
si: ප්‍රගති තීරුව
ur: پیش رفت بار

# accessibility-slider
source: slider
am: ተንሸራታች
bn_in: স্লাইডার
br: riklell
cy: llithrydd
gd: sleamhnachan
mg: fanakorisa
my: ဆလိုက်ဒါ
si: ස්ලයිඩරය
ur: سلائیڈر

# accessibility-spinbutton
source: spin button
am: ማሽከርከሪያ ቁልፍ
bn_in: স্পিন-বাটন
br: afell konter
cy: botwm troelli
gd: putan toinnidh
mg: bokotra sangodina
my: ရွေးချယ်မှု ခလုပ်
si: පැන්නුම් බොත්තම
ur: سپن بٹن

# accessibility-animation
source: animation
am: እንቅስቃሴ
bn_in: অ্যানিমেশন
br: bliverezh
cy: animeiddiad
gd: beòthachadh
mg: sarimiaina
my: လှုပ်ရှားပုံရိပ်
si: සජීවිකරණය
ur: حرکت اندازی

# accessibility-equation
source: equation
bn_in: সমীকরণ
br: atalad
cy: hafaliad
gd: co-aontar
mg: fampimirana
my: ညီမျှခြင်း
si: සමීකරණය
ur: مساوات

# accessibility-buttonmenu
source: button menu
am: የ ዝርዝር ቁልፍ
bn_in: মেনু বাটন
br: lañser afelloù
cy: dewislen botwm
gd: clàr-taice putain
mg: meniom-bokotra
my: ခလုတ်တွင်ပြသော စာရင်း
si: බොත්තම් මෙනුව
ur: بٹن مینیو

# accessibility-whitespace
source: white space
am: ነጭ ክፍተት
bn_in: শূন্যস্থান
br: esaouenn
cy: gofod gwyn
gd: àite bàn
mg: elanelana fotsy
my: နေရာလွတ်
si: හිස් ඉඩ
ur: سفید فاصلہ

# accessibility-pagetablist
source: tab list
am: ዝርዝር ማስረጊያ
bn_in: ট্যাবের তালিকা
br: roll an ivinelloù
cy: rhestr dabiau
gd: liosta thabaichean
mg: lisitra vakizoro
my: tab စာရင်း
si: ටැබ ලැයිස්තුව
ur: ٹیب فہرست

# accessibility-canvas
source: canvas
am: መሳያ
bn_in: ক্যানভাস
br: steuenn
cy: cynfas
gd: canabhas
mg: kàrana
si: කැන්වසය
ur: کینوس

# accessibility-checkmenuitem
source: check menu item
am: የ ዝርዝር እቃ መመርመሪያ
bn_in: মেনুর পদ চেক করুন
br: elfenn lañserioù da gevaskañ
cy: eitem dewislen gwirio
gd: nì a’ chlàir-thaice chromaige
mg: singan'ny menion-tiky
my: စာရင်းရှိအရာတစ်ခုကို စစ်ပါ
si: මෙනු අයිතම සලකුණු කිරීම
ur: پڑتال مینیو شہ

# accessibility-label
source: label
am: ምልክት
bn_in: লেবেল
br: skritellig
gd: leubail
mg: etikety
my: နာမည်
si: ලේබලය
ur: لیبل

source: password text
am: የ ማለፊያ ቃል ጽሁፍ
bn_in: পাসওয়ার্ডের টেক্সট
br: testenn ger-tremen
cy: testun cyfrinair
gd: teacsa an fhacail-fhaire
mg: soratra tenimiafina
my: စကားဝှက် စာသား
si: මුරපද පෙළ
ur: پاس ورڈ متن

# accessibility-radiomenuitem
source: radio menu item
am: የ ራዲዮ ዝርዝር እቃ
bn_in: রেডিও মেনুর উপাদান
br: elfenn lañserioù radio
cy: eitem ddewislen radio
gd: nì a’ chlàir-thaice rèidio
mg: singan'ny menio radio
my: ရွေးချယ်စရာ စာရင်းရှိ အရာတစ်ခု
ur: ریڈیو مینیو شے

# accessibility-textcontainer
source: text container
am: ጽሁፍ ማጠራቀሚያ
bn_in: লেখনী ধারণকারী
br: endalc'her testenn
cy: cynhwysydd testun
gd: soitheach teacsa
mg: fasian-tsoratra
my: စာရေးနိုင်သော ဧရိယာ
si: පෙළ බහාලුම
ur: متن حامل

# accessibility-togglebutton
source: toggle button
am: መቀያየሪያ ቁልፍ
bn_in: অদলবদলকারী বাটন
br: afell trec'haoliñ
cy: botwm toglo
gd: putan toglachaidh
mg: bokotra vadika
my: ဖွင့်/ပိတ် ခလုတ်
si: ටොගල බොත්තම
ur: ٹوگل بٹن

# accessibility-treetable
source: tree table
am: የ ዛፍ ሰንጠረዥ
bn_in: ট্রি টেবিল
br: gwezennad
cy: tabl coeden
gd: clàr craoibhe
mg: tabilaon-kazo
my: ချိတ်ဆက်ဇယား
si: රුක් සටහන
ur: شجر جدول

# accessibility-header
source: header
am: ራስጌ
bn_in: হেডার
br: talbenn
cy: pennyn
gd: bann-cinn
mg: andohany
my: ခေါင်းစီး
si: ශීර්ෂකය
ur: سر تحریر

# accessibility-footer
source: footer
am: ግርጌ
bn_in: ফুটার
br: diaz-pajenn
cy: troedyn
gd: bann-coise
mg: antongony
my: အောက်ခြေ
si: පාදකය
ur: ذیل تحریر

# accessibility-paragraph
source: paragraph
am: አንቀጽ
bn_in: অনুচ্ছেদ
br: rannbennad
cy: paragraff
gd: paragraf
mg: andalan-tsoratra
my: စာပိုဒ်
si: ඡේදය
ur: پیرا

# accessibility-entry
source: entry
am: ማስገቢያ
bn_in: প্রবেশ
br: enankad
cy: cofnod
gd: innteart
mg: iditra
my: အဝင်
si: ඇතුළත් කිරීම
ur: داخل

# accessibility-caption
source: caption
am: መግለጫ ጽሁፍ
bn_in: শীর্ষক
br: leadell
cy: capsiwn
gd: caipsean
mg: maribolana
my: စာတန်း
si: ශීර්ෂ පාඨය
ur: کیپشن

# accessibility-heading
source: heading
am: ራስጌ
bn_in: শিরোনাম
br: titl
cy: pennawd
gd: ceann-sgrìobhadh
mg: toko
my: ခေါင်းစဉ်
si: ශීර්ෂය
ur: سرخی

# accessibility-section
source: section
am: ክፍል
bn_in: বিভাগ
br: kevrenn
cy: adran
gd: earrann
mg: fizarana
my: အပိုင်း
si: අංශය
ur: صیغہ

# accessibility-form
source: form
am: ፎርም
bn_in: ফর্ম
br: furmskrid
cy: ffurflen
gd: foirm
mg: takelaka fenoina
my: ပုံစံ
si: පෝරමය
ur: فارم

# accessibility-comboboxlist
source: combo box list
am: የማጣመሪያ ሳጥን ዝርዝር
bn_in: কম্বো বাক্সের তালিকা
br: roll boestoù kenstroll
cy: rhestr blwch cyfun
gd: liosta bogsa combo
mg: lisitra boaty mifangaro
my: combo box စာရင်း
si: සංයුත්ක කොටු ලැයිස්තුව
ur: طومار خانہ فہرست

# accessibility-comboboxoption
source: combo box option
am: የማጣመሪያ ሳጥን ምርጫ
bn_in: কম্বো বাক্সের বিকল্প
br: dibarzh boestoù kenstroll
cy: dewis blwch cyfun
gd: roghainn bogsa combo
mg: safidy boaty mifangaro
my: combo box ရွေးစရာ
si: සංයුත්ක කොටු වරණය
ur: طومار خانہ اختیار

source: image map
am: የምስል ካርታ
bn_in: ছবির মানচিত্র
br: skeudenn
cy: map delwedd
gd: mapa deilbh
mg: sarintanin-tsary
my: ပုံရိပ်မြေပုံ
si: රූපික සිතියම
ur: نقش کا نقشہ

# accessibility-listboxoption
source: option
am: ምርጫ
bn_in: বিকল্প
br: dibarzh
cy: dewis
gd: roghainn
mg: safidy
my: ရွေးစရာ
si: විකල්පය
ur: آپشن

# accessibility-listbox
source: list box
am: ዝርዝር ሳጥን
bn_in: তালিকা বাক্স
br: boest roll
cy: blwch rhestr
gd: bogsa liosta
mg: boatin'ny lisitra
my: စာရင်းကွက်
si: ලැයිස්තු කොටුව
ur: فہرست خانہ

# accessibility-flatequation
source: flat equation
bn_in: ফ্ল্যাট সমীকরণ
br: atalad
cy: hafaliad gwastad
gd: co-aontar rèidh
mg: fampimirana fisaka
my: နှစ်ဖက်မြင် ညီမျှခြင်း
si: පැතලි සමීකරණය
ur: سپاٹ مساوات

# accessibility-gridcell
source: gridcell
am: የ ክፍል መጋጠሚያ
bn_in: গ্রিড কোষ
br: kellig
cy: cell grid
gd: cealla a' ghriod
mg: efitra harato
my: အကွက်စိပ်
si: ජාල කොටුව
ur: گرڈ سیل

# accessibility-note
source: note
am: ማስታወሻ
bn_in: উল্লেখ্য
br: notenn
cy: nodyn
gd: nòta
mg: fanamarihana
my: မှတ်ချက်
si: සටහන
ur: نوٹ

source: figure
bn_in: চিত্র
br: tresadenn
cy: ffigwr
gd: dealbh
mg: kisary
my: ပုံသဏ္ဍာန်
si: රූපය
ur: شکل

# accessibility-definitionlist
source: definition list
am: የ መግለጫ ዝርዝር
bn_in: সংজ্ঞার তালিকা
br: roll despizadurioù
cy: rhestr diffiniadau
gd: liosta nan deifinisean
mg: lisitra famaritana
my: သတ်မှတ်ချက် စာရင်း
si: අර්ථදැක්වීම් ලැයිස්තුව
ur: تعریف فہرست

# accessibility-term
source: term
am: ስምምነት
bn_in: শর্ত
br: termen
gd: teirm
mg: voambolana
my: ဝေါဟာရ
si: පදය
ur: اصطلاح

# accessibility-definition
source: definition
am: መግለጫ
bn_in: সংজ্ঞা
br: despizadur
cy: diffiniad
gd: deifinisean
mg: famaritana
my: အဓိပ္ပာယ်ဖွင့်ဆိုချက်
si: අර්ථදැක්වීම
ur: تعریف

source: math table
bn_in: গণিত টেবিল
br: taolenn matematikoù
cy: tabl math
gd: clàr matamataig
ur: میتھ جدول

# mathmlcell
source: cell
am: ክፍል
bn_in: ঘর
br: kellig
gd: cealla
ur: خانے

# mathmlenclosed
source: enclosed
am: ተዘግቷል
bn_in: বন্ধ করা হয়েছে
br: etre krommelloù
cy: amgaewyd
gd: air a dhùnadh
ur: احاطہ کردہ

source: fraction
am: ክፍልፋይ
bn_in: ভগ্নাংশ
br: kevrenn
cy: ffracsiwn
gd: bloigh
ur: کسر

source: fraction without bar
bn_in: বার ছাড়া ভগ্নাংশ
br: kevrenn divarrenn
cy: ffracsiwn heb far
gd: bloigh as aonais bàir
ur: کسر بغیر بار

# mathmlroot
source: root
bn_in: রুট
br: gwrizienn
cy: gwraidd
gd: freumh
ur: اساس

# mathmlscripted
source: scripted
bn_in: স্ক্রিপ্টের
br: skriptet
cy: sgriptiwyd
gd: sgriobtaichte
ur: نوشتہ کردہ

source: square root
bn_in: বর্গমূল
br: gwrizienn karez
cy: ail isradd
gd: freumh ceàrnagach
ur: مربع اساس

source: text area
am: የጽሁፍ ቦታ
bn_in: লেখার জায়গা
br: maez an destenn
cy: ardal testun
gd: raon an teacsa
mg: fari-tsoratra
my: စာရိုက်ရန် ဧရိယာ
si: පෙළ ප්‍රදේශය
ur: متن علاقہ

source: base
bn_in: ভিত্তি
br: diazez
cy: sylfaen
gd: bunait
ur: اساس

source: closing fence
bn_in: ক্লোজিং বেড়া
br: elfenn serriñ
cy: cau ffens
gd: feansa dùnaidh
ur: باڑ بند کر رہا ہے

source: denominator
am: ተካፋይ
bn_in: হর
br: anver
cy: enwadur
gd: seòrsaiche
ur: ذواضعاف اقل

source: numerator
am: አካፋይ
bn_in: সংখ্যাপাতকারক
br: niverer
cy: rhifiadur
gd: àireamhaiche
ur: شمار کنندہ

source: opening fence
bn_in: উদ্বোধনী বেড়া
br: elfenn digeriñ
cy: agor ffens
gd: feans fosglaidh
ur: باڈ کھول رہا ہے

source: overscript
bn_in: স্ক্রিপ্টের উপর
br: us-skrivadur
cy: trosgript
gd: os-sgrìobhte

source: presubscript
am: በትንንሹ ዝቅ ብሎ መጻፊያ
bn_in: আগের সাবস্ক্রিপ্ট
cy: rhagis-ysgrif
gd: ro-fho-sgrìobhte

source: presuperscript
am: በትንንሹ ከፍ ብሎ መጻፊያ
bn_in: আগের সাবস্ক্রিপ্ট
cy: rhag uwchysgrifen
gd: ro-os-sgrìobhte

source: root index
bn_in: রুট ইন্ডেক্স
br: ibil gwrizienn
cy: mynegai gwraidd
gd: inneacs freumha
ur: جڑ اشاریہ

source: subscript
am: በትንንሹ ዝቅ ብሎ መጻፊያ
bn_in: সাবস্ক্রিপ্ট
br: is-skript
cy: isysgrif
gd: fo-sgrìobhte
ur: زیر نوشت

source: superscript
am: በትንንሹ ከፍ ብሎ መጻፊያ
bn_in: সুপারস্ক্রিপ্ট
br: dreist-skript
cy: uwchysgrif
gd: os-sgrìobhte
ur: بالا نوشت

source: underscript
bn_in: আন্ডারস্ক্রিপ্ট
br: skript dindan
cy: tanysgrif
gd: fo-sgrìobhte

source: date
am: ቀን
bn_in: তারিখ
br: deiziad
cy: dyddiad
gd: ceann-là
mg: daty
my: နေ့စွဲ
si: දිනය
ur: تاريخ

source: e-mail
am: ኢ-ሜይል
bn_in: ইমেইল
br: postel
cy: e-bost
gd: post-d
mg: mailaka
my: အီးမေးလ်
si: විද්‍යුත් ලිපින
ur: ای-میل

# accessibility-textInputType_search
source: search
am: መፈለጊያ
bn_in: অনুসন্ধান
br: klask
cy: chwilio
gd: lorg
mg: karoka
my: ရှာရန်
si: සොයන්න
ur: تلاش کریں

source: telephone
am: ስልክ
bn_in: দূরভাষ
br: pellgomz
cy: ff√¥n
gd: fòn
mg: telefaona
my: တယ်လီဖုန်း
si: දුරකථනය
ur: ٹیلیفون

source: heading level {{0}}
am: የ ራስጌ ደረጃ {{0}}
bn_in: {{0}} শিরোনামের লেভেল
br: live titl {{0}}
cy: lefel pennawd {{0}}
gd: leibheil a’ cheann-sgrìobhaidh {{0}}
mg: haavon-toko {{0}}
my: ခေါင်းစီး အဆင့် {{0}}
si: ශීර්ෂ මට්ටම {{0}}
ur: سرخی سطح {{0}}

source: First item
am: የ መጀመሪያ እቃ
bn_in: প্রথম বস্তু
br: Elfenn gentañ
cy: Eitem gyntaf
gd: A’ chiad nì
mg: Singa voalohany
my: ပထမ အချက်
si: පළමු අයිතමය
ur: پہلا شے

source: Last item
am: የ መጨረሻ እቃ
bn_in: শেষ পদ
br: Elfenn diwezhañ
cy: Eitem olaf
gd: An nì mu dheireadh
mg: Singa farany
my: နောက်ဆုံး အချက်
si: අවසන් අයිතමය
ur: آخری شے

# accessibility-listItemsCount[zero]
source: {{count}} items
am: {{count}} እቃዎች
bn_in: {{count}}টি বস্তু
br: {{count}} elfenn
cy: {{count}} eitem
gd: {{count}} nì
mg: Singa {{count}}
my: {{count}} ခု
si: අයිතම {{count}}
ur: {{count}} اشیا

source: {{count}} item
am: {{count}} እቃ
bn_in: {{count}} বস্তু
br: {{count}} elfenn
cy: {{count}} eitem
gd: {{count}} nì
mg: Singa {{count}}
my: {{count}} ခု
si: අයිතමය {{count}}
ur: {{count}} شے

# accessibility-listItemsCount[two]
source: {{count}} items
am: {{count}} እቃዎች
bn_in: {{count}} পদসমূহ
br: {{count}} elfenn
cy: {{count}} eitem
gd: {{count}} nì
mg: Singa {{count}}
my: {{count}} ခု
si: අයිතම {{count}}
ur: {{count}} اشیا

# accessibility-listItemsCount[few]
source: {{count}} items
am: {{count}} እቃዎች
bn_in: {{count}} পদসমূহ
br: {{count}} elfenn
cy: {{count}} eitem
gd: {{count}} nithean
mg: Singa {{count}}
my: {{count}} ခု
si: අයිතම {{count}}
ur: {{count}} اشیا

# accessibility-listItemsCount[many]
source: {{count}} items
am: {{count}} እቃዎች
bn_in: {{count}} পদসমূহ
br: {{count}} elfenn
cy: {{count}} eitem
gd: {{count}} nì
mg: Singa {{count}}
my: {{count}} ခု
si: අයිතම {{count}}
ur: {{count}} اشیا

# accessibility-listItemsCount[other]
source: {{count}} items
am: {{count}} እቃዎች
bn_in: {{count}}টি অাইটেম
br: {{count}} elfenn
cy: {{count}} eitem
gd: {{count}} nì
mg: Singa {{count}}
my: {{count}} ခု
si: අයිතම {{count}}
ur: {{count}} اشیا

source: {{0}} of {{1}}
am: {{0}} ከ {{1}}
bn_in: {{0}} সর্বমোট {{1}}
br: {{0}} eus {{1}}
cy: {{0}} o {{1}}
gd: {{0}} à {{1}}
mg: {{0}} amin'ny {{1}}
si: {{1}} හි {{0}}
ur: {{0}} کا {{1}}

source: banner
am: ባንዲራ
bn_in: ব্যানার
br: banniel
cy: baner
gd: bratach
mg: banderaoly
my: နဖူးစည်း
si: බැනරය
ur: بینر

source: complementary
am: ማሟያ
bn_in: পরিপূরক
br: klokaus
cy: cyflenwol
gd: co-shlànach
mg: fameno
my: ပေါင်းစပ်ခြင်း
si: අනුපූරකය
ur: تکمیلی

source: content info
am: የ ይዞታ መረጃ
bn_in: বিষয়বস্তুর তথ্য
br: titouroù an endalc'had
cy: gwybodaeth cynnwys
gd: fiosrachadh mun t-susbaint
mg: fampahalalana atiny
my: ပါဝင်မှု အချက်အလက်
si: අන්තර්ගත තොරතුරු
ur: مواد کی معلومات

source: main
am: ዋናው
bn_in: প্রধান
br: pennañ
cy: prif
gd: prìomh-chlàr-taice
mg: fototra
my: အဓိက
si: ප්‍රධාන
ur: مین

source: navigation
am: መቃኛ
bn_in: পরিদর্শন
br: merdeiñ
cy: symud
gd: seòladaireachd
mg: fitetezana
my: လမ်းညွှန်
si: මගපෙන්වීම
ur: گشت کاری

# accessibility-search
source: search
am: መፈለጊያ
bn_in: অনুসন্ধান
br: klask
cy: chwilio
gd: lorg
mg: karoka
my: ရှာရန်
si: සෙවුම
ur: تلاش کریں

# accessibility-tblColumnInfo[zero]
source: with {{count}} columns
am: ከ {{count}} አምዶች ጋር
bn_in: {{count}} কলামসমূহের সঙ্গে
br: gant {{count}} a vannoù
cy: gyda {{count}} colofn
gd: le {{count}} colbh
mg: misy tsanganana {{count}}
my: {{count}} ကော်လံ ရှိသည်
si: තීරු {{count}} සමඟ
ur: مع {{count}} کالم

source: with {{count}} column
am: ከ {{count}} አምዶች ጋር
bn_in: {{count}} কলামের সঙ্গে
br: gant {{count}} a vannoù
cy: gyda {{count}} colofn
gd: le {{count}} cholbh
mg: misy tsanganana {{count}}
my: {{count}} ကော်လံ ရှိသည်
si: {{count}} තීරුව සමඟ
ur: مع {{count}} کالم

# accessibility-tblColumnInfo[two]
source: with {{count}} columns
am: ከ {{count}} አምዶች ጋር
bn_in: {{count}} কলামসমূহের সঙ্গে
br: gant {{count}} a vannoù
cy: gyda {{count}} colofn
gd: le {{count}} cholbh
mg: misy tsanganana {{count}}
my: {{count}} ကော်လံ ရှိသည်
si: තීරු {{count}} සමඟ
ur: مع {{count}} کالم

# accessibility-tblColumnInfo[few]
source: with {{count}} columns
am: ከ {{count}} አምዶች ጋር
bn_in: {{count}} কলামসমূহের সঙ্গে
br: gant {{count}} a vannoù
cy: gyda {{count}} colofn
gd: le {{count}} colbhan
mg: misy tsanganana {{count}}
my: {{count}} ကော်လံ ရှိသည်
si: තීරු {{count}} සමඟ
ur: مع {{count}} کالم

# accessibility-tblColumnInfo[many]
source: with {{count}} columns
am: ከ {{count}} አምዶች ጋር
bn_in: {{count}}টি কলাম দিয়ে
br: gant {{count}} a vannoù
cy: gyda {{count}} colofn
gd: le {{count}} colbh
mg: misy tsanganana {{count}}
my: {{count}} ကော်လံ ရှိသည်
si: තීරු {{count}} සමඟ
ur: مع {{count}} کالم

# accessibility-tblColumnInfo[other]
source: with {{count}} columns
am: ከ {{count}} አምዶች ጋር
bn_in: {{count}}টি কলাম দিয়ে
br: gant {{count}} a vannoù
cy: gyda {{count}} colofn
gd: le {{count}} colbh
mg: misy tsanganana {{count}}
my: {{count}} ကော်လံ ရှိသည်
si: {{count}} තීරු සමඟ
ur: مع {{count}} کالم

# accessibility-tblRowInfo[zero]
source: and {{count}} rows
am: እና {{count}} ረድፎች
bn_in: এবং {{count}} সারিসমূহ
br: ha {{count}} renk
cy: a {{count}} rhes
gd: agus {{count}} ràgh
mg: sy andalana {{count}}
my: {{count}} တန်း ရှိသည်
si: සහ පේළි {{count}}
ur: اور {{count}} صفیں

source: and {{count}} row
am: እና {{count}} ረድፎች
bn_in: এবং {{count}} সারি
br: ha {{count}} renk
cy: a {{count}} rhes
gd: agus {{count}} ràgh
mg: sy andalana {{count}}
my: {{count}} တန်း ရှိသည်
si: සහ පේළි {{count}}
ur: اور {{count}} صف

# accessibility-tblRowInfo[two]
source: and {{count}} rows
am: እና {{count}} ረድፎች
bn_in: এবং {{count}}টি সারি
br: ha {{count}} renk
cy: a {{count}} rhes
gd: agus {{count}} ràgh
mg: sy andalana {{count}}
my: {{count}} တန်း ရှိသည်
si: සහ පේළි {{count}}
ur: اور {{count}} صفیں

# accessibility-tblRowInfo[few]
source: and {{count}} rows
am: እና {{count}} ረድፎች
bn_in: এবং {{count}}টি সারি
br: ha {{count}} renk
cy: a {{count}} rhes
gd: agus {{count}} ràghan
mg: sy andalana {{count}}
my: {{count}} တန်း ရှိသည်
si: සහ පේළි {{count}}
ur: اور {{count}} صفیں

# accessibility-tblRowInfo[many]
source: and {{count}} rows
am: እና {{count}} ረድፎች
bn_in: এবং {{count}}টি সারি
br: ha {{count}} renk
cy: a {{count}} rhes
gd: agus {{count}} ràgh
mg: sy andalana {{count}}
my: {{count}} တန်း ရှိသည်
si: සහ පේළි {{count}}
ur: اور {{count}} صفیں

# accessibility-tblRowInfo[other]
source: and {{count}} rows
am: እና {{count}} ረድፎች
bn_in: এবং {{count}} সারিসমূহ
br: ha {{count}} renk
cy: a {{count}} rhes
gd: agus {{count}} ràgh
mg: sy andalana {{count}}
my: {{count}} တန်း ရှိသည်
si: සහ පේළි {{count}}
ur: اور {{count}} صفیں

source: Column {{0}}
am: አምድ {{0}}
bn_in: কলাম {{0}}
br: Bann {{0}}
cy: Colofn {{0}}
gd: Colbh {{0}}
mg: Tsanganana faha-{{0}}
my: ကော်လံ {{0}}
si: තීරුව {{0}}
ur: کالم {{0}}

source: Row {{0}}
am: ረድፍ {{0}}
bn_in: সারি {{0}}
br: Renk {{0}}
cy: Rhes {{0}}
gd: Ràgh {{0}}
mg: Andalana faha-{{0}}
my: အတန်း {{0}}
si: {{0}} පේළිය
ur: صف {{0}}
