Repository: translate/mozilla-gaia
Catalog: */apps/system/accessibility.properties.po
Languages: am, bn_in, br, cy, gd, mg, my, si, ur

# accessibility-gridcellAbbr
source: gridcell
am: የ ክፍል መጋጠሚያ
bn_in: গ্রিড কোষ
br: kellig
cy: cell grid
gd: cealla a’ ghriod
mg: efitra harato
my: အကွက်စိပ်
si: ජාලකොටුව
ur: گرڈ سیل

# accessibility-noteAbbr
source: note
am: ማስታወሻ
bn_in: উল্লেখ্য
br: notenn
cy: nodyn
gd: nòta
mg: fanamarihana
my: မှတ်ချက်
si: සටහන
ur: نوٹ

source: fig
gd: dealbh
mg: ksar

# accessibility-definitionlistAbbr
source: definition list
am: የ መግለጫ ዝርዝር
bn_in: সংজ্ঞার তালিকা
br: roll despizadurioù
cy: rhestr diffiniadau
gd: liosta nan deifinisean
mg: lisitra famaritana
my: အဓိပ္ပာယ်သတ်မှတ်ချက် စာရင်း
si: අර්ථදැක්වීම් ලැයිස්තුව
ur: تعریف فہرست

# accessibility-termAbbr
source: term
am: ስምምነት
bn_in: শর্ত
br: termen
gd: teirm
mg: voambolana
my: ဝေါဟာရ
si: පදය
ur: اصطلاح

# accessibility-definitionAbbr
source: definition
am: መግለጫ
bn_in: সংজ্ঞা
br: despizadur
cy: diffiniad
gd: deifinisean
mg: famaritana
my: အဓိပ္ပာယ်ဖွင့်ဆိုချက်
si: අර්ථදැක්වීම
ur: تعریف

source: txtarea
am: የጽሁፍ ቦታ
bn_in: লেখার জায়গা
cy: ardal testun
gd: raon teacsa
mg: fartsortr
my: စာရိုက်ရန်နေရာ
si: පෙළප්‍රදේශය

# accessibility-tblColumnInfoAbbr[one]
source: {{count}}c
am: {{count}}አ
br: {{count}}b
gd: {{count}}ch
mg: {{count}}t

# accessibility-tblColumnInfoAbbr[two]
source: {{count}}c
am: {{count}}አ
br: {{count}}b
gd: {{count}}ch
mg: {{count}}t

# mathmlenclosedAbbr
source: enclosed
am: ተዘግቷል
bn_in: বন্ধ করা হয়েছে
br: etre krommelloù
cy: amgaewyd
gd: air a dhùnadh
ur: احاطہ کردہ

# mathmltableAbbr
source: tbl
bn_in: সারণী
br: tln
gd: clàr

# mathmlcellAbbr
source: cell
am: ክፍል
bn_in: ঘর
br: kellig
gd: cealla
ur: خانے

source: frac
br: kevr
gd: bloigh

source: frac no bar
bn_in: কোনো বার ছাড়া ভগ্নাংশ
br: kevr divarrenn
cy: frac dim bar
gd: bloigh as aonais bàir
ur: frac کوئی بار نہیں

# mathmlrootAbbr
source: root
bn_in: রুট
br: gwrizienn
cy: gwraidd
gd: freumh
ur: اساس

# mathmlscriptedAbbr
source: scripted
bn_in: স্ক্রিপ্টের
br: skriptet
cy: sgriptiwyd
gd: sgriobtaichte
ur: نوشتہ کردہ

source: sqrt
bn_in: বর্গমূল
br: gwrz karrez
gd: freumh ceàrnagach

# baseAbbr
source: base
bn_in: ভিত্তি
br: diazez
cy: sylfaen
gd: bunait
ur: اساس

source: close
am: ተዘግቷል
bn_in: বন্ধ করা হয়েছে
br: bet serret
cy: cau
gd: air a dhùnadh
ur: بند

source: den
bn_in: গর্ত
br: anv
gd: seòrsaiche

source: num
am: ቁጥር
bn_in: নম্বর
br: niv
cy: rhif
gd: àireamhaiche
ur: نمبر

source: open
am: መክፈቻ
bn_in: খোলা
br: digor
cy: agor
gd: fosgailte
ur: کھولیں

source: over
am: በላይ
bn_in: শেষ
br: a-us
cy: tros
gd: os-sgrìobhte
ur: ختم

source: presub
bn_in: প্রিসাব
gd: ro-fho-sgrìobhte

source: presup
bn_in: প্রিসাপ
cy: presub
gd: ro-os-sgrìobhte
ur: پریس اپ

source: index
am: ማውጫ
bn_in: বিষয়সূচি
br: ibil
cy: mynegai
gd: clàr-amais
ur: اشاریہ

source: sub
bn_in: সাব
br: is
gd: fo-sgrìobhte
ur: سب

source: sup
bn_in: সুপ
br: us
gd: os-sgrìobhte

source: under
bn_in: নীচে
br: dindan
cy: o dan
gd: fo-sgrìobhte
ur: زیر تحت

source: longdiv
bn_in: লম্বা ভাগ
br: div hir
cy: rhaniad hir
gd: roinneadh fada

source: act
bn_in: কাজ
gd: achdaireach
ur: کاروائی

source: phasang
br: korn faz
gd: ceàrn phasor

source: rad
gd: radaigeach

# notation-boxAbbr
source: box
am: ሳጥን
bn_in: বক্স
br: boest
cy: blwch
gd: bogsa
ur: خانہ

source: rndbox
br: boest ront
gd: bogsa cruinnte

source: circ
am: ክብ
bn_in: বৃত্ত
br: kelc'h
gd: cearcall

source: lft
am: በ ግራ
br: kleiz
cy: cht
gd: clì

source: rght
am: በ ቀኝ
br: dehou
cy: de
gd: deas

# notation-topAbbr
source: top
am: ከ ላይ
bn_in: উপরে
br: a-us
cy: brig
gd: barr
ur: بالا

source: bot
bn_in: বট
br: traoñ
cy: gwa
gd: bonn
ur: بوٹ

source: updiagstrike
br: barrenn beskell us
cy: trawcroeslinfyny
gd: stràc thrastanach suas

source: dwndiagstrike
br: barenn beskell traoñ
cy: trawiadarilawr
gd: stràc thrastanach sìos

source: vstrike
am: በ ቁመት መሰረዣ
br: barrenn serzh
cy: trwoddfert
gd: stràc inghearach
ur: وی سٹرائک

source: hstrike
am: በ አግድም መሰረዣ
br: barrenn blaen
cy: trwoddllor
gd: stràc chòmhnard

source: updiagarrow
br: bir beskell us
cy: saethtrawsfyny
gd: saighead thrastanach suas

# accessibility-pushbutton-hint
source: Double tap to activate
am: ሁለት ጊዜ መታ ይድርጉ ለማስጀመር
bn_in: সক্রিয় করতে দুবার ট্যাপ করুন
br: Stokit div wech evit gweredekaat
cy: Tap dwbl i weithredu
gd: Thoir dà ghnogag gus a ghnìomhachadh
mg: Tsindrio indroa raha hamelona
ur: متحرک کرنے کے لئے دوہرا کلک کرے

# accessibility-checkbutton-hint
source: Double tap to activate
am: ሁለት ጊዜ መታ ይድርጉ ለማስጀመር
bn_in: সক্রিয় করতে দুবার ট্যাপ করুন
br: Stokit div wech evit gweredekaat
cy: Tap dwbl i weithredu
gd: Thoir dà ghnogag gus a ghnìomhachadh
mg: Tsindrio indroa raha hamelona
ur: متحرک کرنے کے لئے دوہرا کلک کرے

# accessibility-combobox-hint
source: Double tap to activate
am: ሁለት ጊዜ መታ ይድርጉ ለማስጀመር
bn_in: সক্রিয় করতে দুবার ট্যাপ করুন
br: Stokit div wech evit gweredekaat
cy: Tap dwbl i weithredu
gd: Thoir dà ghnogag gus a ghnìomhachadh
mg: Tsindrio indroa raha hamelona
ur: متحرک کرنے کے لئے دوہرا کلک کرے

source: Tap and hold to activate
am: መታ ይድርጉ እና ይያዙ ለማስጀመር
bn_in: সক্রিয় করতে ট্যাপ করুন এবং ধরে থাকুন
br: Stokit ha dalc'hit evit gweredekaat
cy: Pwyso a dal i weithredu
gd: Thoir gnogag is cum gus a ghnìomhachadh
mg: Tsindrio elaela raha hamelona
my: လုပ်ဆောင်ချက် စတင်ရန် ထိပြီးဖိထားပါ
ur: متحرک کرنے کے لئے تھامیں اور دبائے

# accessibility-link-hint
source: Double tap to activate
am: ሁለት ጊዜ መታ ይድርጉ ለማስጀመር
bn_in: সক্রিয় করতে দুবার ট্যাপ করুন
br: Stokit div wech evit gweredekaat
cy: Tap dwbl i weithredu
gd: Thoir dà ghnogag gus a ghnìomhachadh
mg: Tsindrio indroa raha hamelona
ur: متحرک کرنے کے لئے دوہرا کلک کرے

# accessibility-menuitem-hint
source: Double tap to activate
am: ሁለት ጊዜ መታ ይድርጉ ለማስጀመር
bn_in: সক্রিয় করতে দুবার ট্যাপ করুন
br: Stokit div wech evit gweredekaat
cy: Tap dwbl i weithredu
gd: Thoir dà ghnogag gus a ghnìomhachadh
mg: Tsindrio indroa raha hamelona
ur: متحرک کرنے کے لئے دوہرا کلک کرے

# accessibility-checkmenuitem-hint
source: Double tap to activate
cy: Tap dwbl i weithredu
gd: Thoir dà ghnogag gus a ghnìomhachadh

# accessibility-radiomenuitem-hint
source: Double tap to activate
cy: Tap dwbl i weithredu
gd: Thoir dà ghnogag gus a ghnìomhachadh

# accessibility-option-hint
source: Double tap to activate
am: ሁለት ጊዜ መታ ይድርጉ ለማስጀመር
bn_in: সক্রিয় করতে দুবার ট্যাপ করুন
br: Stokit div wech evit gweredekaat
cy: Tap dwbl i weithredu
gd: Thoir dà ghnogag gus a ghnìomhachadh
mg: Tsindrio indroa raha hamelona
ur: متحرک کرنے کے لئے دوہرا کلک کرے

# accessibility-radiobutton-hint
source: Double tap to activate
am: ሁለት ጊዜ መታ ይድርጉ ለማስጀመር
bn_in: সক্রিয় করতে দুবার ট্যাপ করুন
br: Stokit div wech evit gweredekaat
cy: Tap dwbl i weithredu
gd: Thoir dà ghnogag gus a ghnìomhachadh
mg: Tsindrio indroa raha hamelona
ur: متحرک کرنے کے لئے دوہرا کلک کرے

# accessibility-slider-hint
source: Swipe up to increase or down to decrease
am: ይጥረጉ ወደ ላይ ለመጨመር ወይንም ወደ ታች ለመቀነስ
bn_in: বাড়ানোর জন্য ওপরের দিকে এবং কমানোর জন্য নীচের দিকে সোয়াইপ করুন
br: Riklañ d'al lein da vrasaat pe d'an traoñ da vihanaat
cy: Llusgo i fyny i gynyddu neu i lawr i leihau
gd: Grad-shlaighd suas gus a chur am meud no sìos gus a chur an lughad
mg: Asosao miakatra raha hampitombo na midina raha hampihena
ur: بڑھانیں کے لئے اوپر سوائپ کرے یا کم کرنیں کے لئے نیچے

# accessibility-spinbutton-hint
source: Swipe up to increase or down to decrease
am: ይጥረጉ ወደ ላይ ለመጨመር ወይንም ወደ ታች ለመቀነስ
bn_in: বাড়ানোর জন্য ওপরের দিকে এবং কমানোর জন্য নীচের দিকে সোয়াইপ করুন
br: Riklañ d'al lein da vrasaat pe d'an traoñ da vihanaat
cy: Llusgo i fyny i gynyddu neu i lawr i leihau
gd: Grad-shlaighd suas gus a chur am meud no sìos gus a chur an lughad
mg: Asosao miakatra raha hampitombo na midina raha hampihena
ur: بڑھانیں کے لئے اوپر سوائپ کرے یا کم کرنیں کے لئے نیچے

# accessibility-pagetab-hint
source: Double tap to activate
am: ሁለት ጊዜ መታ ይድርጉ ለማስጀመር
bn_in: সক্রিয় করতে দুবার ট্যাপ করুন
br: Stokit div wech evit gweredekaat
cy: Tap dwbl i weithredu
gd: Thoir dà ghnogag gus a ghnìomhachadh
mg: Tsindrio indroa raha hamelona
ur: متحرک کرنے کے لئے دوہرا کلک کرے

# accessibility-entry-hint
source: Double tap to activate
am: ሁለት ጊዜ መታ ይድርጉ ለማስጀመር
bn_in: সক্রিয় করতে দুবার ট্যাপ করুন
br: Stokit div wech evit gweredekaat
cy: Tap dwbl i weithredu
gd: Thoir dà ghnogag gus a ghnìomhachadh
mg: Tsindrio indroa raha hamelona
ur: متحرک کرنے کے لئے دوہرا کلک کرے

# accessibility-outlineitem-hint
source: Double tap to activate
am: ሁለት ጊዜ መታ ይድርጉ ለማስጀመር
bn_in: সক্রিয় করতে দুবার ট্যাপ করুন
br: Stokit div wech evit gweredekaat
cy: Tap dwbl i weithredu
gd: Thoir dà ghnogag gus a ghnìomhachadh
mg: Tsindrio indroa raha hamelona
ur: متحرک کرنے کے لئے دوہرا کلک کرے

# accessibility-diagram
source: diagram
am: ስእላዊ መግለጫ
bn_in: রেখাচিত্র
br: tresadenn
mg: soritsary
my: ပုံကြမ်း
si: රූප සටහන
ur: ڈایا گرام

# accessibility-diagramAbbr
source: diagram
am: ስእላዊ መግለጫ
bn_in: রেখাচিত্র
br: tresadenn
mg: soritsary
my: ပုံကြမ်း
si: රූප සටහන
ur: ڈایا گرام

# accessibility-tblColumnInfoAbbr[few]
source: {{count}}c
am: {{count}}አ
br: {{count}}b
mg: {{count}}t

# accessibility-tblColumnInfoAbbr[many]
source: {{count}}c
am: {{count}}አ
br: {{count}}b
mg: {{count}}t

# accessibility-tblColumnInfoAbbr[other]
source: {{count}}c
am: {{count}}አ
br: {{count}}b
mg: {{count}}t

source: c{{0}}r{{1}}
am: አ{{0}}ረ{{1}}
br: b{{0}}r{{1}}
mg: t{{0}}a{{1}}

# accessibility-tblRowInfoAbbr[one]
source: {{count}}r
am: {{count}}ረ
mg: {{count}}a

# accessibility-tblRowInfoAbbr[two]
source: {{count}}r
am: {{count}}ረ
mg: {{count}}a

# accessibility-tblRowInfoAbbr[few]
source: {{count}}r
am: {{count}}ረ
mg: {{count}}a

# accessibility-tblRowInfoAbbr[many]
source: {{count}}r
am: {{count}}ረ
mg: {{count}}a

# accessibility-tblRowInfoAbbr[other]
source: {{count}}r
am: {{count}}ረ
mg: {{count}}a

# accessibility-checkmenuitem
source: Double tap to activate
mg: Tsindrio indroa raha hamelona

# accessibility-radiomenuitem
source: Double tap to activate
mg: Tsindrio indroa raha hamelona
