Repository: translate/mozilla-gaia
Catalog: */apps/system/net_error.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, kn, lv, mai, mg, ms, my, pt, ro, si, ta, th, tr, ur, uz

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
am: ይህ ድህረ ገጽ የ አጭበርባሪዎች ነው: ተጠቃሚዎችን በማታለል የ ግል መረጃ እና የ ገንዘብ መረጃ ለማግኘት የተፈጠረ ነው
ar: تم الإبلاغ عن الموقع على أنه موقع خداع، مصمم لخداع المستخدمين ليكشفوا معلوماتهم الشخصية والمالية.
bg: Уебсайтът е докладван като измамнически, направен за заблуждаване на потребителите да споделят лична и финансова информация.
bn_bd: ওয়েবসাইটটি ব্যক্তিগত ও আর্থিক তথ্য ভাগাভাগি করে পরিকল্পিত একটি ওয়েব জালিয়াতি করে ব্যবহারকারীদের সঙ্গে।
bn_in: ওয়েব-সাইটটি একটি ভুয়োঁ সাইট রূপে চিহ্নিত রয়েছে। ব্যবহারকারীদের প্রতারণা করে তাদের ব্যক্তিগত ও আর্থিক তথ্য প্রকাশ করতে বাধ্য করার জন্য এই সাইটটি নির্মিত হয়েছে।
br: Marilhet eo bet al lec'hienn evel ul lec'hienn c'hwiberezh savet evit gwallbakañ an arveriaded evit kaout titouroù personel pe arc'hantel.
bs: Web stranica je prijavljena kao web krivotvorina dizajnirana da prevari korisnike kako bi podijelili svoje privatne ili finansijske podatke.
ca: S'ha informat que aquest lloc web és una falsificació dissenyada per enganyar els usuaris perquè comparteixin informació personal o financera.
cy: Mae'n hysbys fod y wefan yn ffugiad gwe wedi ei llunio i dwyllo defnyddwyr i rannu manylion personol ac ariannol.
es: El sitio web ha sido denunciado como una falsificación diseñada con el fin de engañar a los usuarios para que compartan información financiera y personal.
eu: Webgunea informazio pertsonala edo finantza-informazioa osteko web iruzur bezala salatua dago.
fa: این پایگاه وب به عنوان یک پایگاه جعلی که تلاش در فریب کاربران برای هم‌رسانی اطلاعات شخصی یا مالی دارد، گزارش شده است.
gd: Chaidh aithris gur e fallsaidheachd-lìn a tha san làrach-lìn seo gus fiosrachadh pearsanta no ionmhasail fhaighinn o chleachdaichean tro mhealladh.
hu: A weboldal hamisnak van bejelentve, amely megtévesztéssel személyes vagy pénzügyi adatok megosztására veszi rá a felhasználókat.
id: Situs web telah dilaporkan sebagai situs palsu yang didesain untuk menipu pengguna agar pengguna membocorkan data pribadi dan keuangan.
kn: ಈ ಜಾಲತಾಣವು ಬಳಕೆದಾರರು ತಮ್ಮ ಖಾಸಗಿ ಅಥವ ಹಣಕಾಸಿನ ಮಾಹಿತಿಯನ್ನು ಮೋಸದಿಂದ ಹಂಚಿಕೊಳ್ಳುವಂತೆ ರಚಿಸಲಾಗಿರುವ ಒಂದು ಜಾಲ ವಂಚನೆ ಎಂದು ವರದಿ ಮಾಡಲಾಗಿದೆ.
mg: Nisy nitatitra fa zava-sandoka amin'aterineto natao hamitahana mpampiasa hizara ny fampahalalana momba azy manokana na ara-bolany ilay tranonkala.
ms: Laman web ini telah melaporkan web palsu yang direka bagi mengaburi pengguna untuk berkongsi maklumat peribadi dan kewangan.
my: ၀တ်ဆိုက်သည် သုံးဆွဲသူများအား ငွေးရေးကြေးရေး လိမ်လည်မှူများ နှင့် တစ်ချို့လှည့်ဖျားမှူများ လုပ်ဆောင်သည်ဟု သတင်ပေးခြင်း ခံထားရသည်။
pt: Este website foi reportado como falsificado desenhado para enganar os utilizadores de forma a partilharem dados pessoais ou financeiros.
ro: Site-ul a fost raportat ca fiind un site fals menit să păcălească utilizatorii să dea informații personale sau financiare.
si: අඩවිය පරිශීලකයන්ගෙන් පුද්ගලික හෝ මූල්‍ය තොරතුරු ලබාගැනීමට සැකසූ වංචාකාරී වෙබ් අඩවියක් ලෙස වාර්තා වී ඇත.
ta: இந்த இணையத்தளம் பயனர்களின் சுய மற்றும் வங்கிக் கணக்கு விவரங்களை போலியாக பகிரவைக்கிறது எனப் புகார் அளிக்கப்பட்டுள்ளது.
tr: Bu web sitesinin ullanıcıları kandırarak onları kişisel ve mali bilgilerini paylaşmaya yönelten bir sahtekârlık girişimi içerdiği bildirilmiştir.
ur: یہ سائٹ نقلی سائٹ کے طور پر ریپورٹ کی گئی ہے جو صارفین سے دھوکے سے نجی یا فائنینشل معلومات شیئر کروانے کے لیے بنائی گئی ہے۔
uz: Vebsahifa foydalanuvchilarning shaxsiy va iqtisodiy ma’lumotlarini o‘g‘irlash uchun tuzilgan qallob sayt sifatida xabar berilgan.

source: Malware attack blocked
am: ይህ ገጽ አደገኛ ነው እና ተከልክሏል
ar: تم حجب هجوم البرمجيات الخبيثة
bg: Блокирана злонамерена атака
bn_bd: ম্যালওয়্যার আক্রমণে বাধা দেওয়া হয়েছে
bn_in: ম্যালওয়্যার অাক্রমণ অাটকানো হয়েছে
br: Harzet ez eus bet ur meziant droukyoulek
bs: Blokiran je malware napad
ca: S'ha blocat un atac de programari maliciós
cy: Ymosodiad drwgwar wedi ei rwystro
es: Ataque de malware bloqueado
eu: Malware erasoa blokeatuta
fa: حملهٔ بدافزار مسدود شد
gd: Chaidh casg a chur air ionnsaigh o bhathar droch-rùnach
hu: Rosszindulatú támadás blokkolva
id: Serangan malware diblokir
kn: ಕುತಂತ್ರಾಂಶದ ದಾಳಿಯನ್ನು ತಡೆಯಲಾಗಿದೆ
mg: Voasakana ny fanafihana forongoratsy
ms: Serangan Malware disekat
my: Malware တိုက်ခိုက်မှုအား ကာကွယ်ထားသှ်
pt: Ataque de Malware bloqueado
ro: Atac malware blocat
si: දූශිත යෙදුම් ප්‍රහාරය අවහිර කරන ලදී
ta: தீம்பொருள் பாதிப்பு தடுக்கப்பட்டது
th: การโจมตีของมัลแวร์ถูกปิดกั้น
tr: Zararlı yazılım saldırısı engellendi
ur: مالویئر حملہ بلاک کردہ
uz: Zarali dastur hujumi bloklandi

source: The site at has been reported as an attack site and has been blocked.
am: ይህ ድህረ ገጽ አደገኛ እንደሆነ ተመዝግቧል እና ተከልክሏል
ar: تم الإبلاغ عن الموقع على أنه موقع هجوم، لذلك تم منع الدخول إلى هذا الموقع.
bg: Сайтът е докладван като атакуващ сайт и е блокиран.
bn_bd: সাইটটিকে আক্রমণ সাইট হিসেবে অভিযোগ করা হয়েছে এবং তাই এটাকে ব্লক করে দেওয়া হয়েছে।
bn_in: এই সাইটি ক্ষতিকারক বলে জানা গেছে অার তাই এটিকে অাটকে দেওয়া হয়েছে।
br: Marilhet eo bet al lec'hienn evel ul lec'hienn dagus ha harzet eo bet.
bs: Stranica je prijavljena kao napadačka i stoga je blokirana.
ca: S'ha informat que aquest lloc és atacant i s'ha blocat.
cy: Mae'r wefan wedi ei gofnodi fel gwefan ymosod ac mae wedi ei rhwystro.
es: El sito ha sido denunciado como atacante y ha sido bloqueado.
eu: Gune hau gune erasotzaile bezala dago salatuta eta blokeatu egin da.
fa: این پایگاه وب به عنوان یک وب‌گاه تهاجمی گزارش شده و مسدود شده است.
gd: Chaidh aithris gur e làrach ionnsaigh a tha seo ’s chaidh casg a chur air.
hu: Ez az oldal támadóoldalként van bejelentve, ezért blokkolva lett.
id: Situs ini telah dilaporkan sebagai situs penyerang dan telah diblokir.
kn: ಈ ತಾಣವು ಆಕ್ರಮಣಕಾರಿ ಎಂದು ವರದಿ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಇದನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ.
mg: Nisy nitatitra fa tranonkalam-panafihana ilay tranonkala ka nosakanana.
ms: Laman itu telah dilaporkan sebagai laman penyerang dan telah disekat.
my: တိုက်ခိုက်ခံထားရသော ဝတ်ဆို်ဒ်တစ်ခုအဖြစ် သတင်းပို့ထားသဖြင့် ကာကွယ်ပိတ်ပင်ထားသှ်
pt: Este site já foi reportado como um site de ataque e foi bloqueado.
ro: Site-ul a fost raportat ca fiind un site de atac și a fost blocat.
si: මෙම අඩවිය ප්‍රහාරක අඩවියක් ලෙස වාර්ථාගත බැවින් අවහිර විය.
ta: இத்தளம் பாதிப்புக்குள்ளானது எனப் புகார் அளிக்கப்பட்டு தடுக்கப்பட்டது.
tr: Bu site bir saldırı sitesi olarak rapor edilmiş ve engellenmiştir.
ur: سائٹ کو ایک حملے کی سائٹ کے طور پر رپورٹ کیا گیا ہے اور بلاک کردیا گیا ہے۔
uz: Sayt hujum qiluvchi sayt sifatida ma’lumot berilgan va bloklangan.

source: Unsafe content
am: ይዞታው አስተማማኝ አይደለም
ar: المحتوى غير آمن
bg: Опасно съдържание
bn_bd: অনিরাপদ কন্টেন্ট
bn_in: অনিরাপদ বিষয়বস্তু
br: Endalc'had arvarus
bs: Nesiguran sadržaj
ca: Contingut insegur
cy: Cynnwys anniogel
es: Contenido no seguro
eu: Eduki ez-segurua
fa: محتوای ناامن
gd: Susbaint nach eil tèarainte
hu: Veszélyes tartalom
id: Isi tidak aman
kn: ಸುರಕ್ಷಿತವಲ್ಲದ ವಿಷಯ
mai: असुरक्षित सामग्री
mg: Atiny tsy azo antoka
ms: Kandungan tidak selamat
my: မလုံခြုံသော content
pt: Conteúdo inseguro
ro: Conținut nesigur
si: අනාරක්ෂිත අන්තර්ගතය
ta: பாதுகாப்பற்ற உள்ளடக்கம்
th: เนื้อหาที่ไม่ปลอดภัย
tr: Güvensiz içerik
ur: غیر محفوظ مواد
uz: Xavfli sayt

source: The page cannot be shown because it may not be safe to open.
am: ገጹን ማሳየት አይቻልም ምክንያቱም ለመክፈት አስተማማኝ አይደለም
ar: لا يمكن فتح هذه الصفحة لأنها قد تكون غير آمنة.
bg: Страницата не може да бъде показана, защото може да е опасна за отваряне.
bn_bd: পাতাটি দেখানো যাবে না, কারণ এটি খোলা নিরাপদ নাও হতে পারে।
bn_in: পৃষ্ঠাটি দেখানো সম্ভব নয় কারণ, এটিকে খোলা নিরাপদ নাও হতে পারে।
br: Ar bajenn n'hall ket bezañ skrammet peogwir e c'hall bezañ arvarus.
bs: Stranica ne može biti prikazana jer postoji mogućnost da nije sigurna za otvaranje.
ca: No es pot mostrar la pàgina perquè pot ser que no sigui segur obrir-la.
cy: Nid oes modd dangos y dudalen gan nad yw'n ddiogel ei hagor.
es: No puede mostrarse la página porque no es seguro abrirla.
eu: Ezin da orria erakutsi irekitzeko ez-segurua izan daitekeelako.
fa: این صفحه نمی‌تواند نمایش داده شود، زیرا ممکن است گشودنش امن نباشد.
gd: Chan urrainn dhuinn an duilleag a shealltainn oir tha teans nach biodh e sàbhailte fhosgladh.
hu: Az oldal nem jeleníthető meg, mert valószínűleg az nem biztonságos.
id: Laman tidak dapat ditampilkan karena mungkin tidak aman untuk dibuka.
kn: ಪುಟವನ್ನು ತೋರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ ಅದನ್ನು ತೆರೆಯುವುದು ಸುರಕ್ಷಿತವಲ್ಲದಿರಬಹುದು.
lv: Lapu nevar attēlot tāpēc ka lapa atvēršana varēt būt nedroša.
mai: एहि पृष्ठ केँ देखाओल नहि जाए सकल किएक एकरा खोलनाए सुरक्षित नहि भऽ सकैत अछि।
mg: Tsy azo aseho ilay pejy satria mety tsy azo antoka raha sokafana.
ms: Laman tidak dapat ditunjukkan kerana ia mungkin tidak selamat untuk dibuka.
my: စာမျက်နှာအား လုံခြုံရေး စိတ်မချရသဖြင့် ဖွင့်မရနိုင်ပါ
pt: Esta página não pode ser mostrada porque pode não ser seguro abri-la.
ro: Pagina nu poate fi afișată deoarece v-ar putea compromite siguranța.
si: විවෘත කිරීම ආරක්ෂා සහිත නොවිය හැකි බැවින් පිටුව පෙන්විය නොහැක.
ta: இப்பக்கத்தைக் காண்பிக்க இயலாது ஏனெனில் பாதுகாப்பற்றது.
tr: Bu sayfanın açılması güvensiz olabileceği için sayfa görüntülenemiyor.
ur: صفحہ دکھایا نہیں جا سکتا کیونکہ ہو سکتا ہے یہ کھولنے کے لئے محفوظ نہ ہوں۔
uz: Sahifani ko‘rsatib bo‘lmaydi, chunki ochish xavfli bo‘lishi mumkin.

# corrupted-content
source: Can’t display page
am: ገጹን ማሳየት አልተቻለም
ar: لا يمكن عرض الصفحة
bg: Невъзможно показване на страница
bn_bd: পাতাটি প্রদর্শন করা যাবে না
bn_in: পৃষ্ঠাটি দেখানো সম্ভব নয়
br: N'haller ket skrammañ ar bajenn
bs: Ne mogu prikazati stranicu
ca: No es pot mostrar la pàgina
cy: Methu dangos y dudalen
es: No puede mostrarse página
eu: Ezin da orria bistaratu
fa: نمی‌توان صفحه را نمایش داد
gd: Chan urrainn dhuinn an duilleag a shealltainn
hu: Az oldal nem jelenthető meg
id: Tidak dapat menampilkan laman
kn: ಪುಟವನ್ನು ತೋರಿಸಲಾಗುತ್ತಿಲ್ಲ
lv: Nevar attēlot lapu
mai: पृष्ठ देखाओल नहि जाए सकत।
mg: Tsy afaka mampiseho pejy
ms: Tidak dapat memapar laman
my: စာမျက်နှာအား မဖော်ပြနိုင်ပါ
pt: Não foi possível mostrar a página
ro: Nu se poate afișa pagina
si: පිටුව පෙන්විය නොහැක
ta: பக்கத்தைக் காண்பிக்க முடியாது
th: ไม่สามารถแสดงหน้า
tr: Sayfa görüntülenemiyor
ur: صفحے کو ظاہر نہیں کر سکتے ہیں
uz: Sahifani ko‘rsatib bo‘lmaydi

source: The page cannot be shown because an error in the data transmission was detected.
am: ገጹን ማሳየት አይቻልም ምክንያቱም ዳታ በሚተላለፍበት ጊዜ ስህተት ተፈጥሯል
ar: تعذر عرض الصفحة بسبب وجود خطأ اثناء نقل البيانات.
bg: Страницата не може да се покаже, защото се получи грешка в преноса на данни.
bn_bd: তথ্য আদান-প্রদান করায় ত্রুটি থাকায় আপনি যে পৃষ্ঠাটি প্রদর্শন করতে চাচ্ছেন তা দেখানো যাচ্ছে না
bn_in: ডেটা স্থানান্তরের ক্ষেত্রে একটি সমস্যা ধরা পড়ায় পৃষ্ঠাটি দেখানো সম্ভব হবে না।
br: Ar bajenn n'hall ket bezañ skrammet rak degouezhet ez eus bet ur fazi e-pad treuzkas ar roadennoù.
bs: Stranica ne može biti prikazana jer je uočena greška prilikom prijenosa podataka.
ca: No es pot mostrar la pàgina perquè s'ha detectat un error en la transmissió de dades.
cy: Nid oedd modd dangos y dudalen hen oherwydd fod gwall wedi ei ganfod wrth drosglwyddo data.
es: La página no puede mostrarse porque se detectó un error en la transmisión de los datos.
eu: Ezin da orria erakutsi datu-transmisioan errore bat detektatu delako.
fa: این صفحه نمی‌تواند نمایش داده شود، زیرا خطایی در انتقال داده یافت شد.
gd: Cha ghabh an duilleag seo a shealltainn a chionn ’s gun deach mearachd a lorg ann an tar-chur an dàta.
hu: Az oldal nem jeleníthető meg, mert adatátvitel közben hiba lépett fel.
id: Laman tidak dapat ditampilkan karena terdeteksi kesalahan pada pengiriman data.
kn: ಪುಟವನ್ನು ತೋರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ ಮಾಹಿತಿ ರವಾನೆಯಲ್ಲಿ ಒಂದು ದೋಷವು ಕಂಡು ಬಂದಿದೆ.
mg: Tsy azo aseho ilay pejy satria misy tsy fetezana tsikaritra amin'ny fampitana data.
ms: Laman tidak dapat ditunjukkan kerana terdapat ralat di dalam penghantaran data telah dikesan.
my: ဒေတာသယ်ပို့ခြင်းတွင် ပြသာနာ ရှိနေသဖြင့် ဝတ်ဆိုက်အား မဖော်ပြနိုင်ပါ
pt: A página não pode ser mostrada porque foi detetado um erro durante a transmissão de dados.
ro: Pagina nu poate fi afișată deoarece a fost detectată o eroare legată de transmiterea datelor.
si: දත්ත හුවමාරුවෙ ගැටලුවක් හදුනා ගත් නිසා පිටුව දර්ශනය කළ නොහැක.
ta: தரவுப் பரிமாற்றத்தில் பிழை கண்டறியப்பட்டதால் பக்கத்தைக் காண்பிக்க முடியாது.
tr: Veri aktarımında bir hata tespit edildiği için sayfa gösterilemiyor.
ur: صفحہ دکھایا نہیں جا سکتا کیونکہ کوائف کی منتقلی میں ایک نقص ملا۔
uz: Sahifani ko‘rsatib bo‘lmaydi, chunki ma’lumot uzatishda xato aniqlandi.

source: Unable to connect
am: ለመገናኘት አልተቻለም
ar: تعذر الاتصال
bg: Невъзможно установяване на връзка
bn_bd: সংযোগে ব্যর্থ
bn_in: সংযোগ করতে ব্যর্থ
br: N'haller ket kennaskañ
bs: Ne mogu se povezati
ca: No s'ha pogut connectar
cy: Methu cysylltu
es: Imposible conectar
eu: Ezin da konektatu
fa: ناتوانی در اتّصال
gd: Cha ghabh ceangal a dhèanamh
hu: Nem lehet kapcsolódni
id: Gagal menyambung
kn: ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
lv: Nevar pieslēgties
mai: संबंधित करैमे असमर्थ
mg: Tsy afaka mifandray
ms: Tidak dapat menyambung
my: ချိတ်ဆက်မရနိုင်ပါ
pt: Incapaz de ligar
ro: Nu se poate conecta
si: සම්බන්ධ වීමට නොහැක
ta: இணைக்க இயலவில்லை
th: ไม่สามารถเชื่อมต่อ
tr: Bağlanılamadı
ur: جڑنے میں ناکام
uz: Ulana olmadi

source: Cancel
am: መሰረዣ
ar: إلغاء
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
es: Cancelar
eu: Utzi
fa: لغو
gd: Sguir dheth
hu: Mégse
id: Batalkan
kn: ರದ್ದುಗೊಳಿಸು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ms: Batal
my: ရပ်ဆိုင်းပါ
pt: Cancelar
ro: Renunță
si: අවලංගු
ta: இரத்து
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish

source: Close
am: መዝጊያ
ar: إغلاق
bg: Затваряне
bn_bd: বন্ধ
bn_in: বন্ধ করুন
br: Serriñ
bs: Zatvori
ca: Tanca
cy: Cau
es: Cerrar
eu: Itxi
fa: بستن
gd: Dùin
hu: Bezárás
id: Tutup
kn: ಮುಚ್ಚು
lv: Aizvērt
mai: बन्न करू
mg: Hanakatona
ms: Tutup
my: ပိတ်
pt: Fechar
ro: Închide
si: වසන්න
ta: மூடுக
th: ปิด
tr: Kapat
ur: بند كریں
uz: Yopish

source: Try again
am: እንደገና ይሞክሩ
ar: حاول مرّة أخرى
bg: Нов опит
bn_bd: পুনরায় চেষ্টা করুন
bn_in: পুনরায় চেষ্টা করুন
br: Klask en-dro
bs: Pokušaj ponovo
ca: Reintenta
cy: Ceisio eto
es: Intentar
eu: Saiatu berriro
fa: تلاش دوباره
gd: Feuch ris a-rithist
hu: Próbálja újra
id: Coba lagi
kn: ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ
lv: Mēģināt vēlreiz
mai: फिनु कोसिस करू
mg: Hanandrana indray
ms: Cuba lagi
my: ထပ်ကြိုးစားပါ
pt: Tente novamente
ro: Încearcă din nou
si: නැවත උත්සහ කරන්න
ta: மீண்டும் முயற்சி
th: ลองอีกครั้ง
tr: Tekrar dene
ur: پھر کوشش کریں
uz: Yana urinib ko‘ring

source: Check settings
am: ማሰናጃዎች መመርመሪያ
ar: تحقق من الإعدادات
bg: Преглед на настройките
bn_bd: সেটিং পরীক্ষা করুন
bn_in: সেটিং দেখে নিন
br: Gwiriañ an arventennoù
bs: Provjeri postavke
ca: Comprova els paràmetres
cy: Gwirio'r gosodiadau
es: Comprobar ajustes
eu: Egiaztatu ezarpenak
fa: بررسی تنظیمات
gd: Sgrùd na roghainnean
hu: Beállítások ellenőrzése
id: Periksa setelan
kn: ಸಿದ್ಧತೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
lv: Pārbaudīt iestatījumus
mg: Hizaha tefy
ms: Semak tetapan
my: အပြင်အဆင်များကို စစ်ဆေးပါ
pt: Verificar definições
ro: Verifică setările
si: සැකසුම් පිරික්සන්න
ta: அமைவுகளை சரிபார்க்கவும்
th: ตรวจสอบการตั้งค่า
tr: Ayarları kontrol et
ur: سیٹکگیں کی پڑتال کریں
uz: Sozlamalarni tekshirish

source: Tap to check settings
am: ማሰናጃዎችን ለ መመርመር መታ ያድርጉ
ar: اضغط للتحقق من الإعدادات
bg: Докоснете за проверка на настройките
bn_bd: সেটিং দেখতে ট্যাপ করুন।
bn_in: সেটিং দেখে নিতে অালতো চাপুন
br: Stokit evit gwiriañ an arventennoù
bs: Dodirnite za provjeru postavki
ca: Toqueu per comprovar els paràmetres
cy: Tapio i wirio'r gosodiadau
es: Pulse para comprobar los ajustes
eu: Sakatu ezarpenak egiaztatzeko
fa: برای بررسی تنظیمات، ضربه بزنید.
gd: Thoir gnogag gus na roghainnean a sgrùdadh
hu: Koppintson a beállítások ellenőrzéséhez
id: Ketuk untuk memeriksa setelan
kn: ಸಿದ್ಧತೆಗಳ ಪರಿಶೀಲನೆಗ ಮೆಲ್ಲನೆ ತಟ್ಟಿ
lv: Spiediet lai pārbaudīt iestatījumus
mai: सेटिंग जाँचबाक लेल टैप करू
mg: Tsindrio raha hizaha tefy
ms: Ketik untuk semak tetapan
my: အပြင်အဆင်များအား စစ်ဆေးရန် ထိပါ
pt: Carregue para verificar as definições
ro: Atinge ca să verifici setările
si: සැකසුම් පිරික්සීමට තට්ටු කරන්න
ta: அமைவுகளை சரிபார்க்க தட்டவும்
th: แตะเพื่อตรวจสอบการตั้งค่า
tr: Ayarları kontrol etmek için dokunun
ur: سیٹکگیں کی پڑتال کرنے کے لئے کلک کرے
uz: Sozlamalarni tekshirish uchun bosing
