Repository: translate/mozilla-gaia
Catalog: */apps/system/net_error.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, kn, lv, mai, mg, ms, my, pt, ro, si, ta, th, tr, ur, uz

source: The document cannot change while Printing or in Print Preview.
am: ሰነዱን መቀየር አይቻልም በማተም ላይ ወይንም በ ህትመት ቅድመ እይታ ላይ እንዳለ
ar: لا يمكن تغيير المستند أثناء الطّباعة أو معاينة الطّباعة.
bg: Документът не може да се променя, докато се отпечатва или преглежда за отпечатване.
bn_bd: প্রিন্ট হওয়া বা প্রিন্ট প্রিভিও এর সময় এই ডকুমেন্টটি পরিবর্তন করা যাবেনা।
bn_in: প্রিন্ট অথবা পূর্বপ্রদর্শনের সময় নথির মধ্যে কোনো পরিবর্তন করা সম্ভব নয়।
br: N'haller ket kemmañ ar restr e-pad ar moulañ pe an alberz moulañ.
bs: Ne možete mijenjati dokument dok je isti na štampi ili u pregledu prije štampe.
ca: El document no es pot canviar durant la impressió o mentre es mostra l'exemple d'impressió.
cy: Nid oes modd i'r ddogfen newid tra'n Argraffu neu mewn Rhagolwg Argraffu.
es: El documento no puede cambiarse mientras se imprime o previsualiza.
eu: Dokumentua ezin da aldatu inprimatzen edo inprimatze-aurrebistan dagoenean.
fa: هنگام چاپ یا در پیش‌نمای چاپ، نمی‌توان سند را تغییر داد.
gd: Chan ghabh sgrìobhainn atharrachadh fhad ’s a thathar ’ga chlò-bhualadh no fhad ’s a thathar ’ga ro-shealladh.
hu: A dokumentum nem változtatható meg nyomtatás vagy nyomtatási nézet közben.
id: Dokumen tidak boleh berubah saat Mencetak atau saat Pratinjau Cetak.
kn: ದಸ್ತಾವೇಜನ್ನು ಮುದ್ರಿಸುವಾಗ ಅಥವ ಮುದ್ರಣ ಮುನ್ನೋಟದಲ್ಲಿದ್ದಾಗ ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ.
mai: प्रिंटिंग अथवा प्रिंट प्रिव्यू केर दौरान दस्तावेज मे परिवर्तन नहि भ सकत.
mg: Tsy azo ovaina ny tahirinkevitra rehefa Manao pirinty na amin'ny Topy maso Pirinty.
ms: Dokumen ini tidak dapat diubah ketika Mencetak atau dalam Pralihat Cetak.
my: ပရင့်ထုတ် နေစဉ်အတွင်း ဖိုင်အား ပြုပြင်ခြင်း မလုပ်နိုင်ပါ။
pt: O documento não pode ser alterado durante a Impressão ou a Pré-visualização da Impressão.
ro: Documentul nu poate fi modificat în timp ce este tipărit sau previzualizat pentru a fi tipărit.
si: මුද්‍රණය වන අතරේදී හෝ මුද්‍රණ පෙරදසුනේදී ලේඛය වෙනස් කළ නොහැක.
ta: ஆவணத்தை அச்சு முன்பார்வையிலிருக்கும் போதும் அல்லது அச்சிடும் போது மாற்ற முடியாது.
th: ไม่สามารถเปลี่ยนแปลงเอกสารขณะกำลังพิมพ์หรืออยู่ในตัวอย่างก่อนพิมพ์
tr: Belge yazdırılırken veya yazdırma ön izlemesindeyken değiştirilemez.
ur: چھپائی یا چھپائی پیش نظارہ ہونے کے دوران دستاویز تبدیل نہیں کی جا سکتی۔
uz: Hujjat "Chop qilish" yoki "Chop qilishni ko‘rish" usulida bo‘lganda, uni o‘zgartira olmaysiz.

source: This address is restricted
am: ይህ አድራሻ የተከለከለ ነው
ar: هذا العنوان غير مصرح به
bg: Този адрес е ограничен
bn_bd: এই ঠিকানাটি সীমাবদ্ধ
bn_in: ঠিকানার উপর বিধি নিষেধ আরোপ করা হয়েছে
br: Dindan strishadurioù emañ ar chomlec'h-mañ
bs: Ova adresa je zabranjena
ca: Aquesta adreça està restringida
cy: Mae'r cyfeiriad wedi ei gyfyngu
es: Esta dirección está restringida
eu: Helbide hau murriztuta dago
fa: این نشانی ممنوع است
gd: Tha an seòladh seo cuingichte
hu: Ez egy zárolt cím
id: Penggunaan alamat ini telah dibatasi
kn: ಈ ವಿಳಾಸವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ
mai: ई पता प्रतिबंधित अछि
mg: Voafetra ity adiresy ity
ms: Alamat ini dihadkan
my: ယခုလိပ်စာအား ကန့်သတ်ထားသှ်
pt: Este endereço é restrito
ro: Această adresă e restricționată
si: මෙම ලිපිනය වාරණය කර ඇත
ta: இம்முகவரி தடுக்கப்பட்டுள்ளது
th: ที่อยู่นี้ถูกจำกัด
tr: Bu adres kısıtlıdır
ur: یہ پتہ ممنوعہ ہے
uz: Bu manzil cheklangan

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
am: ይህ አድራሻ የ ኔትዎርክ port ይጠቀማል: በተለምዶ ከ ድር አሰሳ ዉጪ ለ ሌላ ነገር ይጠቅማል: ይህ አካል የ እርስዎን ጥበቃ ጥያቄ ሰርዟል
ar: هذا العنوان يستخدم منفذًا غير مستخدم لتصفح الويب عادةً. قام الجهاز بإلغاء فتح هذا العنوان من أجل حمايتك.
bg: Този адрес използва мрежов порт, който обикновено се използва за други цели, а не за браузване. За ваша безопасност, устройството прекъсна тази заявка.
bn_bd: এই ঠিকানাটি এমন একটি নেটওয়ার্ক পোর্ট ব্যবহার করে যা সাধারণত ওয়েব ব্রাউজিং এর জন্য ব্যবহার করা হয় না। আপনার নিরাপত্তার জন্য ডিভাইসটি এই অনুরোধ বাতিল করে দিয়েছে।
bn_in: এই ঠিকানা এমন একটি নেটওয়ার্ক পোর্ট ব্যবহার করছে যা সাধারণত ওয়েব ব্রাউজিং ভিন্ন অন্য কারণে ব্যবহার করা হয়। অাপনার নিরাপত্তার কথা ভেবে, ডিভাইস অনুরোধটি বাতিল করে দিয়েছে।
br: Emañ ar chomlec'h oc'h arverañ ur porzh hag a zo arveret dre voaz evit palioù all eget ar merdeiñ war internet. Dilezet eo bet ar goulenn evit ho kwarez.
bs: Ova adresa koristi mrežni port koji se inače koristi za druge svrhe a ne za surfanje Weba. Uređaj je otkazao zahtjev zarad vaše zaštite.
ca: Aquesta adreça utilitza un port de xarxa que normalment es fa servir per a altres propòsits que no són la navegació web. El dispositiu ha cancel·lat la sol·licitud per a la vostra protecció.
cy: Mae'r cyfeiriad yn defnyddio porth rhwydwaith sy'n cael ei ddefnyddio fel arfer i ddibenion heblaw pori'r We. Mae'r ddyfais wedi gwrthod y cais er eich lles.
es: Esta dirección usa un puerto de red que normalmente se utiliza para propósitos diferentes a la navegación web. Firefox ha cancelado la petición para garantizar su protección.
eu: Helbide honek darabilen sare-ataka normalean web nabigazioa ez den beste helburu batzuetarako erabiltzen da. Gailuak eskaria bertan behera utzi du zu babesteko.
fa: این نشانی از درگاهِ شبکه‌ای استفاده می‌کند که به طور معمول برای اهداف دیگری غیر از مرور وب استفاده می‌شود. دستگاه به منظور حفظ امنیت شما درخواست را رد کرد.
gd: Tha an seòladh seo a' cleachdadh port lìonra a chleachdar a chum rudan eile a ghnàth seach brabhsadh-lìn. Sguir an t-uidheam dhen iarrtas gus do dhìon.
hu: Ez a cím egy olyan hálózati portot használ, amit normál esetben nem webböngészésre használnak. Az eszköz elutasította a kérést az Ön védelme érdekében.
id: Alamat ini menggunakan port jaringan yang umumnya digunakan untuk keperluan selain penjelajahan Web. Perangkat telah menganulir hal ini untuk keamanan Anda.
kn: ಈ ವಿಳಾಸವು ಸಾಮಾನ್ಯವಾಗಿ ಜಾಲ ವೀಕ್ಷಣೆಯನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಕಾರ್ಯಗಳಿಗೆ ಬಳಸಲಾಗುವ ಒಂದು ಜಾಲಬಂಧ ಪೋರ್ಟನ್ನು ಬಳಸುತ್ತದೆ.ಫೈರ್ಫಾಕ್ಸ್ ನಿಮ್ಮ ಸುರಕ್ಷತೆಯ ದೃಷ್ಟಿಯಿಂದ ಮನವಿಯನ್ನು ರದ್ದು ಮಾಡಿದೆ.
mg: Ity adiresy ity dia mampiasa paoron-tambajotra izay mazàna ampiasaina amin'ny antony hafa noho ny fitetezana tranonkala. Nofoanan'ny fitaovana ilay hataka ho fiarovana anao.
ms: Alamat ini menggunakan port rangkaian yang kebiasaannya digunakan untuk kegunaan lain selain pelayaran Web. Peranti telah membatalkan permintaan untuk perlindungan anda.
my: ယခု လိပ်စာသှ် ဝတ်ဆိုဒ်သုံးဆွဲမှု အတွက်သုံးဆွဲနေကျ ကွန်ယက်ပေါက်အား မသုံးထားပါ။ သင်၏ လုံခြုံရေးအရ ကြည့်ရှုခြင်းအား တားမြစ်ထားသှ်။
pt: Este endereço utiliza uma porta de rede a qual é normalmente utilizada para propósitos outros que a navegação Web. O dispositivo cancelou o pedido para sua protecção.
ro: Această adresă folosește un port de rețea care în mod normal este utilizat în alte scopuri decât pentru navigarea pe web. Pentru protecția ta, dispozitivul a oprit această cerere.
si: මෙම ලිපිනය වෙබ් අඩවි ගවේෂණය සඳහා සාමාන්‍යන් භාවිතා නොකරන කෙවනියක් භාවිතා කරයි. ඔබගේ ආරක්‍ෂාව සඳහා උපාංගය එම ඉල්ලීම අහෝසි කරන ලඳි.
ta: இம்முகவரி பொதுவாக வலை உலாவல் தவிர வேறு தேவைகளுக்காக பயன்படுத்தப்படும் ஒரு பிணைய முனையத்தைப் பயன்படுத்துகிறது. இச்சாதனம் பாதுகாப்புக்காக உங்கள் கோரிக்கையை இரத்து செய்தது.
tr: Bu adres taramadan başka amaçlar için kullanılan bir ağ bağlantı noktası kullanıyor. Cihazınız, güvenliğiniz için bu bağlanma isteğini iptal etti.
ur: یہ پتہ ایسا نیٹ ورک پورٹ استعمال کرتا ہے جو عمومی طور پر ویب براوزنگ کے علاوہ اور مقاصد کے لیے استعمال ہوتا ہے۔ آلہ نے آپ کی حفاظت کے لیے درخواست منسوخ کر دی ہے۔
uz: Manzil boshqa maqsadlarda ishlatiladigan tarmoq portidan foydalanadi, shuning uchun qurilma sizni himoyalash maqsadida so‘rovni bekor qildi.

# proxy-resolve-failure
source: Proxy Server Error
am: የ ወኪል ሰርቨር ስህተት
ar: خطأ في عنوان البروكسي
bg: Грешка в прокси сървъра
bn_bd: প্রক্সি সার্ভার সমস্যা
bn_in: প্রক্সি সার্ভারের ত্রুটি
br: Fazi dafariad proksi
bs: Greška proxy servera
ca: Error del servidor intermediari
cy: Gwall Gweinydd Dirprwy
es: Error del servidor proxy
eu: Proxy-zerbitzariaren errorea
fa: خطای کارساز پیشکار
gd: Mearachd an fhrithealaiche phrogsaidh
hu: Proxy kiszolgáló hiba
id: Kesalahan Server Proksi
kn: ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್ ದೋಷ
mai: प्रॉक्सी सर्वर त्रुटि
mg: Tsy fetezan'ny Mpizara Proxy
ms: Ralat Pelayan Proksi
my: Proxy ဆာဗာပြသာနာ
pt: Erro do servidor proxy
ro: Eroare la serverul proxy
si: ප්‍රොක්සි සේවාදායක දෝශය
ta: பதிலாள் பிழை
th: ข้อผิดพลาดเซิร์ฟเวอร์พร็อกซี
tr: Vekil sunucu hatası
ur: پراکسی پیش کار نقص
uz: Proksi server xatosi

source: The device is configured to use a proxy server that can’t be found.
am: አካሉ የተዋቀረው ማግኘት ያልተቻለ ወኪል ሰርቨር እንዲጠቀም ነው
ar: لا يمكن العثور على البروكسي الذي تم ضبط الجهاز على استخدامه.
bg: Устройството е настроено да използва прокси сървър, който не може да бъде намерен.
bn_bd: ডিভাইসটি এমন এক প্রক্সি সার্ভার ব্যবহারের জন্য কনফিগার করা হয়েছে যা খুজে পাওয়া যাচ্ছে না।
bn_in: ডিভাইস একটি প্রক্সি সার্ভার ব্যবহার করার জন্য কনফিগার করা হয়েছে যা খুঁজে পাওয়া সম্ভব নয়।
br: Kefluniet eo an trevnad evit arverañ un dafariad proksi ha n'eo ket bet kavet.
bs: Uređaj je podešen da koristi proxy server koji ne može biti pronađen.
ca: El dispositiu està configurat per utilitzar un servidor intermediari que no pot trobar-se.
cy: Mae'r ddyfais wedi ei ffurfweddu i ddefnyddio gweinydd dirprwy nad oes modd ei ganfod.
es: El dispositivo está configurado para usar un servidor proxy que no puede encontrar.
eu: Aurkitu ezin daitekeen proxy-zerbitzari bat erabiltzeko dago konfiguratuta gailua.
fa: این دستگاه پیکربندی شده تا از کارساز پیشکاری استفاده کند که پیدا نمی‌شود.
gd: Tha an t-uidheam air a rèiteachadh gus frithealaiche progsaidh a lorg nach gabh a lorg.
hu: Az eszköz proxy kiszolgáló használatára lett beállítva, ami nem található.
id: Perangkat telah diatur menggunakan server proxy yang tidak dapat ditemukan.
kn: ಈ ಸಾಧನವು ಹುಡುಕಲಾಗದೆ ಇರುವ ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್ ಒಂದನ್ನು ಬಳಸುವಂತೆ ಸಂರಚಿತಗೊಂಡಿದೆ.
mai: डिवाइस एकटा प्राक्सी सर्वरक प्रयोगक लेल विन्यस्त कएल गेल अछि जे पाबल नहि जाए सकत.
mg: Voatefy hampiasa mpizara proxy izay tsy hita ny fitaovana.
ms: Peranti tertatarajah untuk menggunakan pelayan proksi yang tidak dapat ditemui.
my: ဖုန်းအား ရှာမရသော Proxy ဆာဗာတစ်ခု သုံးရန် ညွှန်ကြားထားသှ်
pt: O dispositivo está configurado para utilizar um servidor proxy que não pode ser encontrado.
ro: Dispozitivul e configurat să folosească un server proxy care nu poate fi găsit.
si: උපාංගය ප්‍රොක්සි සේවාදායකය භාවිතා කිරිම සඳහා සකසා ඇති අතර එය සොයාගත නොහැක.
ta: கண்டறிய இயலாத ஒரு பதிலாள் சேவையகத்தை பயன்படுத்துவதற்காகச் சாதனம் கட்டமைக்கப்படுகிறது.
tr: Cihaz, bulunamayan bir vekil sunucuya bağlanmak üzere ayarlanmış.
ur: آلہ ایسا پراکسی پیش کار استعمال کرنے کے لیے تشکیل ہے جو مل نہیں رہا۔
uz: Qurilma topilmaydigan proksi serverdan foydalanish uchun moslangan.

# proxy-connect-failure
source: Proxy Server Error
am: የ ወኪል ሰርቨር ስህተት
ar: خطأ في خادم البروكسي
bg: Грешка в прокси сървъра
bn_in: প্রক্সি সার্ভারের ত্রুটি
br: Fazi dafariad proksi
bs: Greška proxy servera
ca: Error del servidor intermediari
cy: Gwall Gweinydd Dirprwy
es: Error del servidor proxy
eu: Proxy-zerbitzariaren errorea
fa: خطای کارساز پیشکار
gd: Mearachd an fhrithealaiche phrogsaidh
hu: Proxy kiszolgáló hiba
id: Kesalahan Server Proxy
kn: ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್ ದೋಷ
mai: प्रॉक्सी सर्वर त्रुटि
mg: Tsy fetezan'ny Mpizara Proxy
ms: Ralat Pelayan Proksi
my: Proxy ဆာဗာ ပြသာနာ
pt: Erro do servidor proxy
ro: Eroare la serverul proxy
si: ප්‍රොක්සි සේවාදායක දෝශය
ta: பதிலாள் பிழை
th: ข้อผิดพลาดเซิร์ฟเวอร์พร็อกซี
tr: Vekil sunucu hatası
ur: پراکسی پیش کار نقص
uz: Proksi server xatosi

source: The device is configured to use a proxy server that is refusing connections.
am: አካሉ የተዋቀረው መገናኘት የሚከለክል ወኪል ሰርቨር እንዲጠቀም ነው
ar: البروكسي الذي تم ضبط الجهاز على استخدامه رفض الاتصال.
bg: Устройството е настроено да използва прокси сървър, който отказва свързване.
bn_bd: ডিভাইসটি এমন এক প্রক্সি সার্ভার ব্যবহারের জন্য কনফিগার করা হয়েছে যা সংযুক্ত হতে বাধা দিচ্ছে।
bn_in: ডিভাইস যে প্রক্সি সার্ভার ব্যবহার করতে কনফিগার করা হয়েছে তা সংযোগ প্রত্যাখ্যান করছে।
br: Kefluniet eo an trevnad evit arverañ un dafariad proksi hag a nac'h ar c'hennaskoù.
bs: Uređaj je podešen da koristi proxy server koji odbija konekcije.
ca: El dispositiu està configurat per utilitzar un servidor intermediari que està rebutjant les connexions.
cy: Mae'r ddyfais wedi ei ffurfweddu i ddefnyddio gweinydd dirprwy sy'n gwrthod cysylltiadau.
es: El dispositivo está configurado para usar un servidor proxy que está rechazando las conexiones.
eu: Konexioak ukatzen ari den proxy-zerbitzari bat erabiltzeko dago konfiguratuta gailua.
fa: این دستگاه پیکربندی شده تا از کارگزار پیشکاری استفاده کند که ازبرقراری اتّصال خودداری می‌کند.
gd: Chaidh an t-uidheam seo a rèiteachadh gus frithealaiche progsaidh a chleachdadh a tha a’ diùltadh cheanglaichean.
hu: A készülék proxy kiszolgáló használatára lett beállítva, ami visszautasítja a kapcsolatokat.
id: Perangkat telah diatur menggunakan server proxy yang menolak sambungan.
kn: ಸಂಪರ್ಕಗಳನ್ನು ನಿರಾಕರಿಸುತ್ತಿರುವ ಪ್ರಾಕ್ಸಿ ಸರ್ವರ್ ಅನ್ನು ಬಳಸುವಂತೆ ಸಾಧನವನ್ನು ಸಜ್ಜುಗೊಳಿಸಲಾಗಿದೆ.
mai: डिवाइस केँ प्राक्सी सर्वरक प्रयोग करबाक कलेल विन्यस्त कएल गेल अछि जे संबंधन अस्वीकृत कए रहल अछि.
mg: Voatefy hampiasa mpizara proxy izay mandà fifandraisana ny fitaovana.
ms: Peranti tertatarajah menggunakan pelayan proksi yang menolak sambungan.
my: ဖုန်းအား ဆက်သွယ်ရန်ငြင်းဆိုနေသော Proxy ဆာဗာတစ်ခု သုံးရန် ညွှန်ကြားထားသှ်
pt: Este dispositivo está configurado para utilizar um servidor proxy que está a recusar ligações.
ro: Dispozitivul este configurat să folosească un server proxy care refuză conexiuni.
si: උපාංගය ප්‍රොක්සි සේවාදායකය භාවිතා කිරිම සඳහා සකසා ඇති අතර එය සබධතාවය ප්‍රතික්‍ෂේප කරයි.
ta: இணைப்பு மறுக்கபடுகிற ஒரு பதிலாள் சேவையகத்தை பயன்படுத்துவதற்காகச் சாதனம் கட்டமைக்கப்படுகிறது.
tr: Cihaz, bağlanma isteklerini geri çeviren bir vekil sunucuya bağlanmak üzere ayarlanmış.
ur: آلہ ایسا پراکسی پیش کار استعمال کرنے کے لیے تشکیل ہے جو کنکشن نہیں کرنے دے رہا۔
uz: Qurlma ulanishlarni rad qiladigan proksi server orqali moslangan.

# content-encoding
source: Can’t display page
am: ገጹን ማሳየት አልተቻለም
ar: لا يمكن عرض الصفحة
bg: Страницата не може да се покаже
bn_bd: পাতাটি প্রদর্শন করা যাবে না
bn_in: পৃষ্ঠাটি দেখানো সম্ভব নয়
br: N'haller ket skrammañ ar bajenn
bs: Ne mogu prikazati stranicu
ca: No es pot mostrar la pàgina
cy: Methu dangos y dudalen
es: No se puede mostrar página
eu: Ezin da orria bistaratu
fa: نمی‌توان صفحه را نمایش داد
gd: Cha ghabh an duilleag seo a shealltainn
hu: Az oldal nem jelenthető meg
id: Tidak dapat menampilkan laman
kn: ಪುಟವನ್ನು ತೋರಿಸಲಾಗುತ್ತಿಲ್ಲ
lv: Nevar attēlot lapu
mai: पृष्ठ डिस्प्ले देखाए नहि सकल
mg: Tsy afaka mampiseho pejy
ms: Tidak dapat memaparkan laman
my: စာမျက်နှာအား​ မဖော်ပြနိုင်ပါ
pt: Não foi possível mostrar a página
ro: Nu se poate afișa pagina
si: පිටුව පෙන්විය නොහැක
ta: பக்கத்தைக் காண்பிக்க முடியாது
th: ไม่สามารถแสดงหน้า
tr: Sayfa görüntülenemiyor
ur: صفحہ ظاہر نہیں کر سکتے
uz: Sahifani ko‘rsatib bo‘lmaydi

source: The device can’t display this page because a content encoding error occurred.
am: አካሉ ይህን ገጽ ማሳየት አልቻለም ምክንያቱም የ content encoding error ተፈጥሯል
ar: الجهاز غير قادر على عرض الصفحة بسبب حدوث خطأ في ترميز المحتوى.
bg: Устройството не може да покаже страницата, защото има грешка в кодирането на съдържанието.
bn_bd: একটি কন্টেন্ট এনকোডিং ত্রুটির কারণে ডিভাইসটি এই পেইজটিকে প্রদর্শন করতে পারছে না।
bn_in: বিষয়বস্তু এনকোডিং সংক্রান্ত একটি সমস্যা দেখা দেওয়ার কারণে ডিভাইসটি এই পৃষ্ঠাটি দেখাতে পারছে না।
br: N'hall ket an trevnad skrammañ ar bajenn-mañ rak degouezhet ez eus bet ur fazi enbonegañ.
bs: Uređaj ne može prikazati ovu stranicu jer je došlo do greške vezane za enkodiranje sadržaja.
ca: El dispositiu no pot mostrar aquesta pàgina perquè s'ha produït un error de codificació del contingut.
cy: Nid oes modd i'r ddyfais ddangos y ddalen gan i wall amgodio cynnwys ddigwydd.
es: El dispositivo no puede mostrar la página porque se produjo un error de codificación de contenido.
eu: Gailuak ezin du orri hau bistaratu edukiaren kodeketa-errore bat gertatu delako.
fa: دستگاه نمی‌تواند این صفحه را نمایش دهد، زیرا یک خطای رمزگذاری محتوا رخ داد.
gd: Chan urrainn dhan uidheam an duilleag seo a shealltainn a chionn ’s gun do thachair mearachd le còdachadh na susbaint.
hu: A készülék nem tudja megjeleníteni az oldalt, mert a hiba lépett fel a tartalom kódolásában.
id: Perangkat tidak dapat menampilkan laman ini karena terjadi kesalahan pengodean konten.
kn: ವಿಷಯದ ಎನ್ಕೋಡಿಂಗ್ ದೋಷವುಂಟಾಗಿರುವುದರಿಂದ ಪುಟವನ್ನು ತೋರಿಸಲು ಸಾಧನಕ್ಕೆ ಸಾಧ್ಯವಾಗಿಲ್ಲ.
mg: Tsy afaka mampiseho an'io pejy io ny fitaovana satria nisy tsy fetezan'ny kaodazin'ny atiny.
ms: Peranti tidak dapat memaparkan laman ini kerana ralat mengkod kandungan telah berlaku.
my: ပါဝင်သော ပစ္စည်းများထဲတွင် Encoding ပြသာနာရှိနေသဖြင့် စာမျက်နှာအား ဖော်ပြမရပါ
pt: Este dispositivo não pode mostrar a página porque ocorreu um erro durante a codificação do conteúdo.
ro: Dispozitivul nu poate afișa această pagină deoarece s-a produs o eroare în codarea conținutului.
si: අන්තර්ගත සංකේතන දෝශයක් හටගත් බැවින් උපාංගයට මෙම පිටුව පෙන්විය නොහැක.
ta: உள்ளடக்க குறியேற்றப் பிழை நேர்ந்ததால் சாதனத்தால் இப்பத்தைக் காண்பிக்க முடியாது.
tr: İçerik kodlama hatası oluştuğu için cihaz bu sayfayı görüntüleyemiyor.
ur: آلہ اس صفحے کو ظاہر نہیں کر سکتا کیونکہ ایک مواد کی ضابطہ بندی خرابی واقع ہوئی ہے۔
uz: Qurilma ushbu sahifani ko‘rsata olmaydi, chunki saytni kodlashda xatolik yuz berdi.

source: Page unsupported
am: ገጹ የተደገፈ አይደለም
ar: الصفحة غير مدعومة
bg: Страницата не се поддържа
bn_bd: অসমর্থিত পাতা
bn_in: পৃষ্ঠাটি অসমর্থিত
br: Pajenn anskor
bs: Stranije nije podržana
ca: Pàgina incompatible
cy: Nid yw'r dudalen yn cael ei chynnal
es: Página incompatible
eu: Euskarririk gabeko orria
fa: صفحهٔ پشتیانی نشده
gd: Chan eil taic ris an duilleag seo
hu: Az oldal nem támogatott
id: Laman tidak didukung
kn: ಪುಟಕ್ಕೆ ಬೆಂಬಲವಿಲ್ಲ
lv: Neatbalstīta lapa
mai: पृष्ठ समर्थन नहि
mg: Pejy tsy zaka
ms: Laman tidak disokong
my: ထောက်ပံ့မထားသော စာမျက်နှာ
pt: Página não suportada
ro: Pagină nesuportată
si: පිටුවට සහය නොදක්වයි
ta: பக்கம் ஆதரிக்கப்படவில்லை
th: หน้าไม่รองรับ
tr: Sayfa desteklenmiyor
ur: صفحہ غیر معاون
uz: Ushbu sahifa ishlamaydi

source: This page can’t be displayed because it uses a technology that is not supported on the device.
am: ገጹን ማሳየት አይቻልም ምክንያቱም በዚህ አካል የማይደገፍ ቴክኖሎጂ ይጠቀማል
ar: لا يمكن عرض الصفحة لأنها تستخدم تكنولوجيا غير مدعومة على الجهاز.
bg: Тази страница не може да се покаже, защото използва технология, която не се поддържа от устройството.
bn_bd: এই পেজটি প্রদর্শন করা যাবে না কারণ এটা এমন এক প্রযুক্তি ব্যবহার করে যা আপনার ডিভাইস সমর্থন করে না।
bn_in: এই পৃষ্ঠাটি দেখানো সম্ভব নয় কারণ, এটি এমন একটি প্রযুক্তি ব্যবহার করছে যা ডিভাইসটিতে সমর্থিত নয়।
br: N'haller ket skrammañ ar bajenn-mañ peogwir e arver ur galvezouriezh ha n'eo ket skoret gant an trevnad.
bs: Ova stranica ne može biti prikazana jer koristi tehnologiju koja nije podržana na ovom uređaju.
ca: Aquesta pàgina no es pot mostrar perquè utilitza una tecnologia que el dispositiu no admet.
cy: Nid oes modd dangos y dudalen gan ei bod yn defnyddio technoleg nad yw'r ddyfais yn ei chynnal.
es: La página no puede mostrarse porque usa una tecnología incompatible con el dispositivo.
eu: Ezin da orria bistaratu gailuan euskarririk ez duen teknologia bat erabiltzen duelako.
fa: این صفحه نمی‌تواند نمایش داده شود، زیرا از فن‌آوری‌ای استفاده می‌کند که روی این دستگاه پشتیبانی نمی‌شود.
gd: Cha ghabh an duilleag seo a shealltainn a chionn ’s gu bheil e a’ cleachdadh teicneolas ris nach eil taic air an uidheam seo.
hu: Az oldal nem jeleníthető meg, mert az a készülék által nem támogatott technológiát használ.
id: Laman ini tidak dapat ditampilkan karena menggunakan teknologi yang tidak didukung perangkat.
kn: ಈ ಸಾಧನದಲ್ಲಿ ಬೆಂಬಲವಿರದೆ ಇರುವ ತಂತ್ರಜ್ಞಾನವನ್ನು ಪುಟವು ಬಳಸುತ್ತಿರುವುದರಿಂದ ಅದನ್ನು ತೋರಿಸಲಾಗುವುದಿಲ್ಲ.
lv: Lapu nevar attēlot tāpēc ka tā izmanto tehnoloģiju, kuru šī ierīce neatbalsta.
mg: Tsy azo aseho io pejy io satria mampiasa teknolojia izay tsy zaka ato amin'ny fitaovana.
ms: Laman ini tidak dapat dipaparkan kerana ia menggunakan teknologi yang tidak lagi disokong pada peranti ini.
my: စာမျက်နှာသည် စက်မှ ထောက်ပံ့မထားသော နည်းပညာတစ်ခုသုံးဆွဲထားသဖြင့် ဖော်ပြမရပါ
pt: Esta página não pode ser mostrada porque utiliza tecnologia que não é suportada por este dispositivo.
ro: Această pagină nu poate fi afișată deoarece folosește o tehnologie care nu este suportată de dispozitiv.
si: උපාංගය සහය නොදක්වන තාක්ෂණයක් භාවිත කරන බැවින් මෙම පිටුව පෙන්විය නොහැක.
ta: இப்பக்கத்தை காண்பிக்க முடியாது ஏன்னெனில் இது ஆதரிக்கப்படாத தொழில்நுட்பத்தைப் பயன்படுத்துகிறது.
tr: Bu cihazda desteklenmeyen bir teknoloji kullandığı için bu sayfa görüntülenemiyor.
ur: آلہ اس صفحے کو ظاہر نہیں کر سکتا کیونکہ یہ صفحہ وہ ٹیکنالوجی کا استعمال کرتا ہے جس کی سہولت اس آلہ میں مہیا نہیں ہے۔
uz: Sahifani ko‘rsatib bo‘lmaydi, chunki u qurilmada ishlamaydigan texnologiyadan foydalanadi.

source: Warning
am: ማስጠንቀቂያ
ar: تحذير
bg: Внимание
bn_bd: সতর্কীকরণ
bn_in: সতর্কবার্তা
br: Gouzav
bs: Upozorenje
ca: Avís
cy: Rhybudd
es: Aviso
eu: Abisua
fa: هشدار
gd: Rabhadh
hu: Figyelmeztetés
id: Peringatan
kn: ಎಚ್ಚರಿಕೆ
lv: Brīdinājums
mai: चेतावनी
mg: Fampitandremana
ms: Amaran
my: သတိပေးချက်
pt: Aviso
ro: Avertisment
si: අවවාදයයි
ta: எச்சரிக்கை
th: คำเตือน
tr: Uyarı
ur: تنبیہ
uz: Diqqat
