Repository: translate/mozilla-gaia
Catalog: */apps/system/net_error.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, kn, lv, mai, mg, ms, my, pt, ro, si, ta, th, tr, ur, uz

source: No access to the Internet right now.
am: አሁን ከ ኢንተርኔት ጋር መገናኘት አይችሉም
ar: لا يوجد اتصّال بالإنترنت الآن.
bg: В момента няма достъп до Интернет.
bn_bd: এখন ইন্টারনেট সংযোগ নাই।
bn_in: ইন্টারনেট ব্যবহারের অধিকার নেই।
br: Haeziñ ebet d'ar genrouedad.
bs: Trenutno nema pristupa internetu
cy: Dim mynediad i'r rhyngrwyd ar hyn o bryd.
es: Sin acceso a Internet en este momento.
eu: Internet-sarbiderik ez une honetan.
fa: در حال حاضر هیچ دسترسی‌ای به اینترنت نیست.
gd: Chan eil ceangal ris an eadar-lìon an-dràsta fhèin.
hu: Jelenleg nincs internetkapcsolat.
id: Tidak ada akses ke Internet saat ini.
kn: ಸಧ್ಯ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವಿಲ್ಲ.
lv: Šobrīd nav pieejas internetam.
mai: अखन इंटरनेट के पहुँच नहि अछि.
mg: Tsisy fidirana amin'ny aterineto amin'izao ora izao.
ms: Tiada capaian ke Internet ketika ini.
my: အင်တာနက်သို့ ချိတ်ဆက်မရပါ
pt: Nenhum acesso à Internet de momento.
ro: Fără acces la internet în prezent.
si: මේ අවස්ථාවේ අන්තර්ජාලයට පිවිසිය නොහැක.
ta: தற்போது இணைய அணுகல் இல்லை.
th: ไม่มีการเข้าถึงอินเทอร์เน็ตในขณะนี้
tr: Şu anda internet erişimi yok.
ur: اس وکت انٹرنیٹ تک رسائی نہیں ہے۔
uz: Hozir internetga kirishning imkoni yo‘q

source: {{name}} requires an Internet connection.
am: {{name}} የ ኢንተርኔት ግንኙነት ይፈልጋል
ar: {{name}} يحتاج إلى الاتصال بالإنترنت.
bg: {{name}} изисква връзка с Интернет.
bn_bd: {{name}} এর ইন্টারনেট প্রয়োজন।
bn_in: {{name}} ইন্টারনেট সংযোগ প্রয়োজনীয়।
br: {{name}} a azgoulenn ur c'hennask kenrouedad.
bs: {{name}} zahtijeva internet konekciju
ca: {{name}} necessita una connexió a Internet.
cy: Mae {{name}} angen cysylltiad a'r rhyngrwyd.
es: {{name}} necesita una conexión a Internet.
eu: {{name}}(e)k Internet-konexioa behar du.
fa: ‏{{name}} به یک اتّصال اینترنتی احتیاج دارد.
gd: Feumaidh {{name}} ceangal ris an eadar-lìon.
hu: {{name}} internetkapcsolatot igényel.
id: {{name}} membutuhkan sambungan Internet.
kn: {{name}}ಎಂಬುದಕ್ಕೆ ಇಂಟರ್‌ನೆಟ್‌ ಸಂಪರ್ಕದ ಅಗತ್ಯವಿದೆ.
lv: {{name}} pieprasa Interneta pieslēgumu.
mai: {{name}} इंटरनेट कनेक्शन केर जरूरत अछि.
mg: {{name}} dia mila fifandraisana aterineto.
ms: {{name}} memerlukan sambungan Internet.
my: {{name}} သည် အင်တာနက်ကွန်နက်ရှင်လိုသည်
pt: {{name}} necessita estar ligado à Internet.
ro: {{name}} necesită o conexiune la internet.
si: {{name}} සඳහා අන්තර්ජාල සබඳතාවක් අවශ්‍යයි.
ta: {{name}} என்பதற்கு இணையம் தேவைப்படுகிறது.
th: {{name}} ต้องการการเชื่อมต่ออินเทอร์เน็ต
tr: {{name}} internet erişimine ihtiyaç duyuyor.
ur: {{name}} انٹرنیٹ کنکشن کی ضرورت ہے۔
uz: {{name}} internetga ulanishni talab qiladi.

source: Server not found
am: ሰርቨር አልተገኘም
ar: لم يتم العثور على الخادم
bg: Сървърът не е намерен
bn_bd: সার্ভার পাওয়া যায়নি
bn_in: সার্ভার পাওয়া যায়নি
br: Dafariad ebet kavet
bs: Server nije pronađen
ca: No s'ha trobat el servidor
cy: Heb ganfod gweinydd
es: Servidor no encontrado
eu: Ez da zerbitzaria aurkitu
fa: کارساز پیدا نشد
gd: Cha deach am frithealaiche a lorg
hu: Kiszolgáló nem található
id: Server tidak ditemukan
kn: ಸರ್ವರ್ ಕಂಡುಬಂದಿಲ್ಲ
lv: Serveris netika atrasts
mai: सर्वर नहि भेटल
mg: Tsy hita ny mpizara
ms: Pelayan tidak ditemui
my: ဆာဗာအား မတွေ့ရပါ
pt: O servidor não foi encontrado
ro: Server negăsit
si: සේවාදායකය හමු නොවිනි
ta: சேவகனை அணுக முடியவில்லை
th: ไม่พบเซิร์ฟเวอร์
tr: Sunucu bulunamadı
ur: پیش کار نہیں ملا
uz: Server topilmadi

source: Can’t find the server at {{name}}.
am: ሰርቨሩን ማግኘት አልተቻለም በ {{name}}.
ar: لم يتم العثور على الخادم في {{name}}.
bg: Сървърът на {{name}} не може да бъде намерен.
bn_bd: {{name}} এ সার্ভার পাওয়া যায়নি।
bn_in: {{name}} এ সার্ভারের অনুসন্ধান পাওয়া যাচ্ছে না।
br: N'haller ket kavout an dafariad e {{name}}.
bs: Ne mogu pronaći server na {{name}}
ca: No s'ha trobat el servidor de {{name}}.
cy: Methu canfod gweinydd yn {{name}}.
es: No se encuentra el servidor en {{name}}.
eu: Ezin da zerbitzaria aurkitu {{name}} helbidean.
fa: نمی‌توان کارساز را در {{name}} یافت.
gd: Chan urrainn dhuinn am frithealaiche aig {{name}} a lorg.
hu: Nem található a kiszolgáló itt: {{name}}.
id: Tidak dapat menemukan server di {{name}}.
kn: {{name}} ನಲ್ಲಿ ಸರ್ವರ್ ಕಂಡುಬಂದಿಲ್ಲ.
lv: Nevar atrast {{name}} serveri.
mai: {{name}} पर सर्वर भेटि नहि सकत.
mg: Tsy mahita ny mpizara ao amin'ny {{name}}.
ms: Tidak dapat mencari pelayan di {{name}}.
my: {{name}} တွင် ဆာဗာအားမတွေ့ရပါ
pt: Não foi possível localizar o servidor em {{name}}.
ro: Nu se poate găsi serverul la {{name}}.
si: {{name}} මත සේවාදායකය සොයාගත නොහැක.
ta: {{name}} அணுக முடியவில்லை.
th: ไม่สามารถค้นหาเซิร์ฟเวอร์ที่ {{name}}
tr: {{name}} sunucusu bulunamadı.
ur: {{name}} پر پیش کار نہیں مل سکا۔
uz: {{name}}da server topilmadi.

source: File not found
am: ፋይሉ አልተገኘም
ar: لم يتم العثور على الملف
bg: Файлът не е намерен
bn_bd: ফাইলটি খুঁজে পাওয়া যায়নি
bn_in: ফাইল পাওয়া যায়নি
br: Restr ebet kavet
bs: Fajl nije pronađen
ca: No s'ha trobat el fitxer
cy: Heb ganfod ffeil
es: Archivo no encontrado
eu: Ez da fitxategia aurkitu
fa: پرونده پیدا نشد
gd: Cha deach am faidhle a lorg
hu: A fájl nem található
id: Berkas tidak ditemukan
kn: ಕಡತವು ಕಂಡುಬಂದಿಲ್ಲ
lv: Datne nav atrodama
mai: फाइल नहि भेटल
mg: Tsy hita ny rakitra
ms: Fail tidak ditemui
my: ဖိုင်အားမတွေ့ရပါ
pt: Ficheiro não encontrado
ro: Fișier negăsit
si: ගොනුව හමු නොවිනි
ta: கோப்பு காணவில்லை
th: ไม่พบไฟล์
tr: Dosya bulunamadı
ur: مسل نہیں ملی
uz: Fayl topilmadi

source: The device can’t display this page because the file cannot be found.
am: አካሉ ይህን ገጽ ማሳየት አልቻለም ምክንያቱም ፋይሉ አልተገኘም
ar: الجهاز لا يستطيع عرض هذه الصفحة لأنه لا يمكن العثور على الملف.
bg: Устройството не може да покаже страницата, защото файлът не може да бъде намерен.
bn_bd: ডিভাইস এই পেজটি দেখাতে পারছে না কারণ ফাইলটি খুঁজে পাওয়া যায় নি।
bn_in: ফাইলটি খুঁজে না পাওয়ার কারণে ডিভাইস এই পৃষ্ঠাটি দেখাতে পারছে না।
br: N'hall ket an trevnad diskouez ar bajenn-mañ peogwir n'eo ket bet kavet ar restr.
bs: Uređaj ne može prikazati ovu stranicu jer fajl ne može biti pronađen.
ca: El dispositiu no pot mostrar aquesta pàgina perquè no s'ha trobat el fitxer.
cy: Nid yw'r ddyfais yn gallu dangos y dudalen gan nad oes modd canfod y ffeil.
es: El dispositivo no puede mostrar la página porque no se encuentra el archivo.
eu: Gailuak ezin du orri hau erakutsi fitxategia ez delako aurkitu.
fa: دستگاه نمی‌تواند این صفحه را نمایش دهد، زیرا پرونده نمی‌تواند پیدا شود.
gd: Chan urrainn dhan uidheam an duilleag seo a shealltainn a chionn ’s nach eil sgeul air an fhaidhle.
hu: A készülék nem tudja megjeleníteni az oldalt, mert a fájl nem található.
id: Perangkat ini tidak dapat menampilkan laman karena berkas tidak dapat ditemukan.
kn: ಕಡತವು ಕಂಡುಬರದೆ ಇರುವ ಕಾರಣ ಸಾಧನವು ಈ ಪುಟವನ್ನು ತೋರಿಸುತ್ತಿಲ್ಲ.
lv: Ierīce nevar attēlot lapu tāpēc ka datne nav atrodama.
mai: डिवाइस एहि पृष्ठ के देखाए नहि सकत किएक फाइल नहि भेटि सकल.
mg: Tsy afaka mampiseho an'io pejy io ny fitaovana satria tsy hita ilay rakitra.
ms: Peranti tidak dapat memaparkan laman ini kerana dail tidak dapat ditemui.
my: ဖိုင်မတွေ့ရသဖြင့် ယခုစာမျက်နှာအား မဖော်ပြနိုင်ပါ။
pt: O dispositivo não pode mostrar esta página porque o ficheiro não foi encontrado.
ro: Dispozitivul nu poate afișa această pagină deoarece fișierul nu poate fi găsit.
si: ගොනුව හමු නොවුනු නිසා උපාංගයට මෙම පිටුව දර්ශනය කළ නොහැක.
ta: கோப்பைக் கண்டுபிடிக்க முடியாததால் சாதனத்தால் பக்கத்தை காண்பிக்க முடியவில்லை.
th: อุปกรณ์ไม่สามารถแสดงหน้านี้เนื่องจากไม่พบไฟล์
tr: Dosya bulunamadığı için aygıt bu sayfayı görüntüleyemiyor.
ur: آلہ اس صفحے کو دکھا نہیں سکتا ہیں کیونکہ مسل نہیں ملی۔
uz: Qurilma ushbu sahifani ko‘rsata olmaydi, chunki fayl topilmadi.

# connection-failed
source: Unable to connect
am: መገናኘት አልተቻለም
ar: تعذر الاتصال
bg: Невъзможно установяване на връзка
bn_bd: সংযোগে ব্যর্থ
bn_in: সংযোগ করতে ব্যর্থ
br: N'haller ket kennaskañ
bs: Ne mogu se povezati
ca: No s'ha pogut connectar
cy: Methu cysylltu
es: Imposible conectar
eu: Ezin da konektatu
fa: ناتوانی در اتّصال
gd: Cha ghabh ceangal a dhèanamh
hu: Nem lehet kapcsolódni
id: Gagal tersambung
kn: ಸಂಪರ್ಕ ಹೊಂದಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
lv: Nevarēja pieslēgties
mg: Tsy afaka mifandray
ms: Tidak dapat menyambung
my: ချိတ်ဆက်လို့မရပါ
pt: Incapaz de ligar
ro: Nu se poate conecta
si: සබඳ කළ නොහැක
ta: இணைக்க இயலவில்லை
th: ไม่สามารถเชื่อมต่อ
tr: Bağlanılamadı
ur: جڑنے میں ناکام
uz: Ulana olmadi

# connection-failed-error
source: A network error occurred while trying to reach the site.
am: ገጹ ጋር ለመድረስ ሲሞከር የ ኔትዎርክ ስህተት ተፈጥሯል
ar: حدث خطأ في الشبكة أثناء محاولة الوصول إلى الموقع.
bg: Получи се мрежова грешка при опит за достигане до сайта.
bn_bd: সাইট পৌঁছানোর চেষ্টা করার সময় একটি নেটওয়ার্ক সমস্যা হয়েছে।
bn_in: সাইটে পৌঁছানোর চেষ্টা করার সময় একটি নেটওয়ার্ক ত্রুটি ঘটেছে।
br: Degouezhet ez eus bet ur fazi rouedad pa oad o klask tizhout al lec'hienn.
bs: Desila se greška s mrežom prilikom kontaktiranja stranice.
ca: S'ha produït un error de xarxa en intentar connectar-se al lloc.
cy: Digwyddodd gwall rhwydwaith wrth geisio cyrraedd y wefan.
es: Se produjo un error de red al intentar conectar con el sitio.
eu: Sare-errore bat gertatu da gunea atzitzen saiatzean.
fa: هنگام تلاش برای رسیدن به این پایگاه، خطای شبکه‌ای رخ داد.
gd: Thachair mearachd lìonraidh fhad 's a bha sinn a’ feuchainn na làraich.
hu: Hálózati hiba lépett fel az oldal elérése közben.
id: Galat jaringan terjadi saat mencoba mencapai situs.
kn: ತಾಣವನ್ನು ತಲುಪುವಾಗ ನೆಟ್‌ವರ್ಕ್ ದೋಷ ಉಂಟಾಗಿದೆ.
lv: Notika tīkla kļūda mēģinot sasniegt mājaslapu.
mai: एकटा नेटवर्क त्रुटि भेल जखन अहाँ साइट पर पहुँचए केर कोसिस करैत छलहुँ.
mg: Nisy tsy fetezan'ny tambajotra rehefa nanandrana nanakatra ilay tranonkala.
ms: Rakat rangkaian berlaku ketika cuba untuk mencapai laman.
my: ဝတ်ဆိုဒ်သို့သွားရန် ကြိုးစားနေစဉ် ကွန်ယက် ပြသာနာတစ်ခု တွေ့ရသည်
pt: Ocorreu um erro ao tentar alcançar o site.
ro: A apărut o eroare de rețea în timpul încercării de conectare la site.
si: අඩවියට පිවිසීමට උත්සහ කිරීමේදී ජාල දෝශයක් ඇති විය.
ta: தளத்தை அணுக முயற்சிக்கும்பொது பிணையப் பிழை ஏற்பட்டது.
th: เกิดข้อผิดพลาดเครือข่ายขณะกำลังพยายามเข้าถึงไซต์
tr: Siteye erişmeye çalışırken bir ağ hatası oluştu.
ur: سائٹ تک پہنچنے کی کوشش کے دوران ایک نیٹ ورک خامی پیش آگئی۔
uz: Saytni ochish vaqtida tarmoqda xatolik yuz berdi.

# invalid-connection
source: Unable to connect
am: መገናኘት አልተቻለም
ar: تعذّر الاتصال
bg: Невъзможно установяване на връзка
bn_bd: সংযোগে ব্যর্থ
bn_in: সংযোগ করতে ব্যর্থ
br: N'haller ket kennaskañ
bs: Ne mogu se povezati
ca: No s'ha pogut connectar
cy: Methu cysylltu
es: Imposible conectar
eu: Ezin da konektatu
fa: ناتوانی در اتّصال
gd: Cha ghabh ceangal a dhèanamh
hu: Nem lehet kapcsolódni
id: Gagal tersambung
kn: ಸಂಪರ್ಕ ಹೊಂದಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
lv: Nevar pieslēgties
mai: कनेक्ट करएमे असमर्थ
mg: Tsy afaka mifandray
ms: Tidak dapat menyambung
my: ချိတ်ဆက်မရပါ
pt: Incapaz de ligar
ro: Nu se poate conecta
si: සබඳ කළ නොහැක
ta: இணைக்க இயலவில்லை
th: ไม่สามารถเชื่อมต่อ
tr: Bağlanılamadı
ur: جڑنے میں ناکام
uz: Ulana olmadi

# invalid-connection-error
source: A network error occurred while trying to reach the site.
am: ገጹ ጋር ለመድረስ ሲሞከር የ ኔትዎርክ ስህተት ተፈጥሯል
ar: حدث خطأ في الشبكة أثناء محاولة الوصول إلى الموقع.
bg: Получи се мрежова грешка при опит за достигане до сайта.
bn_bd: সাইট পৌঁছানোর চেষ্টা করার সময় একটি নেটওয়ার্ক সমস্যা হয়েছে।
bn_in: সাইটে পৌঁছানোর চেষ্টা করার সময় একটি নেটওয়ার্ক ত্রুটি ঘটেছে।
br: Degouezhet ez eus bet ur fazi rouedad pa oad o klask tizhout al lec'hienn.
bs: Desila se mrežna greška prilikom kontaktiranja stranice.
ca: S'ha produït un error de xarxa en intentar connectar-se al lloc.
cy: Digwyddodd gwall rhwydwaith wrth geisio cyrraedd y wefan.
es: Se produjo un error de red al intentar conectar con el sitio.
eu: Sare-errore bat gertatu da gunea atzitzen saiatzean.
fa: هنگام تلاش برای رسیدن به این پایگاه، خطای شبکه‌ای رخ داد.
gd: Thachair mearachd lìonraidh fhad ’s a bha sinn a’ feuchainn na làraich.
hu: Hálózati hiba lépett fel az oldal elérése közben.
id: Galat jaringan terjadi saat mencoba mencapai situs.
kn: ತಾಣವನ್ನು ತಲುಪುವಾಗ ನೆಟ್‌ವರ್ಕ್ ದೋಷ ಉಂಟಾಗಿದೆ.
lv: Notika tīkla kļūda mēģinot sasniegt mājaslapu.
mai: साइट पर पहुँचबाक कोसिस मे एकटा त्रुटि पाबल गेल.
mg: Nisy tsy fetezan'ny tambajotra rehefa nanandrana nanakatra ilay tranonkala.
ms: Ralat rangkaian berlaku ketika cuba mencapai laman.
my: ဝတ်ဆိုဒ်ဖွင့်ရန် ကြိုးစားနေစဉ် အတွင်း ကွန်ယက်ချိတ်ဆက်မှု အမှားဖြစ်ပွားသည်။
pt: Ocorreu um erro ao tentar alcançar o site.
ro: A apărut o eroare de rețea în timpul încercării de conectare la site.
si: අඩවියට පිවිසීමට උත්සහ කිරීමේදී ජාල දෝශයක් ඇති විය.
ta: தளத்தை அணுக முயற்சிக்கும்பொது பிணையப் பிழை ஏற்பட்டது.
th: เกิดข้อผิดพลาดเครือข่ายขณะกำลังพยายามเข้าถึงไซต์
tr: Siteye erişmeye çalışırken bir ağ hatası oluştu.
ur: سائٹ تک پہنچنے کی کوشش کے دوران ایک نیٹ ورک خامی پیش آگئی۔
uz: Saytni ochish vaqtida tarmoqda xatolik yuz berdi.

source: URL not valid
am: URL ዋጋ የለውም
ar: العنوان غير فعّال
bg: URL-ът не е валиден
bn_bd: URL সঠিক নয়
bn_in: URL বৈধ নয়
br: URL didalvoudek
bs: URL nije ispravan
ca: L'URL no és vàlid
cy: URL ddim yn ddilys
es: URL no válida
eu: URLa baiogabea da
fa: نشانی اینترنتی معتبر نیست
gd: Chan e URL dligheach a tha ann
hu: Érvénytelen URL
id: URL tidak valid
kn: URL ತಪ್ಪಾಗಿದೆ
lv: URL nav derīgs
mai: URL वैध नहि अछि
mg: URL tsy mety
ms: URL tidak sah
my: URL မှားနေသည်
pt: URL inválido
ro: URL invalid
si: URL වලංගු නොවේ
ta: URL செல்லாதது
th: URL ไม่ถูกต้อง
tr: URL geçerli değil
ur: URL جائز نہیں
uz: URL to‘g‘ri emas

source: The URL entered is not valid and cannot be loaded.
am: ያስገቡት URL ዋጋ የሌለው ነው ስለዚህ መጫን አልተቻለም
ar: العنوان الذي قمت بإدخاله غير صالح و لا يمكن تحميله.
bg: Въведеният URL не е валиден и не може да бъде зареден.
bn_bd: আপনি যে URL দিয়েছেন তা কার্যকর নয় এবং লোড করা যাবে না।
bn_in: দেওয়া URL-টি বৈধ নয় এবং লোড করা সম্ভব নয়।
br: Didalvoudek eo an URL bizskrivet ha n'hall ket bezañ karget.
bs: Unešeni URL nije ispravan i ne može biti učitan.
ca: L'URL que s'ha indicat no és vàlid i no es pot carregar.
cy: Nid yw'r URL yn ddilys ac nid oes modd ei lwytho.
es: La URL no es válida y no puede cargarse.
eu: Idatzitako URLa ez da baliozkoa eta ezin da kargatu.
fa: نشانی اینترنتی وارد شده معتبر نیست و نمی‌تواند بار شود.
gd: Chuir thu a-steach URL nach eil dligheach ’s cha ghabh a luchdadh.
hu: A megadott URL érvénytelen, ezért nem tölthető be.
id: URL yang dimasukkan tidak valid dan tidak dapat dimuat.
kn: URL ಸರಿಯಾದುದಲ್ಲ ಹಾಗು ಲೋಡ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ.
lv: Ievadīta adrese nav derīga un nav attēlojama.
mai: जे URL प्रविष्ट करल गेल ओ वैघ नहि अछि आओर लोड नहि कएल जाए सकत.
mg: Tsy mety ny URL nampidirina ka tsy azo afatratra.
ms: URL yang dimasukkan tidak sah dan todak dapat dimuatkan.
my: URL မှားနေသဖြင့် ဝတ်လိပ်စာအား ဖွင့်မရပါ
pt: O URL introduzido não é válido e não pode ser carregado.
ro: URL-ul introdus nu e valid și nu poate fi încărcat.
si: ඇතුළත් කළ URL වලංගු නොවන අතර පූර්ණය කළ නොහැක.
ta: URL செல்லாதது, அதை ஏற்ற முடியாது.
th: URL ที่ป้อนไม่ถูกต้องและไม่สามารถโหลดได้
tr: Girilen URL geçersiz olduğundan yüklenemiyor.
ur: داخل کیا ہوا URL جائز نہیں ہے اور لوڈ نہیں کیا جا سکتا۔
uz: Kiritilgan URL to‘g‘ri emas, shuning uchun uni yuklab bo‘lmaydi.

# redirect-loop
source: Can’t display page
am: ገጹን ማሳየት አልተቻለም
ar: لا يمكن عَرض الصفحة
bg: Страницата не може да се покаже
bn_bd: পাতাটি প্রদর্শন করা যাবে না
bn_in: পৃষ্ঠাটি দেখানো যাবে না
br: N'haller ket skrammañ ar bajenn
bs: Ne mogu prikazati stranicu
ca: No es pot mostrar la pàgina
cy: Methu dangos tudalen
es: No se puede mostrar página
eu: Ezin da orria bistaratu
fa: نمی‌توان صفحه را نمایش داد
gd: Cha ghabh an duilleag a shealltainn
hu: Az oldal nem jelenthető meg
id: Tidak dapat menampilkan laman
kn: ಪುಟವನ್ನು ತೋರಿಸಲಾಗುತ್ತಿಲ್ಲ
lv: Nevar attēlot lapu
mai: पृष्ठ देखाए नहि सकत
mg: Tsy afaka mampiseho pejy
ms: Tidak dapat memaparkan laman
my: စာမျက်နှာအား ဖော်ပြမရပါ
pt: Não foi possível mostrar a página
ro: Nu se poate afișa pagina
si: පිටුව දර්ශනය කළ නොහැක
ta: பக்கத்தை காண்பிக்க முடியாது
th: ไม่สามารถแสดงหน้า
tr: Sayfa görüntülenemiyor
ur: صفحے کو نہیں دکھا سکتے
uz: Sahifani ko‘rsatib bo‘lmaydi

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
am: አካሉ ይህን ገጽ ማሳየት አልቻለም ምክንያቱም ገጹ በትክክል እንደገና አያመለክትም: እባክዎን ትንሽ ቆይተው እንደገና ይሞክሩ
ar: الجهاز لا يستطيع عرض هذه الصفحة لأنه لم يتم إعادة توجيهها بشكل صحيح. حاول عرض هذه الصفحة لاحقاً.
bg: Устройството не може да покаже страницата, защото тя не пренасочва правилно. Опитайте отново по-късно.
bn_bd: ডিভাইসটি পেজ প্রদর্শন করতে পারবে না কারণ এটা সঠিক ভাবে রিডাইরেক্ট হয়নি। কিছু সময় পরে আবার চেষ্টা করুন।
bn_in: পৃষ্ঠাটি সঠিক ভাবে পুনঃনির্দেশিত না হওয়ার কারণে ডিভাইস এই পৃষ্ঠাটি দেখাতে পারছে না। পরে কখনও অাবার চেষ্টা করে দেখুন।
br: N'hall ket an trevnad skrammañ ar bajenn-mañ peogwir n'eo ket adheñchet ent dereat. Klaskit en-dro diwezhatoc'h.
bs: Uređaj ne može prikazati ovu stranicu jer stranica ne preusmjerava ispravno. Pokušajte ponovo malo kasnije.
ca: El dispositiu no pot mostrar aquesta pàgina perquè la pàgina no està redirigint correctament. Torneu-ho a provar més tard.
cy: Nid oes modd i'r ddyfais ddangos y ddalen gan nad yw'n ail gyfeirio'n gywir. Ceisiwch ddefnyddio'r dudalen rhywbryd eto.
es: El dispositivo no puede mostrar la página porque ésta no redirige correctamente. Vuelva pasados unos minutos.
eu: Gailuak ezin du orri hau erakutsi orria ez delako behar den bezala berbideratzen. Saiatu berriro geroago.
fa: دستگاه نمی‌تواند این صفحه را نمایش دهد، زیرا صفحه به درستی منتقل نمی‌شود. بعداُ دوباره برای این صفحه تلاش کنید.
gd: Chan urrainn dhan uidheam an duilleag seo a shealltainn a chionn ’s nach eil an duilleag ag ath-stiùireadh mar bu chòir. Feuch an duilleag seo a-rithist an ceann greis.
hu: A készülék nem tudja megjeleníteni az oldalt, mert az átirányítás nem megfelelő. Próbálja meg később.
id: Perangkat tidak dapat menampilkan laman ini karena lamannya tidak diarahkan dengan benar. Coba buka kembali laman ini nanti.
kn: ಸರಿಯಾಗಿ ಪುನರ್ನಿರ್ದೇಶಿತಗೊಂಡಿಲ್ಲದಿರುವುದರಿಂದ ಸಾಧನವು ಈ ಪುಟವು ಪ್ರದರ್ಶಿಸುತ್ತಿಲ್ಲ. ಈ ಪುಟವನ್ನು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
mg: Tsy afaka mampiseho an'io pejy io ny fitaovana satria tsy mamily tsara ilay pejy. Andramo indray ity pejy ity rehefa avy eo.
ms: Peranti tidak dapat memaparkan laman ini kerana laman tidak dilencongkan dengan betul. Cuba lagi laman ini kemudian.
my: စာမျက်နှာအား ကောင်းမွန်စွာ ပြန်လည်ရည်ညွှန်းမှု မရှိသောကြောင့် ဖော်ပြမရပါ။ ယခု စာမျက်နှာအား နောင်တစ်ချိန်တွင် ပြန်ဖွင့်ကြည့်ပါ။
pt: Este dispositivo não consegue mostrar a página porque esta não foi redirecionada corretamente. Tente mais tarde.
ro: Dispozitivul nu poate afișa această pagină deoarece pagina nu redirecționează corect. Încearcă din nou pagina mai târziu.
si: පිටුව නිසිපරිදි ප්‍රතිනියමු ගත නොවන බැවින් උපාංගයට මෙම පිටුව පෙන්විය නොහක. කරුණාකර පසුව මෙම පිටුව උත්සහ කරන්න.
ta: இச்சாதனத்தால் பக்கத்தை காண்பிக்க முடியாது ஏனெனில் பக்கம் சரிவர திருப்பிவிடப்படவில்லை. பின்னர் மீண்டும் முயற்சிக்கவும்.
th: อุปกรณ์ไม่สามารถแสดงหน้านี้ได้เนื่องจากหน้าเปลี่ยนเส้นทางไม่ถูกต้อง ลองหน้านี้อีกครั้งในภายหลัง
tr: Sayfa düzgün yönlendirilmediği için cihaz bu sayfayı görüntüleyemiyor. Daha sonra tekrar deneyin.
ur: آلہ اس صفحے کو ظاہر نہیں کر سکتا کیونکہ صفحہ صحیع طریقے سے دوسری سمت نہیں بھیج پا رہا ہے۔ بعد میں کسی وقت ایک بار پھر اس صفحے کوشش کریں۔
uz: Qurilma ushbu sahifani ko‘rsata olmaydi, chunki sahifa to‘g‘ri yo‘naltirilmagan. Sal keyinroq ushbu sahifani ochishga urinib ko‘ring.

source: Page expired
am: ገጹ ጊዜው አልፏል
ar: الصفحة منتهية الصلاحية
bg: Изтекъл срок на страницата
bn_bd: পাতার মেয়াদ শেষ
bn_in: পৃষ্ঠা উপলব্ধ নয়
br: Diamzeret eo ar bajenn
bs: Stranica je istekla
ca: La pàgina ha caducat
cy: Daeth y dudalen i ben
es: Página caducada
eu: Orria iraungita
fa: صفحه منقضی شده
gd: Dh’fhalbh an ùine air an duilleag
hu: Az oldal lejárt
id: Laman kedaluwarsa
kn: ಪುಟದ ಅವಧಿ ತೀರಿದೆ
mai: पृष्ठ समाप्त भ गेल
mg: Lany daty ny pejy
ms: Laman telah luput
my: ဒိတ်ကုန်နေသော စာမျက်နှာ
pt: Página expirada
ro: Pagină expirată
si: පිටුව කල් ඉකුත්විය
ta: பக்கம் காலாவதியானது
th: หน้าหมดอายุ
tr: Sayfa zaman aşımına uğradı
ur: صفحہ زائدالمدت
uz: Sahifa eskirdi

source: As a security precaution, this page cannot be displayed by the device because it has expired.
am: ለ ደህንነት ጥንቃቄ ሲባል: ይህን ገጽ በዚህ አካል ላይ ማሳየት አይቻልም ምክንያቱም ጊዜው አልፏል
ar: كإجراء أمني، لا يمكن عرض هذه الصفحة لأنها منتهية الصلاحية.
bg: За ваша сигурност, тази страница не се показва от устройството, защото е с изтекъл срок на актуалност.
bn_bd: নিরাপত্তা সতর্কতা হিসেবে, এই ডিভাইস পাতাটি প্রদর্শন করবে না। কারণ এটির মেয়াদ শেষ।
bn_in: নিরাপত্তা বিষয়ক পূর্বসতর্কতার কথা মাথায় রেখে, পৃষ্ঠাটির মেয়াদ শেষ হয়ে গেছে বলে এটিকে অার দেখানো সম্ভব হবে না।
br: Evit ho tiogelroez n'eo ket bet skrammet ar bajenn-mañ gant an trevnad peogwir eo diamzeret anezhi.
bs: Kao mjera predostrožnosti, ova stranica ne može biti prikazana na uređaju jer je ista istekla.
ca: Com a mesura de precaució, el dispositiu no pot mostrar aquesta pàgina perquè ha caducat.
cy: Fel rhagofal diogelwch, nid oes modd dangos y dudalen ar y ddyfais, gan ei bod wedi dod i ben.
es: Como medida de seguridad, el dispositivo no puede mostrar la página porque ha caducado.
eu: Orri hau iraungita dagoenez, ez da gailuan erakutsiko segurtasun-neurri gisa.
fa: به عنوان یک احتیاط امنیتی، این صفحه نمی‌تواند توسّط دستگاه نمایش داده شود،‌ زیرا منقضی شده است.
gd: Air sgàth adhbharan tèarainteachd, chan urrainn dhan uidheam an duilleag seo a shealltainn a chionn ’s gun do dh’fhalbh an ùine oirre.
hu: Biztonsági elővigyázatosságból az oldal nem jeleníthető meg az eszközzel, mert lejárt.
id: Sebagai langkah keamanan, laman ini tidak dapat ditampilkan perangkat karena telah kedaluwarsa.
kn: ಒಂದು ಸುರಕ್ಷತಾ ಮುನ್ನೆಚ್ಚರಿಕೆ, ಈ ಪುಟದ ಕಾಲಾವಧಿ ಮುಗಿದಿರುವುದರಿಂದ ಈ ಸಾಧನದಲ್ಲಿ ಅದನ್ನು ಪ್ರದರ್ಶಿಸಲಾಗುವುದಿಲ್ಲ.
mai: एकटा सुरक्षा सावधानी केर तहत ई पृष्ठ डिवाइस द्वारा नहि देखाएल जाए सकत किएकि ओ समाप्त भ'गेल अछि.
mg: Ho fakana fepetra fiarovana, dia tsy azon'ny fitaovana aseho io pejy io satria lany daty.
ms: Sebagai langkah berjaga-jaga, laman ini tidak dapat dipaparkan oleh peranti kerana ianya telah luput.
my: ကြိုတင်ကာကွယ်တဲ့အနေနဲ့ ဒိတ်ကုန်နေသော စာမျက်နှာကို မပြသပါ
pt: Como medida de segurança, esta página não pode ser mostrada pelo dispositivo porque expirou.
ro: Ca o măsură de securitate, această pagină nu poate fi afișată de dispozitiv deoarece a expirat.
si: ආරක්ෂක පියවරක් ලෙස, කල් ඉකුත්වී ඇති නිසා මෙම පිටුව උපාංගය මගින් පෙන්විය නොහැක.
ta: பாதுகாப்பு முன் எச்சரிக்கைக்காக, காலாவதியான பக்கத்தை இச்சாதனத்தால் காண்பிக்க முடியாது.
tr: Bu sayfa zaman aşımına uğradığı için güvenlik önlemi olarak bu cihazda görüntülenemez.
ur: سیکورٹی احتیاط کے طور پر، آلہ اس صفحے کو ظاہر نہیں کر سکتا کیونکہ یہ صفحہ زائدالمدت ہو چکا ہے۔
uz: Xavfsizlik sabablariga ko‘ra ushbu sahifani qurilma ko‘rsata olmaydi, chunki u eskirgan.
