Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: Apps can be installed later from the original installation source.
af: Programme kan later vanaf die oorspronklike installeerbron geïnstalleer word.
am: መተግበሪያዎችን ከ ዋናው ምንጭ በኋላ መግጠም ይችላሉ
ar: يمكن تثبيت التطبيقات لاحقا من مصدر التثبيت الأصلي.
as: এপসমূহক পিছত প্ৰকৃত ইনস্টলেষণ উৎসৰ পৰা ইনস্টল কৰিব পাৰিব।
bg: Приложения могат да бъдат инсталирани по-късно, от оригиналния източник.
bn_bd: আসল ইনস্টলেশন সোর্স থেকে পরেও অ্যাপ ইনস্টল করা যাবে।
bn_in: অ্যাপ্লিকেশান পরে মূল উৎস থেকে ইনস্টল হতে পারে
br: An arloadoù a c'hell bezañ staliet diwezhatoc'h adalek an tarzh orin.
bs: Aplikacije je moguće instalirati kasnije koristeći originalni instalacioni izvor.
ca: Les aplicacions poden ser instal·lades més tard des de la font original de la instal·lació.
cy: Mae modd i apiau gael eu gosod yn ddiweddarach o'r ffynhonnell gosod gwreiddiol.
es: Las aplicaciones pueden instalarse posteriormente desde el origen de la instalación.
eu: Aplikazioak geroago instala daitezke jatorrizko instalazio-iturburutik.
fa: برنامه‌ها می‌توانند بعداُ از منبع نصب اصلی، نصب شوند.
gd: 'S urrainn dhut aplacaidean a stàladh uaireigin eile on tùs stàlaidh tùsail.
hu: Az app a későbbiek folyamán is telepíthető.
id: Aplikasi dapat dipasang dari sumber instalasi asal.
km: អាច​ដំឡើង​កម្មវិធី​ពេលក្រោយ​ពី​ប្រភព​ដំឡើង​ដើម។
kn: ಅನ್ವಯಗಳನ್ನು ಮೂಲ ಆಕರದಿಂದ ಅನುಸ್ಥಾಪಿಸ ಬಹುದು.
mai: Apps मूल स्थापना स्रोत सँ बाद मे स्थापित कएल जाए सकैत अछि.
mg: Azo apetraka avy amin'ny loharano fametrahana niaingana ireo app rehefa avy eo.
ml: യഥാര്‍ത്ഥ ഇന്‍സ്റ്റലേഷന്‍ ശ്രോതസ്സില്‍ നിന്നും പിന്നീടു് പ്രയോഗങ്ങള്‍ ഇന്‍സ്റ്റോളാം.
mr: मूळ प्रतिष्ठापन स्रोत वापरून नंतरही ॲप प्रतिष्ठापीत केले जाऊ शकते.
ms: App dapat dipasang kemudiannya daripada sumber pemasangan asal.
my: အက်ပ်များအား မူရင်း ဇစ်မြစ်မှ နောင်အခါတွင် သွားရောက် တပ်ဆင်နိုင်ပါသှ်။
ne: एपहरु पछि पनि मूल स्थापना स्रोतबाट स्थापित गर्न सकिन्छ।
or: ପରେ ଆପ୍ଲିକେସନ ସାଇତା ହେଉଥିବା ସ୍ଥାନରୁ ଆପ୍ଲିକେସନମାନ ଇନଷ୍ଟଲ କରାଯାଇପାରିବ ।
pt: As aplicações podem ser instaladas mais tarde a partir da fonte de instalação original.
ro: Aplicațiile nu pot fi instalate mai târziu din sursa de instalare originală.
si: යෙදුම් පසුවත් මුල් පිහිටුවීම් මූලාශ්‍රය මඟින් පිහිටුවා ගත හැකියි.
sw: Programu zinaweza kusakinishwa baadaye kutoka chanzo cha usakinishaji asili.
ta: பயன்பாடுகள் அசல் நிறுவல் மூலத்திலிருந்து பின்னர் நிறுவப்படும்.
te: అసలు స్థాపనా మూలం నుండి అనువర్తనాలను తరువాత స్థాపించవచ్చు.
th: แอปสามารถติดตั้งได้ภายหลังจากแหล่งติดตั้งเดิม
tr: Uygulamalar daha sonra orijinal yükleme kaynağından yüklenebilir.
ur: اطلاقات بعد اصل کی تنصیب کے ذریعہ سے نصب کیا جا سکتا ہے۔
uz: Ilova dasturlarni keyinroq asl o‘rnatish manbasidan o‘rnatish mumkin.
xh: I-apps zinokufakelwa kamva ngokusuka kumthombo wokuqala.
zu: Ama-App angafakelwa kamuva esuka kumthombo wokufakela.

source: Are you sure you want to cancel this install?
af: Is jy seker jy wil hierdie installering kanselleer?
am: በእርግጥ ይህን መግጠሚያ መሰረዝ ይፈልጋሉ?
ar: هل أنت متأكد من إلغاء التثبيت؟
as: আপুনি এই ইনস্টল বাতিল কৰিবলৈ নিশ্চিত নে?
bg: Сигурни ли сте, че желаете да откажете тази инсталация?
bn_bd: আপনি কি নিশ্চিত যে এই ইনস্টল বাতিল করবেন?
bn_in: আপনি এই ইনস্টলেসান বাতিল করতে চান?
br: Ha sur oc'h e fell deoc'h nullañ ar staliadur ?
bs: Jeste li sigurni da želite otkazati ovu instalaciju?
ca: Segur que voleu cancel·lar aquesta instal·lació?
cy: Ydych chi'n siŵr eich bod am ddiddymu'r gosodiad?
es: ¿Seguro que desea cancelar esta instalación?
eu: Ziur zaude instalazioa utzi nahi duzula?
fa: مطمئنید می‌خواهید این نصب را لغو کنید؟
gd: A bheil thu cinnteach gu bheil thu airson sgur dhen stàladh seo?
hu: Biztosan megszakítja az app telepítését?
id: Yakin ingin membatalkan instalasi ini?
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​បោះបង់​ការ​ដំឡើង​នេះ​ឬ?
kn: ಅನುಸ್ಥಾಪನೆಯನ್ನು ರದ್ದುಪಡಿಸಬೇಕೆ?
mai: की अहाँ निश्चित छी जे अहाँ संस्थापन रद्द कएनाइ चाहैत अछि?
mg: Siora ianao fa te-hanafoana an'ity fametrahana ity?
ml: ഈ ഇന്‍സ്റ്റോള്‍ റദ്ദാക്കണമെന്നുറപ്പാണോ?
mr: आपण ही प्रतिष्ठापना नक्की रद्द करू इच्छिता?
ms: Pastikah anda ingin batalkan pemasangan ini?
my: ယခု တပ်ဆင်ခြင်းအား ရပ်တန့်မည်မှာ သေချာပြီးလား?
ne: एपहरु पछि पनि मूल स्थापना स्रोतबाट स्थापित गर्न सकिन्छ।
or: ଏହି ସ୍ଥାପନକୁ ବାତିଲ କରିବେ ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି?
pt: Tem a certeza que pretende cancelar esta instalação?
ro: Sigur dorești să anulezi această instalare?
si: මෙම පිහිටුවීම අවලංගු කිරීම පිලිබඳ ඔබට විශ්වාස ද?
sw: Je una uhakika unataka kughairi kusakinisha huku?
ta: நீங்கள் இந்த நிறுவலை இரத்து செய்ய வேண்டுமா?
te: ఈ స్థాపనను నిజంగానే రద్దుచేయాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการติดตั้งนี้?
tr: Bu yüklemeyi iptal etmek istediğinizden emin misiniz?
ur: کیا آپ اس بات کا یقین ہے کہ آپ اس انسٹال کو منسوخ کرنے کے لئے چاہتے ہیں؟
uz: Ushbu o‘rnatishni bekor qilishni xohlashingizga ishonchingiz komilmi?
xh: Uqinisekile ukuba ufuna ukurhoxisa oku kufakela?
zu: Unesiqiniseko sokuthi ufuna ukukhansela ukufakela?

source: Cancel Install
af: Kanselleer installering
am: መግጠሚያውን መሰረዣ
ar: إلغاء التثبيت
as: ইনস্টল বাতিল কৰক
bg: Отказ от инсталиране
bn_bd: ইনস্টল বাতিল
bn_in: ইনস্টলেশান বাতিল
br: Nullañ ar staliadur
bs: Otkaži instalaciju
ca: Cancel·la la instal·lació
cy: Diddymu Gosodiad
es: Cancelar
eu: Utzi instalazioa
fa: لغو نصب
gd: Sguir dhen stàladh
hu: Telepítés megszakítása
id: Batal Pasang
km: បោះបង់​ការ​ដំឡើង
kn: ಅನುಸ್ಥಾಪನೆ ರದ್ದು ಮಾಡು
lv: Atcelt instalāciju
mai: संस्थापित रद्द करू
mg: Foanana Fametrahana
ml: ഇന്‍സ്റ്റോള്‍ റദ്ദാക്കുക
mr: प्रतिष्ठापना रद्द करा
ms: Batal Pemasangan
my: တပ်ဆင်ခြင်းအား ရပ်တန့်
ne: स्थापना रद्द गर्नुहोस्
or: ସ୍ଥାପନକୁ ବାତିଲ କରନ୍ତୁ
pt: Cancelar instalação
ro: Anulează instalarea
si: ස්ථාපනය අවලංගු කරන්න
sw: Ghairi kusakinisha
ta: நிறுவலை இரத்துசெய்
te: స్థాపన రద్దుచేయి
th: ยกเลิกการติดตั้ง
tr: Yüklemeyi iptal et
ur: نصب منسوخ کریں
uz: O‘rnatishni bekor qilish
xh: Rhoxisa ufakelo
zu: Khansela ukufakela

# cancel-install-button
source: Cancel Install
af: Kanselleer installering
am: መግጠሚያውን መሰረዣ
ar: إلغاء التثبيت
as: ইনস্টল বাতিল কৰক
bg: Отказване
bn_bd: ইনস্টল বাতিল
bn_in: ইনস্টলেশান বাতিল
br: Nullañ ar staliadur
bs: Otkaži instalaciju
ca: Cancel·la la instal·lació
cy: Diddymu Gosodiad
es: Cancelar
eu: Utzi instalazioa
fa: لغو نصب
gd: Sguir dhen stàladh
hu: Nem telepítem
id: Batal Pasang
km: បោះបង់​ការ​ដំឡើង
kn: ಅನುಸ್ಥಾಪನೆ ರದ್ದು ಮಾಡು
lv: Atcelt instalāciju
mai: संस्थापित रद्द करू
mg: Foanana Fametrahana
ml: ഇന്‍സ്റ്റോള്‍ റദ്ദാക്കുക
mr: प्रतिष्ठापना रद्द करा
ms: Batal Pemasangan
my: တပ်ဆင်ခြင်းအား ရပ်တန့်
ne: स्थापना रद्द गर्नुहोस्
or: ସ୍ଥାପନକୁ ବାତିଲ କରନ୍ତୁ
pt: Cancelar
ro: Anulează
si: ස්ථාපනය අවලංගු කරන්න
sw: Ghairi Kusakinisha
ta: நிறுவலை இரத்துசெய்
te: స్థాపన రద్దుచేయి
th: ยกเลิกการติดตั้ง
tr: Yüklemeyi iptal et
ur: نصب منسوخ کریں
uz: O‘rnatishni bekor qilish
xh: Rhoxisa ufakelo
zu: Khansela ukufakela

source: Resume
af: Hervat
am: ይቀጥሉ
ar: استئناف
as: অব্যাহত ৰাখক
bg: Възобновяване
bn_bd: পুনরায় শুরু
bn_in: পুনরারম্ভ
br: Kenderc'hel
bs: Nastavi
ca: Reprèn
cy: Ailgychwyn
es: Reanudar
eu: Berrabiarazi
fa: از سر گیری
gd: Lean air
hu: Folytatás
id: Lanjutkan
km: បន្ត
kn: ಮರಳಿ ಆರಂಭಿಸು
lv: Atsākt
mai: फेर बहाल करू
mg: Hanohy
ml: തുടരുക
mr: पुन्हा सुरू करा
ms: Sambung
my: ပြန်စပါ
ne: पुन: निरन्तरता दिनुहोस्
or: ପୁନଃଚାଳନ କରନ୍ତୁ
pt: Retomar
ro: Reia
si: පුනරාරම්භ කරන්න
sw: Endelea
ta: தொடரவும்
te: తిరిగికొనసాగించు
th: ทำต่อ
tr: Devam et
ur: ذاتی کوائف
uz: Davom ettirish
xh: Buyela enkomeni
zu: Qhubeka

source: Continue
am: ይቀጥሉ
ar: متابعة
bn_bd: চালিয়ে যান
bn_in: এগিয়ে চলুন
br: Kenderc'hel
bs: Nastavi
ca: Continua
cy: Parhau
es: Continuar
fa: ادامه
gd: Lean air adhart
hu: Folytatás
lv: Turpināt
pt: Continuar
ro: Continuă
si: ඉදිරියට
th: ดำเนินการต่อ
tr: Devam et
ur: جاری رکھیں
uz: Davom etish

source: Stop downloading {{ app }}?
af: Hou op om {{ app }} af te laai?
am: ማውረዱን ላቋርጥ {{ app }}?
ar: إيقاف تنزيل {{ app }}؟
as: {{ app }} ডাউনল'ড কৰা বন্ধ কৰিব নে?
bg: Отказ от изтеглянето на {{ app }}?
bn_bd: {{ app }} ডাউনলোড বন্ধ করবেন?
bn_in: {{ app }} ডাউনলোড বন্ধ করা হবে কি?
br: Ehanañ ar pellgargañ {{ app }}?
bs: Prekinuti preuzimanje {{ app }}?
ca: Voleu aturar la baixada de {{ app }}?
cy: Atal llwytho i lawr {{ app }}?
es: ¿Parar la descarga de {{ app }}?
eu: Gelditu {{ app }} deskargatzen?
fa: توقّف بارگیری {{ app }}؟
gd: A bheil thu airson sgur de luchdadh a-nuas {{ app }}?
hu: Leállítja a(z) {{ app }} letöltését?
id: Hentikan mengunduh {{ app }}?
km: ឈប់​ទាញ​យក {{ app }} ឬ?
kn: {{ app }} ಡೌನ್‌ಲೋಡ್‌ ನಿಲ್ಲಿಸಬೇಕೆ?
lv: Vai apstādināt {{ app }} lejupielādi?
mai: डाउनलोड रोकि रहल अछि {{ app }}?
mg: Ajanona fampidinana {{ app }}?
ml: {{ app }} ഡൌണ്‍ലോഡ് ചെയ്യുന്നത് നിര്‍ത്തണോ?
mr: {{ app }} डाउनलोड करणे थांबवायचे?
ms: Henti muat turun {{ app }}?
my: {{ app }} အား ရယူခြင်း ရပ်မည်လား?
ne: {{ app }}को डाउनलोड रोक्ने?
or: {{ app }} ର ଆହରଣକୁ ଅଟକାଇବେ କି?
pt: Parar a descarga de {{ app }}?
ro: Oprești descărcarea {{ app }}?
si: {{ app }} හී භාගත වීම නවත්වන්න ද?
sw: Simamisha daunlodi {{ app }}?
ta: {{ app }} பதிவிறக்கத்தை நிறுத்தவா?
te: {{ app }} దింపుకోలు ఆపాలా?
th: หยุดการดาวน์โหลด {{ app }}?
tr: {{ app }} indirmesi durdurulsun mu?
ur: {{ app }} ڈاؤن لوڈ بند کرے؟
uz: {{ app }}ni yuklab olish to‘xtatilsinmi?
xh: Ufuna ukuyeka ukukhuphela i-{{ app }}?
zu: Misa ukudawuniloda i-{{ app }}?

source: The download can be restarted later.
af: Die aflaai kan later herbegin word.
am: ማውረዱን በኋላ እንደ ገና ማስጀመር ይችላሉ
ar: يمكنك إعادة بدء التنزيل لاحقا.
as: ডাউনল'ডক পিছত পুনাৰম্ভ কৰিব পাৰি।
bg: Изтеглянето може да бъде пуснато пак по-късно.
bn_bd: ডাউনলোড পরেও পুনরায় করা যাবে।
bn_in: অ্যাপ্লিকেশন ডাউনলোড পরে পুনরায় আরম্ভ করা যাবে
br: Gallout a rit adkregiñ ar pellgargañ diwezhatoc'h.
bs: Preuzimanje možete ponovo pokrenuti kasnije.
ca: La baixada es pot reiniciar més tard.
cy: Mae modd ailgychwyn y llwyth yn ddiweddarach.
es: La descarga puede reiniciarse más tarde.
eu: Deskarga geroago berrekin daiteke.
fa: بارگیری می‌تواند بعداُ دوباره شروع شود.
gd: 'S urrainn dhut leantainn air an stàladh uaireigin eile.
hu: A letöltés később újraindítható.
id: Unduhan dapat dimulai ulang nanti.
km: ការ​ទាញយក​អាច​ចាប់ផ្ដើម​ឡើងវិញ​ពេល​ក្រោយ​បាន។
kn: ಡೌನ್‌ಲೋಡ್ ಅನ್ನು ಮತ್ತೆ ಆರಂಭಿಸಬಹುದು.
lv: Lejupielādi var atsākt vēlāk.
mai: डाउनलोड बाद मे आरंभ कएल जाए सकैत अछि.
mg: Azo averina atomboka ny fampidinana rehefa avy eo.
ml: ഡൌണ്‍ലോഡ് പിന്നെ വീണ്ടും ചെയ്യാം.
mr: डाउनलोड नंतरही रीस्टार्ट करू शकतो.
ms: Muat turun boleh diulang mula kemudia.
my: ဒေါင်းလုဒ်ရယူခြင်းအား ပြန်စနိုင်သှ်
ne: डाउनलोडलाई पछि पुन: शुरु गर्न सकिन्छ।
or: ଆହରଣଟି ପରେ ପୁଣିଥରେ ଚାଲୁ କରିପାରିବେ।
pt: A descarga pode ser reiniciada mais tarde.
ro: Descărcarea poate fi repornită mai târziu.
si: මෙම භාගත කිරීම පසුව නැවත ආරම්භ කල හැකියි.
sw: Daunlodi inaweza kuanzwa upya baadaye.
ta: பதிவிறக்கத்தை பின்னர் மறுதுவக்கம் செய்யுமாறுவிடலாம்.
te: దింపుకోలు తరువాత పునఃప్రారంభించవచ్చు.
th: การดาวน์โหลดสามารถเริ่มใหม่ได้ในภายหลัง
tr: İndirme daha sonra yeniden başlatılabilir.
ur: ڈاؤن لوڈ، اتارنا بعد میں دوبارہ شروع کر سکتے ہیں۔
uz: Yuklab olishni keyinroq qayta boshlash mumkin.
xh: Ukukhuphela kunokuqaliswa kwakhona kamva.
zu: Ukudawuniloda kungabuye kuqalwe emva kwesikhathi.

source: Stop Download
af: Stop aflaai
am: ማውረዱን ማስቆሚያ
ar: إيقاف التنزيل
as: ডাউনল'ড বন্ধ কৰক
bg: Спиране на изтегляне
bn_bd: ডাউনলোড বন্ধ
bn_in: ডাউনলোড বন্ধ করুন
br: Ehan pellgargañ
bs: Zaustavi preuzimanje
ca: Atura la baixada
cy: Atal Llwytho i Lawr
es: Parar descarga
eu: Gelditu deskarga
fa: توقّف بارگیری
gd: Sguir dhen luchdadh a-nuas
hu: Letöltés leállítása
id: Hentikan Unduhan
km: ឈប់​ទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ನಿಲ್ಲಿಸು
mai: डाउनलोड रोकू
mg: Ajanona Fampidinana
ml: ഡൌണ്‍ലോഡ് നിര്‍ത്തു
mr: डाउनलोड बंद करा
ms: Henti Muat turun
my: ရယူခြင်းအား ရပ်တန့်ပါ
ne: डाउनलोड रोक्नुहोस्
or: ଆହରଣକୁ ଅଟକାନ୍ତୁ
pt: Parar descarga
ro: Oprește descărcarea
si: බාගැනීම නවතන්න
sw: Simamisha Daunlodi
ta: பதிவிறக்கத்தை நிறுத்து
te: దింపుకోలు ఆపు
th: หยุดการดาวน์โหลด
tr: İndirmeyi durdur
ur: بند کرو ڈاؤن لوڈ، اتارنا
uz: Yuklab olishni to‘xtatish
xh: Yeka ukukhuphela
zu: Misa ukudawuniloda

source: Not enough space
af: Nie genoeg ruimte nie
am: በቂ ቦታ የለም
ar: لا توجد مساحة كافية
as: পৰ্যাপ্ত স্থান নাই
bg: Няма достатъчно място
bn_bd: যথেষ্ট পরিমাণ জায়গা নেই
bn_in: যথেষ্ট স্থান নেই
br: N'eus ket egor a-walc'h
bs: Nema dovoljno prostora
ca: No hi ha prou espai
cy: Dim digon o le
es: No hay suficiente espacio
eu: Toki librerik ez
fa: فضای کافی نیست
gd: Chan eil rum gu leòr ann
hu: Nincs elég hely
id: Tidak cukup ruang
km: ទំហំ​មិន​គ្រប់គ្រាន់
kn: ಸಾಕಷ್ಟು ಜಾಗ ಇಲ್ಲ
mai: पर्याप्त जगह नहि अछि
mg: Tsy ampy ny toerana
ml: ആവശ്യത്തിന് സ്ഥലമില്ല
mr: पुरेशी जागा नाही
ms: Tidak cukup ruang
my: သိမ်းဆည်းရန် နေရာလွတ်မလောက်ပါ
ne: पर्याप्त खाली स्थान छैन
or: ଯଥେଷ୍ଟ ଖାଲି ସ୍ଥାନ ନାହିଁ
pt: Não existe espaço suficiente
ro: Spațiu insuficient
si: අවකාශය ප්‍රමාණවත් නැත
sw: Hakuna nafasi ya kutosha
ta: போதிய இடமில்லை
te: తగినంత జాగా లేదు
th: มีพื้นที่ไม่เพียงพอ
tr: Yeterli alan yok
ur: خالی جگہ کافی نہیں
uz: Yetarlicha bo‘sh joy yo‘q
xh: Akukho sithuba saneleyo
zu: Asikho isikhala esanele

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
af: Daar is onvoldoende ruimte om hierdie program te installeer. Maak ruimte vry deur ou programme of media te skrap, en probeer weer te installeer vanaf die oorspronklike bron.
am: ይህን መተግበሪያ ለመግጠም በቂ ባዶ ቦታ አልተገኘም: አሮጌ መተግበሪያዎችን ወይንም መገናኛዎችን በማጥፋት ነፃ ቦታ ያሰናዱ እና ከ ዋናው ምንጭ እንደገና ለመግጠም ይሞክሩ
ar: لا توجد مساحة كافية. احذف التطبيقات القديمة أو الوسائط لتوفير مساحة وحاول التنزيل مرة أخرى من المصدر الرئيسي.
as: এই এপ ইনস্টল কৰিবলে পৰ্যাপ্ত স্থান নাই। পুৰনি এপসমূহ আৰু মাধ্যম মচি পেলাই স্থান ৰিক্ত কৰক, আৰু প্ৰকৃত উৎসৰ পৰা পুনৰ ইনস্টল কৰাৰ চেষ্টা কৰক।
bg: Няма достатъчно място за инсталирането на това приложение. Освободете място, като изтриете стари приложения или медия, и опитайте да инсталирате отново.
bn_bd: অ্যাপ ইনস্টল করার জন্য প্রয়োজনীয় জায়গা নেই। পুরাতন অ্যাপ বা মিডিয়া অপসারণ করে জায়গা খালি করুন এবং আবার আসল সোর্স থেকে ইনস্টল করার চেষ্টা করুন।
bn_in: এই অ্যাপ্লিকেশন ইনস্টল করার যথেষ্ট স্থান নেই বিনামূল্যে পুরানো অ্যাপ্লিকেশন অথবা মিডিয়া মুছে স্থান বানান, এবং মূল উৎস থেকে পুনরায় ইনস্টল করার চেষ্টা করুন
br: N'eus ket egor a-walc'h evit staliañ an arload-mañ. Dieubit egor en ur zilemel arloadoù kozh pe media, ha klaskit staliañ en-dro adalek an tarzh orin.
bs: Nema dovoljno prostora za instalaciju ove aplikacije. Oslobodite prostor brisanjem starih aplikacija ili fajlova, nakon čega možete ponovo pokušati sa instalacijom iz originalnog izvora.
ca: No hi ha prou espai per instal·lar aquesta aplicació. Allibereu espai eliminant aplicacions antigues o fitxers multimèdia i proveu d'instal·lar-la de nou des de la font original.
cy: Nid oes digon o le i osod yr ap yma. Gwnewch le drwy ddileu hen apiau neu gyfrwng a cheisio gosod eto o'r ffynhonnell wreiddiol.
es: No hay suficiente espacio para instalar esta aplicación. Libere espacio eliminando aplicaciones o archivos multimedia antiguos, y pruebe de nuevo a instalar desde la ubicación original.
eu: Ez dago toki librerik aplikazio hau instalatzeko. Hustu tokia aplikazio edo multimedia zaharrak ezabatuz, eta saiatu berriro instalatzen jatorrizko iturburutik.
fa: فضای کافی برای نصب این برنامه وجود ندارد. با حذف برنامه‌ها یا رسانه‌های قدیمی، فضا را آزاد کرده و دوباره برای نصب از منبع اصلی، تلاش کنید.
gd: Chan eil rum gu leòr ann gus an aplacaid seo a stàladh. Gus rum a shaoradh, sguab às aplacaidean 's meadhanan air nach eil feum tuilleadh is feuch ris an stàladh a-rithist on tùs aige.
hu: Nincs elég hely az app telepítéséhez. Szabadítson fel helyet régi appok vagy médiafájlok törlésével, és próbálja újra telepíteni az eredeti forrásból.
id: Ruang penyimpanan tidak cukup untuk menginstal aplikasi ini. Silakan luangkan penyimpanan dengan menghapus aplikasi dan media yang lawas, lalu coba lagi menginstalnya dari sumber asalnya.
km: មិន​មាន​ទំហំ​គ្រប់គ្រាន់​ដើម្បី​ដំឡើង​កម្មវិធី​នេះ។ បង្កើន​ទំហំ​ទំនេរ​ដោយ​លុប​កម្មវិធី ឬ​ព័ត៌មាន​ចាស់ៗ និង​ព្យាយាម​ដំឡើង​ម្ដង​ទៀត​ពី​ប្រភព​ដើម។
kn: ಈ ಅನ್ವಯವನ್ನು ಅನುಸ್ಥಾಪಿಸಲು ಸಾಕಷ್ಟು ಜಾಗವಿಲ್ಲ. ಹಳೆಯ ಅನ್ವಯ ಅಥವ ಮಾಧ್ಯಮಗಳನ್ನು ಅಳಿಸುವ ಮೂಲಕ ಜಾಗ ತೆರವುಗೊಳಿಸಿ, ಮತ್ತು ಮುಂಚಿನ ಮೂಲದಿಂದ ಅನುಸ್ಥಾಪಿಸಲು ಪ್ರಯತ್ನಿಸಿ.
mai: ई app स्थापित करब कलेल पर्याप्त स्थान नहि अछि. पुरान क्षुधा अथवा मीडिया केँ हटाबै क द्वारा नि: शुल्क उप्पर अंतरिक्ष, आओर फेर मूल स्रोत सँ स्थापित करबाक कोसिस.
mg: Tsy ampy hametrahana an'io app io ny toerana. Halalaho ny toerana ka fafao ireo app na haino&jery tranainy, ary andramo apetraka avy amin'ny loharano niaingana indray.
ml: ഈ ആപ്പ് ഇന്‍സ്റ്റാള്‍ ചെയ്യാനുള്ള സ്ഥലമില്ല. പഴയ ആപ്പുകളോ മിഡിയയോ കളഞ്ഞ് സ്ഥലം ലഭ്യമാക്കിയശേഷം ഒന്നു കൂടി ഇന്‍സ്റ്റാള്‍ ചെയ്യാന്‍ നോക്കു.
mr: हे ॲप प्रतिष्ठापीत करण्यासाठी पुरेशी जागा नाही. जुने ॲप्स किंवा मिडीयातील काहीतरी नष्ट करा, व मुळ फाइने प्रतिष्ठापीत करण्याचा पुन्हा प्रयत्न करा.
ms: Ruang tidak mencukupi untuk memasang app ini. Lapangkan ruang dengan menghapus app atau media lama, dan cuba lagi daripada sumber asal.
my: အပ်အား တပ်ဆင်ရန်အတွက် လုံလောက်သော နေရာမရှိပါ။ အရင်ဆုံး ဟောင်းနေသော မီဒီယာ ဖိုင်များအား ဖျက်ပြီး တပ်ဆင်ခြင်းအား မူလနေရာတွင် ထပ်မံပြုလုပ်ပါ။
ne: यो एप स्थापना गर्नका लागि पर्याप्त खाली स्थान छैन। पुराना एपहरु वा मिडियाहारु मेटाएर खाली स्थान बनाउनुहोस् र मूल स्रोतबाट फेरी स्थापनाको प्रयास गर्नुहोस्।
or: ଏହି ଆପ୍ଲିକେସନଟି ସ୍ଥାପନ କରିବା ପାଇଁ ବେଶୀ ଫାଙ୍କା ସ୍ଥାନ ନାହିଁ । ପୁରୁଣା ଆପ୍ଲିକେସନ କିମ୍ବା ମିଡିଆକୁ ଲିଭାଇ ସ୍ଥାନ ଖାଲି କରନ୍ତୁ, ଏବଂ ପୁଣିଥରେ ମୂଳ ସ୍ଥାନରୁ ସ୍ଥାପନ କରିବା ପାଇଁ ଚେଷ୍ଟାକରନ୍ତୁ ।
pt: Não existe espaço suficiente para instalar esta aplicação. Liberte algum espaço eliminando aplicações ou ficheiros e tente instalar novamente a aplicação.
ro: Nu există spațiu suficient pentru a instala această aplicație. Eliberează spațiu ștergând aplicații sau conținut media vechi și încearcă să instalezi din nou de la sursa originală.
si: මෙම යෙදුම ස්ථාපනයට අවැසි තරම් අවකාශයක් නොමැතියි. පරණ යෙදුම් හෝ මාධ්‍ය මකා දැමීම මඟින් අවකාශය ඇති කර ඉන්පසු මුලාශ්‍රය මඟින් ප්‍රති ස්ථාපනය කරන්න.
sw: Hakuna nafasi ya kutosha kusakinisha programu hii. Ongeza nafasi kwa kufuta programu au midia za awali, na ujaribu kusakinisha tena kutoka kwa chanzo asili.
ta: இந்த பயன்பாட்டை நிறுவ பொதிய இடமில்லை. பழைய பயன்பாடுகள் அல்லது ஊடகத்தை அழிப்பதன் மூலம் காலியான இடத்தை உருவாக்கலாம் மேலும் அசல் மூலத்திலிருந்து மீண்டும் நிறுவலாம்.
te: ఈ అనువర్తనం స్థాపించుటకు తగినంత జాగా లేదు. పాత ఆనువర్తనాలు లేదా మాధ్యమం తొలగించి కొంత జాగా ఖాళీ చేసి, అప్పుడు వాస్తవ మూలం నుండి మరలా స్థాపించవచ్చు.
th: มีพื้นที่ไม่เพียงพอที่จะติดตั้งแอปนี้ เพิ่มพื้นที่โดยการลบแอปหรือสื่อเก่า และลองติดตั้งอีกครั้งจากแหล่งเดิม
tr: Bu uygulamayı yüklemek için yeterli alan yok. Eski uygulamaları ve medyaları silerek yer açın ve orijinal kaynağından tekrar yüklemeyi deneyin.
ur: اتنی کافی جاگے نہی ہے آپ کو انسٹال کرنے کے لئے۔ پرانے اطلاقات یا میڈیا کو خارج کرنے کی طرف سے مفت اپ کی جگہ، اور اصل ذریعہ سے دوبارہ نصب کرنے کی کوشش کریں۔
uz: Ushbu ilova dasturni o‘rnatish uchun yetarlicha bo‘sh joy yo‘q. Eski ilova dasturlar va midiani o‘chirish bilan joy bo‘shating va yana asl manbadan o‘rnatishga urinib ko‘ring.
xh: Akukho sithuba saneleyo sokufakela le app. Phungula izinto ukuze ufumane isithuba ngokucima ii-app okanye imidiya endala, uze uzame ukuphinda uyifakele ngokusuka kumthombo wokuqala.
zu: Asikho isikhala esanele sokufakela le app. Yenza isikhala ngokudilitha ama-app amadala noma imidiya, bese uzama ukufakela futhi kusuka kumthombo wakhona.

source: {{ appName }} installed
af: {{ appName }} is geïnstalleer
am: {{ appName }} ተገጥሟል
ar: {{ appName }} تم تثبيته
as: {{ appName }} ইনস্টল কৰা হল
bg: {{ appName }} инсталирано
bn_bd: {{ appName }} ইনস্টল হয়েছে
bn_in: {{ appName }} ইনস্টল রয়েছে
br: Staliet eo {{ appName }}
bs: {{ appName }} je instalirana
ca: «{{ appName }}» s'ha instal·lat
cy: Mae {{ appName }} wedi ei osod
es: {{ appName }} instalada
eu: {{ appName }} instalatuta
fa: ‫{{ appName }} نصب شد
gd: Chaidh {{ appName }} a stàladh
hu: {{ appName }} telepítve
id: {{ appName }} terpasang
km: បាន​ដំឡើង {{ appName }}
kn: {{ appName }} ಅನುಸ್ಥಾಪಿಸಲಾಗಿದೆ
mai: {{ appName }} स्थापित
mg: Tafapetraka ny { appName }}
ml: {{ appName }} ഇന്‍സ്റ്റാള്‍ ചെയ്തു
mr: {{ appName }} प्रतिष्ठापीत केले
ms: {{ appName }} dipasang
my: {{ appName }} အားတပ်ဆင်ပြီး
ne: {{ appName }} स्थापित भयो
or: {{ appName }} ସ୍ଥାପିତ
pt: {{ appName }} instalada
ro: {{ appName }} s-a instalat
si: {{ appName }} ස්ථාපිතයි
sw: {{ appName }} imesakinishwa
ta: {{ appName }} நிறுவப்பட்டது
te: {{ appName }} స్థాపించబడింది
th: ติดตั้ง {{ appName }} แล้ว
tr: {{ appName }} yüklendi
ur: {{ appName }} تنصیب شدہ
uz: {{ appName }} o‘rnatildi
xh: I-{{ appName }} ifakelwe
zu: I-{{ appName }} ifakiwe

source: {{ appName }} installed. Go to Settings > Language to enable it.
am: {{ appName }} ተገጥሟል ወደ ማሰናጃዎች ይሂዱ > ቋንቋዎችን ለማስቻል
ar: {{ appName }} مثبّت. اذهب إلى الإعدادات > لغات لتفعيله.
bg: {{ appName }} инсталиран. Отворете Настройки > Език, за да го включите.
bn_bd: {{ appName }} ইন্সটল হয়েছে। সক্রিয় করতে Settings > Language এ যান।
bn_in: {{ appName }} ইন্সটল করা হয়েছে। সেটিংসে যান > ভাষা এটিকে উপলব্ধ করতে।
br: Staliet eo bet {{ appName }}. Kit e Arventennoù > Yezh evit gweredekaat anezhañ.
bs: {{ appName }} instaliran. Idite u Postavke > Jezik da biste ga omogućili.
ca: «{{ appName }}» s'ha instal·lat. Aneu a Paràmetres > Llengua per activar-la.
cy: Mae {{ appName }} wedi ei osod. Ewch i Gosodiadau > Iaith i'w alluogi.
es: {{ appName }} instalada. Vaya a Ajustes > Idioma para activarla.
eu: {{ appName }} instalatu da. Joan 'Ezarpenak > Hizkuntza' atalera hura gaitzeko.
fa: ‫{{ appName }} نصب شد. برای فعّال کردنش به تنظیمات > زبان بروید.
gd: Chaidh {{ appName }} a stàladh. Rach gu “Roghainnean” » “Cànain” gus a chur an comas.
hu: {{ appName }} telepítve. A Beállítások -> Nyelv alatt engedélyezheti.
id: {{ appName }} terinstal. Buka Setelan > Bahasa untuk mengaktifkannya.
kn: {{ appName }} ಅನುಸ್ಥಾಪಿಸಲಾಗಿದೆ. ಸಕ್ರಿಯಗೊಳಿಸಲು ಸಿದ್ದತೆಗಳು > ಭಾಷೆಗೆ ತೆರಳಿ .
lv: {{ appName }} instalēta. Dodieties uz Iestatījumiem > Valoda lai to aktivizētu.
pt: {{ appName }} instalado. Aceda a Definições > Idiomas para o ativar.
ro: {{ appName }} s-a instalat. Du-te la Setări > Limbă pentru activarea sa.
si: {{ appName }} ස්ථාපනය විය. සැකසුම් > භාෂාව වෙත යාමෙන් සක්‍රීය කරගන්න.
th: ติดตั้ง {{ appName }} แล้ว ไปที่ การตั้งค่า > ภาษา เพื่อเปิดใช้งาน
ur: {{ appName }} تنصیب شدہ۔ اہل بنانیں کے لئے بطرف جائیں سیٹکگیں > زبان۔
uz: {{ appName }} o‘rnatildi. Uni yoqib qo‘yish uchun o‘ting: Sozlamalar > Til.

source: This add-on is able to affect your device on a system level.
ar: هذه الإضافة قادرة على التأثير في جهازك على مستوى نظام التشغيل.
bn_bd: এই অ্যাড-অন আপনার ডিভাইসের সিস্টেম লেভেলে প্রভাব ফেলতে সক্ষম।
br: Gouest eo an askouezh-mañ da gaout un efed e live ar reizhiad.
cy: Mae'r ychwanegyn yma'n gallu effeithio ar lefel eich system.
fa: این افزونه قادر است بر روی دستگاه شما در سطح سیستم تاثیر گذار باشد.
pt: Este extra pode afetar o seu dispositivo ao nível do sistema.
ro: Acest suplimente este capabil să afecteze dispozitivul la nivelul sistemului.
th: ส่วนเสริมนี้สามารถส่งผลกระทบต่ออุปกรณ์ของคุณในระดับระบบ

source: If this add-on causes a problem, press the power button during start up to disable all add-ons.
ar: اذا سببت لك هذه الإضافة مشاكل, اضغط زر الطاقة أثناء التشغيل لتعطيل كل الإضافات.
br: Ma vez savet ur gudenn gant an askouezh-mañ, pouezit war an afell tredan e-pad al loc'hadur evit diweredekaat an holl askouezhioù.
cy: Os fydd yr ychwanegyn yn achosi anhawster, pwyswch y botwm pŵer wrth gychwyn i analluogi pob ychwanegyn.
ro: Dacă acest supliment provoacă o problemă, apasă pe butonul de alimentare în timpul pornirii pentru a dezactiva toate suplimentele.
