Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

# statusbarDownload.ariaLabel
source: Downloading…
am: በ ማውረድ ላይ…
ar: جار التحميل…
bn_bd: ডাউনলোড করা হচ্ছে…
bn_in: ডাউনলোড চলছে…
br: O pellgargañ…
bs: Preuzimam...
ca: S'està baixant…
cy: Llwytho i lawr…
es: Descargando…
fa: درحال بارگیری…
gd: 'Ga luchdadh a-nuas…
lv: Lejupielādē…
pt: A descarregar…
ro: Se descarcă…
si: බාගනිමින්...
th: กำลังดาวน์โหลด…
tr: İndiriliyor…
ur: ڈاؤن لوڈ کر رہا ہے…
uz: Yuklab olinmoqda…

source: Networking on
af: Netwerking aan
am: ኔትዎርክ በርቷል
ar: الشبكات مفعلة
as: নেটৱৰ্কিং অন
bg: Включена мрежа
bn_bd: নেটওয়ার্কিং চালু
bn_in: নেটওয়ার্ক চালু হয়েছে
br: Gweredekaet eo ar rouedad
bs: Umrežavanje uključeno
ca: Xarxa activada
cy: Rhwydweithio ymlaen
es: Redes activadas
eu: Sarea piztuta
fa: شبکه روشن
gd: Tha an lìonrachadh air
hu: Hálózat be
id: Jaringan aktif
km: បើក​ការ​ភ្ជាប់​បណ្ដាញ
kn: ನೆಟ್‍ವರ್ಕಿಂಗ್ ಸಕ್ರಿಯ
lv: Tīklošana iesl.
mai: नेटवर्किंग चालू
mg: Fanaovan-tambajotra mandeha
ml: നെറ്റ്‌വര്‍ക്കിങ് ഓണാണു്
mr: नेटवर्कींग चालू
ms: Rangkaian hidup
my: ချိတ်ဆက်ခြင်းဖွင့်ထားသှ်
ne: सञ्जालीकरण हुँदै
or: ନେଟୱର୍କିଙ୍ଗ ଅନ
pt: Rede ligada
ro: Rețea activată
si: ජාලකරණය සක්‍රීයයි
sw: Mtandao umewashwa
ta: பிணையம் செயலில்
te: నెట్వర్కింగ్ ఆన్‌చేయి
th: เครือข่าย เปิด
tr: Ağ açık
ur: نیٹ ورکنگ چالو
uz: Tarmoq yoqilgan
xh: Uthungelwano lulayitile
zu: Ukunethiwekha kuvuliwe

source: Emergency callback
af: Noodterugskakel-modus
am: ድንገተኛ መልሶ መደወያ
ar: وضع الاتصال بالطوارئ
as: আপাতকালীন কলবেক
bg: Връщане на спешно обаждане
bn_bd: জরুরী কলব্যাক
bn_in: জরুরী কলব্যাক করুন
br: Adc'halv a zifrae
bs: Hitni povratni poziv
ca: Devolució de trucada d'emergència
cy: Modd galw nôl mewn argyfwng
es: Aviso de emergencia
eu: Larrialdi-atzeradeia
fa: تماس اضطراری
gd: Gairmean-èiginn air ais
id: Panggilan balik darurat
km: ហៅ​ត្រឡប់​ទៅ​វិញ​ពេល​មាន​អាសន្ន
kn: ಮರಳಿ ತುರ್ತು ಕರೆ ಮಾಡಿ
mai: आपातकालीन कॉलबैक चालू
mg: Famerin'antso votsy taitra
ml: അത്യാഹിത കോള്‍ബാക്ക്
mr: अडचणीच्यावेळचा कॉलबॅक
ms: Panggilan balik kecemasan
my: အရေးပေါ် ခေါ်ဆိုမှု
ne: आपतकालीन कलब्याक
or: ଜରୁରୀକାଳୀନ କଲବ୍ୟାକ
pt: Chamada de emergência
ro: Apelare inversă de urgență
si: හදිසි නැවත ඇමතීම
sw: Piga simu ya dharura
ta: அவசர அழைப்பு முறை
te: అత్యవసర కాల్‌బాక్
th: โทรกลับฉุกเฉิน
tr: Acil durum geri arama
ur: ایمرجنسی واپسی کال
uz: Favqulodda teskari qo‘ng‘iroq
xh: Ukutsalelwa umnxeba ongxamisekileyo
zu: Ukucela ukushayelwa ucingo okuphuthumayo

source: No Notifications
am: ማስታወቂያዎች የሉም
ar: لا يوجد تنبيهات
bn_bd: বিজ্ঞপ্তি
bn_in: কোনো বিজ্ঞপ্তি নেই
br: Rebuzadur ebet
bs: Nema obavještenja
ca: Cap notificació
cy: Dim Hysbysiadau
es: Sin notificaciones
fa: هیچ اعلانی وجود ندارد
gd: Chan eil brath ann
lv: Nav paziņojumi
pt: Sem notificações
ro: Nicio notificare
si: දැනුම්දීම් නොමැත
th: ไม่มีการแจ้งเตือน
tr: Bildirim yok
ur: کوئ اطلاع نہیں
uz: Eslatmalar yo‘q

source: {{n}} Notification
am: {{n}} ማስታወቂያ
ar: {{n}} إشعار
bg: {{n}} известие
bn_bd: {{n}}টি নোটিফিকেশন
bn_in: {{n}} সূচনা
br: {{n}} rebuzadur
bs: {{n}} obavještenje
ca: {{n}} notificació
cy: {{n}} Hysbysiad
es: {{n}} notificación
eu: Jakinarazpen {{n}}
fa: {{n}} اعلان
gd: {{n}} bhrath
hu: {{n}} értesítés
id: {{n}} Notifikasi
kn: {{n}} ಸೂಚನೆ
lv: {{n}} paziņojums
mai: {{n}} अधिसूचना
my: သတိပေးချက် {{n}}
pt: {{n}} notificação
ro: {{n}} notificare
si: දැනුම්දීම {{n}}
ta: {{n}} அறிவிப்பு
th: {{n}} การแจ้งเตือน
tr: {{n}} bildirim
ur: {{n}} اطلاع
uz: {{n}} ta eslatma

# statusbarNotifications[two]
source: {{n}} Notifications
am: {{n}} ማስታወቂያዎች
ar: {{n}} إشعارات
bg: {{n}} известия
bn_bd: {{n}}টি নোটিফিকেশন
bn_in: {{n}} সূচনাগুলি
br: {{n}} rebuzadur
bs: {{n}} obavještenja
ca: {{n}} notificacions
cy: {{n}} Hysbysiad
es: {{n}} notificaciones
eu: {{n}} jakinarazpen
fa: {{n}} اعلان
gd: {{n}} bhrath
hu: {{n}} értesítés
id: {{n}} Notifikasi
kn: {{n}} ಸೂಚನೆಗಳು
lv: {{n}} paziņojumi
mai: {{n}} अधिसूचना
my: သတိပေးချက် {{n}}
pt: {{n}} notificações
ro: {{n}} notificări
si: දැනුම්දීම් {{n}}යි
ta: {{n}} அறிவிப்புகள்
th: {{n}} การแจ้งเตือน
tr: {{n}} bildirim
ur: {{n}} اطلاع
uz: {{n}} ta eslatma

# statusbarNotifications[few]
source: {{n}} Notifications
am: {{n}} ማስታወቂያዎች
ar: ‏{{n}} إشعارات
bg: {{n}} известия
bn_bd: {{n}}টি নোটিফিকেশন
bn_in: {{n}} সূচনাগুলি
br: {{n}} rebuzadur
bs: {{n}} obavještenja
ca: {{n}} notificacions
cy: {{n}} Hysbysiad
es: {{n}} notificaciones
eu: {{n}} jakinarazpen
fa: {{n}} اعلان
gd: {{n}} brathan
hu: {{n}} értesítés
id: {{n}} Notifikasi
kn: {{n}} ಸೂಚನೆಗಳು
lv: {{n}} paziņojumi
mai: {{n}} अधिसूचना
my: သတိပေးချက် {{n}}
pt: {{n}} notificações
ro: {{n}} notificări
si: දැනුම්දීම් {{n}}යි
ta: {{n}} அறிவிப்புகள்
th: {{n}} การแจ้งเตือน
tr: {{n}} bildirim
ur: {{n}} اطلاع
uz: {{n}} ta eslatma

# statusbarNotifications[many]
source: {{n}} Notifications
am: {{n}} ማስታወቂያዎች
ar: ‏{{n}} إشعارًا
bg: {{n}} известия
bn_bd: {{n}}টি নোটিফিকেশন
bn_in: {{n}} সূচনাগুলি
br: {{n}} rebuzadur
bs: {{n}} obavještenja
ca: {{n}} notificacions
cy: {{n}} Hysbysiad
es: {{n}} notificaciones
eu: {{n}} jakinarazpen
fa: {{n}} اعلان
gd: {{n}} brath
hu: {{n}} értesítés
id: {{n}} Notifikasi
kn: {{n}} ಸೂಚನೆಗಳು
mai: {{n}} अधिसूचना
my: သတိပေးချက် {{n}}
pt: {{n}} notificações
ro: {{n}} notificări
si: දැනුම්දීම් {{n}}යි
ta: {{n}} அறிவிப்புகள்
th: {{n}} การแจ้งเตือน
tr: {{n}} bildirim
ur: {{n}} اطلاع
uz: {{n}} ta eslatma

# statusbarNotifications[other]
source: {{n}} Notifications
am: {{n}} ማስታወቂያዎች
ar: ‏{{n}} إشعار
bg: {{n}} известия
bn_bd: {{n}}টি নোটিফিকেশন
bn_in: {{n}} সূচনাগুলি
br: {{n}} rebuzadur
bs: {{n}} obavještenja
ca: {{n}} notificacions
cy: {{n}} Hysbysiad
es: {{n}} notificaciones
eu: {{n}} jakinarazpen
fa: {{n}} اعلان
gd: {{n}} brath
hu: {{n}} értesítés
id: {{n}} Notifikasi
kn: {{n}} ಸೂಚನೆಗಳು
mai: {{n}} अधिसूचना
my: သတိပေးချက် {{n}}
pt: {{n}} notificações
ro: {{n}} notificări
si: දැනුම්දීම් {{n}}යි
ta: {{n}} அறிவிப்புகள்
th: {{n}} การแจ้งเตือน
tr: {{n}} bildirim
ur: {{n}} اطلاع
uz: {{n}} ta eslatma

source: {{n}} unread notification
af: {{n}} ongelese kennisgewing
am: {{n}} ያልተነበቡ ማስታወቂያዎች
ar: {{n}} تنبيه غير مقروء
as: {{n}} পঢ়া নহোৱা অধিসূচনা
bg: {{n}} нечетено известие
bn_bd: {{n}}টি অপঠিত নোটিফিকেশন
bn_in: {{n}} ‌অপঠিত সূচনা
br: {{n}} rebuzadur anlennet
bs: {{n}} nepročitano obavještenje
ca: {{n}} notificació per llegir
cy: {{n}} hysbysiad heb ei ddarllen
es: {{n}} notificación sin leer
eu: Irakurri gabeko jakinarazpen bat
fa: {{n}} اعلان خوانده نشده
gd: {{n}} bhrath gun leughadh
hu: {{n}} olvasatlan értesítés
id: {{n}} notifikasi belum dibaca
km: ការ​ជូនដំណឹង​មិន​ទាន់​អាន {{n}}
kn: {{n}} ಓದಿರದ ಸೂಚನೆ
lv: {{n}} nelasīts paziņojums
mai: {{n}} अपठित सूचना
mg: Filazana {{n}} tsy voavaky
ml: {{n}} വായിക്കാത്ത അറിയിപ്പ്
mr: {{n}} न वाचलेली सूचना
ms: {{n}} pemberitahuan belum dibaca
my: မဖတ်ရသေးသော သတိပေးချက်များ {{n}}
ne: {{n}} नपढेको सूचना
or: {{n}} ପଢ଼ାହୋଇନଥିବା ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକ
pt: {{n}} notificação não lida
ro: {{n}} notificare necitită
si: නොකියවූ දැනුම්දීම් {{n}}යි
sw: taarifa {{n}} hazijasomwa
ta: {{n}} படிக்காத அறிவிப்பு
te: {{n}} చదవని గమనింపులు
th: {{n}} การแจ้งเตือนที่ยังไม่ได้อ่าน
tr: {{n}} okunmamış bildirim
ur: {{n}} ناخواندہ نوٹیفیکیشن
uz: {{n}} ta o‘qilmagan eslatma
xh: {{n}} isaziso esingafundwanga
zu: Izaziso ezingakafundwa ezingu-{{n}}

# statusbarNotifications-unread.ariaLabel[two]
source: {{n}} unread notifications
am: {{n}} ያልተነበቡ ማስታወቂያዎች
ar: {{n}} إشعارات غير مقروءه
bg: {{n}} нечетени известия
bn_bd: {{n}}টি অপঠিত নোটিফিকেশন
bn_in: {{n}} ‌অপঠিত সূচনাগুলি
br: {{n}} rebuzadur anlennet
bs: {{n}} nepročitana obavještenja
ca: {{n}} notificacions per llegir
cy: {{n}} hysbysiadau heb eu darllen
es: {{n}} notificaciones sin leer
eu: Irakurri gabeko {{n}} jakinarazpen
fa: {{n}} اعلان خوانده نشده
gd: {{n}} bhrath gun leughadh
hu: {{n}} olvasatlan értesítés
id: {{n}} notifikasi belum dibaca
kn: {{n}} ಓದಿರದ ಸೂಚನೆಗಳು
lv: {{n}} nelasīti paziņojumi
mai: {{n}} अपठित सूचना
my: မဖတ်ရသေးသော သတိပေးချက် {{n}}
pt: {{n}} notificações não lidas
ro: {{n}} notificări necitite
si: නොකියවූ දැනුම්දීම {{n}}
ta: {{n}} படிக்காத அறிவிப்புகள்
th: {{n}} การแจ้งเตือนที่ยังไม่ได้อ่าน
tr: {{n}} okunmamış bildirim
ur: {{n}} ناخواندہ اطلاع
uz: {{n}} ta o‘qilmagan eslatma

# statusbarNotifications-unread.ariaLabel[few]
source: {{n}} unread notifications
am: {{n}} ያልተነበቡ ማስታወቂያዎች
ar: ‏{{n}} إشعارات غير مقروءة
bg: {{n}} нечетени известия
bn_bd: {{n}}টি অপঠিত নোটিফিকেশন
bn_in: {{n}} ‌অপঠিত সূচনাগুলি
br: {{n}} rebuzadur anlennet
bs: {{n}} nepročitanih obavještenja
ca: {{n}} notificacions per llegir
cy: {{n}} hysbysiadau heb eu darllen
es: {{n}} notificaciones sin leer
eu: Irakurri gabeko {{n}} jakinarazpen
fa: {{n}} اعلان خوانده نشده
gd: {{n}} brathan gun leughadh
hu: {{n}} olvasatlan értesítés
id: {{n}} notifikasi belum dibaca
kn: {{n}} ಓದಿರದ ಸೂಚನೆಗಳು
mai: {{n}} अपठित सूचना
my: မဖတ်ရသေးသော သတိပေးချက် {{n}}
pt: {{n}} notificações não lidas
ro: {{n}} notificări necitite
si: නොකියවූ දැනුම්දීම් {{n}}යි
ta: {{n}} படிக்காத அறிவிப்புகள்
th: {{n}} การแจ้งเตือนที่ยังไม่ได้อ่าน
tr: {{n}} okunmamış bildirim
ur: {{n}} ناخواندہ اطلاع
uz: {{n}} ta o‘qilmagan eslatma

# statusbarNotifications-unread.ariaLabel[many]
source: {{n}} unread notifications
am: {{n}} ያልተነበቡ ማስታወቂያዎች
ar: ‏{{n}} إشعارًا غير مقروء
bg: {{n}} нечетени известия
bn_bd: {{n}}টি অপঠিত নোটিফিকেশন
bn_in: {{n}} ‌অপঠিত সূচনাগুলি
br: {{n}} rebuzadur anlennet
bs: {{n}} nepročitanih obavještenja
ca: {{n}} notificacions per llegir
cy: {{n}} hysbysiadau heb eu darllen
es: {{n}} notificaciones sin leer
eu: Irakurri gabeko {{n}} jakinarazpen
fa: {{n}} اعلان خوانده نشده
gd: {{n}} brath gun leughadh
hu: {{n}} olvasatlan értesítés
id: {{n}} notifikasi belum dibaca
kn: {{n}} ಓದಿರದ ಸೂಚನೆಗಳು
mai: {{n}} अपठित सूचना
my: မဖတ်ရသေးသော သတိပေးချက် {{n}}
pt: {{n}} notificações não lidas
ro: {{n}} notificări necitite
si: නොකියවූ දැනුම්දීම් {{n}}යි
ta: {{n}} படிக்காத அறிவிப்புகள்
th: {{n}} การแจ้งเตือนที่ยังไม่ได้อ่าน
tr: {{n}} okunmamış bildirim
ur: {{n}} ناخواندہ اطلاع
uz: {{n}} ta o‘qilmagan eslatma

# statusbarNotifications-unread.ariaLabel[other]
source: {{n}} unread notifications
am: {{n}} ያልተነበቡ ማስታወቂያዎች
ar: ‏{{n}} إشعار غير مقروء
bg: {{n}} нечетени известия
bn_bd: {{n}}টি অপঠিত নোটিফিকেশন
bn_in: {{n}} ‌অপঠিত সূচনাগুলি
br: {{n}} rebuzadur anlennet
bs: {{n}} nepročitanih obavještenja
ca: {{n}} notificacions per llegir
cy: {{n}} hysbysiadau heb eu darllen
es: {{n}} notificaciones sin leer
eu: Irakurri gabeko {{n}} jakinarazpen
fa: {{n}} اعلان خوانده نشده
gd: {{n}} brath gun leughadh
hu: {{n}} olvasatlan értesítés
id: {{n}} notifikasi belum dibaca
kn: {{n}} ಓದಿರದ ಸೂಚನೆಗಳು
mai: {{n}} अपठित सूचना
my: မဖတ်ရသေးသော သတိပေးချက် {{n}}
pt: {{n}} notificações não lidas
ro: {{n}} notificări necitite
si: නොකියවූ දැනුම්දීම් {{n}}යි
ta: {{n}} படிக்காத அறிவிப்புகள்
th: {{n}} การแจ้งเตือนที่ยังไม่ได้อ่าน
tr: {{n}} okunmamış bildirim
ur: {{n}} ناخواندہ اطلاع
uz: {{n}} ta o‘qilmagan eslatma

source: Debugging
bn_bd: ডিবাগিং
bn_in: ডিবাগ করা হচ্ছে
br: Diveugañ
bs: Debagiram
ca: Depuració
cy: Dadfygio
es: Depuración
fa: اشکال یابی
gd: Dì-bhugachadh
lv: Atblusošana
pt: Em depuração
ro: Depanare
si: නිදොස්කරමින්
ur: ٹھیک کر رہا ہے
uz: Tuzatish

source: Notifications
af: Kennisgewings
am: ማስታወቂያዎች
ar: التنبيهات
as: অধিসূচনাসমূহ
bg: Известия
bn_bd: বিজ্ঞপ্তি
bn_in: বিজ্ঞপ্তি
br: Rebuzadur
bs: Obavještenja
ca: Notificacions
cy: Hysbysiadau
es: Notificaciones
eu: Jakinarazpenak
fa: اعلان‌ها
gd: Brathan
hu: Értesítések
id: Notifikasi
km: ការ​ជូនដំណឹង
kn: ಸೂಚನೆಗಳು
lv: Paziņojumi
mai: सूचना
mg: Filazana
ml: അറിയിപ്പുകള്‍
mr: सूचना
ms: Pemberitahuan
my: သတိပေးချက်များ
ne: सूचनाहरु
or: ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକ
pt: Notificações
ro: Notificări
si: දැනුම්දීම්
sw: Taarifa
ta: அறிவிப்புகள்
te: గమనింపులు
th: การแจ้งเตือน
tr: Bildirimler
ur: اطلاع
uz: Eslatmalar
xh: Izaziso
zu: Izaziso

source: Clear all
af: Wis alles
am: ሁሉንም ማጽጃ
ar: إزالة الكل
as: সকলো পৰিষ্কাৰ কৰক
bg: Изчистване
bn_bd: সব পরিষ্কার
bn_in: সব মুছে ফেলুন
br: Skarzhañ pep tra
bs: Očisti sve
ca: Esborra-ho tot
cy: Clirio popeth
es: Borrar todo
eu: Garbitu dena
fa: پاک‌سازی همه
gd: Falamhaich a h-uile
hu: Összes törlése
id: Hapus semua
km: សម្អាត​ទាំងអស់
kn: ಎಲ್ಲವನ್ನು ತೆರವುಗೊಳಿಸು
mai: सभ साफ करू
mg: Fafana daholo
ml: എല്ലാം മായ്ക്കുക
mr: सर्व पुसा
ms: Lapangkan semua
my: အားလုံးရှင်းပါ
ne: सबै खाली गर्नुहोस्
or: ସବୁକିଛି ସଫାକରନ୍ତୁ
pt: Limpar tudo
ro: Curăță toate
si: සියල්ල හිස් කරන්න
sw: Ondoa zote
ta: துடை
te: అన్నీ శుభ్రపరుచు
th: ล้างทั้งหมด
tr: Temizle
ur: تمام صاف کریں
uz: Barchasini tozalash
xh: Sula konke
zu: Sula konke

source: Tap to show
af: Tik daarop om te vertoon
am: መታ ያድርጉ ለማሳየት
ar: انقر للإظهار
as: দেখুৱাবলৈ টেপ কৰক
bg: Докоснете за показване
bn_bd: প্রদর্শন করতে ট্যাপ করুন
bn_in: প্রদর্শন করাতে হলে ট্যাপ করুন
br: Stokit evit diskouez
bs: Dodirnite za prikaz
ca: Toqueu per mostrar
cy: Tapio i ddangos
es: Pulsar para mostrar
eu: Sakatu erakusteko
fa: ضربه برای نمایش
gd: Thoir gnogag gus a shealltainn
hu: Koppintson a megjelenítéshez
id: Ketuk untuk tampilkan
km: ប៉ះ​ដើម្បី​បង្ហាញ
kn: ತೋರಿಸಲು ಮೆಲ್ಲ ತಟ್ಟಿ
lv: Spiediet lai parādīt
mai: देखबाक लेल टैप करू
mg: Tsindrio raha hampiseho
ml: കാണിക്കാന്‍ തൊടുക
mr: दर्शविण्यासाठी टॅप करा
ms: Ketik untuk tunjuk
my: ပြရန်ထိပါ
ne: देखाउन ट्याप गर्नुहोस्
or: ଦର୍ଶାଇବା ପାଇଁ ଟ୍ୟାପ କରନ୍ତୁ
pt: Toque para mostrar
ro: Atinge pentru afișare
si: පෙන්වීමට ටැප් කරන්න
sw: Gonga ili kuonyesha
ta: காட்ட தொடு
te: చూపుటకు తాకు
th: แตะเพื่อแสดง
tr: Görmek için dokunun
ur: دکھانے کے لیئے تھپکیں
uz: Ko‘rsatish uchun bosing
xh: Cinezela ukubonisa
zu: Thinta kancane ukuze kuvele

source: No new voicemail
af: Geen nuwe stempos nie
am: አዲስ የድምጽ መልእክት የለም
ar: لا يوجد بريد صوتي جديد
as: কোনো নতুন ভয়েচমেইল নাই
bg: Няма нова гласова поща
bn_bd: নতুন কোন ভয়েস মেইল নেই
bn_in: কোনো নতুন ভয়েসমেইল নেই
br: Kemennadenn dre vouezh nevez ebet
bs: Nema novih govornih poruka
ca: Cap missatge de veu nou
cy: Dim llaisbost newydd
es: No hay mensajes de voz nuevos
eu: Ahots-mezu berririk ez
fa: پیام صوتی جدیدی وجود ندارد
gd: Chan eil post-gutha ùr ann
hu: Nincs új hangpostaüzenet
id: Tidak ada pesan suara baru
km: គ្មាន​សារ​​ជា​សំឡេង​ថ្មី
kn: ಹೊಸ ಧ್ವನಿಅಂಚೆ ಇಲ್ಲ
mai: कोनो नव वॉइसमेल नहि
mg: Tsisy mailakafeo vaovao
ml: പുതിയ ശബ്ദ സന്ദേശം ഇല്ല
mr: नवीन व्हॉईसमेल नाही
ms: Tiada mel suara baru
my: အသံမေလ်းအသစ် မလာသေးပါ
ne: नयाँ ध्वनिमेल छैन
or: କୌଣସି ନୂଆ ଭଏସ୍‌ମେଲ ନାହିଁ
pt: Sem mensagens de voz
ro: Niciun mesaj vocal nou
si: නව හඬතැපෑල් නොමැතියි
sw: Hakuna barua ya sauti mpya
ta: புதிய குரலஞ்சல் இல்லை
te: కొత్తగా ఎటువంటి వాయిస్ మెయిలు లేదు
th: ไม่มีข้อความเสียงใหม่
tr: Yeni sesli mesaj yok
ur: کوئی نیا صوتی میل
uz: Yangi ovozli xabar yo‘q
xh: Akukho myalezo omtsha welizwi
zu: Awukho umyalezo omusha wezwi

source: One new voicemail
af: Een nuwe stempos
am: አንድ አዲስ የድምጽ መልእክት አለ
ar: رسالة صوتية جديدة
as: এটা নতুন ভয়েচমেইল
bg: Една нова гласова поща
bn_bd: একটি নতুন ভয়েস মেইল
bn_in: একটি নতুন ভয়েসমেইল নেই আছে
br: Ur gemennadenn dre vouezh nevez
bs: Jedna nova govorna poruka
ca: Un missatge de veu nou
cy: Un llaisbost newydd
es: Un nuevo mensaje de voz
eu: Ahots-mezu berri bat
fa: یک پیام صوتی جدید
gd: Tha {{n}} teachdaireachd-gutha ùr ann
hu: Egy új hangpostaüzenet
id: Satu pesan suara baru
km: សារ​ជា​សំឡេង​​​ថ្មី​មួយ
kn: ಒಂದು ಹೊಸ ಧ್ವನಿಅಂಚೆ
mai: एकटा नव वॉइसमेल
mg: Mailakafeo vaovao iray
ml: ഒരു പുതിയ ശബ്ദ സന്ദേശം
mr: एक नवीन व्हॉईसमेल
ms: Satu mel suara baru
my: အသံပေးအသစ်တစ်စောင်ရှိ
ne: एउटा नयाँ ध्वनिमेल
or: ଗୋଟିଏ ନୂଆ ଭଏସ୍‌ମେଲ ଅଛି
pt: 1 mensagem de voz
ro: Un mesaj vocal nou
si: නව හඬතැපැල් එකකි
sw: Barua moja mpya ya sauti
ta: புதிய குரலஞ்சல்
te: కొత్తగా ఒక వాయిస్ మెయిల్ వచ్చింది
th: หนึ่งข้อความเสียงใหม่
tr: Bir yeni sesli mesaj
ur: ایک نیا صوتی ڈاک
uz: Bitta yangi ovozli xabar
xh: Kukho umyalezo omnye omtsha welizwi
zu: Umyalezo wezwi owodwa omusha

# newVoicemails[two]
source: {{n}} new voicemails
af: {{n}} nuwe stemposse
am: {{n}} አዲስ የድምጽ መልእክቶች
ar: {{n}} رسائل صوتية جديدة
as: {{n}} নতুন ভয়েচমেইলসমূহ
bg: {{n}} нови гласови пощи
bn_bd: {{n}} নতুন ভয়েস মেইল
bn_in: {{n}} নতুন ভয়েসমেইল
br: {{n}} a gemennadennoù dre vouezh nevez
bs: {{n}} nove govorne poruke
ca: {{n}} missatges de veu nous
cy: {{n}} llaisbost newydd
es: {{n}} nuevos mensajes de voz
eu: {{n}} ahots-mezu berri
fa: {{n}} پیام صوتی جدید
gd: {{n}} phost-gutha ùr
hu: {{n}} új hangpostaüzenet
id: {{n}} pesan suara baru
km: សារ​ជា​សំឡេង​ថ្មី {{n}}
kn: {{n}} ಹೊಸ ಧ್ವನಿಅಂಚೆಗಳು
mai: {{n}} नव वॉइसमेल
mg: Mailakafeo vaovao {{n}}
ml: {{n}} പുതിയ ശബ്ദ സന്ദേശങ്ങള്‍
mr: {{n}} नवीन व्हॉईसमेल
ms: {{n}} mel suara baru
my: အသံမေလ်းအသစ် {{n}}
ne: {{n}} नयाँ ध्वनिमेलहरु
or: {{n}} ନୂଆ ଭଏସ୍‌ମେଲ୍‌
pt: {{n}} mensagens de voz
ro: {{n}} mesaje vocale noi
si: නව හඬතැපැල් {{n}}
sw: Barua {{n}} mpya za sauti
ta: {{n}} குரலஞ்சல்
te: {{n}} కొత్త వాయిస్‌మెయిల్స్
th: {{n}} ข้อความเสียงใหม่
tr: {{n}} yeni sesli mesaj
ur: {{n}} نئی آواز ڈاک
uz: {{n}} ta yangi ovozli xabar
xh: Kukho imiyalezo emitsha yelizwi e-{{n}}
zu: Imiyalezo yezwi emisha engu-{{n}}

# newVoicemails[few]
source: {{n}} new voicemails
af: {{n}} nuwe stemposse
am: {{n}} አዲስ የድምጽ መልእክቶች
ar: {{n}} رسائل صوتية جديدة
as: {{n}} নতুন ভয়েচমেইলসমূহ
bg: {{n}} нови гласови пощи
bn_bd: {{n}} টি নতুন ভয়েস মেইল
bn_in: {{n}} নতুন ভয়েসমেইল
br: {{n}} a gemennadennoù dre vouezh nevez
bs: {{n}} novih govornih poruka
ca: {{n}} missatges de veu nous
cy: {{n}} llaisbost newydd
es: {{n}} nuevos mensajes de voz
eu: {{n}} ahots-mezu berri
fa: {{n}} پیام صوتی جدید
gd: {{n}} puist-ghutha ùr
hu: {{n}} új hangpostaüzenet
id: {{n}} pesan suara baru
km: សារ​ជា​សំឡេង​ថ្មី {{n}}
kn: {{n}} ಹೊಸ ಧ್ವನಿಅಂಚೆಗಳು
mai: {{n}} नव वॉइसमेल
mg: Mailakafeo vaovao {{n}}
ml: {{n}} പുതിയ ശബ്ദ സന്ദേശങ്ങള്‍
mr: {{n}} नवीन व्हॉईसमेल
ms: {{n}} mel suara baru
my: အသံမေလ်းအသစ် {{n}}
ne: {{n}} नयाँ ध्वनिमेलहरु
or: {{n}} ନୂଆ ଭଏସ୍‌ମେଲ୍‌
pt: {{n}} mensagens de voz
ro: {{n}} mesaje vocale noi
si: නව හඬතැපැල් {{n}}
sw: Barua {{n}} mpya za sauti
ta: {{n}} குரலஞ்சல்
te: {{n}} కొత్త వాయిస్‌మెయిల్స్
th: {{n}} ข้อความเสียงใหม่
tr: {{n}} yeni sesli mesaj
ur: {{n}} نئی آواز ڈاک
uz: {{n}} ta yangi ovozli xabar
xh: Kukho imiyalezo emitsha yelizwi e-{{n}}
zu: Imiyalezo yezwi emisha engu-{{n}}

# newVoicemails[many]
source: {{n}} new voicemails
af: {{n}} nuwe stemposse
am: {{n}} አዲስ የድምጽ መልእክቶች
ar: {{n}} رسائل صوتية جديدة
as: {{n}} নতুন ভয়েচমেইলসমূহ
bg: {{n}} нови гласови пощи
bn_bd: {{n}} টি নতুন ভয়েস মেইল
bn_in: {{n}} নতুন ভয়েসমেইল
br: {{n}} a gemennadennoù dre vouezh nevez
bs: {{n}} novih govornih poruka
ca: {{n}} missatges de veu nous
cy: {{n}} llaisbost newydd
es: {{n}} nuevos mensajes de voz
eu: {{n}} ahots-mezu berri
fa: {{n}} نامهٔ صوتی جدید
gd: {{n}} post-gutha ùr
hu: {{n}} új hangpostaüzenet
id: {{n}} pesan suara baru
km: សារ​ជា​សំឡេង​ថ្មី {{n}}
kn: {{n}} ಹೊಸ ಧ್ವನಿಅಂಚೆಗಳು
mai: नववॉइसमेल {{n}}
mg: Mailakafeo vaovao {{n}}
ml: {{n}} പുതിയ ശബ്ദ സന്ദേശങ്ങള്‍
mr: {{n}} नवीन व्हॉईसमेल
ms: {{n}} mel suara baru
my: အသံဖိုင်အသစ် {{n}} ရှိ
ne: {{n}} नयाँ ध्वनिमेलहरु
or: {{n}} ନୂଆ ଭଏସ୍‌ମେଲ୍‌
pt: {{n}} mensagens de voz
ro: {{n}} mesaje vocale noi
si: නව හඬතැපැල් {{n}}
sw: Barua {{n}} mpya za sauti
ta: {{n}} குரலஞ்சல்
te: {{n}} కొత్త వాయిస్‌మెయిల్స్
th: {{n}} ข้อความเสียงใหม่
tr: {{n}} yeni sesli mesaj
ur: {{n}} نئی صوتی ڈاک
uz: {{n}} ta yangi ovozli xabar
xh: Kukho imiyalezo emitsha yelizwi e-{{n}}
zu: Imiyalezo yezwi emisha engu-{{n}}

# newVoicemails[other]
source: {{n}} new voicemails
af: {{n}} nuwe stemposse
am: {{n}} አዲስ የድምጽ መልእክቶች
ar: {{n}} رسائل صوتية جديدة
as: {{n}} নতুন ভয়েচমেইলসমূহ
bg: {{n}} нови гласови пощи
bn_bd: {{n}} টি নতুন ভয়েস মেইল
bn_in: {{n}} নতুন ভয়েসমেইল
br: {{n}} a gemennadennoù dre vouezh nevez
bs: {{n}} novih govornih poruka
ca: {{n}} missatges de veu nous
cy: {{n}} llaisbost newydd
es: {{n}} nuevos mensajes de voz
eu: {{n}} ahots-mezu berri
fa: {{n}} نامهٔ صوتی جدید
gd: {{n}} post-gutha ùr
hu: {{n}} új hangpostaüzenet
id: {{n}} pesan suara baru
km: សារ​ជា​សំឡេង​ថ្មី {{n}}
kn: {{n}} ಹೊಸ ಧ್ವನಿಅಂಚೆಗಳು
mai: {{n}} नव वॉइसमेल
mg: Mailakafeo vaovao {{n}}
ml: {{n}} പുതിയ ശബ്ദ സന്ദേശങ്ങള്‍
mr: {{n}} नवीन व्हॉईसमेल
ms: {{n}} mel suara baru
my: အသံ​မေလ်းအသစ် {{n}}
ne: {{n}} नयाँ ध्वनिमेलहरु
or: {{n}} ନୂଆ ଭଏସ୍‌ମେଲ୍‌
pt: {{n}} mensagens de voz
ro: {{n}} mesaje vocale noi
si: නව හඬතැපැල් {{n}}
sw: Barua {{n}} mpya za sauti
ta: {{n}} குரலஞ்சல்
te: {{n}} కొత్త వాయిస్‌మెయిల్స్
th: {{n}} ข้อความเสียงใหม่
tr: {{n}} yeni sesli mesaj
ur: {{n}} نئی صوتی ڈاک
uz: {{n}} ta yangi ovozli xabar
xh: Kukho imiyalezo emitsha yelizwi e-{{n}}
zu: Imiyalezo yezwi emisha engu-{{n}}

source: New voicemail
af: Nuwe stempos
am: አዲስ የድምጽ መልእክት
ar: رسالة صوتية جديدة
as: নতুন ভয়েচমেইল
bg: Нова гласова поща
bn_bd: নতুন ভয়েস মেইল
bn_in: নতুন অপরিচিত ভয়েসমেইল
br: Kemennadenn dre vouezh nevez
bs: Nova govorna pošta
ca: Missatge de veu nou
cy: Llaisbost newydd
es: Nuevo mensaje de voz
eu: Ahots-mezu berria
fa: پیام صوتی جدید
gd: Teachdaireachd-gutha ùr
hu: Új hangpostaüzenet
id: Pesan suara baru
km: សារ​ជា​សំឡេង​ថ្មី
kn: ಹೊಸ ಧ್ವನಿಅಂಚೆ
mai: नव वॉइसमेल
mg: Mailakafeo vaovao
ml: പുതിയ ശബ്ദ സന്ദേശം
mr: नवीन व्हॉईसमेल
ms: Mel suara baru
my: အသံမေလ်းအသစ်
ne: नयाँ ध्वनिमेलहरु
or: ନୂଆ ଭଏସ୍‌ମେଲ୍‌
pt: Nova mensagem de voz
ro: Mesaj vocal nou
si: නව හඬතැපෑලක්
sw: Baura mpya ya sauti
ta: புதிய குரலஞ்சல்
te: కొత్త వాయిస్ మెయిల్
th: ข้อความเสียงใหม่
tr: Yeni sesli mesaj
ur: نئے آوازڈاک
uz: Yangi ovozli xabar
xh: Umyalezo omtsha welizwi
zu: Umyalezo wezwi omusha

source: Dial {{number}}
af: Skakel {{number}}
am: መደወያ {{number}}
ar: اتصال ب {{number}}
as: {{number}} ডায়েল কৰক
bg: Набиране на {{number}}
bn_bd: {{number}} ডায়াল করুন
bn_in: ডায়াল {{number}}
br: Gervel an/ar {{number}}
bs: Biraj {{number}}
ca: Marqueu {{number}}
cy: Deialu {{number}}
es: Marcar {{number}}
eu: Markatu {{number}}
fa: شماره گیری‌ {{number}}
gd: Cuir fòn gu {{number}}
hu: {{number}} tárcsázása
id: Panggil {{number}}
km: ហៅ​ទៅ {{number}}
kn: ಕರೆ {{number}}
mai: डायल {{number}}
mg: Tendreo {{number}}
ml: വിളിക്കു {{number}}
mr: {{number}} फिरवा
my: {{number}} ခေါ်
ne: डायल {{number}}
or: {{number}} ଡାଏଲ କରନ୍ତୁ
pt: Marcar {{number}}
ro: Apelează {{number}}
si: {{number}} අංකනය කරන්න
sw: Piga {{number}}
ta: {{number}} ஐ அழை
te: {{number}} డయల్‌చేయి
th: โทร {{number}}
tr: Ara: {{number}}
ur: {{number}} ملائیں
uz: {{number}}ni terish
xh: Tsalela {{number}}
zu: Dayela {{number}}

source: EU internet detected
am: EU ኢንተርኔት ተገኝቷል
ar: تمّ الكشف عن إنترنت EU
bg: Разпознат Интернет в ЕС
bn_bd: EU ইন্টারনেট সনাক্ত করা হয়েছে
bn_in: EU ইন্টারনেট সনাক্ত হয়েছে
br: Kenrouedad UE dinoet
bs: Detektovan EU internet
ca: S'ha detectat Internet de la UE
cy: Wedi canfod rhyngrwyd UE
es: Internet UE detectado
eu: EU interneta detektatu da
fa: اینترنت اتّحادیهٔ اروپا یافت شد
gd: Mhothaich sinn do dh’eadar-lìon san Aonadh Eòrpach
hu: EU internetkapcsolat észlelve
id: Internet UE terdeteksi
kn: EU ಇಂಟರ್ನೆಟ್ ಪತ್ತೆ ಮಾಡಲಾಗಿದೆ
ms: Internet EU dikesan
my: EU အင်တာနက်တွေ့ရှိရ
pt: Detetado serviço de Internet Europeu
ro: Internet EU detectat
si: EU අන්තර්ජාලය හඳුනාගැනින
ta: EU இணையம் கண்டுபிடிக்கப்பட்டது
th: ตรวจพบอินเทอร์เน็ต EU
tr: AB interneti tespit edili
ur: EU انٹرنیٹ کھوج لگاۓ گۓ
uz: EU internet aniqlandi

source: Tap to change.
am: መታ ያድርጉ ለመቀየር
ar: انقر للتغيير.
bg: Докоснете за промяна.
bn_bd: পরিবর্তন করতে ট্যাপ করুন।
bn_in: পরিবর্তন করতে ট্যাপ করুন।
br: Stokit evit kemmañ
bs: Dodirnite za promjenu.
ca: Toqueu per canviar-ho.
cy: Tapio i newid.
es: Pulse para cambiar.
eu: Sakatu aldatzeko.
fa: برای تغییر، ضربه بزنید.
gd: Thoir gnogag gus atharrachadh.
hu: Koppintson a módosításhoz.
id: Ketuk untuk mengganti.
kn: ಬದಲಾಯಿಸಲು ಮೆಲ್ಲ ತಟ್ಟಿ.
mai: बदलबाक लेल टैप करू
ms: Ketik untuk berubah.
my: ပြောင်းရန်ထိပါ
pt: Carregue para alterar.
ro: Atinge pentru schimbare.
si: වෙනස් කිරීමට ටැප් කරන්න.
ta: மாற்றத் தட்டவும்.
th: แตะเพื่อเปลี่ยน
tr: Değiştirmek için dokunun.
ur: تبدیل کرنے کے لئے کلک کرے۔
uz: O‘zgartirish uchun bosing.
