Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: Cannot install application due to an unrecoverable error. Please try downloading again. The application will be removed.
am: መተግበሪያውን መግጠም አልተቻለም ማድን የምይቻል ስህተት ተፈጥሯል : እባክዎን በድጋሚ ያውርዱ: መተግበሪያው ይወገዳል
ar: تعذّر تثبيت التّطبيق بسبب خطأ لا يمكن تصحيحه. جرّب تنزيله ثانيةً. سيُزال التطبيق الآن.
bg: Грешка попречи на инсталирането. Приложението ще бъде премахнато. Моля, опитайте да го изтеглите отново.
bn_bd: পুনরুদ্ধার করা যাবে না এমন একটি ত্রুটির কারণে অ্যাপ্লিকেশন ইনস্টল করা যাচ্ছে না। অনুগ্রহ করে পুনরায় ডাউনলোড করার চেষ্টা করুন। অ্যাপ্লিকেশনটি মুছে ফেলা হবে।
bn_in: অপুনরুদ্ধারযোগ্য ত্রুটির জন্য অ্যাপ্লিকেশন ইনস্টল করা সম্ভব নয়। অনুগ্রহ করে পুনরায় ডাউনলোড করার চেষ্টা করুন। অ্যাপ্লিকেশনটি সরিয়ে ফেলা হবে।
br: N'haller ket staliañ an arload abalamour d'ur fazi anatoradus. Klaskit pellgargañ en-dro. Lamet e vo an arload.
bs: Nije moguće instalirati aplikaciju zbog greške koju nije moguće ispraviti. Molimo da pokušate ponovo preuzeti. Aplikacija će biti uklonjena.
ca: L'aplicació no es pot instal·lar per un error irrecuperable. Proveu de tornar-la a baixar. L'aplicació s'eliminarà.
cy: Methu gosod rhaglen oherwydd gwall anadferadwy. Ceisiwch lwytho i law eto. Bydd y rhaglen yn cael ei thynnu.
es: No se puede instalar la aplicación debido a un error irrecuperable. Pruebe a descargarla de nuevo. Se eliminará la aplicación.
eu: Ezin da aplikazioa instalatu errore konponezin baten eraginez. Saiatu berriro deskargatzen. Aplikazioa kendu egingo da.
fa: به‌خاطر یک خطای غیر قابل ترمیم، نمی‌توان برنامه را نصب کرد. لطفاُ بعداً دوباره تلاش کنید. برنامه برداشته خواهد شد.
gd: Cha ghabh an aplacaid a stàladh ri linn mearachd nach urrainn dhuinn a chur ceart. Feuch is luchdaich a-nuas a-rithist e. Thèid an aplacaid a thoirt air falbh.
hu: Az alkalmazás telepítése egy kijavíthatatlan hiba miatt meghiúsult. Próbálja meg újra letölteni. Az alkalmazás eltávolításra kerül.
id: Tidak dapat menginstal aplikasi karena kesalahan yang tidak dapat diperbaiki. Coba unduh sekali lagi. Aplikasi akan dihapus.
kn: ಚೇತರಿಸಿಕೊಳ್ಳಲಾಗದ ದೋಷದ ಕಾರಣದಿಂದಾಗಿ ಅನ್ವಯವನ್ನು ಅನುಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಇನ್ನೊಮ್ಮೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ. ಅನ್ವಯವನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ.
lv: Nevar instalēt lietotni neatkopjamas kļūdas dēļ. Lūdzu mēģiniet vēlreiz lejupielādēt. Lietotne tiks dzēsta.
ms: Tidak dapat memasang aplikasi disebabkan terdapat ralat yang tidak boleh dibaiki. Sila cuba muat turun semula. Aplikasi akan disingkirkan.
my: အက်ပလီကေးရှင်းအား အားတပ်ဆင်ခြင်းမပြုနိုင်ပါ။ နောက်တစ်ခေါက် ဒေါင်းလုဒ်ရယူပါ။ လက်ရှိ အက်ပ်အားဖယ်ရှားပစ် မည်ဖြစ်သည်။
pt: Impossível instalar aplicação devido a um erro irrecuperável. Por favor, experimente voltar a descarregar. A aplicação será removida.
ro: Nu se poate instala aplicația datorită unei erori iremediabile. Te rugăm să încerci descărcarea din nou. Aplicația va fi eliminată.
si: නොවැලැක්විය හැකි දෝශයක් නිසා යෙදුම ස්ථාපනය කළ නොහැක. කරුණාකර නැවත බාගැනීමට උත්සහ කරන්න. යෙදුම ඉවත් වනු ඇත.
ta: மீட்டமைக்க இயலாத பிழை நேர்ந்துள்ளதால் பயன்பாட்டை நிறுவ முடியாது. இப்பயன்பாடு நீக்கப்படும். மீண்டும் பதிவிறக்க முயற்சி.
tr: Kurtarılamaz bir hata nedeniyle uygulama yüklenemedi. Lütfen tekrar indirmeyi deneyin. Bu uygulama kaldırılacaktır.
ur: انرکوریبل نقص کی وجہ سے ایپلی کیشن تنصیب نہیں کی جا سکتی۔ دوبارہ ڈاؤن لوڈ کرنے کی کوشش کریں۔ ایپلی کیشن ہٹا دی جائے گی۔
uz: Ilova dasturlarni tiklab bo‘lmaydigan xatolik tufayli o‘rnatib bo‘lmadi. Yana yuklab olishga urinib ko‘ring. Ilova dastur o‘chirib tashlanadi.

# unrecoverable-error-action
source: OK
am: እሺ
ar: موافق
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
es: Aceptar
eu: Ados
fa: تأیید
gd: Ceart ma-thà
id: Oke
lv: Labi
mai: बेस
my: အိုကေ
si: හරි
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے

source: Turn on data roaming?
am: ዳታ ማስተላለፊያውን ላብራው?
ar: أأفعِّلُ بيانات التجوال؟
bg: Включване на роуминг за данни?
bn_bd: ডাটা রোমিং চালু করবেন?
bn_in: তথ্য রোমিং অন্য করতে চান কি?
br: Gweredekaat baleantañ ar roadennoù ?
bs: Uključiti podatkovni roaming?
ca: Voleu activar la itinerància de dades?
cy: Cychwyn data crwydro?
es: ¿Activar itinerancia de datos?
eu: Aktibatu datu-ibiltaritza?
fa: روشن کردن رومینگ داده؟
gd: A bheil thu airson dàta air fàrsan a chur air?
hu: Bekapcsolja az adatroamingot?
id: Aktifkan roaming data?
kn: ಡೇಟಾ ರೋಮಿಂಗ್ ಆನ್ ಮಾಡಬೇಕೆ?
lv: Vai ieslēgt datņu viesabonēšanu?
my: ဒေတာချိတ်ဆက်မှု ဖွင့်မလား?
pt: Ativar roming de dados?
ro: Pornești roamingul de date?
si: දත්ත සංචාරය සක්‍රීය කරන්නද?
ta: ரோமிங் தரவைச் செயலாக்கு?
th: เปิดข้อมูลข้ามเครือข่าย?
tr: Uluslararası veri dolaşımı açılsın mı?
ur: کوائف رومنگ آن کر دیں؟
uz: Internet rouming yoqilsinmi?

source: In order to access the Internet, you need to turn on data roaming. Depending on your service agreement, extra charges may apply. Do you want to turn data on?
am: ኢንተርኔት ጋር ለመድረስ ዳታ ማስተላለፊያውን ማብራት ያስፈልጋል: እንደ ግልጋሎት ስምምነትዎ ይለያያል: ተጨማሪ ክፍያ ያስከትላል:ዳታ ማስተላለፊያውን ማብራት ይፈልጋሉ?
ar: من أجل الوصول إلى الإنترنت, تحتاج إلى تشغيل بيانات التجوال. اعتمادا على اتفاقية الخدمة الخاصة بك. قد يتم استخدام رسوم إضافية. هل تريد تشغيل الخدمة؟
bg: За да имате достъп до Мрежата, трябва да включите роуминг за данни. В зависимост от договора ви, това може да доведе до допълнителни разходи. Желаете ли да включите роуминга за данни?
bn_bd: ইন্টারনেট পেতে আপনাকে ডাটা রমিং চালু রাখতে হবে। সার্ভিস চুক্তিপত্র অনুযায়ী অতিরিক্ত চার্জ প্রযোজ্য হবে। আপনি কি ডাটা চালু করতে চান?
bn_in: ইন্টারনেট ব্যবহার করতে চাইলে, আপনাকে ডেটা রোমিং চালু করতে হবে। আপনার পরিষেবার চুক্তি অনুযায়ী, অতিরিক্ত চার্য ধার্য করা হতে পারে।আপনি কি ডেটা অন্য করতে চান?
br: A-benn tizhout an Internet ez eo ret deoc'h gweredekaat baleantañ ar roadennoù. Hervez kevrat ho kwazerezh e vo kostoù ouzhpenn marteze. Ha fellout a ra deoc'h gweredekaat ?
bs: Da biste pristupili internetu, trebate uključiti podatkovni roaming. Zavisno od usluge koju koristite, dodatni troškovi su mogući. Da li želite uključiti podatke?
ca: Per accedir a Internet, s'ha d'activar la itinerància de dades. Depenent del vostre contracte de servei, podrien aplicar-se càrrecs addicionals. Voleu activar la itinerància de dades?
cy: Er mwyn mynd ar y We, rhaid i chi ddefnyddio data crwydro. Yn ddibynnol ar eich cytundeb gwasanaeth, gall fod costau ychwanegol. Ydy hi'n iawn gychwyn defnyddio data?
es: Para acceder a Internet, es necesario activar la itinerancia de datos. En función del acuerdo de servicio que haya establecido, podrán aplicarse tarifas adicionales. ¿Desea activar los datos?
eu: Internetara sartzeko, datu-ibiltaritza aktibatu behar duzu. Zure zerbitzu-baldintzen arabera, datu-tarifa gehigarriak aplika daitezke. Datuak aktibatu nahi dituzu?
fa: به منظور دسترسی به اینترنت، لازم است رومینگ داده را روشن کنید. بسته به قرارداد خدماتتان، ممکن است هزینه‌های اضافی اعمال شود. می‌خواهید داده را روشن کنید؟
gd: Mus fhaigh thu cothrom air an eadar-lìon, feumaidh tu dàta air fàrsan a chur air. A-rèir aonta na seirbheise agad, dh’fhaoidte gun èirich barrachd chosgaisean dhut. A bheil thu airson a chur air?
hu: Az internet eléréséhez be kell kapcsolnia az adatroamingot. Az előfizetői szerződésétől függően ez extra költségeket okozhat. Bekapcsolja az adatkapcsolatot?
id: Untuk mengakses Internet, Anda harus mengaktfikan roaming data. Tergantung pada layanan Anda, biaya ekstra mungkin akan dikenakan. Ingin mengaktifkan data?
kn: ಇಂಟರ್ನೆಟ್ ಪ್ರವೇಶಿಸಲು, ನೀವು ಡೇಟಾ ರೋಮಿಂಗ್ ಆನ್ ಮಾಡಬೇಕು. ನಿಮ್ಮ ಸೇವಾ ಕರಾರಿಗೆ ಅನುಗುಣವಾಗಿ, ಅಧಿಕ ವೆಚ್ಚಗಳು ಅನ್ವಯಿಸಬಹುದು. ಡೇಟಾ ಅನ್ ಮಾಡಬಯಸುವಿರಾ?
lv: Lai piekļūtu internetam, jums ir jāieslēdz datu viesabonēšanu. Atkarībā no jūsu līguma ar jūsu operatoru, var rasties papildus izmaksas. Vai vēlaties ieslēgt datu savienojumu?
my: အင်တာနက်အား ချိတ်ဆက်ရန် ဒေတာ ဖြန့်ကျတ်စနစ်အား ဖွင့်ပါ။ သင့် ဝန်ဆောင်မှု စာချုပ်အရ အပိုကြေးငွေပေးဆောင်ရ နိုင်သှ်။ ဒေတာအား ဖွင့်မှာ သေချာပြီလား?
pt: Para aceder à Internet, precisa de ativar o roaming de dados. Dependendo do serviço contratado, podem ser aplicados custos adicionais. Gostaria de ativar os dados?
ro: Pentru a accesa internetul trebuie să pornești roamingul de date. În funcție de contractul serviciului, se pot aplica costuri în plus. Dorești să pornești conexiunea de date?
si: අන්තර්ජාලයට පිවිසීමට, ඔබට දත්ත සංචාරය සක්‍රීය කිරීමට සිදුවේ. ඔබේ සේවා ගිවිසුමට අනුව අමතර ගාස්තු අයවිය හැක. ඔබට දත්ත සක්‍රීය කිරීමට අවශ්‍යද?
ta: இணையத்தை அணுக, ரோமிங் தரவுச் செயல்படுத்தவும்.உங்கள் சேவை ஒப்பந்தப்படி, கூடுதல் கட்டணம் செலுத்தவேண்டிருக்கும். தரவு பிணையத்தை செயல்படுத்தவா?
tr: İnternete erişmek için veri dolaşımını açmanız gerekiyor. Hizmet sözleşmenize bağlı olarak ek ücret ödemeniz gerekebilir. Veri dolaşımını açmak istiyor musunuz?
ur: انٹرنیٹ تک رسائی حاصل کرنے کے لئے، آپ کو ڈیٹا رومنگ آن کرنا ہوگا۔ آپ کی سروس معاہدے کی بنیاد پر، اضافی چارجز کا اطلاق ہوسکتا ہے۔ کیا آپ کوائف آن کرنا چاہتے ہیں؟
uz: Internetga kirish tartibi bo‘yicha, siz internet roumingni yoqishingiz kerak. Xizmat bitimiga muvofiq holda qo‘shimcha to‘lovlarga sabab bo‘lishi mumkin. Internetni yoqishni xohlaysizmi?

source: Select time
af: Kies tyd
am: ሰአት ይምረጡ
ar: حدد وقت
as: সময় বাছক
bg: Избиране на час
bn_bd: সময় নির্বাচন করুন
bn_in: সময় নির্বাচন করুন
br: Diuzañ an eur
bs: Izaberite vrijeme
ca: Trieu l'hora
cy: Dewis amser
es: Seleccionar hora
eu: Hautatu ordua
fa: گزینش زمان
gd: Tagh àm
hu: Válasszon időt
id: Pilih waktu
km: ជ្រើស​ពេលវេលា
kn: ಸಮಯ ಆರಿಸಿ
lv: Izvēlieties laiku
mai: समय चुनू
mg: Hifantina ora
ml: സജ്ജീകരണങ്ങള്‍ പരിശോധിയ്ക്കുന്നതിനു് തൊടുക
mr: वेळ निवडा
ms: Pilih masa
my: အချိန်ရွေးပါ
ne: समय चयन गर्नुहोस
or: ସମୟ ବାଛନ୍ତୁ
pt: Selecione a hora
ro: Selectează ora
si: වේලාව තෝරන්න
sw: Chagua wakati
ta: நேரத்தை தேர்
te: సమయం ఎంపికచేయి
th: เลือกเวลา
tr: Saati seçin
ur: وقت منتخب کریں
uz: Vaqtni tanlash
xh: Khetha ixesha
zu: Khetha isikhathi

# choose-option
source: Select
af: Kies
am: ይምረጡ
ar: حدد
as: বাছক
bg: Избиране
bn_bd: নির্বাচন করুন
bn_in: নির্বাচন করুন
br: Diuzañ
bs: Izaberi
ca: Trieu
cy: Dewis
es: Seleccionar
eu: Hautatu
fa: گزینش
gd: Tagh
hu: Válasszon
id: Pilih
km: ជ្រើស
kn: ಆರಿಸು
lv: Izvēlēties
mai: चुनू
mg: Hifantina
ml: തെരഞ്ഞെടുക്കൂ
mr: निवडा
ms: Pilih
my: ရွေးပါ
ne: छान्नुहोस्
or: ବାଛନ୍ତୁ
pt: Selecione
ro: Selectează
si: තෝරන්න
sw: Chagua
ta: தேர்
te: ఎంచుకోండి
th: เลือก
tr: Seç
ur: انتخاب کریں
uz: Tanlash
xh: Khetha
zu: Khetha

# choose-options
source: Select
af: Kies
am: ይምረጡ
ar: حدد
as: বাছক
bg: Избиране
bn_bd: নির্বাচন
bn_in: নির্বাচন করুন
br: Diuzañ
bs: Odaberi
ca: Trieu
cy: Dewis
es: Seleccionar
eu: Hautatu
fa: گزینش
gd: Tagh
hu: Válasszon
id: Pilih
km: ជ្រើស
kn: ಆರಿಸು
lv: Izvēlēties
mai: चुनू
mg: Hifantina
ml: തെരഞ്ഞെടുക്കൂ
mr: निवडा
ms: Pilih
my: ရွေးပါ
ne: चयन गर्नुहोस्
or: ବାଛନ୍ତୁ
pt: Selecione
ro: Selectează
si: තෝරන්න
sw: Chagua
ta: தேர்
te: ఎంచుకోండి
th: เลือก
tr: Seç
ur: منتخب کریں
uz: Tanlash
xh: Khetha
zu: Khetha

source: Select day
af: Kies dag
am: ቀን ይምረጡ
ar: حدد يوم
as: দিন বাছক
bg: Избиране на ден
bn_bd: দিন নির্বাচন করুন
bn_in: দিন নির্বাচন করুন
br: Diuzañ an deiz
bs: Odaberite dan
ca: Trieu el dia
cy: Dewis dyddiad
es: Seleccionar día
eu: Hautatu eguna
fa: گزینش روز
gd: Tagh latha
hu: Válasszon napot
id: Pilih hari
km: ជ្រើស​ថ្ងៃ
kn: ದಿನ ಆರಿಸಿ
lv: Izvēlēties dienu
mai: दिन चुनू
mg: Hifantina andro
ml: ദിവസമേതു്
mr: दिवस निवडा
ms: Pilih hari
my: ရက်ရွေးပါ
ne: दिन चयन गर्नुहोस
or: ଦିନ ବାଛନ୍ତୁ
pt: Selecione o dia
ro: Selectează ziua
si: දිනය තෝරන්න
sw: Chagua siku
ta: நாளை தேர்
te: రోజు ఎంపికచేయి
th: เลือกวัน
tr: Günü seçin
ur: دن منتخب کریں
uz: Kunni tanlash
xh: Khetha umhla
zu: Khetha usuku

source: Your battery is low.
am: የ እርስዎ ባትሪ ሐይል ዝቅተኛ ነው
ar: البطارية منخفضة.
bg: Батерията е изтощена.
bn_bd: আপনার ব্যাটারীর চার্জ কম।
bn_in: অাপনার ব্যাটারি বেশি নেই।
br: Izel eo ho patiri.
bs: Vaša baterija je skoro prazna.
ca: Queda poca bateria.
cy: Mae eich batri'n isel.
es: La batería está baja.
eu: Bateria baxu daukazu.
fa: باتری‌تان ضعیف است.
gd: Tha am bataraidh a’ fàs gann.
hu: Az akkumulátor gyenge.
id: Baterai leman.
kn: ನಿಮ್ಮ ಬ್ಯಾಟರಿ ಕೆಳಮಟ್ಟದಲ್ಲಿದೆ.
mai: अहाँक बैट्री कम अछि.
my: ဘတ်ထရီ အားနည်းနေသှ်
pt: A sua bateria está fraca.
ro: Bateria este descărcată.
si: ඔබේ බැටරිය අවමයි.
ta: மின்கலன் சக்தி குறைவு.
th: แบตเตอรี่ของคุณต่ำ
tr: Piliniz azaldı.
ur: آپ کی بیٹری کم ہے۔
uz: Batareya quvvati juda past.

source: Please plug in your charger.
am: እባክዎን ባትሪ መሙያውን ያገናኙ
ar: رجاء أوصل الجهاز بالشاحن.
bg: Моля, включете захранване.
bn_bd: অনুগ্রহ করে আপনার চার্জার প্লাগ ইন করুন।
bn_in: অনুগ্রহ করে অাপনার চার্জার প্লাগ ইন করুন।
br: Lugit ho karger mar plij.
bs: Molimo da uključite punjač.
ca: Connecteu el carregador.
cy: Plygiwch eich gwefrwr i fewn.
es: Conecte el cargador.
eu: Konektatu zure kargagailua.
fa: لطفاً شارژرتان را وصل کنید.
gd: Cuir a-steach an càball dealain.
hu: Csatlakoztassa a töltőt.
id: Colokkan pencatu daya.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಚಾರ್ಜರ್ ಅನ್ನು ಹೊಂದಿಸಿ.
mai: कृपया अपन चार्जर प्लग करू
my: သင့် အားသွင်းကြိုးအား ပလပ်တပ်လိုက်ပါ
pt: Por favor ligue o carregador.
ro: Te rugăm să conectezi încărcătorul.
si: කරුණාකර ආරෝපකය සබඳ කරන්න.
ta: மின்னேற்றியைச் சொருகவும்.
th: โปรดเสียบอุปกรณ์ชาร์จของคุณ
tr: Lütfen şarj aletinizi takın.
ur: براہ مہربانی اپنے چارجر میں پلگ کرے۔
uz: Zaryadlagichni ulang.

source: New window
am: አዲስ መስኮት
ar: نافذة جديدة
bg: Нов прозорец
bn_bd: নতুন উইন্ডো
bn_in: নতুন উইন্ডো
br: Prenestr nevez
bs: Novi prozor
ca: Finestra nova
cy: Ffenestr newydd
es: Nueva ventana
eu: Leiho berria
fa: پنجرهٔ جدید
gd: Uinneag ùr
hu: Új ablak
id: Jendela baru
kn: ಹೊಸ ಕಿಟಕಿ
lv: Jauns logs
mai: नवीन विन्डो
ms: Tetingkap baru
my: ဝင်းဒိုး အသစ်
pt: Nova Janela
ro: Fereastră nouă
si: නව කවුළුව
ta: புதிய சாளரம்
th: หน้าต่างใหม่
tr: Yeni pencere
ur: نئی ونڈوں
uz: Yangi oyna

source: New private window
am: አዲስ የግል መስኮት
ar: نافذة خفية جديدة
bg: Нов поверителен прозорец
bn_bd: নতুন ব্যক্তিগত উইন্ডো
bn_in: নতুন ব্যাক্তিগত উইন্ডো
br: Prenestr prevez nevez
bs: Novi privatni prozor
ca: Finestra privada nova
cy: Ffenestr breifat newydd
es: Nueva ventana privada
eu: Leiho pribatu berria
fa: پنجرهٔ محرمانهٔ جدید
gd: Uinneag phrìobhaideach ùr
hu: Új privát ablak
id: Jendela pribadi baru
kn: ಹೊಸ ಖಾಸಗಿ ಕಿಟಕಿ
lv: Jauns privātais logs
mai: नव निज विंडो
my: တကိုယ်ရေသုံး ဝင်းဒိုးအသစ်
pt: Nova janela privada
ro: Fereastră privată nouă
si: නව පුද්ගලික කවුළුව
ta: புதிய தனிப்பட்ட சாளரம்
th: หน้าต่างส่วนตัวใหม่
tr: Yeni gizli pencere
ur: نئی نجی ونڈوں
uz: Yangi maxfiy oyna

source: Show windows
am: መስኮቶች ማሳያ
ar: أظهر النوافذ
bg: Показване на прозорците
bn_bd: উইন্ডো প্রদর্শন করুন
bn_in: উইন্ডোসমূহ প্রদর্শন করুন
br: Diskouez ar prenestroù
bs: Prikaži prozore
ca: Mostra les finestres
cy: Dangos ffenestri
es: Mostrar ventanas
eu: Erakutsi leihoak
fa: نمایش پنجره‌ها
gd: Seall na h-uinneagan
hu: Ablakok megjelenítése
id: Tampilkan jendela
kn: ವಿಂಡೊ ಅನ್ನು ತೋರಿಸು
lv: Rādīt logus
pt: Mostrar janelas
ro: Arată ferestrele
si: කවුළු පෙන්වන්න
th: แสดงหน้าต่าง
ur: ونڈوں دکھائیں
uz: Oynalarni ko‘rsatish

source: Add to home screen
am: ወደ ቤት መመልከቻ መጨመሪያ
ar: أضِف إلى الشاشة الرئيسية
bg: Добавяне към началния екран
bn_bd: নীড় পাতায় যোগ করুন
bn_in: হোম স্ক্রিনে যোগ করুন
br: Ouzhpennañ d'ar skramm pennañ
bs: Dodaj na početni ekran
ca: Afegeix a la pantalla d'inici
cy: Ychwanegu i'r sgrin cartref
es: Añadir a pant. inicio
eu: Gehitu hasierako pantailari
fa: افزودن به صفحهٔ خانگی
gd: Cuir ris an sgrìn mhòr
hu: Kezdőképernyőre
id: Tambahkan ke layar beranda
kn: ಮುಖ್ಯ ತೆರೆಗೆ ಸೇರಿಸು
lv: Pievienot sākuma ekrānam
mai: घर स्क्रीन पर जोड़ू
ms: Tambah ke skrin utama
my: ပင်မစာမျက်နှာသို့ ထည့်ပါ
pt: Adicionar ao ecrã inicial
ro: Adaugă pe ecran principal
si: නිවෙස් තිරයට එක් කරන්න
ta: முகப்பு திரையில் சேர்
th: เพิ่มไปยังหน้าจอแรก
tr: Ana ekrana ekle
ur: ابتدائی سکرین میں اضافہ کریں
uz: Uy ekraniga qo‘shish

# pin-to-home-screen
source: Pin
am: ማጣበቂያ
ar: إضافة
bn_bd: পিন
bn_in: পিন
br: Spilhennañ
bs: Zakači
ca: Fixa
cy: Pinio
es: Fijar
fa: سنجاق کردن
gd: Prìnich
lv: Piespraust
si: පින්
th: ปักหมุด
ur: پن
uz: Qistirish

source: Share
af: Deel
am: ማካፈያ
ar: مُشاركة
as: অংশীদাৰী কৰক
bg: Споделяне
bn_bd: শেয়ার
bn_in: শেয়ার করুন
br: Rannañ
bs: Podijeli
ca: Comparteix
cy: Rhannu
es: Compartir
eu: Partekatu
fa: هم‌رسانی
gd: Co-roinn
hu: Megosztás
id: Bagikan
km: ចែករំលែក
kn: ಹಂಚು
lv: Dalīt
mai: साझा करू
mg: Hizara
ml: പങ്കിടൂ
mr: शेअर
ms: Kongsi
my: မျှဝေပါ
ne: बाँड्नुहोस्
or: ବିତରଣ
pt: Partilha
ro: Împărtășește
si: බෙදාගන්න
sw: Shiriki
ta: பகிரவும்
te: పంచుకోండి
th: แบ่งปัน
tr: Paylaş
ur: بانٹیں
uz: Bo‘lishish
xh: Yabelana
zu: Yabelana

source: {{brandShortName}} just recovered from a crash
af: {{brandShortName}} het so pas van ’n omval herstel
am: {{brandShortName}} ከ መጋጨት ድኗል
ar: {{brandShortName}} تم استرجاعه من الانهيار
as: {{brandShortName}} এ এইমাত্ৰ এটা স্খলনৰ পৰা উদ্ধাৰ পাইছে
bg: {{brandShortName}} току що се възстанови от срив
bn_bd: {{brandShortName}} মাত্র একটি ক্র্যাশ থেকে পুনরুদ্ধার হয়েছে
bn_in: {{brandShortName}} ক্র্যাশ থেকে উদ্ধার হল
br: Adloc'het eo bet {{brandShortName}} goude ur sac'hadenn
bs: {{brandShortName}} se upravo oporavio od rušenja
ca: El {{brandShortName}} s'ha recuperat d'una fallada
cy: Mae {{brandShortName}} newydd ei adfer ar ôl chwalu
es: {{brandShortName}} se ha recuperado de un fallo
eu: {{brandShortName}} hutsegite batetik berreskuratu berri da
fa: یک خطا در ‫{{brandShortName}} ترمیم شد
gd: Tha {{brandShortName}} dìreach air tuisleadh
hu: {{brandShortName}} helyreállt az összeomlás után
id: {{brandShortName}} baru dipulihkan dari crash
km: {{brandShortName}} ទើប​បាន​សង្គ្រោះ​ពី​ការ​ជាប់​គាំង
kn: {{brandShortName}} ಈಗಷ್ಟೇ ಕ್ರಾಶ್‌ನಿಂದ ಚೇತರಿಸಿಕೊಂಡಿದೆ
mai: {{brandShortName}}बस एकटा दुर्घटना सँ बरामद
mg: Tafarina t@ crash nanjo azy vao teo {{brandShortName}}
ml: {{brandShortName}} ഇപ്പോള്‍ വീണ്ടെടുത്തൂ
mr: {{brandShortName}} आत्ताचा क्रॅश पासून सावरला आहे
ms: {{brandShortName}} telah pulih dari kemusnahan
my: {{brandShortName}} အပျက်အစီးတစ်ခု ဖြစ်ပွားပြီးခါစ
ne: {{brandShortName}} भर्खरै क्र्यासबाट रिकभर भयो
or: {{brandShortName}} ବର୍ତ୍ତମାନ କ୍ରାସରୁ ଉଦ୍ଧାର ପାଇଛି
pt: {{brandShortName}} acabou de recuperar de uma falha
ro: {{brandShortName}} tocmai s-a recuperat după o defecțiune
si: {{brandShortName}} විසින් බිඳවැටුමකින් පියවි තත්වයට පැමිණියා පමණි
sw: {{brandShortName}} imepona kutoka kwa kukwama
ta: {{brandShortName}} இப்போது தான் ஒரு சிதைவிலிருந்து மீட்டமைக்கப்பட்டது
te: {{brandShortName}} ఇప్పుడే క్రాష్ నుండి తేరుకుంది
th: {{brandShortName}} เพิ่งถูกกู้คืนจากข้อขัดข้อง
tr: {{brandShortName}} az önce bir çökmeden kurtarıldı
ur: {{brandShortName}} ابھی کریش سے واپس آیا ہے
uz: {{brandShortName}} hozirgina nosozlikdan tiklandi
xh: I-{{brandShortName}} isandul' ukuphuma ekonakaleni
zu: I-{{brandShortName}} isanda kulunga emva komonakalo

source: {{name}} just crashed
af: {{name}} het so pas omgeval
am: {{name}} ተጋጭቷል
ar: {{name}} توقف عن العمل
as: {{name}} ৰ এইমাত্ৰ স্খলন হ'ল
bg: {{name}} току що се срина
bn_bd: {{name}} এইমাত্র ক্র্যাশ হলো
bn_in: {{name}} ক্র্যাশ করেছে
br: {{name}} en deus sac'het
bs: {{name}} se upravo srušio
ca: «{{name}}» ha fallat
cy: Mae {{name}} newydd chwalu
es: {{name}} acaba de fallar
eu: {{name}} aplikazioak huts egin du
fa: ‫{{name}} با خطا مواجه شد
gd: Tha {{name}} dìreach air tuisleadh
hu: {{name}} összeomlott
id: {{name}} baru saja mengalami crash
km: {{name}} ទើប​​ជាប់​គាំង
kn: {{name}} ಈಗಷ್ಟೇ ಕ್ರಾಶ್ ಆಗಿದೆ
mai: {{name}}बस दुर्घटनाग्रस्त भए गेल
mg: Voan'ny crash vao teo {{name}}
ml: {{name}} ഇപ്പോള്‍ തകര്‍ന്നു
mr: {{name}} आत्ताच क्रॅश झाला
ms: {{name}} telah musnah
my: {{name}} ယခုလေးတင်ပိတ်သွားသှ်
ne: {{name}} भर्खरै क्र्यास भयो
or: {{name}} ବର୍ତ୍ତମାନ କ୍ରାସ୍‌ ହୋଇଛି
pt: {{name}} teve uma falha
ro: {{name}} tocmai s-a închis neașteptat
si: {{name}} හී බිඳවැටීමක්
sw: {{name}} imekwama
ta: {{name}} சற்றுமுன் சிதைந்தது
te: {{name}} క్రాషైంది
th: {{name}} เพิ่งขัดข้อง
tr: {{name}} biraz önce çöktü
ur: {{name}} ابھی کریش ہو گیا
uz: {{name}}da hozirgina nosozlik ro‘y berdi
xh: I-{{name}} isandul' ukonakala
zu: I-{{name}} isanda kwehlelwa umonakalo

source: Something
am: አንድ ነገር
ar: شيءٌ ما
bg: Нещо
bn_bd: কিছু
bn_in: কিছু
br: Un dra bennak
bs: Nešto
ca: Alguna cosa
cy: Rhywbeth
es: Algo
eu: Zerbait
fa: چیزی
gd: Rudeigin
hu: Valami
id: Sesuatu
kn: ಏನಾದರೂ
lv: Kaut kas
pt: Algo
ro: Ceva
si: යමක්
th: บางอย่าง
tr: Bir şey
ur: ‎کچھ اور
uz: Biror narsa
