Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: Download updates via data connection?
af: Laai bywerkings via dataverbinding af?
am: ማሻሻያውን ላውርድ በ ዳታ ማስተላለፊያ?
ar: تنزيل التحديثات عن طريق وصلة البيانات؟
as: তথ্য সংযোগৰ সহায়ত আপডেইটসমূহ ডাউনল'ড কৰিব নে?
bg: Да бъдат ли свалени обновяванията през връзката за данни?
bn_bd: ডাটা সংযোগের মাধ্যমে হালনাগাদ ডাউনলোড করবেন?
bn_in: ডাটা সংযোগের মাধ্যমে ডাউনলোড করবেন?
br: Pellgargañ an hizivadurioù dre ar c'hennask roadennoù ?
bs: Preuzeti ažuriranja preko podatkovne veze?
ca: Voleu baixar les actualitzacions mitjançant la connexió de dades?
cy: Llwytho diweddariadau i lawr drwy'r cysylltiad data?
es: ¿Descargar bajo una conexión de datos?
eu: Deskargatu eguneraketak datu-konexio bidez?
fa: بارگیری به‌روز رسانی‌ها از طریق اتّصال داده‌ای؟
gd: A bheil thu airson na h-ùrachaidhean a luchdadh a-nuas air ceangal dàta?
hu: Adatkapcsolaton tölti le a frissítéseket?
id: Unduh pembaruan via koneksi data?
km: ទាញយក​បច្ចុប្បន្នភាព​តាម​បណ្ដាញ​ទិន្នន័យឬ?
kn: ಡೇಟಾ ಸಂಪರ್ಕದ ಮೂಲಕ ಅಪ್‌ಡೇಟ್‌ಗಳನ್ನು ಡೌನ್‌ಲೋಡ್‌ ಮಾಡುವುದೇ?
mai: डाटा कनेक्शन क ज़रिये अद्यतन डाउनलोड करू?
mg: Hampidinina fanavaozana @ alàlan'ny fifandraisana data?
ml: ഡേറ്റാ കണക്ഷനിലൂടെ പരിഷ്കരണങ്ങള്‍ ഡൌണ്‍ലോഡണോ?
mr: डाटा जोडणीद्वारे सुधारणा डाउनलोड करायच्या?
ms: Muat turun kemaskini melalui sambungan data?
my: ဒေ​တာ ချိတ်ဆက်​မှု​ဖြင့် အဆင့်​မြှင့်​တင်​ခြင်း​ကို ဆွဲ​ယူ​မ​လား?
ne: डाटा जडान मर्फत अपडेटहरु डाउनलोड गर्नु चाहानुहुन्छ?
or: ଇଣ୍ଟରନେଟ ସଂଯୋଗ ମାଧ୍ୟମରେ ଅପଡେଟଗୁଡ଼ିକୁ ଆହରଣ କରିବେ କି?
pt: Descarregar atualizações através da ligação de dados?
ro: Descarci actualizările via conexiunea de date?
si: දත්ත සබඳතාවය හරහා යාවත්කාලීන කිරීම් භාගත කරන්න ද?
sw: Daunlodi sasisho kupitia muungano wa data?
ta: மேம்பாடுகளை செல்பெசி இணையம் மூலமாக பதிவிறக்கவா?
te: దత్తాంశ అనుసంధానం ద్వారా నవీకరణలు దించుకోవాలా?
th: ดาวน์โหลดการปรับปรุงผ่านการเชื่อมต่อข้อมูล?
tr: Güncellemeler veri şebekesi üzerinden indirilsin mi?
ur: بذریعہ ڈیٹا کنکشن اپ ڈیٹ ڈاؤن لوڈ کریں؟
uz: Internetga ulanish orqali yangilanishlar yuklab olinsinmi?
xh: Ufuna ukukhuphela ezihlaziyiweyo ngonxibelelwano lwedatha?
zu: Ufuna ukudawuniloda okusha okukhona ngokuxhumeka kwedatha?

source: Downloading updates is not possible on slow connections (2G). Please connect via Wi-Fi or 3G (if available) and try again.
am: ማሻሻያዎችን ማውረድ አይቻልም በ ዝግተኛ ግንኙነቶች (2G). እባክዎን ይገናኙ በ ዋይ-ፋይ ወይንም በ 3G (ዝግጁ ከሆነ) እና እንደገና ይሞክሩ
ar: لا يمكن تنزيل التحديثات عبر اتصال بطيء مثل شبكة (2G). اتصل بشبكة واي-فاي أو شبكة 3G (إن توفّرت) ثم حاول ثانيةً.
bg: Изтеглянето на обновявания е невъзможно при бавна връзка (2G). Моля, свържете се през Wi-Fi или 3G (ако е възможно) и пробвайте пак.
bn_bd: ধীর কানকশনে (2G) আপডেট ডাউনলোড সম্ভব নয়। দয়া করে Wi-Fi অথবা 3G (যদি সম্ভব হয়) কানেক্ট করুন এবং আবার চেষ্টা করুন।
bn_in: ধীর গতির সংযোগে (2G) আপডেটগুলি ডাউনলোড করা সম্ভব নয়। অনুগ্রহ করে ওয়াই-ফাই অথবা 3G (যদি উপলব্ধ হয়) দ্বারা সংযোগ করুন এবং পুনরায় চেষ্টা করুন।
br: N'hallet ket pellgargañ hizivadurioù dre gennaskoù gorrek (2G). Kennaskit dre Wi-Fi pe 3G (mar hegerz) ha klaskit en-dro.
bs: Preuzimanje nadogradnji nije moguće na sporim konekcijama (2G). Molimo da se povežete na Wi-Fi ili 3G mrežu (ukoliko je dostupna) te pokušate ponovo.
ca: Les actualitzacions no es poden baixar en connexions lentes (2G). Connecteu-vos per Wi-Fi o 3G (si està disponible) i torneu-ho a provar.
cy: Nid yw'n bosib llwytho i lawr diweddariadau ar gysylltiad araf (2G). Cysylltwch drwy'r diwifr neu 3G (os ar gael) a cheisiwch eto.
es: No es posible descargar actualizaciones en conexiones lentas (2G). Conéctese a través de wifi o 3G (si está disponible) y pruebe nuevo.
eu: Eguneraketak ezin dira deskargatu 2G motako konexio moteletan. Konektatu Wi-Fi edo 3G bidez (erabilgarri badaude) eta saiatu berriro.
fa: بارگیری به‌روز رسانی‌ها روی اتّصال‌های کند (نسل دوم) ممکن نیست. لطفاً از طریق وای‌فای یا (در صورت وجود) نسل سوم وصل شده و دوباره تلاش کنید.
gd: Chan urrainn dhut ùrachaidhean a luchdadh a-nuas air ceanglaichean slaodach (2G). Ceangail ri WiFi no 3G (ma tha sin ri làimh) is feuch ris a-rithist.
hu: A letöltés nem lehetséges lassú kapcsolaton keresztül (2G). Kapcsolódjon Wi-Fi vagy 3G hálózatra (amennyiben lehetséges), majd próbálja újra.
id: Mengunduh pembaruan tidak dimungkinkan dengan koneksi lambat (2G). Silakan sambungkan via Wi-Fi atau 3G (jika tersedia) dan coba lagi.
km: ការ​ទាញ​យក​បច្ចុប្បន្នភាព​មិន​អាច​ធ្វើ​បាន​ទេ​នៅ​លើ​ការ​តភ្ជាប់​យឺត (2G)។ សូម​តភ្ជាប់​តាម​វ៉ាយហ្វាយ ឬ 3G (បើ​មាន) រួច​ព្យាយាម​ម្ដងទៀត។
kn: ನಿಧಾನದ (2G) ಸಂಪರ್ಕಗಳಲ್ಲಿ ಪರಿಷ್ಕರಣೆಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡುವುದು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ವೈ-ಫೈ ಅಥವಾ 3G (ಲಭ್ಯವಿದ್ದಲ್ಲಿ) ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Lejupielādēt atjauninājumus ar lēnu savienojumu (2G) nav iespējams. Lūdzu savienojieties ar Wi-Fi vai 3G tīklu (ja iespējams) un mēģiniet vēlreiz.
ms: Memuat turun kemaskini tidak dimungkinkan pada sambungan perlahan (2G). Sila sambung melalui Wi-Fi atau 3G (jika ada) dan cuba lagi.
my: အဆင့်​မြှင့်​တင်​ခြင်း ဆွဲ​ယူ​ခြင်း​သည် နှေး​သော ချိတ်ဆက်​မှု(2G) စနစ်​ဖြင့် မ​ရ​နိုင်​ပါ။ Wi-Fi သို့မဟုတ် 3G စနစ်(ရှိ​ခဲ့​လျှင်) ကို ကျေးဇူးပြု​၍ ချိတ်ဆက်​ပြီး နောက်​တစ်​ကြိမ် ပြန်​ကြိုးစားပါ
pt: A descarga de atualizações não é possível em ligações lentas (2G). Por favor, ligue-se através de uma rede Wi-Fi ou do 3G (se disponível) e volte a tentar.
ro: Descărcarea de actualizări nu e posibilă pe conexiunile slabe (2G). Te rugăm să te conectezi via Wi-Fi sau 3G (dacă sunt disponibile) și să încerci din nou.
si: මන්දගාමී සබඳතා (2G) මත යාවත් බාගැනීම සාර්ථක නොවේ. කරුණාකර Wi-Fi මගිනා හෝ 3G මගින් (පවතී නම්) සබඳවී නැවත උත්සහ කරන්න.
ta: வேகமற்ற இணைப்பில்(2G) புதுப்பிப்பு பதிவிக்கம் சாத்தியமில்லை. வை-பை அல்லது 3G (இருந்தால்) இணைத்து மீண்டும் முயற்சிக்கவும்.
th: การดาวน์โหลดการปรับปรุงไม่สามารถทำได้บนการเชื่อมต่อที่ช้า (2G) โปรดเชื่อมต่อผ่าน Wi-Fi หรือ 3G (หากมีให้ใช้) และลองอีกครั้ง
tr: Yavaş bağlantılarda (2G) güncellemeler indirilemez. Lütfen Wi-Fi veya 3G (varsa) üzerinden bağlanıp tekrar deneyin.
ur: تازہ کاری ڈاؤن لوڈ کرنے کی رفتار آہستہ کنکشن (2G) پر ممکن نہیں ہے۔ براہ مہربانی وائی فائی یا 3G (دستیاب ہو) کے ذریعے رابطہ قائم کریں اور دوبارہ کوشش کریں۔
uz: Yangilanishlarni yuklab olish sekin ulanishlarda (2G) mavjud emas. Wi-Fi yoki 3G (agar mavjud bo‘lsa) orqali ulaning va qaytadan urinib ko‘ring.

source: When using a data connection, additional costs may apply. Do you want to continue?
am: የ ዳታ ግንኙነት በሚጠቀሙ ጊዜ ተጨማሪ ክፍያ ያስከትላል: መቀጠል ይፈልጋሉ?
ar: قد يُكلّفك تنزيل التحديث رسومًا إضافية عند استخدام اتصال بيانات. هل تريد المتابعة؟
bg: При използване на връзка за данни може да има допълнителни разходи. Желаете ли да продължите?
bn_bd: যখন ডাটা কানেকশন ব্যবহৃত হবে, বাড়তি খরচ প্রযোজ্য হবে। আপনি কি অব্যাহত রাখতে চান?
bn_in: তথ্য সংযোগ ব্যবহার করার সময়, অতিরিক্ত চার্জ প্রযোজ্য হতে পারে। অাপনি কি এটি চালিয়ে যেতে চান?
br: Arverañ ur c'hennask ouzh roadennoù a c'hell koustañ deoc'h mizoù ouzhpenn. Fellout a ra deoc'h kenderc'hel ?
bs: Mogući su dodatni troškovi prilikom korištenja podatkovne veze. Da li želite nastaviti?
ca: Utilitzar una connexió de dades pot comportar despeses addicionals. Voleu continuar?
cy: Wrth ddefnyddio cysylltiad data, bydd rhaid talu'n ychwanegol. Parhau?
es: Al utilizar una conexión de datos, se aplicarán tarifas adicionales. ¿Desea continuar?
eu: Datu-konexioa erabiltzean tarifa gehigarriak aplika daitezke. Jarraitu nahi duzu?
fa: هنگام استفاده از اتّصال داده‌ای، ممکن است هزینه‌های اضافی اعمال شود. می‌خواهید ادامه دهید؟
gd: Ma chleachdas tu ceangal dàta, dh’fhaoidte gun èirich cosgaisean a bharrachd dhut. A bheil thu airson leantainn air adhart?
hu: Adatkapcsolat esetén további költségeket számolhat fel a mobilszolgáltató. Biztosan folytatja?
id: Saat menggunakan sambungan data, biaya tambahan mungkin dikenakan. Lanjutkan?
kn: ಡೇಟಾ ಸಂಪರ್ಕ ಬಳಸುವಾಗ, ಹೆಚ್ಚುವರಿ ವೆಚ್ಚಗಳು ಅನ್ವಯಿಸಬಹುದು. ನೀವು ಮುಂದುವರೆಸಲು ಬಯಸುವಿರಾ?
lv: Izmantojot datu pieslēgumu, var rasties papildus izmaksas. Vai vēlaties turpināt?
my: ဒေ​တာ ချိတ်ဆက်​မှု​ကို အသုံးပြု​သည့်​အခါ ငွေ​များ ကုန်ကျ​ပါ​လိမ့်​မည်။ ဆက်လက်​ပြုလုပ်​လို​ပါ​သလား?
pt: Quando é utilizada a ligação de dados, podem ser aplicados custos adicionais. Deseja continuar?
ro: Când folosești o conexiune de date, se pot aplica costuri suplimentare. Dorești să continui?
si: දත්ත සබඳතාවක් භාවිතයේදී, අමතර ගාස්තු අයවේ. ඔබට ඉදිරියට යෑමට අවශ්‍යද?
ta: பேசியின் தரவு பிணையத்தைப் பயன்படுத்தினால் கூடுதல் கட்டணம் ஆகும். தொடர விருப்பமா?
th: เมื่อใช้งานการเชื่อมต่อข้อมูล อาจมีค่าใช้จ่ายเพิ่มเติม คุณต้องการดำเนินการต่อหรือไม่?
tr: Veri bağlantısı kullanılırken ek ücretler oluşabilir. Devam etmek isiyor musunuz?
ur: کوائف کنکشن استعمال کرتے ہیں تو، اضافی چارجز کا اطلاق ہوسکتا ہے۔ کیا آپ جاری رکھنا چاہتے ہو؟
uz: Internetga ulanish qo‘shimcha to‘lovlarga sabab bo‘lishi mumkin. Davom ettirishni xohlaysizmi?

source: Download updates via data roaming?
am: ማሻሻያውን ላውርድ በ ዳታ ማስተላለፊያ?
ar: أأنزّل التحديثات عبر بيانات التجوال؟
bg: Изтегляне на обновяванията през роуминг?
bn_bd: ডাটা সংযোগের মাধ্যমে হালনাগাদ ডাউনলোড করবেন?
bn_in: তথ্য রোমিং এর মাধ্যমে আপডেটসমূহ ডাউনলোড করা হবে?
br: Pellgargañ an hizivadurioù dre ar c'hennask baleantañ ?
bs: Preuzmi nadogradnje putem podatkovnog roaminga?
ca: Voleu baixar les actualitzacions mitjançant la connexió de dades en itinerància?
cy: Llwytho diweddariadau i lawr drwy'r cysylltiad data?
es: ¿Descargar actualizaciones a través de itinerancia de datos?
eu: Deskargatu eguneraketak datu-ibiltaritza bidez?
fa: بارگیری به‌روز رسانی‌ها از طریق رومینگ داده؟
gd: A bheil thu airson na h-ùrachaidhean a luchdadh a-nuas air fàrsan dàta?
hu: A frissítéseket adatroamingon tölti le?
id: Unduh pembaruan via penjelajahan data?
kn: ಡೇಟಾ ರೋಮಿಂಗ್ ಮೂಲಕ ಅಪ್‌ಡೇಟ್‌ಗಳನ್ನು ಡೌನ್‌ಲೋಡ್‌ ಮಾಡುವುದೇ?
mai: डाटा कनेक्शन क ज़रिये अद्यतन डाउनलोड करू?
ms: Muat turun kemaskini melalui perayauan data?
my: ဒေတာ ဖြန့်ကျတ်စနစ်မှ အဆင့်မြှင့်တင်ခြင်း ဆွဲယူမည်မှာ သေချာပြီလား?
pt: Descarregar atualizações através do roaming de dados?
ro: Descarci actualizările via roaming de date?
si: දත්ත රෝමිං හරහා යාවත් බාගන්නද?
ta: புதுப்பிப்புகளைச் செல்பெசி இணையம் மூலமாக பதிவிறக்கவா?
th: ดาวน์โหลดการปรับปรุงผ่านข้อมูลข้ามเครือข่าย?
tr: Güncellemeler uluslararası dolaşımda indirilsin mi?
ur: تازہ کاری ڈاؤن لوڈ کریں بذریعہ کوائف رومنگ؟
uz: Internetga ulanish orqali yangilanishlar yuklab olinsinmi?

source: You are currently roaming and additional charges may apply. Do you want to continue?
am: አሁን እርስዎ እያዛዋወሩ ነው እና ተጨማሪ ክፍያ ያስከትላል: መቀጠል ይፈልጋሉ?
ar: هاتفك في وضع التجوال وقد يُكلّفك تنزيل التحديث رسومًا إضافية. هل تريد المتابعة؟
bg: Сега сте в роуминг и може да има допълнителни разходи. Желаете ли да продължите?
bn_bd: আপনি বর্তমানে ভ্রমনে আছেন এবং অতিরিক্ত খরচ হতে পারে। আপনি কি অব্যাহত রাখতে চান?
bn_in: অাপনি বর্তমানে রোমিং করছেন এবং অতিরিক্ত চার্জ প্রযোজ্য হতে পারে। অাপনি কি চালিয়ে যেতে চান?
br: Emaoc'h o valeantañ hag an dra-se a c'hellfe koustañ deoc'h mizoù ouzhpenn. Fellout a ra deoc'h kenderc'hel ?
bs: Trenutno ste u roamingu i dodatni troškovi su mogući. Da li želite nastaviti?
ca: Actualment esteu en itinerància, fet que pot comportar despeses addicionals. Voleu continuar?
cy: Rydych yn y modd crwydro ar yn o bryd a gall fod rhaid talu'n ychwanegol. Parhau?
es: Al estar en itinerancia, se aplicarán tarifas adicionales. ¿Desea continuar?
eu: Datu-ibiltaritza erabiltzen ari zara eta datu-tarifa gehigarriak aplika daitezke. Jarraitu nahi duzu?
fa: در حال رومینگ هستید و ممکن است هزینه‌های اضافی اعمال شود. می‌خواهید ادامه دهید؟
gd: Tha thu air fàrsan an-dràsta agus dh’fhaoidte gun èirich cosgaisean a bharrachd dhut. A bheil thu airson leantainn air adhart?
hu: Jelenleg roamingon van, ezért további költségek merülhetnek fel. Biztosan folytatja?
id: Anda sedang roaming dan biaya tambahan mungkin dikenakan. Lanjutkan?
kn: ನೀವು ಸಧ್ಯ ರೋಮಿಂಗ್‌ನಲ್ಲಿದ್ದೀರ ಮತ್ತು ಹೆಚ್ಚುವರಿ ವೆಚ್ಚಗಳು ಅನ್ವಯಿಸಬಹುದು. ನೀವು ಮುಂದುವರೆಯಲು ಬಯಸುವಿರಾ?
ms: Anda kini dalam perayauan dan caj tambahan mungkin dikenakan. Adakah anda ingin teruskan?
my: လက်ရှိသင်သည် ဒေတာ ဖြန့်ကျတ်စနစ်ထဲတွင် သုံးဆွဲနေပြီး အပိုကြေးငွေပေးဆောင်ရမည်ဖြစ်သည်။ သင် ဆက်လက်သုံးလိုပါသလား?
pt: Atualmente, está no modo de roaming e poderão aplicar-se custos adicionais. Deseja continuar?
ro: Ești în prezent pe roaming și se pot aplica costuri suplimentare. Dorești să continui?
si: ඔබ දැනට රෝමිං භාවිත කරන අතර අමතර ගාස්තු අයවේ. ඔබට ඉදිරියට යෑමට අවශ්‍යද?
ta: நீங்கள் ரோமிங்கில் இருப்பதால் கூடுதல் கட்டணமாகும். தொடர விருப்பமா?
th: คุณกำลังใช้บริการข้ามเครือข่ายและอาจมีค่าใช้จ่ายเพิ่มเติม คุณต้องการดำเนินการต่อหรือไม่?
tr: Şu anda uluslararası dolaşımdasınız ve ek ücretler oluşabilir. Devam etmek istiyor musunuz?
ur: آپ فی الحال رومنگ میں ہیں اور اضافی چارجز کا اطلاق ہوسکتا ہے۔ کیا آپ جاری رکھنا چاہتے ہو؟
uz: Siz hozirda roumingdasiz va qo‘shimcha to‘lovlar olinishi mumkin. Davom ettirishni xohlaysizmi?

source: Build ID: {{ buildid }}
am: የ ግንባታ-መለያ: {{ buildid }}
bn_bd: বিল্ড আইডি: {{ buildid }}
bn_in: বিল্ড আইডি: {{ buildid }}
br: Naoudi ar c'hempunañ : {{ buildid }}
ca: Identificador del muntatge: {{ buildid }}
cy: Adeiladedd: {{ buildid }}
es: ID de compilación: {{ buildid }}
fa: شناسهٔ ساخت: {{ buildid }}
lv: Būvējuma ID: {{ buildid }}
pt: ID de compilação: {{ buildid }}
si: නිකුතු ID: {{ buildid }}
ur: بلڈ ID: {{ buildid }}

source: View the full list of changes
am: የ ለውጦቹን ሙሉ ዝርዝር መመልክቻ
ar: عرض قائمة التغييرات كاملةََ
bn_bd: পরিবর্তনের সম্পূর্ণ তালিকা দেখাও
bn_in: পরিবর্তনের সম্পূর্ণ তালিকা দেখুন
br: Gwelout roll klok ar c'hemadennoù
bs: Prikaži punu listu promjena
ca: Mostra tota la llista de canvis
cy: Gweld rhestr o'r holl newidiadau
es: Ver la lista completa de cambios
fa: مشاهدهٔ فهرست کامل تغییرات
gd: Seall liosta iomlan nan atharraichean
lv: Skatīt izmaiņu sarakstu
pt: Ver a lista de alterações
si: සම්පූර්ණ වෙනස්කම් පෙන්වන්න
th: ดูรายการการเปลี่ยนแปลงแบบเต็ม
ur: تبدیلیوں کی مکمل فہرست دیکھیں

source: Screenshot saved to Gallery
af: Skermskoot na Galery gestoor
am: የ መመልከቻው ፎቶ በ አዳራሻ ውስጥ ተቀምጧል
ar: حُفظت الصورة في المعرض
as: স্ক্ৰিনশ্বটক গেলাৰিত সংৰক্ষণ কৰা হল
bg: Екранна снимка запазена
bn_bd: স্ক্রিনশট সংরক্ষিত হয়েছে
bn_in: গ্যালারিতে স্ক্রিনশট সংরক্ষিত
br: Tapadenn-skramm enrollet
bs: Slika ekrana je sačuvana u Galeriji
ca: Captura desada a la Galeria
cy: Llun sgrin wedi ei chadw i'r Oriel
es: Captura guardada en Galería
eu: Pantaila-argazkia gordeta
fa: نماگرفت در گالری ذخیره شد
gd: Chaidh glacadh-sgrìn a shàbhaladh sa ghailearaidh
hu: Kép mentve a Galériába
id: Tangkapan layar disimpan ke Galeri
km: បាន​រក្សាទុក​រូបភាព​ទៅ​​វិចិត្រសាល
kn: ತೆರೆಚಿತ್ರವನ್ನು ಗ್ಯಾಲರಿಯಲ್ಲಿ ಉಳಿಸಲಾಗಿದೆ
lv: Ekrānattēls tika saglabāts Galerijā
mai: स्क्रीनशॉट गैलरी मे सहेजल गेल
mg: Voatahiry ao @ Galeria ny sarin'efijery
ml: ഗ്യാലറിയിലേക്കു് സൂക്ഷിച്ചു
mr: स्क्रीनशॉट गॅलेरीमध्ये साठविले आहे
ms: Cekupan layar disimpan ke Galeri
my: စကရင်မှတ်တမ်း ပြခန်းထဲသို့သိမ်းပြီး
ne: स्क्रिनसट गलिअरीमा सङ्ग्रह गर्नुहोस्
or: ଗ୍ୟାଲେରୀରେ ପରଦା ପ୍ରତିଛବିକୁ ସଂରକ୍ଷଣ କରାଯାଇଛି
pt: Captura guardada na Galeria
ro: Captură salvată în Galerie
si: ගැලරිය වෙතට තිරසටහන සුරැකුම් විය
sw: Picha ya kioo imehifadhiwa kwa Albamu
ta: படங்களில் சேமித்தது
te: తెరపట్టు చిత్రశాలకు భద్రపరచబడింది
th: บันทึกภาพหน้าจอลงในคลังแล้ว
tr: Ekran, Galeri'ye kaydedildi
ur: سکرین شاٹ گیلری، نگارخانہ پر محفوظ
uz: Erkan rasmi "Galleriya"ga saqlandi
xh: Ifoto yeskrini igcinwe kwiGalari
zu: Isithombe seskrini silondolozwe kuGalari

source: The screenshot could not be saved
af: Die skermskoot kon nie gestoor word nie
am: የ መመልከቻው ፎቶ ማስቀመጥ አልተቻለም
ar: لم يتم حفظ لقطة الشاشة
as: স্ক্ৰিনশ্বট সংৰক্ষণ কৰিব পৰা নগল
bg: Грешка при запазването на екранната снимка
bn_bd: স্ক্রিনশট সংরক্ষিত হয়নি
bn_in: স্ক্রিনশট সংরক্ষণ করা যায়নি
br: N'haller ket enrollañ an dapadenn-skramm
bs: Slika ekrana nije mogla biti sačuvana
ca: No s'ha pogut desar la captura
cy: Nid oedd modd cadw'r llun sgrin
es: No se guardó la captura
eu: Ezin pantaila-argazkia gorde
fa: نماگرفت نتوانست ذخیره شود
gd: Cha b' urrainn dhuinn an glacadh-sgrìn a shàbhaladh
hu: A kép nem menthető
id: Tangkapan layar tidak dapat disimpan
km: មិន​អាច​រក្សាទុក​រូបភាព
kn: ತೆರೆಚಿತ್ರವನ್ನು ಉಳಿಸಲಾಗಲಿಲ್ಲ
lv: Nevarēja saglabāt ekrānattēlu
mai: स्क्रीनशॉट सहेजल नहि जाए सकल.
mg: Voatahiry ilay sarin'efijery
ml: സ്ക്രീന്‍ഷോട്ട് സൂക്ഷിയ്ക്കുവാനായില്ല
mr: स्क्रीनशॉट साठविता आले नाही
ms: Cekupan layar tidak dapat disimpan
my: စကရင်မှတ်တမ်း အား မသိမ်းဆည်းနိုင်ပါ
ne: स्क्रिनसट सङ्ग्रह हुन सकेन ।
or: ପରଦା ପ୍ରତିଛବିକୁ ସଂରକ୍ଷଣ କରାଯାଇପାରିଲା ନାହିଁ
pt: Captura de ecrã não guardada
ro: Captura n-a putut fi salvată
si: තිර සටහන සුරැකිය නොහැකියි
sw: Picha ya kioo haikuweza kuhifadhiwa
ta: சேமிக்க முடியல
te: తెరపట్టు దాయలేకపోయాము
th: ไม่สามารถบันทึกภาพหน้าจอ
tr: Görüntü kaydedilemedi
ur: اسکرین شاٹ کو محفوظ نہیں کیا جا سکتا
uz: Erkan rasmi saqlanmadi
xh: Ifoto yeskrini ayinakugcinwa
zu: Isithombe seskrini asikwazanga ukulondolozwa

source: No memory card found
af: Geen geheuekaart gevind nie
am: ምንም የማስታወሻ ካርድ አልተገኘም
ar: لم يتم العثور على بطاقة ذاكرة
as: কোনো মেমৰি কাৰ্ড পোৱা নগল
bg: Липсва карта за памет
bn_bd: কোন মেমোরি কার্ড খুজেঁ পায়নি
bn_in: কোন মেমরি কার্ড পাওয়া যায় নি
br: Kartenn vemor ebet kavet
bs: Memorijska kartica nije pronađena
ca: No s'ha trobat cap targeta de memòria
cy: Heb ganfod cerdyn cof
es: No se encuentra la tarjeta de memoria
eu: Ez da memoria-txartelik aurkitu
fa: هیچ کارت حافظه‌ای پیدا نشد
gd: Cha deach cairt-chuimhne a lorg
hu: Nem található memóriakártya
id: Tidak ada kartu memori ditemukan
km: រក​មិន​ឃើញ​កាត​អង្គ​ចងចាំ
kn: ಮೆಮೊರಿ ಕಾರ್ಡ್ ಕಂಡುಬಂದಿಲ್ಲ
lv: Nav atrasta atmiņas karte
mai: मेमोरी कार्ड अनुपलब्ध अछि
mg: Tsisy karatra memoara hita
ml: മെമ്മറി കാര്‍ഡ് ലഭ്യമല്ല
mr: एकही मेमरी कार्ड सापडले नाही
ms: Kad memori tidak ditemui
my: မည်သည့် မှတ်ဉာဏ်ကဒ်မှ မတွေ့ရပါ
ne: कुनैपनि मेमोरी कार्ड भेटिएन
or: କୌଣସି ମେମୋରୀ କାର୍ଡ ମିଳିଲା ନାହିଁ
pt: Sem cartão de memória
ro: Niciun card de memorie găsit
si: මතක කාඩ්පතක් හමුනොවුණි
sw: Hakuna kadi ya kumbukumbu iliyopatikana
ta: நினைவக அட்டை இல்லை
te: మెమొరీ కార్డ్ కనబడలేదు
th: ไม่พบการ์ดหน่วยความจำ
tr: Bellek kartı bulunamadı
ur: ملا نہیں میموری کارڈ
uz: Xotira kartasi topilmadi
xh: Akukho khadi lememori lifunyenweyo
zu: Alikho ikhadi lememori elitholakele

source: Memory card is in use
af: Geheuekaart is in gebruik
am: የማስታወሻ ካርድ በ ስራ ላይ
ar: بطاقة الذاكرة قيد الاستعمال
as: মেমৰি কাৰ্ড ব্যৱহৃত
bg: Включен е кабел
bn_bd: মেমরি কার্ডটি ব্যবহার করা হচ্ছে
bn_in: মেমোরি কার্ড ব্যবহার করা হচ্ছে
br: Emañ ar gartenn vemor war arver
bs: Memorijska kartica je u upotrebi
ca: S'està utilitzant la targeta de memòria
cy: Cerdyn cof yn cael ei ddefnyddio
es: Tarjeta de memoria en uso
eu: Memoria-txartela erabiltzen ari da
fa: کارت حافظه در حال استفاده است
gd: Tha a' chairt-chuimhne 'ga chleachdadh
hu: A memóriakártya használatban van
id: Kartu memori sedang digunakan
km: កំពុង​ប្រើ​កាត​អង្គ​ចងចាំ
kn: ಮೆಮೊರಿ ಕಾರ್ಡ್‌ ಕಾರ್ಯನಿರತವಾಗಿದೆ
lv: Atmiņas karte jau tiek lietota
mai: मेमोरी कार्ड उपयोग मे अछि
mg: Karatra memoara miasa
ml: മെമ്മറി കാര്‍ഡ് ഉപയോഗത്തില്‍
mr: मेमरी कार्ड वापरात आहे
ms: Kad memori sedang diguna
my: မှတ်ဉာဏ်ကဒ်အား အသုံးပြုနေသှ်။
ne: मेमोरी कार्ड प्रयोगमा छ
or: ମେମୋରୀ କାର୍ଡ ବ୍ୟବହାର ହେଉଅଛି
pt: Cartão de memória em uso
ro: Cardul de memorie e în uz
si: මතක කාඩ්පත භාවිතයේ ඇත
sw: Kadi ya kumbukumbu inatumika
ta: நினைவக அட்டை பயனிலுள்ளது
te: మెమొరీ కార్డ్ వాడుకలోవుంది
th: การ์ดหน่วยความจำกำลังถูกใช้งานอยู่
tr: Bellek kartı kullanımda
ur: میموری کارڈ استعمال میں ہے
uz: Xotira kartasidan foydalanilmoqda
xh: Ikhadi lememori liyasetyenziswa
zu: Ikhadi lememori lisasetshenziswa

source: Not enough space on memory card
af: Onvoldoende ruimte op geheuekaart
am: በ ማስታወሻ ካርዱ ላይ በቂ ቦታ የለም
ar: لا توجد مساحة كافية على بطاقة الذاكرة
as: মেমৰি কাৰ্ডত পৰ্যাপ্ত স্থান নাই
bg: Няма достатъчно място на картата памет
bn_bd: মেমোরি কার্ডে যথেষ্ঠ পরিমাণ জায়গা নেই
bn_in: পর্যাপ্ত মেমরি কার্ড স্থান নেই
br: N'eus ket egor a-walc'h war ar gartenn vemor
bs: Nema dovoljno prostora na memorijskoj kartici
ca: No hi ha prou espai a la targeta de memòria
cy: Dim digon o le ar y cerdyn cof
es: No hay suficiente espacio en la tarjeta de memoria
eu: Toki librerik ez memoria-txartelean
fa: روی کارت حافظه، فضای کافی وجود ندارد
gd: Chan eil àite gu leòr air a' chairt-chuimhne
hu: Nincs elég hely a memóriakártyán
id: Tidak cukup ruang pada kartu memori
km: មាន​ទំហំ​មិន​គ្រប់គ្រាន់​លើ​កាត​អង្គ​ចងចាំ
kn: ಮೆಮೊರಿ ಕಾರ್ಡಿನಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳವಿಲ್ಲ
mai: मेमोरी कार्ड मे पर्याप्त जगह नहि अछि
mg: Tsy ampy ny toerana ao @ karatra memoara
ml: മെമ്മറി കാര്‍ഡില്‍ സ്ഥലമില്ല
mr: मेमरी कार्डमध्ये पुरेशी जागा नाही
ms: Tidak cukup ruang pada kad memori
my: မှတ်ဉာဏ်ကဒ်ပေါ်တွင် လုံလောက်သော နေရာလွတ်မကျန်တော့ပါ
ne: मेमोरी कार्डमा पर्याप्त खाली स्थान छैन
or: ମେମୋରୀ କାର୍ଡରେ ଯଥେଷ୍ଟ ଖାଲି ସ୍ଥାନ ନାହିଁ
pt: Sem espaço no cartão de memória
ro: Spațiu insuficient pe cardul de memorie
si: මතක පතෙහි ධාරිතාවය ප්‍රමාණවත් නොවේ
sw: Hakuna nafasi ya kutosha kwenye kadi ya kumbukumbu
ta: நினைவக அட்டையில் இடமில்லை
te: మెమొరీ కార్డ్ పై తగినంత జాగా లేదు
th: การ์ดหน่วยความจำมีพื้นที่ไม่เพียงพอ
tr: Bellek kartında yeterli alan yok
ur: میموری کارڈ پر کافی نہیں کی جگہ
uz: Xotira kartasida bo‘sh joy yo‘q
xh: Akukho sithuba saneleyo kwikhadi lememori
zu: Asikho isikhala esanele ekhadini lememori

source: Device logs saved
am: የ አካሉ መግቢያ ተቀምጧል
ar: تسجيلات دخول الجهاز محفوظة
bn_bd: ডিভাইস লগ সংরক্ষিত হয়েছে
bn_in: ডিভাইস লগ সংরক্ষিত
br: Kerzhlevr an trevnad enrollet
bs: Zapisnici uređaja spašeni
ca: S'han desat els registres del dispositiu
cy: Wedi cadw cofnodion y ddyfais
es: Registros del dispositivo guardados
fa: گزارش‌های دستگاه ذخیره شد
gd: Chaidh logaichean an uidheim a shàbhaladh
lv: Sistēmas žurnāli saglabāti.
pt: Registos do dispositivo guardados
ro: Jurnalele dispozitivului salvate
si: උපාංග ලොග් සුරැකිනි
ur: آلہ لاگ محفوظ شدہ
uz: Qurilma jurnallari saqlandi

source: Tap to share logs
am: መታ ያድርጉ መግቢያውን ለ ማካፈል
ar: انقر لمشاركة تسجيلات الدخول
bn_bd: লগ শেয়ার করতে ট্যাপ করুন
bn_in: লগ শেয়ার করতে ট্যাপ করুন
br: Stokit evit rannañ ar c'herzhlevr
bs: Dodirnite za dijeljenje zapisnika
ca: Toqueu per compartir els registres
cy: Tapiwch i rannu cofnodion
es: Pulse para compartir registros
fa: برای هم‌رسانی گزارش‌ها، ضربه بزنید.
gd: Thoir gnogag gus na logaichean a cho-roinneadh
lv: Spiediet lai dalītu žurnālus
pt: Toque para partilhar registos
ro: Atinge pentru a partaja jurnalele
si: ලොග් බෙදාගැනීමට ටැප් කරන්න
ur: لاگ شیئر کرنے کے لئے ٹیپ کریں
uz: Jurnal ma’lumorlarini bo‘lishish uchun bosing

source: Error while saving logs
am: መግቢያ በማስቀመጥ ላይ እንዳለ ስህተት ተፈጥሯል
ar: وقع خطأ أثناء حفظ السجلّات
bg: Грешка при запис на журнали
bn_bd: লগ সংরক্ষণকালীন একটি ত্রুটি ঘটেছে
bn_in: লগ সংরক্ষণ করাকালীন একটি ত্রুটি ঘটেছে
br: Fazi en ur enrollañ ar c'herzhlevrioù
bs: Došlo je do greške prilikom spašavanja zapisnika
ca: S'ha produït un error en desar els registres
cy: Gwall wrth gadw cofnodion
es: Error al guardar registros
eu: Errorea egunkariak gordetzean
fa: خطا هنگام ذخیرهٔ گزارش‌ها
gd: Thachair mearachd rè sàbhaladh nan logaichean
hu: Hiba a naplók mentésekor
id: Kesalahan saat menyimpan catatan
kn: ದಿನಚರಿಗಳನು ಉಳಿಸುವಾಗ ದೋಷ ಉಂಟಾಗಿದೆ
lv: Kļūda saglabājot žurnālus
my: မှတ်တမ်းများသိမ်းရာတွင် ပြသာနာရှိ
pt: Erro ao gravar os registos
ro: Eroarea la salvarea jurnalelor
si: වාර්ථා සුරැකීමේ දෝශයක්
ta: பதிவுகளைச் சேமிக்கும்போது பிழை
tr: Günlükler kaydedilirken hata oluştu
ur: لاگ محفوظ کرنے میں واقع
uz: Jurnallarni saqlashda xatolik

source: Error while sharing logs
am: መግቢያውን በ ማካፈል ላይ እንዳለ ስህተት ተፈጥሯል
ar: حدث خطأ أثناء مشاركة السجلات
bn_bd: লগ শেয়ার করার সময় ক্রুটি হয়েছে
bn_in: লগ সংরক্ষণ করাকালীন একটি ত্রুটি ঘটেছে
br: Fazi en ur rannañ ar c'herzhlevrioù
bs: Došlo je do greške prilikom dijeljenja zapisnika
ca: S'ha produït un error en compartir els registres
cy: Gwall wrth gadw cofnodion
es: Error al guardar registros
fa: خطا هنگام هم‌رسانی گزارش‌ها
gd: Thachair mearachd rè co-roinneadh nan logaichean
lv: Kļūda dalot žurnālus
pt: Erro ao partilhar os registos
ro: Eroarea la partajarea jurnalelor
si: ලොග් සුරැකීමේ දෝශයක්
ur: لاگ شیئر کرنے میں نقص
uz: Jurnallarni bo‘lishishda xatolik
