Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: Add link to home screen
af: Voeg skakel by tuisskerm
am: አገናኙን ወደ ቤት መመልከቻ መጨመሪያ
ar: إضافة الوصلة إلى الشاشة الرئيسية
as: লিঙ্কক আৰম্ভণি পৰ্দালৈ যোগ কৰক
bg: Добавяне към началния екран
bn_bd: হোম স্ক্রীনে লিংক যোগ করুন
bn_in: হোম স্ক্রিনে লিংক যোগ করুন
br: Ouzhpennañ an ere d'ar skramm degemer
bs: Dodaj link na početni ekran
ca: Afegeix l'enllaç a la pantalla d'inici
cy: Agor cysylltiad i'r sgrin cartref
es: Añadir enlace a la pantalla de inicio
eu: Gehitu lotura hasierako pantailan
fa: افزودن پیوند به صفحهٔ خانگی
gd: Cuir ceangal air an sgrìn mhòr
hu: Link hozzáadása a kezdőképernyőhöz
id: Tambahkan ke layar beranda
km: បន្ថែម​តំណ​ទៅ​អេក្រង់​ដើម
kn: ಮನೆ ಪರದೆಗೆ ಕೊಂಡಿಯನ್ನು ಸೇರಿಸಿ
lv: Pievienot saiti sākuma ekrānam
mai: घर स्क्रीन पर कड़ी जोड़ू
mg: Hanampy rohy eo amin'ny efijery trano
ml: ആസ്ഥാന സ്ക്രീനിലേക്കു് കണ്ണി ചേര്‍ക്കൂ
mr: मुख्या स्क्रिनवर दुवा जोडा
ms: Tambah pautan pada skrin utama
my: ပင်မမျက်နှာပြင်သို့ လင်ခ့်အားပို့
ne: गृह स्क्रिनमा लिंक थप्नुहोस्
or: ମୂଖ୍ୟ ପରଦାରେ ଲିଙ୍କକୁ ଯୋଡ଼ନ୍ତୁ
pt: Adicionar ligação ao ecrã inicial
ro: Adaugă linkul la ecranul principal
si: මුල් තිරයට සබැදිය එක් කරන්න
sw: Ongeza kiungo kwa kioo cha ukurasa wa mwanzo
ta: முகப்பு திரைக்கு தொடுப்பை சேர்
te: ముంగిలి తెరకు లంకెను జతచేయి
th: เพิ่มลิงก์ไปยังหน้าจอแรก
tr: Bağlantıyı ana ekrana ekle
ur: حوم سکرین کی لنک شامل کریں
uz: Uy ekraniga lin qo‘shish
xh: Fakela ikhonkco kwiskrini sekhaya
zu: Faka ilinki eskrinini sasekhaya

source: Share link
af: Deel skakel
am: አገናኝ ማካፈያ
ar: شارك الوصلة
as: লিঙ্ক অংশীদাৰী কৰক
bg: Споделяне на връзка
bn_bd: লিংক শেয়ার করুন
bn_in: লিংক শেয়ার করুন
br: Rannañ an ere
bs: Podijeli link
ca: Comparteix l'enllaç
cy: Rhannu cysylltiad
es: Compartir enlace
eu: Partekatu lotura
fa: هم‌رسانی پیوند
gd: Co-roinn an ceangal
hu: Link megosztása
id: Berbagi tautan
km: ចែករំលែក​តំណ
kn: ಕೊಂಡಿಯನ್ನು ಹಂಚು
lv: Dalīt saiti
mai: कड़ी साझा करू
mg: Hizara rohy
ml: കണ്ണി പങ്കിടൂ
mr: दुवा शेअर करा
ms: Kongsi pautan
my: လင်ခ့်အားဝေမျှ
ne: शेयर लिंक
or: ଲିଙ୍କ ବିତରଣ କରନ୍ତୁ
pt: Partilhar ligação
ro: Partajează linkul
si: සබැඳිය බෙදාගන්න
sw: Shiriki kiungo
ta: தொடுப்பை பகிர்
te: లంకెను పంచుకోండి
th: แบ่งปันลิงก์
tr: Bağlantıyı paylaş
ur: ربط بانٹے
uz: Linkni bo‘lishish
xh: Yabelana ngekhonkco
zu: Yabelana ngelinki

source: Save Image
af: Stoor beeld
am: ምስል ማስቀመጫ
ar: احفظ الصورة
as: ছবি সংৰক্ষণ কৰক
bg: Споделяне на изображение
bn_bd: ছবি সংরক্ষণ
bn_in: ছবি সংরক্ষণ করুন
br: Enrollañ ar skeudenn
bs: Spasi sliku
ca: Desa la imatge
cy: Cadw Delwedd
es: Guardar imagen
eu: Gorde irudia
fa: ذخیرهٔ تصویر
gd: Sàbhail an dealbh
hu: Kép mentése
id: Simpan Gambar
km: រក្សាទុក​រូបភាព
kn: ಚಿತ್ರವನ್ನು ಉಳಿಸು
lv: Saglabāt attēlu
mai: छवि सहेजू
mg: Hitahiry Sary
ml: ചിത്രം സൂക്ഷിയ്ക്കൂ
mr: चित्र साठवा
ms: Simpan Imej
my: ပုံအားသိမ်းပါ
ne: तस्विर सङ्ग्रह गर्नुहोस्
or: ଛବି ସଞ୍ଚନ୍ତୁ
pt: Guardar imagem
ro: Salvează imaginea
si: රූපය සුරකින්න
sw: Hifadhi Picha
ta: படத்தை சேமி
te: చిత్రాన్ని భద్రపరచు
th: บันทึกภาพ
tr: Resmi kaydet
ur: نقش محفوظ کریں
uz: Rasmni saqlash
xh: Gcina umfanekiso
zu: Londoloza Umfanekiso

source: Save Video
af: Stoor video
am: ቪድዮ ማስቀመጫ
ar: احفظ مقطع الڤيديو
as: ভিডিঅ' সংৰক্ষণ কৰক
bg: Споделяне на видеозапис
bn_bd: ভিডিও সংরক্ষণ
bn_in: ভিডিও সংরক্ষণ করুন
br: Enrollañ ar video
bs: Spasi video
ca: Desa el vídeo
cy: Cadw Fideo
es: Guardar vídeo
eu: Gorde bideoa
fa: ذخیرهٔ ویدیو
gd: Sàbhail a’ video
hu: Videó mentése
id: Simpan Video
km: រក្សាទុក​វីដេអូ
kn: ವೀಡಿಯೋವನ್ನು ಉಳಿಸು
lv: Saglabāt video
mai: वीडियो सहेजू
mg: Hitahiry Horonantsary
ml: വീഡിയോ സൂക്ഷിയ്ക്കൂ
mr: व्हिडीओ साठवा
ms: Simpan Video
my: ဗီဒီယိုအားသိမ်းဆည်း
ne: भिडियो सङ्ग्रह गर्नुहोस्
or: ଭିଡିଓ ସଞ୍ଚନ୍ତୁ
pt: Guardar vídeo
ro: Salvează videoclipul
si: වීඩියෝව සුරකින්න
sw: Hifadhi Video
ta: காணொளியை சேமி
te: దృశ్యకం భద్రపరచు
th: บันทึกวิดีโอ
tr: Videoyu kaydet
ur: ویڈیو محفوظ کریں
uz: Videoni saqlash
xh: Gcina ividiyo
zu: Londoloza Ividiyo

source: Save Audio
af: Stoor oudio
am: ድምፅ ማስቀመጫ
ar: احفظ المقطع الصوتي
as: অডিঅ' সংৰক্ষণ কৰক
bg: Споделяне на аудио
bn_bd: অডিও সংরক্ষণ
bn_in: অডিও সংরক্ষন করুন
br: Enrollañ an aodio
bs: Spasi audio
ca: Desa l'àudio
cy: Cadw Sain
es: Guardar audio
eu: Gorde audioa
fa: ذخیرهٔ صدا
gd: Sàbhail an fhuaim
hu: Hang mentése
id: Simpan Audio
km: រក្សាទុក​អូឌីយ៉ូ
kn: ಆಡಿಯೋ ಉಳಿಸು
lv: Saglabāt skaņu
mai: आडियो सहेजू
mg: Hitahiry Rakipeo
ml: ഓഡിയോ സൂക്ഷിക്കുക
ms: Simpan Audio
my: အသံဖိုင်အားသိမ်းဆည်း
ne: ध्वनि सङ्ग्रह गर्नुहोस्
or: ଅଡିଓ ସାଇତିବେ
pt: Guardar áudio
ro: Salvează fișierul audio
si: හඬ පටය සුරකින්න
ta: ஒலியைச் சேமி
te: శ్రవ్యకాన్ని భద్రపరుచు
th: บันทึกเสียง
tr: Sesi kaydet
ur: آڈیو محفوظ کریں
uz: Audioni saqlash
xh: Gcina okunesandi
zu: Londoloza Umsindo

source: Save linked file
am: የተገናኙ ፋይሎችን ማስቀመጫ
ar: حفظ الملف المرفق
bg: Запис на свързания файл
bn_bd: লিঙ্ক করা ফাইল সংরক্ষণ
bn_in: সংযুক্ত ফাইল সংরক্ষণ করুন
br: Enrollañ restr an ere
bs: Spasi povezani fajl
ca: Desa el fitxer enllaçat
cy: Cadw ffeil cysylltiedig
es: Guardar archivo
eu: Gorde estekatutako fitxategia
fa: ذخیرهٔ پروندهٔ پیوندی
gd: Sàbhail am faidhle ceangailte
hu: Linkelt fájl mentése
id: Simpan berkas tertaut
km: រក្សាទុក​ឯកសារ​ដែល​បាន​ភ្ជាប់
kn: ಸಂಪರ್ಕಿತ ಕಡತವನ್ನು ಉಳಿಸು
lv: Saglabāt saistīto datni
mai: लिंक कएल फाइल सहेजू
ml: കണ്ണിചേര്‍ത്ത ഫയല്‍ സംരക്ഷിക്കുക
ms: Simpan fail dipautkan
my: လင်ခ့်လုပ်ထားသော ဖိုင်အားသိမ်း
pt: Guardar ficheiro associado
ro: Salvează fișierul cu link
si: සබැඳි ගොනුව සුරකින්න
ta: இணைப்பிலுள்ள கோப்பைச் சேமி
te: లంకెవేసిన దస్త్రాన్ని భద్రపరుచు
th: บันทึกไฟล์ที่เชื่อมโยง
tr: Bağlı dosyayı kaydet
ur: مربوط مسل محفوظ کریں
uz: Bog‘langan faylni saqlash

source: Share Image
am: ምስል ማካፈያ
ar: مشاركة الصورة
bg: Споделяне на изображение
bn_bd: ছবি শেয়ার
bn_in: ছবি শেয়ার করুন
br: Rannañ ar skeudenn
bs: Podijeli sliku
ca: Comparteix la imatge
cy: Rhannu Delwedd
es: Compartir imagen
eu: Partekatu irudia
fa: هم‌رسانی تصویر
gd: Co-roinn an dealbh
hu: Kép megosztása
id: Berbagi Gambar
km: ចែករំលែក​រូបភាព
kn: ಚಿತ್ರವನ್ನು ಹಂಚು
lv: Dalīt attēlu
mai: छवि साझा करू
ms: Kongsi Imej
my: ပုံအားမျှဝေမည်
pt: Partilhar Imagem
ro: Partajează imaginea
si: රූපය බෙදාගන්න
ta: படத்தைச் சேமி
te: చిత్రాన్ని పంచుకోండి
th: แบ่งปันภาพ
tr: Resmi kaydet
ur: نقش شیئر کریں
uz: Rasmni bo‘lishish

source: Share Video
am: ቪድዮ ማካፈያ
ar: مشاركة الفيديو
bg: Споделяне на видеозапис
bn_bd: ভিডিও শেয়ার
bn_in: ভিডিও শেয়ার করুন
br: Rannañ ar video
bs: Podijeli video
ca: Comparteix el vídeo
cy: Rhannu Fideo
es: Compartir vídeo
eu: Partekatu bideoa
fa: هم‌رسانی ویدیو
gd: Co-roinn am video
hu: Videó megosztása
id: Berbagi Video
km: ចែករំលែក​វីដេអូ
kn: ವೀಡಿಯೋವನ್ನು ಹಂಚು
lv: Dalīt video
mai: वीडियो साझा करू
ml: വീഡിയോ പങ്കുവെയ്ക്കാം
ms: Kongsi Video
my: ဗီဒီယိုအား မျှဝေပါ
pt: Partilhar Vídeo
ro: Partajează videoclipul
si: වීඩියෝව බෙදාගන්න
ta: காணொளியைப் பகிர்
te: దృశ్యకాన్ని పంచుకోండి
th: แบ่งปันวิดีโอ
tr: Videoyu kaydet
ur: ویڈیو شیئر کریں
uz: Videoni ulashish

source: Share Audio
am: ድምፅ ማካፈያ
ar: شارك المقطع الصوتي
bg: Споделяне на аудио
bn_bd: অডিও শেয়ার
bn_in: অডিও শেয়ার করুন
br: Rannañ an aodio
bs: Podijeli audio
ca: Comparteix l'àudio
cy: Rhannu Sain
es: Compartir audio
eu: Partekatu audioa
fa: هم‌رسانی صدا
gd: Co-roinn an fhuaim
hu: Audio megosztása
id: Berbagi Audio
km: ចែករំលែក​អូឌីយ៉ូ
kn: ಆಡಿಯೋ ಹಂಚು
lv: Dalīt skaņu
mai: आडियो साझा करू
ml: ഓഡിയോ പങ്കുവെയ്ക്കാം
ms: Simpan Audio
my: အသံဖိုင်အား မျှဝေပါ
pt: Partilhar Áudio
ro: Salvează fișierul audio
si: හඬ පටය බෙදාගන්න
ta: ஒலியைப் பகிர்
te: శ్రవ్యకాన్ని పంచుకోండి
th: แบ่งปันเสียง
tr: Sesi kaydet
ur: شیئر آڈیو
uz: Audioni ulashish

source: Copy Image
am: ምስል ኮፒ ማድረጊያ
ar: نسخ الصورة
bn_bd: ছবি কপি করুন
bn_in: ইমেজ কপি করুন
br: Eilañ ar skeudenn
bs: Kopiraj sliku
ca: Copia la imatge
cy: Copïo’r Ddelwedd
es: Copiar imagen
fa: رونوشت تصویر
gd: Dèan lethbhreac dhen dealbh
lv: Kopēt attēlu
pt: Copiar imagem
ro: Copiază imaginea
si: රූපය පිටපත් කරන්න
th: คัดลอกภาพ
ur: نقش نقل کریں
uz: Rasmdan nusxa olish

source: Copy Link
am: አገናኝ ኮፒ ማድረጊያ
ar: نسخ الرابط
bn_bd: লিঙ্ক কপি করুন
bn_in: লিঙ্ক কপি করুন
br: Eilañ an ere
bs: Kopiraj link
ca: Copia l'enllaç
cy: Copio'r Ddolen
es: Copiar enlace
fa: رونوشت پیوند
gd: Dèan lethbhreac dhen cheangal
lv: Kopēt saiti
pt: Copiar ligação
ro: Copiază linkul
si: සබැඳිය පිටපත් කරන්න
th: คัดลอกลิงก์
ur: ربط نقل کریں
uz: Havoladan nusxa olish

source: OK ({{n}})
am: እሺ ({{n}})
ar: موافق ({{n}})
bg: Добре ({{n}})
bn_bd: ঠিক আছে ({{n}})
bn_in: ঠিক আছে ({{n}})
br: Mat eo ({{n}})
ca: D'acord ({{n}})
cy: Iawn ({{n}})
es: Aceptar ({{n}})
eu: Ados ({{n}})
fa: تأیید ({{n}})
gd: Ceart ma-thà ({{n}})
id: Oke ({{n}})
lv: Labi ({{n}})
mai: बेस ({{n}})
si: හරි ({{n}})
ta: ({{n}}) சரி
th: ตกลง ({{n}})
tr: Tamam ({{n}})
ur: ٹھیک ہے ({{n}})

source: New! Tracking Protection
ar: جديد! الحماية من التعقب
bn_bd: নতুন! ট্র্যাকিং সুরক্ষা
bn_in: নতুন! ট্র্যাকিং প্রোটেকশন
br: Nevez ! Gwarez heuliañ
bs: Novo! Zaštita od praćenja
ca: Novetat: Protecció contra el seguiment
cy: Newydd! Diogelwch Rhag Tracio
es: ¡Nuevo! Protección contra rastreo
fa: جدید! محافظت از ردیابی
lv: Jauns! Izsekošanas aizsardzība
pt: Novo! Proteção contra monitorização
ro: Nou! Protecție față de urmărire
th: ใหม่! การป้องกันการตามรอย
ur: نئی! سراغ کاری حفاظت

source: This new feature helps protect your browsing activity by preventing potential trackers from loading.
ar: هذه الميزة الجديدة تحمي نشاط تصفحك ضد التعقبات المحتملة.
bn_bd: এই নতুন ফিচারটি সম্ভাব্য ট্র্যাকারগুলো লোড হওয়া থেকে প্রতিরোধ করে আপনার ব্রাউজিং কার্যকলাপকে রক্ষা করতে সাহায্য করে।
br: Gallout a ra ar c'heweriuster-mañ skoazellañ ac'hanoc'h da wareziñ hoc'h obererezh merdeiñ a-enep kargadenn heulierien.
ca: Aquesta funció ajuda a protegir la vostra activitat de navegació impedint que es carreguin elements que potencialment poden fer-vos un seguiment.
cy: Mae'r nodwedd newydd hwn yn cynorthwyo i ddiogelu eich gweithgaredd pori drwy rwystro tracwyr posib rhag llwytho.
fa: این ویژیگی جدید به شما در محافظت از فعالیت‌های مرورگر خود با استفاده از جلو‌گیری از ردیاب‌های بالقوه کمک می‌کند.
pt: Esta funcionalidade ajuda a proteger a sua atividade de navegação impedindo potenciais ferramentas de monitorização sejam carregadas.
ro: Această funcție nouă ajută la protejarea activității de navigare împiedicând ca elementele de urmărire potențiale să se încarce.

source: Learn More
am: በበለጠ ለመማር
ar: اعرف المزيد
bn_bd: আরও জানুন
bn_in: আরও জানুন।
br: Gouzout hiroc'h.
bs: Saznajte više
ca: Més informació
cy: Dysgu Rhagor
es: Más información
fa: بیش‌تر بدانید
lv: Uzzināt vairāk
pt: Saiber mais
th: เรียนรู้เพิ่มเติม
ur: مزید سیکھیں

source: Tracking Protection
ar: الحماية من التعقب
bn_bd: ট্র্যাকিং সুরক্ষা
bn_in: ট্র্যাকিং সুরক্ষা
br: Gwarez heuliañ
bs: Zaštita od praćenja
ca: Protecció contra el seguiment
cy: Diogelu Rhag Tracio
es: Protección contra rastreo
fa: محافظت از ردیابی
lv: Izsekošanas aizsardzība
pt: Proteção contra monitorização
ro: Protecție față de urmărire
th: การป้องกันการตามรอย
ur: سراغ کاری حفاظت

source: Enable this feature for all new windows.
am: ይህን ገጽታ ለ ሁሉም መስኮቶች ማስቻያ
ar: تمكين هذه الميزة لجميع النوافذ الجديدة.
bn_bd: নতুন সকল উইজন্ডোর জন্য এই ফিচার সক্রিয় করুন।
br: Gweredekaat ar c'heweriuster-mañ evit an holl prenestroù nevez.
bs: Omogući ovu opciju u svim novim prozorima.
ca: Activa aquesta funció per a totes les finestres noves.
cy: Galluogwch y nodwedd hon ar gyfer pob ffenestr newydd.
es: Activar esta función para todas las ventanas nuevas.
fa: فعّال کردن این ویژگی برای تمام پنجره‌های جدید.
lv: Ieslēgt šo iespēju visiem jauniem logiem.
pt: Ativar esta funcionalidade para todas as novas janelas.
th: เปิดใช้งานคุณสมบัตินี้สำหรับหน้าต่างใหม่ทั้งหมด
ur: تمام نئی ونڈوں کے لئے یہ فیچر اہل بنائیں

source: Got It!
am: አገኘሁት!
ar: فهمت!
bn_bd: বুঝতে পেরেছি!
br: Komprenet 'm eus !
ca: Ho entenc
cy: Iawn!
es: ¡Lo tengo!
fa: گرفتم!
lv: Viss skaidrs!
pt: Compreendi!
th: เข้าใจแล้ว!
ur: ٹھیک ہے!

# pinning-pin
source: Pin
am: ማጣበቂያ
ar: إضافة
bn_bd: পিন
br: Spilhennañ
bs: Zakači
ca: Fixa
cy: Pinio
es: Fijar
fa: سنجاق کردن
gd: Prìnich
lv: Piespraust
pt: Fixar
si: පින්
th: ปักหมุด
ur: پن
uz: Qistirish

source: Unpin site
am: ድህረ ገጽ መለያያ
ar: إزالة شبك الموقع
bn_bd: আনপিন সাইট
br: Dispilhennañ al lec'hienn
bs: Otkači stranicu
ca: No fixis el lloc
cy: Dadbinio gwefan
es: Soltar sitio
fa: برداشتن سنجاق پایگاه
lv: Atspraust lapu
pt: Desafixar site
th: ถอดหมุดไซต์
ur: سائٹ کو انپن کریں

source: Pin "{{type}}"
am: ማጣበቂያ "{{type}}"
ar: ثبّت "{{type}}"
bn_bd: পিন "{{type}}"
br: Spilhennañ "{{type}}"
bs: Zakači "{{type}}"
ca: Fixa «{{type}}»
cy: Piniwch "{{type}}"
es: Fijar "{{type}}"
fa: سنجاق کردن «{{type}}»
gd: Prìnich “{{type}}”
lv: Piespraust "{{type}}"
pt: Fixar "{{type}}"
si: "{{type}}" අමුණන්න
th: ปักหมุด "{{type}}"
ur: پن "{{type}}"
uz: "{{type}}"ni qistirish

source: Unpin "{{type}}"
am: መለያያ "{{type}}"
ar: إزالة شبك "{{type}}"
bn_bd: আনপিন "{{type}}"
br: Dispilhennañ "{{type}}"
bs: Otkači "{{type}}"
ca: No fixis «{{type}}»
cy: Dadbinio "{{type}}"
es: Soltar "{{type}}"
fa: برداشتن سنجاق «{{type}}»
lv: Atspraust "{{type}}"
pt: Desafixar "{{type}}"
th: ถอดหมุด "{{type}}"
ur: انپن "{{type}}"

source: Pin page
am: ገጽ ማጣበቂያ
ar: ثبت الصفحة
bn_bd: পাতা পিন করুন
br: Spilhennañ ar bajenn
ca: Fixa la pàgina
cy: Pinio'r dudalen
fa: سنجاق کردن صفحه
pt: Fixar página
th: ปักหมุดหน้า
ur: پن صفحہ

source: Unpin page
ar: إلغاء تثبيت الصفحة
bn_bd: পাতা আনপিন করুন
br: Dispilhennañ ar bajenn
ca: No fixis la pàgina
cy: Dadbinio'r dudalen
fa: برداشتن سنجاق صفحه
pt: Desafixar página
th: ถอดหมุดหน้า
ur: انپن صفحہ

source: Pin site
am: ድህረ ገጽ ማጣበቂያ
ar: ثبت الموقع
bn_bd: সাইট পিন করুন
br: Spilhennañ al lec'hienn
ca: Fixa el lloc
cy: Pinio gwefan
fa: سنجاق کردن پایگاه
pt: Afixar site
th: ปักหมุดไซต์
ur: سائٹ پن کریں

source: From
am: ከ
ar: من
bn_bd: হতে
br: Adalek
bs: Od
ca: De
cy: O
es: De
fa: از
gd: O
lv: No
pt: De
si: වෙතින්
th: จาก
ur: سے
uz: Kimdan

source: Site pinned to home screen
am: ድህረ ገጹ በ መመልከቻው ላይ ተጣብቋል
ar: تم تثبيت الموقع على الشاشة الرئيسية
bn_bd: হোম স্ক্রিনে সাইট পিন করা হয়েছে
br: Spilhennet al lec'hienn d'ar skramm degemer
bs: Stranica zakačena na početni ekran
ca: El lloc s'ha fixat a la pantalla d'inici
cy: Gwefan wedi ei phinio i'r sgrin gartref
es: Sitio fijado a pantalla de inicio
fa: پایگاه به صفحهٔ خانگی سنجاق شد
lv: Mājaslapa piesprausta sākuma ekrānam
pt: Site afixado para o ecrã inicial
th: ปักหมุดไซต์ลงในหน้าจอแรกแล้ว
ur: سائٹ ابتدائ سکرین پر پن کردہ

source: Site unpinned from home screen
am: ድህረ ገጹ ከ መመልከቻው ላይ ተለያይቷል
ar: تم فصل الموقع عن الشاشة الرئيسية
bn_bd: হোম স্ক্রিন হতে সাইট আনপিন করুন
br: Dispilhennet al lec'hienn eus ar skramm degemer
bs: Stranica otkačena sa početnog ekrana
ca: El lloc s'ha eliminat de la pantalla d'inici
cy: Gwefan wedi ei dan binio o'r sgrin gartref
es: Sitio soltado de pantalla de inicio
fa: سنجاق پایگاه برداشته شد
lv: Mājaslapa atsprausta no sākuma ekrāna
pt: Site desafixado do ecrã inicial
th: ถอดหมุดไซต์จากหน้าจอแรกแล้ว
ur: سائٹ ابتدائ سکرین پر انپن کردہ

source: Page pinned to home screen
am: ድህረ ገጹ በ መመልከቻው ላይ ተጣብቋል
ar: تم تثبيت الموقع على الشاشة الرئيسية
bn_bd: হোম স্ক্রিনে সাইট পিন করা হয়েছে
br: Spilhennet al lec'hienn d'ar skramm degemer
ca: La pàgina s'ha fixat a la pantalla d'inici
cy: Gwefan wedi ei phinio i'r sgrin gartref
fa: صفحه به صفحهٔ خانگی سنجاق شد
pt: Site afixado para o ecrã inicial
th: ปักหมุดหน้าลงในหน้าจอแรกแล้ว
ur: صفحہ ابتدائ سکرین پر پن کردہ

source: Page unpinned from home screen
am: ድህረ ገጹ ከ መመልከቻው ላይ ተለያይቷል
ar: تم فصل الموقع عن الشاشة الرئيسية
bn_bd: হোম স্ক্রিন হতে সাইট আনপিন করুন
br: Dispilhennet al lec'hienn eus ar skramm degemer
ca: La pàgina s'ha eliminat de la pantalla d'inici
cy: Gwefan wedi ei dan binio o'r sgrin gartref
fa: سنجاق صفحه برداشته شد
pt: Site desafixado do ecrã inicial
th: ถอดหมุดหน้าจากหน้าจอแรกแล้ว
ur: صفحہ ابتدائ سکرین پر انپن کردہ

source: or
ar: أو
bn_bd: অথবা
br: pe
ca: o bé
cy: neu
fa: یا
pt: ou
th: หรือ
ur: یا

source: Choose an external display
am: ይምረጡ የ ውጪ መመልከቻ
ar: اختر شاشة عرض خارجية
bn_bd: একটি বহিঃস্থ ডিসপ্লে পছন্দ করুন
br: Dibab ur skramm diavaez
bs: Izaberite eksterni displej
ca: Trieu una pantalla externa
cy: Dewiswch ddangosydd allanol
es: Elegir una pantalla externa
fa: گزینش یک نمایشگر خارجی
gd: Tagh uidheam-taisbeanaidh air an taobh a-muigh
lv: Izvēlieties ārēju ekrānu
pt: Escolher um ecrã externo
ro: Alege un afișaj extern
si: බාහිර දර්ශකය තෝරන්න
th: เลือกจอแสดงผลภายนอก
ur: بیرونی نمائش انتخاب کریں
uz: Tashqi ekranni tanlang

source: Add-on All-Star
am: ተጨ-ማሪ ሁሉም-ኮከብ
ar: إضافة كاملة النجوم
bn_bd: অ্যাড-অন পূর্ণ-তারকা
br: Krouer a-feson
bs: All-Star add-ona
ca: Superestrella dels complements
cy: Ychwanegu Pob Seren
es: Complemento All-Star
fa: تمام‌ستارهٔ افزونه
gd: Rionnag nan tuilleadan
pt: Extra estrela
si: සියළු තරු ඇඩෝනයක්
ur: ایڈ-اون تمام-سٹار
uz: Qo‘sh. dastur barcha yulduzi

source: Use Customizer to create your own add-on
am: እርስዎ የ ራስዎትን ተጨ-ማሪ ማስተካከያ ይፍጠሩ
ar: استخدم المخصّص لإنشاء إضافتك الخاصة
bn_bd: আপনার নিজের অ্যাড-অন তৈরি করতে কাস্টোমাইজার ব্যবহার করুন
br: Arverit Customizer evit krouiñ ho askouezh deoc'h c'hwi
bs: Koristite Customizer da kreirate vlastiti add-on
ca: Utilitzeu el Customizer per crear el vostre propi complement
cy: Defnyddiwch y Cyfaddaswr i greu eich ychwanegyn eich hun
es: Crear su propio complemento con el Personalizador
fa: برای ایجاد افزونه‌های خودتان، از شخصی‌ساز استفاده کنید
gd: Cleachd an gnàthaichear gus tuilleadan a chruthachadh thu fhèin
lv: Izmantojiet Customizer lai izveidot savu papildinājumu
pt: Utilize o Personalizador para criar um seu próprio extra
si: ඔබේම ඇඩෝන නිර්මාණයට රුචිකාරකය භාවිත කරන්න
th: ใช้ตัวปรับแต่งเพื่อสร้างส่วนเสริมของคุณเอง
ur: اپنا ایڈ اون بنانے کے لئے تخصیص استعمال کریں
uz: Shaxsiy qo‘sh. dastur yaratish uchun o‘zgartirish modulidan foydalaning

source: View Source
am: ምንጩን መመልከቻ
ar: عرض المصدر
bn_bd: সোর্স প্রদর্শন
br: Gwelet an tarzh
bs: Prikaži izvor
ca: Mostra el codi font
cy: Gweld y Ffynhonnell
es: Ver código fuente
fa: مشاهدهٔ مبدأ
gd: Seall am bun-tùs
lv: Skatīt pirmkodu
pt: Ver código-fonte
ro: Vezi sursa
si: මූලය පෙන්වන්න
th: ดูต้นฉบับ
ur: نظارہ ماخذ
uz: Manbani ko‘rish

source: {{date}}, {{operator}}
ar: ‏{{operator}} ،{{date}}

source: {{ appName }} download cancelled
ar: إلغاء تحميل {{ appName }}
cy: Mae llwytho {{ appName }} i lawr wedi ei ddiddymu
ro: Descărcarea {{ appName }} anulată
th: การดาวน์โหลด {{ appName }} ถูกยกเลิก

source: Emoji
ar: رموز تعبيرية

source: (SIM {{n}}) {{title}}
bn_bd: (সিম {{n}}) {{title}}
eu: ({{n}}. SIMa) {{title}}
fa: (سیم {{n}}) {{title}}
hu: ({{n}}. SIM) {{title}}
ml: (സിം {{n}}) {{title}}
ta: (சிம் {{n}}) {{title}}

source: If this add-on causes a problem, press and hold the power button during start up until the device vibrates for a second time to disable all add-ons.
bn_bd: যদি এই অ্যাড-অন কোন সমস্যা করে, তাহলে ডিভাইস ভাইব্রেট হওয়ার না পর্যন্ত স্টার্ট আপের সময় পাওয়ার বোতাম চেপে ধরুন, সকল অ্যাড-অন নিষ্ক্রিয় করতে দ্বিতীয়বার চাপুন।
fa: اگر این افزونه باعث ایجاد مشکل شد، دکمه خاموش را در هنگام بالا آمدن تا زمانی که دستگاه برای بار دوم بلرزد نگه دارید تا همه افزونه‌ها غیرفعال شوند.
pt: Se este extra causar um problema, pressione e aguarde o botão de energia durante o arranque até o dispositivo vibrar por uma segunda vez para desativar todos os extras.

# icc-message-subtitle
source: SIM {{id}}
am: ሲም {{id}}
eu: {{id}}. SIMa
fa: سیم‌کارت {{id}}
mai: सिम {{id}}
ml: സിം {{id}}
ta: சிம் {{id}}

# icc-inputbox-subtitle
source: SIM {{id}}
am: ሲም {{id}}
eu: {{id}}. SIMa
fa: سیم‌کارت {{id}}
mai: सिम {{id}}
ml: സിം {{id}}
ta: சிம் {{id}}

source: Report
bg: Отчет
bn_in: রিপোর্ট
bs: Izvještaj
es: Informar
eu: Txostena
lv: Ziņot
mg: Tatitra
mr: अहवाल
my: အစီရင်ခံစာ
ne: प्रतिवेदन
or: ବିବରଣୀ
si: වාර්තා කරන්න
sw: Ripoti
te: నివేదించు

source: This new feature protects your browsing activity against potential trackers.
bn_in: এই নতুন বৈশিষ্ট্যটি আপনাদের ব্রাউজিং ক্রিয়াকলাপ সম্ভাব্য ট্র্যাকারদের থেকে রক্ষা করে।
bs: Ova nova opcija štiti vašu online aktivnost od potencijalnih pratioca.
es: Esta nueva función protege su actividad de navegación contra posibles rastreadores.

source: Pin Page
bs: Zakači stranicu
es: Fijar página
si: පිටුව අමුණන්න

source: Pin Site
bs: Zakači stranicu
es: Fijar sitio
si: අඩවිය අමුණන්න

source: OK
ne: ठीक छ

source: Back
mg: Hiverina
ne: पछाडि

source: Close
mg: Akatona
ne: बन्द गर्नुहोस्

source: Airplane mode
mg: Maody fiaramanidina
ne: उडान शैली

source: Searching…
mg: Mikaroka…
ne: खोजी गर्दैछ...

source: No network
mg: Tsisy tambajotra
ne: सञ्जाल छैन

source: Emergency calls only
mg: Antso vonjy taitra ihany
ne: आपत्कालिन कलहरु मात्र

source: (unknown SIM state)
mg: (toetry ny SIM tsy fantatra)
ne: (SIMको अज्ञात अवस्था)

source: (no SIM)
mg: (tsisy SIM)
ne: (SIM नभएको)

source: (SIM PIN required)
mg: (mila PIN an'ny SIM)
ne: (SIM PIN चाहिएको)

source: (SIM PUK required)
mg: (mila PUK an'ny SIM)
ne: (SIM PUK चाहिएको)

source: (network locked)
mg: (tambajotra mihidy)
ne: (नेटवर्क लक गरिएको)

source: (service provider locked)
mg: (mpamatsy serivisy mihidy)
ne: (सेवाप्रधान कर्ता बन्द गरिएको)

source: (corporate locked)
mg: (orinasa mihidy)
ne: (संस्थागत बन्द गरिएको)

source: (network1 locked)
mg: (tambajotra1 mihidy)
ne: (नेटवर्क1 लक गरिएको)

source: (network2 locked)
mg: (tambajotra2 mihidy)
ne: (नेटवर्क2 लक गरिएको)

source: (hrpd network locked)
mg: (tambajotra hrpd mihidy)
ne: (hrdp नेटवर्क लक गरिएको)

source: (ruim corporate locked)
mg: (orinasa ruim mihidy)
ne: (ruim कर्पोरेट लक)

source: (ruim service provider locked)
mg: (mpamatsy serivisy ruim mihidy)
ne: ( ruim सेवाप्रदायक बन्द गरिएको छ)

source: Title
mg: Lohateny
ne: शीर्षक

source: Artist
mg: Mpanakanto
ne: कलाकार

# bluetoothButton-on
source: Bluetooth on
mg: Bluetooth mandeha
ne: ब्लुटुथ खुला

source: Airplane mode on
mg: Maody fiaramanidina mandeha
ne: एयरप्लेन मोड खुल्ला

source: Close utility tray
mg: Akatona sahafa
ne: बन्द उपयोगिता ट्रे

# statusbarFlightMode.ariaLabel
source: Airplane mode on
mg: Maody fiaramanidina mandeha
ne: एयरप्लेन मोड खुल्ला

# statusbarIconOn-bluetooth
source: Bluetooth on
mg: Bluetooth mandeha
ne: ब्लुटुथ खुला

# statusbarDownloads.ariaLabel
source: Downloading…
mg: Mampidina…
ne: डाउनलोड हुँदैछ…

source: {{n}} notification
mg: Filazana {{n}}
ne: {{n}} सूचना

# statusbarNotifications[two]
source: {{n}} notifications
mg: Filazana {{n}}
ne: {{n}} सूचनाहरू

# statusbarNotifications[few]
source: {{n}} notifications
mg: Filazana {{n}}
ne: {{n}} सूचनाहरू

# statusbarNotifications[many]
source: {{n}} notifications
mg: Filazana {{n}}
ne: {{n}} सूचनाहरू

# statusbarNotifications[other]
source: {{n}} notifications
mg: Filazana {{n}}
ne: {{n}} सूचनाहरू

# statusbarNotifications-unread[two]
source: {{n}} unread notifications
mg: Filazana {{n}} tsy voavaky
ne: {{n}} नपढेको सूचना

# statusbarNotifications-unread[few]
source: {{n}} unread notifications
mg: Filazana {{n}} tsy voavaky
ne: {{n}} नपढेको सूचना

# statusbarNotifications-unread[many]
source: {{n}} unread notifications
mg: Filazana {{n}} tsy voavaky
ne: {{n}} नपढेको सूचना

# statusbarNotifications-unread[other]
source: {{n}} unread notifications
mg: Filazana {{n}} tsy voavaky
ne: {{n}} नपढेको सूचना

source: To enable screen reader, press volume up then volume down buttons three more times
mg: Raha hamelona ny mpamaky efijery, dia tsindrio intelo fanampiny ireo bokotra haavompeo ambony avy eo haavompeo ambany
ne: स्क्रिन रिडर सक्षम पार्नका लागि, आवाज माथि त्यसपछि आवाज तलका बटनहरु अझै तिन चोटी थिच्नुहोस्

source: To disable screen reader, press volume up then volume down buttons three more times
mg: Raha hamelona ny mpamaky efijery, dia tsindrio intelo fanampiny ireo bokotra haavompeo ambony avy eo haavompeo ambany
ne: स्क्रिन रिडर असक्षम पार्नका लागि, आवाज माथि त्यसपछि आवाज तलका बटनहरु अझै तिन चोटी थिच्नुहोस्

source: No recent apps
mg: Tsisy app vao tsy ela
ne: हालैको एप्स् कुनै पनि छैन

source: Allow
mg: Hanome alàlana
ne: अनुमति दिनुहोस्

source: KB
ne: किलो बाइट

source: MB
ne: मेगाबाइट

source: GB
ne: गिगाबाइट
