Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
af: Minder as {{value}} {{unit}} oor.
am: ያነሰ ነው {{value}} {{unit}} ቀሪው ቦታ
ar: أقل من {{value}} {{unit}} متبقية.
as: {{value}} {{unit}} ৰ কম অৱশিষ্ট আছে।
bg: Остават по-малко от {{value}} {{unit}}.
bn_bd: {{value}} {{unit}} এরও কম জায়গা রয়েছে।
bn_in: কম {{value}} {{unit}} অবশিষ্ট।
br: Nebeutoc'h eget {{value}} {{unit}} o chom.
bs: Preostalo je manje od {{value}} {{unit}}.
ca: Queden menys de {{value}} {{unit}}.
cy: Llai na {{value}} {{unit}} ar ôl.
es: Menos de {{value}} {{unit}} disponibles.
eu: {{value}} {{unit}} baino gutxiago geratzen da.
fa: کم‌تر از {{value}} {{unit}} باقی مانده.
gd: Tha nas lugha na {{value}} {{unit}} air fhàgail.
hu: Kevesebb, mint {{value}} {{unit}} maradt.
id: Tersisa kurang dari {{value}} {{unit}}.
km: នៅសល់​តិច​ជាង {{value}} {{unit}} ។
kn: {{value}} {{unit}} ಇದಕ್ಕಿಂತ ಕಡಿಮೆ ಉಳಿದಿದೆ.
lv: Atliek mazāk nekā {{value}} {{unit}}.
mai: शेष {{value}} {{unit}} सँ सेहो कम.
mg: Latsaka ny {{value}} {{unit}} sisa.
ml: {{value}} {{unit}}നെക്കാൾ കുറച്ച് സ്ഥലം ബാക്കിയുണ്ട്.
mr: {{value}} {{unit}} पेक्षा कमी जागा शिल्लक.
ms: Kurang daripada {{value}} {{unit}} berbaki.
my: {{value}} {{unit}} ထပ် ပိုမကျန်တော့ပါ။
ne: {{value}} {{unit}} भन्दा कम बाँकि।
or: {{value}} {{unit}} ରୁ କମ ସ୍ଥାନ ବଳିଛି।
pt: Menos de {{value}}{{unit}} disponíveis.
ro: Mai puțin de {{value}} {{unit}} rămas.
si: {{value}} හී ඒකක {{unit}}කට අඩුවෙන් ඉතිරියි.
sw: Chini ya {{value}} {{unit}} imesalia.
ta: மீதி {{value}} {{unit}}ஐ விட குறைவு.
te: {{value}} {{unit}} కన్నా తక్కువ మిగిలుంది.
th: เหลือน้อยกว่า {{value}} {{unit}}
tr: {{value}} {{unit}} kaldı.
ur: بقیہ {{value}} {{unit}} سے بھی کم۔
uz: {{value}} {{unit}}dam kamroq qolmoqda.
xh: Usalelwe ngaphantsi kwe-{{value}} {{unit}}.
zu: Ngaphansi kwe-{{value}} {{unit}} okusele.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
af: Minder as {{value}} {{unit}} oor.
am: ያነሰ ነው {{value}} {{unit}} ቀሪው ቦታ
ar: أقل من {{value}} {{unit}} متبقية.
as: {{value}} {{unit}} ৰ কম অৱশিষ্ট আছে।
bg: Остават по-малко от {{value}} {{unit}}.
bn_bd: {{value}} {{unit}} এরও কম জায়গা রয়েছে।
bn_in: {{value}} থেকে কম {{unit}} অবশিষ্ট|
br: Nebeutoc'h eget {{value}} {{unit}} o chom.
bs: Preostalo je manje od {{value}} {{unit}}.
ca: Queden menys de {{value}} {{unit}}.
cy: Llai na {{value}} {{unit}} ar ôl.
es: Menos de {{value}} {{unit}} disponibles.
eu: {{value}} {{unit}} baino gutxiago geratzen da.
fa: کم‌تر از {{value}} {{unit}} باقی مانده.
gd: Tha nas lugha na {{value}} {{unit}} air fhàgail.
hu: Kevesebb, mint {{value}} {{unit}} maradt.
id: Tersisa kurang dari {{value}} {{unit}}.
km: នៅសល់​តិច​ជាង {{value}} {{unit}} ។
kn: {{value}} {{unit}} ಇದಕ್ಕಿಂತ ಕಡಿಮೆ ಉಳಿದಿದೆ.
lv: Atliek mazāk nekā {{value}} {{unit}}.
mai: शेष {{value}} {{unit}} सँ सेहो कम.
mg: Latsaka ny {{value}} {{unit}} sisa.
ml: {{value}} {{unit}}നെക്കാൾ കുറച്ച് സ്ഥലം ബാക്കിയുണ്ട്.
mr: {{value}} {{unit}} पेक्षा कमी जागा शिल्लक.
ms: Kurang daripada {{value}} {{unit}} berbaki.
my: {{value}} {{unit}} ထပ် ပိုမကျန်တော့ပါ။
ne: {{value}} {{unit}} भन्दा कम बाँकि।
or: {{value}} {{unit}} ରୁ କମ ସ୍ଥାନ ବଳିଛି।
pt: Menos de {{value}}{{unit}} disponíveis.
ro: Mai puțin de {{value}} {{unit}} rămas.
si: {{value}} හී ඒකක {{unit}}කට අඩුවෙන් ඉතිරියි.
sw: Chini ya {{value}} {{unit}} imesalia.
ta: மீதி {{value}} {{unit}}ஐ விட குறைவு.
te: {{value}} {{unit}} కన్నా తక్కువ మిగిలుంది.
th: เหลือน้อยกว่า {{value}} {{unit}}
tr: {{value}} {{unit}} kaldı.
ur: بقیہ {{value}} {{unit}} سے بھی کم۔
uz: {{value}} {{unit}}dam kamroq qolmoqda.
xh: Usalelwe ngaphantsi kwe-{{value}} {{unit}}.
zu: Ngaphansi kwe-{{value}} {{unit}} okusele.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
af: Minder as {{value}} {{unit}} oor.
am: ያነሰ ነው {{value}} {{unit}} ቀሪው ቦታ
ar: أقل من {{value}} {{unit}} متبقية.
as: {{value}} {{unit}} ৰ কম অৱশিষ্ট
bg: Остават по-малко от {{value}} {{unit}}.
bn_bd: {{value}} {{unit}} এরও কম জায়গা রয়েছে।
bn_in: {{value}} থেকে কম {{unit}} অবশিষ্ট|
br: Nebeutoc'h eget {{value}} {{unit}} o chom.
bs: Preostalo je manje od {{value}} {{unit}}.
ca: Queden menys de {{value}} {{unit}}.
cy: Llai na {{value}} {{unit}} ar ôl.
es: Menos de {{value}} {{unit}} disponibles.
eu: {{value}} {{unit}} baino gutxiago geratzen da.
fa: کم‌تر از {{value}} {{unit}} باقی مانده.
gd: Tha nas lugha na {{value}} {{unit}} air fhàgail.
hu: Kevesebb, mint {{value}} {{unit}} maradt.
id: Tersisa kurang dari {{value}} {{unit}}.
km: នៅសល់​តិច​ជាង{{value}} {{unit}} ។
kn: {{value}} {{unit}} ಇದಕ್ಕಿಂತ ಕಡಿಮೆ ಉಳಿದಿದೆ.
lv: Atliek mazāk nekā {{value}} {{unit}}.
mai: शेष {{value}} {{unit}} सँ सेहो कम.
mg: Latsaka ny {{value}} {{unit}} sisa.
ml: {{value}} {{unit}}നെക്കാൾ കുറച്ച് സ്ഥലം ബാക്കിയുണ്ട്.
mr: {{value}} {{unit}} पेक्षा कमी जागा शिल्लक.
ms: Kurang daripada {{value}} {{unit}} berbaki.
my: {{value}} {{unit}} ထပ် ပိုမကျန်တော့ပါ။
ne: {{value}} {{unit}} भन्दा कम बांकी छ।
or: {{value}} {{unit}} ରୁ କମ ସ୍ଥାନ ବଳିଛି।
pt: Menos de {{value}}{{unit}} disponíveis.
ro: Mai puțin de {{value}} {{unit}} rămas.
si: {{value}} හී ඒකක {{unit}}කට අඩුවෙන් ඉතිරියි.
sw: Chini ya {{value}} {{unit}} imesalia.
ta: மீதி {{value}} {{unit}}ஐ விட குறைவு.
te: {{value}} {{unit}} కన్నా తక్కువ మిగిలుంది.
th: เหลือน้อยกว่า {{value}} {{unit}}
tr: {{value}} {{unit}} kaldı.
ur: بقیہ {{value}} {{unit}} سے بھی کم۔
uz: {{value}} {{unit}}dam kamroq qolmoqda.
xh: Usalelwe ngaphantsi kwe-{{value}} {{unit}}.
zu: Ngaphansi kwe-{{value}} {{unit}} okusele.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
af: Minder as {{value}} {{unit}} oor.
am: ያነሰ ነው {{value}} {{unit}} ቀሪው ቦታ
ar: أقل من {{value}} {{unit}} متبقية.
as: {{value}} {{unit}} ৰ কম অৱশিষ্ট
bg: Остават по-малко от {{value}} {{unit}}.
bn_bd: {{value}} {{unit}} এরও কম জায়গা রয়েছে।
bn_in: {{value}} থেকে কম {{unit}} অবশিষ্ট|
br: Nebeutoc'h eget {{value}} {{unit}} o chom.
bs: Preostalo je manje od {{value}} {{unit}}.
ca: Queden menys de {{value}} {{unit}}.
cy: Llai na {{value}} {{unit}} ar ôl.
es: Menos de {{value}} {{unit}} disponibles.
eu: {{value}} {{unit}} baino gutxiago geratzen da.
fa: کم‌تر از {{value}} {{unit}} باقی مانده.
gd: Tha nas lugha na {{value}} {{unit}} air fhàgail.
hu: Kevesebb, mint {{value}} {{unit}} maradt.
id: Tersisa kurang dari {{value}} {{unit}}.
km: នៅសល់​តិច​ជាង {{value}} {{unit}} ។
kn: {{value}} {{unit}} ಇದಕ್ಕಿಂತ ಕಡಿಮೆ ಉಳಿದಿದೆ.
lv: Atliek mazāk nekā {{value}} {{unit}}.
mai: शेष {{value}} {{unit}} सँ सेहो कम.
mg: Latsaka ny {{value}} {{unit}} sisa.
ml: {{value}} {{unit}}-ല്‍ കുറവു് ബാക്കി.
mr: {{value}} {{unit}} पेक्षा कमी जागा शिल्लक.
ms: Kurang daripada {{value}} {{unit}} berbaki.
my: {{value}} {{unit}} ထပ် ပိုမကျန်တော့ပါ။
ne: {{value}} {{unit}} भन्दा कम बांकी छ।
or: {{value}} {{unit}} ରୁ କମ ସ୍ଥାନ ବଳିଛି।
pt: Menos de {{value}} {{unit}} disponíveis.
ro: Mai puțin de {{value}} {{unit}} rămas.
si: {{value}} හී ඒකක {{unit}}කට අඩුවෙන් ඉතිරියි.
sw: Chini ya {{value}} {{unit}} imesalia.
ta: மீதி {{value}} {{unit}}ஐ விட குறைவு.
te: {{value}} {{unit}} కన్నా తక్కువ మిగిలుంది.
th: เหลือน้อยกว่า {{value}} {{unit}}
tr: {{value}} {{unit}} kaldı.
ur: بقیہ {{value}} {{unit}} سے بھی کم۔
uz: {{value}} {{unit}}dam kamroq qolmoqda.
xh: Usalelwe ngaphantsi kwe-{{value}} {{unit}}.
zu: Ngaphansi kwe-{{value}} {{unit}} okusele.

source: Unknown remaining space.
af: Onbekende oorblywende ruimte.
am: የ ቀረው ቦታ አይታወቅም
ar: المساحة الفارغة غير معروفة.
as: অজ্ঞাত স্থান অৱশিষ্ট।
bg: Неизвестно колко място остава.
bn_bd: অজানা জায়গা রয়েছে।
bn_in: অজানা অবশিষ্ট স্থান |
br: Egor o chom dianav.
bs: Nepoznat preostali prostor.
ca: Espai restant desconegut.
cy: Dim gwybodaeth am y lle ar ôl.
es: Espacio disponible desconocido.
eu: Leku libre ezezaguna.
fa: فضای باقی‌مانده مشخّص نیست.
gd: Chan eil fhios dè an t-àite a tha air fhàgail.
hu: Ismeretlen maradék hely.
id: Ruang tersisa tak diketahui.
km: មិន​ស្គាល់​​ទំហំ​នៅសល់។
kn: ಗೊತ್ತಿರದ ಸ್ಥಳಾವಕಾಶ ಉಳಿದಿದೆ.
mai: अज्ञात शेष स्थान.
mg: Tsy fantatra ny toerana sisa.
ml: ബാക്കിയുള്ള സ്ഥലം അജ്ഞാതം.
mr: किती मोकळी जागा शिल्लक आहे हे कळत नाही.
ms: Ruang berbaki tidak diketahui.
my: နေရာလွတ် ပမာဏမသိရ
ne: अज्ञात खाली स्थान।
or: କେତେ ସମୟ ବଳିଛି ଜଣାନାହିଁ।
pt: Espaço disponível desconhecido.
ro: Spațiu rămas necunoscut.
si: ඉතිරි ඉඩ ප්‍රමාණය අඥාතයි
sw: Nafasi isiyotambulika iliyosalia.
ta: மீதமுள்ளவை தெரியாத இடைவெளி
te: మిగిలున్న జాగాయెంతో తెలియదు.
th: พื้นที่ที่เหลือที่ไม่รู้จัก
tr: Kalan alan bilinmiyor.
ur: نامعلوم بقیہ جگہ۔
uz: Noma’lum bo‘sh joy qolmoqda.
xh: Isithuba esiseleyo esingaziwayo.
zu: Isikhala esisele asaziwa.

source: System Alert
af: Stelselwaarskuwing
am: የ ስርአት ማስጠንቀቂያ
ar: تنبيه النظام
as: চিস্টেম সতৰ্কবাৰ্তা
bg: Системно предупреждение
bn_bd: সিস্টেমের সতর্কবার্তা
bn_in: সিস্টেম সর্তকবার্তা
br: Gouzav ar reizhiad
bs: Sistemsko upozorenje
ca: Alerta del sistema
cy: Rhybudd System
es: Alerta del sistema
eu: Sistemaren abisua
fa: هشدار سامانه‌ای
gd: Caismeachd an t-siostaim
hu: Rendszerértesítés
id: Peringatan Sistem
km: ការ​ជូនដំណឹង​ប្រព័ន្ធ
kn: ವ್ಯವಸ್ಥೆ ಎಚ್ಚರಿಕೆ
lv: Sistēmas trauksme
mai: सिस्टम चेतावनी
mg: Fanairan'ny Rafitra
ml: സിസ്റ്റം അറിയിപ്പു്
mr: प्रणाली अलर्ट
ms: Waspada Sistem
my: စနစ် သတိပေးချက်
ne: प्रणाली सतर्कता
or: ତନ୍ତ୍ରସଚେତନତା
pt: Alerta de Sistema
ro: Alertă de sistem
si: පද්ධති අනතුරු හැඟවීමක්
sw: Onyo ya Mfumo
ta: கணினியின் எச்சரிக்கை
te: వ్యవస్థ హెచ్చరిక
th: การแจ้งเตือนระบบ
tr: Sistem Uyarısı
ur: نظام انتباہ
uz: Tizim ogohlantirgichi
xh: Isilumkiso senkqubo
zu: Isexwayiso sohlelo

source: Channel {{channel}}
af: Kanaal {{channel}}
am: ጣቢያ {{channel}}
ar: قناة {{channel}}
as: চেনেল {{channel}}
bg: Канал {{channel}}
bn_bd: চ্যানেল {{channel}}
bn_in: চ্যানেল {{channel}}
br: Sanell {{channel}}
bs: Kanal {{channel}}
ca: Canal {{channel}}
cy: Sianel {{channel}}
es: Canal {{channel}}
eu: {{channel}} kanala
fa: کانال {{channel}}
gd: Seanail {{channel}}
hu: {{channel}} csatorna
id: Kanal {{channel}}
km: ប៉ុស្តិ៍ {{channel}}
kn: ವಾಹಿನಿ {{channel}}
lv: Kanāls {{channel}}
mai: चैनल {{channel}}
mg: Fantsona {{channel}}
ml: ചാനല്‍ {{channel}}
mr: चॅनल {{channel}}
ms: Saluran {{channel}}
my: ချန်နယ်လ် {{channel}}
ne: माध्यम {{channel}}
or: ଚ୍ୟାନେଲ {{channel}}
ro: Sursa {{channel}}
si: නාලිකාව {{channel}}
sw: Kituo {{channel}}
ta: தடம் {{channel}}
te: ఛానల్ {{channel}}
th: ช่อง {{channel}}
tr: Kanal {{channel}}
ur: چینل {{channel}}
uz: {{channel}} kanal
xh: Itshanele {{channel}}
zu: Isiteshi {{channel}}

source: Earthquake warning!
af: Aardbewing-waarskuwing!
am: የ መሬት መንቀጥቀጥ ማስጠንቀቂያ!
ar: تحذير زلزال!
as: ভূঃকম্পৰ সকিয়নী!
bg: Предупреждение за земетресение!
bn_bd: ভূমিকম্প সতর্কতা!
bn_in: ভূমিকম্পের সতর্কতা!
br: Gouzav kren-douar !
bs: Upozorenje na zemljotres!
ca: Avís de terratrèmol!
cy: Rhybudd daeargryn!
es: ¡Aviso de terremoto!
eu: Lurrikara abisua!
fa: هشدار زمین‌لرزه
gd: Rabhadh ro chrith-thalmhainn!
hu: Földrengés veszély!
id: Peringatan gempa bumi!
km: ការ​ព្រមាន​ពី​រញ្ជួយ​ផែនទី!
kn: ಭೂಕಂಪ ಮುನ್ಸೂಚನೆ!
mai: भूकंप चेतावनी!
mg: Tandremo horohorontany!
ml: ഭൂകമ്പ മുന്നറിയിപ്പ്!
mr: भुकंप सूचना!
ms: Amaran gempa bumi!
my: ငလျင် သတိပေးချက်!
ne: भूकम्प चेतावनी!
or: ଭୂମିକମ୍ପ ଚେତାବନୀ!
pt: Alerta de terramoto!
ro: Avertisment de cutremur!
si: භූ කම්පන අනතුරු හැඟවීමක්!
ta: பூமி அதிர்வு எச்சரிக்கை!
te: భూకంప హెచ్చరిక!
th: คำเตือนแผ่นดินไหว!
tr: Deprem uyarısı!
ur: زلزلے کی تنبیہ!
uz: Yer qimirlashi ogohlantirilishi!
xh: Isilumkiso senyikima!
zu: Isexwayiso sokuzamazama komhlaba!

source: Tsunami warning!
af: Tsoenamie-waarskuwing!
am: የ ሱናሚ ማስጠንቀቂያ!
ar: تحذير تسونامي!
as: চুনামীৰ সকিয়নী!
bg: Предупреждение за цунами!
bn_bd: সুনামি সতর্কতা!
bn_in: সুনামি সতর্কতা!
br: Gouzav tsunami !
bs: Upozorenje na cunami!
ca: Avís de tsunami!
cy: Rhybudd tsunami!
es: ¡Aviso de tsunami!
eu: Tsunami abisua!
fa: هشدار سونامی!
gd: Rabhadh ro tsunami!
hu: Szökőár veszély!
id: Peringatan tsunami!
km: ការ​ព្រមាន​ពី​រលក​យក្យ​ស៊ូណាមិ!
kn: ಸುನಾಮಿ ಮುನ್ಸೂಚನೆ!
mai: सूनामी चेतावनी !
mg: Tandremo tsunami!
ml: സുനാമി മുന്നറിയിപ്പ്!
mr: त्सुनामी सूचना!
ms: Amaran Tsunami!
my: ဆူနာမီ သတိပေးချက်!
ne: सुनामी चेतावनी!
or: ସୁନାମୀ ଚେତାବନୀ!
pt: Alerta de tsunami!
ro: Avertisment de tsunami!
si: සුනාමි අනතුරු හැඟවීමක්!
ta: பேரலை எச்சரிக்கை!
te: సునామీ హెచ్చరిక!
th: คำเตือนคลื่นสึนามิ!
tr: Tsunami uyarısı!
ur: سونامی کی تنبیہ!
uz: Sunami ogohlantirilishi!
xh: Isilumkiso setsunami!
zu: Isexwayiso seTsunami!

source: Earthquake-tsunami warning!
af: Aardbewing-tsoenamie-waarskuwing!
am: የ መሬት መንቀጥቀጥ-ሱናሚ ማስጠንቀቂያ!
ar: تحذير زلزال - تسونامي!
as: ভূঃকম্প-চুনামীৰ সকিয়নী!
bg: Предупреждение за земетресение и цунами!
bn_bd: ভূমিকম্প-সুনামি সতর্কতা!
bn_in: ভূমিকম্প-সুনামি সতর্কতা!
br: Gouzav kren-douar/tsunami !
bs: Upozorenje na zemljotres-cunami!
ca: Avís de terratrèmol i tsunami!
cy: Rhybudd daeagryn-tsunami!
es: ¡Aviso de terremoto y tsunami!
eu: Lurrikara-tsunami abisua!
fa: هشدار زمین‌لرزه-سونامی!
gd: Rabhadh ro crith-thalmhainn a’ dh’adhbharaicheas tsunami!
hu: Földrengés-szökőár veszély!
id: Peringatan gempa bumi-tsunami!
km: ការ​ព្រមាន​ពី​រលក​យក្ស​ស៊ូណាមិ-រញ្ជួយ​ផែនដី!
kn: ಭೂಕಂಪ-ಸುನಾಮಿ ಮುನ್ಸೂಚನೆ!
mai: भूकंप- सूनामी चेतावनी!
mg: Tandremo horohorontany-tsunami!
ml: ഭൂകമ്പ-സുനാമി മുന്നറിയിപ്പ്!
mr: भुकंप-त्सुनामी सूचना!
ms: Amaran Gempa-tsnunami!
my: ငလျင်-ဆူနာမီ သတိပေးချက်!
ne: भूकम्प-सुनामी चेतावनी!
or: ଭୂମିକମ୍ପ-ସୁନାମୀ ଚେତାବନୀ!
pt: Alerta de terramoto-tsunami!
ro: Avertisment de cutremur-tsunami!
si: භූ කම්පන-සුනාමි අනතුරු හැඟවීමක්!
ta: பூமி அதிர்வு-பேரலை எச்சரிக்கை!
te: భూకంప-సునామీ హెచ్చరిక!
th: คำเตือนแผ่นดินไหว-คลื่นสึนามิ!
tr: Deprem-tsunami uyarısı!
ur: زلزلے-سونامی کی تنبیہ!
uz: Yer qimirlashi-sunami ogohlantirilishi!
xh: Isilumkiso senyikima-tsunami!
zu: Isexwayiso sokuzamazama komhlaba-tsunami!

source: Alert system is being tested.
af: Waarskuwingstelsel word tans getoets.
am: የ ማስጠንቀቂያ ስርአት እየተሞከረ ነው
ar: نظام الإنذار قيد الاختبار.
as: সতৰ্ক চিস্টেমক পৰীক্ষা কৰা হৈছে।
bg: Системата за предупреждение се тества.
bn_bd: সতর্কতা পদ্ধতি পরীক্ষা করা হচ্ছে।
bn_in: এলার্ট সিস্টেম পরীক্ষা করা হচ্ছে।
br: Emañ galv-diwall ar reizhiad o vezañ prouadet.
bs: Sistem upozorenja se testira.
ca: S'està provant el sistema d'alertes.
cy: Mae'r system rhybudd yn cael ei brofi.
es: El sistema de alarmas se está probando.
eu: Abisuen sistema probetan dago.
fa: سامانهٔ هشدار در حال آزمون است.
gd: Tha siostam rabhaidhean ’ga chur fo dheuchainn.
hu: Riasztórendszer tesztelve.
id: Peringatan sistem sedang diuji.
km: ប្រព័ន្ធ​ជូន​ដំណឹង​កំពុង​ត្រូវ​បានសាកល្បង។
kn: ಎಚ್ಚರಿಕೆ ವ್ಯವಸ್ಥೆಯನ್ನು ಪರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ.
mai: चेतावनी तंत्र के परीक्षण भ रहल अछि.
mg: Nandramana ny fanairan'ny rafitra.
ml: അറിയിപ്പ് സംവിധാനം പരിശേധിക്കപ്പെടുകയാണ്.
mr: अलर्ट सिस्टीमची चाचणी सुरु.
ms: Sistem waspada sedang dicuba.
my: သတိပေးစနစ်အား စမ်းသပ်နေသှ်
ne: चेतावनी प्रणाली परीक्षण भइरहेको छ।
or: ଚେତାବନୀ ପ୍ରଣାଳୀକୁ ପରୀକ୍ଷଣ କରା ଯାଉଛି।
pt: O alerta de sistema está a ser testado.
ro: Sistemul de alarmă este testat.
si: අවවාද පද්ධතිය පරීක්ෂා කරමින්.
ta: எச்சரிக்கை கருவி சோதனை செய்யப்படுகிறது.
te: జాగరూకత వ్యవస్థ పరీక్షించబడుతుంది.
th: ระบบแจ้งเตือนกำลังถูกทดสอบ
tr: Uyarı sistemi test aşamasındadır.
ur: انتباہ نظام کی جانچ مکمل۔
uz: Ogohlantirgich tizimi sinovdan o‘tkaziladi.
xh: Inkqubo yesilumkiso iyavavanywa.
zu: Isistimu yokuxwayisa isahlolwa.

source: Emergency warning!
af: Noodwaarskuwing!
am: ድንገተኛ ማስጠንቀቂያ!
ar: إنذار طوارئ!
as: আপাতকালীন সকিয়নী!
bg: Спешно предупреждение!
bn_bd: জরুরী সতর্কতা!
bn_in: জরুরী সতর্কতা!
br: Gouzav a zifrae !
bs: Hitno upozorenje!
ca: Avís d'emergència!
cy: Rhybudd argyfwng!
es: ¡Aviso de emergencia!
eu: Larrialdi-abisua!
fa: هشدار حیاتی!
gd: Rabhadh èiginn!
hu: Vészhelyzet!
id: Peringatan darurat!
km: ការព្រមាន​​ពី​គ្រោះ​អាសន្ន!
kn: ತುರ್ತು ಸ್ಥಿತಿ ಎಚ್ಚರಿಕೆ!
mai: आपातकालीन चेतावनी!
mg: Tandremo vonjy taitra!
ml: അടിയന്തര മുന്നറിയിപ്പ്!
mr: आपातकाल सूचना!
ms: Amaran kecemasan!
my: အရေးပေါ် သတိပေးချက်!
ne: आपतकालीन चेतावनी!
or: ଜରୁରୀକାଳୀନ ସ୍ଥିତି ଚେତାବନୀ!
pt: Alerta de emergência!
ro: Avertisment de urgență!
si: හදිසි අවස්ථාවක්!
ta: அவசரநிலை எச்சரிக்கை!
te: అత్యవసర హెచ్చరిక!
th: คำเตือนเหตุฉุกเฉิน!
tr: Acil durum uyarısı!
ur: ایمرجنسی تنبیہ!
uz: Favqulodda ogohlantirish!
xh: Isilumkiso semeko engxamisekileyo!
zu: Isexwayiso Sesimo Esiphuthumayo!

source: Operator message
am: የ አንቀሳቃሽ መልእክት
ar: رسالة من مشغّل الشبكة
bg: Съобщение от оператора
bn_bd: অপারেটরের বার্তা
bn_in: অপারেটর বার্তা
br: Kemennadenn an oberataer
bs: Poruka operatera
ca: Missatge de l'operador
cy: Neges darparwr
es: Mensaje del operador
eu: Operatzailearen mezua
fa: پیام اپراتور
gd: Teachdaireachd a’ ghiùlanair
hu: Operátori üzenet
id: Pesan operator
km: សារ​សហការី
kn: ಆಪರೇಟರ್ ಸಂದೇಶ
ml: ഓപ്പറേറ്ററുടെ സന്ദേശം
ms: Mesej operator
my: အော်ပရေတာ စာတို
pt: Mensagem do operador
ro: Mesaj de la operator
si: ක්‍රියාකරුගේ පණිවුඩය
ta: இயக்குனர் செய்தி
te: ఆపరేటరు సందేశం
th: ข้อความจากผู้ให้บริการ
tr: Operatör mesajı
ur: عمل کار پیغام
uz: Operator xabari

source: Call {{number}}?
af: Skakel {{number}}?
am: ልደውል {{number}}?
ar: أأتصل بـ {{number}}؟
as: {{number}} কল কৰিব নে?
bg: Да бъде ли набран {{number}}?
bn_bd: ডায়াল {{number}}?
bn_in: ডায়াল {{number}}?
br: Gervel an {{number}} ?
bs: Pozvati {{number}}?
ca: Voleu trucar a {{number}}?
cy: Galw {{number}}?
es: ¿Llamar a {{number}}?
eu: Deitu {{number}}?
fa: تماس با {{number}}؟
gd: A bheil thu airson fòn a chur gu {{number}}?
hu: Felhívja: {{number}}?
id: Panggil {{number}}?
km: ហៅ {{number}}?
kn: ಕರೆ {{number}}?
lv: Vai zvanīt {{number}}?
mai: कॉल {{number}}?
mg: Hiantso ny {{number}}?
ml: {{number}} വിളിക്കണോ?
mr: {{number}} ला काॅल करायचा?
ms: Panggil {{number}}?
my: {{number}} ခေါ်?
ne: कल {{number}}?
or: କଲ {{number}}?
pt: Ligar para {{number}}?
ro: Apelezi {{number}}?
si: {{number}} අංකනය කරන්න ද?
sw: Piga {{number}}?
ta: {{number}} அழைக்கவா?
te: {{number}} డయల్‌చేయాలా?
th: โทร {{number}}?
tr: Ara: {{number}}
ur: {{number}} پر کال کریں؟
uz: {{number}}ga qo‘ng‘iroq qilinsinmi?
xh: Ufuna ukutsalela apha {{number}}?
zu: Fonela {{number}}?

source: Send SS
am: SS መላኪያ
ar: أرسل SS
bn_bd: SS পাঠান
bn_in: SS পাঠান
br: Kas SS
bs: Pošalji SS
ca: Envia SS
cy: Anfon SS
es: Enviar SS
fa: ارسال SS؟
gd: Cuir an SS
lv: Sūtīt SS pieprasījumu
pt: Enviar SS
ro: Trimite SS
si: SS යවන්න
th: ส่ง SS
ur: SS بھیجیں
uz: SS jo‘natish

source: Send USSD
am: USSD መላኪያ
ar: أرسل USSD
bn_bd: USSD পাঠান
bn_in: USSD পাঠান
br: Kas USSD
bs: Pošalji USSD
ca: Envia USSD
cy: Anfon USSD
es: Enviar USSD
fa: ارسال USSD؟
gd: Cuir an USSD
lv: Sūtīt USSD pieprasījumu
pt: Enviar USSD
ro: Trimite USSD
si: USSD යවන්න
th: ส่ง USSD
ur: USSD بھیجیں
uz: USSD jo‘natish

source: Send SMS
am: SMS መላኪያ
ar: أرسل رسالة قصيرة
bn_bd: SMS পাঠান
bn_in: SMS পাঠান
br: Kas SMS
bs: Pošalji SMS
ca: Envia SMS
cy: Anfon SMS
es: Enviar SMS
fa: ارسال پیامک
gd: Cuir an SMS
lv: Sūtīt īsziņu
pt: Enviar SMS
ro: Trimite SMS
si: SMS යවන්න
th: ส่ง SMS
ur: SMS بھیجیں
uz: SMS jo‘natish

source: Send message?
af: Stuur boodskap?
am: መልእክቱን ልላከው?
ar: أأرسل رسالة؟
as: বাৰ্তা প্ৰেৰণ কৰিব নে?
bg: Да бъде ли изпратено съобщение?
bn_bd: বার্তা পাঠাবেন?
bn_in: বার্তা পাঠাবেন?
br: Kas ar gemennadenn ?
bs: Poslati poruku?
ca: Voleu enviar el missatge?
cy: Anfon neges?
es: ¿Enviar mensaje?
eu: Bidali mezua?
fa: ارسال پیام؟
gd: A bheil thu airson an teachdaireachd a chur?
hu: Elküldi az üzenetet?
id: Kirim pesan?
km: ផ្ញើ​សារ?
kn: ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಬೇಕೆ?
lv: Vai sūtīt vēstuli?
mai: समाद भेजू?
mg: Handefa hafatra?
ml: സന്ദേശം അയയ്ക്കണോ?
mr: संदेश पाठवावा?
ms: Hantar mesej?
my: စာတိုအား ပို့မည်လား?
ne: सन्देश पठाउनुहोस्?
or: ସନ୍ଦେଶ ପଠାଇବେ କି?
pt: Enviar mensagem?
ro: Trimiți mesajul?
si: පණිවිඩය යවන්න ද?
sw: Tuma ujumbe?
ta: செய்தி அனுப்பு?
te: సందేశం పంపాలా?
th: ส่งข้อความ?
tr: Mesaj gönderilsin mi?
ur: پیغام بھیجیں؟
uz: Xabar jo‘natilsinmi?
xh: Ufuna ukuthumela umyalezo?
zu: Uzothumela umyalezo?

source: SIM {{id}} STK
am: ሲም {{id}} STK
br: STK SIM {{id}}
ca: STK de la SIM {{id}}
es: STK de SIM {{id}}
eu: {{id}}. SIMaren STK
fa: جعبه‌ابزار سیم‌کارت {{id}}
th: STK ของ SIM {{id}}

source: STK Query
ar: استعلام STK
bg: Заявка STK
bn_bd: STK অনুসন্ধান
bn_in: STK জিজ্ঞাসা
br: Goulenn STK
bs: STK upit
ca: Consulta STK
cy: Ymholiad STK
es: Consulta STK
eu: STK kontsulta
fa: پرس‌وجوی جعبه‌ابزار سیم
gd: Ceist STK
hu: STK lekérdezés
id: Kueri STK
kn: STK ಪ್ರಶ್ನೆ
mai: STK पूछ ताछ
ms: Pertanyaan STK
pt: Pesquisa STK
ro: Interogare STK
si: STK විමසීම
ta: STK கேள்வி
te: STK ఆరా
tr: STK Sorgusu
ur: STK طلب
uz: STK so‘rovi

source: Emergency call back mode
af: Noodterugskakel-modus
am: ድንገተኛ ጥሪ መልሶ መደወያ ዘዴ
ar: وضع الاتصال بالطوارئ
as: আপাতকালীন কল বেক অৱস্থা
bg: Режим на връщане спешно обаждане
bn_bd: জরুরী কলব্যাক মোড
bn_in: জরুরী কল পূর্ববর্তী মোড
br: Mod adc'halv a zifrae
bs: Režim hitnog povratnog poziva
ca: Mode de trucada d'emergència
cy: Modd galw nôl mewn argyfwng
es: Modo de llamada de respuesta de emergencia
eu: Larrialdietan atzera deitzeko modua
fa: حالت تماس اضطراری
gd: Modh airson gairmean-èiginn air ais
hu: Vészvisszahívás mód
id: Mode panggilan balik darurat
km: របៀប​ហៅ​ត្រឡប់​ពេល​អាសន្ន
kn: ಮರಳಿ ತುರ್ತು ಕರೆ ಮಾಡುವ ಸ್ಥಿತಿ
mai: आपातकालीन कॉल वापस मोड
mg: Maody famerin'antso vonjy taitra
ml: അടിയന്തര കോള്‍ബാക്ക് രീതി
mr: अडचणीच्यावेळचा कॉलबॅक
ms: Mod panggil balik kecemasan
my: အရေးပေါ်ပြန်ခေါ်ဆိုမှုပုံစံ
ne: आपतकालीन कल फिर्ता गर्ने शैली
or: ଜରୁରୀକାଳୀନ କଲବ୍ୟାକ୍‌ ଧାରା
pt: Modo de chamadas de emergência
ro: Mod de apelare inversă de urgență
si: හදිසි නැවත ඇමතීමේ ප්‍රකාරය
sw: Ulizo la STK kutoka kwa SIM {{id}}
ta: அவசர அழைப்பு முறைமை
te: అత్యవసర కాల్‌ బాక్ రీతి
th: โหมดโทรกลับฉุกเฉิน
tr: Acil durum geri arama modu
ur: ہنگامی کال واپس موڈ
uz: Favqulodda teskari qo‘ng‘iroq rejimi
xh: Imo yokutsalela umnxeba wongxamiseko
zu: Imodi yokushayela ucingo oluphuthumayo
