Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: Cancel Bluetooth file transfer?
af: Kanselleer Bluetooth-lêeroordrag?
am: ልሰርዘው የ ብሉቱዝ ማስተላለፊያ?
ar: إلغاء نقل الملف عبر بلوتوث؟
as: ব্লুটুথ ফাইল স্থানান্তৰ বাতিল কৰিব নে?
bg: Отказ на Bluetooth файлов трансфер?
bn_bd: ব্লুটুথ ফাইল ট্রান্সফার বন্ধ করবেন?
bn_in: ফাইল স্থানান্তর বাতিল করা হোক?
br: Nullañ an treuzkas restroù Bluetooth ?
bs: Otkazati Bluetooth prijenos fajla?
ca: Voleu cancel·lar la transferència Bluetooth?
cy: Diddymu trosglwyddo ffeil Bluetooth?
es: ¿Cancelar la transferencia Bluetooth?
eu: Utzi Bluetooth fitxategi-transferentzia?
fa: لغو جابه‌جایی پروندهٔ بلوتوث؟
gd: A bheil thu airson sgur dhen tar-chur fhaidhle Bluetooth?
hu: Megszakítja a Bluetooth fájlátvitelt?
id: Batalkan transfer berkas Bluetooth?
km: បោះបង់​ការ​ផ្ទេរ​ឯកសារ​តាម​ប៊ូធូស?
kn: ಬ್ಲೂಟೂತ್‌ ಕಡತ ವರ್ಗಾವಣೆ ರದ್ದುಗೊಳಿಸಬೇಕೆ?
mai: ब्लूटूथ फाइल स्थानांतरण रद्द करू
mg: Foanana fampitana rakitra Bluetooth?
ml: ബ്ലൂടുത്തിലൂടെയുള്ള ഫയല്‍ അയയ്ക്കുന്നതു് റദ്ദാക്കണോ?
mr: ब्लुटूथ फाईल स्थानांतरण रद्द करायचे?
ms: Batal pemindahan fail Bluetooth?
my: ဘလူးတုဖိုင် ပြောင်းရွေ့ခြင်းအား​ ရပ်မလား?
ne: ब्लुटुथ फाइल स्थानान्तर गर्नुहोस रद्द गर्न चाहनुहुन्छ?
or: ବ୍ଲୁଟୁଥ ଫାଇଲ ପରିବହନକୁ ବାତିଲ କିରବେ କି?
pt: Cancelar transferência de ficheiro por Bluetooth?
ro: Anulezi transferul de fișiere prin Bluetooth?
si: බ්ලුටූත් ගොනු හුවමාරුව අවලංගු කරන්න ද?
sw: Ghairi upeperushaji wa faili ya Bluetooth?
ta: ப்ளூடூத் கோப்பு பரிமாற்றத்தை ரத்துசெய்யவா?
te: బ్లూటూత్ దస్త్ర బదిలీని రద్దుచేయాలా?
th: ยกเลิกการถ่ายโอนไฟล์บลูทูธ?
tr: Bluetooth dosya aktarımı iptal edilsin mi?
ur: بلوٹوت فائل ٹرانسفر منسوخ کریں؟
uz: Bluetooth orqali fayl o‘tkazish bekor qilinsinmi?
xh: Ufuna ukurhoxisa ukudlulisela kwefayile nge-Bluetooth?
zu: Uyakukhansela ukuthunyelwa kwefayela kwe-Bluetooth?

source: File transfer has started
am: ማስተላለፍ ተጀምሯል
ar: بدأت عملية نقل الملفات
bn_bd: স্থানান্তর শুরু হয়েছে
bn_in: স্থানান্তরণ শুরু হয়েছে
br: Kregiñ a ra an treuzkas
bs: Prijenos fajla je započeo
ca: S'ha iniciat la transferència
cy: Mae trosglwyddo'r ffeil wedi dechrau
es: La transferencia ha comenzado
fa: جابه‌جایی پرونده آغاز شد.
gd: Thòisich tar-chur an fhaidhle
lv: Pārsūtījums sākās
pt: A transferência do ficheiro começou
ro: Transferul de fișiere a început
si: ගොනු හුවමාරුව ඇරඹුනා
th: เริ่มการถ่ายโอนไฟล์แล้ว
ur: منتقلی شروع کر دی گی ہے
uz: Fayl o‘tkazish boshlandi

source: Check progress in Notification center
am: በ ማስታወቂያ ማእከል ውስጥ ሂደቱን ይመርምሩ
ar: تفحص العملية في مركز التنبيهات
bn_bd: নোটিফিকেশন সেন্টারে অগ্রগতি দেখুন
bn_in: বিজ্ঞপ্তি কেন্দ্রে অগ্রগতি চেক করুন
br: Gwelout an araokadenn e-barzh ar greizenn rebuzadurioù
bs: Napredak provjerite u Centru za obavještenja
ca: Progrés al centre de notificacions
cy: Gwirio'r cynnydd yn y ganolfan Hysbysu
es: Vea progreso en centro de actividades
fa: پیشرفت را در مرکز اعلان بررسی کنید
gd: Chì thu an t-adhartas ann an aonad nam brathan
pt: Acompanhe o progresso no centro de Notificações
ro: Verifică progresul în centrul de notificare
si: දැන්වීම් මධ්‍යස්ථානයේදී ප්‍රගතිය නිරීක්ෂණය කරන්න
th: ตรวจสอบความคืบหน้าในศูนย์แจ้งเตือน
ur: اطلاعاتی مرکز میں پیش رفت کی پڑتال کریں
uz: Eslatma markazidagi jarayonni tekshirish

source: File sent
af: Lêer is gestuur
am: ፋይል ተልኳል
ar: أُرسِل الملف
as: ফাইল পঠোৱা হল
bg: Файлът е изпратен
bn_bd: ফাইল পাঠান হয়েছে
bn_in: ফাইল চলে গেছে
br: Restr kaset
bs: Fajl poslan
ca: Fitxer enviat
cy: Anfonwyd ffeil
es: Archivo enviado
eu: Fitxategia bidalita
fa: پرونده ارسال شد
gd: Chaidh am faidhle a chur
hu: Fájl elküldve
id: Berkas terkirim
km: បាន​ផ្ញើ​ឯកសារ
kn: ಕಡತ ಕಳುಹಿಸಿದೆ
mai: फाइल भेजल गेल
mg: Lasa ny rakitra
ml: ഫയല്‍ അയച്ചു
mr: फाईल पाठवली
ms: Fail dihantar
my: ဖိုင်ပို့ပြီး
ne: फाइल पठाइयो
or: ଫାଇଲ ପଠାଯାଇଛି
pt: Ficheiro enviado
ro: Fișier trimis
si: ගොනුව යවන ලදී
sw: Faili imetumwa
ta: அனுப்பப்பட்ட கோப்பு
te: దస్త్రం పంపబడింది
th: ส่งไฟล์แล้ว
tr: Dosya gönderildi
ur: مسل مرسلہ
uz: Fayl jo‘natildi
xh: Ifayile ithunyelwe
zu: Ifayela lithunyelwe

source: File received
af: Lêer is ontvang
am: የተቀበሉት ፋይል
ar: أُستُقبِل الملف
as: ফাইল গ্ৰহণ কৰা হল
bg: Файлът е получен
bn_bd: ফাইল গ্রহণ করা হয়েছে
bn_in: ফাইল প্রাপ্ত হয়েছে
br: Restr degemeret
bs: Fajl primljen
ca: Fitxer rebut
cy: Derbyniwyd ffeil
es: Archivo recibido
eu: Fitxategia jasota
fa: پرونده دریافت شد
gd: Faidhle air fhaighinn
hu: Fájl fogadva
id: Berkas diterima
km: បាន​ទទួល​ឯកសារ
kn: ಕಡತ ಸ್ವೀಕರಿಸಲಾಗಿದೆ
mai: फाइल प्राप्त भेल
mg: Voaray ny rakitra
ml: ഫയല്‍ ലഭിച്ചു
mr: फाईल मिळाली
ms: Fail diterima
my: ဖိုင် လက်ခံပြီး
ne: फाइल प्राप्त गरियो
or: ଫାଇଲ ଗ୍ରହଣ ହୋଇଛି
pt: Ficheiro recebido
ro: Fișier primit
si: ගොනුව ලැබුණා
sw: Faili imepokelewa
ta: கோப்பு பெறப்பட்டது
te: దస్త్రం స్వీకరించెను
th: ได้รับไฟล์แล้ว
tr: Dosya alındı
ur: مسل موصول ہو گی
uz: Fayl qabul qilindi
xh: Ifayile ifunyenwe
zu: Ifayela lifikile

source: File could not be received
af: Kon nie lêer ontvang nie
am: ፋይሉን መቀበል አልተቻለም
ar: لم بتم استقبال الملف
as: ফাইল গ্ৰহণ কৰিব পৰা নগল
bg: Неполучен файл
bn_bd: ফাইল গ্রহণ করা সম্ভব হয়নি
bn_in: ফাইল প্রাপ্ত করা সম্ভব হয়নি
br: N'haller ket degemer ar restr
bs: Fajl nije mogao biti primljen
ca: No s'ha pogut rebre el fitxer
cy: Methu derbyn ffeil
es: No se recibió el archivo
eu: Ezin da fitxategia jaso
fa: پرونده نتوانست دریافت شود
gd: Cha b' urrainn dhuinn am faidhle fhaighinn
hu: A fájl nem fogadható
id: Berkas tidak dapat diterima
km: មិន​អាច​ទទួល​ឯកសារ​បាន​ទេ
kn: ಕಡತವನ್ನು ಸ್ವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
lv: Datni nevarēja saņemt
mai: फाइल प्राप्त नहि कएल जाए सकल
mg: Tsy voaray ny rakitra
ml: ഫയല്‍ ലഭിയ്ക്കുവാനായില്ല
mr: फाईल मिळवता आली नाही
ms: Fail tidak dapat diterima
my: ဖိုင်အား လက်ခံမရယူနိုင်ပါ
ne: फाइल प्राप्त गर्न सकिएन
or: ଫାଇଲକୁ ଗ୍ରହଣ କରାଯାଇପାରିଲା ନାହିଁ
pt: Não foi possível receber
ro: Fișierul nu a putut fi primit
si: ගොනුව ලබාගත නොහැක
sw: Faili haikuweza kupokelewa
ta: கோப்பை பெற முடியவில்லை
te: దస్త్రం స్వీకరించలేకపోయెను
th: ไม่สามารถรับไฟล์
tr: Dosya alınamadı
ur: مسل وصول نہیں ہو سکی
uz: Faylni qabul qilib bo‘lmaydi
xh: Ifayile ibingenakufunyanwa
zu: Ifayela alivumanga ukwamukeleka

source: Cannot send file right now. Please try again later.
am: አሁን ፋይል መላክ አልተቻለም: እባክዎን ትንሽ ቆይተው እንደገና ይሞክሩ
ar: لا يمكن إرسال الملف حالياً. يرجى المحاولة مرة أخرى لاحقاً.
bg: Файлът не може да бъде изпратен сега. Моля, опитайте по-късно.
bn_bd: এই মুহূর্তে ফাইলটি পাঠানো যাচ্ছে না। অনুগ্রহ করে আবার চেষ্টা করুন।
bn_in: এখন ফাইল পাঠানো যাবে না। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
br: N'eus ket tu kas restroù evit ar mare. Klaskit en-dro diwezhatoc'h.
bs: Trenutno ne mogu poslati fajl. Pokušajte ponovo kasnije.
ca: No s'ha pogut enviat el fitxer. Torneu-ho a provar més tard.
cy: Methu anfon ffeil ar hyn o bryd. Ceisiwch eto'n hwyrach.
es: No puede enviarse el archivo. Pruebe de nuevo pasados unos minutos.
eu: Ezin da une honetan fitxategia bidali. Saiatu berriro geroago.
fa: نمی‌توان اکنون پرونده را فرستاد. لطفاً بعداً دوباره تلاش کنید.
gd: Cha ghabh am faidhle a chur an-dràsta. Feuch ris a-rithist an ceann greis.
hu: Most nem küldhető a fájl. Próbálja újra később.
id: Tidak dapat kirim berkas saat ini. Silakan coba lagi nanti.
kn: ಕಡತವನ್ನು ಈಗ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಪ್ರಯತ್ನಿಸಿ.
lv: Nevar tagad sūtīt datni. Lūdzu mēģiniet vēlreiz vēlāk.
pt: Não foi possível enviar o ficheiro neste momento. Por favor tente novamente mais tarde.
ro: Nu se poate trimite fișierul chiar acum. Te rugăm să reîncerci mai târziu.
si: ගොනුව දැන්ම යැවීමට නොහැකියි. කරුණාකර පසුව උත්සාහ කරන්න.
th: ไม่สามารถส่งไฟล์ได้ในขณะนี้ โปรดลองอีกครั้งในภายหลัง
ur: اس وقت مسل نہیں بھیج سکتیں۔ براہ مہربانی کچھ دیر بعد دوبارہ کوشش کریں۔
uz: Faylni hozir jo‘natib bo‘lmaydi. Keyinroq qayta urinib ko‘ring.

source: File transfer cancelled
am: ፋይል ማስተላለፍ ተሰርዟል
ar: تم إلغاء إرسال الملف
bn_bd: ফাইল স্থানান্তর বাতিল হল
bn_in: ফাইল ট্রান্সফার বাতিল করা হয়েছে
br: Nullet eo bet an treuzkas restr
bs: Prijenos fajla je otkazan
ca: La transferència s'ha cancel·lat
cy: Trosglwyddo'r ffeil wedi ei ddiddymu
es: Transferencia cancelada
fa: جابه‌جایی پرونده لغو شد.
gd: Sguireadh de thar-chur an fhaidhle
lv: Datņu pārsūtīšana atcelta
pt: Transferência do ficheiro cancelada
ro: Transferul de fișiere anulat
si: ගොනු හුවමාරුව අවලංගුයි
th: การถ่ายโอนไฟล์ถูกยกเลิก
ur: مسل منتقل منسوخ کریں
uz: Fayl o‘tkazish bekor qilindi

source: Transfer report
am: የ ማስተላለፊያ መግለጫ
ar: نقل التقرير:
bn_bd: স্থানান্তর রিপোর্ট:
bn_in: স্থানান্তর রিপোর্ট:
br: Danevell an treuzkas
bs: Izvještaj o transferu
ca: Informe de la transferència
cy: Adroddiad trosglwyddo
es: Informe de la transferencia
fa: گزارش جابه‌جایی
gd: Aithisg an tar-chuir
lv: Pārsūtījuma rezultāti
pt: Relatório da transferência
ro: Raport de transfer
si: හුවමාරු වාර්තාව
th: รายงานการถ่ายโอน
ur: منتقل رپورٹ
uz: O‘tkazish hisoboti

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
af: {{numSuccessful}} lêers suksesvol, {{numUnsuccessful}} lêers onsuksesvol
am: {{numSuccessful}} ፋይሎች ተሳክተዋል, {{numUnsuccessful}} ፋይሎች አልተሳኩም
ar: {{numSuccessful}}ملفات بنجاح , {{numUnsuccessful}} ملفات بفشل
as: {{numSuccessful}} ফাইলসমূহ সফল, {{numUnsuccessful}} ফাইলসমূহ অসফল
bg: {{numSuccessful}} файла прехвърлени, {{numUnsuccessful}} неуспешно прехвърлени файла
bn_bd: {{numSuccessful}} টি ফাইল সফল, {{numUnsuccessful}} টি ফাইল বিফল
bn_in: {{numSuccessful}} সফল ফাইল, {{numUnsuccessful}} সফল ফাইল
br: {{numSuccessful}} restr peurechu, {{numUnsuccessful}} restr c'hwitet
bs: {{numSuccessful}} fajlova uspješno, {{numUnsuccessful}} fajlova neuspješno
ca: Fitxers correctes: {{numSuccessful}}. Fitxers incorrectes: {{numUnsuccessful}}
cy: {{numSuccessful}} ffeil llwyddiannus, {{numUnsuccessful}} ffeil aflwyddiannus
es: {{numSuccessful}} archivos transferidos, {{numUnsuccessful}} archivos no transferidos
eu: {{numSuccessful}} fitxategi ondo, {{numUnsuccessful}} fitxategi gaizki
fa: ‫{{numSuccessful}} پرونده موفّق، {{numUnsuccessful}} پرونده ناموفّق
gd: Chaidh {{numSuccessful}} a chur, cha do shoirbhich le {{numUnsuccessful}} dhiubh
hu: {{numSuccessful}} fájl sikeres, {{numUnsuccessful}} fájl sikertelen
id: {{numSuccessful}} berkas sukses, {{numUnsuccessful}} berkas tidak sukses
km: ឯកសារ {{numSuccessful}} ជោគជ័យ, ឯកសារ {{numUnsuccessful}} មិន​ជោគជ័យ
kn: {{numSuccessful}} ಕಡತಗಳು ಯಶಸ್ವಿಯಾಗಿವೆ, {{numUnsuccessful}} ಕಡತಗಳು ಯಶಸ್ವಿಯಾಗಿಲ್ಲ
mai: {{numSuccessful}} सफल फाइल, {{numUnsuccessful}} असफल फाइल
mg: Rakitra {{numSuccessful}} tontosa, rakitra {{numUnsuccessful}} tsy tontosa
ml: {{numSuccessful}} ഫയലുകള്‍ വിജയിച്ചു, {{numUnsuccessful}} ഫയലുകള്‍ പരാജയപ്പെട്ടു
mr: {{numSuccessful}} फाइली यशस्वी, {{numUnsuccessful}} फाइली अयशस्वी
ms: {{numSuccessful}} fail berjaya, {{numUnsuccessful}} fail tidak berjaya
my: {{numSuccessful}} ဖိုင် အောင်မြင်ပြီး , {{numUnsuccessful}} ဖိုင် မအောင်မြင်
ne: {{numSuccessful}} फाइलमा सफलता, {{numUnsuccessful}} फाइलमा असफलता
or: {{numSuccessful}} ଫାଇଲଗୁଡ଼ିକ ସଫଳ ହୋଇଛି, {{numUnsuccessful}} ଫାଇଲଗୁଡ଼ିକ ଅସଫଳ ହୋଇଛି
pt: {{numSuccessful}} ficheiros transferidos com sucesso, {{numUnsuccessful}} sem sucesso
ro: {{numSuccessful}} fișiere cu succes, {{numUnsuccessful}} fișiere fără succes
si: ගොනු {{numSuccessful}}ක් සාර්ථකයි, ගොනු {{numUnsuccessful}}ක් අසාර්ථකයි
sw: faili {{numSuccessful}} zimefanikiwa, faili {{numUnsuccessful}} hazikufaulu
ta: {{numSuccessful}} வெற்றி, {{numUnsuccessful}} தோல்வி
te: {{numSuccessful}} దస్త్రాలు సఫలం, {{numUnsuccessful}} దస్త్రాలు విఫలం
th: สำเร็จ {{numSuccessful}} ไฟล์ ไม่สำเร็จ {{numUnsuccessful}} ไฟล์
tr: {{numSuccessful}} dosya başarılı, {{numUnsuccessful}} dosya başarısız
ur: {{numSuccessful}} مسلیں کامیاب، {{numUnsuccessful}} مسلیں ناکام
uz: {{numSuccessful}} ta fayllar muvaffaqiyatli, {{numUnsuccessful}} ta fayllar muvaffaqiyatsiz
xh: {{numSuccessful}} iifayile zibe nempumelelo, {{numUnsuccessful}} iifayile azibanga nampumelelo
zu: {{numSuccessful}} amafayela aphumelele, {{numUnsuccessful}} amafayela angaphumelelanga

source: Unknown file
af: Onbekende lêer
am: ያልታወቀ ፋይል
ar: ملف غير مُعرَّف
as: অজ্ঞাত ফাইল
bg: Непознат файл
bn_bd: অজানা ফাইল
bn_in: অজানা ফাইল
br: Restr dianav
bs: Nepoznat fajl
ca: Fitxer desconegut
cy: Ffeil anhysbys
es: Archivo desconocido
eu: Izenburu ezezaguna
fa: پروندهٔ ناشناخته
gd: Faidhle neo-aithnichte
hu: Ismeretlen fájl
id: Berkas tidak dikenal
km: មិន​ស្គាល់​ឯកសារ
kn: ಗೊತ್ತಿರದ ಕಡತ
lv: Nezināma datne
mai: अज्ञात फाइल
mg: Rakitra tsy fantatra
ml: അപരിചിത ഫയല്‍
mr: अपरिचीत फाईल
ms: Fail tidak dikenali
my: အမျိုးအစားမသိရသော ဖိုင်
ne: अज्ञात फाइल
or: ଅଜଣା ଫାଇଲ
pt: Ficheiro desconhecido
ro: Fișier necunoscut
si: නොදන්නා ගොනුව
sw: Faili isiotambulika
ta: தெரியாத கோப்பு
te: తెలియని దస్త్రం
th: ไฟล์ที่ไม่รู้จัก
tr: Bilinmeyen dosya
ur: نامعلوم مسل
uz: Noma’lum fayl
xh: Ifayile engaziwayo
zu: Ifayela engaziwa

source: Unknown device
af: Onbekende toestel
am: ያልታወቀ አካል
ar: جهاز مجهول
as: অজ্ঞাত ডিভাইচ
bg: Непознато устройство
bn_bd: অজানা ধরনের ডিভাইস
bn_in: অজানা ডিভাইস
br: Trevnad dianav
bs: Nepoznat uređaj
ca: Dispositiu desconegut
cy: Dyfais anhysbys
es: Dispositivo desconocido
eu: Gailu ezezaguna
fa: دستگاه ناشناخته
gd: Uidheam neo-aithnichte
hu: Ismeretlen eszköz
id: Perangkat tidak dikenal
km: មិន​ស្គាល់​ឧបករណ៍
kn: ಗೊತ್ತಿರದ ಸಾಧನ
lv: Nezināma ierīce
mai: अज्ञात अओजार
mg: Fitaovana tsy fantatra
ml: അജ്ഞാത ഉപകരണം
mr: अपरिचीत उपकरण
ms: Peranti tidak dikenali
my: မသိရသော ပစ္စည်းအမျိုးအစား
ne: अज्ञात यन्त्र
or: ଅଜଣା ଉପକରଣ
pt: Dispositivo desconhecido
ro: Dispozitiv necunoscut
si: නොදන්නා උපාංගය
sw: Kifaa kisichotambulika
ta: தெரியாத சாதனம்
te: తెలియని పరికరం
th: อุปกรณ์ที่ไม่รู้จัก
tr: Bilinmeyen aygıt
ur: نامعلوم آلہ
uz: Noma’lum qurilma
xh: Isixhobo esingaziwayo
zu: Idivayisi engaziwa

source: Can not open received file
af: Kan nie ontvangde lêer oopmaak nie
am: የተቀበሉትን ፋይል መክፈት አልተቻለም
ar: لايمكن فتح الملف المُستلم
as: গ্ৰহণ কৰা ফাইল খোলিব নোৱাৰি
bg: Полученият файл не може да бъде отворен
bn_bd: প্রাপ্ত ফাইলটি খোলা যাচ্ছে না
bn_in: প্রাপ্ত ফাইল খুলতে অক্ষম
br: N'haller ket digeriñ ar restr degemeret
bs: Nije moguće otvoriti primljeni fajl
ca: No es pot obrir el fitxer rebut
cy: Methu agor ffeil derbyniwyd
es: No se puede abrir fichero recibido
eu: Ezin da jasotako fitxategia ireki
fa: نمی‌توان پروندهٔ دریافتی را گشود
gd: Cha ghabh am faidhle a fhuair thu fhosgladh
hu: A kapott fájl nem nyitható meg
id: Tidak dapat membuka berkas yang diterima
km: មិន​អាច​បើក​​ឯកសារ​ដែល​បាន​ទទួល
kn: ಸ್ವೀಕರಿಸಿದ ಕಡತವನ್ನು ತೆರೆಯಲಾಗಿಲ್ಲ
lv: Nevar atvērt saņemto datni
mai: प्राप्त फाइल खोलल नहि जाए सकत
mg: Tsy afaka manokatra ilay rakitra voaray
ml: ലഭിച്ച ഫയല്‍ തുറക്കുവാനായില്ല
mr: मिळालेली फाईल उघडू शकत नाही
ms: Tidak dapat membuka fail yang diterima
my: လက်ခံထားသော ဖိုင်အား ဖွင့်မရပါ
ne: प्राप्त गरिएको फाइल खोल्न सकिएन
or: ଗ୍ରହଣ କରାଯାଇଥିବା ଫାଇଲକୁ ଖୋଲି ପାରିବ ନାହିଁ
pt: Não foi possível abrir o ficheiro recebido
ro: Nu se poate deschide fișierul primit
si: ලැබුණු ගොනුව විවර කල නොහැකියි
sw: Haiwezi kufungua faili iliyopokelewa
ta: பெறப்பட்ட கோப்பை திறக்க முடியவில்லை
te: అందుకున్న దస్త్రాన్ని తెరవలేము
th: ไม่สามารถเปิดไฟล์ที่ได้รับมาได้
tr: Alınan dosya açılamıyor
ur: موصولہ فائل کو کھولا نہیں جا سکتا
uz: Qabul qilingan faylni ochib bo‘lmadi
xh: Ayinakuyivula ifayile efunyenweyo
zu: Ayikwazi ukuvula ifayela elithunyelwe

source: Can not open unknown media type: {{fileName}}
am: መክፈት አልተቻለም ያልታወቀውን የ መገናኛ አይነት: {{fileName}}
ar: تعذّر فتح هذا النوع المجهول من الوسائط: {{fileName}}
bg: Неизвестният тип медия {{fileName}} не може да бъде отворена
bn_bd: অপরিচিত মিডিয়া টাইপ খোলা যাচ্ছে না: {{fileName}}
bn_in: অজানা মিডিয়া টাইপ: {{fileName}} খোলা যাচ্ছে না
br: N'eo ket posupl digeriñ an nodrezh media dianav : {{fileName}}
bs: Ne mogu otvoriti nepoznat media tip: {{fileName}}
ca: No es pot obrir el fitxer multimèdia desconegut: {{fileName}}
cy: Methu agor math anhysbys o gyfrwng: {{fileName}}
es: No puede abrirse el tipo de archivo multimedia: {{fileName}}
eu: Ezin da ireki multimedia mota ezezaguna: {{fileName}}
fa: نمی‌توان نوع رسانهٔ ناشناخته را گشود: {{fileName}}
gd: Chan urrainn dhuinn am meadhan a leanas fhosgladh leis nach aithne dhuinn a sheòrsa: {{fileName}}
hu: Nem nyitható meg az ismeretlen médiatípus: {{fileName}}
id: Tidak dapat membuka jenis media tidak dikenal: {{fileName}}
kn: ಗೊತ್ತಿರದ ಮೀಡಿಯ ಶೈಲಿ ತೆರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ: {{fileName}}
lv: Nevar atvērt nezināma formāta mediju : {{fileName}}
mai: अनचिह्नि मीडिया प्रकार: {{fileName}}
my: မသိရသော ဖိုင်အမျိုးအစားများ အား မဖွင့်နိုင်ပါ: {{fileName}}
pt: Não foi possível abrir o tipo multimédia: {{fileName}}
ro: Nu se poate deschide tipul de media necunoscut: {{fileName}}
si: නොදන්නා මාධ්‍යය වර්ගය විවෘත කළ නොහැක: {{fileName}}
ta: அறியாத ஊடக வகையை திறக்க முடியவில்லை: {{fileName}}
th: ไม่สามารถเปิดชนิดสื่อที่ไม่รู้จัก: {{fileName}}
tr: Bilinmeyen ortam türü açılamadı: {{fileName}}
ur: نامعلوم میڈیا قسم کو کھول نہیں سکتے: {{fileName}}
uz: Noma’lum media turini ochib bo‘lmadi: {{fileName}}

source: Can not receive file
af: Kan nie lêer ontvang nie
am: ፋይል መቀበል አልተቻለም
ar: لا يمكن استلام الملف
as: ফাইল গ্ৰহণ কৰিব নোৱাৰি
bg: Файлът не е получен
bn_bd: ফাইলটি গ্রহন করা যাচ্ছে না
bn_in: ফাইল পেতে অক্ষম
br: N'haller ket degemer ar restr
bs: Nije moguće primiti fajl
ca: No es pot rebre el fitxer
cy: Methu derbyn ffeil
es: No se puede recibir archivo
eu: Ezin da fitxategia jaso
fa: نمی‌توان پرونده را دریافت کرد
gd: Chan urrainn dhuinn am faidhle fhaighninn
hu: A fájl nem fogadható
id: Tidak dapat menerima berkas
km: មិន​អាច​ទទួល​ឯកសារ
kn: ಕಡತವನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿಲ್ಲ
lv: Nevar saņemt datni
mai: फाइल प्राप्त नहि कए सकत
mg: Tsy afaka mandray rakitra
ml: ഫയല്‍ ലഭ്യമാക്കുവാനായില്ല
mr: फाईल मिळवू शकत नाही
ms: Tidak dapat menerima fail
my: ဖိုင်အား လက်မခံနိုင်ပါ
ne: फाइल प्राप्त गर्न सकिदैन
or: ଫାଇଲକୁ ଗ୍ରହଣ କରି ପାରିବ ନାହିଁ
pt: Não é possível receber ficheiro
ro: Nu se poate primi fișierul
si: ගොනුව ලබාගත නොහැක
sw: Haiwezi kupokea faili
ta: கோப்பை பெற முடியவில்லை
te: దస్త్రాన్ని అందుకోలేము
th: ไม่สามารถรับไฟล์
tr: Dosya alınamıyor
ur: فائل موصول نہیں کی جا سکتی
uz: Fayllarni qabul qilib bo‘lmadi
xh: Ayinakuyifumana ifayile
zu: Ayikwazi ukwamukela ifayela

source: Can not get device storage state.
af: Kan nie toestelberging-stand kry nie.
am: የ አካሉን ማጠራቀሚያ ሁኔታ ማግኘት አልተቻለም
ar: لايمكن الوصول الى حالة أجهزة التخزين.
as: ডিভাইচৰ সংৰক্ষণ অৱস্থা প্ৰাপ্ত কৰিব নোৱাৰি।
bg: Състоянието на паметта не може да бъде получено.
bn_bd: ডিভাইসের স্টোরেজ অবস্থা পাওয়া যাচ্ছেনা।
bn_in: ডিভাইসের সংগ্রহস্থল অবস্থা পেতে অক্ষম।
br: N'haller ket kaout stad kadaviñ an trevnad.
bs: Nije moguće dobiti stanje memorije uređaja.
ca: No es pot obtenir l'estat d'emmagatzematge del dispositiu.
cy: Methu derbyn cyflwr storio'r ddyfais.
es: No se puede obtener estado de almacenamiento del dispositivo.
eu: Ezin da gailuaren biltegiratze-egoera eskuratu.
fa: نمی‌توان وضعیت حافظهٔ دستگاه را دریافت کرد.
gd: Chan urrainn dhuinn staid stòras an uidheim fhaighinn.
hu: Az eszköz tárhelyállapota nem kérhető le
id: Tidak dapat mengambil status penyimpanan peranti.
km: មិន​អាច​​​ទទួល​ស្ថានភាព​ការ​ផ្ទុក​របស់​ឧបករណ៍
kn: ಸಾಧನದ ಶೇಖರಣಾ ಸ್ಥಿತಿಯನ್ನು ಪಡೆಯಲಾಗಿಲ್ಲ.
mai: अओजार संग्रहण स्थिति प्राप्त नहि कए सकत.
mg: Tsy mahazo ny toetry ny fitehirizan'ny fitaovana.
ml: മൊബൈലിന്റെ ഉപയോഗം ലഭ്യമായില്ല.
mr: उपकरणाच्या स्टोरेजची स्थिती समजू शकत नाही.
ms: Gagal mendapatkan keadaan storan peranti.
my: စက်၏ သိမ်းဆည်းပမာဏ အားမတွက်နိုင်ပါ
ne: यन्त्र भण्डार स्थिति पाउन सकिएन ।
or: ଉପକରଣ ସଂରକ୍ଷଣ ସ୍ଥିତି ପାଇପାରିବେ ନାହିଁ।
pt: Não é possível obter o estado do armazenamento do dispositivo.
ro: Nu se poate obține starea de stocare a dispozitivului.
si: උපාංගයේ ආචායන තත්වය පිලිබඳ දත්ත ලබාගත නොහැකියි.
sw: Haiwezi kupata hali ya hifadhi ya kifaa.
ta: சாதன சேமிப்பு நிலையை பெற முடியாது.
te: పరికరపు నిల్వ స్థితి పొందలేము.
th: ไม่สามารถรับสถานะพื้นที่จัดเก็บอุปกรณ์
tr: Aygıt depolama durumu alınamadı.
ur: آپ کے آلے کا ذخیرہ ریاست حاصل نہیں کیا جا سکتا۔
uz: Qurilma xotirasi holati ma’lumotini olib bo‘lmadi.
xh: Ayinakuyifumana imo yogcino lwesixhobo.
zu: Ayikwazi ukuthola isimo sokulondoloza kwedivayisi.

source: No memory card found. Please insert a memory card.
af: Geen geheuekaart gevind nie. Steek asseblief ’n geheuekaart in.
am: የ ማስታወሻ ካርድ አልተገኘም: እባክዎን የ ማስታወሻ ካርድ ያስገቡ
ar: لم يتم العثور على بطاقة الذاكرة. الرجاءإدخال بطاقة الذاكرة.
as: কোনো মেমৰি কাৰ্ড পোৱা নগল। অনুগ্ৰহ কৰি এটা মেমৰি কাৰ্ড সুমুৱাওক।
bg: Липсва карта за памет. Моля, поставете карта за памет.
bn_bd: কোনো মেমোরি কার্ড নেই। দয়া করে মেমোরি কার্ড প্রবেশ করান।
bn_in: কোন মেমরি কার্ড পাওয়া যায় নি। একটি মেমরি কার্ড সন্নিবেশ করুন।
br: Kartenn vemor ebet kavet. Enlakait ur gartenn vemor mar plij.
bs: Memorijska kartica nije pronađena. Molimo vas da ubacite memorijsku karticu.
ca: No s'ha trobat cap targeta de memòria. Inseriu-ne una.
cy: Heb ganfod cerdyn cof. Mewnosodwch gerdyn cof.
es: No se encuentra la tarjeta de memoria. Por favor, inserte una.
eu: Ez da memoria-txartelik aurkitu. Txertatu memoria-txartel bat.
fa: هیج کارت حافظه‌ای پیدا نشد. لطفاً یک کارت حافظه وارد کنید.
gd: Cha deach cairt-chuimhne a lorg. Nach cuir thu a-steach cairt-chuimhne?
hu: Nem található memóriakártya. Helyezzen be egy memóriakártyát.
id: Tidak ada kartu memori ditemukan. Silakan masukkan kartu memori.
km: រក​មិន​ឃើញ​កាត​អង្គ​ចងចាំ។ សូម​បញ្ចូល​កាត​អង្គ​​ចងចាំ។
kn: ಮೆಮೊರಿ ಕಾರ್ಡ್‌ ಕಂಡುಬಂದಿಲ್ಲ. ದಯವಿಟ್ಟು ಮೆಮೊರಿ ಕಾರ್ಡ್‌ನ್ನು ಸೇರಿಸಿ.
mai: कोनो मेमोरी कार्ड नहि भेटल. कृपया एकटा मेमोरी कार्ड प्रविष्ट करू.
mg: Tsisy karatra memoara hita. Manatsofoha karatra memoara, azafady.
ml: മെമ്മറി കാര്‍ഡ് ലഭ്യമല്ല. ഒരെണ്ണം ഇടൂ.
mr: मेमरी कार्ड सापडले नाही. कृपया फोनमध्ये मेमरी कार्ड घाला.
ms: Tiada kad memori ditemui. Sila masukkan kad memori.
my: မှတ်ဉာဏ်ကဒ် မရှိပါ။ ကျေးဇူးပြုပြီး တစ်ကဒ် ထည့်ပေးပါ။
ne: स्मृति कार्ड भेटिएन । कृपया स्मृति कार्ड घुसाउनुहोस् ।
or: କୌଣସି ମେମୋରୀ କାର୍ଡ ମିଳୁ ନାହିଁ। ଦୟାକରି ଏକ ମେମୋରୀ କାର୍ଡ ଭର୍ତ୍ତି କରନ୍ତୁ।
pt: Não foi encontrado nenhum cartão de memória. Por favor insira um cartão de memória.
ro: Niciun card de memorie găsit. Te rugăm să inserezi un card de memorie.
si: මතක පතක් හමු නොවින. කරුණාකර මතක පතක් ඇතුලත් කරන්න.
sw: Hakuna kadi ya kumbukumbu iliyopatikana. Tafadhali ingiza kadi ya kumbukumbu.
ta: எந்த நினைவக அட்டையும் காணவில்லை. தயவுச்செய்து ஒரு நினைவக அட்டையை செருகு.
te: మెమొరీ కార్డ్ కనబడలేదు. దయచేసి మెమొరీ కార్డ్ చొప్పించండి.
th: ไม่พบการ์ดหน่วยความจำ โปรดใส่การ์ดหน่วยความจำ
tr: Bellek kartı bulunamadı. Lütfen bir bellek kartı takın.
ur: کوئی میموری کارڈپایانہیں ہے۔ براہ مہربانی ایک میموری کارڈ داخل کریں۔
uz: Xotira kartasi topilmadi. Xotira kartasini kiriting.
xh: Akukho khadi lememori lifunyenweyo. Sicela ufake ikhadi lememori.
zu: Alikho ikhadi lememori elitholakele. Sicela ufake ikhadi lememori.
