Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
af: Hierdie is jou laaste kans om die regte PIN in te voer. Anders moet jy die PUK-kode invoer om hierdie SIM-kaart te gebruik.
am: ይህ የመጨረሻ ሙከራ ነው ትክክለኛውን ፒን ለማስገባት: ያለበለዚያ የ ፑክ ኮድ ማስገባት አለብዎት ይህን የ ሲም ካርድ ለመጠቀም
ar: هذه آخر فرصة لك لإدخال رقم التعريف الشخصي الصحيح. خلاف ذلك، يجب عليك إدخال مفتاح إلغاء التأمين الشخصي PUK لاستخدام هذه الشريحة.
as: শুদ্ধ PIN সুমুৱাৰ এইটোৱে আপোনাৰ শেষ সযোগ। নহলে, আপুনি এই SIM কাৰ্ড ব্যৱহাৰ কৰিবলে PUK ক'ড সুমুৱাব লাগিব।
bg: Това е последен опит да въведете правилен PIN. В противен случай, трябва да въведете PUK, за да използвате SIM картата.
bn_bd: সঠিক পিনটি প্রবেশ করানোর এটিই আপনার শেষ সুযোগ। অন্যথায়, এই সিম কার্ডটি ব্যবহার করার জন্য আপনাকে অবশ্যই পাক কোড প্রবেশ করাতে হবে।
bn_in: আপনার সঠিক PIN দেওয়ার এটাই শেষ সুযোগ। অন্যথায়, এই SIM কার্ড ব্যবহার করতে আপনাকে PUK কোড দিতে হবে।
br: Hoc'h arnod diwezhañ eo evit reiñ ar PIN reizh. A-hend-all e vo ret deoc'h reiñ ar voneg PUK evit arverañ ar gartenn SIM-mañ.
bs: Ovo je vaša posljednja šansa da upišete tačan PIN. U suprotnom, morat ćete upisati PUK kod da biste mogli koristiti ovu SIM karticu.
ca: Aquesta és l'última oportunitat d'introduir el PIN correcte. Si torneu a fallar, haureu d'introduir el codi PUK per utilitzar aquesta targeta SIM.
cy: Dyma eich cynnig olaf i cynnig PIN cywir. Fel arall, bydd rhaid cynnig y cod PUK i ddefnyddio'r cerdyn SIM yma.
es: Esta es su última oportunidad para escribir el PIN correcto. Si comete otro error, deberá escribir el código PUK para usar la tarjeta SIM.
eu: PIN zuzena sartzeko azken aukera duzu. Bestela, PUK kodea sartu beharko duzu SIM txartel hau erabiltzeko.
fa: این آخرین شانس شما برای وارد کردن PIN صحیح است. در غیر این صورت باید کد PUK را برای استفاده از سیم‌کارت وارد کنید.
gd: Tha aon chothrom eile agad am PIN ceart a chur a-steach. Ma chuireas tu fear cearr a-steach, bidh agad ri còd PUK a chur a-steach mus urrainn dhut a' chairt SIM seo a chleachdadh.
hu: Ez az utolsó lehetősége a helyes PIN kód megadására. Ellenkező esetben a PUK kódot kell megadnia a SIM kártya használatához.
id: Ini adalah kesempatan terakhir untuk memasukkan PIN yang benar. Jika masih salah, Anda harus memasukkan kode PUK untuk menggunakan kartu SIM ini.
km: នេះ​ជា​លើក​​ចុងក្រោយ​របស់​អ្នក​​ដើម្បី​បញ្ចូល​កូដ PIN ​ដែល​​ត្រឹមត្រូវ។ បើ​មិន​ដូច្នេះ​ទេ អ្នក​ត្រូវតែ​បញ្ចូល​កូដ PUK ដើម្បី​​អាច​ប្រើ​​ SIM កាត​នេះ​បាន​។
kn: ಸರಿಯಾದ PIN ನಮೂದಿಸಲು ಇದು ನಿಮಗೆ ಕೊನೆಯ ಅವಕಾಶ. ಇಲ್ಲವಾದರೆ ನೀವು SIM ಕಾರ್ಡ್ ಬಳಸಲು PUK ಸಂಕೇತವನ್ನು ನಮೂದಿಸಬೇಕು.
mai: ई अहाँक अंतिम सही पिन दर्ज करब क मौका अछि. आनरूपेँ, अहाँ PUK कोड दर्ज कएक एहि सिम कार्ड क उपयोग करू.
mg: Ity no vintanao farany hampidirana ny PIN marina. Raha tsy izany, dia tsy maintsy mampiditra ny kaody PUK ianao raha hampiasa an'io karatra SIM io.
ml: ശരിയായ പിന്‍ നല്‍കുന്നതിനുള്ള അവസാന ശ്രമമാണിതു്. അല്ലെങ്കില്‍ സിം കാര്‍ഡ് ഉപയോഗിയ്ക്കുന്നതിനു് പിയുകെ കോഡ് നല്‍കൂ.
mr: हा आपला अचूक PIN टाकण्यासाठी शेवटचा प्रयत्न आहे. नाहीतर, आपणास हे SIM कार्ड वापरण्यासाठी PUK कोड टाकावा लागेल.
ms: Ini adalah peluang terakhir anda untuk memasukkan PIN yang betul. Jika tidak, anda harus memasukkan kod PUK untuk menggunakan kad sim ini.
my: PIN အမှန်ဖြည့်ရန် နောက်ဆုံးအခွင့်အရေးဖြစ်သည်။ မဟုတ်ပါက SIM ကဒ်၏ PUK ကုဒ် ဖြည့်ရမည်ဖြစ်သည်။
ne: सहि PIN प्रविष्ट गर्ने यो तपाईको अन्तिम मौका हो। नत्रभने, तपाईले यो सिम कार्ड प्रयोग गर्नका लागि PUK कोड प्रविष्ट गर्नुपर्दछ।
or: ସଠିକ PIN ଦେବାପାଇଁ ଏହା ହେଉଛି ଅନ୍ତିମ ସୁଯୋଗ। ଅନ୍ୟଥା, ଆପଣଙ୍କୁ ଏହି SIM କାର୍ଡ ବ୍ୟବହାର କରିବା ପାଇଁ PUK କୋଡ ଦେବାକୁ ହେବ।
pt: Esta é a última hipótese de introduzir o código PIN correto. Caso contrário, deve introduzir o código PUK para utilizar este cartão SIM.
ro: Aceasta este ultima ta șansă pentru a introduce PIN-ul corect. În caz contrar, trebuie să introduci codul PUK pentru a folosi această cartelă SIM.
si: නිවැරදි PIN කේතය ඇතුලත් කිරීමට ලැබෙන අවසන් අවස්ථාවයි. එසේත් නොමැති වූවහොත් ඔබට PUK කේතය ඇතුලත් කිරීම කීරීමට සිදුවේවි SIM පත භාවිතා කිරීමට.
sw: Hii ndio nafasi yako ya mwisho kuingiza PIN sahihi. Vinginevyo, lazima uingize kodi ya PUK ili kutumia kadi hii ya SIM.
ta: இதுவே உங்களுக்கு கடைசி வாய்ப்பு எனவே சரியான பிண்னை உள்ளிடு. இல்லையென்றால், நீங்கள் கட்டாயமாக பியூகெ குறியீடை உள்ளீடு செய்து இந்த சிம் அட்டையை பயன்படுத்தலாம்.
te: సరైన పిన్ ఇవ్వడానికి ఇది మీ ఆఖరి అవకాశం. లేదంటే, ఈ సిమ్ కార్డ్ ఉపయోగించడానికి మీరు పియుకె కోడ్ ఇవ్వాలి.
th: นี่เป็นโอกาสสุดท้ายของคุณที่จะสามารถป้อน PIN ที่ถูกต้อง มิฉะนั้นคุณจะต้องป้อนรหัส PUK เพื่อใช้งานการ์ด SIM นี้
tr: Bu sizin doğru PIN'i girmek için son şansınız. Aksi halde, bu SIM kartını kullanmak için PUK kodunu girmeniz gerekecek.
ur: یہ آپ کی آخری درست PIN داخل کرنے کا موقع ہے۔ دوسری صورت میں، اس سم کارڈ کو استعمال کرنے کے لئے آپ کو PUK کوڈ درج کرنا ضروری ہے۔
uz: Bu to‘g‘ri PIN kodni kiritishingiz uchun so‘nggi imkoniyat. Aks holda SIM kartadan foydalanish uchun PUK kodni kiritishingizga to‘g‘ri keladi.
xh: Eli lithuba lokugqibela lokufaka i-PIN echanileyo. Ngapha koko, ufanele ufake ikhowudi ye-PUK ukuze usebenzise eli khadi le-SIM.
zu: Leli yithuba lokugcina lokuba ubhale i-PIN eyiyo. Kungenjalo, kufanele ubhale ikhodi ye-PUK ukuze ukwazi ukusebenzisa ikhadi le-SIM.

source: The SIM card is locked.
af: Die SIM-kaart is gegrendel.
am: የ ሲም ካርዱ ተቆልፏል
ar: بطاقة SIM مقفلة.
as: SIM কাৰ্ড লক কৰা আছে।
bg: Заключена SIM карта.
bn_bd: সিম কার্ডটি লক হয়ে গেছে।
bn_in: SIM কার্ড লক হয়েছে।
br: Prennet eo ar gartenn SIM.
bs: SIM kartica je zaključana.
ca: La targeta SIM està bloquejada.
cy: Mae'r cerdyn SIM wedi ei gloi.
es: La tarjeta SIM está bloqueada.
eu: SIM txartela blokeatuta dago.
fa: سیم کارت قفل شده است.
gd: Tha a' chairt SIM glaiste.
hu: A SIM kártya zárolva van.
id: Kartu SIM terkunci.
km: បាន​បិទ SIM កាត​នេះ។
kn: SIM ಕಾರ್ಡ್ ಲಾಕ್ ಆಗಿದೆ.
lv: SIM karte ir slēgta.
mai: सिम कार्ड लॉक अछि.
mg: Mihidy ny karatra SIM.
ml: സിം കാര്‍ഡ് പൂട്ടി.
mr: SIM कार्ड लाॅक झाले.
ms: Kad SIM terkunci.
my: SIM ကဒ်အားပိတ်ထားသှ်
ne: सिम कार्ड बन्द भयो।
or: SIM କାର୍ଡ ଲକ ହୋଇଛି।
pt: O cartão SIM está bloqueado.
ro: Cartela SIM este blocată.
si: SIM පත අඟුලු දමා ඇත.
sw: Kadi hii ya SIM imefungwa.
ta: சிம் அட்டை பூட்டப்பட்டது.
te: సిమ్ కార్డ్ తాళంవేయబడెను.
th: การ์ด SIM ถูกล็อค
tr: SIM kart kilitli.
ur: سم کارڈ مقفل ہے۔
uz: SM karta qulflandi.
xh: Ikhadi le-SIM litshixiwe.
zu: Ikhadi le-SIM likhiyiwe.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy moet die persoonlike ontgrendelkode (PUK) vir die SIM-kaart invoer. Raadpleeg jou SIM-kaart se dokumentasie of skakel jou draer vir meer inligting.
am: የ እርስዎን መክፈቻ ቁልፍ (ፑክ) ኮድ ማስገባት አለብዎት የ ሲም ካርድ ለመጠቀም: የ ሲም ካርድ ሰነዶችን ያመሳክሩ ወይንም ለበለጠ መረጃ አቅራቢውን ይገናኙ
ar: يجب عليك إدخال مفتاح إلغاء التأمين الشخصي (PUK) للشريحة. ارجع إلى وثائق الشريحة أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
as: আপুনি SIM কাৰ্ডৰ বাবে ব্যক্তিগত আনলকিং কী (PUK) সুমুৱাব লাগিব। অধিক তথ্যৰ বাবে আপোনাৰ SIM কাৰ্ডৰ তথ্যচিত্ৰ চাওক অথবা আপোনাৰ প্ৰদানকাৰীক যোগাযোগ কৰক।
bg: Трябва да въведете Personal Unlocking Key (PUK) код за SIM картата. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: আপনাকে অবশ্যই এই সিম কার্ডটির ব্যাক্তিগত বন্ধ খোলার চাবি (PUK) কোড প্রবেশ করাতে হবে। আরও তথ্যের জন্য আপনার সিম কার্ডের নথিপত্র খুজুন অথবা আপনার ক্যারিয়ার এর সাথে যোগাযোগ করুন।
bn_in: আপনার SIM কার্ডের জন্য ব্যক্তিগত আনলকিং কী (PUK) কোড লিখতে হবে। আপনার SIM কার্ড নথিপত্র পড়ুন অথবা অধিক বিবরণের জন্য আপনার ক্যারিয়ার সাথে যোগাযোগ করুন।
br: Ret eo deoc'h bizskrivañ ar voneg PUK (Alc'hwez personel dibrennañ) evit ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Morate upisati Personal Unlocking Key (PUK) kod za ovu SIM karticu. Pogledajte dokumentaciju vaše SIM kartice ili kontaktirajte vašeg operatera za više informacija.
ca: Heu d'introduir el número personal de desbloqueig (PUK) de la targeta SIM. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Rhaid cynnig y cod Allwedd Datgloi Personol (PUK) ar gyfer y cerdyn SIM. Darllenwch y wybodaeth am eich cerdyn SIM neu gysylltwch â'ch darparwr am ragor o wybodaeth.
es: Debe escribir la Clave Personal de Desbloqueo (PUK) para la tarjeta SIM. Consulte la documentación de su tarjeta SIM o contacte con su operador para más información.
eu: Personal Unlocking Key (PUK) kodea sartu behar duzu SIM txartel honetarako. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: باید برای سیم کارت، کلید گشودن قفل شخصی (PUK) را وارد کنید. برای اطّلاعات بیش‌تر به مستندات سیم کارتتان مراجعه کرده یا با اپراتورتان تماس بگیرید.
gd: Feumaidh tu an còd Personal Unlocking Key (PUK) airson na cairt SIM seo a chur a-steach. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no bruidhinn ris a' ghiùlanair agad.
hu: Meg kell adnia a SIM kártya PUK (személyes feloldókulcs) kódját. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda harus memasukkan kode PUK (Personal Unlocking Key) untuk kartu SIM ini. Ikuti petunjuk kartu SIM Anda atau hubungi operator Anda untuk informasi lebih lanjut.
km: អ្នក​ត្រូវតែ​បញ្ចូល​កូដ​ពាក្យ​គន្លឹះ​ដោះ​សោ​ផ្ទាល់ខ្លួន (PUK) សម្រាប់​​ SIM ​កាត​នេះ។ យោង​តាម​​ឯកសារ​ SIM កាត​របស់​អ្នក ឬ​ទាក់ទង​​ក្រុមហ៊ុន​គមនាគមន៍​របស់​អ្នក​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: ನೀವು SIM ಕಾರ್ಡ್ ಗೆ ಪರ್ಸನಲ್ ಅನ್‌ಲಾಕಿಂಗ್ ಕೀ (PUK) ಸಂಕೇತ ನಮೂದಿಸಿ. ಇನ್ನಷ್ಟು ಮಾಹಿತಿಗೆ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜು ಅಥವ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿ.
mai: अहाँकेँ SIM कार्ड कलेल व्यक्तिगत अनलॉकिंग कुँजी कोड (PUK) दर्ज कएनाइ हाएत. अपन SIM कार्ड दस्ताबेज़ीकरण देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Tsy maintsy mampiditra ny kaody lakile famohana manokana (PUK) ianao raha hampiasa an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa amin'ny mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: സിം കാര്‍ഡിനുള്ള പേഴ്സണല്‍ അണ്‍ലോക്കിങ് കീ (പിയുകെ) കോഡ് നല്‍കൂ. സിം കാര്‍ഡിനുള്ള വിവരണക്കുറിപ്പു് കാണുക അല്ലെങ്കില്‍ കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ഫോണ്‍ കമ്പനിയുമായി ബന്ധപ്പെടൂ.
mr: या SIM कार्ड साठी, Personal Unlocking Key (PUK) कोड टाकणे आवश्यक आहे. अधिक माहितीसाठी, आपले SIM कार्ड दस्तावेज पहा किंवा आपल्या कॅरीअर कंपनीशी संपर्क साधा.
ms: Anda mestilah memasukkan Kod Pembuka Kunci Peribadi (PUK) untuk kad SIM. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.
my: PUK ကုဒ် အား SIM ကဒ် ဖွင့်ရန် သုံးရမည်ဖြစ်သည်။ သင့် SIM ကဒ် စာရွက်စာတမ်းသို့ ဝန်ဆောင်မှု ပေးသူထံတွင် မေးကြည့်ပါ။
ne: तपाईले सिम कार्डका लागि व्यक्तिगत ताल्चा खोल्ने चाबी (PUK) कोड प्रविष्ट गर्नुपर्छ | थप जानकारीका लागि तपाईले आफ्नो सिम कार्ड कागजात अथवा तपाईको सिम कार्ड वाहकसंग सम्पर्क राख्नुहोस् |
or: ଏହି SIM କାର୍ଡ ପାଇଁ ଆପଣଙ୍କୁ ବ୍ୟକ୍ତିଗତ ଅନଲକ କି (PUK) କୋଡ ଦେବାକୁ ହେବ। ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣଙ୍କରSIM କାର୍ଡ ଦଲିଲକୁ ଅନୁସରଣ କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କର ନେଟୱର୍କ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: Deve introduzir a Personal Unlocking Key (código PUK) para o cartão SIM. Consulte a documentação do seu cartão SIM ou contacte o operador para mais informações.
ro: Trebuie să introduci codul cheii personale de deblocare (PUK) pentru cartela SIM. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: ඔබ SIM පත අඟුලු මුදවාගැනීමට පෞද්ගලික අගුලු මිදීමේ කේතය (PUK) කේතය ඇතුලත් කල යුතුයි. SIM පතේ ලිපිගොනු හෝ ඔබගේ සේවාදාකයා වැඩි දුර තොරතුරු සඳහා සම්බන්ධ කරගන්න.
sw: Lazima uingize kodi ya Kibinafsi ya Ufunguo wa Kufungua (PUK) ya kadi ya SIM. Rejelea waraka wa kadi yako ya SIM au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: சிம் அட்டையை திறக்க தனிப்பட்ட திறத்தல் விசையை(பியூகெ) குறியீடை உள்ளிட வேண்டும். உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்பு கொள்.
te: మీరు సిమ్ కార్డ్ కొరకు తప్పకుండా పర్సనల్ అన్‌లాకింగ్ కీ (పియుకె) కోడ్ ఇవ్వాలి. మీ సిమ్ కార్డ్ పత్రీకరణ చూడండి లేదా మరింత సమాచారం కొరకు మీ కారియర్‌ను సంప్రదించండి.
th: คุณต้องป้อนรหัสกุญแจปลดล็อคส่วนบุคคล (PUK) สำหรับการ์ด SIM ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: SIM kartınızın Kişisel Kilit Açma Anahtarı'nı (PUK) girmelisiniz. Daha fazla bilgi için SIM kartınızın belgelerine bakın veya operatörünüzle irtibata geçin.
ur: آپ سم کارڈ کے لئے ذاتی کھول کلید (PUK) کوڈ درج کرنا ضروری ہے۔ آپ کے سم کارڈ دستاویزات کا حوالہ لیں یا مزید معلومات کے لئے اپنے کیریئر سے رابطہ کریں۔
uz: Siz SIM karta uchun shaxsiy qulfdan chiqarish kalitlaringiz (PUK) kodini kiritishingiz kerak. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
xh: Ufanele ufake ikhowudi iKhi yoBuqu yokuVula (PUK) yekhadi le-SIM. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Kufanele ufake ikhodi ye-Personal Unlocking Key (PUK) yekhadi le-SIM. Bheka amaphepha akho ekhadi le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.

source: The PUK code is incorrect.
af: Die PUK-kode is verkeerd.
am: የ ፑክ ኮድ የተሳሳተ ነው
ar: كود PUK غير صحيح.
as: PUK ক'ড ভুল।
bg: PUK кодът е грешен.
bn_bd: PUK কোডটি সঠিক নয়।
bn_in: PUK কোডটি ভুল।
br: Direizh eo ar voneg PUK.
bs: PUK kod je netačan.
ca: El codi PUK és incorrecte.
cy: Mae'r cod PUK yn anghywir.
es: El código PUK es incorrecto.
eu: PUK kodea okerra da.
fa: رمز PUK نادرست است.
gd: Tha an còd PUK cearr.
hu: A PUK kód helytelen.
id: Kode PUK salah.
km: លេខ​កូដ PUK មិន​ត្រឹមត្រូវ។
kn: PUK ಸಂಕೇತ ಸರಿಯಾದುದಲ್ಲ.
lv: PUK kods ir nepareizs.
mai: PUK कोड गलत अछि.
mg: Diso ilay kaody PUK.
ml: പിയുകെ കോഡ് ശരിയല്ല.
mr: PUK कोड चुकीचा आहे.
ms: Kod PUK salah.
my: PUK ကုဒ်မှားနေပါသှ်
ne: PUK कोड गलत छ।
or: PUK ସଂକେତ ଭୁଲ ଅଛି।
pt: O código PUK está incorreto.
ro: Codul PUK este incorect.
si: PUK කේතය වැරදියි.
sw: Kodi ya PUK sio sahihi.
ta: PUK குறியீடு தவறு.
te: పియుకె కోడ్ తప్పు.
th: รหัส PUK ไม่ถูกต้อง
tr: PUK kodu yanlış.
ur: PUK کوڈ غلط ہے۔
uz: PUK kod noto‘g‘ri.
xh: Ikhowudi ye-PUK ayichananga.
zu: Ikhodi ye-PUK bekungesiyo.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy het een probeerslag oor om die regte kode in te voer voordat hierdie SIM-kaart permanent onbruikbaar word. Raadpleeg jou SIM-kaart se dokumentasie of skakel jou draer vir meer inligting.
am: አንድ ሙከራ ይቀርዎታል ትክክለኛውን ኮድ ለማስገባት ይህ የ ሲም ካርድ በቋሚነት ከመቆለፉ በፊት: ያመሳክሩ ወደ እርስዎ ሲም ካርድ ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: لديك محاولة واحدة متبقية لإدخال الرمز الصحيح قبل أن تصبح هذه الشريحة غير صالحة للإستعمال بشكل دائم. ارجع إلى وثائق الشريحة أو اتصل بالمزود الخاص بك للحصول على مزيد من المعلومات.
as: এই SIM কাৰ্ড স্থায়ীভাৱে বিকল হৈ পৰাৰ আগত শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ এটা প্ৰচেষ্টা বাকী আছে। অধিক তথ্যৰ বাবে আপোনাৰ SIM কাৰ্ডৰ দস্তাবেজ চাওক অথবা আপোনাৰ প্ৰদানকাৰীৰ লগত যোগাযোগ কৰক।
bg: Имате един опит да въведете правилен код, преди тази SIM карта да стане неизползваема. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: সিম কার্ডটি স্থায়ীভাবে আব্যাবহারযোগ্য হওয়ার পূর্বে সঠিক কোডটি প্রবেশ করানোর জন্য আপনার কাছে শুধুমাত্র একটি সুযোগ বাকি রয়েছে। আরও তথ্যের জন্য আপনার সিম কার্ডের নথিপত্র দেখুন অথবা আপনার ক্যারিয়ার এর সাথে যোগাযোগ করুন।
bn_in: SIM কার্ড স্থায়ীভাবে ব্যবহারঅযোগ্য হওয়ার আগে সঠিক কোড লেখার জন্য আপনার শুধুমাত্র শেষবার প্রচেষ্টা করা বাকি আছে। আপনার SIM কার্ডের নথিপত্র ঘেঁটে দেখুন অথবা ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: Chom a ra deoc'h un arnod evit reiñ ar voneg reizh a-raok ma vo diarveradus ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Imate još jedan pokušaj za upisivanje tačnog koda prije nego ova SIM kartica postane trajno neupotrebljiva. Pogledajte dokumentaciju vaše SIM kartice ili kontaktirajte vašeg operatera za više informacija.
ca: Us queda un intent per introduir el codi correcte abans que la targeta SIM quedi inservible permanentment. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Mae gennych un cynnig ar ôl i gyflwyno'r cod cywir cyn na fydd modd defnyddio'r cerdyn SIM yma byth eto. Darllenwch y wybodaeth am eich cerdyn SIM neu gysylltwch â'ch darparwr am ragor o wybodaeth.
es: Sólo le queda un intento para escribir el código correcto antes de que la tarjeta SIM quede definitivamente inutilizable. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: Azken aukera daukazu kode zuzena sartzeko SIM txartela behin-betiko erabilezin geratu aurretik. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: یک تلاش دیگر دارید تا پیش از این که این سیم کارت برای همیشه غیر قابل استفاده شود، رمز درست را وارد کنید. برای اطّلاعات بیش‌تر به مستندات سیم کارتتان مراجعه کرده یا با اپراتورتان تماس بگیرید.
gd: Tha aon chothrom eile agad an còd ceart a chur a-steach mus bi a' chairt SIM seo gun fheum gu buan. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no bruidhinn ris a' ghiùlanair agad.
hu: Még egy lehetősége van a helyes kód megadására, mielőtt a SIM kártya véglegesen használhatatlanná válik. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda memiliki sisa satu kesempatan untuk memasukkan kode yang benar sebelum kartu SIM ini tidak akan dapat digunakan secara permanen. Lihat dokumentasi kartu SIM Anda atau hubungi operator Anda untuk informasi lebih lanjut.
km: អ្នក​នៅ​សល់​ការ​ព្យាយាម​ម្ដង​ទៀត​ដើម្បី​បញ្ចូល​លេខ​កូដ​​ត្រឹមត្រូវ មុន​ពេល​ SIM កាត​នេះ​នឹង​មិន​អាច​ប្រើ​បាន​ជា​រៀង​រហូត។ យោង​តាម​ឯកសារ​ SIM កាត​របស់​អ្នក​ ឬ​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​របស់​អ្នក​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: SIM ಕಾರ್ಡ್ ಶಾಶ್ವತವಾಗಿ ಕೆಲಸಕ್ಕೆ ಬಾರದಂತಾಗುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ ಕಡೆಯ ಒಂದು ಪ್ರಯತ್ನ ಬಾಕಿ ಇದೆ. ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mai: एकरा सँ पहिले ई SIM कार्ड स्थायी रूप सँ व्यर्थ भए जाए अहाँक पास सही कोड प्रविष्ट करबाक लेल एकटा प्रयास बाकी अछि. SIM कार्ड दस्ताबेज देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Andrana iray sisa no anananao hampidirana ny kaody marina alohan'ny tsy hampety hampiasaina mandrakizay an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa amin'ny mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: ഈ സിം കാര്‍ഡ് എന്നേക്കുമായി ഉപയോഗശൂന്യമാകുന്നതിനു് മുമ്പു് ഒരു തവണ കൂടി ശരിയ്ക്കുള്ള കോഡ് നല്‍കാം. സിം കാര്‍ഡിനുള്ള വിവരണക്കുറിപ്പു് കാണുക അല്ലെങ്കില്‍ കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ഫോണ്‍ കമ്പനിയുമായി ബന്ധപ്പെടൂ.
mr: अचूक कोड टाकण्यासाठी, आपल्याकडे एक संधी आहे, अन्यथा आपले SIM कार्ड कायमचे निरूपयोगी होईल. अधिक माहितीसाठी, आपले SIM कार्ड दस्तावेज पहा किंवा आपल्या कॅरीअर कंपनीशी संपर्क साधा.
ms: Anda mempunyai satu cubaan berbaki untuk memasukkan kod yang betul sebelum kad SIM ini tidak boleh digunakan secara kekal. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.
my: SIM ကဒ်လုံး လုံးဝသုံးမရဖြစ်မသွားချင် ကုဒ် အမှန် ဖြည့်ရန် အခွင့်အရေး တစ်ကြိမ်ကျန်သေးသှ်။ SIM ကဒ်စာရွက်စာတမ်း သို့ မဟုတ် ဝန်ဆောင်မှု ပေးသူသို့ ဆက်သွယ်ပါ။
ne: यस सिम कार्ड सधैका लागि नचल्नु अघि तपाईसंग ठिक कोड प्रविष्ट गर्न एक कोसिस बाँकी छ। थप जानकारीका लागि तपाईको सिम कार्ड कागजात हेर्नुहोस् अथवा सिम कार्ड वाहकसंग सम्पर्क राख्नुहोस्।
or: ସଠିକ କୋଡ୍‌ ଦେବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଗୋଟିଏ ମାତ୍ର ସୁଯୋଗ ଅଛି, ଏହା ପରେ SIM କାର୍ଡ୍‌ ସବୁଦିନ ପାଇଁ ବେକାର ହୋଇଯିବ। ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣଙ୍କରSIM କାର୍ଡ ଦଲିଲକୁ ଅନୁସରଣ କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କର ନେଟୱର୍କ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: Resta uma tentativa para introduzir o código correto antes de este cartão SIM se tornar permanentemente inutilizável. Consulte a documentação do seu cartão SIM ou o contacte o seu operador para mais informações.
ro: Ai o încercare rămasă pentru a introduce codul corect înainte ca această cartelă SIM să devină inutilizabilă permanent. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: SIM පත ස්ථිරවම භාවිත කල නොහැකි තත්වයට පත්වීමට ප්‍රථම ඔබට තවත් එක් අවස්ථාවක් ඉතිරිවී ඇත. ඔබගේ SIM පතේ ලිපිගොනු හෝ ඔබගේ සේවාදායකයා සම්බන්ධකර ගන්න.
sw: Una jaribio moja liliosalia kuingiza kodi sahihi kabla ya kadi hii ya SIM haitatumika kabisa. Rejelea waraka wa kadi yako ya SIM au wasiliana na mtoa huduma wako kwa taarifa zaidi.
ta: உங்களுக்கு சரியான குறியீட்டை உள்ளிட ஒரேயொரு வாய்ப்பு தான் மீதமுள்ளது இல்லையெனில் அதை நிரந்தரமாக பயன்படுத்த முடியாது. உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்பு கொள்.
te: మీరు సరైన కోడ్ ఇవ్వడానికి ఇంకొక్క అవకాశం లేదంటే సిమ్ కార్డ్ శాశ్వతంగా నిరుపయోగమగును. మీ సిమ్ కార్డ్ పత్రీకరణ చూడండి లేదా మరింత సమాచారం కొరకు మీ కారియర్‌ను సంప్రదించండి.
th: คุณเหลืออีกหนึ่งครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM นี้จะไม่สามารถใช้งานได้อย่างถาวร ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Bu SIM kart kalıcı olarak kullanılamaz halde gelmeden önce doğru kodu girmeniz için sadece bir hakkınız kaldı. Daha fazla bilgi için SIM kartınızın belgelerine başvurun veya operatörünüzle iletişime geçin.
ur: SIM کارڈ مستقل طور پر ناقابل استعمال ہونے سے پہلے آپ کے پاس صحیح کوڈ داخل کرنے کا ایک موقع بچا ہے۔ آپ کے SIM کارڈ دستاویزات کا حوالہ لیں یا مزید معلومات کے لئے اپنے کیریئر سے رابطہ کریں۔
uz: Siz yana bir marta kodni kiritishingiz mumkin, agar kodni xato kiritsangiz SIM karta butunlay qulflanadi. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
xh: Unethuba lokuzama elinye lokufaka ikhowudi echanileyo ngaphambi kokuba le SIM ingasebenzi ngokupheleleyo. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Ususalelwe yithuba elilodwa lokufaka ikhodi eyiyo ngaphambi kokuba leli khadi le-SIM lingabe lisaphinde likwazi ukusebenza. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.
