Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
af: ’n SIM PIN verhoed toegang tot die SIM-kaart se sellulêredata-netwerke. As dit geaktiveer is, kan enige toestel wat die SIM-kaart bevat die PIN tydens herbegin versoek.
am: የ ሲም ፒን ፍቃድ ከልክሏል ወደ ሲም ፒን ካርድ ዳታ ኔትዎርክ ግንኙነት: ይህን በሚያስችሉ ጊዜ ማንኛውም አካል የ ሲም ፒን ካርድ የያዘ በሚያስጀምሩ ጊዜ ፒን ይጠይቃል
ar: كود SIM PIN يمنع الوصول إلى شبكات البيانات الخلوية لبطاقة SIM. عندما تكون مفعلة، أي جهاز يحتوي على بطاقة SIM سوف يطلب كود PIN عند إعادة التشغيل.
as: এটা SIM PIN এ SIM কাৰ্ড চেলুলাৰ তথ্য নেটৱৰ্কসমূহলৈ অভিগম প্ৰতিৰোধ কৰে। যেতিয়া ই সামৰ্থবান, SIM কাৰ্ড অন্তৰ্ভুক্ত কৰা যিকোনো ডিভাইচে পুনাৰম্ভ কৰাৰ সময়ত PIN অনুৰোধ কৰিব।
bg: PIN кодът предотвратява достъпа до мобилната мрежа на SIM картата. Когато е включен, всяко устройство, в което е сложена SIM картата, ще изисква PIN-а при рестартиране.
bn_bd: সিম পিন হচ্ছে সেটা যেটি আপনাকে সেলুলার ডাটা নেটওয়ার্কে সিম কার্ড ব্যবহার করতে দেবে না। যখন এটি চালু থাকবে তখন এই সিম কার্ড লাগানো যেকোনো ডিভাইস রিস্টার্ট দিলে পিন চাবে।
bn_in: একটি SIM PIN সেলুলার ডাটা নেটওয়ার্কে প্রবেশ করতে প্রতিরোধ করে। এটি সক্রিয় থাকলে, SIM কার্ড ধারণকারী ডিভাইস পুনরায় চালু হওয়ার সময় PIN চাইবে।
br: Ur PIN a vir ouzh haeziñ ar roadennoù rouedad eus ar gartenn SIM. Pa vo gweredekaet, e c'houlenno an holl drevnadoù oc'h arverañ ar gartenn SIM ar voneg PIN war an adloc'hañ.
bs: SIM PIN spriječava pristup mobilnoj mreži SIM kartice. Kada je omogućen, bilo koji uređaj koji sadrži SIM karticu će tražiti PIN prilikom svakog ponovnog pokretanja.
ca: El PIN de la SIM impedeix l'accés a les xarxes de dades mòbils de la targeta SIM. Si està activat, qualsevol dispositiu que contingui la targeta SIM sol·licitarà el PIN en reiniciar.
cy: Mae PIN y SIM yn rhwystro mynediad i rwydweithiau data cerdyn cellol SIM. Pan mae wedi ei alluogi, bydd unrhyw ddyfais sy'n cynnwys y cerdyn SIM yn gofyn am y PIN wrth ailgychwyn.
es: Un PIN evita el acceso a las redes móviles de datos de la tarjeta SIM. Cuando está activo, cualquier dispositivo con SIM pide el PIN al reiniciar.
eu: SIMaren PINak SIM txartelaren datu-sareetan sartzea eragozten du. Gaituta dagoenean, SIM txartela duen edozein gailuk PINa eskatuko du berrabioan.
fa: یک PIN سیم‌کارت، از دسترسی به شبکه‌های داده‌ای سلّولی سیم‌کارت جلوگیری می‌کند. هنگامی که فعّال باشد، هر دستگاهِ حاوی سیم‌کارت، هنگام راه‌اندازیِ دوباره، درخواست PIN می‌کند.
gd: Mur eil PIN an t-SIM agad, chan fhaigh thu cothrom air lìonraidhean dàta a tha cairt SIM an fhòn air a shon. Ma tha e an gnìomh, iarraidh uidheam sam bith sa bheil an SIM am PIN nuair a thòisicheas e.
hu: A SIM PIN kód megakadályozza a SIM kártya mobil adathálózatainak elérését. Ha be van kapcsolva, a SIM kártyát tartalmazó bármely eszköz újraindításkor bekéri a PIN kódot.
id: PIN SIM mencegah akses ke jaringan seluler dari kartu SIM. Jika diaktifkan, perangkat yang menggunakan kartu SIM akan meminta kode PIN saat dimulai.
km: SIM PIN ទប់​ស្កាត់​ការ​ចូល​ទៅ​បណ្ដាញ​ទិន្នន័យ​​ជា​ប្រព័ន្ធ​តាម​​​ SIM កាត។ នៅ​ពេល​​​​អនុញ្ញាត​​វា​ឲ្យ​ប្រើ​បាន ឧបករណ៍​នីមួយៗ​​ដែល​មាន​​ SIM កាត​នឹង​ស្នើ​​លេខ​កូដ PIN នៅ​ពេល​ចាប់​ផ្ដើម​ឡើងវិញ។
kn: SIM PIN SIM ಕಾರ್ಡ್ ಸೆಲ್ಲ್ಯುಲ್ಲ್ಯಾರ್ ಮಾಹಿತಿ ನೆಟ್‌ವರ್ಕ್‌ಗಳ ಪ್ರವೇಶವನ್ನು ತಡೆಯುತ್ತದೆ. ಇದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದರೆ, ಯಾವುದೇ SIM card ಇರುವ ಸಾಧನವು ಮತ್ತೆ ಶುರುಮಾಡುವಾಗ PIN ಅನ್ನು ಕೇಳುತ್ತದೆ.
mai: सिम पिन सिम कार्ड सेलुलर डाटा संजाल कलेल पहुँच रोकैत अछि.जखन ई सक्रिय कएल जाइत अछि,पुनरारंभ करब पर ककरो सिम कार्ड युक्त अओजार पर पिन क अनुरोध करत
mg: Ny PIN an'ny SIM dia manakana ny fidirana amin'ireo tambajotran-data selan'ny karatra SIM. Rehefa velomina io, dia hangataka ilay PIN izay fitaovana rehetra misy ilay karatra SIM rehefa hamelon-tena indray.
ml: ഒരു സിം പിൻ സിം കാർഡ് സെല്ലുലാർ ഡാറ്റ ശൃംഘലകളിലേക്കുള്ള പ്രവേശനം തടയുന്നു. ഇത് പ്രവർത്തനസജ്ജമാക്കിയിരിക്കുമ്പോൾ, സിം കാർഡ് ഉൾക്കൊള്ളുന്ന ഏതൊരു ഉപകരണവും തുടങ്ങുമ്പോൾ പിൻ ചോദിക്കുന്നതാണ്.
mr: SIM PIN मुळे SIM कार्डची, सेल्युलर डाटा नेटवर्कशी जोडणी प्रतिबंधित करता येते. जेंव्हा, SIM PIN सक्रिय असते, त्यावेळी उपकरण सुरू केल्यावर PIN टाकावा लागतो.
ms: PIN SIm menghalang capaian kepada kad SIM rangkaran data selular. Apabila dibolehkan, sebarang peranti yang mengandungi kad SIM akan memohon PIN apabile dimulakan.
my: SIM PIN သည် SIM ကဒ် ဒေတာ ကွန်ယက် ချိတ်ဆက်မှုအား ကာကွယ်ပေးသည်။ ၎င်းအားဖွင့်ထားပါက SIM ကဒ်ထည့်ထား သော ဖုန်း သည် PIN အား ပြန်တောင်းလိမ့်မည်
ne: SIM PINले सिम कार्डमा सेलुलर डाटा सञ्जालहरु रोक्छ | जब SIM PIN सक्षम पर्नुहुन्छ, कुनै पनि सिम कार्ड भएको यन्त्रले फेरि सुरु हुदा PIN माग्छ |
or: SIM PIN, SIM କାର୍ଡକୁ ସେଲ୍ୟୁଲାର ଡାଟା ନେଟୱାର୍କରେ ଅବାଧ ପ୍ରବେଶରୁ ଅଟକାଏ । ଏହା ସକ୍ରିୟ ହୋଇଗଲେ SIM କାର୍ଡ ଥିବା ଉପକରଣଟି ପୁନଃଚାଳନ ପରେ PIN ମାଗିଥାଏ ।
pt: Um PIN de um SIM impede o acesso às redes de dados móveis a partir do respetivo cartão SIM. Quando ativo, qualquer dispositivo com o cartão SIM irá solicitar o PIN no arranque.
ro: Un PIN pentru SIM împiedică accesul la rețelele telefonice de date ale cartelei SIM. Când codul este activ, orice telefon care conține o cartelă SIM va solicita PIN-ul la repornire.
si: SIM PIN මඟින් SIM පත ජංගම දත්ත ජාලයන් හා සබැදීම වලක්වයි. එය සක්‍රීය විටදී, SIM පත ඇතුලත් කර ඇති ඕනෑම උපාංගයක් ප්‍රති පණගැන්වීමකදී PIN කේතය ඉල්ලා සිටිනු ඇත.
sw: SIM PIN huzuia uapatikanaji wa mitandao ya data ya kadi ya SIM simu ya mkononi. Ikiwezesha, kifaa chochote kilicho na kadi ya SIM kitaomba PIN wakati wa kuwasha-upya.
ta: சிம் பிண் எனப்படுவது சிம்மின் செல்லுலார் தரவு பிணையங்களை அணுகுவதை தவிர்க்கும். இதை செயற்படுத்தி மீள்துவக்கம் செய்யும்போது சிம் அட்டை வைத்திருக்கும் எந்த சாதனமும் பிண்ணைக் கேட்கும்.
te: సిమ్ కార్డ్ సెల్యులార్ డాటా నెట్వర్క్స్ వాడుకోవడాన్ని సిమ్ పిన్ నిరోధిస్తుంది. ఇది చేతనమైనప్పుడు, సిమ్ కార్డ్ కలిగివున్న ఏ పరికరమైనా పునఃప్రారంభమైనప్పుడు పిన్ అడుగును.
th: PIN ของ SIM ป้องกันการเข้าถึงเครือข่ายข้อมูลเคลื่อนที่ของการ์ด SIM เมื่อเปิดใช้งาน อุปกรณ์ใดที่บรรจุการ์ด SIM นั้นจะร้องขอ PIN เมื่อเปิดเครื่องใหม่
tr: SIM PIN'i, SIM kartın hücresel veri şebekelerine erişmesini önler. Etkinleştirildiğinde, SIM kartın bulunduğu herhangi bir aygıt başlatılırken PIN'i soracaktır.
ur: یک SIM پن کارڈ سیلولر ڈیٹا نیٹ ورک تک رسائی سے روکتا ہے۔ جب یہ چالو حالت میں ہے، تو کسی بھی سم کارڈ پر مشتمل آلہ دوبارہ شروع کرنے صلی اللہ علیہ و SIM پن کی درخواست کریں گے۔
uz: SIM PIN kod SIM karta uyali ma’lumot tarmoqlariga kirishdan to‘smoqda. U yoqilganda, har qanday SIM karta mavjud bo‘lgan qurilma o‘chirib-yoqishdan oldin PIN kodni so‘raydi.
xh: I-SIM PIN ithintela ukungena kwinethiweki yedatha yekhadi le-SIM. Xa senziwe sasebenza, nasiphi na isixhobo esinekhadi le-SIM sifuna i-PIN xa siqalisa.
zu: I-SIM PIN ivimbela ukufinyelela kumanethiwekhi edatha ekhadini le-SIM yeselula. Uma isisebenza, noma eyiphi idivayisi enekhadi le-SIM izocela i-PIN ukuze iqale kabusha.

source: A SIM PIN is not the same as the passcode used to unlock the device.
af: ’n SIM PIN is nie dieselfde as die wagkode wat gebruik word om die toestel te ontgrendel nie.
am: የ ሲም ፒን ተመሳሳይ አይደልም ከ ማለፊያ ኮድ ጋር አካሉን ለመክፈት የተጠቀሙበት
ar: كود SIM PIN ليس هو نفسه رمز المرور المستخدم لفتح الجهاز.
as: এটা SIM PIN ডিভাইচ আনলক কৰিবলে ব্যৱহাৰ কৰা পাছক'ডৰ সৈতে একে নহয়।
bg: PIN кодът не е същото като паролата за отключване на екрана.
bn_bd: ডিভাইস আনলক করতে সিম পিন আর পাসকোড একই হবে না।
bn_in: একটি SIM PIN, ডিভাইস আনলক পাসকোড একই নয়।
br: Disheñvel eo ar PIN diouzh ar rineg-tremen arveret evit dibrennañ an trevnad.
bs: SIM PIN nije isto što i šifra za otključavanje uređaja.
ca: El PIN de la SIM no és el mateix que el codi d'accés utilitzat per desbloquejar el dispositiu.
cy: Nid yw PIN y SIM yr un â'r cyfringod sy'n cael ei ddefnyddio i ddatgloi'r ddyfais.
es: El número PIN de la tarjeta SIM no es el mismo código que se usa para desbloquear el dispositivo.
eu: SIMaren PINa ez da gailua desblokeatzeko erabilitako pasakodearen berdina.
fa: PIN سیم‌کارت مشابه رمزعبور استفاده شده برای قفل‌گشایی دستگاه نیست.
gd: Chan eil PIN an t-SIM agus an còd-faire (a bheir a' ghlas far an uidheim) co-ionnann.
hu: A SIM PIN kód nem azonos az eszköz feloldására használt jelkóddal.
id: PIN SIM tidak sama dengan kode sandi yang digunakan untuk membuka kunci perangkat.
km: SIM PIN គឺ​មិន​ដូច​គ្នា​នឹង​​លេខ​កូដ​ ដែល​បាន​ប្រើ​ដើម្បី​ដោះ​សោ​ឧបករណ៍​ទេ។
kn: ಸಾಧನವನ್ನು ಅನ್‌ಲಾಕ್‌ ಮಾಡಲು ಬಳಸುವ SIM PIN ಮತ್ತು ಪಾಸ್ ಕೋಡ್ ಒಂದೇ ರೀತಿಯದ್ದಲ್ಲ.
mai: डिवाइस केँ अनलॉक करब कलेल उपयोगी सिम पिन पास कोड क स्वरूप मे नहि अछि
mg: Tsy mitovy ny PIN an'ny SIM sy ny kaody fidirana ampiasaina hamohana fitaovana.
ml: പൂട്ട് തുറക്കുന്നതിനുള്ള പാസ്‌കോഡ് പോലെയല്ല സിം പിന്‍.
mr: SIM PIN व उपकरण अनलॉक करण्यासाठी वापरला जाणारा पासकोड हे वेगवेगळे आहेत.
ms: PIN SIM tidak sama dengan kod laluan yang digunakan untuk buka kunci peranti.
my: SIM PIN သည် ဖုန်းအား ဖွင့်ရသော ပတ်စ်ကုဒ် ဖြင့်မတူပါ။
ne: यन्त्र खोल्न प्रयोग हुने पासकोड र SIM PIN एउटै होइनन् |
or: SIM PIN ଟି ଉପକରଣ ଖୋଲିବା ପାଇଁ ବ୍ୟବହୃତ ପାସକୋଡ଼ ସହିତ ସମାନ ନୁହେଁ ।
pt: Um PIN de um SIM não é o mesmo que um código de acesso utilizado para desbloquear o dispositivo.
ro: Un PIN pentru SIM nu este același lucru cu codul de acces folosit pentru a debloca dispozitivul.
si: SIM PIN යනු උපාංගය අඟුලු මිදීමට භාවිතා කරන කේතයම නොවේ.
sw: SIM PIN sio sawa kama kodi ya pitisho inayotumika kufungua kifaa.
ta: சிம் பிண் செல்பேசியை திறக்க பயன்படும் கடவுக்குறி போன்றதல்ல.
te: పరికరం తాళంతెరవడానికి ఉపయోగించే సంకేతసంఖ్య సిమ్ పిన్ వేరు వేరు.
th: PIN ของ SIM ไม่เหมือนกับรหัสผ่านที่ใช้ปลดล็อคอุปกรณ์
tr: SIM PIN'i cihazın kilidini açmak için kullanılan şifre ile aynı değildir.
ur: ایک SIM PIN آلہ انلاک کرنے کے لئے استعمال پاس کوڈ کے طور پر ایک ہی نہیں ہے۔
uz: SIM PIN kod qurilmani qulfdan ochishda foydalaniladigan kirish kodi kabi bir xil bo‘lmasligig kerak.
xh: I-SIM PIN ayifani nepasikhowudi esetyenziswe ekuvuleni esi sixhobo.
zu: I-SIM PIN ayifani ne-passcode esetshenziselwa ukuvula ngesihluthulelo idivayisi.

source: Change PIN
af: Verander PIN
am: ፒን መቀየሪያ
ar: تغيير كود PIN
as: PIN পৰিবৰ্তন কৰক
bg: Смяна на PIN
bn_bd: PIN পরিবর্তন
bn_in: PIN পরিবর্তন করুন
br: Kemmañ ar PIN
bs: Promijeni PIN
ca: Canvia el PIN
cy: Newid y PIN
es: Cambiar PIN
eu: Aldatu PINa
fa: تغییر PIN
gd: Atharraich am PIN
hu: PIN kód módosítása
id: Ganti PIN
km: ផ្លាស់ប្ដូរ PIN
kn: PIN ಅನ್ನು ಬದಲಾಯಿಸು
lv: Mainīt PIN
mai: पिन बदलू
mg: Hanova PIN
ml: പിന്‍ മാറ്റൂ
mr: PIN बदला
ms: Tukar PIN
my: PIN ပြောင်းရန်
ne: PIN परिवर्तन गर्नुहोस्
or: PIN ବଦଳାନ୍ତୁ
pt: Alterar PIN
ro: Schimbă PIN-ul
si: PIN වෙනස් කරන්න
sw: Badilisha PIN
ta: PINஐ மாற்று
te: పిన్ మార్చు
th: เปลี่ยน PIN
tr: PIN'i değiştir
ur: PIN تبدیل کریں
uz: PIN kodni o‘zgartirish
xh: Tshintsha i-PIN
zu: Shintsha i-PIN

source: Enter SIM PIN
af: Voer SIM PIN in
am: ሲም ፒን ያስገቡ
ar: أدخل الكود SIM PIN
as: SIM PIN সুমুৱাওক
bg: Въведете PIN
bn_bd: সিমের PIN প্রবেশ করান
bn_in: SIM PIN লিখুন
br: Bizskrivit PIN ar SIM
bs: Upišite SIM PIN
ca: Introduïu el PIN
cy: Cynigwch PIN y SIM
es: Escribir PIN
eu: Sartu SIMaren PINa
fa: PIN سیم‌کارت را وارد کنید
gd: Cuir a-steach PIN an t-SIM
hu: Írja be a SIM PIN-t
id: Masukkan PIN SIM
km: បញ្ចូល SIM PIN
kn: SIM PIN ನಮೂದಿಸು
lv: Ievadiet SIM PIN
mai: सिम पिन दर्ज करू
mg: Ampidiro PIN an'ny SIM
ml: സിം പിന്‍ നല്‍കൂ
mr: SIM PIN टाका
ms: Masukkan PIN SIM
my: SIM PIN ထည့်ပါ
ne: सिम PIN प्रविष्ट गर्नुहोस्
or: SIMPIN ଭରଣ କରନ୍ତୁ
pt: Introduzir PIN do SIM
ro: Introdu PIN-ul pentru SIM
si: SIM PIN ඇතුළු කරන්න
sw: Ingiza SIM PIN
ta: சிம் PINஐ இடு
te: సిమ్ పిన్ ఇవ్వండి
th: ป้อน PIN ของ SIM
tr: SIM PIN'ini girin
ur: SIM PIN درج کریں
uz: SIM PIN kodni kiriting
xh: Faka i-SIM PIN
zu: Faka i-SIM PIN

source: Enter SIM {{n}} PIN
af: Voer SIM {{n}} PIN in
am: ያስገቡ ሲም {{n}} ፒን
ar: أدخل SIM {{n}} PIN
as: SIM {{n}} PIN সুমুৱাওক
bg: Въвеждане на SIM {{n}} PIN
bn_bd: সিম {{n}} পিন লিখুন
bn_in: SIM {{n}} PIN লিখুন
br: Bizskrivit PIN ar SIM {{n}}
bs: Upišite SIM {{n}} PIN
ca: PIN de la SIM {{n}}
cy: Cynigwch SIM {{n}} PIN
es: Escribir PIN de la SIM {{n}}
eu: Sartu {{n}}. SIMaren PINa
fa: PIN سیم‌کارت {{n}} را وارد کنید
gd: Cuir a-steach PIN an t-SIM {{n}}
hu: {{n}}. SIM PIN beírása
id: Masukkan PIN SIM {{n}}
km: បញ្ចូល SIM {{n}} PIN
kn: SIM {{n}} PIN ನಮೂದಿಸು
lv: Ievadiet {{n}}. SIM PIN
mai: प्रविष्ट करू SIM {{n}} PIN
mg: Ampidiro PIN {{n}} an'ny SIM
ml: സിമും {{n}} പിനും നല്‍കൂ
mr: SIM {{n}} चा PIN टाका
ms: Masukkan PIN SIM {{n}}
my: SIM {{n}} PIN ထည့်ပါ
ne: सिम {{n}} PIN प्रविष्ट गर्नुहोस्
or: SIM {{n}} PIN ଭରଣ କରନ୍ତୁ
pt: Introduzir PIN do SIM {{n}}
ro: Introdu PIN-ul pentru SIM {{n}}
si: SIM {{n}} හී PIN ඇතුළු කරන්න
sw: Ingiza SIM {{n}} PIN
ta: சிம் {{n}} PINஐ இடு
te: సిమ్ {{n}} పిన్ ఇవ్వండి
th: ป้อน PIN ของ SIM {{n}}
tr: SIM {{n}} PIN'ini girin
ur: SIM {{n}} PIN داخل کریں
uz: SIM {{n}} PIN kodni kiriting
xh: Faka i-SIM {{n}} PIN
zu: Faka i-SIM {{n}} PIN

source: Enter PUK code
af: Voer PUK-kode in
am: ያስገቡ PUK ኮድ
ar: أدخل كود PUK
as: PUK ক'ড সুমুৱাওক
bg: Въведете PUK
bn_bd: PUK কোড প্রবেশ করান
bn_in: PUK কোড লিখুন
br: Bizskrivit ar voneg PUK
bs: Upišite PUK kod
ca: Introduïu el PUK
cy: Cynigwch cod y PUK
es: Escribir PUK
eu: Sartu PUK kodea
fa: رمز PUK را وارد کنید
gd: Cuir a-steach am PUK
hu: Írja be a PUK kódot
id: Masukkan kode PUK
km: បញ្ចូល​លេខ​កូដ PUK
kn: PUK ಸಂಕೇತ ನಮೂದಿಸು
lv: Ievadiet PUK kodu
mai: PUK कोड दर्ज करू
mg: Ampidiro kaody PUK
ml: പിയുകെ കോഡ് നല്‍കൂ
mr: PUK कोड टाका
ms: Masukkan kod PUK
my: PUK ကုဒ်အားထည့်ပါ
ne: PUK कोड प्रविष्ट गर्नुहोस्
or: PUK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduzir código PUK
ro: Introdu codul PUK
si: PUK කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya PUK
ta: PUK குறியீடை இடு
te: పియుకె కోడ్ ఇవ్వండి
th: ป้อนรหัส PUK
tr: PUK kodunu girin
ur: PUK کوڈ درج کریں
uz: PUK kodni kiriting
xh: Faka ikhowudi ye-PUK
zu: Faka ikhodi ye-PUK

source: Enter NCK code
af: Voer NCK-kode in
am: ያስገቡ NCK ኮድ
ar: ادخل كود NCK
as: NCK ক'ড সুমুৱাওক
bg: Въведете NCK
bn_bd: NCK কোড প্রবেশ করান
bn_in: NCK কোড লিখুন
br: Bizskrivit ar voneg NCK
bs: Upišite NCK kod
ca: Introduïu l'NCK
cy: Rhowch god NCK
es: Escribir NCK
eu: Sartu NCK kodea
fa: رمز NCK را وارد کنید
gd: Cuir a-steach an còd NCK
hu: Írja be az NCK kódot
id: Masukkan kode NCK
km: បញ្ចូល​លេខ​កូដ NCK
kn: NCK ಸಂಕೇತ ನಮೂದಿಸು
lv: Ievadiet NCK kodu
mai: NCK कोड प्रविष्ट करू
mg: Ampidiro kaody NCK
ml: എന്‍സികെ കോഡ് നല്‍കൂ
mr: NCK कोड टाका
ms: Masukkan kod NCK
my: NCK ကုဒ်ထည့်ပါ
ne: NCK कोड प्रविष्ट गर्नुहोस्
or: NCK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduzir código NCK
ro: Introdu codul NCK
si: NCK කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya NCK
ta: NCK குறியீடை இடு
te: ఎన్‌సికె కోడ్ ఇవ్వండి
th: ป้อนรหัส NCK
tr: NCK kodunu girin
ur: NCK کوڈ درج کریں
uz: NCK kodni kiriting
xh: Faka ikhowudi ye-NCK
zu: Faka ikhodi e-NCK

source: Enter CCK code
af: Voer CCK-kode in
am: ያስገቡ CCK ኮድ
ar: ادخل كود CCK
as: CCK ক'ড সুমুৱাওক
bg: Въведете CCK
bn_bd: CCK কোড প্রবেশ করান
bn_in: CCK কোড লিখুন
br: Bizskrivit ar voneg CCK
bs: Upišite CCK kod
ca: Introduïu el CCK
cy: Rhowch god CCK
es: Escribir CCK
eu: Sartu CCK kodea
fa: رمز CCK را وارد کنید
gd: Cuir a-steach an còd CCK
hu: Írja be a CCK kódot
id: Masukkan kode CCK
km: បញ្ចូល​លេខ​កូដ CCK
kn: CCK ಸಂಕೇತ ನಮೂದಿಸು
lv: Ievadiet CCK kodu
mai: CCK कोड प्रविष्ट करू
mg: Ampidiro kaody CCK
ml: സിസികെ കോഡ് നല്‍കൂ
mr: CCK कोड टाका
ms: Masukkan kod CCK
my: CCK ကုဒ်ထည့်ပါ
ne: CCK कोड प्रविष्ट गर्नुहोस्
or: CCK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduzir código CCK
ro: Introdu codul CCK
si: CCK කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya CCK
ta: CCK குறியீடை இடு
te: సిసికె కోడ్ ఇవ్వండి
th: ป้อนรหัส CCK
tr: CCK kodunu girin
ur: CCK کوڈ داخل کریں
uz: CCK kodni kiriting
xh: Faka ikhowudi ye-CCK
zu: Faka ikhodi ye-CCK

source: Enter SPCK code
af: Voer SPCK-kode in
am: ያስገቡ SPCK ኮድ
ar: ادخل كود SPCK
as: SPCK ক'ড সুমুৱাওক
bg: Въведете SPCK
bn_bd: SPCK কোড প্রবেশ করান
bn_in: SPCK কোড লিখুন
br: Bizskrivit ar voneg SPCK
bs: Upišite SPCK kod
ca: Introduïu l'SPCK
cy: Cynigwch cod y SPCK
es: Escribir SPCK
eu: Sartu SPCK kodea
fa: رمز SPCK را وارد کنید
gd: Cuir a-steach am SPCK
hu: Írja be az SPCK kódot
id: Masukkan kode SPCK
km: បញ្ចូល​លេខ​កូដ SPCK
kn: SPCK ಸಂಕೇತ ನಮೂದಿಸು
lv: Ievadiet SPCK kodu
mai: SPCK कोड प्रविष्ट करू
mg: Ampidiro kaody SPCK
ml: സിപിസികെ കോഡ് നല്‍കൂ
mr: SPCK कोड टाका
ms: Masukkan kod SPCK
my: SPCK ကုဒ်ထည့်ပါ
ne: SPCK कोड प्रविष्ट गर्नुहोस्
or: SPCK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduzir código SPCK
ro: Introdu codul SPCK
si: SPCK කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya SPCK
ta: SPCK குறியீடை இடு
te: ఎస్‌పిసికె కోడ్ ఇవ్వండి
th: ป้อนรหัส SPCK
tr: SPCK kodunu girin
ur: SPCK کوڈ داخل کریں
uz: SPCK kodni kiriting
xh: Faka ikhowudi ye-SPCK
zu: Faka ikhodi ye-SPCK

source: Enter NCK1 code
af: Voer NCK1-kode in
am: ያስገቡ NCK1 ኮድ
ar: ادخل رمز NCK1
as: NCK1 ক'ড সুমুৱাওক
bg: Въведете NCK1
bn_bd: NCK1 কোড প্রবেশ করান
bn_in: NCK1 কোড লিখুন
br: Bizskrivit ar voneg NCK1
bs: Upišite NCK1 kod
ca: Introduïu l'NCK1
cy: Rhowch god NCK1
es: Escribir NCK1
eu: Sartu NCK1 kodea
fa: رمز NCK1 را وارد کنید
gd: Cuir a-steach an còd NCK1
hu: NCK1 kód megadása
id: Masukkan kode NCK1
km: បញ្ចូល​កូដ NCK1
kn: NCK1 ಸಂಕೇತ ನಮೂದಿಸು
lv: Ievadiet NCK1 kodu
mai: NCK1 कोड प्रविष्ट करू
mg: Ampidiro kaody NCK1
ml: എന്‍സികെ1 കോഡ് നല്‍കൂ
mr: NCK1 कोड टाका
ms: Masukkan kod NCK1
my: NCK1 ကုဒ်ထည့်ပါ
ne: NCK1 कोड प्रविष्ट गर्नुहोस्
or: NCK1 ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduzir código NCK1
ro: Introdu codul NCK1
si: NCK1 කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya NCK1
ta: NCK1 குறியீடை இடு
te: ఎన్‌సికె1 కోడ్ ఇవ్వండి
th: ป้อนรหัส NCK1
tr: NCK1 kodunu girin
ur: NCK1 کوڈ داخل کریں
uz: NCK1 kodni kiriting
xh: Faka ikhowudi ye-NCK1
zu: Faka ikhodi ye-NCK1

source: Enter NCK2 code
af: Voer NCK2-kode in
am: ያስገቡ NCK2 ኮድ
ar: ادخل كود NCK2
as: NCK2 ক'ড সুমুৱাওক
bg: Въведете NCK2
bn_bd: NCK2 কোড প্রবেশ করান
bn_in: NCK2 কোড লিখুন
br: Bizskrivit ar voneg NCK2
bs: Upišite NCK2 kod
ca: Introduïu l'NCK2
cy: Rhowch god NCK2
es: Escribir NCK2
eu: Sartu NCK2 kodea
fa: رمز NCK2 را وارد کنید
gd: Cuir a-steach an còd NCK2
hu: NCK2 kód megadása
id: Masukkan kode NCK2
km: បញ្ចូល​កូដ NCK2
kn: NCK2 ಸಂಕೇತ ನಮೂದಿಸು
lv: Ievadiet NCK2 kodu
mai: NCK2 कोड प्रविष्ट करू
mg: Ampidiro kaody NCK2
ml: എന്‍സികെ2 കോഡ് നല്‍കൂ
mr: NCK2 कोड टाका
ms: Masukkan kod NCK2
my: NCK2 ကုဒ်ထည့်ပါ
ne: NCK2कोड प्रविष्ट गर्नुहोस्
or: NCK2 ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduzir código NCK2
ro: Introdu codul NCK2
si: NCK2 කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya NCK2
ta: NCK2 குறியீடை இடு
te: ఎన్‌సికె2 కోడ్ ఇవ్వండి
th: ป้อนรหัส NCK2
tr: NCK2 kodunu girin
ur: NCK2 کوڈ داخل کریں
uz: NCK2 kodni kiriting
xh: Faka ikhowudi ye-NCK2
zu: Faka ikhodi ye-NCK2

source: Enter HNCK code
af: Voer HNCK-kode in
am: ያስገቡ HNCK ኮድ
ar: ادخل كود HNCK
as: HNCK ক'ড সুমুৱাওক
bg: Въведете HNCK
bn_bd: HNCK কোড লিখুন
bn_in: HNCK কোড লিখুন
br: Bizskrivit ar voneg HNCK
bs: Upišite HNCK kod
ca: Introduïu l'HNCK
cy: Rhowch god HNCK
es: Escribir HNCK
eu: Sartu HNCK kodea
fa: رمز HNCK را وارد کنید
gd: Cuir a-steach an còd HNCK
hu: HNCK kód megadása
id: Masukkan kode HNCK
km: បញ្ចូល​កូដ HNCK
kn: HNCK ಸಂಕೇತ ನಮೂದಿಸು
lv: Ievadiet HNCK kodu
mai: HNCK कोड प्रविष्ट करू
mg: Ampidiro kaody HNCK
ml: എച്എന്‍സികെ കോഡ് നല്‍കൂ
mr: HNCK कोड टाका
ms: Masukkan kod HNCK
my: HNCK ကုဒ်အားထည့်ပါ
ne: HNCKकोड प्रविष्ट गर्नुहोस्
or: HNCK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduzir código HNCK
ro: Introdu codul HNCK
si: HNCK කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya HNCK
ta: HNCK குறியீடை இடு
te: హెచ్ఎన్‌సికె కోడ్ ఇవ్వండి
th: ป้อนรหัส HNCK
tr: HNCK kodunu girin
ur: HNCK کوڈ داخل کریں
uz: HNCK kodni kiriting
xh: Faka ikhowudi ye-HNCK
zu: Faka ikhodi ye-HNCK

source: Enter RCCK code
af: Voer RCCK-kode in
am: ያስገቡ RCCK ኮድ
ar: ادخل كود RCCK
as: RCCK ক'ড সুমুৱাওক
bg: Въведете RCCK
bn_bd: RCCK কোড লিখুন
bn_in: RCCK কোড লিখুন
br: Bizskrivit ar voneg RCCK
bs: Upišite RCCK kod
ca: Introduïu l'RCCK
cy: Rhowch god RCCK
es: Escribir RCCK
eu: Sartu RCCK kodea
fa: رمز RCCK را وارد کنید
gd: Cuir a-steach an còd RCCK
hu: RCCK kód megadása
id: Masukkan kode RCCK
km: បញ្ចូល​កូដ RCCK
kn: RCCK ಸಂಕೇತ ನಮೂದಿಸು
lv: Ievadiet RCCK kodu
mai: RCCK कोड दर्ज करू
mg: Ampidiro kaody RCCK
ml: ആര്‍സിസികെ കോഡ് നല്‍കൂ
mr: RCCK कोड टाका
ms: Masukkan kod RCCK
my: RCCK ကုဒ်အားထည့်ပါ
ne: RCCKकोड प्रविष्ट गर्नुहोस्
or: RCCK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduzir código RCCK
ro: Introdu codul RCCK
si: RCCK කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya RCCK
ta: RCCK குறியீடை இடு
te: ఆర్‌సిసికె కోడ్ ఇవ్వండి
th: ป้อนรหัส RCCK
tr: RCCK kodunu girin
ur: RCCK کوڈ داخل کریں
uz: RCCK kodni kiriting
xh: Faka ikhowudi ye-RCCK
zu: Faka ikhodi ye-RCCK

source: Enter RSPCK code
af: Voer RSPCK-kode in
am: ያስገቡ RSPCK ኮድ
ar: ادخل كود RSPCK
as: RSPCK ক'ড সুমুৱাওক
bg: Въведете RSPCK
bn_bd: RSPCK কোড লিখুন
bn_in: RSPCK কোড লিখুন
br: Bizskrivit ar voneg RSPCK
bs: Upišite RSPCK kod
ca: Introduïu l'RSPCK
cy: Cynigwch cod y RSPCK
es: Escribir RSPCK
eu: Sartu RSPCK kodea
fa: رمز RSPCK را وارد کنید
gd: Cuir a-steach an còd RSPCK
hu: RSPCK kód megadása
id: Masukkan kode RSPCK
km: បញ្ចូល​កូដ RSPCK
kn: RSPCK ಸಂಕೇತ ನಮೂದಿಸು
lv: Ievadiet RSPCK kodu
mai: RSPCK कोड दर्ज करू
mg: Ampidiro kaody RSPCK
ml: ആര്‍എസ്‌പിസികെ കോഡ് നല്‍കൂ
mr: RSPCK कोड टाका
ms: Masukkan kod RSPCK
my: RSPCK ကုဒ်အားထည့်ပါ
ne: RSPCKकोड प्रविष्ट गर्नुहोस्
or: RSPCK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduzir código RSPCK
ro: Introdu codul RSPCK
si: RSPCK කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya RSPCK
ta: RSPCK குறியீடை இடு
te: ఆర్ఎస్‌పిసికె కోడ్ ఇవ్వండి
th: ป้อนรหัส RSPCK
tr: RSPCK kodunu girin
ur: RSPCK کوڈ داخل کریں
uz: RSPCK kodni kiriting
xh: Faka ikhowudi ye-RSPCK
zu: Faka ikhodi ye-RSPCK

source: New PIN
af: Nuwe PIN
am: አዲስ ፒን
ar: كود PIN جديد
as: নতুন PIN
bg: Нов PIN
bn_bd: নতুন PIN
bn_in: নতুন PIN
br: PIN nevez
bs: Novi PIN
ca: PIN nou
cy: PIN newydd
es: Nuevo PIN
eu: PIN berria
fa: PIN جدید
gd: PIN ùr
hu: Új PIN kód
id: PIN baru
km: PIN ថ្មី
kn: ಹೊಸ PIN
lv: Jauns PIN
mai: नव पिन
mg: PIN vaovao
ml: പുതിയ പിന്‍
mr: नविन PIN
ms: PIN Baru
my: PIN အသစ်
ne: नयाँ PIN
or: ନୂତନ PIN
pt: Novo PIN
ro: PIN nou
si: නව PIN
sw: PIN Mpya
ta: புதிய PIN
te: కొత్త పిన్
th: PIN ใหม่
tr: Yeni PIN
ur: نیا PIN
uz: Yangi PIN kod
xh: I-PIN entsha
zu: I-PIN entsha

source: Last try.
af: Laaste probeerslag.
am: የመጨረሻ ሙከራ
ar: آخر محاولة.
as: সৰ্বশেষ চেষ্টা।
bg: Последен опит.
bn_bd: শেষ চেষ্টা।
bn_in: শেষবার চেষ্টা করে দেখুন।
br: Arnod diwezhañ.
bs: Posljednji pokušaj.
ca: Darrer intent.
cy: Cais olaf.
es: Último intento.
eu: Azken aukera.
fa: آخرین تلاش.
gd: An oidhirp mu dheireadh.
hu: Utolsó kísérlet.
id: Kesempatan terakhir.
km: ការ​ព្យាយាម​ចុងក្រោយ។
kn: ಕೊನೆಯ ಪ್ರಯತ್ನ.
lv: Pēdējais mēģinājums.
mai: आखिरी कोसिस.
mg: Andrana farany.
ml: അവസാന ശ്രമം.
mr: शेवटचा प्रयत्न.
ms: Cubaan terakhir.
my: နောက်ဆုံးတစ်ကြိမ်
ne: अन्तिम कोशिस ।
or: ଅନ୍ତିମ ପ୍ରୟାସ।
pt: Última tentativa
ro: Ultima încercare.
si: අවසන් උත්සාහය.
sw: Jaribio la mwisho.
ta: கடைசி முயற்சி.
te: ఆఖరి ప్రయత్నం.
th: ครั้งสุดท้าย
tr: son hakkınız.
ur: آخری کوشش۔
uz: So‘nggi urinish.
xh: Umzamo wokugqibela.
zu: Zama okokugcina.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
af: {{n}} probeerslae oor.
am: {{n}} ሙከራዎች ቀርቷል
ar: {{n}} محاولة متبقية.
as: {{n}} টা প্ৰচেষ্টা অৱশিষ্ট।
bg: {{n}} оставащи опита.
bn_bd: {{n}} বার চেষ্টা বাকী আছে।
bn_in: {{n}} চেষ্টা বাকি।
br: {{n}} arnod a chom.
bs: {{n}} preostala pokušaja.
ca: Queden {{n}} intents.
cy: {{n}} cynnig ar ôl.
es: Quedan {{n}} intentos.
eu: {{n}} aukera falta dira.
fa: ‫{{n}} تلاش باقی مانده.
gd: {{n}} oidhirp air fhàgail.
hu: Még {{n}} kísérlete van.
id: {{n}} kesempatan lagi.
km: នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត។
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
lv: {{n}} mēģinājumi atlikuši.
mai: {{n}} शेष प्रयास.
mg: Andrana {{n}} sisa.
ml: {{n}} ശ്രമം ബാക്കി.
mr: {{n}} प्रयत्न शिल्लक.
ms: {{n}} cubaan berbaki.
my: {{n}} ကြိမ်ကျန်
ne: {{n}} प्रयासहरु बाँकी।
or: {{n}} ପ୍ରୟାସ ବାକି ଅଛି।
pt: {{n}} tentativas restantes.
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}}ක් ඉතිරිවී ඇත.
sw: Majaribio {{n}} yamesalia.
ta: மீதம் {{n}} முயற்சிகள்.
te: ఇంకా {{n}} బాకీ.
th: เหลืออีก {{n}} ครั้ง
tr: {{n}} deneme kaldı.
ur: {{n}} باریاں باقی۔
uz: {{n}} ta urinish qoldi.
xh: Usalelwe ngamathuba a-{{n}} okuzama.
zu: Amathuba okuzama asele angu-{{n}}.
