Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: Use from now on
am: ከ አሁን በኋላ ተጠቀም
ar: استخدمه من الآن فصاعداً
bn_bd: এখন থেকে ব্যবহার করুন
bn_in: এখন থেকে ব্যাবহার করুন
br: Arverañ adalek bremañ
bs: Koristi od sada
ca: Utilitza a partir d'ara
cy: Defnyddio o hyn ymlaen
es: Utilizar a partir de ahora
fa: از این به بعد استفاده شود
gd: Cleachd e o seo a-mach
lv: Izmantot turpmāk
pt: Utilizar a partir de agora
si: දැන් සිට භාවිතා කරන්න
th: ใช้ตั้งแต่ตอนนี้เป็นต้นไป
ur: اب سے استعمال کریں
uz: Hozirdan foydalanishni boshlash

source: Sign In
af: Meld aan
am: መግቢያ
ar: تسجيل الدخول
as: ছাইন ইন কৰক
bg: Вписване
bn_bd: সাইন ইন
bn_in: সাইন ইন
br: Kennaskañ
bs: Prijava
ca: Inicia la sessió
cy: Mewngofnodi
es: Identificarse
eu: Hasi saioa
fa: ورود:
gd: Clàraich a-steach
hu: Bejelentkezés
id: Masuk
km: ចូល
kn: ಒಳಗೆ ಪ್ರವೇಶಿಸು
lv: Ieiet
mai: साइन इन
mg: Hiditra
ml: പ്രവേശിയ്ക്കുക
mr: साइन इन
ms: Daftar Masuk
my: ဝင်ပါ
ne: साइन इन
or: ସାଇନ ଇନ
pt: Iniciar sessão
ro: Autentificare
si: ඇතුළු වන්න
sw: Ingia
ta: உள்நுழை
te: ప్రవేశించండి
th: เข้าสู่ระบบ
tr: Giriş yap
ur: سائن ان
uz: Kirish
xh: Ngena
zu: Sayinela Ukungena

source: Purchase
af: Koop
am: መግዣ
ar: اشتري
as: ক্ৰয় কৰক
bg: Покупка
bn_bd: ক্রয়
bn_in: কিনুন
br: Prenañ
bs: Kupi
ca: Adquireix
cy: Prynu
es: Comprar
eu: Erosi
fa: خرید
gd: Ceannaich
hu: Vásárlás
id: Beli
km: ជាវ
kn: ಖರೀದಿಸು
lv: Pirkt
mai: खरीद
mg: Fividianana
ml: വാങ്ങൂ
mr: खरेदी करा
ms: Beli
my: မှာယူပါ
ne: खरीद गर्नुहोस्
or: କ୍ରୟ
pt: Comprar
ro: Achiziționează
si: මිලදී ගන්න
sw: Nunua
ta: வாங்கு
te: కొనుగోలు
th: ซื้อ
tr: Satın al
ur: خریدیں
uz: Sotib olish
xh: Intengo
zu: Thenga

source: Allow USB debugging connection?
ar: السماح باتصال debugging عبر USB؟
bn_bd: USB ডিবাগিং সংযোগ করার অনুমতি দিবেন?
bn_in: ইউএসবি ডিবাগিং সংযোগের অনুমতি?
br: Aotren ar c'hennask diveugañ dre USB ?
bs: Dozvoliti USB debagersku konekciju?
ca: Voleu permetre la connexió de depuració USB?
cy: Caniatáu cysylltiad dadfygio USB?
es: ¿Permite conexión de depuración USB?
fa: اجازه به اتّصال اشکال یابی USB؟
gd: A bheil thu airson ceangal dì-bhugachaidh USB a cheadachadh?
lv: Vai atļaut USB atkļūdošanas savienojumu?
pt: Permitir a ligação USB para depuração?
si: USB හරහා දෝශහරණයට ඉඩ දෙන්න ද?
ur: USB ٹھیک کر رہا ہے کنکشن ہونے دیں؟
uz: USB orqali ulanib tuzatishga ruxsat berasizmi?

source: Allow remote debugging connection from <code>{{host}}:{{port}}</code>?<br/><br/>This connection requires a QR code to be scanned in order to authenticate the remote device's certificate. You can avoid future scans by remembering the device.
ar: السماح باتصال debugging عن بعد من<code>{{host}}:{{port}}</code>؟<br/><br/> هذا الاتصال يتطلب رمز QR ليتم الفحص من أجل تصديق شهادة تحكم الجهاز عن بعد. يمكنك تجنب الفحص في المستقبل بتذكير الجهاز.
bn_bd: <code>{{host}}:{{port}}</code>?<br/><br/> হতে রিমোট ডিবাগিং সংযোগের অনুমতি দিন এই সংযোগের জন্য QR code স্ক্যান জরুরি যেন রিমোট ডিভাইজ সার্টিফিকেটের সত্যতা প্রমান করা যায়। আপনি ডিভাইজটি স্মরণ করে ভবিষ্যৎ-এ স্ক্যান এড়িয়ে যেতে পারেন।
bn_in: <code>{{host}}:{{port}}</code> থেকে রিমোট ডিবাগিং কানেকশনের অমুনতি দেবেন?<br/><br/> এই কানেকশনটিতে একটি QR কোডের দরকার স্ক্যান করার জন্য রিমোট ডিভাইস সার্টিফিকেট বৈধ করার জন্য। এই ডিভাইসটি মনে রেখে আপনি আপনার ভবিষ্যতের স্ক্যানএড়িয়ে চলতে পারেন।
br: Aotren ar c'hennask diveugañ a-bell a-berzh <code>{{host}}:{{port}}</code> ?<br/><br/>Ret eo c'hwilerviñ ur boneg QR evit dilesa testeni an trevnad a-bell a-benn kennaskañ. Gallout a rit derc'hel soñj eus an trevnad evit chom hep c'hwilerviñ en-dro.
bs: Dozvoliti vezu za udaljeno debagiranje od <code>{{host}}:{{port}}</code>?<br/><br/>Ova veza zahtijeva skeniranje QR koda za autentikaciju certifikata udaljenog uređaja. Možete izbjeći buduća skeniranja pamećenjem uređaja.
ca: Voleu permetre la connexió de depuració des de <code>{{host}}:{{port}}</code>?<br/><br/>Aquesta connexió necessita que escanegeu un codi QR per autenticar el certificat del dispositiu remot. Podeu recordar aquest dispositiu per no haver de tornar a escanejar el codi QR.
cy: Caniatáu cysylltiad dadfygio pell o <code>{{host}}:{{port}}</code>?<br/><br/> Mae'r cysylltiad angen cod QR i gael ei sganio er mwyn dilysu tysytysgrif y ddyfais pell. Gallwch osgoi sganio yn y dyfodol drwy gofio'r ddyfais.
es: ¿Desea permitir la conexión remota de depuración de <code>{{host}}:{{port}}</code>?<br/><br/>Esta conexión requiere escanear un código QR para autenticar el certificado del dispositivo remoto. Puede evitar futuros escaneos recordando el dispositivo.
fa: اجازه به اتّصال از راه دور اشکال‌یابی از <code>{{host}}:{{port}}</code>؟<br/><br/>این اتّصال برای اعتبارسنجی گواهینامهٔ دستگاه راه‌دور نیاز به پویش یک رمز QR دارد. با بخاطر سپردن این دستگاه می‌توانید از پویش‌های آینده اجتناب کنید.
gd: A bheil thu airson ceangal dì-bhugachaidh o <code>{{host}}:{{port}}</code> a cheadachadh?<br/><br/>Airson ceangal mar seo, feumaidh tu còd QR a sganadh gus teisteanas an uidheim chèin a dhearbhadh. Ma chuimhnicheas tu an t-uidheam, cha bhi agad ri seo a dhèanamh a-rithist.
pt: Permitir uma ligação para depuração remota de <code>{{host}}:{{port}}</code>?<br/><br/>Esta ligação requer que um código QR seja digitalizado para autenticar o certificado remoto do dispositivo. Pode evitar futuras digitalizações memorizando o dispositivo.
si: <code>{{host}}:{{port}}</code> වෙතින් දුරස්ථ දෝශහරණට අවසර දෙන්න ද??<br/><br/>මෙම සබඳතාවයේ දුරස්ථ උපාංගයේ සහතිකකරණය සඳහා QR කේතයක් පාරිලෝකනය අවශ්‍ය වන අතර, ඔබට අනාගත පාරිලෝකනයන් උපාංගය මතක තබාගැනීම ම﻿ඟින් මඟහැරවාගත හැකියි.
ur: <code>{{host}}:{{port}}</code>?<br/><br/> سے بعید ٹھیک کر رہا ہے کنکشن ہونے دیں بعید آلہ تصدیق نامہ توثیق کرنے کے لئے کنکشن کو QR ضابطہ سکین کرنا ضروری ہے۔ مستقبل سکین سے بچنے کے لئے آپ اس آلہ یاد رکھ سکتیں ہے۔
uz: <code>{{host}}:{{port}}</code>dan masofadan turib tuzatish uchun ulanishga ruxsat berasizmi?<br/><br/>Ushbu ulanish masofadagi qurilmaning sertifikatlarini tasdiqdan o‘tkazish uchun skaner qilish maqsadida QR kodini so‘ramoqda.

# remoteDebuggerPrompt-deny
source: Deny
am: መከልከያ
ar: رفض
bn_bd: প্রত্যাখ্যান
bn_in: প্রত্যাখ্যান করুন
br: Nac'hañ
bs: Odbij
ca: Denega
cy: Gwrthod
es: Denegar
fa: رد
gd: Diùlt e
lv: Liegt
pt: Negar
ro: Refuză
si: වාරණය කළ
th: ปฏิเสธ
ur: انکار کرے
uz: Rad qilish

# remoteDebuggerPrompt-allow
source: Allow
am: መፍቀጃ
ar: سماح
bn_bd: অনুমোদন
bn_in: অনুমোদন করুন
br: Aotren
bs: Dozvoli
ca: Permet
cy: Caniatáu
es: Permitir
fa: اجازه
gd: Ceadaich
lv: Atļaut
pt: Permitir
ro: Permite
si: ඉඩදෙන්න
th: อนุญาต
ur: ہونے دیں
uz: Ruxsat berish

source: Scan
am: ማሰሻ
ar: فحص
bn_bd: স্ক্যান
bn_in: স্ক্যান
br: C'hwilerviñ
bs: Skeniraj
ca: Escaneja
cy: Sganio
es: Analizar
fa: پویش
gd: Sganaich
lv: Nolasīt
pt: Digitalizar
ro: Scanează
si: පාරිලෝකන
th: สแกน
ur: سکین کریں
uz: Tekshirish

source: Scan and Remember
am: ማሰሻ እና ማስታወሻ
ar: امسح ضوئيا و تذكر الجهاز
bn_bd: স্ক্যান করুন এবং মনে রাখুন
bn_in: স্ক্যান করুন এবং মনে রাখবেন
br: C'hwilerviñ ha derc'hel soñj
bs: Skeniraj i upamti
ca: Escaneja i recorda
cy: Sganio a Chofio
es: Analizar y recordar
fa: پویش و یاد سپاری
gd: Sganaich is cuimhnich
lv: Nolasīt un atcerēties
pt: Digitalizar e memorizar
ro: Scanează și reține
si: පාරිලෝකන කර මතක තබාගන්න
th: สแกนและจดจำ
ur: سکین کریں اور یاد رکھیں
uz: Tekshirish va eslab qolish

source: Scanning for the QR code displayed on your other device…
ar: جارٍ المسح الضوئي لرمز QR المعروض على جهازك الآخر…
bn_bd: অন্য ডিভাইসে যে QR code দেখাচ্ছে তা স্ক্যান করা হচ্ছে...
bn_in: আপনার ডিভাইসে পরিদর্শিত QR কোডটি স্ক্যান করুন...
br: O c'hwilerviñ ar boneg QR skrammet war an trevnad all...
bs: Skeniram za QR kod prikazan na vašim drugim uređajima…
ca: S'està escanejant el codi QR que es mostra a l'altre dispositiu…
cy: Sganio am y cod QR dangoswyd ar eich dyfais arall…
es: Analizando el código QR que se muestra en el otro dispositivo...
fa: در حال پویش رمز QR نمایش داده شده بر روی دستگاه دیگر…
gd: A’ sganadh a’ chòd QR air an uidheam eile agad…
lv: Lasa uz otro ierīci parādīto QR kodu…
pt: A digitalizar o código QR apresentado no seu outro dispositivo…
ro: Se scanează codul QR afișat pe celălalt dispozitiv…
si: අනෙක් උපාංගයේ QR කේතය සඳහා පාරිලෝකනය කරමින්…
th: กำลังสแกนรหัส QR ที่แสดงบนอุปกรณ์อื่น ๆ ของคุณ…
ur: آپکے دیگر آلہ پر دکھایا گیا QR ضابطہ سکین کر رہا ہے…
uz: QR kod uchun skanerlash boshqa qurilmada ko‘rinadi…

source: {{origin}} is now fullscreen.
af: {{origin}} is nou volskerm.
am: {{origin}} በሙሉ መመልከቻ ዘዴ ነው
ar: {{origin}} الآن ملء الشاشة.
as: {{origin}} এতিয়া পূৰণপৰ্দা।
bg: {{origin}} е вече на цял екран.
bn_bd: {{origin}} এখন পূর্ণ পর্দা জুড়ে আছে।
bn_in: {{origin}} এখন পূর্ণ পর্দা জুড়ে আছে।
br: Skrammet eo {{origin}} war ar skramm a-bezh.
bs: {{origin}} je sada prikazan preko cijelog ekrana.
ca: {{origin}} ha canviat a pantalla completa.
cy: {{origin}} nawr yn sgrin lawn.
es: {{origin}} está ahora en modo pantalla completa.
eu: {{origin}} pantaila osoan dago orain.
fa: ‫{{origin}} اکنون در حالت تمام‌صفحه است.
gd: Tha {{origin}} 'na làn-sgrìn a-nis.
hu: {{origin}} teljes képernyős.
id: {{origin}} kini dalam layar penuh.
km: {{origin}} ឥឡូវ​​ពេញ​អេក្រង់។
kn: {{origin}} ಇದು ಈಗ ಪೂರ್ಣತೆರೆಯಲ್ಲಿದೆ.
lv: {{origin}} tagad darbojas pilnekrāna režīmā.
mai: {{origin}} आब पूर्ण स्क्रीन अछि.
mg: Mameno efijery izao {{origin}}.
ml: {{origin}} ഇപ്പോൾ മുഴുവൻ സ്ക്രീനും ഉപയോഗിക്കുന്നു.
mr: {{origin}} हे फूलस्क्रिन पद्धतीत आहे.
ms: {{origin}} kini dengan skrin penuh.
my: {{origin}} အားစကရင် အပြည့်ဖွင့်ထားသှ်
ne: {{origin}} अब पूर्ण पर्दा भयो |
or: {{origin}} ବର୍ତ୍ତମାନ ସମ୍ପୂର୍ଣ୍ଣ ପରଦାରେ ଅଛି।
pt: {{origin}} está agora em ecrã completo.
ro: {{origin}} este acum pe ecran complet.
si: {{origin}} දැන් සම්පූර්ණ තිර මාදිලියේ.
sw: {{original}} sasa ni kioo kizima.
ta: இப்போழுது {{origin}} ஆனது முழுத்திரை.
te: {{origin}} ఇప్పుడు పూర్తితెర.
th: {{origin}} เต็มจอแล้วตอนนี้
tr: {{origin}} şimdi tam ekran.
ur: {{origin}} اب پوری سکرین پر ہے۔
uz: {{origin}} - hozir to‘liq ekranda.
xh: I-{{origin}} izalise iskrini.
zu: I-{{origin}} manje isiyiskrini esigcwele.

source: The network {{networkName}} was found. Join network?
af: Die netwerk {{networkName}} is gevind. Sluit aan by netwerk?
am: ኔትዎርክ {{networkName}} ተገኝቷል: ከ ኔትዎርኩ ጋር ልገናኝ?
ar: تم العثور على الشبكة {{networkName}}. هل تريد الانضمام اليها؟
as: নেটৱৰ্ক {{networkName}} ক পোৱা গৈছে। নেটৱৰ্কত অংশগ্ৰহণ কৰক?
bg: Беше намерена мрежа {{networkName}}. Да бъде ли присъединена?
bn_bd: {{networkName}} নেটওয়ার্কটি পাওয়া গিয়েছে। নেটওয়ার্কটিতে যোগ দিবেন?
bn_in: নেটওয়ার্ক {{networkName}} পাওয়া গেছে। যোগ দেবেন?
br: Kavet eo bet ar rouedad {{networkName}}. Kennaskañ ouzh ar rouedad ?
bs: Mreža {{networkName}} je pronađena. Pridružiti se mreži?
ca: S'ha trobat la xarxa {{networkName}}. Voleu connectar-vos-hi?
cy: Wedi canfod rhwydwaith {{networkName}}. Ymuno â'r rhwydwaith?
es: Se encontró la red {{networkName}}. ¿Unirse?
eu: {{networkName}} sarea aurkitu da. Batu sarearekin?
fa: شبکهٔ {{networkName}} پیدا شد. پیوستن به شبکه؟
gd: Chaidh an lìonra {{networkName}} a lorg. A bheil thu airson ceangal ris?
hu: {{networkName}} hálózat elérhető. Kapcsolódik?
id: Jaringan {{networkName}} ditemukan. Bergabung?
km: រក​ឃើញ​បណ្ដាញ {{networkName}} ។ ចូលរួម​បណ្ដាញ​ឬ?
kn: {{networkName}} ನೆಟ್‌ವರ್ಕ್ ಕಂಡು ಬಂದಿದೆ. ನೆಟ್‌ವರ್ಕ್ ಸೇರಬೇಕೆ?
lv: {{networkName}} tīkls tika atrasts. Vai pievienoties tīklam?
mai: {{networkName}} संजाल पाबल गेल संजाल सँ जुड़ू?
mg: Hita ny tambajotra {{networkName}}. Hiditra @ tambajotra?
ml: നെറ്റ്‌വര്‍ക്ക് {{networkName}} ലഭ്യമായി. ഇതില്‍ ചേരണമോ?
mr: {{networkName}} नेटवर्क सापडले आहे. त्यास जोडायचे?
ms: Rangkaian {{networkName}} telah ditemui. Sertai rangkaian?
my: {{networkName}} အားတွေ့နေရသှ်။ ချိတ်ဆက်မလား?
ne: {{networkName}} भन्ने सञ्जाल भेटियो। सञ्जालसँग जोड्न चाहानुहुन्छ?
or: ନେଟୱର୍କ {{networkName}} ମିଳିଛି। ନେଟୱର୍କରେ ଅଂଶଗ୍ରହଣ କରିବେ କି?
pt: A rede {{networkName}} foi encontrada. Ligar à rede?
ro: A fost găsită rețeaua {{networkName}}. Te conectezi la rețea?
si: {{networkName}} ‍ජාලය හමුවිය. ජාලය හා සබැදෙන්න ද?
sw: Mtandao {{networkName}} ulipatikana. Ungana na mtandao?
ta: பிணையம் {{networkName}} கண்டுபிடிக்கப்பட்டது. பிணையத்துடன் இணை?
te: నెట్వర్కు {{networkName}} కనుగొనెను. నెట్వర్కు జేర్చాలా?
th: พบเครือข่าย {{networkName}} เข้าร่วมเครือข่าย?
tr: {{networkName}} ağı bulundu. Ağa katılınsın mı?
ur: نیٹ ورک {{networkName}} پایا گیا۔ نیٹ ورک میں شامل ہوجاے؟
uz: {{networkName}} tarmog‘i topildi. Tarmoqqa qo‘shilsinmi?
xh: Inethiweki {{networkName}} ifumanekile. Ufuna ukuzimanya kwinethiweki?
zu: Inethiwekhi {{networkName}} itholakele. Joyina inethiwekhi?

source: Volume warning
af: Volume-waarskuwing
am: የ መጠን ማስጠንቀቂያ
ar: تحذير الصوت
as: ভলিউম সতৰ্কবাৰ্তা
bg: Предупреждение за силен звук
bn_bd: ভলিউম সতর্কবার্তা
bn_in: ভলিউম সতর্কবার্তা
br: Gouzav tregern
bs: Upozorenje o glasnoći
ca: Avís del volum
cy: Rhybudd sain
es: Aviso de volumen
eu: Bolumenaren abisua
fa: هشدار حجم صدا
gd: Rabhaidh mu àirde na fuaime
hu: Hangerő-beállítás
id: Peringatan volume
km: ការ​ព្រមាន​​​​​កម្រិត​សំឡេង
kn: ಧ್ವನಿಗಾತ್ರದ ಎಚ್ಚರಿಕೆ
lv: Skaļuma brīdinājums
mai: आवाजनिर्धारक चेतावनी
mg: Fampitandremana momba haavom-peo
ml: ശബ്ദത്തിനുള്ള താക്കിതു്
mr: ध्वनी तिव्रता इशारा
ms: Amaran bahana
my: အသံ သတိပေးချက်
ne: भोल्युम सवधान
or: ଭଲ୍ୟୁମ ଚେତାବନୀ
pt: Aviso de volume
ro: Avertizare pentru volum
si: ශබ්ද ප්‍රමාණ අවවාදයක්
sw: Onyo ya sauti
ta: எச்சரிக்கை
te: శబ్దస్థాయి హెచ్చరిక
th: คำเตือนระดับเสียง
tr: Ses düzeyi uyarısı
ur: صوت تنبیہ
uz: Ovoz ogohlantirgichi
xh: Isilumkiso sevolyum
zu: Isexwayiso somsindo

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
af: Om gehoorskade te voorkom, moenie vir lang tye teen hoë volumevlakke luister nie.
am: የማድመጥ ጉዳት እንዳይደርስብዎት: እባክዎን በከፍተኛ መጠን ለረጅም ጊዜ አያዳምጡ
ar: لتجنب اي اصابة سمعية، لا تستمع لفترات طويلة والصوت مرتفع.
as: সম্ভাব্য শ্ৰৱণ ক্ষতি প্ৰতিৰোধ কৰিবলে, দীৰ্ঘ সময়জুৰি উচ্চ ভলিউম স্তৰত নুশুনিব।
bg: За да избегнете повреда на слуха не слушайте с високи нива на звук за дълъг период.
bn_bd: শ্রবণশক্তির সম্ভাব্য ক্ষতি প্রতিরোধ করার জন্য, দীর্ঘ সময় ধরে জন্য উচ্চ ভলিউমে শুনবেন না।
bn_in: শ্রবণগত সমস্যা এড়াতে, অনেকক্ষণ ধরে উচ্চৈঃস্বরে শুনবেন না।
br: Evit mirout ouzh ar bouzarded, ne selaouit ket sonerezh gant un dregern uhel e-pad un amzer hir.
bs: Da biste spriječili oštećenja sluha, nemojte slušati preglasnu muziku dugo vremena.
ca: Per evitar danys a l'oïda, no escolteu música a un volum alt durant períodes llargs.
cy: I osgoi difrod i'r clyw, peidiwch gwrando ar lefel uchel o sain am gyfnodau hir.
es: Para prevenir posibles daños auditivos, no escuche sonido a un volumen excesivo durante mucho tiempo.
eu: Entzumenari kalte egitea saihesteko, ez entzun denbora luzez bolumen-maila altuetan.
fa: برای پیش‌گیری از آسیب‌های شنوایی، برای مدّت طولانی به حجم صدای بالا گوش ندهید.
gd: Na èist ri rudan aig dearg-àirde na fuaime fada air eagal 's gun dèan thu cron air do chlaisneachd.
hu: A halláskárosodás megelőzése érdekében ne használjon sokáig nagy hangerőt.
id: Untuk mencegah kemungkinan kerusakan pendengaran, jangan mendengarkan dengan suara keras untuk jangka panjang.
km: ដើម្បី​កុំ​ឲ្យ​មាន​បញ្ហា​ត្រចៀក សូម​កុំ​ស្ដាប់​នៅ​កម្រិត​សំឡេង​ខ្ពស់​ក្នុង​រយៈពេល​យូរ។
kn: ಆಲಿಸುಲು ಆಗಬಲ್ಲ ಹಾನಿಯನ್ನು ತಡೆಯಲು, ದೀರ್ಘ ಕಾಲಾವಧಿಯಲ್ಲಿ ಹೆಚ್ಚಿನ ಧ್ವನಿಯ ಗಾತ್ರದ ಹಂತಗಳಲ್ಲಿ ಆಲಿಸಬೇಡಿ.
mai: संभावित श्रवण क्षति रोकए कलेल, बेसी समय तक बेसी आवाज पर नहि सुनू.
mg: Hisorohana ny mety hahasimba ny taovam-pandrenesana, dia aza mihaino @ haavom-peo mafy be mandritra ny fotoana ela.
ml: കേൾവി ശക്തിക്ക് പ്രശ്നങ്ങൾ ഉണ്ടാകാതിരിക്കാൻ, അധിക നേരം കൂടിയ ഒച്ച കേൾക്കാതിരിക്കുക.
mr: कानाचे विकार टाळण्यासाठी, ध्वनी जोरात करून जास्त वेळ ऐकू नका.
ms: Bagi mengelakkan kemungkinan berlaku kerosakan pendengaran, jangan dengar pada paras bahana yang tinggi dalam jangka masa yang panjang.
my: ဖြစ်လာနိုင်ခြေရှိသော အကြားအာရုံဆိုင်ရာ ပျက်ဆီးမှုအားကာကွယ်ရန် ကျယ်လောင်သော အသံအား အကြာကြီး နားမထောင်သင့်ပါ။
ne: संभवत सुनवाई नष्ट नगुनबाट रोकनका लागी, लामो समयसम्म उच्च भोल्युमको स्तरमा नसुन्नहोला।
or: ସମ୍ଭାବ୍ଯ କ୍ଷତିକୁ ବାରଣ କରିବା ପାଇଁ, ଅଧିକ ସମୟ ପାଇଁ ଉଚ୍ଚ ଭଲ୍ୟୁମ ସ୍ତରରେ ଶୁଣନ୍ତୁ ନାହିଁ।
pt: Para prevenir danos à audição, não deve ouvir som com volumes elevados durante períodos longos.
ro: Pentru a preveni posibila deteriorare a auzului, nu asculta sunete la volum ridicat pentru perioade lungi de timp.
si: විය හැකියාවක් ඇති ශ්‍රවණ ආබාධ සිදුනොවීමට, උච්ච මට්ටම්වලින් ශබ්ද ප්‍රමාණය දිගු කාලයක් තබාගැනීමෙන් වලකින්න.
sw: Ili kuepusha haribiko linalowezekana la kusikia, usisikilize viwango vya sauti ya juu kwa vipindi virefu.
ta: கேட்டல் திறன் பாதிப்படையாமல் இருப்பதற்கு, ஒலியை உச்சத்தில் வைத்து நீண்ட நேரம் கேட்க வேண்டாம்.
te: వినికిడి శక్తికి ప్రమాదం ఉండవచ్చును కనుక, ఎక్కువ శబ్దంతో ఎక్కువ సేపు వివవద్దు.
th: เพื่อป้องกันความเสียหายจากการได้ยินที่อาจเกิดขึ้น อย่าฟังระดับเสียงที่สูงเป็นระยะเวลานาน
tr: Olası işitme hasarını önlemek için yüksek ses düzeyinde uzun süre dinlemeyin.
ur: ممکنہ سماعت کے نقصان کو روکنے کے لیے، طویل مدت تک اعلی حجم کی سطح پر نا سُنے۔
uz: Eshitish qobiliyatini buzilishidan saqlanish uchun baland ovozda uzoq muddat tinglamang.
xh: Ukuthintela umonakalo ezindlebeni, sukumamela umculo ophezulu ixesha elide.
zu: Ukuvikela ukulimala kwezindlebe okungase kube khona, ungalaleli umsindo ophezulu isikhathi eside.

source: Power Saving Mode
af: Kragbespaarmodus
am: የ ሐይል ማዳኛ ዘዴ
ar: وضع توفير الطاقة
as: শক্তি সংৰক্ষণ অৱস্থা
bg: Енергоспестяващ режим
bn_bd: বিদ্যুৎ সংরক্ষণ মোড
bn_in: বিদ্যুৎ সংরক্ষণ মোড
br: Espern energiezh
bs: Režim za uštedu energije
ca: Mode d'estalvi d'energia
cy: Modd Arbed Ynni
es: Modo ahorro de energía
eu: Energia aurrezteko modua
fa: حالت ذخیرهٔ انرژی
gd: Modh caomhnadh cumhachd
hu: Energiatakarékos mód
id: Modus Hemat Energi
km: របៀប​សន្សំ​ថាមពល
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿ ಉಳಿತಾಯ ಸ್ಥಿತಿ
lv: Enerģija taupības režīms
mai: पावर सेविंग मोड
mg: Maody Fitsitsy Aratra
ml: ഊർജ്ജസംരക്ഷണ രീതി
mr: उर्जा बचत मोड
ms: Mod Jimat Kuasa
my: ပါဝါ ချွေတာ သုံး ပုံစံ
ne: शक्ति सङ्ग्रह शैली
or: ଶକ୍ତି ସଂରକ୍ଷଣ ଧାରା
pt: Modo de poupança de energia
ro: Mod de economisire a energiei
si: ශක්තිය සුරකින ප්‍රකාරය
sw: Modi ya Kuhifadhi Umeme
ta: மின் சேமிப்பு முறை
te: విద్యుత్ ఆదా రీతి
th: โหมดประหยัดพลังงาน
tr: Güç Tasarrufu Modu
ur: بجلی محفوظ کرنے والا موڈ
uz: Quvvatni tejash rejimi
xh: Imo yokonga umbane
zu: Imodi Yokonga Ugesi

source: Power saving mode is on.
af: Kragbespaarmodus is aan.
am: የ ሐይል ማዳኛ ዘዴ በርቷል
ar: وضع توفير الطاقة مُفعّل.
as: শক্তি সংৰক্ষণ অৱস্থা অন আছে।
bg: Енергоспестяващ режим включен.
bn_bd: বিদ্যুৎ সংরক্ষণ মোড চালু।
bn_in: বিদ্যুৎ সংরক্ষণ মোড অন করা হয়েছে।
br: Gweredekaet ar mod espern energiezh.
bs: Režim za uštedu energije je uključen.
ca: El mode d'estalvi d'energia està activat.
cy: Mae'r modd arbed ynni ymlaen.
es: El modo de ahorro de energía está activado.
eu: Energia aurrezteko modua piztuta dago.
fa: حالت ذخیرهٔ انرژی روشن است.
gd: Tha modh caomhnadh na cumhachd air.
hu: Energiatakarékos mód be.
id: Modus hemat energi sedang aktif.
km: បាន​បើក​របៀប​សន្សំ​ថាមពល​។
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿ ಉಳಿತಾಯ ಸ್ಥಿತಿಯು ಸಕ್ರಿಯವಾಗಿದೆ.
lv: Enerģija taupības režīms ir ieslēgts
mai: पावर सेविंग मोड शुरू अछि
mg: Mandeha ny Maody fitsitsy aratra.
ml: ഊർജ്ജസംരക്ഷണ രീതി പ്രവർത്തനസജ്ജമാണു്.
mr: उर्जा बचत मोड सुरू आहे.
ms: Mod penjimatan kuasa hidup.
my: ပါဝါချွေတာသုံးပုံစံ ဖွင့်ထားသှ်
ne: शक्ति सङ्ग्रह शैली चालू छ।
or: ଶକ୍ତି ସଂରକ୍ଷଣ ଧାରା ଅନ୍‌ ଅଛି।
pt: O modo de poupança de energia está ativado.
ro: Modul de economisire al energiei este activat.
si: ශක්ති සුරැකුම් ප්‍රකාරය සක්‍රීයයි.
sw: Modi ya kuhifadhi umeme imewashwa.
ta: மின் சேமிப்பு முறை செயலிலுள்ளது.
te: విద్యుత్ ఆదా రీతి ఆనైంది.
th: โหมดประหยัดพลังงานเปิดอยู่
tr: Güç tasarrufu modu açık.
ur: بجلی محفوظ کرنے والا موڈ کھلا ہے۔
uz: Quvvatni tejash rejimi yoqilgan.
xh: Imo yokonga umbane ilayitiwe.
zu: Imodi yokonga ugesi ivuliwe.

source: Device space low.
am: የ አካሉ ቦታ በጣም ዝቅተኛ ነው
ar: المساحة الفارغة صغيرة.
as: ডিভাইচ স্থান কম।
bn_bd: ডিভাইসে জায়গা কম।
bn_in: ডিভাইসের মধ্যে পর্যাপ্ত ফাঁকা স্থান অনুপস্থিত।
br: Izel eo egor an trevnad.
bs: Malo slobodnog prostora na uređaju.
ca: Queda poc espai al dispositiu.
cy: Dim llawer o le ar y ddyfais.
es: Poco espacio en disco.
eu: Gailuaren leku librea baxu.
fa: فضای دستگاه کم است.
gd: Chan eil mòran àite air fhàgail air an uidheam.
hu: Kevés a hely az eszközön.
id: Ruang peranti sedikit.
km: ទំហំ​ទំនេរ​ឧបករណ៍​ទាប។
kn: ಸಾಧನದ ಸ್ಥಳಾವಕಾಶ ಕಡಿಮೆಯಿದೆ.
lv: Ir palikusi maz vietas uz ierīces.
ms: Ruang peranti rendah.
my: ပစ္စည်းနေရာလွတ် နည်းနေပြီ
pt: Pouco espaço no dispositivo.
ro: Spațiu redus pe dispozitiv.
si: උපාංගයේ ඉඩ අවමයි.
th: พื้นที่อุปกรณ์เหลือน้อย
tr: Aygıtta boş alan az.
ur: ڈیوائس کی جگہ کم ہے۔
uz: Qurilmada bo‘sh joy kam.

source: No remaining free space.
af: Geen oorblywende vry ruimte nie.
am: ምንም የቀር ባዶ ቦታ የለም
ar: لا توجد مساحة فارغة متبقية.
as: কোনো খালি স্থান অৱশিষ্ট নাই।
bg: Липсва свободно място.
bn_bd: কোন খালি যায়গা নেই।
bn_in: অবশিষ্ট স্থান নেই।
br: Egor dieub ebet o chom.
bs: Nema slobodnog prostora.
ca: No queda espai lliure.
cy: Dim lle ar ôl.
es: No queda espacio libre.
eu: Ez dago leku librerik.
fa: هیچ فضای آزادی باقی نماده.
gd: Chan eil àite saor sam bith air fhàgail.
hu: Nincs több szabad hely.
id: Tak ada ruang kosong tersisa.
km: មិន​មាន​ទំហំ​ទំនេរ​នៅ​សល់​ទេ។
kn: ಇನ್ನು ಸ್ಥಳಾವಕಾಶ ಉಳಿದಿಲ್ಲ.
mai: कोनो खाली स्थान शेष नहि अछि
mg: Tsisy toerana malalaka sisa.
ml: ബാക്കി സ്ഥലം ഒന്നുമില്ല.
mr: मोकळी जागा शिल्लक नाही.
ms: Tiada baki ruang kosong.
my: နေရာလွတ် မကျန်တော့ပါ
ne: कुनै पनि खाली स्थान बाकि छैन।
or: କୌଣସି ଖାଲି ସ୍ଥାନ ନାହିଁ।
pt: Sem espaço livre.
ro: Fără spațiu liber rămas.
si: හිස් ඉඩ නොපවතී.
sw: Hakuna nafasi huru iliyowachwa.
ta: மீதி காலியிடம் ஏதும் இல்லை.
te: ఖాళీ జాగా మిగిలిలేదు.
th: ไม่เหลือพื้นที่ว่าง
tr: Boş alan kalmadı.
ur: کوئی خالی جگہ باقی نہیں ہے۔
uz: Bo‘sh joy tugamoqda.
xh: Akukho sithuba siseleyo.
zu: Asikho isikhala esingasebenzi esisele.

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
af: Minder as {{value}} {{unit}} oor.
am: ያነሰ ነው {{value}} {{unit}} ቀሪው ቦታ
ar: أقل من {{value}} {{unit}} متبقية.
as: {{value}} {{unit}} ৰ কম অৱশিষ্ট আছে।
bg: Остават по-малко от {{value}} {{unit}}.
bn_bd: {{value}} {{unit}} এরও কম জায়গা রয়েছে।
bn_in: {{value}} থেকে কম {{unit}} অবশিষ্ট।
br: Nebeutoc'h eget {{value}} {{unit}} o chom.
bs: Preostalo je manje od {{value}} {{unit}}.
ca: Queda menys d'{{value}} {{unit}}.
cy: Llai na {{value}} {{unit}} ar ôl.
es: Menos de {{value}} {{unit}} disponible.
eu: {{value}} {{unit}} baino gutxiago geratzen da.
fa: کم‌تر از {{value}} {{unit}} باقی مانده.
gd: Tha nas lugha na {{value}} {{unit}} air fhàgail.
hu: Kevesebb, mint {{value}} {{unit}} maradt.
id: Tersisa kurang dari {{value}} {{unit}}.
km: នៅសល់​តិច​ជាង {{value}} {{unit}} ។
kn: {{value}} {{unit}} ಇದಕ್ಕಿಂತ ಕಡಿಮೆ ಉಳಿದಿದೆ.
lv: Atliek mazāk nekā {{value}} {{unit}}.
mai: शेष {{value}} {{unit}} सँ सेहो कम.
mg: Latsaka ny {{value}} {{unit}} sisa.
ml: {{value}} {{unit}}നെക്കാൾ കുറവ് സ്ഥലം ബാക്കിയുണ്ട്.
mr: {{value}} {{unit}} पेक्षा कमी जागा शिल्लक.
ms: Kurang daripada {{value}} {{unit}} berbaki.
my: {{value}} {{unit}} ထပ် ပိုမကျန်တော့ပါ။
ne: {{value}} {{unit}} भन्दा कम बाँकि।
or: {{value}} {{unit}} ରୁ କମ ସ୍ଥାନ ବଳିଛି।
pt: Menos de {{value}}{{unit}} disponível.
ro: Mai puțin de {{value}} {{unit}} rămas.
si: {{value}} හී ඒකක {{unit}}කට අඩුවෙන් පවතී.
sw: Chini ya {{value}} {{unit}} imesalia.
ta: மீதி {{value}} {{unit}}ஐ விட குறைவு.
te: {{value}} {{unit}} కన్నా తక్కువ మిగిలుంది.
th: เหลือน้อยกว่า {{value}} {{unit}}
tr: {{value}} {{unit}} kaldı.
ur: بقیہ {{value}} {{unit}} سے بھی کم۔
uz: {{value}} {{unit}}dam kamroq qolmoqda.
xh: Usalelwe ngaphantsi kwe-{{value}} {{unit}}.
zu: Ngaphansi kwe-{{value}} {{unit}} okusele.
