Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: TB
ne: टेराबाइट

source: PB
ne: पेटाबाइट

source: Continue
mg: Hanohy
ne: जारी राख्नुहोस्

source: Install update now?
mg: Hametraka fanavaozana izao?
ne: अपडेटहरु अहिले स्थापना गर्ने?

# updateAvailableInfo.innerHTML[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
mg: Misy fanavaozana {{ n }}. <span>Tsindrio raha mila fampahalalana bebe kokoa.</span>
ne: {{ n }} अपडेटहरु उपलब्ध छन्। <span>थप जानकारीको लागि थिच्नुहोस् |</span>

# updateAvailableInfo.innerHTML[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
mg: Misy fanavaozana {{ n }}. <span>Tsindrio raha mila fampahalalana bebe kokoa.</span>
ne: {{ n }} अपडेटहरु उपलब्ध छन्। <span>थप जानकारीका लागि थिच्नुहोस् |</span>

# updateAvailableInfo.innerHTML[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
mg: Misy fanavaozana {{ n }}. <span>Tsindrio raha mila fampahalalana bebe kokoa.</span>
ne: {{ n }} अपडेटहरु उपलब्ध छन्। <span>थप जानकारीका लागि थिच्नुहोस् |</span>

# updateAvailableInfo.innerHTML[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
mg: Misy fanavaozana {{ n }}. <span>Tsindrio raha mila fampahalalana bebe kokoa.</span>
ne: {{ n }} अपडेटहरु उपलब्ध छन्। <span>थप जानकारीका लागि थिच्नुहोस् |</span>

source: You need at least 50% battery level to install the update.
mg: Mila bateria 50% ianao farafahakeliny raha hametraka ilay fanavaozana.
ne: तपाईं अद्यावधिक स्थापना गर्न कम्तीमा 50% ब्याट्री स्तर चाहिन्छ।

source: Connection unavailable. Connect to a network to download updates.
mg: Tsy vonona ny fifandraisana. Mifandraisa @ tambajotra raha hampidina fanavaozana.
ne: जडान अनुपलब्ध।अपडेटहरु डाउनलोड गर्न सञ्जालमा जडित हुनुहोस्।

source: Updates are downloaded via data connection when Wi-Fi is not available. Additional data charges may apply.
mg: Ampidinina @ alàlan'ny fifandraisana data ireo fanavaozana rehefa tsy vonona ny Wi-Fi. Mety hisy saran-data fanampiny aloa.
ne: वाइफाइ उपलब्ध नभएको खण्डमा डाटा जडान मर्फत अपडेटहरु डाउनलोड गरिन्छ। थप डाटा शुल्क लाग्न सक्छ।

source: A username and password are being requested by {{host}}. The site says: “{{realm}}”
mg: Mitaky solonanarana sy tenimiafina ny {{host}}. Hoy ny tranonkala: “{{realm}}”
ne: {{host}} ले प्रयोगकार्ता नाम रा पासवर्ड माग्दैछ। साइटले यसो भन्छ: “{{realm}}”

source: Airplane mode is on
mg: Mandeha ny Maody fiaramanidina
ne: उडान शैली खोल्लै छ

source: {{name}} requires a network connection. Turn off airplane mode from Settings and connect to a Wi-Fi or mobile data network.
mg: {{name}} dia mitaky fifandraisan-tambajotra. Vonoy ny maody fiaramanidina ao @ Tefy ary mifandraisa @ tambajotra Wi-Fi na data finday.
ne: {{name}}का लागि सञ्जाल जडान आवश्यक छ | सेटिङ्मा गएर उडान शैली बन्द गरी वाइफाइ अथवा मोबाइल डाटा सञ्जाल जडान गर्नुहोस् |

source: Server not found
mg: Tsy hita ny mpizara
ne: सर्भर फेला परेन

source: Can’t find the server at {{name}}.
mg: Tsy mahita ny mpizara ao @ {{name}}.
ne: {{name}} मा सर्भर भेटाउन सकिएन ।

source: File not found
mg: Tsy hita ny rakitra
ne: फाइल फेला परेन

source: The device can’t display this page because the file cannot be found.
mg: Tsy afaka mampiseho an'io pejy io ny fitaovana satria tsy hita ilay rakitra.
ne: फाइल फेला पार्न सक्छ किनभने यन्त्र यो पेज प्रदर्शन गर्न सक्दैनौं।

# connection-failed
source: Unable to connect
mg: Tsy afaka mifandray
ne: जडान गर्न असमर्थ

# connection-failed-error
source: A network error occurred while trying to reach the site.
mg: Nisy tsy fetezan'ny tambajotra rehefa nanandrana nanakatra ilay tranonkala.
ne: साइट पुग्न प्रयास गर्दा सञ्जाल त्रुटि उत्पन्न भयो।

# invalid-connection
source: Unable to connect
mg: Tsy afaka mifandray
ne: जडान गर्न असमर्थ

# invalid-connection-error
source: A network error occurred while trying to reach the site.
mg: Nisy tsy fetezan'ny tambajotra rehefa nanandrana nanakatra ilay tranonkala.
ne: साइट पुग्न प्रयास गर्दा सञ्जाल त्रुटि उत्पन्न भयो।

source: URL not valid
mg: URL tsy mety
ne: URL मान्य छैन

source: The URL entered is not valid and cannot be loaded.
mg: Tsy mety ny URL nampidirina ka tsy azo afatratra.
ne: प्रविष्ट गर्नुभएको URL वैध छैन र लोड गर्न सकिँदैन।

# redirect-loop
source: Can’t display page
mg: Tsy afaka mampiseho pejy
ne: पृष्ठ प्रदर्शन गर्न सक्दैन

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
mg: Tsy afaka mampiseho an'io pejy io ny fitaovana satria tsy mamily tsara ilay pejy. Andramo indray ity pejy ity rehefa avy eo.
ne: पृष्ठ ठीक पुनः निर्देशित छैन किनभने यन्त्र यो पेज प्रदर्शन गर्न सक्दैनौं। एक पछि फेरि यो पेज प्रयास गर्नुहोस्।

source: Page expired
mg: Lany daty ny pejy
ne: पृष्ठ अवधि समाप्त

source: As a security precaution, this page cannot be displayed by the device because it has expired.
mg: Ho fakana fepetra fiarovana, dia tsy azon'ny fitaovana aseho io pejy io satria lany daty.
ne: यो समाप्त भएको छ किनभने एउटा सुरक्षा सावधानीका रूपमा, यो पेज यन्त्र प्रदर्शन गर्न सकिँदैन।

source: The document cannot change while Printing or in Print Preview.
mg: Tsy azo ovaina ny tahirinkevitra rehefa Manao pirinty na @ Topy maso Pirinty.
ne: मुद्रण गर्दा वा मुद्रण पूर्वदृश्यमा यो कागजात परिवर्तन हुन सक्दैन।

source: This address is restricted
mg: Voafetra ity adiresy ity
ne: यो ठेगाना प्रतिबन्धित छ

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
mg: Ity adiresy ity dia mampiasa paoron-tambajotra izay mazàna ampiasaina @ antony hafa noho ny fitetezana tranonkala. Nofoanan'ny fitaovana ilay hataka ho fiarovana anao.
ne: यो ठेगानाले सामान्य वेब ब्राउजिङ भन्दा अन्य प्रयोजनका लागि प्रयोग गरिने एक नेटवर्क पोर्ट प्रयोग गर्दछ। यस उपकरणले तपाईँको सुरक्षाको लागि अनुरोध रद्द गरेको छ।

# proxy-resolve-failure
source: Proxy Server Error
mg: Tsy fetezan'ny Mpizara Proxy
ne: प्रोक्सी सर्भर त्रुटि

source: The device is configured to use a proxy server that can’t be found.
ne: युक्ति पाउन सक्दैन भनेर एक प्रोक्सी सर्भर प्रयोग गर्न कन्फिगर गरिएको छ।

# proxy-connect-failure
source: Proxy Server Error
ne: प्रोक्सी सर्भर त्रुटी

source: The device is configured to use a proxy server that is refusing connections.
ne: यस उपकरणलाई प्रोक्सी सर्भर चलाउन मिलाइएको छ जसले सम्पर्क अस्विकार गर्दै छ ।

# content-encoding
source: Can’t display page
ne: पृष्ठ प्रदर्शन गर्न सक्दैन

source: The device can’t display this page because a content encoding error occurred.
ne: एक सामाग्री सङ्केतन त्रुटि भयो किनभने यन्त्र यो पेज प्रदर्शन गर्न सक्दैनौं।

source: Page unsupported
ne: असमर्थित पृष्ठ

source: This page can’t be displayed because it uses a technology that is not supported on the device.
ne: यो उपकरणमा समर्थित छैन कि एक प्रविधी को प्रयोग गर्दछ किनभने यो पेज प्रदर्शन गर्न सकिँदैन।

source: Warning
ne: चेतावनी

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
ne: वेबसाइट व्यक्तिगत वा वित्तीय जानकारी साझेदारी मा प्रयोगकर्ता चाल डिजाइन एक वेब जालसाजी रूपमा रिपोर्ट गरिएको छ।

source: Malware attack blocked
ne: Malware आक्रमण अवरुद्ध

source: The site at has been reported as an attack site and has been blocked.
ne: यो साइट आक्रमण साइट रूपमा रिपोर्ट गरिएको छ र अवरुद्ध गरिएको छ।

source: Unsafe content
ne: असुरक्षित सामग्री

source: The page cannot be shown because it may not be safe to open.
ne: पृष्ठ प्रदर्शन गर्न सकिँदैन किनभने यसलाई खोल्नु असुरक्षित हुन सक्छ।

# corrupted-content
source: Can’t display page
ne: पृष्ठ प्रदर्शन गर्न सकिँदैन

source: The page cannot be shown because an error in the data transmission was detected.
ne: डाटा प्रसारण मा एक त्रुटि पत्ता लागेकाले पृष्ठ प्रदर्शन गर्न सकिँदैन।

source: Network connection unavailable
ne: सञ्जाल जडान अनुपलब्ध

source: {{name}} requires a network connection. Try connecting to a Wi-Fi or mobile data network.
ne: {{name}}का लागि सञ्जाल जडान आवश्यक छ | यसका लागि वाइफाइ अथवा मोबाइल डाटा सञ्जाल जडान गर्न प्रयास गर्नुहोस् |

source: {{name}} requires an Internet connection.
ne: {{name}}लाई इन्टरनेट जडान आवश्यक पर्छ।

source: No access to the Internet right now.
ne: अहिले इन्टरनेटमा पहुँच छैन।

source: Unable to connect
ne: जडान गर्न असमर्थ

source: Try again
ne: फेरि प्रयास गर्नुहोस्

source: Check settings
ne: सेटिङहरु जाँच्नुहोस्

source: Battery almost empty
ne: ब्याटरी खाली हुनै लाग्यो

source: Add to Home Screen
ne: गृह पर्दामा थप्नुहोस्

source: Sending Bluetooth transfer…
mg: Mandefa fampitana Bluetooth…
ne: ब्लुटुथ स्थानान्तरण पठाउँदैछ..

source: Receiving Bluetooth transfer…
mg: Mandray fampitana Bluetooth…
ne: ब्लुटुथ स्थानान्तरण प्राप्त गर्दैछ..

source: {{deviceName}} would like to transfer {{fileName}} ({{fileSize}}).
mg: {{deviceName}} dia te-hampita {{fileName}} ({{fileSize}})
ne: {{deviceName}}ले {{fileName}} ({{fileSize}}byte) स्थानान्तर गर्न चाहन्छ |

source: Review transfer request.
mg: Avereno jerena ny hataka fampitana.
ne: स्थानान्तर अनुरोध पुनरावलोकन गर्नुहोस् ।

source: Bytes
mg: Bity
ne: बाइट्स

# byteUnit-KB
source: KB
ne: किलोबाइट

source: Deny
mg: Handà
ne: अस्वीकार गर्नुहोस्

# continueFileTransfer
source: Continue
mg: Hanohy
ne: जारी राख्नुहोस्

source: The transfer has started
mg: Natomboha ny fampitana
ne: स्थानान्तरण सुरु भइसकेको छ

source: Check the progress in Notification center
mg: Zahao ao @ Foibem-pilazana ny fandrosony
ne: सूचना केन्द्रमा प्रगति जाँच्नुहोस्

source: File could not be sent
mg: Tsy lasa ny rakitra
ne: फाइल पठाउन सकिएन

source: Transfer report:
mg: Tatitra momba fampitana:
ne: स्थानान्तर प्रतिवेदन:

source: Can not open unknown media type:
ne: अज्ञात मिडियाको प्रकार खोल्न सकिदैन:

source: Bluetooth can not be used while phone is plugged in. Please unplug the phone to receive file(s).
mg: Tsy azo ampiasaina ny Bluetooth rehefa mitsatoka amin'ny pirizy ny telefaona. Azafady, tsoahy ny telefaona handraisana rakitra.
ne: फोन जोडिएको बेलामा ब्लुटुथको प्रयोग गर्न सकिदैन। फाइल(हरु) प्राप्त गर्नका लागि कृपया फोन छुटाउनुहोस्।

source: No SIM card
mg: Tsisy karatra SIM
ne: सिम कार्ड छैन

source: An incoming request to permit remote debugging connection was detected. Allow connection?
mg: Misy hataka miditra hanome alàlana fifandraisana fanalan-tsininy lavitra tsikaritra. Hanome alàlana fifandraisana?
ne: रिमोट डीबगइंग जडानका लागि आगमन अनुरोध अनुमति पत्ता लगाइयो | जडान स्वीकारनुहुन्छ?

source: Device space low.
mg: Kely ny toerana ao @ fitaovana.
ne: यन्त्रको खाली स्थान थोरै छ।

source: Operator message from SIM {{id}}
ne: SIM {{id}} बाट सञ्चालक सन्देश

source: Sending message
mg: Mandefa hafatra
ne: सन्देश पठाउँदै

source: STK Query from SIM {{id}}
ne: सिम {{id}} बाट एस टि के क्वेरी

source: Swipe to share
mg: Asosao raha hizara
ne: साझेदारी गर्नका लागि स्वाइप गर्नुहोस्

source: SIM card is absent or inserted incorrectly, so turn off hotspot
ne: सिम कार्ड अनुपस्थित छ अथवा गलत तरिकाले घुसाइएको छ, त्यस कारण हटस्पट बन्द गर्नुहोस्

source: Turn off airplane mode to use Wi-Fi hotspot
ne: वाइफाइ हटस्पट प्रयोग गर्न हवाइजहाज मोड बन्द

source: Open link in new tab
ne: नयाँ ट्याबमा लिङ्क खोल्नुहोस्

source: {{operator}} (Roaming)
mg: {{operator}} (Miriaria)
