Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: Are you sure you want to connect to the device?
af: Is jy seker dat jy aan die toestel wil koppel?
am: በእርግጥ ከዚህ አካል ጋር መገናኘት ይፈልጋሉ?
ar: هل أنت متأكد من أنك تريد الإتصال بهذا الجهاز؟
as: আপুনি নিশ্চিত নে আপুনি এই ডিভাইচটোত সংযোগ কৰিব বিচাৰে?
bg: Сигурни ли сте, че желаете да се свържете с устройството?
bn_bd: আপনি কি নিশ্চিতরূপে ডিভাইসটির সাথে যুক্ত হতে ইচ্ছুক?
bn_in: আপনি কি নিশ্চিতরূপে ডিভাইসটির সাথে সংযোগ করতে ইচ্ছুক ?
br: Ha sur oc'h e fell deoc'h gennaskañ ouzh an trevnad ?
bs: Jeste li sigurni da se želite povezati na uređaj?
ca: Segur que voleu connectar-vos al dispositiu?
cy: Ydych yn siŵr eich bod am gysylltu â'r ddyfais?
es: ¿Seguro que desea conectarse al dispositivo?
eu: Ziur zaude gailura konektatu nahi duzula?
fa: مطمئنید می‌خواهید به این دستگاه وصل شوید؟
gd: A bheil thu cinnteach gu bheil thu airson ceangal ris an uidheam?
hu: Biztosan csatlakozni kíván az eszközhöz?
id: Yakin ingin menyambungkan ke perangkat?
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​ត​​ភ្ជាប់​​ទៅ​ឧបករណ៍​ឬ?
kn: ನೀವು ಸಾಧನವನ್ನು ಸಂಪರ್ಕಿಸಲು ಖಚಿತವೆ?
mai: की अहाँ सुनिश्चित छी जे अहाँ युक्तिमे कनेक्ट करबाक लेल चाहैत छी?
mg: Siora ianao fa te-hifandray amin'ny fitaovana?
ml: നിങ്ങള്‍ക്ക് ഈ ഉപകരണം ബന്ധിപ്പിക്കണമെന്നുറപ്പാണോ?
mr: आपणास उपकरणाशी नक्की जोडायचे आहे?
ms: Adakah anda ingin menyambung kepada peranti?
my: ယခု ဖုန်းသို့ချိတ်ဆက်ရန် သေချာပါသလား?
ne: तपाईं यन्त्र जडान गर्ने कुरामा निश्चित हुनुहुन्छ?
or: ଉପକରଣର ସହିତ ସଂଯୋଗ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pt: Tem a certeza que pretende estabelecer uma ligação com o dispositivo?
ro: Sigur dorești conectarea cu dispozitivul?
si: මෙම උපාංගය සම්බන්ධ කිරීම පිළිබඳ ඔබට විශ්වාස ද?
sw: Una uhakika unataka kuunganisha kwa kifaa?
ta: இந்த சாதனத்தை நீங்கள் இணைக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా పరికరంకు అనుసంధానమవ్వాలని అనుకొంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการเชื่อมต่อกับอุปกรณ์?
tr: Cihaza bağlanmak istediğinizden emin misiniz?
ur: کِا آپ یقینن اپنے آلہ سے جڑنا چاحتے حے؟
uz: Qurilmaga ulashga ishonchingiz komilmi?
xh: Uqinisekile ukuba ufuna ukunxibelelana kwisixhobo?
zu: Unesiqinisekiso sokuthi ufuna ukuxhuma kudivayisi?

source: Turn on Bluetooth and connect to the device?
af: Skakel Bluetooth aan en koppel aan die toestel?
am: ብሉቱዝ ላብራ እና ከ አካሉ ጋር ልገናኝ?
ar: تشغيل البلوتوث و الاتصال مع الجهاز؟
as: ব্লুটুথ অন কৰি ডিভাইচলৈ সংযোগ কৰিব নে?
bg: Включване на Bluetooth и свързване с устройството?
bn_bd: ব্লুটুথ চালু করে ডিভাইসটির সাথে সংযোগ স্থাপন করতে চান?
bn_in: ব্লুটুথ চালু করে ডিভাইসটির সাথে সংযোগ সাধন করতে চান?
br: Gweredekaat ar Bluetooth ha kennaskañ ouzh an trevnad ?
bs: Uključiti Bluetooth i povezati se na uređaj?
ca: Voleu activar el Bluetooth i connectar-vos al dispositiu?
cy: Cychwyn Bluetooth a chysylltu â'r ddyfais?
es: ¿Activar Bluetooth y conectarse al dispositivo?
eu: Bluetooth-a piztu eta gailuarekin konektatu?
fa: روشن کردن بلوتوث و اتّصال به دستگاه؟
gd: A bheil thu airson Bluetooth a chur air agus ceangal ris an uidheam?
hu: Bluetooth bekapcsolása és csatlakozás az eszközhöz?
id: Aktifkan Bluetooth dan sambungkan ke perangkat?
km: បើក​ប៊្លូធូស ហើយ​តភ្ជាប់​ទៅ​ឧបករណ៍​ឬ?
kn: ಬ್ಲೂಟೂತ್ ಸಕ್ರಿಯವಾಗಿಸಿ ಮತ್ತು ಸಾಧನವನ್ನು ಸಂಪರ್ಕಿಸಿ?
mai: ब्लूटूथ चालू करू आओर युक्तिमे कनेक्ट करू?
mg: Velomy ny Bluetooth mba hifandray amin'ny fitaovana?
ml: ബ്ലൂട്ടൂത് ഓണ്‍ ചെയ്ത് ഉപകരണത്തിലോട്ട് ബന്ധിപ്പിക്കട്ടെ?
mr: ब्लुटूथ चालू करून उपकरणाशी जोडावे?
ms: Menghidupkan Bluetooth dan sambung kepada peranti?
my: ဘလူးတုအား ဖွင့်ပြီး ၎င်းပစ္စည်းဖြင့်ချိတ်ဆက်ပါ
ne: ब्लुटुथ खुल्ला गरी यन्त्ररु जडान गर्ने?
or: ବ୍ଲୁୁଟୁଥ ଅନ୍‌ କରି ଉପକରଣ ସହିତ ସଂଯୋଗ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pt: Ativar o Bluetooth e estabelecer uma ligação com o dispositivo?
ro: Pornești Bluetooth-ul și te conectezi cu dispozitivul?
si: බ්ලූටූත් සක්‍රීය කර ඉන්පසු උපාංගයට සම්බන්ධ කරන්න ද?
sw: Washa Bluetooth na uunganishe kwa kifaa?
ta: ப்ளூடூத்தை செயல்படத்தி சாதனத்துடன் இணைக்கவா?
te: బ్లూటూత్ ఆన్ చేసి మరియు పరికరంకు అనుసంధానమవ్వాలా?
th: เปิดบลูทูธและเชื่อมต่อกับอุปกรณ์?
tr: Bluetooth açılsın ve cihaza bağlanılsın mı?
ur: بلوٹوت چالو کرے اور آلہ سے رابطہ قائم کرے؟
uz: Bluetooth’ni yoqib, qurilmaga ulamoqchimisiz?
xh: Ulayita iBluetooth uze unxibelelanise kwisixhobo?
zu: Vula i-Bluetooth bese uxhuma kudivayisi?

source: Are you sure you want to connect to {{deviceName}}?
af: Is jy seker dat jy aan {{deviceName}} wil koppel?
am: በ እርግጥ ከ አካሉ ጋር መገናኘት ይፈልጋሉ ከ {{deviceName}}?
ar: هل أنت متأكد من أنك ترغب بالاتصال ب {{deviceName}}؟
as: আপুনি নিশ্চিত নে আপুনি {{deviceName}} ত সংযোগ কৰিব বিচাৰে?
bg: Сигурни ли сте, че желаете да се свържете с {{deviceName}}?
bn_bd: আপনি কি সংযোগ স্থাপন করার ব্যাপারে নিশ্চিত {{deviceName}}?
bn_in: {{deviceName}} এর সাথে সংযোগ সাধন করতে চান ?
br: Ha sur oc'h e fell deoc'h kennaskañ ouzh {{deviceName}} ?
bs: Jeste li sigurni da se želite povezati sa {{deviceName}}?
ca: Segur que voleu connectar-vos a {{deviceName}}?
cy: Ydych chi'n siŵr eich bod am gysylltu â {{deviceName}}?
es: ¿Seguro que desea conectarse a {{deviceName}}?
eu: Ziur zaude {{deviceName}} gailuarekin konektatu nahi duzula?
fa: مطمئنید می‌خواهید به {{deviceName}} وصل شوید؟
gd: A bheil thu cinnteach gu bheil thu airson ceangal ri {{deviceName}}?
hu: Biztosan csatlakozni kíván a következőhöz: {{deviceName}}?
id: Yakin ingin tersambung ke {{deviceName}}?
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​តភ្ជាប់​ទៅ​កាន់ {{deviceName}}?
kn: ನೀವು {{deviceName}} ಸಂಪರ್ಕಿಸಲು ಖಚಿತವೆ?
mai: की अहाँ सुनिश्चित छी जे अहाँ {{deviceName}} मे कनेक्ट करबाक लेल चाहैत छी?
mg: Siora ianao fa te-hifandray amin'ny {{deviceName}}?
ml: {{deviceName}} ലേയ്ക്ക് ബന്ധിപ്പിക്കണമെന്ന് ഉറപ്പാണോ?
mr: आपणास {{deviceName}} ला नक्की जोडायचे?
ms: Adakah anda pasti yang anda ingin menyambung kepada {{deviceName}}?
my: {{deviceName}} သို့ ချိတ်ဆက်မှာ သေချာပြီလား?
ne: तपाईं {{deviceName}} यन्त्रसँग जडान गर्ने कुरामा निश्चित हुनुहुन्छ?
or: {{deviceName}} ସହିତ ସଂଯୋଗ କରିବେ ବୋଲି ନିଶ୍ଚିତ କି?
pt: Tem a certeza que pretende estabelecer uma ligação com {{deviceName}}?
ro: Sigur dorești conectarea cu {{deviceName}}?
si: ඔබට {{deviceName}} සම්බන්ධ කිරීම පිළිබඳ විශ්වාස ද?
sw: Una uhakika unataka kuunganisha kwa {{deviceName}}
ta: {{deviceName}} இந்த சாதனத்தை நீங்கள் இணைக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా {{deviceName}} కు అనుసంధానమవ్వాలని అనుకొంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการเชื่อมต่อกับ {{deviceName}}?
tr: {{deviceName}} adlı cihaza bağlanmak istediğinizden emin misiniz?
ur: کِا آپ یقینن {{deviceName}} سے جڑنا چاحتے حے؟
uz: {{deviceName}}ga ulashga ishonchingiz komilmi?
xh: Uqinisekile ukuba ufuna ukunxibelelanisa kwi{{deviceName}}?
zu: Unesiqiniseko sokuthi ufuna ukuxhuma ku-{{deviceName}}?

source: Turn on Bluetooth and connect to {{deviceName}}?
af: Skakel Bluetooth aan en koppel aan {{deviceName}}?
am: ብሉቱዝ ላብራ እና ከ አካሉ ጋር ልገናኝ ከ {{deviceName}}?
ar: تشغيل البلوتوث و الاتصال ب {{deviceName}}؟
as: ব্লুটুথ অন কৰি {{deviceName}} লৈ সংযোগ কৰিব নে?
bg: Включване на Bluetooth и свързване с {{deviceName}}?
bn_bd: ব্লুটুথ চালু করে {{deviceName}} এর সাথে সংযোগ স্থাপন করতে চান?
bn_in: ব্লুটুথ চালু করে {{deviceName}} এর সাথে সংযোগ সাধন করতে চান?
br: Gweredekaat ar Bluetooth ha kennaskañ ouzh {{deviceName}} ?
bs: Uključiti Bluetooth i povezati se sa {{deviceName}}?
ca: Voleu activar el Bluetooth i connectar-vos a {{deviceName}}?
cy: Cychwyn Bluetooth a chysylltu â {{deviceName}}?
es: ¿Activar Bluetooth y conectarse a {{deviceName}}?
eu: Bluetooth-a piztu eta {{deviceName}} gailuarekin konektatu?
fa: روشن کردن بلوتوث و وصل شدن به {{deviceName}}؟
gd: A bheil thu airson Bluetooth a chur air agus ceangal ri {{deviceName}}?
hu: Bluetooth bekapcsolása és csatlakozás a következőhöz: {{deviceName}}?
id: Aktifkan Bluetooth dan sambungkan ke {{deviceName}}?
km: បើក​ប៊្លូធូ និង​តភ្ជាប់​ទៅ​កាន់ {{deviceName}}?
kn: ಬ್ಲೂಟೂತ್ ಸಕ್ರಿಯವಾಗಿಸಿ ಮತ್ತು {{deviceName}} ವನ್ನು ಸಂಪರ್ಕಿಸ ಬೇಕೆ?
mai: ब्लूटूथ चालू करू आओर {{deviceName}} मे कनेक्ट करू?
mg: Velomy ny Bluetooth ary mifandraisa amin'ny {{deviceName}}?
ml: ബ്ലൂട്ടുത് ഓണ്‍ ചെയ്ത് {{deviceName}} ലേയ്ക്ക് ബന്ധിപ്പിക്കട്ടെ?
mr: ब्लुटूथ चालू करून {{deviceName}} ला जोडायचे?
ms: Menghidupkan Bluetooth dan sambung ke {{deviceName}}?
my: ဘလူးတုအား​ ဖွင့်ပြီး {{deviceName}} သို့ချိတ်မလား?
ne: ब्लुटुथ खुल्ला गरी {{deviceName}} सँग जडान गर्ने?
or: ବ୍ଲୁଟୁଥ ଅନ୍‌ କରି {{deviceName}} ସହିତ ସଂଯୋଗ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pt: Ativar o Bluetooth e estabelecer uma ligação com {{deviceName}}?
ro: Pornești Bluetooth-ul și te conectezi cu {{deviceName}}?
si: බ්ලූටූත් සක්‍රීය කර ඉන්පසු {{deviceName}} ට සම්බන්ධ වෙන්න ද?
sw: Washa Bluetooth na uunganishe kwa {{deviceName}}?
ta: ப்ளூடூத்தை செயல்படத்தி {{deviceName}}உடன் இணைக்கவா?
te: బ్లూటూత్ ఆన్ చేసి {{deviceName}} కు అనుసంధానమవ్వాలా?
th: เปิดบลูทูธและเชื่อมต่อกับ {{deviceName}}?
tr: Bluetooth açılsın ve {{deviceName}} adlı cihaza bağlanılsın mı?
ur: بلوٹوت چالو کرے اور {{deviceName}} سے رابطہ قائم کرے؟
uz: Bluetooth’ni yoqib, {{deviceName}}ga ulamoqchimisiz?
xh: Ulayita iBluetooth uze unxibelelanise kwi{{deviceName}}?
zu: Vula i-Bluetooth bese uxhuma ku-{{deviceName}}?

source: Turn on
af: Skakel aan
am: ማብሪያ
ar: تشغيل
as: অন কৰক
bg: Включване
bn_bd: চালু করুন
bn_in: চালু করুন
br: Gweredekaat
bs: Uključi
ca: Activa
cy: Cychwyn
es: Activar
eu: Piztu
fa: روشن کردن
gd: Cuir air
hu: Bekapcsolás
id: Hidupkan
km: បើក
kn: ಸಕ್ರಿಯವಾಗಿಸು
lv: Ieslēgt
mai: चालू करू
mg: Hamelona
ml: ഓണാക്കുക
mr: चालू करा
ms: Hidupkan
my: ဖွင့်ပါ
ne: खोल्नुहोस्
or: ଅନ କରନ୍ତୁ
pt: Ativar
ro: Pornește
si: සක්‍රීය කරන්න
sw: Washa
ta: செயல்படுத்து
te: ఆన్ చేయి
th: เปิด
tr: Aç
ur: چالو کرے
uz: Yoqish
xh: Layita
zu: Vula

# dismissNFCConnectBTdisabled
source: Cancel
af: Kanselleer
am: መሰረዣ
ar: إلغاء
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
es: Cancelar
eu: Utzi
fa: لغو
gd: Sguir dheth
hu: Mégse
id: Batal
km: បោះបង់
kn: ರದ್ದು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കു
mr: रद्द
ms: Batal
my: ရပ်
ne: रद्द गर्नुहोस्
or: ବାତିଲ
pt: Cancelar
ro: Renunță
si: අවලංගු කරන්න
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ
uz: Bekor qilish
xh: Rhoxisa
zu: Khansela

source: Confirmation
af: Bevestiging
am: ማረጋገጫ
ar: التأكيد
as: নিশ্চিতকৰণ
bg: Потвърждение
bn_bd: নিশ্চিতকরণ
bn_in: নিশ্চিতি
br: Kadarnaat
bs: Potvrda
ca: Confirmació
cy: Cadarnhad
es: Confirmación
eu: Berrespena
fa: تأییدیه
gd: Dearbhadh
hu: Megerősítés
id: Konfirmasi
km: ការ​បញ្ជាក់
kn: ದೃಢೀಕರಣ
lv: Apstiprinājums
mai: पुष्टिकरण
mg: Fanamafisana
ml: സ്ഥിരീകരണം
mr: पुष्टीकरण
ms: Kepastian
my: အတည်ပြုချက်
ne: यकिन
or: ନିଶ୍ଚିତକରଣ
pt: Confirmação
ro: Confirmare
si: තහවුරු කිරීම
sw: Uthibitisho
ta: உறுதிப்படுத்துதல்
te: నిర్ధారణ
th: การยืนยัน
tr: Onay
ur: تصدیق
uz: Tasdiqlash
xh: Uqinisekiso
zu: Isiqinisekiso

source: Phone
af: Foon
am: ስልክ
ar: الهاتف
as: ফোন
bg: Телефон
bn_bd: ফোন
bn_in: টেলিফোন
br: Pellgomzer
bs: Telefon
ca: Telèfon
cy: Ffôn
es: Teléfono
eu: Telefonoa
fa: تلفن
gd: Fòn
hu: Telefon
id: Telepon
km: ទូរស័ព្ទ
kn: ದೂರವಾಣಿ
lv: Telefons
mai: फोन
mg: Telefaona
ml: ഫോണ്‍
mr: फोन
ms: Telefon
my: ဖုန်း
ne: फोन
or: ଫୋନ
pt: Telefone
ro: Telefon
si: දුරකථනය
sw: Simu
ta: செல்பேசி
te: ఫోను
th: โทรศัพท์
tr: Telefon
ur: فون
uz: Telefon
xh: Umnxeba
zu: Ifoni

source: Turn on airplane mode
af: Skakel vliegtuigmodus aan
am: የ አውሮፕላን ዘዴ ማብሪያ
ar: تفعيل وضع الطيران
as: বিমান অৱস্থা অন কৰক
bg: Самолетен режим
bn_bd: বিমান মোড চালু করুন
bn_in: বিমান প্রকার প্রবাহিত করান
br: Gweredekaat ar mod nijerezh
bs: Uključi avionski režim
ca: Activa el mode d'avió
cy: Cychwyn modd awyren
es: Activar modo avión
eu: Piztu hegazkin modua
fa: روشن کردن حالت هواپیما
gd: Cuir am modh itealain air
hu: Repülő mód bekapcsolása
id: Aktifkan modus pesawat
km: បើក​របៀប​លើ​យន្តហោះ
kn: ಏರ್‌ಪ್ಲೇನ್‌ ಸ್ಥಿತಿಯನ್ನು ಸಕ್ರಿಯವಾಗಿಸು
mai: एयरप्लेन मोड चालू करू
mg: Hamelona maody fiaramanidina
ml: വിമാന മോഡ് സജ്ജമാക്കുക
mr: विमान स्थिती चालू करा
ms: Hidupkan mod pesawat
my: လေယျာဉ်ပေါ်သုံး စနစ်အား ဖွင့်
ne: एयरप्लेन मोड अन गर्नुहोस्
or: ବିମାନ ମୋଡକୁ ଅନ୍‌ କରନ୍ତୁ
pt: Ativar modo de avião
ro: Pornește modul avion
si: ගුවන් යානා ප්‍රකාරය සක්‍රීය කරන්න
sw: Washa modi ya ndege
ta: விமானப்பாங்கை செயற்படுத்து
te: విమానం రీతి ఆన్‌చేయి
th: เปิดโหมดเครื่องบิน
tr: Uçak modunu aç
ur: ہوائی جہاز موڈ چالو کریں
uz: Parvoz rejimini yoqish
xh: Layita imo yenqwelo-moya
zu: Vula imodi yasebhanoyini

source: Turn off airplane mode
af: Skakel vliegtuigmodus af
am: የ አውሮፕላን ዘዴ ማጥፊያ
ar: تعطيل وضع الطيران
as: বিমান অৱস্থা অফ কৰক
bg: Изключване на самолетен режим
bn_bd: বিমান মোড বন্ধ করুন
bn_in: বিমান প্রকার বন্ধ করান
br: Diweredekaat ar mod nijerezh
bs: Isključi avionski režim
ca: Desactiva el mode d'avió
cy: Diffodd modd awyren
es: Desactivar modo avión
eu: Itzali hegazkin modua
fa: خاموش کردن حالت هواپیما
gd: Cuir am modh itealain dheth
hu: Repülő mód kikapcsolása
id: Matikan modus pesawat
km: បិទ​របៀប​លើ​យន្ត​ហោះ
kn: ಏರ್‌ಪ್ಲೇನ್‌ ಸ್ಥಿತಿಯನ್ನು ಸಕ್ರಿಯವಾಗಿಸು
mai: एयरप्लेन मोड बन्न करू
mg: Hamono maody fiaramanidina
ml: വിമാന മോഡ് കളയുക
mr: विमान स्थिती बंद करा
ms: Matikan mod pesawat
my: လေယျာဉ်ပေါ်သုံး စနစ်အား ပိတ်
ne: एयरप्लेन मोड अफ गर्नुहोस्
or: ବିମାନ ମୋଡକୁ ଅଫ୍‌ କରନ୍ତୁ
pt: Desativar modo de avião
ro: Oprește modul avion
si: ගුවන් යානා ප්‍රකාරය අක්‍රීය කරන්න
sw: Zima modi ya ndege
ta: விமானப்பாங்கை முடக்கு
te: విమానం రీతి ఆఫ్‌చేయి
th: ปิดโหมดเครื่องบิน
tr: Uçak modunu kapat
ur: ہوائی جہاز موڈ بند کریں
uz: Parvoz rejimini o‘chirish
xh: Cima imo yenqwelo-moya
zu: Cima imodi yasebhanoyini

source: Silence incoming calls
af: Demp inkomende oproepe
am: ወደ ውስጥ ለሚመጡ ጥሪዎች ድምፅ ማጥፊያ
ar: إسكات المكالمات الواردة
as: অন্তৰ্গামী কলসমূহ নিঃশব্দ কৰক
bg: Безшумен режим
bn_bd: ইনকামিং কল নিঃশব্দ করুন
bn_in: শব্দহীন ইনকামিং কল
br: Mod didrouz
bs: Utišaj dolazne pozive
ca: Silencia les trucades
cy: Tawelu galwadau i mewn
es: Silenciar llamadas
eu: Isilarazi sarrerako deiak
fa: تماس‌های ورودی بی‌صدا
gd: Tostaich gairmean a thig a-steach
hu: Bejövő hívások némítása
id: Matikan dering panggilan masuk
km: ការ​ហៅ​ចូល​ស្ងាត់
kn: ಒಳಬರುವ ಕರೆಗಳನ್ನು ಮೂಕವಾಗಿಸು
mai: इनकमिंग कॉल शांत राखू
mg: Hampangina antso miditra
ml: വരുന്ന വിളികള്‍ നിശബ്ദമാക്കുക
mr: येणाऱ्या कॉल्स साठी रिंग नको
ms: Senyapkan panggilan masuk
my: အဝင်ခေါ်ဆိုမှုများအား အသံပိတ်ထားမည်
ne: आगमन कलहरु शान्त पार्नुहोस्
or: ଆସୁଥିବା କଲଗୁଡିକୁ ନିରବ କରନ୍ତୁ
pt: Silenciar chamadas
ro: Silențios pentru apeluri
si: පැමිණෙන ඇමතුම් නිහඬ කරන්න
sw: Zima simu zinazoingia
ta: உள்வரும் அழைப்புகளை அமைதிப்படுத்து
te: వచ్చే కాల్స్ నిశ్శబ్దించు
th: ปิดเสียงสายโทรเข้า
tr: Gelen aramalar sessiz
ur: آنے والی کال کو خاموش
uz: Kiruvchi qo‘ng‘iroqlarda tinch holatda
xh: Thulisa iminxeba engenayo
zu: Thulisa izingcingo ezingenayo

source: Ring incoming calls
af: Laat lui inkomende oproepe
am: ወደ ውስጥ ለሚመጡ ጥሪዎች ድምፅ ማሰሚያ
ar: رنين المكالمات الواردة
as: অন্তৰ্গামী কলসমূহ ৰিং কৰক
bg: Мелодии включени
bn_bd: ইনকামিং কলের সময় রিং বাজবে
bn_in: রিং ইনকামিং কল
br: Mod soniri
bs: Zvoni za dolazne pozive
ca: Fes sonar les trucades
cy: Canu galwadau i mewn
es: Sonar llamadas
eu: Jo sarrerako deiak
fa: تماس‌های ورودی با زنگ
gd: Seirm gairmean a thig a-steach
hu: Bejövő hívások jelzése
id: Aktifkan dering panggilan masuk
km: ការ​ហៅ​ចូល​​រោទ៍
kn: ಒಳಬರುವ ಕರೆಗಳನ್ನು ರಿಂಗ್ ಮಾಡು
mai: इनकमिंग कॉल रिंग
mg: Hampaneno antso miditra
ml: വരുന്ന വിളികള്‍ റിങ്ങ് ചെയ്യുക
mr: येणाऱ्या कॉल्स साठी रिंग करा
ms: Dering panggilan masuk
my: အဝင်ခေါ်ဆိုမှု အသံဖွင့်ထားမည်
ne: आगमन कलहरु बजाउनुहोस्
or: ଆସୁଥିବା କଲଗୁଡିକରେ ଧ୍ବନୀ ବଜାଅ
pt: Ativar som para chamadas
ro: Sonerie pentru apeluri
si: පැමිණෙන ඇමතුම් නාද කරන්න
sw: Piga simu zinazoingia
ta: உள்வரும் அழைப்புகளை அலரச்செய்
te: వచ్చే కాల్స్ మ్రోగించు
th: เปิดเสียงสายโทรเข้า
tr: Gelen aramalarda sesli çal
ur: آنے والی کال فون
uz: Kiruvchi qo‘ng‘iroqlarda jiringlash
xh: Khalisa iminxeba engenayo
zu: Ukukhala kwezingcingo ezingenayo

source: Restart
af: Herbegin
am: እንደገና ማስጀመሪያ
ar: إعادة التشغيل
as: পুনৰাৰম্ভ কৰক
bg: Рестартиране
bn_bd: পুনরায় চালু করুন
bn_in: পুনরারম্ভ
br: Adloc'hañ
bs: Ponovo pokreni
ca: Reinicia
cy: Ailgychwyn
es: Reiniciar
eu: Berrabiarazi
fa: شروع دوباره
gd: Ath-thòisich
hu: Újraindítás
id: Mulai ulang
km: ចាប់ផ្ដើម​ឡើងវិញ
kn: ಮತ್ತೆ ಆರಂಭಿಸು
lv: Pārstartēt
mai: फेर आरंभ करू
mg: Hamelona indray
ml: വീണ്ടും തുടങ്ങൂ
mr: रिस्टार्ट
ms: Ulang mula
my: ပြန်စပါ
ne: पुन:सुरु गर्नुहोस्
or: ପୁନଃଚାଳନ
pt: Reiniciar
ro: Repornește
si: යළි අරඹන්න
sw: Washa-upya
ta: மீள்துவக்கு
te: పునఃప్రారంభించు
th: เริ่มการทำงานใหม่
tr: Yeniden başlat
ur: دوباره شروع کریں
uz: Qayta ishga tushirish
xh: Qalisa kwakhona
zu: Qala kabusha

source: Power off
af: Krag af
am: ሐይል ማጥፊያ
ar: إيقاف التشغيل
as: পাৱাৰ অফ
bg: Изключване
bn_bd: বন্ধ করুন
bn_in: পাওয়ার বন্ধ
br: Lazhañ
bs: Ugasi
ca: Apaga
cy: Diffodd y pŵer
es: Apagar
eu: Itzali
fa: خاموش کردن
gd: Cuir a' chumhachd dheth
hu: Kikapcsolás
id: Matikan daya
km: បិទ​ម៉ាស៊ីន
kn: ಸ್ಥಗಿತಗೊಳಿಸು
lv: Izslēgt
mai: पॉवर बन्न करू
mg: Hamono
ml: പവര്‍ ഓഫ് ചെയ്യുക
mr: बंद करा
ms: Tutup kuasa
my: ပါဝါ ပိတ်ပါ
ne: पावर बन्द
or: ଅଫ୍‌ କରନ୍ତୁ
pt: Desligar
ro: Oprește alimentarea
si: වසා දමන්න
sw: Zima
ta: மின்சக்தி நிறுத்தம்
te: విద్యుత్ ఆపివేయి
th: ปิดเครื่อง
tr: Kapat
ur: بجلی آف کریں
uz: O‘chirish
xh: Umbane ucimile
zu: Icishiwe

source: View source
am: ምንጩን መመልከቻ
ar: عرض المصدر
bn_bd: সোর্স প্রদর্শন
bn_in: সোর্স দেখুন
br: Gwelet an tarzh
bs: Prikaži izvor
ca: Mostra el codi font
cy: Gweld y ffynhonnell
es: Ver código fuente
fa: دیدن مبدأ
gd: Seall am bun-tùs
lv: Skatīt pirmkodu
pt: Ver código-fonte
ro: Vezi sursa
si: මූලය පෙන්වන්න
th: ดูต้นฉบับ
tr: Kaynağı göster
ur: نظارہ ماخذ
uz: Manbani ko‘rish

source: Your recent app windows show up here
am: የ እርስዎ የቅርብ ጊዜ መተግበሪያ መስኮቶች እዚህ ይታያሉ
ar: نوافذ التطبيقات الأخيرة تظهر هنا
bg: Тук се показват отворените приложения
bn_bd: আপনার সাম্প্রতিক অ্যাপ উইন্ডো এখানে দেখাবে
bn_in: অাপনার সাম্প্রতিক অ্যাপ উইন্ডোসমূহ এখানে প্রদর্শিত হয়
br: Skrammet eo ho prenestroù arloadoù nevesañ amañ.
bs: Prozori vaših nedavnih aplikacije se prikazuju ovdje
ca: Aquí es mostren les finestres d'aplicacions recents
cy: Mae eich ffenestri apiau diweddar i'w gweld yma
es: Las ventanas de apps recientes se muestran aquí
eu: Zure azken aplikazio-leihoak hemen erakutsiko dira
fa: پنجره‌های برنامه اخیرتان در این‌جا نشان داده می‌شوند
gd: Nochdaidh uinneagan nan aplacaidean a bha agad o chionn goirid an-seo
hu: A legutóbbi appok ablakai itt jelennek meg
id: Jendela aplikasi terbaru Anda akan tampil di sini
kn: ನಿಮ್ಮ ಇತ್ತೀಚಿನ ಅನ್ವಯದ ಕಿಟಕಿ ಇಲ್ಲಿ ಕಂಡು ಬರುತ್ತದೆ
mai: अहाँक हाल केर विंडो एप्प एतय देखाए देत।
my: သင်လတ်တစ်လော သုံးခဲ့သော ဝင်းဒိုးများအားဒီတွင် စုပြထားမည်
pt: As suas janelas das aplicações recentes são apresentadas aqui
ro: Ferestrele aplicațiilor recente apar aici
si: ඔබේ මෑත යෙදුම් කවුළු මෙහි දිස්වේ
ta: அண்மைய பயன்பாடுகளின் சாளரங்கள் இங்கே தொன்றும்
th: หน้าต่างแอปเมื่อเร็ว ๆ นี้ของคุณจะแสดงที่นี่
tr: Son uygulama pencereleriniz burada görünür
ur: آپ کے حالیہ ایپ کی ونڈوز یہاں نظر آئینگی
uz: So‘nggi ilova dastur oynalari bu yerda ko‘rinadi

source: Your recent browser windows show up here
am: የ እርስዎ የቅርብ ጊዜ መቃኛ መስኮቶች እዚህ ይታያሉ
ar: نوافذ المتصفّح الأخيرة تظهر هنا
bg: Тук се показват отворените страници
bn_bd: আপনার সাম্প্রতিক ব্রাউজার উইন্ডো এখানে দেখাবে
bn_in: অাপনার সাম্প্রতিক ব্রাউজার উইন্ডোসমূহ এখানে প্রদর্শিত হয়
br: Skrammet eo ho prenestroù merdeiñ nevesañ amañ
bs: Vaši nedavni prozori browsera se prikazuju ovdje
ca: Aquí es mostren les finestres recents del navegador
cy: Mae eich ffenestri porwr diweddar i'w gweld yma
es: Las ventanas de navegador recientes se muestran aquí
eu: Zure azken nabigatzaile-leihoak hemen erakutsiko dira
fa: پنجره‌های مرورگر اخیرتان در این‌جا نمایش داده می‌شوند
gd: Nochdaidh na h-uinneagan brabhsair a bha agad o chionn goirid an-seo
hu: A legutóbbi böngészőablakok itt jelennek meg
id: Jendela peramban terbaru Anda akan tampil di sini
kn: ನಿಮ್ಮ ಇತ್ತೀಚಿನ ವೀಕ್ಷಕದ ಕಿಟಕಿ ಇಲ್ಲಿ ಕಂಡು ಬರುತ್ತದೆ
mai: अहाँक हाल केर ब्राउज़र विंडो एतय देखाए देत।
ms: Tetingkap pelayar terbaru anda dipaparkan di sini
my: သင်လတ်တစ်လော သုံးခဲ့သော ဘယောက်ဆာဝင်းဒိုးများအား ဒီတွင် စုပြထားပါ
pt: As suas janelas de navegação recente são apresentadas aqui
ro: Ferestrele recente ale browserului apar aici
si: ඔබේ මෑත ගවේශක කවුළු මෙහි දිස්වේ
ta: அண்மைய உலாவி சாளரங்கள் இங்கே தொன்றும்
th: หน้าต่างเบราว์เซอร์เมื่อเร็ว ๆ นี้ของคุณจะแสดงที่นี่
tr: Son tarayıcı pencereleriniz burada görünür
ur: آپکی حالیہ براؤزر ونڈوز یہاں نظر آئنگی
uz: So‘nggi brauzer oynalari bu yerda ko‘rinadi

# closeCard.ariaLabel
source: Close
am: መዝጊያ
ar: أغلق
bg: Затваряне
bn_bd: বন্ধ
bn_in: বন্ধ করুন
br: Serriñ
bs: Zatvori
ca: Tanca
cy: Cau
es: Cerrar
eu: Itxi
fa: بستن‌
gd: Dùin
hu: Bezárás
id: Tutup
kn: ಮುಚ್ಚು
lv: Aizvērt
mai: बन्न करू
ms: Tutup
my: ပိတ်ပါ
pt: Fechar
ro: Închide
si: වසන්න
ta: மூடவும்
te: మూసివేయి
th: ปิด
tr: Kapat
ur: بند کریں
uz: Yopish

source: Open
am: መክፈቻ
ar: افتح
bg: Отваряне
bn_bd: খুলুন
bn_in: খুলুন
br: Digeriñ
bs: Otvori
ca: Obre
cy: Agor
es: Abrir
eu: Irekia
fa: گشودن
gd: Fosgail
hu: Nyitott
id: Buka
kn: ತೆರೆ
lv: Atvērt
mai: खोलू
ms: Buka
my: ဖွင့်ပါ
pt: Abrir
ro: Deschide
si: විවෘත
ta: திற
te: తెరువు
th: เปิด
tr: Aç
ur: کھولیں
uz: Ochish

source: Yes
af: Ja
am: አዎ
ar: نعم
as: হয়
bg: Да
bn_bd: হ্যাঁ
bn_in: হ্যাঁ
br: Ya
bs: Da
ca: Sí
cy: Iawn
es: Sí
eu: Bai
fa: بله
gd: Tha
hu: Igen
id: Ya
km: បាទ/ចាស
kn: ಹೌದು
lv: Jā
mai: हँ
mg: Eny
ml: അതെ
mr: होय
ms: Ya
my: ပေးမည်
ne: हो
or: ହଁ
pt: Sim
ro: Da
si: ඔව්
sw: Ndio
ta: ஆம்
te: అవును
th: ใช่
tr: Evet
ur: ہاں
uz: Ha
xh: Ewe
zu: Yebo

source: No
af: Nee
am: አይ
ar: لا
as: নহয়
bg: Не
bn_bd: না
bn_in: না
br: Ket
bs: Ne
cy: Na
eu: Ez
fa: خیر
gd: Chan eil
hu: Nem
id: Tidak
km: គ្មាន
kn: ಇಲ್ಲ
lv: Nē
mai: नहि
mg: Tsia
ml: ഇല്ല
mr: नाही
ms: Tidak
my: မဟုတ်ဘူး
ne: हँदैन
or: ନାଁ
pt: Não
ro: Nu
si: නැහැ
sw: Hapana
ta: இல்லை
te: కాదు
th: ไม่
tr: Hayır
ur: نہیں
uz: Yo‘q
xh: Hayi
zu: Cha

source: Don’t allow
af: Moenie toelaat nie
am: አትፍቀድ
ar: لا تسمح
as: অনুমতি নিদিব
bg: Отказване
bn_bd: অনুমোদন করবেন না
bn_in: মঞ্জুরি দেবেন না
br: Na aotren
bs: Ne dozvoli
ca: No ho permetis
cy: Peidio caniatáu
es: No permitir
eu: Ez onartu
fa: اجازه ندادن
gd: Na ceadaich
hu: Tiltás
id: Jangan izinkan
km: មិន​អនុញ្ញាត
kn: ಅನುಮತಿಸ ಬೇಡ
lv: Neatļaut
mai: स्वीकार मत करू
mg: Tsy hanome alàlana
ml: അനുവദിക്കരുത്
mr: परवानगी देऊ नका
ms: Jangan benarkan
my: ခွင့်မပြုပါနှင့်
ne: अनुमति नदिने
or: ଅନୁମତି ଦିଅନ୍ତୁ ନାହିଁ
pt: Não permitir
ro: Nu permite
si: ඉඩ ලබා නොදෙන්න
sw: Usiruhusu
ta: அனுமதிக்காதே
te: అనుమతించొద్దు
th: ไม่อนุญาต
tr: İzin verme
ur: اجازت نہ دیں
uz: Ruxsat berilmasin
xh: Musa ukuvumela
zu: Ungavumeli

source: Allow
am: መፍቀጃ
ar: سماح
bn_bd: অনুমোদন
bn_in: অনুমোদন করুন
br: Aotren
bs: Dozvoli
ca: Permet
cy: Caniatáu
es: Permitir
fa: اجازه
gd: Ceadaich
hu: Engedélyezés
lv: Atļaut
pt: Permitir
ro: Permite
si: ඉඩදෙන්න
th: อนุญาต
tr: İzin ver
ur: ہونے دیں
uz: Ruxsat berish

# dontshare-geolocation
source: Don’t Share
af: Moenie deel nie
am: አታካፍል
ar: لا تُشارك
as: অংশীদাৰী নকৰিব
bg: Отказ
bn_bd: শেয়ার করবেন না
bn_in: শেয়ার করবেন না
br: Na rannañ
bs: Ne dijeli
ca: No comparteixis
cy: Peidio Rhannu
es: No compartir
eu: Ez partekatu
fa: هم‌رسانی نکردن
gd: Na co-roinn
hu: Ne ossza meg
id: Jangan Bagikan
km: កុំ​ចែករំលែក
kn: ಹಂಚಬೇಡ
mai: साझा मत करू
mg: Tsy hizara
ml: പങ്കിടരുതു്
mr: शेअर करू नका
ms: Jangan Kongsi
my: မမျှဝေပါနှင့်
ne: नबाँड्नुहोस्
or: ବିତରଣ କରନ୍ତୁ ନାହିଁ
pt: Não Partilhar
ro: Nu împărtăși
si: බෙදාගන්න එපා
sw: Usishiriki
ta: பகிர வேண்டாம்
te: పంచొద్దు
th: ไม่แบ่งปัน
tr: Paylaşma
ur: شیئر نہ کریں
uz: Bo‘lishilmasin
xh: Ungabelani
zu: Ungabelani

# share-geolocation
source: Share
af: Deel
am: ማካፈያ
ar: مُشاركة
as: অংশীদাৰী কৰক
bg: Споделяне
bn_bd: শেয়ার
bn_in: শেয়ার করুন
br: Rannañ
bs: Dijeli
ca: Comparteix
cy: Rhannu
es: Compartir
eu: Partekatu
fa: هم‌رسانی
gd: Co-roinn
hu: Megosztás
id: Bagikan
km: ចែក​រំលែក
kn: ಹಂಚು
lv: Dalīt
mai: साझा करू
mg: Hizara
ml: പങ്കിടുക
mr: शेअर करा
ms: Kongsi
my: မျှဝေပါ
ne: बाँड्नुहोस्
or: ବିତରଣ କରନ୍ତୁ
pt: Partilhar
ro: Împărtășește
si: බෙදාගන්න
sw: Shiriki
ta: பகிர்
te: పంచుకోండి
th: แบ่งปัน
tr: Paylaş
ur: بانٹیں
uz: Bo‘lishish
xh: Yabelana
zu: Yabelana
