Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: OK
am: እሺ
ar: موافق
bg: Добре
bn_bd: ঠিক আছে
bn_in: ওকে
br: Mat eo
ca: D'acord
cy: Iawn
es: Aceptar
eu: Ados
fa: تأیید
gd: Ceart ma-thà
id: Oke
lv: Labi
mai: बेस
my: အိုကေ
si: හරි
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے

source: Back
am: ወደ ኋላ
ar: تراجع
bg: Назад
bn_bd: পিছনে
bn_in: পূর্ববর্তী
br: Kent
bs: Nazad
ca: Enrere
cy: Nôl
es: Atrás
eu: Atzera
fa: بازگشت
gd: Air ais
hu: Vissza
id: Kembali
kn: ಹಿಂದೆ
lv: Atpakaļ
pt: Voltar
ro: Înapoi
si: ආපසු
th: ย้อนกลับ
tr: Geri
ur: واپس
uz: Orqaga

source: Help
af: Hulp
am: እርዳታ
ar: مساعدة
as: সহায়
bg: Помощ
bn_bd: সহায়তা
bn_in: সাহায্য
br: Skoazell
bs: Pomoć
ca: Ajuda
cy: Cymorth
es: Ayuda
eu: Laguntza
fa: راهنما
gd: Cobhair
hu: Súgó
id: Bantuan
km: ជំនួយ
kn: ನೆರವು
lv: Palīdzība
mai: मदति
mg: Fanampiana
ml: സഹായം
mr: मदत
ms: Bantuan
my: အကူအညီ
ne: मद्दत गर्नुहोस्
or: ସହାୟତା
pt: Ajuda
ro: Ajutor
si: උදව්
sw: Msaada
ta: உதவி
te: సహాయం
th: ช่วยเหลือ
tr: Yardım
ur: مدد
uz: Yordam
xh: Uncedo
zu: Usizo

source: Cancel
af: Kanselleer
am: መሰረዣ
ar: ألغِ
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
es: Cancelar
eu: Utzi
fa: لغو
gd: Sguir dheth
hu: Mégse
id: Batal
km: បោះបង់
kn: ರದ್ದು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കു
mr: रद्द
ms: Batal
my: ရပ်ဆိုင်းပါ
ne: रद्द गर्नुहोस्
or: ବାତିଲ
pt: Cancelar
ro: Renunță
si: අවලංගු කරන්න
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish
xh: Rhoxisa
zu: Khansela

source: Close
am: መዝጊያ
ar: أغلق
bg: Затваряне
bn_bd: বন্ধ
bn_in: বন্ধ করুন
br: Serriñ
bs: Zatvori
ca: Tanca
cy: Cau
es: Cerrar
eu: Itxi
fa: بستن
gd: Dùin
hu: Bezárás
id: Tutup
kn: ಮುಚ್ಚು
lv: Aizvērt
mai: बन्न करू
ms: Tutup
my: ပိတ်ပါ
pt: Fechar
ro: Închide
si: වසන්න
ta: மூடவும்
te: మూసివేయి
th: ปิด
tr: Kapat
ur: بند کریں
uz: Yopish

source: Skip
af: Slaan oor
am: መዝለያ
ar: تخطَّ
as: এৰি যাওক
bg: Пропускане
bn_bd: উপেক্ষা করুন
bn_in: উপেক্ষা করুন
br: Leuskel
bs: Preskoči
ca: Omet
cy: Hepgor
es: Omitir
eu: Saltatu
fa: پرش
gd: Leum thairis air
hu: Kihagyás
id: Lewati
km: រំលង
kn: ಕಡೆಗಣಿಸು
lv: Izlaist
mai: छोड़ू
mg: Handingana
ml: ഒഴിവാക്കു
mr: वगळा
ms: Langkau
my: ကျော်ပါ
ne: फड्काउनुहोस्
or: ଏଡ଼ାଇ ଦିଅନ୍ତୁ
pt: Ignorar
ro: Omite
si: මඟහරින්න
sw: Ruka
ta: தாவு
te: దాటవేయి
th: ข้าม
tr: Atla
ur: نظر انداز
uz: Qoldirish
xh: Tsiba
zu: Yeqa

source: Clear
am: ማጽጃ
ar: امسح
bg: Изчистване
bn_bd: পরিষ্কার
bn_in: মুছে ফেলুন
br: Skarzhañ
bs: Očisti
ca: Neteja
cy: Clirio
es: Borrar
eu: Garbitu
fa: پاک سازی
gd: Falamhaich
hu: Törlés
id: Bersihkan
km: សម្អាត
kn: ಅಳಿಸು
mai: साफ करू
ms: Lapang
my: ရှင်းလင်းပါ
pt: Limpar
ro: Curăță
si: පිරිසිදු
ta: துடை
te: చెరుపు
th: ล้าง
tr: Temizle
ur: صاف
uz: Tozalash

source: Enable
am: ማስቻያ
ar: تشغيل
bg: Включване
bn_bd: সক্রিয় করুন
bn_in: সক্রিয় করুন
br: Gweredekaat
bs: Omogući
ca: Activa
cy: Galluogi
es: Activar
eu: Gaitu
fa: فعّال کردن
gd: Cuir an comas
hu: Engedélyezés
id: Aktifkan
kn: ಸಕ್ರಿಯಗೊಳಿಸು
lv: Ieslēgt
mai: सक्रिय करू
my: ဖွင့်ထားမည်
pt: Ativar
ro: Activează
si: සක්‍රීය
ta: செயல்படுத்து
th: เปิดใช้งาน
tr: Etkinleştir
ur: اہل بنائیں
uz: Yoqish

source: Turn On
am: ማብሪያ
ar: شغّل
bg: Включване
bn_bd: চালু করুন
bn_in: চালু করুন
br: Gweredekaat
bs: Uključi
ca: Activa
cy: Cychwyn
es: Activar
eu: Piztu
fa: روشن کردن
gd: Cuir air
hu: Bekapcsolás
id: Nyalakan
kn: ಸಕ್ರಿಯವಾಗಿಸು
lv: Ieslēgt
mai: चालू करू
my: ဖွင့်ပါ
pt: Ligar
ro: Pornește
si: සක්‍රීය කරන්න
ta: செயல்படுத்து
th: เปิด
tr: Aç
ur: آن کر دیں
uz: Yoqish

source: Undo
af: Ontdoen
am: መተው
ar: تراجع
as: বাতিল কৰক
bg: Отмяна
bn_bd: পূর্বাবস্থা
bn_in: পূর্বাবস্থা
br: Dizober
bs: Poništi
ca: Desfés
cy: Dadwneud
es: Deshacer
eu: Desegin
fa: برگردان
gd: Neo-dhèan
hu: Visszavonás
id: Urungkan
km: មិន​ធ្វើ​វិញ
kn: ರದ್ದುಗೊಳಿಸು
mai: वापस लिअ'
mg: Hanafoana
ml: വേണ്ട
mr: पूर्ववत करा
ms: Nyahcara
my: ပြန်​ဖြည့်ပါ
ne: पूर्वस्थितिमा फर्काउनुहोस्
or: ପଦକ୍ଷେପ ବାତିଲ
pt: Anular
ro: Anulează
si: නිෂ්ප්‍රභා කිරීම්
sw: Funyua
ta: செயல்நீக்கம்
te: రద్దుచేయి
th: เลิกทำ
tr: Geri al
ur: کالعدم
uz: Qaytarish
xh: Rhoxisa okwenziweyo
zu: Hoxisa osekwenziwe

source: Enter PIN
af: Voer PIN in
am: ፒን ያስገቡ
ar: أدخل رمز PIN
as: PIN সুমুৱাওক
bg: Въведете PIN
bn_bd: পিন প্রবেশ করুন
bn_in: পিন লিখুন
br: Bizskrivit ar voneg PIN
bs: Upišite PIN
ca: Introduïu el PIN
cy: Cynigwch y PIN
es: Escribir PIN
eu: Sartu PINa
fa: وارد کردن PIN
gd: Cuir a-steach am PIN
hu: Írja be a PIN-t
id: Masukkan PIN
km: បញ្ចូល PIN
kn: PIN ನಮೂದಿಸಿ
mai: पिन दाखिल करू
mg: Ampidiro PIN
ml: പിന്‍ നല്‍കുക
mr: PIN टाका
ms: Masukkan PIN
my: PIN နံပါတ် ရိုက်ပါ
ne: PIN प्रविष्ट गर्नुहोस्
or: PIN ଭରଣ କରନ୍ତୁ
pt: Introduzir PIN
ro: Introdu PIN-ul
si: PIN යොදන්න
sw: Ingiza PIN
ta: பின் எண் ஐ உள்ளிடு
te: పిన్ ప్రవేశపెట్టండి
th: ป้อน PIN
tr: PIN'i girin
ur: پن درج کریں
uz: PIN kodni kiriting
xh: Faka i-PIN
zu: Faka i-PIN

source: Track title and artist
am: ከያኒው እና የተረኛው አርእስት
ar: عنوان المقطع والمؤلف
bg: Заглавие или изпълнител
bn_bd: শিরোনাম ও শিল্পী ট্র্যাক
bn_in: শিরোনাম এবং শিল্পীকে ট্র্যাক করুন
br: Titl ar roud pe arzour
bs: Naslov pjesme i izvođač
ca: Títol i artista de la pista
cy: Teitl trac ac artist
es: Título de pista y artista
eu: Pistaren titulua eta artista
fa: عنوان قطعه و هنرمند
gd: Ainm is neach-ciùil an traca
hu: Számcím és előadó
id: Judul dan artis lagu
kn: ಸುರಳಿಯ ಶೀರ್ಷಿಕೆ ಮತ್ತು ಕಲಾವಿದ
pt: Título da faixa e artista
ro: Titlu și artistul melodiei
si: පථයේ නාමය හා කළාකරුවා
th: หัวข้อและศิลปินแทร็ค
tr: Şarkı başlığı ve sanatçı
ur: باخبر رہیں عنوان اور آرٹسٹ
uz: Trek nomi va qo‘shiqchi

source: Playback controls
af: Terugspelingskontroles
am: በድጋሚ ማጫወቻ መቆጣጠሪያ
ar: أدوات التّحكم بتشغيل الوسائط
as: প্লেবেকৰ নিয়ন্ত্ৰণসমূহ
bg: Контроли за възпроизвеждане
bn_bd: প্লেব্যাক কন্ট্রোল
bn_in: প্লেব্যাক কন্ট্রোল
br: Reolerezhioù lenn
bs: Kontrole reprodukcije
ca: Controls de reproducció
cy: Rheolyddion chwarae
es: Controles de música
eu: Erreprodukzio-kontrolak
fa: واپایش‌های پخش
gd: Uidheaman-smachd cluiche
hu: Lejátszóvezérlők
id: Kendali putar
km: បញ្ជា​ការ​ចាក់
kn: ಪ್ಲೇಬ್ಯಾಕ್ ನಿಯಂತ್ರಕಗಳು
lv: Atskaņošanas vadības
mai: प्लेबैक नियंत्रण
mg: Famehezana Playback
ml: പ്ലേബാക്ക് നിയന്ത്രണങ്ങള്‍
mr: प्लेबॅक नियंत्रणे
ms: Kawalan mainbalik
my: ပြသမှု ထိန်းချုပ်ခလုပ်များ
ne: प्लेब्याक नियन्त्रण
or: ପଛକୁ ଚଲାଇବା ନିୟନ୍ତ୍ରଣଗୁଡ଼ିକ
pt: Controlos de reprodução
ro: Controale de redare
si: වාදන පරිපාලක
sw: Vidhibiti vya kucheza
ta: பின்னனி‎ கட்டுப்பாடு
te: ప్లేబ్యాక్ నియంత్రికలు
th: ตัวควบคุมการเล่น
tr: Oynatma denetimleri
ur: پلے بیک کنٹرول
uz: Ijro boshqaruvlari
xh: Izixhobo zokudlalela ngemva
zu: Okokulawula kuphindwa kweculo

source: Previous
af: Vorige
am: ቀደም ያለው
ar: السابق
as: পূৰ্বৱৰ্তী
bg: Предишно
bn_bd: পূর্ববর্তী
bn_in: পূর্ববর্তী
br: Kent
bs: Prethodna
ca: Anterior
cy: Blaenorol
es: Anterior
eu: Aurrekoa
fa: پیشین
gd: Air ais
hu: Előző
id: Sebelumnya
km: មុន
kn: ಹಿಂದಿನ
lv: Iepriekšējais
mai: पछिला
mg: Taloha
ml: മുമ്പത്തെ
mr: मागील
ms: Terdahulu
my: ရှေ့
ne: अघिल्लो
or: ପୂର୍ବବର୍ତ୍ତୀ
pt: Anterior
ro: Anterior
si: පෙර
sw: Awali
ta: முன்னது
te: మునుపటి
th: ก่อนหน้า
tr: Önceki
ur: پچھلا
uz: Oldingi
xh: Ngaphambili
zu: Okudlulile

source: Play
af: Speel
am: ማጫወቻ
ar: تشغيل
as: বজাওক
bg: Старт
bn_bd: চালানো
bn_in: চালান
br: C'hoari
bs: Sviraj
ca: Reprodueix
cy: Chwarae
es: Reproducir
eu: Erreproduzitu
fa: پخش
gd: Cluich
hu: Lejátszás
id: Putar
km: លេង
kn: ಪ್ಲೇ
lv: Atskaņot
mai: बजाउ
mg: Hamaky
ml: പ്ലേ ചെയ്യുക
mr: चालवा
ms: Main
my: ဖွင့်
ne: बजाउनुहोस्
or: ଚଳାନ୍ତୁ
pt: Reproduzir
ro: Redă
si: වාදනය කරන්න
sw: Cheza
ta: இயக்கு
te: ఆడించు
th: เล่น
tr: Oynat
ur: چلائیں
uz: Ijro etish
xh: Dlala
zu: Dlala

source: Pause
af: Laat wag
am: ማቆሚያ
ar: إيقاف مؤقت
as: বিৰতি
bg: Пауза
bn_bd: বিরতি
bn_in: বিরতি
br: Ehan
bs: Pauza
ca: Pausa
cy: Oedi
es: Pausar
eu: Pausatu
fa: مکث
gd: Cuir ’na stad
hu: Szünet
id: Jeda
km: ផ្អាក
kn: ವಿರಮಿಸು
lv: Pauzēt
mai: ठहरू
mg: Haato
ml: പോസ് ചെയ്യുക
mr: विरामित
ms: Jeda
my: ရပ်
ne: पज गर्नुहोस्
or: ଅଟକାନ୍ତୁ
pt: Pausa
ro: Pauză
si: තාවකාලිකව නවත්වන්න
sw: Cheza
ta: இடை நிறுத்து
te: నిలిపివుంచు
th: หยุดชั่วคราว
tr: Duraklat
ur: روک دیں
uz: Pauza
xh: Nqumama
zu: Misa okwesikhashana

source: Next
af: Volgende
am: ይቀጥሉ
ar: التالي
as: পৰৱৰ্তী
bg: Следващо
bn_bd: পরবর্তী
bn_in: পরবর্তী
br: War-lerc'h
bs: Sljedeća
ca: Següent
cy: Nesaf
es: Siguiente
eu: Hurrengoa
fa: بعدی
gd: Air adhart
hu: Tovább
id: Berikutnya
km: បន្ទាប់
kn: ಮುಂದೆ
lv: Nākamais
mai: अगिला
mg: Manaraka
ml: അടുത്തതു്
mr: पुढील
ms: Berikut
my: နောက်
ne: पछिल्लो
or: ପରବର୍ତ୍ତୀ
pt: Seguinte
ro: Următor
si: මීලඟ
sw: Ifuatayo
ta: அடுத்து
te: తరువాతి
th: ถัดไป
tr: Sonraki
ur: اگلا
uz: Keyingi
xh: Elandelayo
zu: Okulandelayo

source: Unknown track
am: ያልታወቀ ተረኛ
ar: مسار غير معروف
bg: Неизвестна песен
bn_bd: অজানা ট্র্যাক
bn_in: অজানা ট্র্যাক
br: Loabr dianav
bs: Nepoznata pjesma
ca: Pista desconeguda
cy: Trac anhysbys
es: Pista desconocida
eu: Pista ezezaguna
fa: قطعهٔ ناشناخته
gd: Tracadh nach aithne dhuinn
hu: Ismeretlen szám
id: Trek tak dikenal
kn: ಗೊತ್ತಿರದ ಸುರಳಿ
lv: Nezināms celiņš
mai: अनजान अंतरफलक
ms: Trek tidak diketahui
my: မသိရသော လမ်းကြောင်း
pt: Faixa desconhecida
ro: Piesă necunoscută
si: නොදන්නා පටයක්
ta: அறியாத தடம்
th: แทร็คที่ไม่รู้จัก
tr: Bilinmeyen parça
ur: نامعلوم سراغ راہ
uz: Noma’lum trek

source: Wi-Fi on
af: Wi-Fi aan
am: ዋይ-ፋይ በርቷል
ar: واي-فاي مُفعّل
as: Wi-Fi অন
bg: Включен Wi-Fi
bn_bd: ওয়াই-ফাই চালু
bn_in: ওয়াই-ফাই চালু করুন
br: Gweredekaet eo ar Wi-Fi
bs: Wi-Fi uključen
ca: Wi-Fi activat
cy: Diwifr ymlaen
es: Wifi activado
eu: Wi-Fia piztuta
fa: وای‌فای روشن
gd: WiFi air
id: Wi-Fi aktif
km: បើក Wi-Fi
kn: Wi-Fi ಸಕ್ರಿಯ
lv: Wifi iesl
mai: वाई-फाई चालू
mg: Wi-Fi mandeha
ml: വൈഫൈ ഓണ്‍
mr: वाय-फाय चालू
ms: Wi-Fi hidup
my: Wi-Fi ဖွင့်
ne: वाइफाइ खुल्ला
or: Wi-Fi ଅନ୍‌
pt: Wi-Fi ligado
ro: Wi-Fi activat
si: Wi-Fi සක්‍රීයයි
sw: Wi-Fi imewashwa
ta: வைபையை இயக்கு
te: వై-ఫై ఆన్
th: Wi-Fi เปิด
tr: Wi-Fi açık
ur: وائی ​​فائی کھلا ہے
uz: Wi-Fi yoqilgan
xh: I-Wi-Fi ilayitile
zu: I-Wi-Fi ivuliwe

source: Wi-Fi on, initializing
af: Wi-Fi aan, inisialiseer tans
am: ዋይ-ፋይ በርቷል: በማስነሳት ላይ
ar: الشبكة اللاسلكية تعمل، جار التهيئة
as: Wi-Fi অন, আৰম্ভ কৰা হৈছে
bg: Включен Wi-Fi, инициализация
bn_bd: ওয়াই-ফাই চালু, সক্রিয় হচ্ছে
bn_in: ওয়াই-ফাই চালু আছে
br: Gweredekaet eo ar Wi-Fi, o teraouekaat
bs: Wi-Fi uključen, inicijalizacija
ca: Wi-Fi activat, s'està inicialitzant
cy: Diwifr ymlaen, cychwyn
es: Wifi activado, inicializando
eu: Wi-Fia piztuta, hasieratzen
fa: وای‌فای روشن، در حال شروع
gd: WiFi air, ’ga thòiseachadh
id: Wi-Fi aktif, menginisialisasi
km: បើក​វ៉ាយហ្វាយ, ចាប់ផ្ដើម
kn: Wi-Fi ಸಕ್ರಿಯ, ಸಜ್ಜುಗೊಳಿಸಲಾಗುತ್ತಿದೆ
mai: वाई-फाई चालू, आरंभ
mg: Wi-Fi mandeha, manomboka
ml: വൈഫൈ ഓണ്‍, സജ്ജമാക്കുന്നു
mr: वाय-फाय चालू, प्रारंभ करत आहे
ms: Wi-Fi hidup, memulakan
my: Wi-Fi ဖွင့်နေပြီ
ne: वाइफाइ खुल्ला, थालिँदै
or: Wi-Fi ଅନ, ଆରମ୍ଭ କରୁଛି
pt: Wi-Fi ligado, a inicializar
ro: Wi-Fi activat, se inițializează
si: Wi-Fi සක්‍රීයයි, ඇරඹෙමින්
sw: Wi-Fi imewasha, inaanza
ta: வைபை இயக்கப்பட்டது, தொடங்கப்படுகிறது
te: వై-ఫై ఆన్, సిద్ధం చేస్తున్నాము
th: Wi-Fi เปิด กำลังเริ่มต้น
tr: Wi-Fi açık, başlatılıyor
ur: وائی ​​فائی چالو، ابتدا کر رہا ہے
uz: Wi-Fi yoqilgan, ishga tushirilmoqda
xh: I-Wi-Fi ilayitile, iqulunqa unobumba
zu: I-Wi-Fi ivuliwe, kusaqaliswa

source: Wi-Fi off
af: Wi-Fi af
am: ዋይ-ፋይ ጠፍቷል
ar: واي-فاي مُطفأ
as: Wi-Fi বন্ধ আছে
bg: Изключен Wi-Fi
bn_bd: ওয়াই-ফাই বন্ধ
bn_in: ওয়াই-ফাই বন্ধ আছে
br: Diweredekaet eo ar Wi-Fi
bs: Wi-Fi isključen
ca: Wi-Fi desactivat
cy: Diwifr wedi ei ddiffodd
es: Wifi desactivado
eu: Wi-Fia itzalita
fa: وای‌فای خاموش
gd: WiFi dheth
id: Wi-Fi nonaktif
km: បិទ​វ៉ាយហ្វាយ
kn: Wi-Fi ನಿಷ್ಕ್ರಿಯ
mai: वाई फाई बन्न
mg: Wi-Fi maty
ml: വൈഫൈ ഓഫ്
mr: वाय-फाय बंद
ms: Wi-Fi mati
my: Wi-Fi ပိတ်
ne: वाइफाइ बन्द
or: Wi-Fi ଅଫ୍‌
pt: Wi-Fi desligado
ro: Wi-Fi dezactivat
si: Wi-Fi අක්‍රීයයි
sw: Wi-Fi imezimwa
ta: வைபை நிறுத்தம்
te: వై-ఫై ఆఫ్
th: Wi-Fi ปิด
tr: Wi-Fi kapalı
ur: وائی ​​فائی بند
uz: Wi-Fi o‘chirilgan
xh: I-Wi-Fi icimile
zu: I-Wi-Fi icishiwe

source: Data {{type}} on
af: Data {{type}} aan
am: ዳታ {{type}} በርቷል
ar: بيانات {{type}} مُفعّلة
as: তথ্য {{type}} অন আছে
bg: Включени данни {{type}}
bn_bd: ডেটা {{type}} চালু
bn_in: ডেটা {{type}} চালু অাছে
br: Gweredekaet eo ar roadennoù {{type}}
bs: Podaci {{type}} uključeni
ca: Dades {{type}} activades
cy: {{type}} data ymlaen
es: Datos {{type}} activados
eu: {{type}} datuak piztuta
fa: دادهٔ {{type}} روشن
gd: Tha dàta {{type}} air
id: Data {{type}} hidup
km: បើក​ទិន្នន័យ {{type}}
kn: ಮಾಹಿತಿ {{type}} ಸಕ್ರಿಯ
mai: डाटा {{type}} चालू
mg: Data {{type}} mandeha
ml: ഡേറ്റാ {{type}} ഓണാണു്
mr: {{type}} डाटा चालू
ms: Data {{type}} hidup
my: အချက်အလက် {{type}} ဖွင့်
ne: डेटा {{type}} खुल्ला
or: ତଥ୍ୟ {{type}} ଅନ୍‌on
pt: Dados {{type}} ligados
ro: Date {{type}} activate
si: දත්ත {{type}} සක්‍රීයයි
sw: Data {{type}} imewashwa
ta: தரவு {{type}} தொடக்கம்
te: డాటా {{type}} ఆన్
th: ข้อมูล {{type}} เปิด
tr: {{type}} verisi açık
ur: کوائف {{type}} چالو
uz: Ma’lumotlar {{type}} yoqilgan
xh: Iingcombolo {{type}} zilayitile
zu: Idatha {{type}} ivuliwe

source: Data {{type}} off
af: Data {{type}} af
am: ዳታ {{type}} ጠፍቷል
ar: بيانات {{type}} مُطفأة
as: তথ্য {{type}} অফ আছে
bg: Изключени данни {{type}}
bn_bd: ডেটা {{type}} বন্ধ
bn_in: ডেটা {{type}} বন্ধ অাছে
br: Diweredekaet eo ar roadennoù {{type}}
bs: Podaci {{type}} isključeni
ca: Dades {{type}} desactivades
cy: Diffodd {{type}} data
es: Datos {{type}} desactivados
eu: {{type}} datuak itzalita
fa: دادهٔ {{type}} خاموش
gd: Tha dàta {{type}} dheth
id: Data {{type}} mati
km: បិទ​ទិន្នន័យ {{type}}
kn: ಮಾಹಿತಿ {{type}} ನಿಷ್ಕ್ರಿಯ
mai: डाटा {{type}} बंद
mg: Data {{type}} maty
ml: ഡേറ്റാ {{type}} ഓഫാണു്
mr: {{type}} डाटा बंद
ms: Data {{type}} mati
my: အချက်အလက် {{type}} ပိတ်
ne: तथ्याङ्क {{type}} बन्द
or: ତଥ୍ୟ {{type}} ଅଫ୍‌
pt: Dados {{type}} desligados
ro: Date {{type}} dezactivate
si: දත්ත {{type}} අක්‍රීයයි
sw: Data {{type}} imezimwa
ta: தரவு {{type}} முடக்கம்
te: డాటా {{type}} ఆఫ్
th: ข้อมูล {{type}} ปิด
tr: {{type}} verisi kapalı
ur: کوائف {{type}} بند
uz: Ma’lumotlar {{type}} o‘chirilgan
xh: Iingcombolo {{type}} zicimile
zu: Idatha {{type}} icishiwe

# quick-settings-bluetoothButton-on.ariaLabel
source: Bluetooth on
am: ብሉቱዝ በርቷል
ar: تقنية البلوتوث مُفعّلة
bn_bd: ব্লু-টুথ সক্রিয়
bn_in: ব্লু-টুথ চালু করুন
br: Gweredekaet eo ar Bluetooth
bs: Bluetooth uključen
ca: Bluetooth activat
cy: Bluetooth ymlaen
es: Bluetooth activado
fa: بلوتوث روشن
gd: Tha Bluetooth air
lv: Bluetooth ieslēgts
pt: Bluetooth ligado
ro: Bluetooth activat
si: Bluetooth සක්‍රියයි
th: บลูทูธ เปิด
tr: Bluetooth açık
ur: بلوٹوت چالو
uz: Bluetooth yoqilgan

source: Bluetooth on, initializing
af: Bluetoon aan, inisialiseer tans
am: ብሉቱዝ በርቷል: በማስነሳት ላይ
ar: بلوتوث فعّال ، تتم تهيئته
as: ব্লুটুথ অন, আৰম্ভ কৰা হৈছে
bg: Включен Bluetooth, инициализация
bn_bd: ব্লু-টুথ চালু, সক্রিয় হচ্ছে
bn_in: ব্লু-টুথ চালু হচ্ছে
br: Gweredekaet eo ar Bluetooth, o teraouekaat
bs: Bluetooth uključen, inicijalizacija
ca: Bluetooth activat, s'està inicialitzant
cy: Bluetooth ymlaen, cychwyn
es: Bluetooth activado, inicializando
eu: Bluetooth-a piztuta, hasieratzen
fa: بلوتوث روشن، در حال شروع
gd: Tha Bluetooth air, ’ga thòiseachadh
id: Bluetooth aktif, menginisialisasi
km: បើក​ប៊្លូធូស, ចាប់ផ្ដើម
kn: ಬ್ಲೂಟೂತ್ ಸಕ್ರಿಯ, ಸಜ್ಜುಗೊಳಿಸುತ್ತಿದೆ
mai: ब्लूटूछ चालू, आरंभ
mg: Bluetooth mandeha, manomboka
ml: ബ്ലുട്ടൂത്ത് ഓണ്‍, സജ്ജമാക്കുന്നു
mr: ब्लुटूथ चालू, प्रारंभ होत आहे
ms: Bluetooth hidup, memulakan
my: ဘလူးတု ဖွင့်နေသည်
ne: प्रारंभ, ब्लुटुथ
or: ବ୍ଲୁଟୁଥ ଅନ, ଆରମ୍ଭ କରୁଛି
pt: Bluetooth ligado, a inicializar
ro: Bluetooth activat, se inițializează
si: බ්ලූටූත් සක්‍රීයයි, ක්‍රියාකරමින්
sw: Bluetooth imewashwa, inaanza
ta: ப்ளூடூத் இயக்கப்பட்டது, தொடங்கப்படுகிறது
te: బ్లూటూత్ ఆన్, సిద్ధం చేస్తున్నాము
th: บลูทูธ เปิด กำลังเริ่มต้น
tr: Bluetooth açık, başlatılıyor
ur: بلوٹوت چالو، ابتدا کر رہا ہے
uz: Bluetooth yoqilgan, ishga tushirilmoqda
xh: IBluetooth ilayitile, iqamba unobumba
zu: I-Bluetooth ivuliwe, isaqalisa

source: Bluetooth off
af: Bluetooth af
am: ብሉቱዝ ጠፍቷል
ar: بلوتوث مُطفأ
as: ব্লুটুথ অফ
bg: Изключен Bluetooth
bn_bd: ব্লু-টুথ নিষ্ক্রিয়
bn_in: ব্লু-টুথ বন্ধ করুন
br: Diweredekaet eo ar Bluetooth
bs: Bluetooth isključen
ca: Bluetooth desactivat
cy: Bluetooth wedi diffodd
es: Bluetooth desactivado
eu: Bluetooth-a itzalita
fa: بلوتوث خاموش
gd: Tha Bluetooth dheth
id: Bluetooth mati
km: បិទ​ប៊្លូធូស
kn: ಬ್ಲೂಟೂತ್‌: ನಿಷ್ಕ್ರಿಯ
mai: ब्लूटूथ बन्न
mg: Bluetooth maty
ml: ബ്ലൂടൂത്ത് ഓഫ്
mr: ब्लुटूथ बंद
ms: Bluetooth mati
my: ဘလူးတု ပိတ်ထားသှ်
ne: ब्लूटूथ बन्द
or: ବ୍ଲୁଟୁଥ ଅଫ୍‌
pt: Bluetooth desligado
ro: Bluetooth dezactivat
si: බ්ලූටූත් අක්‍රියයි
sw: Bluetooth imezimwa
ta: ப்ளூடூத் முடக்கு
te: బ్లూటూత్ ఆఫ్‌చేయి
th: บลูทูธ ปิด
tr: Bluetooth kapalı
ur: بلوٹوت بند
uz: Bluetooth o‘chirilgan
xh: IBluetooth icimile
zu: I-Bluetooth icishiwe

# quick-settings-airplaneMode-on.ariaLabel
source: Airplane mode on
am: የ አውሮፕላን ዘዴ በርቷል
ar: وضع الطيران مُفعّل
bn_bd: বিমান মোড চালু
bn_in: বিমান মোড চালু করুন
br: Gweredekaet eo ar mod nijerezh
bs: Avionski režim uključen
ca: Mode d'avió activat
cy: Modd awyren ymlaen
es: Modo avión activado
fa: حالت هواپیما روشن
gd: Tha am modh itealain air
lv: Lidmašīnas režīms ieslēgts
pt: Modo de voo ativado
ro: Mod avion activat
si: ගුවන්යානා ප්‍රකාරය සක්‍රියයි
th: โหมดเครื่องบิน เปิด
tr: Uçak modu açık
ur: ہوائی جہاز موڈ آن ہے
uz: Parvoz rejimi yoqilgan

source: Airplane mode off
af: Vliegtuigmodus af
am: የ አውሮፕላን ዘዴ ጠፍቷል
ar: وضع الطائرة مُطفأ
as: বিমান অৱস্থা অফ
bg: Самолетният режим е изключен
bn_bd: বিমান মোড বন্ধ
bn_in: বিমান মোড বন্ধ করুন
br: Diweredekaet eo ar Bluetooth
bs: Avionski režim isključen
ca: Mode d'avió desactivat
cy: Modd awyren wedi diffodd
es: Modo avión apagado
eu: Hegazkin modua itzalita
fa: حالت هواپیما خاموش
gd: Tha am modh itealain dheth
id: Modus pesawat mati
km: បាន​បើក​របៀប​លើ​យន្តហោះ
kn: ಏರ್‌ಪ್ಲೇನ್‌ ಸ್ಥಿತಿ ನಿಷ್ಕ್ರಿಯ
mai: एयरप्लेन मोड पर अछि
mg: Maody fiaramanidina maty
ml: വിമാന മോഡ് ഓഫ്
mr: विमान स्थीती बंद
ms: Mod pesawat telah hidup
my: လေယျာဉ်ပေါ်သုံးပုံစံ ပိတ်ပြီး
ne: एयरप्लेन मोड बन्द
or: ବିମାନ ମୋଡ ଅଫ୍‌
pt: Modo de voo desativado
ro: Mod avion dezactivat
si: ගුවන්යානා ප්‍රකාරය අක්‍රියයි
sw: Modi ya ndege imezimwa
ta: விமானபாங்கை முடக்கு
te: విమానం రీతి ఆఫ్‌చేయి
th: โหมดเครื่องบิน ปิด
tr: Uçak modu kapalı
ur: ہوائی جہاز موڈ آف ہے
uz: Parvoz rejimi o‘chirilgan
xh: Imo yenqwelomoya icimile
zu: Imodi yasebhanoyini icishiwe

source: Settings
af: Instellings
am: ማሰናጃዎች
ar: الإعدادات
as: সংহতিসমূহ
bg: Настройки
bn_bd: সেটিং
bn_in: বৈশিষ্ট্যাবলী
br: Arventennoù
bs: Postavke
ca: Paràmetres
cy: Gosodiadau
es: Ajustes
eu: Ezarpenak
fa: تنظیمات
gd: Roghainnean
hu: Beállítások
id: Pengaturan
km: ការ​កំណត់
kn: ಸಿದ್ಧತೆಗಳು
lv: Iestatījumi
mai: सेटिंग्स
mg: Tefy
ml: ക്രമീകരണങ്ങള്‍
mr: सेटिंग
ms: Tetapan
my: အပြင်အဆင်
ne: सेटिङ
or: ସଂରଚନା
pt: Definições
ro: Setări
si: සැකසුම්
sw: Mipangilio
ta: அமைவுகள்
te: అమరికలు
th: การตั้งค่า
tr: Ayarlar
ur: ترتیبات
uz: Sozlamalar
xh: Iisethingi
zu: Amasethingi

source: Utility tray
am: የተለያዩ ትሪዎች
ar: لوحة أدوات
bg: Помощна лента
bn_bd: ইউটিলিটি ট্র
bn_in: কার্যকারিতা ট্রে
br: Kreizenn rebuziñ
bs: Traka sa alatima
ca: Safata d'utilitats
cy: Cilfan gwasanaethau
es: Bandeja utilidades
eu: Utilitate-erretilua
fa: تابلوی کاربردی
gd: Treidhe nan goireasan
hu: Segédeszköztár
id: Baki utilitas
kn: ಗೊತ್ತಿರದ ಟ್ರೇ
mai: उपयोगिता ट्रे
ms: Talam utiliti
my: လက်ကိုင်သုံးပစ္စည်း
pt: Bandeja de utilitários
ro: Zona de notificare
si: උපයෝගිතා තැටිය
ta: பயன்பாடு தட்டு
th: ถาดอรรถประโยชน์
tr: Araç tepsisi
ur: افادیت ٹرے
uz: Barkash vositasi

# simLabel
source: SIM {{id}}
am: ሲም {{id}}
ar: {{id}} SIM
br: {{id}} SIM
eu: {{id}}. SIMa
fa: سیم‌کارت {{id}}
lv: {{id}}. SIM

source: Status Bar
af: Statusbalk
am: የሁኔታዎች ባር
ar: شريط الحالة
as: অৱস্থা বাৰ
bg: Лента на състоянието
bn_bd: স্ট্যাটাস বার
bn_in: স্ট্যাটাস বার
br: Barrenn stad
bs: Statusna traka
ca: Barra d'estat
cy: Bar Statws
es: Barra de estado
eu: Egoera-barra
fa: نوار وضعیت
gd: Bàr na staid
hu: Állapotsor
id: Bilah Status
km: របារ​ស្ថានភាព
kn: ಸ್ಥಿತಿಪಟ್ಟಿ
mai: प्रस्थिति बार
mg: Tsipi-toetra
ml: സ്റ്റേറ്റസ് ബാര്‍
mr: स्थिती पट्टी
ms: Bar Status
my: အခြေအနေပြဘား
ne: स्थिति पट्टी
or: ଅବସ୍ଥିତି ପଟି
pt: Barra de estado
ro: Bară de stare
si: තත්ව තීරුව
sw: Gongo ya Hali
ta: நிலவர பட்டை
te: స్థితి పట్టీ
th: แถบสถานะ
tr: Durum çubuğu
ur: حالت بار
uz: Holat paneli
xh: Ibha yobume
zu: I-status Bar

source: Battery {{level}} percent
af: Battery {{level}} persent
am: የ ባትሪ {{level}} በ ፐርሰንት
ar: مستوى البطارية {{level}} بالمئة
as: বেটাৰি {{level}} শতাংশ
bg: Батерия на {{level}} процента
bn_bd: ব্যাটারি {{level}} শতাংশ
bn_in: ব্যাটারি {{level}} শতাংশ
br: Batiri {{level}} dre gant
bs: Baterija {{level}} procenata
ca: Bateria: {{level}} per cent
cy: Batri {{level}} y cant
es: Batería: {{level}} por ciento
eu: Bateria ehuneko {{level}}
fa: باتری {{level}} درصد
gd: Tha am bataraidh aig {{level}} sa cheud
hu: Akkumulátor: {{level}}%
id: Baterai {{level}} persen
km: ថ្ម {{level}} ភាគរយ
kn: ಬ್ಯಾಟರಿ {{level}} ಪ್ರತಿಶತ
lv: Baterija {{level}} procenti
mai: बैटरी {{level}} प्रतिशत
mg: Bateria {{level}} isan-jato
ml: ബാറ്ററി {{level}} ശതമാനം
mr: बॅटरी {{level}} टक्के
ms: Bateri {{level}} peratus
my: ဘတ်ထရီ {{level}} ရာခိုင်နှုန်း
ne: ब्याट्री {{level}} प्रतिशत
or: ବ୍ୟାଟେରୀ {{level}} ପ୍ରତିଶତ
pt: Bateria {{level}}%
ro: {{level}} procente baterie
si: බැටරිය සියයට {{level}}යි
sw: Asilimia ya {{level}} ya betri
ta: மின்சக்தி {{level}} சதவீதம்
te: బ్యాటరీ {{level}} శాతం
th: แบตเตอรี่ {{level}} เปอร์เซ็นต์
tr: Pil %{{level}}
ur: بیٹری {{level}} فیصد
uz: Batareya {{level}} foiz
xh: Ipesenti {{level}} yebethri
zu: Iphesenti lebhethri {{level}}

source: Battery {{level}} percent, charging
af: Battery {{level}} persent, laai tans
am: የ ባትሪ {{level}} በ ፐርሰንት በመሙላት ላይ
ar: مستوى البطارية {{level}} بالمئة، تُشحن
as: বেটাৰি {{level}} শতাংশ, চাৰ্জ হৈ আছে
bg: Батерия на {{level}} процента, зареждане
bn_bd: ব্যাটারি {{level}} শতাংশ, চার্জ হচ্ছে
bn_in: ব্যাটারি {{level}} শতাংশ, চার্জিং
br: Batiri {{level}} dre gant, o kargañ
bs: Baterija {{level}} procenata, punjenje
ca: Bateria: {{level}} per cent, s'està carregant
cy: Batri {{level}} y cant, gwefru
es: Batería: {{level}} por ciento, cargando
eu: Bateria ehuneko {{level}}, kargatzen
fa: باتری {{level}} درصد، در حال شارژ
gd: Tha am bataraidh aig {{level}} sa cheud, ’ga theairrdseadh
hu: Akkumulátor: {{level}}% (töltés)
id: Baterai {{level}} persen, sedang mengisi
km: ថ្ម {{level}} ភាគរយ, កំពុង​បញ្ចូល
kn: ಬ್ಯಾಟರಿ {{level}} ಪ್ರತಿಶಹ, ಚಾರ್ಜ್ ಆಗುತ್ತಿದೆ
lv: Baterija {{level}} procenti, lādējās
mai: बैटरी {{level}} प्रतिशत, चार्ज भए रहल अछि
mg: Bateria {{level}} isan-jato, mifahana
ml: ബാറ്ററി {{level}} ശതമാനം, ചാര്‍ജ്ജ് ചെയ്യുന്നു
mr: बॅटरी {{level}} टक्के, चार्ज करत आहे
ms: Bateri {{level}} peratus, mengecas
my: ဘတ်ထရီ {{level}} ရာခိုင်နှုန်း၊ အားသွင်းဆဲ
ne: ब्याट्री {{level}} प्रतिशत, चार्ज
or: ବ୍ୟାଟେରୀ {{level}} ପ୍ରତିଶତ, ଚାର୍ଜ ହେଉଅଛି
pt: Bateria {{level}}%, a carregar
ro: {{level}} procente baterie, se încarcă
si: ආරෝපනය වෙමින්. බැටරිය සියයට {{level}}යි
sw: Asilimia ya betri {{level}}, inachaji
ta: மின்சக்தி {{level}} சதவீதம், மின்னேற்றத்தில்
te: బ్యాటరీ {{level}} శాతం, చార్జవుతూంది
th: แบตเตอรี่ {{level}} เปอร์เซ็นต์ กำลังชาร์จ
tr: Pil %{{level}}, şarj oluyor
ur: بیٹری {{level}} فیصد، چارج ہو رہا ہے
uz: Batareya {{level}} foiz, zaryad olmoqda
xh: Ipesenti {{level}} yebhethri, iyatshaja
zu: Iphesenti lebhethri {{level}}, isashaja

# statusbarAirplaneMode.ariaLabel
source: Airplane mode on
am: የ አውሮፕላን ዘዴ በርቷል
ar: وضع الطائرة مفعل
bn_bd: বিমান মোড চালু
bn_in: বিমান মোড চালু করুন
br: Gweredekaet eo ar mod nijerezh
bs: Avionski režim uključen
ca: Mode d'avió activat
cy: Modd awyren ymlaen
es: Modo avión activado
fa: حالت هواپیما روشن
gd: Tha am modh itealain air
lv: Lidmašīnas režīms iesl.
pt: Modo de voo ativado
ro: Mod avion activat
si: ගුවන්යානා ප්‍රකාරය සක්‍රියයි
th: โหมดเครื่องบิน เปิด
tr: Uçak modu açık
ur: ہوائی جہاز موڈ آن ہے
uz: Parvoz rejimi yoqilgan
