Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

# dontshare-audio-capture
source: Don’t Share
af: Moenie deel nie
am: አታካፍል
ar: لا تُشارك
as: অংশীদাৰী নকৰিব
bg: Отказ
bn_bd: শেয়ার করবেন না
bn_in: শেয়ার করাবেন না
br: Na rannañ
bs: Ne dijeli
ca: No comparteixis
cy: Peidio Rhannu
es: No compartir
eu: Ez partekatu
fa: هم‌رسانی نکردن
gd: Na co-roinn
hu: Ne ossza meg
id: Jangan Bagikan
km: កុំ​ចែករំលែក
kn: ಹಂಚಬೇಡ
mai: साझा मत करू
mg: Tsy hizara
ml: പങ്കിടരുതു്
mr: शेअर करू नका
ms: Jangan Kongsi
my: မမျှဝေပါနှင့်
ne: नबाँड्नुहोस्
or: ବିତରଣ କରନ୍ତୁ ନାହିଁ
pt: Não Partilhar
ro: Nu împărtăși
si: බෙදාගන්න එපා
sw: Usishiriki
ta: பகிர வேண்டாம்
te: పంచొద్దు
th: ไม่แบ่งปัน
tr: Paylaşma
ur: نہ بانٹیں
uz: Bo‘lishilmasin
xh: Ungabelani
zu: Ungabelana

# share-audio-capture
source: Share
af: Deel
am: ማካፈያ
ar: مُشاركة
as: অংশীদাৰী কৰক
bg: Споделяне
bn_bd: শেয়ার
bn_in: শেয়ার করুন
br: Rannañ
bs: Dijeli
ca: Comparteix
cy: Rhannu
es: Compartir
eu: Partekatu
fa: هم‌رسانی
gd: Co-roinn
hu: Megosztás
id: Bagikan
km: ចែក​រំលែក
kn: ಹಂಚು
lv: Dalīt
mai: साझा करू
mg: Hizara
ml: പങ്കിടുക
mr: शेअर करा
ms: Kongsi
my: မျှဝေပါ
ne: बाँड्नुहोस्
or: ବିତରଣ
pt: Partilhar
ro: Împărtășește
si: බෙදාගන්න
sw: Shiriki
ta: பகிர்
te: పంచుకోండి
th: แบ่งปัน
tr: Paylaş
ur: بانٹیں
uz: Bo‘lishish
xh: Yabelana
zu: Yabelana

# dontshare-video-capture
source: Don’t Share
af: Moenie deel nie
am: አታካፍል
ar: لا تُشارك
as: অংশীদাৰী নকৰিব
bg: Отказ
bn_bd: শেয়ার করবেন না
bn_in: শেয়ার করবেন না
br: Na rannañ
bs: Ne dijeli
ca: No comparteixis
cy: Peidio Rhannu
es: No compartir
eu: Ez partekatu
fa: هم‌رسانی نکردن
gd: Na co-roinn
hu: Ne ossza meg
id: Jangan Bagikan
km: កុំ​ចែករំលែក
kn: ಹಂಚಬೇಡ
mai: साझा मत करू
mg: Tsy hizara
ml: പങ്കിടരുതു്
mr: शेअर करू नका
ms: Jangan Kongsi
my: မမျှဝေပါနှင့်
ne: नबाँड्नुहोस्
or: ବିତରଣ କରନ୍ତୁ ନାହିଁ
pt: Não Partilhar
ro: Nu împărtăși
si: බෙදාගන්න එපා
sw: Usishiriki
ta: பகிர வேண்டாம்
te: పంచొద్దు
th: ไม่แบ่งปัน
tr: Paylaşma
ur: نہ بانٹیں
uz: Bo‘lishilmasin
xh: Ungabelani
zu: Ungabelani

# share-video-capture
source: Share
af: Deel
am: ማካፈያ
ar: مُشاركة
as: অংশীদাৰী কৰক
bg: Споделяне
bn_bd: শেয়ার
bn_in: শেয়ার করুন
br: Rannañ
bs: Dijeli
ca: Comparteix
cy: Rhannu
es: Compartir
eu: Partekatu
fa: هم‌رسانی
gd: Co-roinn
hu: Megosztás
id: Bagikan
km: ចែក​រំលែក
kn: ಹಂಚು
lv: Dalīt
mai: साझा करू
mg: Hizara
ml: പങ്കിടുക
mr: शेअर करा
ms: Kongsi
my: မျှဝေ
ne: बाँड्नुहोस्
or: ବିତରଣ
pt: Partilhar
ro: Împărtășește
si: බෙදාගන්න
sw: Shiriki
ta: பகிர்
te: పంచుకోండి
th: แบ่งปัน
tr: Paylaş
ur: بانٹیں
uz: Bo‘lishish
xh: Yabelana
zu: Yabelana

# dontshare-media-capture
source: Don’t Share
af: Moenie deel nie
am: አታካፍል
ar: لا تُشارك
as: অংশীদাৰী নকৰিব
bg: Отказ
bn_bd: শেয়ার করবেন না
bn_in: শেয়ার করাবেন না
br: Na rannañ
bs: Ne dijeli
ca: No comparteixis
cy: Peidio Rhannu
es: No compartir
eu: Ez partekatu
fa: هم‌رسانی نکردن
gd: Na co-roinn
hu: Ne ossza meg
id: Jangan Bagikan
km: កុំ​ចែករំលែក
kn: ಹಂಚಬೇಡ
mai: साझा मत करू
mg: Tsy hizara
ml: പങ്കിടരുതു്
mr: शेअर करू नका
ms: Jangan Kongsi
my: မမျှဝေပါနှင့်
ne: नबाँड्नुहोस्
or: ବିତରଣ କରନ୍ତୁ ନାହିଁ
pt: Não Partilhar
ro: Nu împărtăși
si: බෙදාගන්න එපා
sw: Usishiriki
ta: பகிர வேண்டாம்
te: పంచొద్దు
th: ไม่แบ่งปัน
tr: Paylaşma
ur: نہ بانٹیں
uz: Bo‘lishilmasin
xh: Ungabelani
zu: Ungabelani

# share-media-capture
source: Share
af: Deel
am: ማካፈያ
ar: مُشاركة
as: অংশীদাৰী কৰক
bg: Споделяне
bn_bd: শেয়ার
bn_in: শেয়ার করুন
br: Rannañ
bs: Dijeli
ca: Comparteix
cy: Rhannu
es: Compartir
eu: Partekatu
fa: هم‌رسانی
gd: Co-roinn
hu: Megosztás
id: Bagikan
km: ចែក​រំលែក
kn: ಹಂಚು
lv: Dalīt
mai: साझा करू
mg: Hizara
ml: പങ്കിടൂ
mr: शेअर करा
ms: Kongsi
my: မျှဝေ
ne: बाँड्नुहोस्
or: ବିତରଣ
pt: Partilhar
ro: Împărtășește
si: බෙදාගන්න
sw: Shiriki
ta: பகிர்
te: పంచుకోండి
th: แบ่งปัน
tr: Paylaş
ur: بانٹیں
uz: Bo‘lishish
xh: Yabelana
zu: Yabelana

source: Front Camera
af: Voorste kamera
am: የ ፊት ለፊት ካሜራ
ar: الكاميرا الأمامية
as: সন্মুখৰ কেমেৰা
bg: Предна камера
bn_bd: সামনের ক্যামেরা
bn_in: সামনের ক্যামেরা
br: Kamera a-raok
bs: Prednja kamera
ca: Càmera frontal
cy: Camera Blaen
es: Cámara delantera
eu: Aurreko kamera
fa: دوربین جلو
gd: Camara beòil
hu: Elülső kamera
id: Kamera Depan
km: ម៉ាស៊ីន​ថត​ខាង​មុខ
kn: ಮುಂದಿನ ಕ್ಯಾಮೆರಾ
mai: सामना केर कैमरा
mg: Fakantsary Aloha
ml: മുന്‍ ക്യാമറ
mr: पुढील कॅमेरा
ms: Kamera Depan
my: ရှေ့ဘက် ကင်မရာ
ne: अगाडिको क्यामेरा
or: ସାମ୍ନା କ୍ୟାମେରା
pt: Câmara Frontal
ro: Cameră frontală
si: ඉදිරිපස කැමරාව
sw: Kamera ya Mbele
ta: முன் படக்கருவி
te: ముందు కెమేరా
th: กล้องหน้า
tr: Ön kamera
ur: فرنٹ کیمرہ
uz: Old kamera
xh: Ikhamera engaphambili
zu: Ikhamera engaphambili

source: Back Camera
af: Agterste kamera
am: የኋላ ካሜራ
ar: الكاميرا الخلفية
as: পিছফালৰ কেমেৰা
bg: Задна камера
bn_bd: পেছনের ক্যামেরা
bn_in: পিছনের ক্যামেরা
br: Kamera a-dreñv
bs: Stražnja kamera
ca: Càmera posterior
cy: Camera Ôl
es: Cámara trasera
eu: Atzeko kamera
fa: دوربین عقب
gd: Camara cùil
hu: Hátsó kamera
id: Kamera Belakang
km: ម៉ាស៊ីន​ថត​ខាង​ក្រោយ
kn: ಹಿಂದಿನ ಕ್ಯಾಮೆರಾ
mai: पाछाँ क कैमरा
mg: Fakantsary Aoriana
ml: പിന്‍ ക്യാമറ
mr: मागील कॅमेरा
ms: Kamera Belakang
my: နောက်ဘက်ရှိ ကင်မရာ
ne: पछाडिको क्यामेरा
or: ପଛ କ୍ୟାମେରା
pt: Câmara Traseira
ro: Camera din spate
si: පසුපස කැමරාව
sw: Kamera ya Nyuma
ta: பின் படக்கருவி
te: వెనుక కెమేరా
th: กล้องหลัง
tr: Arka kamera
ur: پیچهے والا کیمرہ
uz: Orqa kamera
xh: Ikhamera engasemva
zu: Ikhamera engemuva

source: Remember my choice
af: Onthou my keuse
am: ምርጫዬን አስታውስ
ar: تذكر اختياري
as: মোৰ পছন্দ মনত ৰাখক
bg: Запомняне на избора
bn_bd: আমার পছন্দ মনে রাখুন
bn_in: আমার পছন্দ মনে রাখুন
br: Derc'hel soñj eus ma dibab
bs: Zapamti moj izbor
ca: Recorda la meva tria
cy: Cofio fy newis
es: Recordar mi elección
eu: Gogoratu nire aukera
fa: یاد سپاری انتخاب من
gd: Cuimhnich mo roghainn
hu: Válasz megjegyzése
id: Ingat pilihan saya
km: ចងចាំ​ជម្រើស​ខ្ញុំ
kn: ನನ್ನ ಆಯ್ಕೆಯನ್ನು ನೆನಪಿಡಿ
lv: Atcerēties manu izvēli
mai: हमर पसिन्न याद राखू
mg: Tadidio ny safidiko
ml: തെരഞ്ഞെടുത്തതു് സൂക്ഷിയ്ക്കൂ
mr: माझ्या निवडी लक्षात ठेवा
ms: Ingiti pilihan saya
my: ရွေးချယ်ချက်အား မှတ်ထားပါ
ne: मेरो छनोट सम्झनुहोस्
or: ମୋର ପସନ୍ଦଗୁଡ଼ିକୁ ମନେରଖନ୍ତୁ
pt: Memorizar escolha
ro: Ține minte alegerea mea
si: මගේ තේරීම මතක තබාගන්න
sw: Kumbuka chaguo langu
ta: என் விருப்பத்தை நினைவுகொள்
te: నా ఎంపికను గుర్తుంచుకొను
th: จำการเลือกของฉันไว้
tr: Tercihimi hatırla
ur: میری پسند یاد رکھیں
uz: Tanlovim eslab qolinsin
xh: Khumbula endikholwa kuko
zu: Khumbula engikukhethile

source: More info…
af: Meer inligting…
am: ተጨማሪ መረጃ…
ar: المزيد من المعلومات...
as: অধিক তথ্য...
bg: Повече информация…
bn_bd: আরও তথ্য...
bn_in: অতিরিক্ত তথ্য
br: Muioc'h a ditouroù…
bs: Više informacija...
ca: Més informació…
cy: Rhagor o wybodaeth…
es: Más información…
eu: Informazio gehiago…
fa: اطّلاعات بیش‌تر
gd: Barrachd fiosrachaidh…
hu: Több információ…
id: Info selengkapnya…
km: ព័ត៌មាន​បន្ថែម…
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿ…
lv: Vairāk informāciju…
mai: बेसी सूचना…
mg: Fampahalalana bebe kokoa…
ml: കൂടുതല്‍ വിവരങ്ങള്‍…
mr: अधिक माहिती…
ms: Info lanjut…
my: နောက်ထပ်အချက်အလက်...
ne: थप जानकारी…
or: ଅଧିକ ସୂଚନା…
pt: Mais informações…
ro: Mai multe informații…
si: තවත් තොරතුරු...
sw: Maelezo Zaidi…
ta: கூடுதல் தகவல்...
te: మరింత సమాచారం…
th: ข้อมูลเพิ่มเติม…
tr: Daha fazla bilgi…
ur: مزید معلومات…
uz: Ko‘proq ma’lumot…
xh: Inkcazelo engakumbi…
zu: Imininingwane eyengeziwe…

source: Hide info
af: Versteek inligting
am: መረጃ መደበቂያ
ar: أخفِ المعلومات
as: তথ্য লুকুৱাওক
bg: Скриване на информация
bn_bd: তথ্য আড়াল করুন
bn_in: তথ্য আড়াল করুন
br: Kuzhat an titouroù
bs: Sakrij info
ca: Amaga la informació
cy: Cuddio gwybodaeth
es: Ocultar información
eu: Ezkutatu informazioa
fa: نهفتن اطّلاعات
gd: Falaich am fiosrachadh
hu: Információ elrejtése
id: Sembunyikan info
km: លាក់​ព័ត៌មាន
kn: ಮಾಹಿತಿಯನ್ನು ಅಡಗಿಸು
lv: Slēpt informāciju
mai: सूचना नुकाउ
mg: Hanafina fampahalalana
ml: വിവരം അദൃശ്യമാക്കൂ
mr: माहिती लपवा
ms: Sorok info
my: အချက်အလက်အားဖျောက်ထားပါ
ne: जानकारी लुकाउन
or: ସୂଚନା ଲୁଚାନ୍ତୁ
pt: Ocultar informações
ro: Ascunde informațiile
si: විස්තර සඟවන්න
sw: Ficha maelezo
ta: தகவலை மறை
te: సమాచారం దాచిపెట్టు
th: ซ่อนข้อมูล
tr: Bilgiyi gizle
ur: معلومات چھپائیں
uz: Ma’lumotni yashirish
xh: Fihla ingcaciso
zu: Fihla imininingwane

source: Install {{name}}?
af: Installeer {{name}}?
am: ልግጠም {{name}}?
ar: تثبيت {{name}}؟
as: {{name}} ক ইনস্টল কৰিব নে?
bg: Инсталиране на {{name}}?
bn_bd: {{name}} ইনস্টল করতে চান?
br: Staliañ {{name}} ?
bs: Instalirati {{name}}?
ca: Voleu instal·lar {{name}}?
cy: Gosod {{name}}?
es: ¿Instalar {{name}}?
eu: Instalatu {{name}}?
fa: نصب {{name}}؟
gd: A bheil thu airson {{name}} a stàladh?
hu: Telepíti ezt: {{name}}?
id: Pasang {{name}}?
km: ដំឡើង {{name}}?
kn: ಅನುಸ್ಥಾಪಿಸು {{name}}?
lv: Vai instalēt {{name}}?
mai: संस्थापित करू {{name}}?
mg: Hametraka ny {{name}}?
ml: {{name}} ഇന്‍സ്റ്റോളണോ?
mr: {{name}} प्रतिष्ठापित करावे?
ms: Pasang {{name}}?
my: {{name}} အားတပ်ဆင်မလား?
ne: {{name}} स्थापित गर्ने?
or: {{name}} ସ୍ଥାପନ କରିବେ କି?
pt: Instalar {{name}}?
ro: Instalezi {{name}}?
si: {{name}} ස්ථාපනය කරනව ද?
sw: Sakinisha {{name}}?
ta: {{name}} நிறுவு?
te: {{name}}‌ను స్థాపించాలా?
th: ติดตั้ง {{name}}?
tr: {{name}} yüklensin mi?
ur: {{name}} تنصیب کریں؟
uz: {{name}} o‘rnatilsinmi?
xh: Ufuna ukufakela i-{{name}}?
zu: Fakela {{name}}?

source: Size
af: Grootte
am: መጠን
ar: الحجم
as: আকাৰ
bg: Размер
bn_bd: আকার
bn_in: মাপ
br: Ment
bs: Veličina
ca: Mida
cy: Maint
es: Tamaño
eu: Tamaina
fa: اندازه
gd: Meud
hu: Méret
id: Ukuran
km: ទំហំ
kn: ಗಾತ್ರ
lv: Izmērs
mai: आकार
mg: Habe
ml: വ്യാപ്തി
mr: आकार
ms: Saiz
my: ဆိုဒ်
ne: आकार
or: ଆକାର
pt: Tamanho
ro: Mărime
si: විශාලත්වය
sw: Saizi:
ta: அளவு
te: పరిమాణం
th: ขนาด
tr: Boyut
ur: سائز
uz: Hajmi
xh: Ubukhulu
zu: Usayizi

source: Author
af: Outeur
am: ደራሲው
ar: المُبرمج
as: লিখক
bg: Автор
bn_bd: লেখক
bn_in: নির্মাতা
br: Aozer
bs: Autor
ca: Autor
cy: Awdur
es: Autor
eu: Egilea
fa: نویسنده
gd: Ùghdar
hu: Szerző
id: Penyusun
km: អ្នក​និពន្ធ
kn: ಕರ್ತೃ
lv: Autors
mai: लेखक
mg: Mpamorona
ml: രചയിതാവ്
mr: निर्माता
ms: Pengarang
my: စာရေးသူ
ne: लेखक
or: ଲେଖକ
pt: Autor
ro: Autor
si: කතෘ
sw: Mwandishi
ta: ஆசிரியர்
te: మూలకర్త
th: ผู้สร้าง
tr: Yazan
ur: مصنف
uz: Muallif
xh: Umbhali
zu: Umsunguli

# size-unknown
source: Unknown
af: Onbekend
am: ያልታወቀ
ar: غير معرف
as: অজ্ঞাত
bg: Неизвестно
bn_bd: অজানা
bn_in: অজানা
br: Dianav
bs: Nepoznato
ca: Desconegut
cy: Anhysbys
es: Desconocido
eu: Ezezaguna
fa: نامشخّص
gd: Chan eil fhios
hu: Ismeretlen
id: Tak dikenal
km: មិន​ស្គាល់
kn: ಗೊತ್ತಿರದ
lv: Nezināms
mai: अज्ञात
mg: Tsy fantatra
ml: അറിയാത്ത
mr: अपरिचीत
ms: Tidak diketahui
my: အမည်မသိ
ne: अज्ञात
or: ଅଜଣା
pt: Desconhecido
ro: Necunoscută
si: නොදනී
sw: Isiyotambulka
ta: தெரியாத
te: తెలియదు
th: ไม่รู้จัก
tr: Bilinmiyor
ur: نامعلوم
uz: Noma’lum
xh: Akwaziwa
zu: Okungaziwa

# author-unknown
source: Unknown
af: Onbekend
am: ያልታወቀ
ar: غير معرف
as: অজ্ঞাত
bg: Неизвестен
bn_bd: অজানা
bn_in: অজ্ঞাত
br: Dianavezet
bs: Nepoznato
ca: Desconegut
cy: Anhysbys
es: Desconocido
eu: Ezezaguna
fa: ناشناس
gd: Chan eil fhios
hu: Ismeretlen
id: Tak dikenal
km: មិន​ស្គាល់
kn: ಗೊತ್ತಿರದ
lv: Nezināms
mai: अज्ञात
mg: Tsy fantatra
ml: അറിയാത്ത
mr: अपरिचीत
ms: Tidak diketahui
my: အမည်မသိ
ne: अज्ञात
or: ଅଜଣା
pt: Desconhecido
ro: Necunoscută
si: නොදනී
sw: Isiyotambulka
ta: தெரியாத
te: తెలియదు
th: ไม่รู้จัก
tr: Bilinmiyor
ur: نامعلوم
uz: Noma’lum
xh: Akwaziwa
zu: Okungaziwa

source: Install
af: Installeer
am: መግጠሚያ
ar: ثبِّت
as: ইনস্টল কৰক
bg: Инсталиране
bn_bd: ইনস্টল
bn_in: ইনস্টল
br: Staliañ
bs: Instaliraj
ca: Instal·la
cy: Gosod
es: Instalar
eu: Instalatu
fa: نصب
gd: Stàlaich
hu: Telepítés
id: Pasang
km: ដំឡើង
kn: ಅನುಸ್ಥಾಪಿಸು
lv: Instalēt
mai: संस्थापित करू
mg: Hametraka
ml: ഇന്‍സ്റ്റോള്‍
mr: प्रतिष्ठापित करा
ms: Pemasangan
my: တပ်ဆင်ပါ
ne: स्थापना गर्नुहोस्
or: ସ୍ଥାପନ କରନ୍ତୁ
pt: Instalar
ro: Instalează
si: ස්ථාපනය
sw: Sakinisha
ta: நிறுவு
te: స్థాపించు
th: ติดตั้ง
tr: Yükle
ur: تنصیب کریں
uz: O‘rnatish
xh: Fakela
zu: Fakela

source: bytes
af: grepe
am: ባይትስ
ar: بايت
as: বাইট
bg: байта
bn_bd: বাইট
bn_in: বাইট
br: eizhbitoù
bs: bajta
cy: beitiau
eu: byte
fa: بایت
hu: bájt
id: bita
km: បៃ
kn: ಬೈಟ್‌ಗಳು
lv: biti
mai: बाइट्स
mg: bity
ml: ബൈറ്റുകള്‍
mr: बाइट्स
ms: bait
ne: बाइट्स
or: ବାଇଟ
ro: byți
si: බයිට්
sw: baiti
ta: பைட்டுகள்
te: బైట్లు
tr: bayt
ur: بائٹس
uz: bayt
xh: iibhayithi
zu: ama-byte

source: KB
am: ኪባ
ar: كيلوبايت
br: Ke
fa: کیلوبایت

source: MB
am: ሜባ
ar: ميجا بايت
br: Me
fa: مگابایت

source: GB
am: ጌባ
ar: جيجا بايت
br: Ge
fa: گیگابایت

source: TB
am: ቴባ
ar: تيرا بايت
bn_bd: টেরাবাইট
br: Te
fa: ترابایت

source: PB
am: ፔባ
ar: بيتا بايت
bn_bd: পেটাবাইট
br: Pe
fa: پتابایت

source: {{ appName }} download stopped
af: {{ appName }} se aflaai het gestop
am: {{ appName }} ማውረዱ ተቋርጧል
ar: توقف تنزيل {{ appName }}
as: {{ appName }} ৰ ডাউনল'ড বন্ধ হৈ গ'ল
bg: Изтеглянето на {{ appName }} е спряно
bn_bd: {{ appName }} ডাউনলোড বন্ধ হয়ে গিয়েছে
bn_in: {{ appName }} ডাউনলোড থেমে গেছে
br: Pellgargadur {{ appName }} paouezet
bs: {{ appName }} preuzimanje prekinuto
ca: S'ha aturat la baixada de {{ appName }}
cy: Mae llwytho {{ appName }} i lawr wedi ei atal
es: Se detuvo la descarga de {{ appName }}
eu: {{ appName }}: deskarga geldituta
fa: بارگیری {{ appName }} متوقّف شد
gd: Sguir luchdadh {{ appName }}
hu: {{ appName }} letöltése leállítva
id: Unduhan {{ appName }} terhenti
km: ការ​ទាញយក {{ appName }} បាន​ឈប់
kn: {{ appName }} ಡೌನ್‌ಲೋಡ್ ನಿಲ್ಲಿಸಲಾಗಿದೆ
mai: {{ appName }} डाउनलोड रोकल गेल
mg: Najanona fampidinana {{ appName }}
ml: {{ appName }} ഡൌണ്‍ലോഡ് നിര്‍ത്തി
mr: {{ appName }} डाउनलोड थांबले
ms: Muat turun {{ appName }} terhenti
my: {{ appName }} အား ရယူနေမှု ရပ်တန့်ပြီး
ne: {{ appName }}को डाउनलोड रोकियो
or: {{ appName }} ଆହରଣ ଅଟକିଯାଇଛି
pt: A descarga de {{ appName }} parou
ro: Descărcarea {{ appName }} s-a oprit
si: {{ appName }} බාගැනීම නැවතුණි
sw: {{ appName }} daunlodi imesimama
ta: {{ appName }} பதிவிறக்கம் நிறுத்தப்பட்டது
te: {{ appName }} దింపుకోలు ఆపబడెను
th: การดาวน์โหลด {{ appName }} ถูกหยุด
tr: {{ appName }} indirmesi durduruldu
ur: {{ appName }} ڈاؤن لوڈ رک گیا
uz: {{ appName }}ni yuklab olish to‘xtadi
xh: Ukukhutshelwa kwe-{{ appName }} kumile
zu: Ukudawunilodwa kwe-{{ appName }} kumisiwe

source: {{ appName }} download failed
af: {{ appName }} se aflaai het misluk
am: {{ appName }} መግጠም አልተቻለም
ar: فشل في تنزيل {{ appName }}
as: {{ appName }} ৰ ডাউনল'ড ব্যৰ্থ হ'ল
bg: Изтеглянето на {{ appName }} е неуспешно
bn_bd: {{ appName }} ডাউনলোড ব্যর্থ হয়েছে
bn_in: {{ appName }} ডাউনলোড ব্যর্থ হয়েছে
br: C'hwitadenn war pellgargañ {{ appName }}
bs: {{ appName }} preuzimanje neuspjelo
ca: Ha fallat la baixada de {{ appName }}
cy: Mae llwytho {{ appName }} i lawr wedi methu
es: Se interrumpió la descarga de {{ appName }}
eu: {{ appName }}: deskargak huts egin du
fa: بارگیری {{ appName }} شکست خورد
gd: Dh'fhàillig luchdadh {{ appName }}
hu: {{ appName }} letöltése meghiúsult
id: {{ appName }} gagal diunduh
km: បាន​បរាជ័យ​​​ទាញ​យក {{ appName }}
kn: {{ appName }} ಡೌನ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ
mai: {{ appName }} डाउनलोड असफल
mg: Tsy nety fampidinana {{ appName }}
ml: {{ appName }} ഡൌണ്‍ലോഡ് പരാജയപ്പെട്ടു
mr: {{ appName }} डाउनलोड अयशस्वी
ms: Muat turun {{ appName }} gagal
my: {{ appName }} အားရယူခြင်း မအောင်မြင်
ne: {{ appName }}को डाउनलोड असफल भयो
or: {{ appName }} ଆହରଣ ବିଫଳ ହୋଇଛି
pt: A descarga de {{ appName }} falhou
ro: Descărcarea {{ appName }} a eșuat
si: {{ appName }} බාගැනීම අසාර්ථකයි
sw: {{ appName }} daunlodi imeshindwa
ta: {{ appName }} பதிவிறக்கம் தோல்வியுற்றது
te: {{ appName }} దింపుకోలు విఫలమైంది
th: การดาวน์โหลด {{ appName }} ล้มเหลว
tr: {{ appName }} indirmesi başarısız oldu
ur: {{ appName }} ڈاؤن لوڈ ناکام
uz: {{ appName }}ni yuklab olish amalga oshmadi
xh: Ukukhutshelwa kwe-{{ appName }} kusilele
zu: Ukudawunilodwa kwe-{{ appName }} kufeyilile

source: {{ appName }} install failed
af: {{ appName }} se installering het misluk
am: {{ appName }} መግጠም አልተቻለም
ar: فشل في تثبيت {{ appName }}
as: {{ appName }} ৰ ইনস্টল ব্যৰ্থ হল
bg: Инсталирането на {{ appName }} е неуспешно
bn_bd: {{ appName }} ইনস্টল ব্যর্থ হয়েছে
bn_in: {{ appName }} ইন্সটল ব্যর্থ হয়েছে
br: C'hwitadenn war staliañ {{ appName }}
bs: {{ appName }} instalacija neuspješna
ca: Ha fallat la instal·lació de {{ appName }}
cy: Mae llwytho {{ appName }} i lawr wedi methu
es: Se interrumpió la instalación de {{ appName }}
eu: {{ appName }}: instalazioak huts egin du
fa: نصب {{ appName }} شکست خورد
gd: Dh'fhàillig stàladh {{ appName }}
hu: {{ appName }} telepítése meghiúsult
id: {{ appName }} gagal terpasang
km: បាន​បរាជ័យ​ដំឡើង {{ appName }}
kn: {{ appName }} ಅನುಸ್ಥಾಪಿಸಲು ವಿಫಲವಾಗಿದೆ
mai: {{ appName }} संस्थापित असफल
mg: Tsy nety fametrahana {{ appName }}
ml: {{ appName }} ഇന്‍സ്റ്റാള്‍ പരാജയപ്പെട്ടൂ
mr: {{ appName }} प्रतिष्ठापना अयशस्वी
ms: Pemasangan {{ appName }} gagal
my: {{ appName }} အားတပ်ဆင်ခြင်း မအောင်မြင်
ne: {{ appName }}को स्थापना असफल भयो
or: {{ appName }} ସ୍ଥାପନ ବିଫଳ ହୋଇଛି
pt: A instalação de {{ appName }} falhou
ro: Instalarea {{ appName }} a eșuat
si: {{ appName }} ස්ථාපනය අසාර්ථකයි
sw: {{ appName }} kusakinisha kumeshindwa
ta: {{ appName }} நிறுவல் தோல்வியுற்றது
te: {{ appName }} స్థాపన విఫలమైంది
th: การติดตั้ง {{ appName }} ล้มเหลว
tr: {{ appName }} yüklenmesi başarısız oldu
ur: {{ appName }} تنصیب ناکام
uz: {{ appName }}ni o‘rnatib bo‘lmadi
xh: Ukufakelwa kwe-{{ appName }} kusilele
zu: Ukufakelwa kwe-{{ appName }} kufeyilile

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
af: Om te kanselleer sal nie ’n aankoop terugbetaal nie. Terugbetalings vir betaalde inhoud word deur die oorspronklike verkoper voorsien.
am: መሰረዝ ሺያጩን አይሰርዝም እና ገንዘቡን አይመልስም: ገንዘብ የተከፈለበትን ይዞታ ገንዘቡን መመለስ የሚችለው ሻጩ ብቻ ነው
ar: الإلغاء لن يعيد النقود للمشترى. إعادة النقود للمحتوى المُشترى فقط من خلال البائع الاصلي.
as: বাতিল কৰিলে ক্ৰয় কৰা বস্তুৰ দাম ঘুৰাই দিয়া নহব। ক্ৰয় কৰা সমলৰ দাম প্ৰকৃত বিক্ৰেতাই ঘুৰাই দিয়ে।
bg: Отказът няма да възстанови сумата за покупката. Възстановяване на платени суми става от оригиналния продавач.
bn_bd: বাতিল করলে কেনাকাটার টাকা ফেরত দেয়া হবে না। মূল্য পরিশোধকৃত জিনিসের টাকা আসল বিক্রেতা ফেরত দিবে।
bn_in: ক্রয় বাতিল করলে, প্রত্যর্পণ করা হবে না। কেনা বস্তুর দাম আসল বিক্রেতার দ্বারা উপলব্ধ করা হয়।
br: Nullañ ne zastalo ket ur brenadenn. Ar prenadennoù a c'hell bezañ dastalet gant ar gwerzhour orin nemetken.
bs: Odustajanje ne znači i povrat novca prilikom kupovine. Povrat novca za kupljeni sadržaj vrši originalni prodavač.
ca: En cancel·lar, no se us tornarà l'import de la compra. El responsable del reemborsament dels continguts de pagament és el venedor original.
cy: Nid fydd diddymu'n darparu ad-daliad. Y gwerthwr sy'n darparu ad-daliadau.
es: La cancelación no devolverá el importe de la compra. Las devoluciones para contenido de pago son provistas por el vendedor original.
eu: Uzten bada, erosketaren dirua ez da itzuliko. Ordaindutako edukien dirua itzultzea jatorrizko saltzailearen esku dago.
fa: لغو کردن، هزینهٔ خرید را بازنمی‌گرداند. بازگرداندن هزینه برای محتوای پولی، توسّط فروشندهٔ اصلی فراهم می‌شود.
gd: Ma sguireas tu dheth, chan fhaigh thu ath-dhìoladh ann. Gheibh thu ath-dhìoladh air rud a cheannaich thu on reiceadair aig an do cheannaich thu e.
hu: A telepítés megszakítása az app árát nem téríti vissza! Az app árát kizárólag az app értékesítője térítheti vissza Önnek.
id: Pembatalan tidak akan mengembalikan pembayaran pesanan. Pengembalian pembayaran untuk konten berbayar disediakan oleh penjual asal.
km: ការ​បោះបង់​នឹង​មិន​​ប្រគល់​ឲ្យ​វិញ​អ្វី​ដែល​ជាវ។ ការ​​ប្រគល់​ឲ្យ​វិញ​សម្រាប់​មាតិកា​ដែល​បាន​បង់ប្រាក់​​នឹង​​ត្រូវ​ផ្ដល់​ឲ្យ​ដោយ​អ្នក​លក់​ដើម។
kn: ರದ್ದು ಮಾಡುವುದರಿಂದ ಖರೀದಿಗೆ ಮರುಪಾವತಿ ಸಿಗುವುದಿಲ್ಲ. ಖರೀದಿಸಿದ ಮಾಹಿತಿಗೆ ಮೂಲ ಮಾರಾಟಗಾರರಿಂದ ಮರುಪಾವತಿ ಸಿಗುತ್ತದೆ.
mai: रद्द कएल गेल एकटा खरीद नहि वापस कए देत. भुगतान सामग्री कलेल रिफंड मूल विक्रेता द्वारा प्रदान कएल जाएत अछि.
mg: Tsy midika famerenana ny nividianana ny fanafoanana. Ny mpivarotra niaingany ihany no manonitra amin'ny atiny novidiana.
ml: റദ്ദാക്കുന്നതു് മുടക്കിയ പണം തിരികെ നല്‍കില്ല. യഥാര്‍ത്ഥത്തില്‍ ആരു് കച്ചവടം നടത്തിയോ അവര്‍ പണം തിരികെ നല്‍കുന്നു.
mr: रद्द केले तरीही, खरेदीसाठी खर्च केलेले पैसे परत मिळणार नाहीत. मुळ विक्रेताच विकत घेतलेल्या मजकूराचे पैसे परत करू शकतो.
ms: Pembatalan tidak dapat memulangkan pembelian. Pemulangan kandungan yang telah dibeli disediakan oleh penjual asal.
my: အမှာစာဖျက်သိမ်းပါက ပိုက်ဆံပြန်လည်ရရှိမည်မဟုတ်ပါ။ ယခု ပေးထားသော ပိုက်ဆံအား ရောင်းသူကိုယ်တိုင် ထုတ်ပေးမှ ရမည်။
ne: सामग्री रद्द गरेमा पैसा फिर्ता हुने छैन | पैसा तिरेको सामग्री रद्द गरेमा मूल बिक्रेताले पैसा दिनेछन्|
or: ବାତିଲ କରିବା ଦ୍ୱାରା କ୍ରୟକୁ ଫେରାଇ ନଥାଏ। ପେୟ କରାଯାଇଥିବା ବିଷୟବସ୍ତୁର ଫେରସ୍ତ ପ୍ରକୃତ ବିକ୍ରେତା ଦ୍ୱାରା ହୋଇଥାଏ।
pt: O cancelamento não irá reembolsar uma compra. As devoluções para conteúdo pago são fornecidos pelo vendedor original.
ro: Anularea nu va rambursa o achiziție. Rambursările pentru conținutul plătit sunt furnizate de către vânzătorul original.
si: අවලංගු කිරීම මිලදී ගැනීමක මුදල ආපසු දීම සිදු නොකරයි. මුදල් ගෙවූ අයිතමයන් සඳහා ආපසු ගෙවීම් සිදුවන්නේ මුල් විකුණුම්කරුවා මඟින් පමනි.
sw: Kughairi hakutarejesha fedha ya ununuzi. Urejeshi fedha kwa maudhui yaliolipiwa unatolewa na muuzaji asili.
ta: இரத்துசெய்வதன் மூலம் வாங்கியவற்றை திரும்ப கொடுக்க மாட்டாது. உள்ளடக்கங்களுக்கு செலுத்தப்பட்ட பணம் அசல் விற்பனையாளர் மூலம் வழங்கப்படுகிறது
te: రద్దుచేయటం వలన కొనుగోలు పైకం వెనకకు ఇవ్వబడదు. వాస్తవ అమ్మకందారి చేత కొన్న కాంటెంట్ పైకం వెనుకకు ఇవ్వబడును.
th: การยกเลิกจะไม่คืนเงินที่ได้ชำระไปแล้ว สำหรับเนื้อหาที่ได้ชำระเงินไปแล้ว การคืนเงินจะดำเนินการโดยผู้จัดจำหน่ายเนื้อหาดังกล่าว
tr: Siparişi iptal etmek para iadesi yapmaz. Satın alınmış içerikler için iadeler satıcı tarafından yapılır.
ur: منسوخ خریداری واپس نہیں جائے گا۔ ادا مواد کے لئے رقوم کی واپسی اصل بیچنے والے کی طرف سے فراہم کی جاتی ہیں۔
uz: Bekor qilish xarid pulini qaytarib bermaydi. Xarid pulini qaytarib berish asl sotuvchi tomonidan keltirilgan.
xh: Ukurhoxisa akuzikubuyekeza into oyithengileyo. Imbuyiselo-mali yezinto ozithengileyo ifumaneka kumthengisi wokuqala.
zu: Ukukhansela ngeke kubuyise imali okuthengwe ngayo. Ukubuyiselwa imali ngokuthengiwe kwenziwa ngumdayisi wakho.
