Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat hierdie SIM-kaart permanent onbruikbaar word. Raadpleeg jou SIM-kaart se dokumentasie of skakel jou draer vir meer inligting.
am: አንድ ሙከራ {{n}} ይቀርዎታል ትክክለኛውን ኮድ ለማስገባት ይህ የ ሲም ካርድ በቋሚነት ከመቆለፉ በፊት: ያመሳክሩ ወደ እርስዎ ሲም ካርድ ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: لديك {{n}} محاولة لإدخال الرمز الصحيح قبل أن تصبح هذه الشريحة غير صالحة للإستعمال بشكل دائم. ارجع إلى وثائق الشريحة أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
as: এই SIM কাৰ্ড স্থায়ীভাৱে বিকল হৈ পৰাৰ আগত শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ {{n}} প্ৰচেষ্টা বাকী আছে। অধিক তথ্যৰ বাবে আপোনাৰ SIM কাৰ্ডৰ দস্তাবেজ চাওক অথবা আপোনাৰ প্ৰদানকাৰীৰ লগত যোগাযোগ কৰক।
bg: Имате {{n}} опита да въведете правилен код преди SIM картата да стане неизползваема. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: সিম কার্ডটি স্থায়ীভাবে আব্যাবহারযোগ্য হওয়ার পূর্বে সঠিক কোডটি প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ বাকি রয়েছে। আরও তথ্যের জন্য আপনার সিম কার্ডের নথিপত্র দেখুন অথবা আপনার ক্যারিয়ার এর সাথে যোগাযোগ করুন।
bn_in: SIM কার্ড স্থায়ীভাবে ব্যবহারঅযোগ্য হওয়ার আগে সঠিক কোড লেখার জন্য আপনার শুধুমাত্র {{n}} বার প্রচেষ্টা করা বাকি আছে। আপনার SIM কার্ডের নথিপত্র ঘেঁটে দেখুন অথবা ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok ma vo diarveradus ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Imate još {{n}} pokušaja za upisivanje tačnog koda prije nego ova SIM kartica postane trajno neupotrebljiva. Pogledajte dokumentaciju vaše SIM kartice ili kontaktirajte vašeg operatera za više informacija.
ca: Us queden {{n}} intents per introduir el codi correcte abans que la targeta SIM quedi inservible permanentment. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Mae gennych {{n}} cynnig ar ôl i gyflwyno'r cod cywir cyn na fydd modd defnyddio'r cerdyn SIM yma byth eto. Darllenwch y wybodaeth am eich cerdyn SIM neu gysylltwch â'ch darparwr am ragor o wybodaeth.
es: Le quedan {{n}} intentos para escribir el código correcto antes de que la tarjeta SIM quede definitivamente inutilizable. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela behin-betiko erabilezin geratu aurretik. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: ‫{{n}} تلاش دیگر دارید تا پیش از این که این سیم کارت برای همیشه غیر قابل استفاده شود، رمز درست را وارد کنید. برای اطّلاعات بیش‌تر به مستندات سیم کارتتان مراجعه کرده یا با اپراتورتان تماس بگیرید.
gd: Tha {{n}} chothrom eile agad an còd ceart a chur a-steach mus bi a' chairt SIM seo gun fheum gu buan. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no bruidhinn ris a' ghiùlanair agad.
hu: Még {{n}} lehetősége van a helyes kód megadására, mielőtt a SIM kártya véglegesen használhatatlanná válik. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda memiliki {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM ini tidak dapat digunakan secara permanen. Ikuti petunjuk kartu SIM Anda atau hubungi operator Anda untuk informasi lebih lanjut.
km: អ្នក​​នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត​ក្នុង​ការ​បញ្ចូល​កូដ​ត្រឹមត្រូវ មុន​ពេល​ SIM កាត​នេះ​មិន​អាច​ប្រើ​បាន​ជា​រៀង​រហូត។ យោង​តាម​ឯកសារ​ SIM ​កាត​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​​​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: SIM ಕಾರ್ಡ್ ಶಾಶ್ವತವಾಗಿ ಕೆಲಸಕ್ಕೆ ಬಾರದಂತಾಗುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಪ್ರಯತ್ನ ಬಾಕಿ ಇದೆ. ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mai: SIM कार्ड स्थायी रूप सँ व्यर्थ हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस शेष अछि. अपन SIM कार्ड दस्ताबेज़ीकरण देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny tsy hampety hampiasaina mandrakizay an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa amin'ny mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: ഈ സിം കാര്‍ഡ് എന്നേക്കുമായി ഉപയോഗശൂന്യമാകുന്നതിനു് മുമ്പു് {{n}} തവണ കൂടി ശരിയ്ക്കുള്ള കോഡ് നല്‍കാം. സിം കാര്‍ഡിനുള്ള വിവരണക്കുറിപ്പു് കാണുക അല്ലെങ്കില്‍ കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ഫോണ്‍ കമ്പനിയുമായി ബന്ധപ്പെടൂ.
mr: अचूक कोड टाकण्यासाठी, आपल्याकडे {{n}} संध्या आहेत, अन्यथा आपले SIM कार्ड कायमचे निरूपयोगी होईल. अधिक माहितीसाठी, आपले SIM कार्ड दस्तावेज पहा किंवा आपल्या कॅरीअर कंपनीशी संपर्क साधा.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum kad SIM ini tidak boleh digunakan secara kekal. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.
my: SIM ကဒ် လုံးဝပျက်မသွားခင် ကုဒ်ဖြည့်ရန် {{n}} ကြိမ် ကျန်​သေးသည်။ SIM ကဒ်ထုတ်သည့် ကုမ္ပဏီကိုဆက်သွယ်ပြီး အကူအညီ တောင်းခံပါ
ne: यस सिम कार्ड सधैका लागि नचल्नु अघि तपाईसंग ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छन्। थप जानकारीका लागि तपाईको सिम कार्ड कागजात हेर्नुहोस् अथवा सिम कार्ड वाहकसंग सम्पर्क राख्नुहोस्।
or: ସଠିକ କୋଡ୍‌ ଦେବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ {{n}} ଟି ପ୍ରୟାସ ବାକି ଅଛି, ଏହା ପରେ SIM କାର୍ଡ୍‌ ସବୁଦିନ ପାଇଁ ବେକାର ହୋଇଯିବ। ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣଙ୍କରSIM କାର୍ଡ ଦଲିଲକୁ ଅନୁସରଣ କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କର ନେଟୱର୍କ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: Restam {{n}} tentativas para introduzir o código correto antes de este cartão SIM se tornar permanentemente inutilizável. Consulte a documentação do seu cartão SIM ou o contacte o seu operador para mais informações.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte ca această cartelă SIM să devină inutilizabilă permanent. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: SIM පත ස්ථිරවම භාවිත කල නොහැකි තත්වයට පත්වීමට ප්‍රථම ඔබට තව අවස්ථා {{n}}ක් ඉතිරිවී ඇත. ඔබගේ SIM පතේ ලිපිගොනු හෝ ඔබගේ සේවාදායකයා සම්බන්ධකර ගන්න.
sw: Una majaribio {{n}} yaliosalia kuingiza kodi sahihi kabla ya kadi hii ya SIM haitatumika kabisa. Rejelea waraka wa kadi yako ya SIM au wasiliana na mtoa huduma wako kwa taarifa zaidi.
ta: உங்களுக்கு சரியான குறியீட்டை உள்ளிட {{n}} வாய்ப்புகள் மீதமுள்ளன இல்லையெனில் அதை நிரந்தரமாக பயன்படுத்த முடியாது. உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்பு கொள்.
te: ఇంకా {{n}} ప్రయత్నాలలో మీరు సరైన కోడ్ ఇవ్వాలి లేదంటే ఈ సిమ్ కార్డ్ శాశ్వతంగా నిరుపయోగమగును. మీ సిమ్ కార్డ్ పత్రీకరణను చూడండి లేదా మరింత సమాచారం కొరకు మీ కారియర్‌ను సంప్రదించండి.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM นี้จะไม่สามารถใช้งานได้อย่างถาวร ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Bu SIM kart kalıcı olarak kullanılamaz halde gelmeden önce doğru kodu girmeniz için {{n}} hakkınız kaldı. Daha fazla bilgi için SIM kartınızın belgelerine başvurun veya operatörünüzle iletişime geçin.
ur: آپ کی SIM کارڈ مستقل طور پر ناقابل استعمال ہو جائے گی اس سے قبل آپ کے پاس {{n}} کوشش بچی حے درست کوڈ داخل کرنے کے لئے۔ آپ کے SIM کارڈ کی دستاویزات کو دیکھیں یا مزید معلومات کے لئے اپنے کیریئر سے رابطہ قآعم کریں۔
uz: Siz yana {{n}} marta kodni kiritishingiz mumkin, agar kodni xato kiritsangiz SIM karta butunlay qulflanadi. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
xh: Unamathuba okuzama a-{{n}} ukufaka ikhowudi echanileyo ngaphambi kokuba le SIM ingasebenzi ngokupheleleyo. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Ususalelwe ngamathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuba leli khadi le-SIM lingabe lisaphinde likwazi ukusebenza. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat hierdie SIM-kaart permanent onbruikbaar word. Raadpleeg jou SIM-kaart se dokumentasie of skakel jou draer vir meer inligting.
am: አንድ ሙከራ {{n}} ይቀርዎታል ትክክለኛውን ኮድ ለማስገባት ይህ የ ሲም ካርድ በቋሚነት ከመቆለፉ በፊት: ያመሳክሩ ወደ እርስዎ ሲም ካርድ ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: لديك {{n}} محاولة لإدخال الرمز الصحيح قبل أن تصبح هذه الشريحة غير صالحة للإستعمال بشكل دائم. ارجع إلى وثائق الشريحة أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
as: এই SIM কাৰ্ড স্থায়ীভাৱে বিকল হৈ পৰাৰ আগত শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ {{n}} প্ৰচেষ্টা বাকী আছে। অধিক তথ্যৰ বাবে আপোনাৰ SIM কাৰ্ডৰ দস্তাবেজ চাওক অথবা আপোনাৰ প্ৰদানকাৰীৰ লগত যোগাযোগ কৰক।
bg: Имате {{n}} опита да въведете правилен код преди SIM картата да стане неизползваема. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: সিম কার্ডটি স্থায়ীভাবে আব্যাবহারযোগ্য হওয়ার পূর্বে সঠিক কোডটি প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ বাকি রয়েছে। আরও তথ্যের জন্য আপনার সিম কার্ডের নথিপত্র দেখুন অথবা আপনার ক্যারিয়ার এর সাথে যোগাযোগ করুন।
bn_in: SIM কার্ড স্থায়ীভাবে ব্যবহারঅযোগ্য হওয়ার আগে সঠিক কোড লেখার জন্য আপনার শুধুমাত্র {{n}} বার প্রচেষ্টা করা বাকি আছে। আপনার SIM কার্ডের নথিপত্র ঘেঁটে দেখুন অথবা ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok ma vo diarveradus ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Imate još {{n}} pokušaja za upisivanje tačnog koda prije nego ova SIM kartica postane trajno neupotrebljiva. Pogledajte dokumentaciju vaše SIM kartice ili kontaktirajte vašeg operatera za više informacija.
ca: Us queden {{n}} intents per introduir el codi correcte abans que la targeta SIM quedi inservible permanentment. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Mae gennych {{n}} cynnig ar ôl i gyflwyno'r cod cywir cyn na fydd modd defnyddio'r cerdyn SIM yma byth eto. Darllenwch y wybodaeth am eich cerdyn SIM neu gysylltwch â'ch darparwr am ragor o wybodaeth.
es: Le quedan {{n}} intentos para escribir el código correcto antes de que la tarjeta SIM quede definitivamente inutilizable. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela behin-betiko erabilezin geratu aurretik. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: ‫{{n}} تلاش دیگر دارید تا پیش از این که این سیم کارت برای همیشه غیر قابل استفاده شود، رمز درست را وارد کنید. برای اطّلاعات بیش‌تر به مستندات سیم کارتتان مراجعه کرده یا با اپراتورتان تماس بگیرید.
gd: Tha {{n}} cothroman eile agad an còd ceart a chur a-steach mus bi a' chairt SIM seo gun fheum gu buan. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no bruidhinn ris a' ghiùlanair agad.
hu: Még {{n}} lehetősége van a helyes kód megadására, mielőtt a SIM kártya véglegesen használhatatlanná válik. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda memiliki {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM ini tidak dapat digunakan secara permanen. Ikuti petunjuk kartu SIM Anda atau hubungi operator Anda untuk informasi lebih lanjut.
km: អ្នក​​នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត​ក្នុង​ការ​បញ្ចូល​កូដ​ត្រឹមត្រូវ មុន​ពេល​ SIM កាត​នេះ​មិន​អាច​ប្រើ​បាន​ជា​រៀង​រហូត។ យោង​តាម​ឯកសារ​ SIM ​កាត​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​​​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: SIM ಕಾರ್ಡ್ ಶಾಶ್ವತವಾಗಿ ಕೆಲಸಕ್ಕೆ ಬಾರದಂತಾಗುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಪ್ರಯತ್ನ ಬಾಕಿ ಇದೆ. ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mai: SIM कार्ड स्थायी रूप सँ व्यर्थ हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस शेष अछि. अपन SIM कार्ड दस्ताबेज़ीकरण देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny tsy hampety hampiasaina mandrakizay an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa amin'ny mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: ഈ സിം കാര്‍ഡ് എന്നേക്കുമായി ഉപയോഗശൂന്യമാകുന്നതിനു് മുമ്പു് {{n}} തവണ കൂടി ശരിയ്ക്കുള്ള കോഡ് നല്‍കാം. സിം കാര്‍ഡിനുള്ള വിവരണക്കുറിപ്പു് കാണുക അല്ലെങ്കില്‍ കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ഫോണ്‍ കമ്പനിയുമായി ബന്ധപ്പെടൂ.
mr: योग्य कोड टाकण्यासाठी, आपल्याकडे {{n}} संध्या आहेत, अन्यथा आपले SIM कार्ड कायमचे निरूपयोगी होईल. अधिक माहितीसाठी, आपले SIM कार्ड दस्तावेज पहा किंवा आपल्या सेवा प्रदात्याशी संपर्क साधा.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum kad SIM ini tidak boleh digunakan secara kekal. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.
my: SIM ကဒ် လုံးဝပျက်မသွားခင် ကုဒ်ဖြည့်ရန် {{n}} ကြိမ် ကျန်​သေးသည်။ SIM ကဒ်ထုတ်သည့် ကုမ္ပဏီကိုဆက်သွယ်ပြီး အကူအညီ တောင်းခံပါ
ne: यस सिम कार्ड सधैका लागि नचल्नु अघि तपाईसंग ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छन्। थप जानकारीका लागि तपाईको सिम कार्ड कागजात हेर्नुहोस् अथवा सिम कार्ड वाहकसंग सम्पर्क राख्नुहोस्।
or: ସଠିକ କୋଡ୍‌ ଦେବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ {{n}} ଟି ପ୍ରୟାସ ବାକି ଅଛି, ଏହା ପରେ SIM କାର୍ଡ୍‌ ସବୁଦିନ ପାଇଁ ବେକାର ହୋଇଯିବ। ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣଙ୍କରSIM କାର୍ଡ ଦଲିଲକୁ ଅନୁସରଣ କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କର ନେଟୱର୍କ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: Restam {{n}} tentativas para introduzir o código correto antes de este cartão SIM se tornar permanentemente inutilizável. Consulte a documentação do seu cartão SIM ou o contacte o seu operador para mais informações.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte ca această cartelă SIM să devină inutilizabilă permanent. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: SIM පත ස්ථිරවම භාවිත කල නොහැකි තත්වයට පත්වීමට ප්‍රථම ඔබට තව අවස්ථා {{n}}ක් ඉතිරිවී ඇත. ඔබගේ SIM පතේ ලිපිගොනු හෝ ඔබගේ සේවාදායකයා සම්බන්ධකර ගන්න.
sw: Una majaribio {{n}} yaliosalia kuingiza kodi sahihi kabla ya kadi hii ya SIM haitatumika kabisa. Rejelea waraka wa kadi yako ya SIM au wasiliana na mtoa huduma wako kwa taarifa zaidi.
ta: உங்களுக்கு சரியான குறியீட்டை உள்ளிட {{n}} வாய்ப்புகள் மீதமுள்ளன இல்லையெனில் அதை நிரந்தரமாக பயன்படுத்த முடியாது. உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்பு கொள்.
te: ఇంకా {{n}} ప్రయత్నాలలో మీరు సరైన కోడ్ ఇవ్వాలి లేదంటే ఈ సిమ్ కార్డ్ శాశ్వతంగా నిరుపయోగమగును. మీ సిమ్ కార్డ్ పత్రీకరణను చూడండి లేదా మరింత సమాచారం కొరకు మీ కారియర్‌ను సంప్రదించండి.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM นี้จะไม่สามารถใช้งานได้อย่างถาวร ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Bu SIM kart kalıcı olarak kullanılamaz halde gelmeden önce doğru kodu girmeniz için {{n}} hakkınız kaldı. Daha fazla bilgi için SIM kartınızın belgelerine başvurun veya operatörünüzle iletişime geçin.
ur: آپ کی SIM کارڈ مستقل طور پر ناقابل استعمال ہو جائے گی اس سے قبل آپ کے پاس {{n}} کوشش بچی حے درست کوڈ داخل کرنے کے لئے۔ آپ کے SIM کارڈ کی دستاویزات کو دیکھیں یا مزید معلومات کے لئے اپنے کیریئر سے رابطہ قآعم کریں۔
uz: Siz yana {{n}} marta kodni kiritishingiz mumkin, agar kodni xato kiritsangiz SIM karta butunlay qulflanadi. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
xh: Unamathuba okuzama a-{{n}} ukufaka ikhowudi echanileyo ngaphambi kokuba le SIM ingasebenzi ngokupheleleyo. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Ususalelwe ngamathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuba leli khadi lingabe lisaphinde likwazi ukusebenza. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.
