Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: Bluetooth can not be used while phone is plugged in. Please unplug the phone to receive file.
am: ስልኩ በተሰካ ጊዜ ብሉቱዝ መጠቀም አይችሉም: እባክዎን ስልኩን ይለያዩ ፋይል ለመቀበል
ar: لا يمكن استخدام البلوتوث و الهاتف موصول. افصل الهاتف لاستلام الملف.
bn_bd: ইউএসবি লাগানো অবস্থায় ব্লুটুথ ব্যবহার করা যাবে না। ফাইল গ্রহন করতে ফোন থেকে ইউএসবি খুলে ফেলুন।
bn_in: ফোন প্লাগ ইন করা অবস্থায় ব্লু-টুথ ব্যবহার করা যাবে না। ফাইল(গুলি) গ্রহণ করতে গেলে প্লাগ খুলতে হবে।
br: N'haller ket arverañ ar Bluetooth e-pad m'emañ luget ar pellgomzer. Dilugit ar pellgomzer evit degemer restroù.
bs: Blueooth ne možete koristiti dok je telefon priključen na kabl. Molimo vas da iskopčate kabl da biste primili fajl.
ca: No es pot utilitzar el Bluetooth mentre el telèfon està connectat. Desconnecteu el telèfon per rebre el fitxer.
cy: Nid oes modd defnyddio Bluetooth pan mae'r ffon wedi ei blygio i fewn. Dadblygiwch y ffôn i dderbyn ffeil.
es: No se puede usar Bluetooth mientras el teléfono esté conectado. Desconecte el teléfono para recibir archivo.
fa: بلوتوث نمی‌تواند هنگامی که تلفن به برق وصل است، استفاده شود. لطفاً برای دریافت پرونده، تلفن را از برق بکشید.
gd: Cha ghabh Bluetooth a chleachdadh fhad ’s a tha am fòn plugte a-staigh. Feumaidh tu am pluga a thoirt às mu fhaigh thu am faidhle.
hu: A Bluetooth nem használható, ha a telefon be van dugva. Húzza ki a telefont a fájlok fogadásához.
lv: Bluetooth nav izmantojams kad telefons ir pieslēgts. Lūdzu atvienojiet tālruni lai saņemtu datni.
pt: O Bluetooth não pode ser utilizado enquanto o cabo estiver ligado ao equipamento. Por favor desligue o cabo para receber o ficheiro.
ro: Bluetooth nu poate fi folosit cât timp telefonul este conectat. Te rugăm să deconectezi telefonul pentru a primi fișierul/fișierele.
si: දුරකථනය පේනුව හා සම්බන්ධ වී ඇති විටදී බ්ලූටූත් භාවිතා කල නොහැකියි. කරුණාකර ගොනුව ලබාගැනීමට දුරකතනය පේනුවෙන් විසන්ධි කරන්න.
th: บลูทูธไม่สามารถใช้งานได้ขณะโทรศัพท์กำลังเสียบสายอยู่ โปรดถอดสายจากโทรศัพท์เพื่อรับไฟล์
ur: جبتک فون پلگڈ ان ہے بلوٹوت استعمال نہیں کِا جا سکتا۔ مسل حاصل کرنے کے لئے براہ مہربانی فون کو انپلگ کرے۔
uz: Telefon tokka ulangan vaqtda bluetooth’dan foydalanib bo‘lmaydi. Faylni qabul qilish uchun telefonni tokdan uzing.

source: Can not complete transfer: memory card is full.
af: Kan nie oordrag voltooi nie: geheuekaart is vol.
am: ማስተላለፉን መጨረስ አልተቻለም: የ ማስታወሻ ካርዱ ሞልቷል
ar: لا يمكن إتمام عملية النقل: بطاقة الذاكرة ممتلئة.
as: স্থানান্তৰ সম্পূৰ্ণ কৰিব নোৱাৰি: মেমৰি কাৰ্ডত খালি ঠাই নাই।
bg: Трансферът не може да бъде завършен: картата за памет е пълна.
bn_bd: স্থানান্তর সম্পন্ন হয়নি: মেমরি কার্ডে খালি জায়গা নেই।
bn_in: স্থানান্তরণ সম্পূর্ণ করতে অক্ষম: মেমরি কার্ড পূর্ণ।
br: N'haller ket peurechuiñ an treuzkas: leun eo ar gartenn vemor.
bs: Nije moguće završiti transfer: memorijska kartica je puna.
ca: No es pot completar la transferència: la targeta de memòria és plena.
cy: Methu cwblhau'r trosglwyddo: cerdyn cof yn llawn.
es: No se puede completar la transferencia: la tarjeta de memoria está llena.
eu: Ezin da transferentzia burutu: memoria-txartela beteta dago.
fa: نمی‌توان جابه‌جایی را کامل کرد: کارت حافظه پر است.
gd: Cha ghabh an tar-chur a choileanadh, tha a’ chairt-chuimhne làn.
hu: Az átvitel nem fejezhető be: a memóriakártya megtelt.
id: Tidak dapat menyelesaikan transfer: kartu memori penuh.
km: មិន​អាច​បញ្ចប់​ការ​ផ្ទេរ៖ កាត​អង្គ​ចងចាំ​បាន​ពេញ។
kn: ವರ್ಗಾವಣೆ ಪೂರ್ಣಗೊಳಿಸಲಾಗಿಲ್ಲ: ಮೆಮೊರಿ ಕಾರ್ಡ್‌ ಭರ್ತಿಯಾಗಿದೆ.
mai: स्थानांतरण केँ पूरा नहि कए सकत: स्मृति कार्ड भरल अछि.
mg: Tsy afaka mamita ny fampitana: feno ny karatra memoara.
ml: സ്ഥലം മാറ്റൽ പൂർത്തിയാക്കാനായില്ല: മെമ്മറി കാർഡ് നിറഞ്ഞിരിക്കുന്നു.
mr: स्थानांतरण पूर्ण करू शकत नाही: मेमरी कार्डवर जागा शिल्लक नाही.
ms: Tidak dapat menyelesaikan pemindahan: kad memori penuh.
my: ပြောင်းကူးခြင်း မလုပ်နိုင်ပါ - မှတ်ဉာဏ်ကဒ်ပြည့်နေပြီ
ne: स्थानान्तरण पूरा हुनसकेन:मेमोरी कार्ड भरि छ।
or: ସ୍ଥାନାନ୍ତରଣକୁ ସମ୍ପୂର୍ଣ୍ଣ କରିପାରିବେ ନାହିଁ: ମେମୋରୀ କାର୍ଡ ଭର୍ତ୍ତି ଅଛି।
pt: Não é possível concluir a transferência: o cartão de memória está cehio.
ro: Nu se poate încheia transferul: cardul de memorie este plin.
si: හුවමාරුව සම්පූර්ණ කල නොහැකියි: මතක පත පිරී ඇත.
sw: Haiwezi kukamilisha upeperushaji: kadi ya kumbukumbu imejaa.
ta: பரிமாற்றங்களை முழுமையடைய செய்ய முடியாது: நினைவக அட்டையில் இடம் இல்லை.
te: బదిలీని పూర్తిచెయ్యలేము: మెమొరీ కార్డు నిండుగా ఉంది.
th: ไม่สามารถถ่ายโอนได้เสร็จสมบูรณ์: การ์ดหน่วยความจำเต็ม
tr: Aktarım tamamlanamadı: Bellek kartı dolu.
ur: منتقلی مکمل نہیں کر سکتے: میموری کارڈ بھرا ہوا ہے۔
uz: O‘tkazish tugamadi: xotira kartasi to‘la.
xh: Ayinakukugqiba ukudlulisela: ikhadi lememori ligcwele.
zu: Ayikwazi ukuqedela ukuthumela, ikhadi lememori ligcwele.

source: Unknown error
af: Onbekende fout
am: ያልታወቀ ስህተት
ar: خطأ غير معروف
as: ‍অজ্ঞাত ত্ৰুটি
bg: Непозната грешка
bn_bd: অজ্ঞাত ত্রুটি
bn_in: অজানা ত্রুটি
br: Fazi dianav
bs: Nepoznata greška
ca: Error desconegut
cy: Gwall anhysbys
es: Error desconocido
eu: Errore ezezaguna
fa: خطای ناشناخته
gd: Mearachd neo-aithnichte
hu: Ismeretlen hiba
id: Galat tidak dikenal
km: កំហុស​ដែល​មិន​ស្គាល់
kn: ಗೊತ್ತಿರದ ದೋಷ
lv: Nezināma kļūda
mai: अज्ञात त्रुटि
mg: Tsy fetezana tsy fantatra
ml: അജ്ഞാത പിശക്
mr: अपरिचीत त्रुटी
ms: Ralat tidak dikenali
my: အမည်မသိတဲ့ အမှား
ne: अज्ञात त्रुटि
or: ଅଜଣା ତ୍ରୁଟି
pt: Erro desconhecido
ro: Eroare necunoscută
si: නොදන්නා දෝෂයකි
sw: Hitilafu isiyotambulika
ta: தெரியாத பிழை
te: తెలియని లోపం
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata
ur: نامعلوم نقص
uz: Noma’lum xato
xh: Imposiso engaziwayo
zu: Kunenkinga engaziwa

source: Confirm
af: Bevestig
am: ማረጋገጫ
ar: تأكيد
as: নিশ্চিত কৰক
bg: Потвърждение
bn_bd: নিশ্চিত করুন
bn_in: নিশ্চিত করা
br: Kadarnaat
bs: Potvrdi
ca: Confirma
cy: Cadarnhau
es: Confirmar
eu: Berretsi
fa: تصدیق
gd: Dearbhaich
hu: Megerősítés
id: Konfirmasikan
km: អះអាង
kn: ಖಚಿತಪಡಿಸು
lv: Apstiprināt
mai: संपुष्ट करू
mg: Hamafiso
ml: ഉറപ്പിയ്ക്കൂ
mr: पुष्टी करा
ms: Pasti
my: အတည်ပြုပါ
ne: यकिन गर्नुहोस्
or: ନିଶ୍ଚିତ କରନ୍ତୁ
pt: Confirmar
ro: Confirmă
si: තහවුරු කරන්න
sw: Thibitisha
ta: உறுதிசெய்
te: నిర్ధారించు
th: ยืนยัน
tr: Onayla
ur: تصدیق کریں
uz: Tasdiqlash
xh: Qinisekisa
zu: Qinisekisa

source: SD card detected
am: የማጠራቀሚያ ካርድ ተገኝቷል
ar: وُجِدت بطاقة SD
bg: Разпозната SD памет
bn_bd: SD কার্ড সনাক্ত হয়েছে
bn_in: SD কার্ড সনাক্ত হয়েছে
br: Kartenn SIM dinoet
bs: Detektovana SD kartica
ca: S'ha detectat una targeta SD
cy: Cerdyn SD wedi ei ganfod
es: Tarjeta SD detectada
eu: SD txartela detektatu da
fa: کارت SD یافت شد
gd: Mhothaich sinn do chairt SD
hu: SD kártya érzékelve
id: Kartu SD terdeteksi
kn: SD ಕಾರ್ಡ್ ಪತ್ತೆಯಾಗಿದೆ
mai: SD कार्ड भेटल
ms: Kad SD dikesan
my: SD ကဒ်​တွေ့ရှိ
pt: Cartão SD detetado
ro: Card SD detectat
si: SD කාඩ්පතක් හඳුනාගැනින
ta: எஸ்டி அட்டை கண்டுபிடித்தது
th: ตรวจพบการ์ด SD
tr: SD kart tespit edildi
ur: SD کارڈ کھوج لگاۓ گۓ
uz: SD karta aniqlandi

source: Total size: {{size}} {{unit}}
am: ጠቅላላ መጠን: {{size}} {{unit}}
ar: الحجم الكلي: {{size}} ‏{{unit}}
bg: Общо: {{size}} {{unit}}
bn_bd: মোট আকার: {{size}} {{unit}}
bn_in: সম্পূর্ণ আকার: {{size}} {{unit}}
br: Ment hollek : {{size}} {{unit}}
bs: Ukupna veličina: {{size}} {{unit}}
ca: Mida total: {{size}} {{unit}}
cy: Maint: {{size}} {{unit}}
es: Tamaño total: {{size}} {{unit}}
eu: Tamaina osoa: {{size}} {{unit}}
fa: اندازهٔ کل: {{size}} {{unit}}
gd: Meud iomlan: {{size}} {{unit}}
hu: Teljes méret: {{size}} {{unit}}
id: Ukuran total: {{size}} {{unit}}
kn: ಒಟ್ಟು ಗಾತ್ರ: {{size}} {{unit}}
mai: कुल आकार: {{size}} {{unit}}
ms: Jumlah saiz: {{size}} {{unit}}
my: စုစုပေါင်းဆိုဒ် : {{size}} {{unit}}
pt: Tamanho total: {{size}} {{unit}}
ro: Mărime totală: {{size}} {{unit}}
si: සම්පූර්ණ ප්‍රමාණය: {{size}} {{unit}}
ta: மொத்த அளவு: {{size}} {{unit}}
th: ขนาดรวม: {{size}} {{unit}}
tr: Toplam boyut: {{size}} {{unit}}
ur: کل سائز: {{size}} {{unit}}
uz: Jami hajmi: {{size}} {{unit}}

source: Unknown size, tap to format
am: ያልታወቀ መጠን መታ ያድርጉ አቀራረቡን ለማዘጋጀት
ar: حجم غير معروف، انقر لتهيئتها
bg: Неизвестна големина, докоснете за форматиране
bn_bd: অজানা আকার, ফরমেটের জন্য ট্যাপ করুন
bn_in: অজ্ঞাত আকার, বিন্যাস করতে ট্যাপ করুন
br: Ment dianav, stokit evit mentrezhañ
bs: Nepoznata veličina, dodirnite za formatiranje
ca: Mida desconeguda, toqueu per formatar
cy: Maint anhysbys, tapio i'w fformatio
es: Tamaño desconocido, pulse para formatear
eu: Tamaina ezezaguna, sakatu formateatzeko
fa: اندازهٔ ناشناخته. برای قالب‌بندی، ضربه بزنید
gd: Chan eil fhios dè cho mòr 's a tha e, thoir gnogag gus fhòrmatadh
hu: Ismeretlen méret, koppintson a formázáshoz
id: Ukuran tidak dikenal, ketuk untuk memformat
kn: ಲಭ್ಯವಿಲ್ಲದ ಗಾತ್ರ, ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡಲು ಮೆಲ್ಲ ತಟ್ಟಿ
my: မသိရသေးသော ဆိုဒ်၊ ရှင်းလင်းရန်ထိပါ
pt: Tamanho desconhecido, toque para formatar
ro: Mărime necunoscută, atinge pentru a formata
si: නොදන්නා ප්‍රමාණය, හැඩසවි සඳහා තට්ටු කරන්න
ta: தெரியாத அளவு, வடிவூட்டு தட்டவும்
tr: Bilinmeyen boyut, biçimlendirmek için dokun
ur: نامعلوم سائز، وضع کرنے کے لئے کلک کرے
uz: Hajmi noma’lum, formatlash uchun bosing

source: SD card removed
am: የማጠራቀሚያ ካርድ ወጥቷል
ar: أُزيلت بطاقة SD
bg: Премахната SD памет
bn_bd: SD কার্ড সরিয়ে ফেলা হয়েছে
bn_in: SD কার্ড সরিয়ে ফেলা হয়েছে
br: Lamet eo bet ar gartenn SD
bs: SD kartica uklonjena
ca: S'ha extret la targeta SD
cy: Cerdyn SD wedi ei dynnu
es: Tarjeta SD eliminada
eu: SD txartela kendu da
fa: کارت SD برداشته شد
gd: Chaidh a’ chairt SD a thoirt air falbh
hu: SD kártya eltávolítva
id: Kartu SD dicabut
kn: SD ಕಾರ್ಡ್ ತೆಗೆಯಲಾಗಿದೆ
mai: SD कार्ड मेटाएल गेल
ms: Kad SD disingkirkan
my: SD ကဒ်အား ဖယ်ထုတ်ပြီး
pt: Cartão SD removido
ro: Card SD îndepărtat
si: SD කාඩ්පත ඉවත්විය
ta: எஸ்டி அட்டை நீக்கப்பட்டது
th: การ์ด SD ถูกเอาออก
tr: SD kart çıkarıldı
ur: SD کارڈ ہٹادی کئی
uz: SD karta olib tashlandi

source: Ejected successfully
am: በትክክል ተሳክቶ ወጥቷል
ar: أُخرجت
bg: Изкарана успешно
bn_bd: সফলভাবে নির্গত হয়েছে
bn_in: সফলভাবে বহিষ্কার করা হয়েছে
br: Ermaeziet gant berzh
bs: Izbacivanje uspješno
ca: S'ha extret correctament
cy: Bwrwyd allan y llwyddiannus
es: Extracción correcta
eu: Ongi egotzita
fa: با موفّقیت خارج شد
gd: Chaidh a ghluasad a-mach
hu: Sikeresen kiadva
id: Sukses dicopot
kn: ಯಶಸ್ವಿಯಾಗಿ ಹೊರತಳ್ಳಲಾಗಿದೆ.
mai: सफलतापूर्वक निकालल गेल
my: အောင်မြင်စွာ ဖယ်ထုတ်ပြီး
pt: Ejetado com sucesso
ro: Ejectat cu succes
si: සාර්ථකව ඉවත්විය
ta: வெற்றிகரமாக வெளித்தள்ளியது
th: ถูกถอดออกสำเร็จ
tr: Başarıyla çıkarıldı
ur: کامیابی سے اخراج شدہ
uz: Muvaffaqiyatli chiqarildi

source: Not ejected properly
am: በትክክል አልወጣም
ar: لم تُخرج بصورة صحيحة
bg: Не е изкарана правилно
bn_bd: সঠিকভাবে নির্গত হয়নি
bn_in: সঠিকভাবে বহিষ্কার করা হয়নি
br: N'eo ket bet ermaeziet ent dereat
bs: Nije ispravno izbačeno
ca: No s'ha extret correctament
cy: Heb ei fwrw allan yn llwyddiannus
es: Extracción incorrecta
eu: Ez da ongi egotzi
fa: به درستی خارج نشد
gd: Cha deach a ghluasad a-mach mar bu chòir
hu: Nem sikerült kiadni
id: Tidak dicopot dengan benar
kn: ಸರಿಯಾಗಿ ಹೊರತಳ್ಳಲಾಗಿಲ್ಲ
mai: ठीक सँ निकालल गेल नहि गेल
my: ကောင်းမွန်စွာ မဖြုတ်လိုက်နိုင်ပါ
pt: Ejetado incorretamente
ro: Ejectat necorepunzător
si: නිසිලෙස ඉවත් වී නොමැත
ta: முறையாக வெளித்தள்ளவில்லை
th: ถูกถอดออกไม่ถูกต้อง
tr: Düzgün çıkarılmadı
ur: صحیع طرح سے اخراج شدہ نہیں
uz: To‘g‘ri chiqarilmadi

source: Mic is on
af: Mikrofoon is aan
am: ማይክሮፎን በርቷል
ar: الميكرفون يعمل
as: Mic অন
bg: Микрофонът е включен
bn_bd: মাইক চালু আছে
bn_in: মাইক অন আছে
br: Gweredekaet eo ar mikro
bs: Mikrofon je uključen
ca: Micròfon activat
cy: Meic ymlaen
es: Micro está activado
eu: Mikrofonoa piztuta dago
fa: میکروفون روشن است
gd: Tha am micreofon AIR
hu: Mikrofon be
id: Mik aktif
km: ម៉ីក្រុហ្វូន​បើក​ហើយ
kn: ಮೈಕ್ ಸಕ್ರಿಯವಾಗಿದೆ
lv: Mik. ir ieslēgts
mai: माइक चालू अछि
mg: Mandeha ny Mikirao
ml: മൈക്ക് ഓണാണു്
mr: माईक चालू आहे
ms: Mikrofon hidup
my: မိုက် ဖွင့်ပြီး
ne: माइक्रोफोन चालू छ
or: ମାଇକ ଅନ ଅଛି
pt: Microfone ligado
ro: Microfonul e pornit
si: මයික්‍රෆෝනය ක්‍රියාත්මකයි
sw: Mikrofoni imewashwa
ta: ஒலிவாங்கி செயலிலுள்ளது
te: మైకు ఆనైంది
th: ไมค์เปิดอยู่
tr: Mikrofon açık
ur: مائک چالو ہے
uz: Mikrofon yoqilgan
xh: Umboko ulayitiwe
zu: Umbhobho uvuliwe

source: Camera is on
af: Kamera is aan
am: ካሜራው በርቷል
ar: الكمرة مُشغّلة
as: কেমেৰা অন আছে
bg: Камерата е включена
bn_bd: ক্যামেরা চালু আছে
bn_in: ক্যামেরা অন আছে
br: Gweredekaet eo ar c'hamera
bs: Kamera je uključena
ca: Càmera activada
cy: Camera ymlaen
es: Cámara está activada
eu: Kamera piztuta dago
fa: دوربین روشن است
gd: Tha an camara AIR
hu: Kamera be
id: Kamera aktif
km: ម៉ាស៊ីនថត​បើក​ហើយ
kn: ಕ್ಯಾಮೆರಾ ಸಕ್ರಿಯ
lv: Kamera ir ieslēgta
mai: कैमरा चालू अछि
mg: Mandeha ny Fakantsary
ml: ക്യാമറ ഓണാണു്
mr: कॅमेरा चालू आहे
ms: Kamera hidup
my: ကင်မရာ ဖွင့်ပြီး
ne: क्यामेरा चालू छ
or: କ୍ୟାମେରା ଅନ ଅଛି
pt: Câmara ligada
ro: Camera e pornită
si: කැමරාව ක්‍රියාත්මකයි
sw: Kamera imewashwa
ta: படக்கருவி செயலில்
te: కేమెరా ఆన్‌లో ఉంది
th: กล้องเปิดอยู่
tr: Kamera açık
ur: کیمرا چالو ہے
uz: Kamera yoqilgan
xh: Ikhamera ilayitiwe
zu: Ikhamera ivuliwe

source: Camera & Mic are ON
af: Kamera en mikrofoon is AAN
am: ካሜራ & ማይክሮፎን በርቷል
ar: الكاميرا والميكرفون يعملان
as: কেমেৰা & মাইক অন আছে
bg: Камерата и микрофонът са включени
bn_bd: ক্যামেরা ও মাইক চালু আছে
bn_in: ক্যামেরা ও মাইক অন আছে
br: Gweredekaet eo ar c'hamera hag ar mikro
bs: Kamera i mikrofon su uključeni
ca: Càmera i micròfon activats
cy: Camera a Meic YMLAEN
es: Cámara y micro están activados
eu: Kamera eta mikrofonoa piztuta daude
fa: دوربین و میکروفون، روشنند.
gd: Tha an camara ⁊ micreofon AIR
hu: Kamera és mikrofon be
id: Kamera & Mik AKTIF
km: បើក​កាមេរ៉ា & មីក្រូហ្វូន
kn: ಕ್ಯಾಮೆರಾ ಮತ್ತು ಮೈಕ್ ಗಳು ON
lv: Kamera un Mik. ir ieslēgti
mai: कैमरा आओर माइक ON अछि
mg: Mandeha ny Fankantsary sy Mikirao
ml: ക്യാമറയും മൈക്കും ഓണാണു്
mr: कॅमेरा व माईक चालू आहेत
ms: Kamera & Mikrofon HIDUP
my: ကင်မရာ နှင့် မိုက်ရိုဖုန်း ဖွင့်ထားသှ်
ne: क्यामेरा र माइक्रोफोन चालू छ
or: କ୍ୟାମେରା ଏବଂ ମାଇକ ଅନ ଅଛି
pt: Câmara e Microfone ligados
ro: Camera și microfonul sunt activate
si: කැමරාව හා මයික්‍රෆෝනය ක්‍රියාත්මකයි
sw: Kamera na Mikrofoni zime WASHWA
ta: படக்கருவி & ஒலிவாங்கி செயலில்
te: కేమెరా & మైక్ ఆన్‌లో ఉన్నాయి
th: กล้องและไมค์เปิดอยู่
tr: Kamera ve mikrofon AÇIK
ur: کیمرہ اور مائک چالو ہیں
uz: Kamera va mikrofon yoqilgan
xh: Ikhamera nomboko zilayitiwe
zu: Ikhamera noMbhobho kuVULIWE

source: No SIM card
am: የ ሲም ካርድ የለም
ar: لا يوجد بطاقة SIM
bn_bd: কোন সিম কার্ড নেই
bn_in: কোনো সিম কার্ড নেই
br: Kartenn SIM ebet
bs: Nema SIM kartice
ca: No hi ha cap targeta SIM
cy: Dim cerdyn SIM
es: Ninguna tarjeta SIM
fa: هیچ سیم‌کارتی وجود ندارد
gd: Chan eil cairt SIM ann
hu: Nincs SIM kártya
pt: Sem cartão SIM
ro: Nicio cartelă SIM
si: SIM පතක් නොමැතියි
th: ไม่มีการ์ด SIM
ur: کوئی SIM کارڈ نہیں ہے
uz: SIM karta yo‘q

source: SIM PIN
am: ሲም ፒን
ar: كود SIM PIN
bn_bd: সিমের পিন
br: PIN ar SIM
ca: PIN de la SIM
cy: PIN y SIM
es: PIN de SIM
eu: SIMaren PINa
fa: PIN سیم‌کارت
gd: PIN an t-SIM
hu: SIM PIN kód
id: PIN SIM
mai: सिम पिन
mg: PIN an'ny SIM
ml: സിം പിന്‍
ms: PIN SIM
ne: सिम PIN
pt: PIN do SIM
ro: PIN pentru SIM
ta: சிம் பிண்
te: సిమ్ పిన్
th: PIN ของ SIM
tr: SIM PIN'i
xh: I-SIM PIN
zu: IPHINI YE-SIM

source: PUK code
af: PUK-kode
am: ፑክ ኮድ
ar: كود PUK
as: PUK ক'ড
bg: PUK код
bn_bd: পাক কোড
bn_in: PUK কোড
br: Boneg PUK
bs: PUK kod
ca: Codi PUK
cy: Cod PUK
es: Código PUK
eu: PUK kodea
fa: رمز PUK
gd: Còd PUK
hu: PUK kód
id: Kode PUK
km: កូដ PUK
kn: PUK ಸಂಕೇತ
lv: PUK kods
mai: PUK कोड
mg: Kaody PUK
ml: പിയുകെ കോഡ്
mr: PUK कोड
ms: Kod PUK
my: PUK ကုဒ်
ne: PUK कोड
or: PUK ସଂକେତ
pt: Código PUK
ro: Cod PUK
si: PUK කේතය
sw: Kodi ya PUK
ta: பியூகெ குறியீடு
te: పియుకె కోడ్
th: รหัส PUK
tr: PUK kodu
ur: PUK کوڈ
uz: PUK kod
xh: Ikhowudi ye-PUK
zu: Ikhodi ye-PUK

source: NCK code
af: NCK-kode
am: NCK ኮድ
ar: كود NCK
as: NCK ক'ড
bg: NCK код
bn_bd: NCK কোড
bn_in: NCK কোড
br: Boneg NCK
bs: NCK kod
ca: Codi NCK
cy: Cod NCK
es: Código NCK
eu: NCK kodea
fa: رمز NCK
gd: Còd NCK
hu: NCK kód
id: Kode NCK
km: កូដ NCK
kn: NCK ಸಂಕೇತ
lv: NCK kods
mai: NCK कोड
mg: Kaody NCK
ml: എന്‍സികെ കോഡ്
mr: NCK कोड
ms: Kod NCK
my: NCK ကုဒ်
ne: NCK कोड
or: NCK ସଂକେତ
pt: Código NCK
ro: Cod NCK
si: NCK කේතය
sw: Kodi ya NCK
ta: என்சிகெ குறியீடு
te: NCK కోడ్
th: รหัส NCK
tr: NCK kodu
ur: NCK کوڈ
uz: NCK kod
xh: Ikhowudi ye-NCK
zu: Ikhodi ye-NCK

source: CCK code
af: CCK-kode
ar: كود CCK
as: CCK ক'ড
bg: CCK код
bn_bd: CCK কোড
bn_in: CCK কোড
br: Boneg CCK
bs: CCK kod
ca: Codi CCK
cy: Cod CCK
es: Código CCK
eu: CCK kodea
fa: رمز CCK
gd: Còd CCK
hu: CCK kód
id: Kode CCK
km: លេខ​កូដ CCK
kn: CCK ಸಂಕೇತ
lv: CCK kods
mai: CCK कोड
mg: Kaody CCK
ml: സിസികെ കോഡ്
mr: CCK कोड
ms: Koc CCK
my: CCK ကုဒ်
ne: CCK कोड
or: CCK ସଂକେତ
pt: Código CCK
ro: Cod CCK
si: CCK කේතය
sw: Kodi ya CCK
ta: சிசிகெ குறியீடு
te: CCK కోడ్
th: รหัส CCK
tr: CCK kodu
ur: CCK کوڈ
uz: CCK kod
xh: Ikhowudi ye-CCK
zu: Ikhodi ye-CCK

source: SPCK code
af: SPCK-kode
am: SPCK ኮድ
ar: كود SPCK
as: SPCK ক'ড
bg: SPCK код
bn_bd: SPCK কোড
bn_in: SPCK কোড
br: Boneg SPCK
bs: SPCK kod
ca: Codi SPCK
cy: Cod SPCK
es: Código SPCK
eu: SPCK kodea
fa: رمز SPCK
gd: Còd SPCK
hu: SPCK kód
id: Kode SPCK
km: លេខ​កូដ SPCK
kn: SPCK ಸಂಕೇತ
lv: SPCK kods
mai: SPCK कोड
mg: Kaody SPCK
ml: സിപിസികെ കോഡ്
mr: SPCK कोड
ms: Koc SPCK
my: SPCK ကုဒ်
ne: SPCK कोड
or: SPCK ସଂକେତ
pt: Código SPCK
ro: Cod SPCK
si: SPCK කේතය
sw: Kodi ya SPCK
ta: எஸ்பிசிகெ குறியீடு
te: SPCK కోడ్
th: รหัส SPCK
tr: SPCK kodu
ur: SPCK کوڈ
uz: SPCK kod
xh: Ikhowudi ye-SPCK
zu: Ikhodi ye-SPCK

source: NCK1 code
af: NCK1-kode
am: NCK1 ኮድ
ar: رمز NCK1
as: NCK1 ক'ড
bg: NCK1 код
bn_bd: NCK1 কোড
bn_in: NCK1 কোড
br: Boneg NCK1
bs: NCK1 kod
ca: Codi NCK1
cy: Cod NCK1
es: Código NCK1
eu: NCK1 kodea
fa: رمز NCK1
gd: Còd NCK1
hu: NCK1 kód
id: Kode NCK1
km: កូដ NCK1
kn: NCK1 ಸಂಕೇತ
lv: NCK1 kods
mai: NCK1 कोड
mg: Kaody NCK1
ml: എന്‍സികെ1 കോഡ്
mr: NCK1 कोड
ms: Kod NCK1
my: NCK1 ကုဒ်
ne: NCK1 कोड
or: NCK1 ସଂକେତ
pt: Código NCK1
ro: Cod NCK1
si: NCK1 කේතය
sw: Kodi ya NCK1
ta: NCK1 குறியீடு
te: NCK1 కోడ్
th: รหัส NCK1
tr: NCK1 kodu
ur: NCK1 کوڈ
uz: NCK1 kod
xh: Ikhowudi ye-NCK1
zu: Ikhodi ye-NCK1

source: NCK2 code
af: NCK2-kode
am: NCK2 ኮድ
ar: رمز NCK2
as: NCK2 ক'ড
bg: NCK2 код
bn_bd: NCK2 কোড
bn_in: NCK2 কোড
br: Boneg NCK2
bs: NCK2 kod
ca: Codi NCK2
cy: Cod NCK2
es: Código NCK2
eu: NCK2 kodea
fa: رمز NCK2
gd: Còd NCK2
hu: NCK2 kód
id: Kode NCK2
km: កូដ NCK2
kn: NCK2 ಸಂಕೇತ
lv: NCK2 kods
mai: NCK2 कोड
mg: Kaody NCK2
ml: എന്‍സികെ2 code
mr: NCK2 कोड
ms: Kod NCK2
my: NCK2 ကုဒ်
ne: NCK2 कोड
or: NCK2 ସଂକେତ
pt: Código NCK2
ro: Cod NCK2
si: NCK2 කේතය
sw: Kodi ya NCK2
ta: NCK2 குறியீடு
te: NCK2 కోడ్
th: รหัส NCK2
tr: NCK2 kodu
ur: NCK2 کوڈ
uz: NCK2 kod
xh: Ikhowudi ye-NCK2
zu: Ikhodi ye-NCK2

source: HNCK code
af: HNCK-kode
am: HNCK ኮድ
ar: رمز HNCK
as: HNCK ক'ড
bg: HNCK код
bn_bd: HNCK কোড
bn_in: HNCK কোড
br: Boneg HNCK
bs: HNCK kod
ca: Codi HNCK
cy: Cod HNCK
es: Código HNCK
eu: HNCK kodea
fa: رمز HNCK
gd: Còd HNCK
hu: HNCK kód
id: Kode HNCK
km: កូដ HNCK
kn: HNCK ಸಂಕೇತ
lv: HNCK kods
mai: HNCK कोड
mg: Kaody HNCK
ml: എച്എന്‍സികെ കോഡ്
mr: HNCK कोड
ms: Kod HNCK
my: HNCK ကုဒ်
ne: HNCK कोड
or: HNCK ସଂକେତ
pt: Código HNCK
ro: Cod HNCK
si: HNCK කේතය
sw: Kodi ya HNCK
ta: HNCK குறியீடு
te: HNCK కోడ్
th: รหัส HNCK
tr: HNCK kodu
ur: HNCK کوڈ
uz: HNCK kod
xh: Ikhowudi ye-HNCK
zu: Ikhodi ye-HNCK

source: RCCK code
af: RCCK-kode
am: RCCK ኮድ
ar: رمز RCCK
as: RCCK ক'ড
bg: RCCK код
bn_bd: RCCK কোড
bn_in: RCCK কোড
br: Boneg RCCK
bs: RCCK kod
ca: Codi RCCK
cy: Cod RCCK
es: Código RCCK
eu: RCCK kodea
fa: رمز RCCK
gd: Còd RCCK
hu: RCCK kód
id: Kode RCCK
km: កូដ RCCK
kn: RCCK ಸಂಕೇತ
lv: RCCK kods
mai: RCCK कोड
mg: Kaody RCCK
ml: ആര്‍സിസികെ കോഡ്
mr: RCCK कोड
ms: Kod RCCK
my: RCCK ကုဒ်
ne: RCCKकोड
or: RCCK ସଂକେତ
pt: Código RCCK
ro: Cod RCCK
si: RCCK කේතය
sw: Kodi ya RCCK
ta: RCCK குறியீடு
te: RCCK కోడ్
th: รหัส RCCK
tr: RCCK kodu
ur: RCCK کوڈ
uz: RCCK kod
xh: Ikhowudi ye-RCCK
zu: Ikhodi ye-RCCK

source: RSPCK code
af: RSPCK-kode
am: RSPCK ኮድ
ar: رمز RSPCK
as: RSPCK ক'ড
bg: RSPCK код
bn_bd: RSPCK কোড
bn_in: RSPCK কোড
br: Boneg RSPCK
bs: RSPCK kod
ca: Codi RSPCK
cy: Cod RSPCK
es: Código RSPCK
eu: RSPCK kodea
fa: رمز RSPCK
gd: Còd RSPCK
hu: RSPCK kód
id: Kode RSPCK
km: កូដ RSPCK
kn: RSPCK ಸಂಕೇತ
lv: RSPCK kods
mai: RSPCK कोड
mg: Kaody RSPCK
ml: ആര്‍എസ്‌പിസികെ കോഡ്
mr: RSPCK कोड
ms: Kod RSPCK
my: RSPCK ကုဒ်
ne: RSPCKकोड
or: RSPCK ସଂକେତ
pt: Código RSPCK
ro: Cod RSPCK
si: RSPCK කේතය
sw: Kodi ya RSPCK
ta: RSPCK குறியீடு
te: RSPCK కోడ్
th: รหัส RSPCK
tr: RSPCK kodu
ur: RSPCK کوڈ
uz: RSPCK kod
xh: Ikhowudi ye-RSPCK
zu: Ikhodi ye-RSPCK

source: What is a SIM PIN?
af: Wat is ’n SIM PIN?
am: ሲም ፒን ምንድነው?
ar: ماهو كود SIM PIN؟
as: এটা SIM PIN কি?
bg: Какво представлява PIN кодът?
bn_bd: সিম পিন কি?
bn_in: একটি SIM PIN কি?
br: Petra eo ur voneg PIN ?
bs: Šta je SIM PIN?
ca: Què és el PIN de la SIM?
cy: Beth yw PIN y SIM?
es: ¿Qué es el número PIN de la tarjeta SIM?
eu: Zer da SIMaren PINa?
fa: PIN سیم‌کارت چیست؟
gd: Dè th' ann am PIN an t-SIM?
hu: Mi az a SIM PIN kód?
id: Apa itu PIN SIM?
km: តើ​អ្វី​ជា SIM PIN?
kn: SIM PIN ಎಂದರೇನು?
lv: Kas ir SIM PIN?
mai: सिम पिन कथि हाएत अछि?
mg: Inona no atao hoe PIN an'ny SIM?
ml: എന്താണു് സിം പിന്‍?
mr: SIM PIN म्हणजे काय?
ms: Apa itu PIN SIM?
my: SIM PIN ဆိုတာဘာလဲ?
ne: सिम PIN क हो?
or: SIM PIN କଣ ଅଟେ?
pt: O que é um PIN de um SIM?
ro: Ce este un PIN pentru SIM?
si: SIM PIN යනු කුමක් ද?
sw: SIM PIN ni nini?
ta: சிம் PIN என்றால் என்ன?
te: సిమ్ పిన్ అంటే ఏమిటి?
th: อะไรคือ PIN ของ SIM?
tr: SIM PIN'i nedir?
ur: SIM PIN کیا ہے؟
uz: SIM PIN kod nima?
xh: Yintoni i-SIM PIN?
zu: Yini i-SIM PIN?
