Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: Capturing logs…
ar: يحفظ السجلّات…
bg: Подготвяне на журнали…
bn_bd: লগ আনা হচ্ছে...
bn_in: লগগুলি ক্যাপচার করা হচ্ছে…
br: O tapout ar c'herzhlevrioù...
bs: Snimam zapisnike…
ca: S'estan capturant els registres…
cy: Cipio cofnodion…
es: Capturando registros…
eu: Egunkariak kapturatzen...
fa: گرفتن گزارش‌ها…
gd: A’ glacadh nan logaichean…
hu: Naplók rögzítése…
id: Menangkap catatan…
kn: ದಿನಚರಿ ಪಡೆದುಕೊಳ್ಳಲಾಗುತ್ತಿದೆ…
lv: Saglabā žurnālus…
my: မှတ်တမ်းများအား သိမ်းဆည်းနေသှ်...
pt: A capturar registos...
ro: Se captează jurnale…
si: වාර්ථා ග්‍රහණය කරමින්...
ta: பதிவுகளை கைப்பற்றுகிறது...
tr: Günlükler yakalanıyor…
ur: قبضہ لاگ…
uz: Jurnallar yozib olinmoqda…

source: Operation {{operation}} failed.
am: ተግባሩ {{operation}} ወድቋል
ar: فشلت العملية {{operation}}.
bg: Действието {{operation}} е неуспешно.
bn_bd: অপারেশন {{operation}} ব্যর্থ হয়েছে।
bn_in: কাজ {{operation}} বিফল।
br: C'hwitet war ar wezhiadur {{operation}}
bs: Operacija {{operation}} nije uspjela.
ca: Ha fallat d'operació {{operation}}.
cy: Methodd gweithred {{operation}}.
es: Falló la operación {{operation}}.
eu: {{operation}} eragiketak huts egin du.
fa: عملیات {{operation}} شکست خورد.
gd: Dh’fhàillig {{operation}}.
hu: A művelet ({{operation}}) meghiúsult.
id: Operasi {{operation}} gagal.
kn: ಕಾರ್ಯಾಚರಣೆ {{operation}} ವಿಫಲಗೊಂಡಿದೆ.
lv: {{operation}} darbība neizdevās.
my: လုပ်ဆောင်ချက် {{operation}} မအောင်မြင်
pt: A operação {{operation}} falhou.
ro: Operația {{operation}} a eșuat.
si: {{operation}} මෙහෙයුම අසාර්ථකයි.
ta: {{operation}} செயல்பாடு தோல்வியுற்றது
th: การดำเนินการ {{operation}} ล้มเหลว
tr: {{operation}} operasyonu başarısız oldu.
ur: عملیہ {{operation}} ناکام۔
uz: {{operation}} jarayoni amalga oshmadi.

source: Unexpected error occurred.
am: ያልተጠበቀ ስህተት ተፈጥሯል
ar: وقع خطأ غير متوقّع.
bg: Възникна неочаквана грешка.
bn_bd: অপ্রত্যাশিত ত্রুটি দেখা দিয়েছে।
bn_in: অপ্রত্যাশিত ত্রুটি ঘটেছে।
br: C'hoarvezet ez eus bet ur fazi dic'hortoz.
bs: Desila se neočekivana greška.
ca: S'ha produït un error inesperat.
cy: Ddigwyddodd gwall annisgwyl.
es: Se produjo un error inesperado.
eu: Ustekabeko errore bat gertatu da.
fa: خطای غیرمنتظره‌ای رخ داد.
gd: Thachair mearachd ris nach robh dùil.
hu: Váratlan hiba történt.
id: Terjadi kesalahan yang tak terduga.
kn: ಅನಿರೀಕ್ಷಿತವಾದ ದೋಷ ಉಂಟಾಗಿದೆ.
lv: Notika negaidīta kļūda.
mai: एकटा अप्रत्याशित त्रुटि भेल.
my: မမျှော်လင့်သော အမှားတစ်ခု ဖြစ်ပွားသည်။
pt: Ocorreu um erro inesperado.
ro: Eroare neașteptată apărută.
si: බලාපොරොත්තු නොවූ දෝශයක් මතු විය.
ta: எதிர்பார பிழை ஏற்ப்பட்டது.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด
tr: Beklenmeyen hata oluştu.
ur: غیرمتوقع نقص واقع ہوا۔
uz: Kutilmagan xatolik yuz berdi.

source: Make sure your SD card is not shared with your computer.
am: የ እርስዎ ማጠራቀሚያ ካርድ ከ እርስዎ ኮምፒዩተር ጋር እንደማይካፈል እርግጠኛ ይሁኑ
ar: تأكّد من أن بطاقة SD التي في الجهاز ليست مُشاركة مع حاسوبك.
bg: Убедете се, че картата за памет не е споделена с компютър.
bn_bd: আপনার SD কার্ড আপনার কম্পিউটারের সাথে শেয়ার না হয় তা নিশ্চিত করুন।
bn_in: আপনার এসডি কার্ড আপনার কম্পিউটারের সাথে যেন শেয়ার করা না থাকে।
br: Bezit sur n'eo ket rannet ho kartenn SD gant hoc'h urzhiataer.
bs: Provjerite da vaša SD kartica nije podijeljena sa vašim računarom.
ca: Assegureu-vos que la targeta SD no estigui compartida amb l'ordinador.
cy: Gwnewch yn siŵr nad yw eich cerdyn SD yn cael ei rannu gyda'ch cyfrifiadur.
es: Asegúrese de que la tarjeta SD no la comparte con el PC.
eu: Ziurtatu zure SD txartela ez dagoela zure ordenagailuarekin partekatuta.
fa: مطمئن شوید کارت SD، با رایانه‌تان هم‌رسانی نشده.
gd: Dèan cinnteach nach eil a’ chairt SD agad ann an co-chleachdadh leis a’ choimpiutair.
hu: Győződjön meg róla, hogy az SD-kártya nincs megosztva a számítógéppel.
id: Pastikan kartu SD tidak dibagikan dengan komputer Anda.
kn: ನಿಮ್ಮ SD ಕಾರ್ಡ್ ಅನ್ನು ನಿಮ್ಮ ಗಣಕದ ಜೊತೆಗೆ ಹಂಚಲಾಗಿಲ್ಲ ಎನ್ನುವುದನ್ನು ಖಾತ್ರಿಪಡಿಸಿಕೊಳ್ಳಿ.
lv: Pārbaudiet vai jūsu SD karte netiek dalīta ar jūsu datoru.
mai: सुनिश्चत करू जे अहाँक SD कार्ड अहाँक कम्प्यूटर सँग साझा नहि कएल गेल अछि.
my: SD ကဒ်အား ကွန်ပျူတာနှင့် မျှမထားစေရန် စစ်ဆေးပါ
pt: Confirme se o seu cartão SD não é partilhado com o seu computador.
ro: Asigură-te că cardul SD nu este partajat cu calculatorul.
si: ඔබේ SD කාඩ්පත ඔබේ පරිගණකය සමඟ බෙදාගෙන නැති බව තහවුරු කරගන්න.
ta: உங்கள் எஸ்டி அட்டை கனிணியுடன் பகிராமல் இருக்கிறதா என உறுதுச் செய்யவும்.
th: ตรวจสอบให้แน่ใจว่าการ์ด SD ของคุณไม่ได้ถูกใช้งานร่วมกันกับคอมพิวเตอร์ของคุณ
tr: SD kartınızın bilgisayarınızla paylaşılmadığından emin olun.
ur: اس بات کا یقین کرلے کی آپکی ایسڈی کارڈ آپ کے کمپیوٹر کے ساتھ حصہ دارانہ نہیں ہے۔
uz: SD karta kompyuter bilan bo‘lishilganligiga ishonch hosil qiling.

source: At least one log file could not be read from the filesystem.
ar: لا يمكن قراءة ملف سجل واحد على الأقل من الملفات.
bn_bd: কমপক্ষে একটি লগ ফাইল ফাইলসিস্টেম হতে পর্যবেক্ষণ করা যায় না।
bn_in: অন্তত একটা লগ ফাইল ফাইলসিস্টেম থেকে পড়া যাবে না।
br: Ur restr kerzhlevr d'an nebeutañ n'hall ket bezañ lennet adalek ar reizhad restroù.
bs: Barem jedan zapisnik nije mogao biti pročitan iz fajl sistema.
ca: No s'ha pogut llegir com a mínim un fitxer de registre del sistema de fitxers.
cy: Nid oedd modd darllen o leiaf un ffeil cofnod o'r system ffeiliau.
es: Al menos un archivo de registro no pudo leerse desde el sistema.
fa: حداقل یک پروندهٔ گزارش نتوانست از سامانه‌پرونده خوانده شود.
gd: Bha co-dhiù aon loga ann nach b’ urrainn dhuinn a leughadh.
lv: Vismaz vienu žurnālu datni nevarēja izlasīt no datņu sistēmas.
pt: Pelo menos um ficheiro de registo não pode ser lido a partir do sistema de ficheiros.
si: ගොනු පද්ධතියෙන් අවමය එක් ලොග් ගොනුවක්වත් කියැවිය නොහැකියි.
ur: مسل نظام سے کم از کم ایک لاگ مسل نہیں پڑھہ سکا۔
uz: Kamida bitta jurnal faylini fayl tizimidan o‘qib bo‘lmaydi.

# emergency-call-button
source: Emergency Call
af: Noodoproep
am: የ ድንገተኛ ጥሪ
ar: مكالمة الطوارئ
as: আপাতকালীন কল
bg: Спешно обаждане
bn_bd: জরুরি কল
bn_in: জরুরী কল
br: Galv a zifrae
bs: Hitan poziv
ca: Trucada emergència
cy: Galwad Argyfwng
es: Llamada de emergencia
eu: Larrial.-deia
fa: تماس اضطراری
gd: Gairm èiginn
hu: Segélyhívó
id: Panggilan Darurat
km: ការ​ហៅ​បន្ទាន់
kn: ತುರ್ತು ಕರೆ
lv: Ārkārtas situācijas zvans
mai: आपातकालीन कॉल
mg: Antso Vonjy Taitra
ml: അത്യാവശ്യ കോള്‍
mr: अडचणीच्या वेळेसाठी कॉल
ms: Panggilan Kecemasan
my: အရေးပေါ်ခေါ်ဆိုမှု
ne: आपतकालिन कल
or: ଜରୁରୀକାଳୀନ କଲ
pt: Chamada de Emergência
ro: Apel de urgență
si: හදිසි ඇමතුම
sw: Simu ya Dharura
ta: அவசர அழைப்பு
te: అత్యవసర కాల్
th: โทรฉุกเฉิน
tr: Acil Arama
ur: ایمرجنسی کال
uz: Favqulodda qo‘ng‘iroq
xh: Umnxeba ongxamisekileyo
zu: Ucingo Oluphuthumayo

source: Emergency Call
af: Noodoproep
am: የ ድንገተኛ ጥሪ
ar: مكالمة الطوارئ
as: আপাতকালীন কল
bg: Спешно обаждане
bn_bd: জরুরী কল
bn_in: জরুরী কল
br: Galv a zifrae
bs: Hitan poziv
ca: Trucada d'emergència
cy: Galwad Argyfwng
es: Llamada de emergencia
eu: Larrialdi-deia
fa: تماس اضطراری
gd: Gairm èiginn
hu: Segélyhívó
id: Panggilan Darurat
km: ការ​ហៅ​បន្ទាន់
kn: ತುರ್ತು ಕರೆ
lv: Ārkārtas situācijas zvans
mai: आपातकालीन कॉल
mg: Antso Vonjy Taitra
ml: അത്യാവശ്യ കോള്‍
mr: अडचणीच्या वेळेसाठी कॉल
ms: Panggilan Kecemasan
my: အရေးပေါ်ခေါ်ဆိုမှု
ne: आपतकालिन कल
or: ଜରୁରୀକାଳୀନ କଲ
pt: Chamada de Emergência
ro: Apel de urgență
si: හදිසි ඇමතුම
sw: Simu ya Dharura
ta: அவசர அழைப்பு
te: అత్యవసర కాల్
th: โทรฉุกเฉิน
tr: Acil Arama
ur: ایمرجنسی کال
uz: Favqulodda qo‘ng‘iroq
xh: Umnxeba ongxamisekileyo
zu: Ucingo Oluphuthumayo

source: Unlock
af: Ontgrendel
am: መክፈቻ
ar: فتح القفل
as: আনলক কৰক
bg: Отключване
bn_bd: লক খুলুন
br: Dibrennañ
bs: Otključaj
ca: Desbloca
cy: Datgloi
es: Desbloquear
eu: Desblokeatu
fa: قفل‌گشایی
gd: Thoir a' ghlas dheth
hu: Feloldás
id: Buka Kunci
km: ដោះ​សោ
kn: ಅನ್‌ಲಾಕ್‌
lv: Atslēgt
mai: अनलाक करू
mg: Hamoha
ml: പൂട്ടു തുറക്കൂ
mr: अनलॉक
ms: Buka kunci
my: ဖွင့်ပါ
ne: ताल्चा खोल्नुहोस्
or: ଖୋଲନ୍ତୁ
pt: Desbloquear
ro: Deblochează
si: අගුළු හරින්න
sw: Fungua
ta: பூட்டை திற
te: తాళంతీయి
th: ปลดล็อค
tr: Kilidi Aç
ur: غیر مقفل
uz: Qulfni ochish
xh: Vula okutshixiweyo
zu: Vula isihluthulelo

source: Camera
af: Kamera
am: ካሜራ
ar: الكاميرا
as: কেমেৰা
bg: Камера
bn_bd: ক্যামেরা
br: Kamera
bs: Kamera
ca: Càmera
es: Cámara
eu: Kamera
fa: دوربین
gd: Camara
hu: Kamera
id: Kamera
km: ម៉ាស៊ីន​ថត
kn: ಕ್ಯಾಮೆರಾ
lv: Kamera
mai: कैमरा
mg: Fakantsary
ml: ക്യാമറ
mr: कॅमेरा
ms: Kamera
my: ကင်မရာ
ne: क्यामेरा
or: କ୍ୟାମେରା
pt: Câmara
ro: Cameră
si: කැමරාව
sw: Kamera
ta: படக்கருவி
te: కేమెరా
th: กล้อง
tr: Kamera
ur: کیمرہ
uz: Kamera
xh: Ikhamera
zu: Ikhamera

source: Next Alarm
ar: المنبه التالي
br: Arfroù da heul
cy: Larwm Nesaf
th: การปลุกถัดไป

source: %A, %B %e
af: %A %e %B
bg: %A, %e %B
br: D'al/ar %A %e a viz %B
bs: %A, %e %B
ca: %A %e %Eb
es: %A, %e de %B
eu: %A, %Bk %e
hu: %B %d. %A
id: %A, %e %B
lv: %A, %e. %B, %Y
pt: %A, %e de %B
ro: %A, %e %B
th: %A %e %B
tr: %e %B %A
xh: %A %e %B
zu: %A %e %B

source: Passcode panel
af: Wagkode-paneel
am: የማለፊያ ኮድ ክፍል
ar: لوحة رمز المرور
as: পাছক'ড পেনেল
bg: Панел за код на парола
bn_bd: পাসকোড প্যানেল
bn_in: পাসকোড প্যানেল
br: Penel ar rineg-tremen
bs: Panel sa šifrom
ca: Subfinestra de codi d'accés
cy: Panel Cyfringod
es: Panel de código
eu: Pasakodearen panela
fa: تابلوی رمزعبور
gd: Panail a’ chòd-fhaire
hu: Jelkód panel
id: Panel kode sandi
km: ផ្ទាំង​​ពាក្យ​សម្ងាត់
kn: ಗುಪ್ತಸಂಕೇತ ಪ್ಯಾನಲ್‌
mai: गुप्तकोड पटल
mg: Takelaka kaody fidirana
ml: പാസ്കോഡ് പാനല്‍
mr: पासकोड पॅनेल
ms: Kod laluan panel
my: ပတ်စ်ကုဒ် မျက်နှာပြင်
ne: PassCode प्यानल
or: ପାସ୍‌କୋଡ୍‌ ପ୍ୟାନେଲ
pt: Painel de código de acesso
ro: Panou pentru codul de acces
si: පාස්කේත පැනලය
sw: Paneli ya kodi ya upitisho
ta: கடவுக்குறியீடு பலகம்
te: సంకేతసంఖ్య ప్యానల్
th: แผงรหัสผ่าน
tr: Şifre paneli
ur: پاس کوڈ پینل
uz: Kirish kodi paneli
xh: Iphanele yepasikhowudi
zu: Iphaneli ye-passcode

source: open
am: መክፈቻ
ar: افتح
bg: повече
bn_bd: খুলুন
bn_in: উন্মুক্ত
br: digeriñ
bs: otvori
ca: obre
cy: agor
es: abrir
eu: irekia
fa: گشودن
gd: fosgail
hu: Nyitott
id: buka
kn: ತೆರೆ
lv: atvērt
mai: खोलू
ms: buka
my: ဖွင့်ပါ
pt: abrir
ro: deschide
si: විවෘත
ta: திற
te: తెరువు
th: เปิด
tr: aç
ur: کھولیں
uz: ochish

source: Home
af: Tuis
am: ቤት
ar: الرئيسية
as: আৰম্ভণি
bg: Начален екран
bn_bd: হোম
bn_in: হোম
br: Degemer
bs: Početak
ca: Inici
cy: Cartref
es: Inicio
eu: Nagusia
fa: خانه
gd: Dhachaigh
hu: Kezdőképernyő
id: Beranda
km: ដើម
kn: ನೆಲೆ
lv: Mājas
mai: घर
mg: Trano
ml: ആസ്ഥാനം
mr: मुख्य स्क्रिन
ms: Laman Utama
my: ပင်မ
ne: गृह
or: ମୂଳସ୍ଥାନ
pt: Início
ro: Acasă
si: නිවස
sw: Nyumbani
ta: முகப்பு
te: ముంగిలి
th: หน้าแรก
tr: Başlangıç
ur: ابتدائی
uz: Uy
xh: Ekhaya
zu: Ekhaya

source: Sign in
af: Meld aan
am: መግቢያ
ar: تسجيل الدخول
as: ছাইন ইন কৰক
bg: Вписване
bn_bd: সাইন ইন
br: Kennaskañ
bs: Prijava
ca: Inicia la sessió
cy: Mewngofnodi
es: Identificarse
eu: Hasi saioa
fa: ورود
gd: Clàraich a-steach
hu: Bejelentkezés
id: Masuk
km: ចូល
kn: ಪ್ರವೇಶಿಸು
lv: Ieiet
mai: साइन इन
mg: Hiditra
ml: പ്രവേശിയ്ക്കുക
mr: साइन इन
ms: Daftar masuk
my: ၀င်ပါ
ne: हस्ताक्षर गर्दै
or: ସାଇନ୍‍ ଇନ୍‌
pt: Iniciar sessão
ro: Autentificare
si: ප්‍රවිෂ්ට වන්න
sw: Ingia
ta: உள்நுழை
te: ప్రవేశించు
th: เข้าระบบ
tr: Giriş yap
ur: سائن ان
uz: Kirish
xh: Ngena
zu: Sayinela ukungena

source: Sign in to website
am: ወደ ድሕረ ገጽ መግቢያ
ar: سجّل الدخول إلى الموقع
bg: Вписване в страница
bn_bd: ওয়েবসাইটিতে সাইন ইন করুন
bn_in: ওয়েবসাইটে সাইন ইন করুন
br: Kennaskañ ouzh al lec'hienn
bs: Prijavite se na web stranicu
ca: Inicia la sessió al lloc web
cy: Mewngofnodi i'r wefan
es: Identificarse en web
eu: Hasi saioa webgunean
fa: ورود به پایگاه وب
gd: Clàraich a-steach air an làrach-lìn
hu: Bejelentkezés webhelyre
id: Masuk ke situs web
kn: ಜಾಲತಾಣಕ್ಕೆ ಪ್ರವೇಶಿಸಿ
lv: Ieiet mājaslapā
mai: वेबसाइट क लेल साइन इन करू
ms: Daftar masuk ke laman web
my: ဝတ်ဆိုဒ် သို့ဝင်ရောက်ပါ
pt: Iniciar sessão no site
ro: Autentifică-te la site-ul web
si: ජාල අඩවියට පිවිසෙන්න
ta: வலத்தளத்தில் நுழை
th: เข้าสู่ระบบเว็บไซต์
tr: Web sitesine giriş yap
ur: ویب سائٹ میں سائن ان کرے
uz: Vebsahifaga kiring

source: Username
af: Gebruikersnaam
am: የተጠቃሚ ስም
ar: اسم المستخدم
as: ব্যৱহাৰকাৰীনাম
bg: Потребителско име
bn_bd: ব্যবহারকারীর নাম
bn_in: ইউজারনেম
br: Anv arveriad
bs: Korisničko ime
ca: Nom d'usuari
cy: Enw Defnyddiwr
es: Usuario
eu: Erabiltzaile-izena
fa: نام کاربری
gd: Ainm-cleachdaiche
hu: Felhasználónév
id: Nama pengguna
km: ឈ្មោះ​អ្នក​ប្រើ
kn: ಬಳಕೆದಾರಹೆಸರು
lv: Lietotājvārds
mai: प्रयोक्ता नाम
mg: Solonanarana
ml: ഉപയോക്തൃനാമം
mr: वापरकर्ता नाव
ms: Nama pengguna
my: သုံးစွဲသူအမည်
ne: प्रयोगकर्ता नाम
or: ବ୍ୟବହାରକାରୀ ନାମ
pt: Nome de utilizador
ro: Utilizator
si: පරිශීලක නාමය
sw: Jina-tumizi
ta: பயனர்பெயர்
te: వాడుకరి పేరు
th: ชื่อผู้ใช้
tr: Kullanıcı adı
ur: صارف نام
uz: Foydalanuvchi nomi
xh: Igama lomsebenzisi
zu: Igama lomsebenzisi

source: Password
af: Wagwoord
am: የመግቢያ ቃል
ar: كلمة السِّر
as: পাছৱৰ্ড
bg: Парола
bn_bd: গোপনশব্দ
bn_in: পাসওয়ার্ড
br: Ger-tremen
bs: Lozinka
ca: Contrasenya
cy: Cyfrinair
es: Contraseña
eu: Pasahitza
fa: گذرواژه
gd: Facal-faire
hu: Jelszó
id: Sandi
km: ពាក្យ​សម្ងាត់
kn: ಗುಪ್ತಪದ
lv: Parole
mai: गुड़किल्ली
mg: Tenimiafina
ml: രഹസ്യവാക്ക്
mr: पासवर्ड
ms: Kata laluan
my: စကားဝှက်
ne: पासवर्ड
or: ପାସୱାର୍ଡ଼
pt: Palavra-passe
ro: Parolă
si: මුරපදය
sw: Neno la siri
ta: கடவுச்சொல்
te: సంకేతపదం
th: รหัสผ่าน
tr: Parola
ur: پاس ورڈ
uz: Parol
xh: Ipasiwedi
zu: I-password

source: The website {{host}} requires you to sign in.
am: ይህ ድህረ ገጽ {{host}} እንዲገቡ ይጠይቃል
ar: يطلب الموقع {{host}} أن تسجّل دخولك.
bg: Уебсайтът {{host}} изисква вписване.
bn_bd: এই ওয়েবসাইট {{host}} এ আপনার সাইন ইন করা প্রয়োজন।
bn_in: এই ওয়েবসাইটে {{host}} আপনার সাইন ইন করা দরকার।
br: Al lec'hienn {{host}} a azgoulenn ho kennaskañ.
bs: Web stranica {{host}} zahtijeva da se prijavite.
ca: El lloc web {{host}} us demana iniciar la sessió.
cy: Mae gwefan {{host}} angen i chi fewngofnodi.
es: El sitio web {{host}} requiere que se identifique.
eu: {{host}} webguneak saioa has dezazun behar du.
fa: پایگاه وب {{host}} نیاز به ورود شما دارد.
gd: Feumaidh tu clàradh a-steach air an làrach-lìn {{host}}.
hu: A(z) {{host}} webhely bejelentkezést igényel.
id: Situs web {{host}} membutuhkan info masuk Anda.
kn: {{host}} ಜಾಲತಾಣಕ್ಕೆ ನೀವು ಪ್ರವೇಶಿಸುವ ಅಗತ್ಯವಿದೆ.
lv: Mājaslapa {{host}} jums pieprasa ieiet.
ms: Laman web {{host}} memerlukan anda mendaftar masuk.
my: ဝတ်ဆိုဒ်အား {{host}} ကိုဝင်ရောက်ရန် လိုအပ်သှ်
pt: O website {{host}} necessite que inicie a sessão.
ro: Site-ul web {{host}} îți solicită să te autentifici.
si: මෙම අඩවියට {{host}} ඔබේ පිවිසීම අවශ්‍යයි.
ta: {{host}} வலைத்தளம் உங்களை நுழையச் சொல்கிறது.
th: เว็บไซต์ {{host}} ต้องการให้คุณเข้าสู่ระบบ
tr: {{host}} sitesi giriş yapmanızı istiyor.
ur: ویب سائٹ {{host}} میں سائن ان کی ضرورت۔
uz: Vebsahifa {{host}} kirishni talab qilmoqda.

source: {{name}} is not loading properly
af: {{name}} laai nie behoorlik nie
am: {{name}} በትክክል እየጫነ አይደለም
ar: لم يتم تحميل التطبيق {{name}} صورة صحيحة
as: {{name}} সঠিকভাৱে ল'ড হোৱা নাই
bg: {{name}} не зарежда правилно
bn_bd: {{name}} ঠিকমতো লোড হচ্ছে না
bn_in: {{name}}সঠিকরূপে লোড করা জাচ্ছে না
br: {{name}} n'eo ket karget ent dereat
bs: {{name}} se ne učitava ispravno
ca: {{name}} no s'està carregant correctament
cy: Nid yw {{name}} yn llwytho'n iawn
es: {{name}} no está cargando correctamente
eu: {{name}} ez da ari ondo kargatzen
fa: ‫{{name}} درست بار نمی‌شود
gd: Chan eil {{name}} a' luchdadh mar bu chòir
hu: {{name}} nem töltődik be megfelelően
id: {{name}} tidak dimuat dengan baik
km: {{name}} កំពុង​ផ្ទុក​មិន​សមរម្យ
kn: {{name}} ಸರಿಯಾಗಿ ಲೋಡ್ ಆಗುತ್ತಿಲ್ಲ
lv: {{name}} nelādējas pareizi
mai: {{name}} नीक सँ लोड नहि अछि
mg: Tsy mandeha tsara ny famatrarana ny {{name}}
ml: {{name}} ശരിയായി ലഭ്യമാകുന്നില്ല
mr: {{name}} व्यवस्थीत लोड होत नाही
ms: {{name}} tidak dimuat dengan sempurna
my: {{name}} သှ် ကောင်းစွာ မကျလာပါ
ne: {{name}} गतिलोसँग लोड भइरहेको छैन
or: {{name}} ଟି ସଠିକ ଭାବରେ ଧାରଣ ହୋଇନାହିଁ
pt: {{name}} não está a ser carregado corretamente
ro: {{name}} nu se încarcă corespunzător
si: {{name}} නිසියාකාරව පැටවීම සිදු නොවේ
sw: {{name}} hakipakii inavyostahili
ta: {{name}} சரிவர எற்றப்படவில்லை
te: {{name}} సరిగా లోడు కావడంలేదు
th: {{name}} โหลดอย่างไม่ถูกต้อง
tr: {{name}} doğru şekilde yüklenemiyor
ur: {{name}} صحیع طرح سے لوڈ نہیں ہو رہا
uz: {{name}} to‘g‘ri yuklanmayapti
xh: I-{{name}} ayilayishi ngokufanelekileyo
zu: I-{{name}} ayilodi ngokufanele

source: {{name}} is having problems
af: {{name}} ondervind probleme
am: {{name}} ችግር ገጥሞታል
ar: يواجه التطبيق {{name}} مشاكل
as: {{name}} ত সমস্যা হৈ আছে
bg: {{name}} има проблеми
bn_bd: {{name}} এ সমস্যা হচ্ছে
bn_in: {{name}} এ সমস্যা হচ্ছে
br: Kudennoù zo gant {{name}}
bs: {{name}} ima problema
ca: {{name}} té problemes
cy: Mae {{name}} yn cael problemau
es: {{name}} está teniendo problemas
eu: {{name}} arazoak izaten ari da
fa: ‫{{name}} مشکلاتی دارد
gd: Tha duilgheadasan aig {{name}}
hu: {{name}} problémát tapasztalt
id: {{name}} sedang bermasalah
km: {{name}} កំពុង​មាន​បញ្ហា
kn: {{name}} ಸಮಸ್ಯೆಗಳನ್ನು ಹೊಂದಿದೆ
lv: {{name}} satiek problēmas
mai: {{name}} समस्या भए रहल अछि
mg: Manana olana ny {{name}}
ml: {{name}} -നു് പ്രശ്നങ്ങളുണ്ടു്
mr: {{name}} ला काही समस्या आहेत
ms: {{name}} terdapat masalah
my: {{name}} သှ် ပြသာနာများ ရှိနေသှ်
ne: {{name}} मा समस्या हुदैछ
or: {{name}} ରେ କିଛି ସମସ୍ୟା ଅଛି
pt: {{name}} está a ter problemas
ro: {{name}} are probleme
si: {{name}} හී යම් ප්‍රශ්ණ පැන නැගිනි
sw: {{name}} ina matatizo
ta: {{name}} பிரச்சனைகள் உள்ளடக்கியது
te: {{name}} సమస్యలు కలిగివుంది
th: {{name}} กำลังมีปัญหา
tr: {{name}} sorun yaşıyor
ur: {{name}} مسائل کا سامنا کر رہا ہے
uz: {{name}}da muammolar mavjud
xh: I-{{name}} ineengxaki
zu: {{name}} ibhekene nezinkinga

source: Unable to connect
am: መገናኘት አልተቻለም
ar: تعذّر الاتصال
bg: Невъзможно установяване на връзка
bn_bd: সংযোগ করতে ব্যর্থ
bn_in: সংযোগ করতে ব্যর্থ
br: N'haller ket kennaskañ
bs: Ne mogu da se povežem
ca: No s'ha pogut connectar
cy: Methu cysylltu
es: Imposible conectar
eu: Ezin da konektatu
fa: ناتوانی در اتّصال
gd: Cha ghabh ceangal a dhèanamh
hu: Nem lehet kapcsolódni
id: Tidak dapat tersambung
kn: ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
lv: Nevar pieslēgties
mai: कनेक्ट करएमे असमर्थ
ms: Tidak dapat menyambung
my: ချိတ်ဆက်မရပါ
pt: Incapaz de ligar
ro: Nu se poate conecta
si: සම්බන්ධ වීමට නොහැක
ta: இணைக்க இயலவில்லை
th: ไม่สามารถเชื่อมต่อ
tr: Bağlanılamadı
ur: جڑنے میں ناکام
uz: Ulana olmadi

source: Tap to check settings
af: Tik daarop om die instellings te kontroleer
am: መታ ያድርጉ ማሰናጃውን ለመመርመር
ar: اضغط للتحقق من إعدادات
as: সংহতিসমূহ নিৰীক্ষণ কৰিবলে টেপ কৰক
bg: Докоснете за преглед на настройките
bn_bd: সেটিং দেখতে ট্যাপ করুন।
bn_in: বৈশিষ্ট্যাবলী পরীক্ষা করতে ট্যাপ করুন
br: Stokit evit gwiriañ an arventennoù
bs: Dodirnite za provjeru postavki
ca: Toqueu per comprovar els paràmetres
cy: Tapiwch i wirio gosodiadau
es: Pulse para ver ajustes
eu: Sakatu ezarpenak egiaztatzeko
fa: برای بررسی تنظیمات، ضربه بزنید.
gd: Thoir gnogag gus sùil a thoirt air na roghainnean
hu: Koppintson a beállítások ellenőrzéséhez
id: Ketuk untuk memeriksa setelan
km: ប៉ះ​ដើម្បី​ពិនិត្យមើល​ការ​កំណត់
kn: ಸಿದ್ಧತೆಗಳ ಪರಿಶೀಲನೆಗ ಮೆಲ್ಲನೆ ತಟ್ಟಿ
lv: Spiediet lai pārbaudīt iestatījumus
mai: सेटिंग्सक जाँच करबाक लेल टैप करू
mg: Tsindrio raha hizaha tefy
ml: സജ്ജീകരണങ്ങള്‍ പരിശോധിയ്ക്കുന്നതിനു് തൊടുക
mr: सेटींग तपासण्यासाठी, टिचकी मारा
ms: Ketik untuk memeriksa tetapan
my: အပြင်အဆင်အားစစ်ရန်ထိပါ
ne: सेटिङ जाँच गर्न ट्याप गर्नुहोस्
or: ସଂରଚନା ଯାଞ୍ଚ କରିବା ପାଇଁ ଟ୍ୟାପ କରନ୍ତୁ
pt: Toque para verificar as definições
ro: Atinge ca să verifici setările
si: සැකසුම් පිරික්සීමට ටැප් කරන්න
sw: Donoa ili kutazama mipangilio
ta: அமைவுகளை சரிபார்க்க தட்டவும்
te: అమరికలు పరిశీలించుటకు తాకండి
th: แตะเพื่อตรวจสอบการตั้งค่า
tr: Ayarları kontrol etmek için dokunun
ur: سیٹنگیں کی پڑتال کے لِئے چُحے
uz: Sozlamalarni tekshirish uchun bosing
xh: Cinezela ukukhangela iisethingi
zu: Thinta kancane ukuhlola amasethingi

source: Delete {{name}}
am: ማጥፊያ {{name}}
ar: حذف {{name}}
bg: Изтриване на {{name}}
bn_bd: {{name}} অপসারণ
bn_in: মুছে ফেলুন {{name}}
br: Dilemel {{name}}
bs: Obriši {{name}}
ca: Elimina {{name}}
cy: Dileu {{name}}
es: Borrar {{name}}
eu: Ezabatu {{name}}
fa: حذف {{name}}
gd: Sguab às {{name}}
hu: {{name}} törlése
id: Hapus {{name}}
kn: ಅಳಿಸು {{name}}
lv: Dzēst {{name}}
mai: मेटाबू {{name}}
ms: Hapus {{name}}
my: {{name}} အားဖျက်
pt: Apagar {{name}}
ro: Șterge {{name}}
si: මකන්න {{name}}
ta: {{name}} அழி
te: {{name}}ని తొలగించు
th: ลบ {{name}}
tr: Sil: {{name}}
ur: {{name}} حذف کریں
uz: {{name}}ni o‘chirish

source: {{name}} and all of its data will be deleted.
am: {{name}} እና ሁሉም ዳታ አብሮ ይጠፋል
ar: سيُحذف {{name}} وكلّ بياناته.
bg: {{name}} и всички прилежащи данни ще бъдат изтрити.
bn_bd: {{name}} ও সংশ্লিষ্ট সব ডাটা মুছে ফেলা হবে।
bn_in: {{name}} এবং তার সমস্ত তথ্য মুছে ফেলা হবে।
br: Dilamet e vo {{name}} hag e holl roadennoù.
bs: {{name}} i svi pripadajući podaci će biti obrisani.
ca: S'eliminarà «{{name}}» i totes les seves dades.
cy: Bydd {{name}} a'i holl ddata'n cael eu dileu.
es: Se borrarán {{name}} y todos sus datos.
eu: {{name}} eta bere datu guztiak ezabatuko dira.
fa: ‫{{name}} و تمام داده‌هایش حذف خواهند شد.
gd: Thèid {{name}} agus an dàta gu lèir aige a sguabadh às.
hu: {{name}} és minden adata törlésre kerül.
id: {{name}} dan semua datanya akan dihapus.
kn: {{name}} ಮತ್ತು ಇದರ ಎಲ್ಲಾ ಡೇಟಾ ಅಳಿಸಲಾಗುವುದು.
lv: {{name}} un visas tā datnes tiks dzēstas.
ms: {{name}} dan semua datanya akan dihapuskan.
my: {{name}} နှင့် ၎င်း၏ အချက်အလက်များအားလုံး ဖျက်ပြီး
pt: {{name}} e respetivos dados serão apagados.
ro: {{name}} și toate datele sale vor fi șterse.
si: {{name}} හා එහි සියළු දත්ත මකාදැමේ.
ta: {{name}} இதன் அனைத்து தரவுகளும் அழிக்கப்படும்.
te: {{name}} మరియు దాని డేటా అంతా తొలగించబడుతుంది.
th: {{name}} และข้อมูลทั้งหมดจะถูกลบ
tr: {{name}} ve tüm verileri silinecektir.
ur: {{name}} اور اس کے تمام کوائف حذف کر دیئے جائے گے۔
uz: {{name}} va undagi barcha ma’lumotlar o‘chiriladi.

source: Delete
am: ማጥፊያ
ar: احذف
bg: Изтриване
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
ca: Elimina
cy: Dileu
es: Borrar
eu: Ezabatu
fa: حذف
gd: Sguab às
hu: Törlés
id: Hapus
kn: ಅಳಿಸು
lv: Dzēst
ms: Hapus
my: ဖျက်ပါ
pt: Apagar
ro: Șterge
si: මකන්න
ta: அழி
te: తొలగించు
th: ลบ
tr: Sil
ur: حذف کریں
uz: O‘chirish

source: Remove Application
am: መተግበሪያውን ማስወገጃ
ar: إزالة التطبيق
bg: Премахване на приложение
bn_bd: অ্যাপ্লিকেশন অপসারণ
bn_in: অ্যাপ্লিকেশন সরিয়ে ফেলুন
br: Lemel an arload
bs: Ukloni aplikaciju
ca: Eliminació de l'aplicació
cy: Tynnu Rhaglen
es: Eliminar aplicación
eu: Kendu aplikazioa
fa: برداشتن نرم‌افزار کاربردی
gd: Thoir air falbh an aplacaid
hu: Alkalmazás eltávolítása
id: Singkirkan Aplikasi
kn: ಅನ್ವಯ ತೆಗೆದುಹಾಕು
lv: Lietotnes atinstalēšana
mai: अनुप्रयोग मेटाबू
ms: Singkir Aplikasi
my: အက်ပ်အား ဖယ်ရှားပါ
pt: Remover aplicação
ro: Elimină aplicația
si: යෙදුම ඉවත් කරන්න
ta: பயன்பாட்டை நீக்கு
th: เอาแอปพลิเคชันออก
tr: Uygulamayı kaldır
ur: ایپلی کیشن ہٹائیں
uz: Ilova dasturni o‘chirish
