Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
af: Netwerkontverpersoonliking-versoek het misluk. Jy het {{n}} probeerslae oor om die regte kode in te voer. Raadpleeg jou toestel se dokumentasie of skakel jou draer vir verdere inligting.
am: የ ኔትዎርክ መቀየር ጥያቄ ወድቋል: እርስዎ {{n}} ሙከራ ይቀርዎታል ትክክለኛውን ኮድ ለማስገባት: ያመሳክሩ ወደ እርስዎ አካል ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: فشل طلب عدم تخصيص الشبكة. لديك {{n}} محاولات متبقية لادخال الكود الصحيح. راجع وثائق جهازك أو اتصل مع مزود الخدمة لمعلومات اضافية.
as: নেটৱৰ্ক অব্যক্তিগতকৰণ অনুৰোধ ব্যৰ্থ হল। আপোনাৰ শুদ্ধ ক'ড সুমুৱাবলে {{n}} প্ৰচেষ্টা বাকী আছে। অধিক তথ্যৰ বাবে আপোনাৰ ডিভাইচৰ তথ্যচিত্ৰ চাওক অথবা আপোনাৰ প্ৰদানকাৰীক যোগাযোগ কৰক।
bg: Заявката за мрежово обезличаване е неуспешна. Имате {{n}} опита да въведете правилен код. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: নেটওয়ার্ক ডিস্পার্সোনালাইজেশন অনুরোধ ব্যর্থ। সঠিক কোড প্রবেশ করানোর জন্য আর {{n}} টি মাত্র সুযোগ আছে আপনার। আপনার ডিভাইস নথিপত্র পড়ুন অথবা অধিক বিবরণের জন্য আপনার ক্যারিয়ার সাথে যোগাযোগ করুন।
bn_in: নেটওয়ার্ক ডিপার্সোনালাইসেশান অনুরোধ ব্যর্থ। সঠিক কোড লেখার জন্য কেবল {{n}} প্রচেষ্টা বাকি আছে। আপনার ডিভাইসের নথিপত্র ঘেঁটে দেখুন অথবা আরও জানতে ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: C'hwitadenn war dibersoneladur ar rouedad. Chom a ra deoc'h {{n}} arnod evit reiñ ar rineg reizh. Lennit teuliadur an trevnad pe kit e darempred gant ho pourchaser evit gouzout hiroc'h.
bs: Zahtjev za mrežnu depersonalizaciju nije uspio. Imate još {{n}} pokušaja da upišete tačan kod. Pogledajte dokumentaciju vašeg uređaja ili kontaktirajte vašeg operatera za više informacija.
ca: Ha fallat la sol·licitud de despersonalització de la xarxa. Us queden {{n}} intents per introduir el codi correcte. Consulteu la documentació del dispositiu o contacteu amb el vostre operador per a més informació.
cy: Methodd y cais i ddabersonoleiddio rhwydwaith. Mae gennych {{n}} tro ar ôl i gyflwyno'r cod cywir. Darllenwch ddogfennaeth eich dyfais neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: La despersonalización de red falló. Le quedan {{n}} intentos para escribir el código correcto. Consulte la documentación de su dispositivo o contacte con su operador para tener más información.
eu: Sarearen despertsonalizazio-eskaeraren hutsegitea. {{n}} aukera dauzkazu kode zuzena sartzeko. Begiratu zure gailuaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: درخواست غیرشخصی‌سازی شبکه شکست خورد. {{n}} تلاش برای وارد کردن رمز درست دارید. برای اطّلاعات بیش‌تر به مستندات دستگاه خود مراجعه کرده یا با اپراتورتان تماس بگیرید.
gd: Dh'fhàillig d' iarrtas airson Network Depersonalization. Tha {{n}} oidhirp agad fhathast gus an còd ceart a chur a-steach. Thoir sùil air an fhiosrachadh a thàinig an cois an uidheim agad no cuir fios gun ghiùlanair agad airson barrachd fiosrachaidh.
hu: A hálózat személytelenítésére vonatkozó kérés sikertelen. Még {{n}} lehetősége van a helyes kód megadására. Nézze meg az eszköz dokumentációját, vagy keresse meg szolgáltatóját.
id: Permintaan personalisasi ulang jaringan gagal. Anda punya {{n}} kesempatan tersisa untuk memasukkan kode yang benar. Lihat dokumentasi perangkat atau hubungi operator untuk informasi lebih lanjut.
km: បរាជ័យ​ការ​ស្នើ​​​បណ្ដាញ​​មិន​​មាន​លក្ខណៈ​បុគ្គល។ អ្នក​នៅ​សល់ {{n}} ដង​ទៀត​ដើម្បី​បញ្ចូល​លេខ​កូដ​ត្រឹមត្រូវ។ សូម​មើល​ឯកសារ​ឧបករណ៍​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​បញ្ជូន​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: ನೆಟ್‌ವರ್ಕ್ ಅಗತ್ಯನುಗುಣವಾಗಿಸುವ ಕರೆಯು ವಿಫಲವಾಗಿದೆ. ನಿಮಗೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ಕಡೆಯ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ. ನಿಮ್ಮ ಸಾಧನದ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mai: संजाल नहि निजीकरण अनुरोध बिफलता. सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस शेष अछि. अपन अओजार दस्ताबेज़ीकरण देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Tsy nety ny hataka fanalam-panokanan-tambajotra. Andrana {{n}} sisa no anananao hampidirana ny kaody marina. Jereo ny boky momba ny fitovanao na mifandraisa @ mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: നെറ്റ്‌വര്‍ക്ക് ഇല്ലാതാക്കുന്നതിനുള്ള ആവശ്യം പരാജയം. {{n}} തവണ കൂടി ശരിയ്ക്കുള്ള കോഡ് നല്‍കാം. ഡിവൈസിനുള്ള വിവരണക്കുറിപ്പു് കാണുക അല്ലെങ്കില്‍ കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ഫോണ്‍ കമ്പനിയുമായി ബന്ധപ്പെടൂ.
mr: नेटवर्क डीपर्सनलायझेशन विनंती अयशस्वी. NCK कोड टाकण्यासाठी, आपल्याकडे {{n}} संध्या आहेत. अधिक माहितीसाठी, आपले उपकरण दस्तावेज पहा किंवा आपल्या कॅरीअर कंपनीशी संपर्क साधा.
ms: Kegagalan permintaan rangkaian depersonalisasi. Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul. Lihat dokumentasi peranti atau hubungi operator anda untuk maklumat.
my: ကွန်ယက်ချိတ်ဆက်မှု တစ်ကိုယ်ရေသုံး အပြင်အဆင်များအားဖျက်ရန် တောင်းဆိုမှုမအောင်မြင်ပါ။ ကြိုးစားရန် {{n}} ကြိမ်ကျန် သေးသှ်။ ဖုန်းစာရွက်စာတမ်းသို့ ဝန်ဆောင်မှုပေးသူအား ဆက်သွယ်ကြည့်ပါ။
ne: व्यक्तिगत अपहिचान सञ्जाल अनुरोध असफल। तपाईसंग ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छन्। थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईको यन्त्र वाहकसंग सम्पर्क राख्नुहोस्।
or: ନେଟୱର୍କ ସାର୍ବଜନିନ କରିବା ଅନୁରୋଧ ବିଫଳ ହୋଇଛି। ସଠିକ କୋର୍ଡ୍‌ ଦେବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ {{n}} ଟି ପ୍ରୟାସ ବାକି ଅଛି। ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣଙ୍କରSIM କାର୍ଡ ଦଲିଲକୁ ଅନୁସରଣ କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କର ନେଟୱର୍କ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: O pedido de despersonalização da rede falhou. Restam {{n}} tentativas para introduzir o código correto. Consulte a documentação do seu dispositivo ou o contacte o seu operador para mais informações.
ro: Cererea de depersonalizare a rețelei a eșuat. Ai {{n}} încercări rămase pentru a introduce codul corect. Consultă documentația dispozitivului sau contactează operatorul pentru mai multe informații.
si: ජාල අපුද්ගලායීකරණ ඉල්ලීම අසමත් විය. ඔබට නිවැරදි කේතය ඇතුලු කිරීමට තවත් අවස්ථා {{n}}ක් ඇත. ඔබගේ ප්‍රලේඛණයන් හෝ සේවා සපයන්නා වැඩි‍දුර තොරතුරු සදහා සම්බන්ධ කරගන්න.
sw: Ombi la kuondoa ubinafsishaji limeshindwa. Una majaribio {{n}} yaliosalia ya kuingiza kodi sahihi. Rejelea waraka wa kifaa chako au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: பிணைய தன்னிலை இழத்தல் கோரிக்கை தோல்வி. உங்களுக்கு சரியான குறியீட்டை உள்ளிட {{n}} வாய்ப்புகள் மீதமுள்ளன. உங்களுடைய செல்பேசி ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்பு கொள்.
te: నెట్వర్క్ డీపర్సనలైజేషన్ అభ్యర్దన విఫలమైంది. సరైన కోడ్ ప్రవేశపెట్టుటకు మీవద్ద {{n}} అవకాశాలు వున్నాయి. మరింత సమాచారం కొరకు మీ పరికర పత్రీకరణను చూడండి లేదా మీ కారియర్ సంప్రదించండి.
tr: Şebeke kişiselleştirmesini kaldırma isteği başarısız oldu. Doğru kodu girmek için {{n}} hakkınız kaldı. Daha fazla bilgi için aygıt belgelerinize bakın veya operatörünüzle iletişime geçin.
ur: نیٹ ورک شخصيت کُشي کی درخواست کی ناکامی۔ آپ کے پاس درست کوڈ درج کرنے کے {{n}} موقعے بچے ہیں۔ آپ کے آلے کی دستاویزات کا حوالہ لیں یا مزید معلومات کے لئے اپنے بارگیر سے رابطہ کریں۔
uz: Depersonilizatsiya so‘rovi amalga oshmadi. To‘g‘ri kodni kiritish uchun sizda {{n}} ta urinish qoldi. Qo‘shimcha ma’lumot olish uchun qurilma qo‘llanmasiga yoki tarmoq operatoringizga murojaat qiling.
xh: Ukusilela kwesicelo senethiweki. Unamathuba okuzama a-{{n}} ukufaka ikhowudi echanileyo. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Ukufeyila kwesicelo sokulungisa inethiwekhi ngokwakho. Ususalelwe amathuba angu-{{n}} ukuba ubhale ikhodi eyiyo. Bheka amaphepha edivayisi yakho noma uthinte umhlinzeki wakho ngeminye imininingwane.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
af: Netwerkontverpersoonliking-versoek het misluk. Jy het {{n}} probeerslae oor om die regte kode in te voer. Raadpleeg jou toestel se dokumentasie of skakel jou draer vir verdere inligting.
am: የ ኔትዎርክ መቀየር ጥያቄ ወድቋል: እርስዎ {{n}} ሙከራ ይቀርዎታል ትክክለኛውን ኮድ ለማስገባት: ያመሳክሩ ወደ እርስዎ አካል ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: فشل طلب عدم تخصيص الشبكة. لديك {{n}} محاولات متبقية لادخال الكود الصحيح. راجع وثائق جهازك أو اتصل مع مزود الخدمة لمعلومات اضافية.
as: নেটৱৰ্ক অব্যক্তিগতকৰণ অনুৰোধ ব্যৰ্থ হল। আপোনাৰ শুদ্ধ ক'ড সুমুৱাবলে {{n}} প্ৰচেষ্টা বাকী আছে। অধিক তথ্যৰ বাবে আপোনাৰ ডিভাইচৰ তথ্যচিত্ৰ চাওক অথবা আপোনাৰ প্ৰদানকাৰীক যোগাযোগ কৰক।
bg: Заявката за мрежово обезличаване е неуспешна. Имате {{n}} опита да въведете правилен код. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: নেটওয়ার্ক ডিস্পার্সোনালাইজেশন অনুরোধ ব্যর্থ। সঠিক কোড প্রবেশ করানোর জন্য আর {{n}} টি মাত্র সুযোগ আছে আপনার। আপনার ডিভাইস নথিপত্র পড়ুন অথবা অধিক বিবরণের জন্য আপনার ক্যারিয়ার সাথে যোগাযোগ করুন।
bn_in: নেটওয়ার্ক ডিপার্সোনালাইসেশান অনুরোধ ব্যর্থ। সঠিক কোড লেখার জন্য কেবল {{n}} প্রচেষ্টা বাকি আছে। আপনার ডিভাইসের নথিপত্র ঘেঁটে দেখুন অথবা আরও জানতে ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: C'hwitadenn war dibersoneladur ar rouedad. Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh. Lennit teuliadur an trevnad pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Zahtjev za mrežnu depersonalizaciju nije uspio. Imate još {{n}} pokušaja da upišete tačan kod. Pogledajte dokumentaciju vašeg uređaja ili kontaktirajte vašeg operatera za više informacija.
ca: Ha fallat la sol·licitud de despersonalització de la xarxa. Us queden {{n}} intents per introduir el codi correcte. Consulteu la documentació del dispositiu o contacteu amb el vostre operador per a més informació.
cy: Methodd y cais i ddabersonoleiddio rhwydwaith. Mae gennych {{n}} tro ar ôl i gyflwyno'r cod cywir. Darllenwch ddogfennaeth eich dyfais neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: La despersonalización de red falló. Le quedan {{n}} intentos para escribir el código correcto. Consulte la documentación de su dispositivo o contacte con su operador para tener más información.
eu: Sarearen despertsonalizazio-eskaeraren hutsegitea. {{n}} aukera dauzkazu kode zuzena sartzeko. Begiratu zure gailuaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: درخواست غیرشخصی‌سازی شبکه شکست خورد. {{n}} تلاش برای وارد کردن رمز درست دارید. برای اطّلاعات بیش‌تر به مستندات دستگاه خود مراجعه کرده یا با اپراتورتان تماس بگیرید.
gd: Dh'fhàillig d' iarrtas airson Network Depersonalization. Tha {{n}} oidhirpean agad fhathast gus an còd ceart a chur a-steach. Thoir sùil air an fhiosrachadh a thàinig an cois an uidheim agad no cuir fios gun ghiùlanair agad airson barrachd fiosrachaidh.
hu: A hálózat személytelenítésére vonatkozó kérés sikertelen. Még {{n}} lehetősége van a helyes kód megadására. Nézze meg az eszköz dokumentációját, vagy keresse meg szolgáltatóját.
id: Permintaan personalisasi ulang jaringan gagal. Anda punya {{n}} kesempatan tersisa untuk memasukkan kode yang benar. Lihat dokumentasi perangkat atau hubungi operator untuk informasi lebih lanjut.
km: បរាជ័យ​ការ​ស្នើ​​​បណ្ដាញ​​មិន​​មាន​លក្ខណៈ​បុគ្គល។ អ្នក​នៅ​សល់ {{n}} ដង​ទៀត​ដើម្បី​បញ្ចូល​លេខ​កូដ​ត្រឹមត្រូវ។ សូម​មើល​ឯកសារ​ឧបករណ៍​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​បញ្ជូន​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: ನೆಟ್‌ವರ್ಕ್ ಅಗತ್ಯನುಗುಣವಾಗಿಸುವ ಕರೆಯು ವಿಫಲವಾಗಿದೆ. ನಿಮಗೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ಕಡೆಯ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ. ನಿಮ್ಮ ಸಾಧನದ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mai: संजाल नहि निजीकरण अनुरोध बिफलता. सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस शेष अछि. अपन अओजार दस्ताबेज़ीकरण देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Tsy nety ny hataka fanalam-panokanan-tambajotra. Andrana {{n}} sisa no anananao hampidirana ny kaody marina. Jereo ny boky momba ny fitovanao na mifandraisa @ mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: നെറ്റ്‌വര്‍ക്ക് ഇല്ലാതാക്കുന്നതിനുള്ള ആവശ്യം പരാജയം. {{n}} തവണ കൂടി ശരിയ്ക്കുള്ള കോഡ് നല്‍കാം. ഡിവൈസിനുള്ള വിവരണക്കുറിപ്പു് കാണുക അല്ലെങ്കില്‍ കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ഫോണ്‍ കമ്പനിയുമായി ബന്ധപ്പെടൂ.
mr: नेटवर्क डीपर्सनलायझेशन विनंती अयशस्वी. NCK कोड टाकण्यासाठी, आपल्याकडे {{n}} संध्या आहेत. अधिक माहितीसाठी, आपले उपकरण दस्तावेज पहा किंवा आपल्या कॅरीअर कंपनीशी संपर्क साधा.
ms: Kegagalan permintaan rangkaian depersonalisasi. Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul. Lihat dokumentasi peranti atau hubungi operator anda untuk maklumat.
my: ကွန်ယက်ချိတ်ဆက်မှု တစ်ကိုယ်ရေသုံး အပြင်အဆင်များအားဖျက်ရန် တောင်းဆိုမှုမအောင်မြင်ပါ။ ကုဒ်အမှန် ဖြည့်ရန် {{n}} ကြိမ်ကျန် သေးသှ်။ ဖုန်းစာရွက်စာတမ်းသို့ ဝန်ဆောင်မှုပေးသူအား ဆက်သွယ်ကြည့်ပါ။
ne: व्यक्तिगत अपहिचान सञ्जाल अनुरोध असफल। तपाईसंग ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छन्। थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईको यन्त्र वाहकसंग सम्पर्क राख्नुहोस्।
or: ନେଟୱର୍କ ସାର୍ବଜନିନ କରିବା ଅନୁରୋଧ ବିଫଳ ହୋଇଛି। ସଠିକ କୋର୍ଡ୍‌ ଦେବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ {{n}} ଟି ପ୍ରୟାସ ବାକି ଅଛି। ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣଙ୍କରSIM କାର୍ଡ ଦଲିଲକୁ ଅନୁସରଣ କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କର ନେଟୱର୍କ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: O pedido de despersonalização da rede falhou. Restam {{n}} tentativas para introduzir o código correto. Consulte a documentação do seu dispositivo ou o contacte o seu operador para mais informações.
ro: Cererea de depersonalizare a rețelei a eșuat. Ai {{n}} încercări rămase pentru a introduce codul corect. Consultă documentația dispozitivului sau contactează operatorul pentru mai multe informații.
si: ජාල අපුද්ගලායීකරණ ඉල්ලීම අසමත් විය. ඔබට නිවැරදි කේතය ඇතුලු කිරීමට තවත් අවස්ථා {{n}}ක් ඇත. ඔබගේ ප්‍රලේඛණයන් හෝ සේවා සපයන්නා වැඩි‍දුර තොරතුරු සදහා සම්බන්ධ කරගන්න.
sw: Ombi la kuondoa ubinafsishaji limeshindwa. Una majaribio {{n}} yaliosalia ya kuingiza kodi sahihi. Rejelea waraka wa kifaa chako au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: பிணைய தன்னிலை இழத்தல் கோரிக்கை தோல்வி. உங்களுக்கு சரியான குறியீட்டை உள்ளிட {{n}} வாய்ப்புகள் மீதமுள்ளன. உங்களுடைய செல்பேசி ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்பு கொள்.
te: నెట్వర్క్ డీపర్సనలైజేషన్ అభ్యర్దన విఫలమైంది. సరైన కోడ్ ప్రవేశపెట్టుటకు మీవద్ద {{n}} అవకాశాలు వున్నాయి. మరింత సమాచారం కొరకు మీ పరికర పత్రీకరణను చూడండి లేదా మీ కారియర్ సంప్రదించండి.
tr: Şebeke kişiselleştirmesini kaldırma isteği başarısız oldu. Doğru kodu girmek için {{n}} hakkınız kaldı. Daha fazla bilgi için aygıt belgelerinize bakın veya operatörünüzle iletişime geçin.
ur: نیٹ ورک شخصيت کُشي کی درخواست کی ناکامی۔ آپ کے پاس درست کوڈ درج کرنے کے {{n}} موقعے بچے ہیں۔ آپ کے آلے کی دستاویزات کا حوالہ لیں یا مزید معلومات کے لئے اپنے بارگیر سے رابطہ کریں۔
uz: Depersonilizatsiya so‘rovi amalga oshmadi. To‘g‘ri kodni kiritish uchun sizda {{n}} ta urinish qoldi. Qo‘shimcha ma’lumot olish uchun qurilma qo‘llanmasiga yoki tarmoq operatoringizga murojaat qiling.
xh: Ukusilela kwesicelo senethiweki. Unamathuba okuzama a-{{n}} ukufaka ikhowudi echanileyo. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Ukufeyila kwesicelo sokulungisa inethiwekhi ngokwakho. Ususalelwe amathuba angu-{{n}} ukuba ubhale ikhodi eyiyo. Bheka amaphepha edivayisi yakho noma uthinte umhlinzeki wakho ngeminye imininingwane.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
af: Netwerkontverpersoonliking-versoek het misluk. Jy het {{n}} probeerslae oor om die regte kode in te voer. Raadpleeg jou toestel se dokumentasie of skakel jou draer vir verdere inligting.
am: የ ኔትዎርክ መቀየር ጥያቄ ወድቋል: እርስዎ {{n}} ሙከራ ይቀርዎታል ትክክለኛውን ኮድ ለማስገባት: ያመሳክሩ ወደ እርስዎ አካል ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: فشل طلب عدم تخصيص الشبكة. لديك {{n}} محاولات متبقية لادخال الكود الصحيح. راجع وثائق جهازك أو اتصل مع مزود الخدمة لمعلومات اضافية.
as: নেটৱৰ্ক অব্যক্তিগতকৰণ অনুৰোধ ব্যৰ্থ হল। আপোনাৰ শুদ্ধ ক'ড সুমুৱাবলে {{n}} প্ৰচেষ্টা বাকী আছে। অধিক তথ্যৰ বাবে আপোনাৰ ডিভাইচৰ তথ্যচিত্ৰ চাওক অথবা আপোনাৰ প্ৰদানকাৰীক যোগাযোগ কৰক।
bg: Заявката за мрежово обезличаване е неуспешна. Имате {{n}} опита да въведете правилен код. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: নেটওয়ার্ক ডিস্পার্সোনালাইজেশন অনুরোধ ব্যর্থ। সঠিক কোড প্রবেশ করানোর জন্য আর {{n}} টি মাত্র সুযোগ আছে আপনার। আপনার ডিভাইস নথিপত্র পড়ুন অথবা অধিক বিবরণের জন্য আপনার ক্যারিয়ার সাথে যোগাযোগ করুন।
bn_in: নেটওয়ার্ক ডিপার্সোনালাইসেশান অনুরোধ ব্যর্থ। সঠিক কোড লেখার জন্য কেবল {{n}} প্রচেষ্টা বাকি আছে। আপনার ডিভাইসের নথিপত্র ঘেঁটে দেখুন অথবা আরও জানতে ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: C'hwitadenn war dibersoneladur ar rouedad. Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh. Lennit teuliadur an trevnad pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Zahtjev za mrežnu depersonalizaciju nije uspio. Imate još {{n}} pokušaja da upišete tačan kod. Pogledajte dokumentaciju vašeg uređaja ili kontaktirajte vašeg operatera za više informacija.
ca: Ha fallat la sol·licitud de despersonalització de la xarxa. Us queden {{n}} intents per introduir el codi correcte. Consulteu la documentació del dispositiu o contacteu amb el vostre operador per a més informació.
cy: Methodd y cais i ddabersonoleiddio rhwydwaith. Mae gennych {{n}} tro ar ôl i gyflwyno'r cod cywir. Darllenwch ddogfennaeth eich dyfais neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: La despersonalización de red falló. Le quedan {{n}} intentos para escribir el código correcto. Consulte la documentación de su dispositivo o contacte con su operador para tener más información.
eu: Sarearen despertsonalizazio-eskaeraren hutsegitea. {{n}} aukera dauzkazu kode zuzena sartzeko. Begiratu zure gailuaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: درخواست غیرشخصی‌سازی شبکه شکست خورد. {{n}} تلاش برای وارد کردن رمز درست دارید. برای اطّلاعات بیش‌تر به مستندات دستگاه خود مراجعه کرده یا با اپراتورتان تماس بگیرید.
gd: Dh'fhàillig d' iarrtas airson Network Depersonalization. Tha {{n}} oidhirp agad fhathast gus an còd ceart a chur a-steach. Thoir sùil air an fhiosrachadh a thàinig an cois an uidheim agad no cuir fios gun ghiùlanair agad airson barrachd fiosrachaidh.
hu: A hálózat személytelenítésére vonatkozó kérés sikertelen. Még {{n}} lehetősége van a helyes kód megadására. Nézze meg az eszköz dokumentációját, vagy keresse meg szolgáltatóját.
id: Permintaan personalisasi ulang jaringan gagal. Anda punya {{n}} kesempatan tersisa untuk memasukkan kode yang benar. Lihat dokumentasi perangkat atau hubungi operator untuk informasi lebih lanjut.
km: បរាជ័យ​ការ​ស្នើ​​​បណ្ដាញ​​មិន​​មាន​លក្ខណៈ​បុគ្គល។ អ្នក​នៅ​សល់ {{n}} ដង​ទៀត​ដើម្បី​បញ្ចូល​លេខ​កូដ​ត្រឹមត្រូវ។ សូម​មើល​ឯកសារ​ឧបករណ៍​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​បញ្ជូន​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: ನೆಟ್‌ವರ್ಕ್ ಅಗತ್ಯನುಗುಣವಾಗಿಸುವ ಕರೆಯು ವಿಫಲವಾಗಿದೆ. ನಿಮಗೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ಕಡೆಯ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ. ನಿಮ್ಮ ಸಾಧನದ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mai: संजाल नहि निजीकरण अनुरोध बिफलता. सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस शेष अछि. अपन अओजार दस्ताबेज़ीकरण देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Tsy nety ny hataka fanalam-panokanan-tambajotra. Andrana {{n}} sisa no anananao hampidirana ny kaody marina. Jereo ny boky momba ny fitovanao na mifandraisa @ mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: നെറ്റ്‌വര്‍ക്ക് ഇല്ലാതാക്കുന്നതിനുള്ള ആവശ്യം പരാജയം. {{n}} തവണ കൂടി ശരിയ്ക്കുള്ള കോഡ് നല്‍കാം. ഡിവൈസിനുള്ള വിവരണക്കുറിപ്പു് കാണുക അല്ലെങ്കില്‍ കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ഫോണ്‍ കമ്പനിയുമായി ബന്ധപ്പെടൂ.
mr: नेटवर्क डीपर्सनलायझेशन विनंती अयशस्वी. NCK कोड टाकण्यासाठी, आपल्याकडे {{n}} संध्या आहेत. अधिक माहितीसाठी, आपले उपकरण दस्तावेज पहा किंवा आपल्या कॅरीअर कंपनीशी संपर्क साधा.
ms: Kegagalan permintaan rangkaian depersonalisasi. Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul. Lihat dokumentasi peranti atau hubungi operator anda untuk maklumat.
my: ကွန်ယက်ချိတ်ဆက်မှု တစ်ကိုယ်ရေသုံး အပြင်အဆင်များအားဖျက်ရန် တောင်းဆိုမှုမအောင်မြင်ပါ။ ကုဒ်အမှန် ဖြည့်ရန် {{n}} ကြိမ်ကျန် သေးသှ်။ ဖုန်းစာရွက်စာတမ်းသို့ ဝန်ဆောင်မှုပေးသူအား ဆက်သွယ်ကြည့်ပါ။
ne: व्यक्तिगत अपहिचान सञ्जाल अनुरोध असफल। तपाईसंग ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छन्। थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईको यन्त्र वाहकसंग सम्पर्क राख्नुहोस्।
or: ନେଟୱର୍କ ସାର୍ବଜନିନ କରିବା ଅନୁରୋଧ ବିଫଳ ହୋଇଛି। ସଠିକ କୋର୍ଡ୍‌ ଦେବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ {{n}} ଟି ପ୍ରୟାସ ବାକି ଅଛି। ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣଙ୍କରSIM କାର୍ଡ ଦଲିଲକୁ ଅନୁସରଣ କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କର ନେଟୱର୍କ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: O pedido de despersonalização da rede falhou. Restam {{n}} tentativas para introduzir o código correto. Consulte a documentação do seu dispositivo ou o contacte o seu operador para mais informações.
ro: Cererea de depersonalizare a rețelei a eșuat. Ai {{n}} încercări rămase pentru a introduce codul corect. Consultă documentația dispozitivului sau contactează operatorul pentru mai multe informații.
si: ජාල අපුද්ගලායීකරණ ඉල්ලීම අසමත් විය. ඔබට නිවැරදි කේතය ඇතුලු කිරීමට තවත් අවස්ථා {{n}}ක් ඇත. ඔබගේ ප්‍රලේඛණයන් හෝ සේවා සපයන්නා වැඩි‍දුර තොරතුරු සදහා සම්බන්ධ කරගන්න.
sw: Ombi la kuondoa ubinafsishaji limeshindwa. Una majaribio {{n}} yaliosalia ya kuingiza kodi sahihi. Rejelea waraka wa kifaa chako au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: பிணைய தன்னிலை இழத்தல் கோரிக்கை தோல்வி. உங்களுக்கு சரியான குறியீட்டை உள்ளிட {{n}} வாய்ப்புகள் மீதமுள்ளன. உங்களுடைய செல்பேசி ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்பு கொள்.
te: నెట్వర్క్ డీపర్సనలైజేషన్ అభ్యర్దన విఫలమైంది. సరైన కోడ్ ప్రవేశపెట్టుటకు మీవద్ద {{n}} అవకాశాలు వున్నాయి. మరింత సమాచారం కొరకు మీ పరికర పత్రీకరణను చూడండి లేదా మీ కారియర్ సంప్రదించండి.
tr: Şebeke kişiselleştirmesini kaldırma isteği başarısız oldu. Doğru kodu girmek için {{n}} hakkınız kaldı. Daha fazla bilgi için aygıt belgelerinize bakın veya operatörünüzle iletişime geçin.
ur: نیٹ ورک شخصيت کشی کی درخواست کی ناکامی۔ آپ کے پاس درست کوڈ درج کرنے کے {{n}} موقعے بچے ہیں۔ آپ کے آلے کی دستاویزات کا حوالہ لیں یا مزید معلومات کے لئے اپنے کیریئر سے رابطہ کریں۔
uz: Depersonilizatsiya so‘rovi amalga oshmadi. To‘g‘ri kodni kiritish uchun sizda {{n}} ta urinish qoldi. Qo‘shimcha ma’lumot olish uchun qurilma qo‘llanmasiga yoki tarmoq operatoringizga murojaat qiling.
xh: Ukusilela kwesicelo senethiweki. Unamathuba okuzama a-{{n}} ukufaka ikhowudi echanileyo. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Ukufeyila kwesicelo sokulungisa inethiwekhi ngokwakho. Ususalelwe amathuba angu-{{n}} ukuba ubhale ikhodi eyiyo. Bheka amaphepha edivayisi yakho noma uthinte umhlinzeki wakho ngeminye imininingwane.
