Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
af: Netwerkontverpersoonliking-versoek het misluk. Jy het {{n}} probeerslae oor om die regte kode in te voer. Raadpleeg jou toestel se dokumentasie of skakel jou draer vir verdere inligting.
am: የ ኔትዎርክ መቀየር ጥያቄ ወድቋል: እርስዎ {{n}} ሙከራ ይቀርዎታል ትክክለኛውን ኮድ ለማስገባት: ያመሳክሩ ወደ እርስዎ አካል ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: فشل طلب عدم تخصيص الشبكة. لديك {{n}} محاولات متبقية لادخال الكود الصحيح. راجع وثائق جهازك أو اتصل مع مزود الخدمة لمعلومات اضافية.
as: নেটৱৰ্ক অব্যক্তিগতকৰণ অনুৰোধ ব্যৰ্থ হল। আপোৱাৰ শুদ্ধ ক'ড সুমুৱাবলে {{n}} প্ৰচেষ্টা বাকী আছে। অধিক তথ্যৰ বাবে আপোনাৰ ডিভাইচৰ তথ্যচিত্ৰ চাওক অথবা আপোনাৰ প্ৰদানকাৰীক যোগাযোগ কৰক।
bg: Заявката за мрежово обезличаване е неуспешна. Имате {{n}} опита да въведете правилен код. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: নেটওয়ার্ক ডিস্পার্সোনালাইজেশন অনুরোধ ব্যর্থ। সঠিক কোড প্রবেশ করানোর জন্য আর {{n}} টি মাত্র সুযোগ আছে আপনার। আপনার ডিভাইস নথিপত্র পড়ুন অথবা অধিক বিবরণের জন্য আপনার ক্যারিয়ার সাথে যোগাযোগ করুন।
bn_in: নেটওয়ার্ক ডিপার্সোনালাইসেশান অনুরোধ ব্যর্থ। সঠিক কোড লেখার জন্য কেবল {{n}} প্রচেষ্টা বাকি আছে। আপনার ডিভাইসের নথিপত্র ঘেঁটে দেখুন অথবা আরও জানতে ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: C'hwitadenn war dibersoneladur ar rouedad. Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh. Lennit teuliadur an trevnad pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Zahtjev za mrežnu depersonalizaciju nije uspio. Imate još {{n}} pokušaja da upišete tačan kod. Pogledajte dokumentaciju vašeg uređaja ili kontaktirajte vašeg operatera za više informacija.
ca: Ha fallat la sol·licitud de despersonalització de la xarxa. Us queden {{n}} intents per introduir el codi correcte. Consulteu la documentació del dispositiu o contacteu amb el vostre operador per a més informació.
cy: Methodd y cais i ddabersonoleiddio rhwydwaith. Mae gennych {{n}} tro ar ôl i gyflwyno'r cod cywir. Darllenwch ddogfennaeth eich dyfais neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: La despersonalización de red falló. Le quedan {{n}} intentos para escribir el código correcto. Consulte la documentación de su dispositivo o contacte con su operador para tener más información.
eu: Sarearen despertsonalizazio-eskaeraren hutsegitea. {{n}} aukera dauzkazu kode zuzena sartzeko. Begiratu zure gailuaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: درخواست غیرشخصی‌سازی شبکه شکست خورد. {{n}} تلاش برای وارد کردن رمز درست دارید. برای اطّلاعات بیش‌تر به مستندات دستگاه خود مراجعه کرده یا با اپراتورتان تماس بگیرید.
gd: Dh'fhàillig d' iarrtas airson Network Depersonalization. Tha {{n}} oidhirp agad fhathast gus an còd ceart a chur a-steach. Thoir sùil air an fhiosrachadh a thàinig an cois an uidheim agad no cuir fios gun ghiùlanair agad airson barrachd fiosrachaidh.
hu: A hálózat személytelenítésére vonatkozó kérés sikertelen. Még {{n}} lehetősége van a helyes kód megadására. Nézze meg az eszköz dokumentációját, vagy keresse meg szolgáltatóját.
id: Permintaan personalisasi ulang jaringan gagal. Anda punya {{n}} kesempatan tersisa untuk memasukkan kode yang benar. Lihat dokumentasi perangkat atau hubungi operator untuk informasi lebih lanjut.
km: បរាជ័យ​ការ​ស្នើ​​​បណ្ដាញ​​មិន​​មាន​លក្ខណៈ​បុគ្គល។ អ្នក​នៅ​សល់ {{n}} ដង​ទៀត​ដើម្បី​បញ្ចូល​លេខ​កូដ​ត្រឹមត្រូវ។ សូម​មើល​ឯកសារ​ឧបករណ៍​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​បញ្ជូន​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: ನೆಟ್‌ವರ್ಕ್ ಅಗತ್ಯನುಗುಣವಾಗಿಸುವ ಕರೆಯು ವಿಫಲವಾಗಿದೆ. ನಿಮಗೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ಕಡೆಯ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ. ನಿಮ್ಮ ಸಾಧನದ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mai: संजाल नहि निजीकरण अनुरोध बिफलता. सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस शेष अछि. अपन अओजार दस्ताबेज़ीकरण देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Tsy nety ny hataka fanalam-panokanan-tambajotra. Andrana {{n}} sisa no anananao hampidirana ny kaody marina. Jereo ny boky momba ny fitovanao na mifandraisa @ mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: നെറ്റ്‌വര്‍ക്ക് ഇല്ലാതാക്കുന്നതിനുള്ള ആവശ്യം പരാജയം. {{n}} തവണ കൂടി ശരിയ്ക്കുള്ള കോഡ് നല്‍കാം. ഡിവൈസിനുള്ള വിവരണക്കുറിപ്പു് കാണുക അല്ലെങ്കില്‍ കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ഫോണ്‍ കമ്പനിയുമായി ബന്ധപ്പെടൂ.
mr: नेटवर्क डीपर्सनलायझेशन विनंती अयशस्वी. NCK कोड टाकण्यासाठी, आपल्याकडे {{n}} संध्या आहेत. अधिक माहितीसाठी, आपले उपकरण दस्तावेज पहा किंवा आपल्या कॅरीअर कंपनीशी संपर्क साधा.
ms: Kegagalan permintaan rangkaian depersonalisasi. Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul. Lihat dokumentasi peranti atau hubungi operator anda untuk maklumat.
my: ကွန်ယက်ချိတ်ဆက်မှု တစ်ကိုယ်ရေသုံး အပြင်အဆင်များအားဖျက်ရန် တောင်းဆိုမှုမအောင်မြင်ပါ။ ကုဒ်အမှန် ဖြည့်ရန် {{n}} ကြိမ်ကျန် သေးသှ်။ ဖုန်းစာရွက်စာတမ်းသို့ ဝန်ဆောင်မှုပေးသူအား ဆက်သွယ်ကြည့်ပါ။
ne: व्यक्तिगत अपहिचान सञ्जाल अनुरोध असफल। तपाईसंग ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छन्। थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईको यन्त्र वाहकसंग सम्पर्क राख्नुहोस्।
or: ନେଟୱର୍କ ସାର୍ବଜନିନ କରିବା ଅନୁରୋଧ ବିଫଳ ହୋଇଛି। ସଠିକ କୋର୍ଡ୍‌ ଦେବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ {{n}} ଟି ପ୍ରୟାସ ବାକି ଅଛି। ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣଙ୍କରSIM କାର୍ଡ ଦଲିଲକୁ ଅନୁସରଣ କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କର ନେଟୱର୍କ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: O pedido de despersonalização da rede falhou. Restam {{n}} tentativas para introduzir o código correto. Consulte a documentação do seu dispositivo ou o contacte o seu operador para mais informações.
ro: Cererea de depersonalizare a rețelei a eșuat. Ai {{n}} încercări rămase pentru a introduce codul corect. Consultă documentația dispozitivului sau contactează operatorul pentru mai multe informații.
si: ජාල අපුද්ගලායීකරණ ඉල්ලීම අසමත් විය. ඔබට තවත් උත්සාහ කිරීම් {{n}}ක් නිවැරදි කේතය ඇතුලත් කිරීමට ඉතිරිවී ඇත. ඔබගේ උපාංගයේ ප්‍රලේඛන හෝ ඔබගේ සේවා සැපයුම් කරු වැඩිදුර තොරතුරු සඳහා සම්බන්ධ කරගන්නත
sw: Ombi la kuondoa ubinafsishaji limeshindwa. Una majaribio {{n}} yaliosalia ya kuingiza kodi sahihi. Rejelea waraka wa kifaa chako au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: பிணைய தன்னிலை இழத்தல் கோரிக்கை தோல்வி. உங்களுக்கு சரியான குறியீட்டை உள்ளிட {{n}} வாய்ப்புகள் மீதமுள்ளன. உங்களுடைய செல்பேசி ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்பு கொள்.
te: నెట్వర్క్ డీపర్సనలైజేషన్ అభ్యర్దన విఫలమైంది. సరైన కోడ్ ప్రవేశపెట్టుటకు మీవద్ద {{n}} అవకాశాలు వున్నాయి. మరింత సమాచారం కొరకు మీ పరికర పత్రీకరణను చూడండి లేదా మీ కారియర్ సంప్రదించండి.
tr: Şebeke kişiselleştirmesini kaldırma isteği başarısız oldu. Doğru kodu girmek için {{n}} hakkınız kaldı. Daha fazla bilgi için aygıt belgelerinize bakın veya operatörünüzle iletişime geçin.
ur: نیٹ ورک شخصيت کشی کی درخواست کی ناکامی۔ آپ کے پاس درست کوڈ درج کرنے کے {{n}} موقعے باقی ہیں۔ آپ کے آلے کی دستاویزات کا حوالہ لیں یا مزید معلومات کے لئے اپنے کیریئر سے رابطہ کریں۔
uz: Depersonilizatsiya so‘rovi amalga oshmadi. To‘g‘ri kodni kiritish uchun sizda {{n}} ta urinish qoldi. Qo‘shimcha ma’lumot olish uchun qurilma qo‘llanmasiga yoki tarmoq operatoringizga murojaat qiling.
xh: Ukusilela kwesicelo senethiweki. Unamathuba okuzama a-{{n}} ukufaka ikhowudi echanileyo. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Ukufeyila kwesicelo sokulungisa inethiwekhi ngokwakho. Ususalelwe amathuba angu-{{n}} ukuba ubhale ikhodi eyiyo. Bheka amaphepha edivayisi yakho noma uthinte umhlinzeki wakho ngeminye imininingwane.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
af: Netwerkontverpersoonliking-versoek het misluk. Laaste kans om die regte NCK-kode in te voer. Raadpleeg jou toestel se dokumentasie of skakel jou draer vir verdere inligting.
am: የ ኔትዎርክ መቀየር ጥያቄ ወድቋል: እርስዎ የመጨረሻ ሙከራ ትክክለኛውን የ NCK ኮድ ለማስገባት: ያመሳክሩ ወደ እርስዎ አካል ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: فشل طلب عدم تخصيص الشبكة. لديك محاولة اخيرة لادخال كود NCL. راجع وثائق جهازك أو اتصل مع مزود الخدمة لمعلومات اضافية.
as: নেটৱৰ্ক অব্যক্তিগত অনুৰোধ ব্যৰ্থ হল। শুদ্ধ NCK ক'ড সুমুৱাৰ এইটোয়ে অন্তিম সুযোগ। অধিক তথ্যৰ বাবে আপোনাৰ ডিভাইচৰ তথ্যচিত্ৰ চাওক অথবা আপোনাৰ প্ৰদানকাৰীক যোগাযোগ কৰক।
bg: Заявката за мрежово обезличаване е неуспешна. Имате един опит да въведете правилен NCK код. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: নেটওয়ার্ক ডিস্পার্সোনালাইজেশন অনুরোধ ব্যর্থ। সঠিক NCK কোড প্রবেশ করানোর এটি-ই শেষ সুযোগ। আপনার ডিভাইস নথিপত্র পড়ুন অথবা অধিক বিবরণের জন্য আপনার ক্যারিয়ার সাথে যোগাযোগ করুন।
bn_in: নেটওয়ার্ক ডিপার্সোনালাইসেশান অনুরোধ ব্যর্থ। সঠিক NCK কোড লেখার জন্য শেষ প্রচেষ্টা বাকি আছে। আপনার ডিভাইসের নথিপত্র ঘেঁটে দেখুন অথবা আরও জানতে নেটওয়ার্ক ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: C'hwitadenn war dibersoneladur ar rouedad. Hoc'h arnod diwezhañ eo evit reiñ ar PUK reizh. Lennit teuliadur an trevnad pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Zahtjev za mrežnu depersonalizaciju nije uspio. Posljednja šansa da upišete tačan NCK kod. Pogledajte dokumentaciju vašeg uređaja ili kontaktirajte vašeg operatera za više informacija.
ca: Ha fallat la sol·licitud de despersonalització de la xarxa. Aquesta és l'última oportunitat d'introduir el codi NCK correcte. Consulteu la documentació del dispositiu o contacteu amb el vostre operador per a més informació.
cy: Methodd y cais am ddabersonoleiddi rhwydwaith. Dyma'r cyfle olaf i gyflwyno'r cod NCK cywir. Darllenwch ddogfennaeth eich dyfais neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: La despersonalización de red falló. Es el último intento para escribir el código correcto. Consulte la documentación de su dispositivo o contacte con su operador para tener más información.
eu: Sarearen despertsonalizazio-eskaeraren hutsegitea. Azken aukera daukazu NCK kode zuzena sartzeko. Begiratu zure gailuaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: درخواست غیرشخصی‌سازی شبکه شکست خورد. آخرین تلاش برای وارد کردن درست کد NCK. برای اطّلاعات بیش‌تر به مستندات دستگاه خود مراجعه کرده یا با اپراتورتان تماس بگیرید.
gd: Dh'fhàillig d' iarrtas airson Network Depersonalization. 'S urrainn dhut feuchainn ris a' chòd NCK cheart a chur a-steach aon turas eile. Thoir sùil air an fhiosrachadh a thàinig an cois an uidheim agad no cuir fios gun ghiùlanair agad.
hu: A hálózat személytelenítésére vonatkozó kérés sikertelen. Ez az utolsó lehetősége a helyes NCK kód megadására. Nézze meg az eszköz dokumentációját, vagy keresse meg szolgáltatóját.
id: Permintaan pesonalisasi ulang jaringan gagal. Kesempatan terakhir untuk memasukkan kode PUK yang benar. Lihat dokumentasi perangkat atau hubungi operator untuk informasi lebih lanjut.
km: បរាជ័យ​ការ​ស្នើ​​​បណ្ដាញ​​មិន​​មាន​លក្ខណៈ​បុគ្គល។ ឱកាស​ចុង​ក្រោយ​ដើម្បី​បញ្ចូល​លេខ​កូដ NCK ត្រឹមត្រូវ។ យោង​តាម​ឯកសារ​ឧបករណ៍​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​របស់​អ្នក​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: ನೆಟ್‌ವರ್ಕ್ ಅಗತ್ಯನುಗುಣವಾಗಿಸುವ ಕರೆಯು ವಿಫಲವಾಗಿದೆ. ನಿಮಗೆ ಸರಿಯಾದ NCK ಸಂಕೇತ ನಮೂದಿಸಲು ಕಡೆಯ ಒಂದು ಪ್ರಯತ್ನ ಬಾಕಿ ಇದೆ. ನಿಮ್ಮ ಸಾಧನದ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mai: संजाल नहि निजीकरण अनुरोध बिफलता. अंतिम मौका सही NCK कोड दर्ज करू. अपन अओजार दस्ताबेज़ीकरण देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Tsy nety ny hataka fanalam-panokanan-tambajotra. Andrana farany hampidirana ny kaody NCK marina. Jereo ny boky momba ny fitovanao na mifandraisa @ mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: നെറ്റ്‌വര്‍ക്ക് ഇല്ലാതാക്കുന്നതിനുള്ള ആവശ്യം പരാജയം. ശരിയായ എന്‍സികെ കോഡ് നല്‍കുന്നതിനുള്ള അവസാനം ശ്രമം. ഡിവൈസിനുള്ള വിവരണക്കുറിപ്പു് കാണുക അല്ലെങ്കില്‍ കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ഫോണ്‍ കമ്പനിയുമായി ബന്ധപ്പെടൂ.
mr: नेटवर्क डीपर्सनलायझेशन विनंती अयशस्वी. NCK कोड टाकण्याची ही शेवटची संधी आहे. अधिक माहितीसाठी, आपले उपकरण दस्तावेज पहा किंवा आपल्या कॅरीअर कंपनीशी संपर्क साधा.
ms: Kegagalan permintaan rangkaian depersonalisasi. Peluang terakhir untuk memasukkan kod NCK yang betul. Lihat dokumentasi peranti atau hubungi operator anda untuk maklumat lanjut.
my: ကွန်ယက်ချိတ်ဆက်မှု တစ်ကိုယ်ရေသုံး အပြင်အဆင်များအားဖျက်ရန် တောင်းဆိုမှုမအောင်မြင်ပါ။ NCK ကုဒ်အမှန် ဖြည့်ရန်နောက်ဆုံး အခွင့်အရေးဖြစ်သှ် ။ ဖုန်းစာရွက်စာတမ်းသို့ ဝန်ဆောင်မှုပေးသူအား ဆက်သွယ်ကြည့်ပါ။
ne: वेक्तिगत अपहिचान सञ्जाल अनुरोध असफल | ठिक NCK कोड प्रविष्ट गर्ने अन्तिम मौका | थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईको यन्त्र वाहकसंग सम्पर्क राख्नुहोस् |
or: ନେଟୱର୍କ ସାର୍ବଜନିନ କରିବା ଅନୁରୋଧ ବିଫଳ ହୋଇଛି। ସଠିକ NCK କୋର୍ଡ୍‌ ଦେବା ପାଇଁ ଏହା ହେଉଛି ଅନ୍ତିମ ସୁଯୋଗ। ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣଙ୍କରSIM କାର୍ଡ ଦଲିଲକୁ ଅନୁସରଣ କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କର ନେଟୱର୍କ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: O pedido de despersonalização da rede falhou. Última hipótese de introduzir o código NCK correto. Consulte a documentação do seu dispositivo ou o contacte o seu operador para mais informações.
ro: Cererea de depersonalizare a rețelei a eșuat. Ultima șansă pentru a introduce codul NCK corect. Consultă documentația dispozitivului sau contactează operatorul pentru mai multe informații.
si: ජාල අපුද්ගලායීකරණ ඉල්ලීම අසමත් විය. නිවැරදි NCK කේතය ඇතුලත් කිරීමට ලැබෙන අවසන් අවස්ථාවයි. ඔබගේ උපාංගයේ ප්‍රලේඛන හෝ ඔබගේ සේවා සැපයුම් කරු වැඩිදුර තොරතුරු සඳහා සම්බන්ධ කරගන්නත
sw: Ombi la kuondoa ubinafsishaji limeshindwa. Nafasi ya mwisho ya kuingiza kodi sahihi ya NCK. Rejelea waraka wa kifaa chako au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: பிணைய தன்னிலை இழத்தல் கோரிக்கை தோல்வி. உங்களுக்கு சரியான என்சிகெ குறியீட்டை உள்ளிட கடைசி வாய்ப்பு. உங்களுடைய செல்பேசி ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்பு கொள்.
te: నెట్వర్క్ డీపర్సనలైజేషన్ అభ్యర్దన విఫలమైంది. సరైన ఎన్‌సికె కోడ్ ప్రవేశపెట్టుటకు ఆఖరి అవకాశం. మరింత సమాచారం కొరకు మీ పరికర పత్రీకరణను చూడండి లేదా మీ కారియర్ సంప్రదించండి.
tr: Şebeke kişiselleştirmesini kaldırma isteği başarısız oldu. Doğru NCK kodunu girmek için son şansınız. Daha fazla bilgi için aygıt belgelerinize bakın veya operatörünüzle iletişime geçin.
ur: نیٹ ورک شخصيت کُشي کی درخواست کی ناکامی۔ آخری درست NCK کوڈ درج کرنے کا موقع ہے. آپ کے آلے کی دستاویزات کا حوالہ لیں یا مزید معلومات کے لئے اپنے کیریئر سے رابطہ کریں۔
uz: Depersonilizatsiya so‘rovi amalga oshmadi. NCK kodini to‘g‘ri kiritish uchun so‘nggi imkoniyat. Qo‘shimcha ma’lumot olish uchun qurilma qo‘llanmasiga yoki tarmoq operatoringizga murojaat qiling.
xh: Ukusilela kwesicelo senethiweki. Unethuba lokugqibela lokufaka ikhowudi echanileyo ye-NCK. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Ukufeyila kwesicelo sokulungisa inethiwekhi ngokwakho. Sekuyithuba lokugcina lokuba ubhale ikhodi ye-NCK eyiyo. Bheka amaphepha edivayisi yakho noma uthinte umhlinzeki wakho ngeminye imininingwane.

source: Select from:
af: Kies uit:
am: ይምረጡ ከ:
ar: اختر من:
as: উল্লেখিত বস্তুৰ পৰা বাছক:
bg: Избиране от:
bn_bd: যেখান থেকে নির্বাচন করবেন:
bn_in: এগুলি থেকে নির্বাচন করুন :
br: Diuzañ adalek :
bs: Odaberi iz:
ca: Trieu de:
cy: Dewis:
es: Seleccionar de:
eu: Hautatu hauen artetik:
fa: گزینش از:
gd: Tagh o:
hu: Válasszon ezekből:
id: Pilih dari:
km: ជ្រើស​ពី៖
kn: ಇದರಿಂದ ಆರಿಸಿ:
lv: Izvēlieties no:
mai: प्रपत्र चुनू:
mg: Hifantina avy @:
ml: തെരഞ്ഞെടുക്കേണ്ടതു്:
mr: यातून निवडा:
ms: Pilih daripada:
my: မှရွေးချယ်ပါ -
ne: यहादेखि चयन गर:
or: ଏଥିରୁ ବାଛନ୍ତୁ:
pt: Selecionar de:
ro: Selectează de la:
si: තෝරා ගන්නේ :
sw: Chagua kutoka kwa:
ta: இதிலிருந்து தேர்:
te: వీటినుండి ఎంపికచేయండి:
th: เลือกจาก:
tr: Şuradan seç:
ur: منتخب کریں از:
uz: Ushbudan tanlash:
xh: Khetha:
zu: Khetha kulokhu:

source: View with:
af: Bekyk met:
am: መመልከቻ በ:
ar: شاهد بـ:
as: উল্লেখিত বস্তুৰ সৈতে দৰ্শন কৰক:
bg: Преглеждане с:
bn_bd: যা দিয়ে দেখবেন:
bn_in: এটা দিয়ে দেখুন:
br: Gwelout gant :
bs: Pregledaj sa:
ca: Mostra amb:
cy: Darllen gyda:
es: Ver con:
eu: Ikusi honekin:
fa: مشاهده با:
gd: Seall le:
hu: Megjelenítés ezzel:
id: Tampilkan dengan:
km: មើល​​ជាមួយ៖
kn: ಇದರೊಂದಿಗೆ ನೋಡು:
lv: Skatīt ar:
mai: के सँग देखू:
mg: Hijery @:
ml: കാണുന്നതിനു്:
mr: यात पहा:
ms: Lihat dengan:
my: ဖြင့်ကြည့် -
ne: यससँग अवोलोकन गर्ने:
or: ଏହା ସହିତ ଦେଖନ୍ତୁ:
pt: Visualizar com:
ro: Vezi cu:
si: දර්ශණය කරන්නේ :
sw: Tazama na:
ta: உடன் பார்:
te: దీనితో చూడండి:
th: ดูกับ:
tr: Bununla görüntüle:
ur: نظارہ مع:
uz: Ushbu bilan ko‘rish:
xh: Bona:
zu: Buka usebenzisa i:

source: Test with:
af: Toets met:
am: መሞከሪያ በ:
ar: افحص بـ:
as: উল্লেখিত বস্তুৰ সৈতে পৰীক্ষা কৰক:
bg: Тестване с:
bn_bd: যা দিয়ে পরিক্ষা করবেন:
bn_in: এটা দিয়ে পরীক্ষা করুন :
br: Prouadiñ gant :
bs: Testiraj sa:
ca: Prova amb:
cy: Profi gyda:
es: Probar con:
eu: Probatu honekin:
fa: آزمودن با:
gd: Feuch le:
hu: Tesztelés ezzel:
id: Uji dengan:
km: សាកល្បង​ជាមួយ៖
kn: ಇದರೊಂದಿಗೆ ಪರೀಕ್ಷಿಸಿ:
mai: के सँग जांच:
mg: Handramana @:
ml: പരീക്ഷിയ്ക്കുന്നതിനു്:
mr: सोबत तपासा:
ms: Cuba dengan:
my: စမ်းသပ်မည့်;
ne: यससँग जाँच्ने:
or: ଏହା ସହିତ ପରୀକ୍ଷା କରନ୍ତୁ:
pt: Testar com:
ro: Testează cu:
si: අත්හදා බලන්නේ :
sw: Jaribu na:
ta: இதனுடன் சோதனை:
te: దీనితో పరీక్షించండి:
th: ทดสอบกับ:
tr: Bununla test et:
ur: جانچ مع:
uz: Ushbu bilan sinash:
xh: Vavanya:
zu: Hlola usebenzisa i:

source: Share with:
af: Deel met:
am: ማካፈያ በ:
ar: شارك بـ:
as: উল্লেখিত বস্তুৰ সৈতে অংশীদাৰী কৰক:
bg: Споделяне чрез:
bn_bd: যাদের সাথে শেয়ার করবেন:
bn_in: শেয়ার করুন:
br: Rannañ gant :
bs: Podijeli sa:
ca: Comparteix amb:
cy: Rhannu gyda:
es: Compartir con:
eu: Partekatu honekin:
fa: هم‌رسانی با:
gd: Co-roinn le:
hu: Megosztás ezzel:
id: Bagikan dengan:
km: ចែករំលែក​ជាមួយ៖
kn: ಇದರೊಂದಿಗೆ ಹಂಚು:
lv: Dalīt ar:
mai: के सँग साझा करू:
mg: Hizara @:
ml: പങ്കിടേണ്ടതിനു്:
mr: सोबत शेअर करा:
ms: Kongsi dengan:
my: မျှဝေမည့်:
ne: यससँग बाँड्ने:
or: ଏହା ସହ ଡିସ୍କକୁ ବିତରଣ କରନ୍ତୁ:
pt: Partilhar com:
ro: Partajează cu:
si: බෙදා ගන්නේ :
sw: Shiriki na:
ta: இதனுடன் பகிர்வு:
te: దీనితో పంచుకోండి:
th: แบ่งปันกับ:
tr: Bununla paylaş:
ur: حصہ مع:
uz: Ushbu bilan bo‘lishish:
xh: Yabelana:
zu: Yabelana nge:

source: Create with:
af: Skep met:
am: መፍጠሪያ በ:
ar: انشىء بـ:
as: উল্লেখিত বস্তুৰ সৈতে সৃষ্টি কৰক:
bg: Създаване с:
bn_bd: যা দিয়ে তৈরি করবেন:
bn_in: এটা দিয়ে তৈরি করুন :
br: Krouiñ gant :
bs: Kreiraj sa:
ca: Crea amb:
cy: Creu gyda:
es: Crear con:
eu: Sortu honekin:
fa: ایجاد با:
gd: Cruthaich le:
hu: Létrehozás ezzel:
id: Buat dengan:
km: បង្កើត​ជាមួយ៖
kn: ಇದರೊಂದಿಗೆ ರಚಿಸು:
lv: Izveidot ar:
mai: साथ बनाउ:
mg: Hamorona @:
ml: തയ്യാറാക്കുന്നതിനു്:
mr: याने बनवा:
ms: Buat dengan:
my: ဖန်တီးထားသှ့်ပစ္စည်း-
ne: यससँग सृजना गर्ने :
or: ଏହା ସହିତ ନିର୍ମାଣ କରନ୍ତୁ:
pt: Criar com:
ro: Creează cu:
si: නිපදවන්නේ :
sw: Unda na:
ta: இதனுடன் உருவாக்கு:
te: దీనితో సృష్టించండి:
th: สร้างกับ:
tr: Bununla oluştur:
ur: بنائیں مع:
uz: Ushbu bilan yaratish:
xh: Yenza:
zu: Yakha usebenzisa:

source: Open with:
af: Maak oop met:
am: መክፈቻ በ:
ar: افتح بـ:
as: উল্লেখিত বস্তুৰ সৈতে খোলক:
bg: Отваряне с:
bn_bd: খুলতে ব্যবহার করুন:
bn_in: সহযোগে খুলুন:
br: Digeriñ gant :
bs: Otvori pomoću:
ca: Obre amb:
cy: Agor gyda:
es: Abrir con:
eu: Ireki honekin:
fa: گشودن با:
gd: Fosgail le:
hu: Megnyitás ezzel:
id: Buka dengan:
km: បើក​ជាមួយ៖
kn: ಇದರಿಂದ ತೆರೆ:
lv: Atvērt ar:
mai: के सँग खोलू:
mg: Hanokatra @:
ml: തുറക്കുന്നതിനു്:
mr: याने उघडा:
ms: Buka dengan:
my: ဖွင့်မည့်အရာ -
ne: योसँग खोल्ने:
or: ଏହା ସହିତ ଖୋଲନ୍ତୁ:
pt: Abrir com:
ro: Deschide cu:
si: විවෘත කරන්නේ :
sw: Fungua na:
ta: இதனால் திற:
te: దీనితో తెరువు:
th: เปิดกับ:
tr: Bununla aç:
ur: کھولیں مع:
uz: Ushbu bilan ochish:
xh: Kuvulwa ngayo:
zu: Vula usebenzisa i:

source: Bookmark to:
af: Boekmerk na:
am: ምልክት ማድረጊያ ወደ:
ar: مرجعية إلى:
as: উল্লেখিত স্থানত পত্ৰচিহ্ন কৰক:
bg: Запазване на отметка към:
bn_bd: বুকমার্ক করুন:
bn_in: বুকমার্ক :
br: Ouzhpennañ ur sined evit :
bs: Zabilježi u:
ca: Afegeix com adreça d'interès a:
cy: Nod Tudalen:
es: Agregar a marcadores a:
eu: Egin laster-marka:
fa: نشانک به:
gd: Comharra-lìn ann an:
hu: Könyvjelző ebbe:
id: Simpan Markah di:
km: ចំណាំ​ទៅ៖
kn: ಪುಟಗುರುತು ಇದಕ್ಕೆ:
lv: Uzspraust uz:
mai: बुकमार्क करब कलेल:
mg: Maripejy ao @:
ml: ഓര്‍മ്മക്കുറിപ്പാക്കേണ്ടതു്:
mr: ला वाचनखुण लावा:
ms: Tandabuku dengan:
my: စာညှပ် -
ne: यहाँ पुस्तकचिनो:
or: ଏଥିରେ ବୁକମାର୍କ କରନ୍ତୁ:
pt: Marcador para:
ro: Semn de carte la:
si: වෙතට පිටු සළකුණ:
sw: Alamisha kwa:
ta: புத்தகக்குறிக்கு:
te: దీనికి ఇష్టాంశముచేయి:
th: คั่นหน้าไปที่:
tr: Yer imi ekle:
ur: نشانی پر:
uz: Xatcho‘plarga qo‘shish:
xh: Bhukhmakhi:
zu: Faka i-bookmark ku:

source: Record from:
af: Neem op vanaf:
am: መቅረጫ ከ:
ar: سجِّل من:
as: উল্লেখিত স্থানৰ পৰা ৰেকৰ্ড কৰক:
bg: Записване от:
bn_bd: রেকর্ড করুন এটা থেকে:
bn_in: এটা থেকে রেকর্ড করুন:
br: Enrollañ adalek :
bs: Snimi iz:
ca: Enregistra de:
cy: Recordio o:
es: Grabar de:
eu: Grabatu hemendik:
fa: ضبط از:
gd: Clàraich o:
hu: Rögzítés innen:
id: Rekam dari:
km: កត់ត្រា​ចេញ​ពី៖
kn: ರೆಕಾರ್ಡ್ ಇಂದ:
mai: सँ रिकार्ड करू:
mg: Handrakitra avy @:
ml: ഇവിടെ നിന്നും റെക്കോർഡ് ചെയ്യുക:
mr: पासून नोंदवा:
ms: Rakam dengan:
my: မှတ်တမ်း -
ne: यहाँदेखि रेकर्ड:
or: ଏଥିରୁ ଲିପିବଦ୍ଧ କରନ୍ତୁ:
pt: Gravar de:
ro: Înregistrare de la:
si: සටහන් කරගත්තේ :
sw: Rekodi kutoka:
ta: இதிலிருந்து பதிவிடு:
te: దీనినుండి రికార్డ్ చేయి:
th: บันทึกจาก:
tr: Buradan kaydet:
ur: ریکارڈ سے:
uz: Yozib olish:
xh: Rekhoda:
zu: Rekhoda kusuka:

source: Browse with:
af: Blaai met:
am: መቃኛ በ:
ar: تصفح بـ:
as: উল্লেখিত বস্তুৰ সৈতে ব্ৰাউছ কৰক:
bg: Сърфиране с:
bn_bd: ব্রাউজ করুন এটা দিয়ে:
bn_in: এটা দিয়ে ব্রাউজ করুন:
br: Merdeiñ gant :
bs: Pregledaj pomoću:
ca: Navega amb:
cy: Pori gyda:
es: Navegar con:
eu: Arakatu honekin:
fa: مرور با:
gd: Brabhsaich le:
hu: Tallózás ezzel:
id: Jelajahi dengan:
km: រក​មើល​ជាមួយ៖
kn: ಇದರೊಂದಿಗೆ ವೀಕ್ಷಿಸು:
lv: Pārlūkot ar:
mai: सँ ब्राउज़ करू:
mg: Hitety @:
ml: ഇത് ഉപയോഗിച്ച് തിരയുക:
mr: ने ब्राउझ करा:
ms: Layari dengan:
my: ဖြင့်ဖွင့် -
ne: यससँग हेर्ने:
or: ଏହା ସହିତ ବ୍ରାଉଜ କରନ୍ତୁ:
pt: Explorar com:
ro: Navighează cu:
si: ප්‍රවේශණය කරන්නේ :
sw: Vinjari na:
ta: இதனால் உலாவு:
te: దీనితో విహరించు:
th: เรียกดูกับ:
tr: Bununla göz at:
ur: براؤز مع:
uz: Ushbu bilan ko‘rish:
xh: Bhrawuza:
zu: Buka usebenzisa:

source: Configure with:
af: Stel op met:
am: ማዋቀሪያ በ:
ar: ضبط بـ:
as: উল্লেখিত বস্তুৰ সৈতে সংৰূপণ কৰক:
bg: Конфигуриране с:
bn_bd: কনফিগার করুন এটা দিয়ে:
bn_in: এটা দিয়ে কনফিগার করুন:
br: Kefluniañ gant :
bs: Konfiguriši pomoću:
ca: Configura amb:
cy: Ffurfweddu gyda:
es: Configurar con:
eu: Konfiguratu honekin:
fa: پیکربندی با:
gd: Rèitich le:
hu: Konfigurálás ezzel:
id: Konfigurasi dengan:
km: កំណត់​រចនាសម្ព័ន្ធ​ជាមួយ៖
kn: ಇದರೊಂದಿಗೆ ಸಜ್ಜುಗೊಳಿಸು:
lv: Uzstādīt ar:
mai: सँ कॉन्फ़िगर करू:
mg: Hanefy @:
ml: ഇത് ഉപയോഗിച്ച് ക്രമീകരിക്കുക:
mr: सोबत संरचित करा:
ms: Konfigur dengan:
my: ဖြင့်ပြင်ဆင် -
ne: यससँग कन्फिगर गर्ने:
or: ଏହା ସହିତ ବିନ୍ଯାସ କରନ୍ତୁ:
pt: Configurar com:
ro: Configurează cu:
si: සැකසුම් කරන්නේ :
sw: Sanidi na:
ta: உடன் கட்டமை:
te: దీనితో ఆకృతీకరించు:
th: กำหนดค่ากับ:
tr: Bununla yapılandır:
ur: تشکیل مع:
uz: Ushbu bilan molash:
xh: Ngqamanisa:
zu: Lungiselela usebenzisa:

source: Dial from:
af: Skakel vanaf:
am: መደወያ ከ:
ar: اتصل من:
as: উল্লেখিত বস্তুৰ পৰা ডায়েল কৰক:
bg: Набиране от:
bn_bd: ডায়াল করুন এটা থেকে:
bn_in: এটা থেকে ডায়াল করুন:
br: Gervel adalek :
bs: Biraj iz:
ca: Marca de:
cy: Deialu o:
es: Llamar desde:
eu: Markatu hemendik:
fa: تماس از:
gd: Cuir fòn o:
hu: Tárcsázás innen:
id: Panggilan dari:
km: ហៅ​​លេខ​ចេញ​ពី៖
kn: ಕರೆ ಇಂದ:
mai: सँ डायल करू:
mg: Hitendry avy @:
ml: ഇവിടെ നിന്നും വിളിക്കുക:
mr: वरून डायल करा:
ms: Dial dengan:
my: မှ ခေါ်ဆို -
ne: यहाँदेखि डायल:
or: ଏଥିରୁ ଡାଏଲ କରନ୍ତୁ:
pt: Marcar de:
ro: Apel de la:
si: අංක කරකවන්නේ :
sw: Piga kutoka:
ta: இதிலிருந்து அழை:
te: దీనినుండి డయల్‌చేయి:
th: โทรจาก:
tr: Buradan ara:
ur: تشکیل مع:
uz: Kimdan terilgan:
xh: Tsalela:
zu: Dayela kusukela:
