Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: Setup
af: Opstelling
am: ማሰናጃ
ar: الإعداد
as: সংস্থাপন
bg: Настройване
bn_bd: সেটআপ
bn_in: সেট আপ
br: Kefluniañ
bs: Podešavanje
ca: Configura
cy: Gosod
es: Configuración
eu: Konfiguratu
fa: برپاسازی
gd: Suidheachadh
hu: Beállítás
id: Persiapan
km: រៀបចំ
kn: ಸಿದ್ಧತೆ
mai: सेटअप
mg: Fanefena
ml: ക്രമീകരണം
mr: सेटअप
ms: Penetapan
my: တပ်ဆင်မည်
ne: सेटअप
or: ବ୍ଯବସ୍ଥା
pt: Configuração
ro: Configurare
si: සැකසුම
sw: Sanidi
ta: அமை
te: అమరిక
th: ติดตั้ง
tr: Kur
ur: سیٹ اپ
uz: Moslash
xh: Useto
zu: Isethaphu

source: Add keyboards
af: Voeg sleutelborde by
am: የ ፊደል ገበታ መጨመሪያ
ar: إضافة لوحة مفاتيح
as: কীবৰ্ড যোগ কৰক
bg: Добавяне на клавиатури
bn_bd: কীবোর্ড যোগ করুন
bn_in: যোগ করুন কি-বোর্ড
br: Ouzhpennañ klavieroù
bs: Dodaj tastature
ca: Afegeix teclats
cy: Ychwanegu bysellfyrddau
es: Agregar teclados
eu: Gehitu teklatuak
fa: افزودن صفحه‌کلید
gd: Cuir meur-chlàran ris
hu: Minden billentyűzet
id: Tambahkan papan ketik
km: បន្ថែម​ក្ដារ​ចុច
kn: ಕೀಲಿಮಣೆಗಳನ್ನು ಸೇರಿಸು
lv: Pievienot tastatūras
mai: कुँजीपट जोड़ू
mg: Hanampy marobokotra
ml: കീബോര്‍ഡുകള്‍ ചേര്‍ക്കുക
mr: अधिक की-बोर्ड्स निवडा
ms: Tambah papan kekunci
my: ကီးဘုတ် သွင်းပါ
ne: किबोर्डहरु थप्नुहोस्
or: କି-ବୋର୍ଡ ଯୋଡ଼ନ୍ତୁ
pt: Adicionar teclados
ro: Adaugă tastaturi
si: යතුරුපුවරු එක් කරන්න
sw: Ongeza baobonye
ta: விசைகளை சேர்
te: కీబోర్డులను చేర్చు
th: เพิ่มแป้นพิมพ์
tr: Klavye ekle
ur: کی بورڈ شامل کرے
uz: Klaviaturalar qo‘shish
xh: Yongezi iikhibhodi
zu: Faka ama-keyboard

source: Later
am: በኋላ
ar: لاحقاً
as: পাছত
bg: По-късно
bn_bd: পরে
bn_in: পরে
br: Diwezhatoc'h
bs: Kasnije
ca: Més tard
cy: Hwyrach
es: Después
eu: Geroago
fa: بعداً
gd: Uaireigin eile
hu: Később
id: Nanti
km: ពេលក្រោយ
kn: ನಂತರ
lv: Vēlāk
mai: बाद मे
mg: Rehefa avy eo
ml: പിന്നീടു്
mr: नंतर
ms: Kemudian
my: နောက်မှ
ne: पछि
or: ପରେ
pt: Mais tarde
ro: Mai târziu
si: පසුව
sw: Baadaye
ta: பின்னர்
te: తరువాత
th: ภายหลัง
tr: Daha sonra
ur: بعد میں
uz: Keyinroq
xh: Emva kwethuba
zu: Emva kwesikhathi

source: Download
af: Laai af
am: የወረዱ
ar: تحميل
as: ডাউনল'ড কৰক
bg: Изтегляне
bn_bd: ডাউনলোড
bn_in: ডাউনলোড
br: Pellgargañ
bs: Preuzmi
ca: Baixa
cy: Llwytho i lawr
es: Descargar
eu: Deskargatu
fa: بارگیری
gd: Luchdaich a-nuas
hu: Letöltés
id: Unduh
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್
lv: Lejupielādēt
mai: डाउनलोड
mg: Hampidina
ml: ഡൌണ്‍ലോഡ്
mr: डाउनलोड
ms: Muat turun
my: ဆွဲယူ
ne: डाउनलोड
or: ଆହରଣ
pt: Descarregar
ro: Descarcă
si: බාගන්න
sw: Daunlodi
ta: பதிவிறக்கம்
te: దించండి
th: ดาวน์โหลด
tr: İndir
ur: ڈاؤن لوڈ کریں
uz: Yuklab olish
xh: Khuphela
zu: Dawuniloda

source: Download update now?
af: Laai bywerking nou af?
am: ማሻሻያውን አሁን ላውርድ?
ar: تنزيل التحديث الآن؟
as: আপডেইট এতিয়া ডাউনল'ড কৰিব নে?
bg: Изтегляне на обновяването сега?
bn_bd: এখন ডাউনলোড আপডেট করবেন?
bn_in: এখন আপডেট ডাউনলোড করতে চান?
br: Pellgargañ an hizivadur bremañ ?
bs: Preuzeti nadogradnju odmah?
ca: Voleu baixar l'actualització ara?
cy: Llwytho i lawr diweddariad?
es: ¿Descargar la actualización ahora?
eu: Eguneraketa orain deskargatu?
fa: هم‌اکنون به‌روز رسانی بارگیری شود؟
gd: A bheil thu airson an t-ùrachadh a luchdadh a-nuas an-dràsta?
hu: Letölti most a frissítést?
id: Unduh pembaruan sekarang?
km: ទាញយក​បច្ចុប្បន្នភាព​ឥឡូវ?
kn: ಡೌನ್‌ಲೋಡ್ ಅಪ್‌ಡೇಟ್ ಮಾಡಬೇಕೆ?
lv: Vai vēlaties tagad atjaunināt?
mai: अखन अद्यतन डाउनलोड करू?
mg: Hampidina fanavaozana izao?
ml: പരിഷ്കരണം ഇപ്പോള്‍ ഡൌണ്‍ലോഡണോ?
mr: सुधारणा आत्ता डाउनलोड करायच्या?
ms: Muat turun kemaskini sekarang?
my: အဆင့်​မြှင့်​ခြင်း​ကို ယခု ဆွဲ​ယူမလား?
ne: अपडेटहरु अहिले डाउनलोड गर्ने?
or: ବର୍ତ୍ତମାନ ଅପଡେଟ ଆହରଣ କରିବେ କି?
pt: Descarregar atualização agora?
ro: Descarci actualizarea acum?
si: යාවත්කාලීනය දැන් බාගන්නව ද?
sw: Daunlodi sasisho sasa hivi?
ta: புதுப்பிப்பை இப்பொழுது பதிவிறக்கம் செய்யவா?
te: నవీకరణను ఇప్పుడే దించుకోవాలా?
th: ดาวน์โหลดการปรับปรุงตอนนี้?
tr: Güncelleme şimdi indirilsin mi?
ur: تازہ کاری اب ڈاؤن لوڈ کریں؟
uz: Hozir yangilash yuklab olinsinmi?
xh: Ufuna ukukhuphela ezihlaziyiweyo ngoku?
zu: Dawuniloda ukuvuselela manje?

source: Do you want to install the update now? You will not be able to use your phone for a few minutes.
am: ማሻሻያውን አሁን መግጠም ይፈልጋሉ? ማሻሻያው እስከሚገጠም ድረስ ስልኩን ለጥቂት ደቂቆች መጠቀም አይችሉም
ar: هل تريد تثبيت التحديث الآن؟ لن تستطيع استخدام الهاتف لبضع دقائق.
bg: Желаете ли обновяването да бъде инсталирано сега? Няма да може да ползвате телефона няколко минути.
bn_bd: আপনি কি এখন আপডেটটি ইন্সটল করতে চান? আপনি কয়েক মিনিটের জন্য আপনার ফোনটি ব্যবহার করতে পারবেন না।
bn_in: অাপনি কি এখনি আপডেট ইনস্টল করতে চাইছেন? কিছু মিনিটের জন্য অাপনি ফোনটি ব্যবহার করতে পারবেন না।
br: Fellout a ra deoc'h staliañ an hizivadur bremañ ? N'hallot ket arverañ ho pellgomzer e-pad un nebeud munutennoù.
bs: Da li želite odmah instalirati nadogradnje? Nećete moći koristiti vaš telefon nekoliko minuta.
ca: Voleu instal·lar l'actualització ara? No podreu utilitzar el telèfon durant uns minuts.
cy: Hoffech chi osod y diweddariad nawr? Bydd dim modd i chi ddefnyddio'r ffon am ychydig funudau.
es: ¿Desea instalar la actualización ahora? No podrá utilizar el teléfono durante unos minutos.
eu: Eguneraketa orain instalatu nahi duzu? Ezin izango duzu zure telefonoa minutu batzuetan erabili.
fa: می‌خواهید هم‌اکنون به‌روز رسانی را نصب کنید؟ برای چند دقیقه نخواهید توانست از تلفنتان استفاده کنید.
gd: A bheil thu airson an t-ùrachadh a stàladh an-dràsta? Chan obraich am fòn agad fad beagan mhionaidean.
hu: Biztosan telepíti a frissítést? Pár percig nem tudja majd használni a telefonját.
id: Ingin memasang pembaruannya sekarang? Anda akan tidak dapat menggunakan telepon untuk beberapa menit.
kn: ನೀವು ಪರಿಷ್ಕರಣೆಯನ್ನು ಈಗ ಅನುಸ್ಥಾಪಿಸ ಬಯಸುವಿರಾ? ಕೆಲವು ನಿಮಿಷಗಳವರೆಗೆ ನೀವು ನಿಮ್ಮ ಫೋನ್ ಬಳಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
lv: Vai vēlaties tagad instalēt atjauninājumu? Jūs nevarēsiet izmantot savu telefonu dažas minūtes.
mai: की अहाँ अखन अद्यतन करए लेल चाहैत छी? तँ अहाँ किछु देर खातिर अपन फोन केर उपयोग नहि कए सकब.
ms: Adakah anda ingin memasang kemaskini sekarang? Anda tidak akan dapat menggunakan telefon anda untuk beberapa minit.
my: အဆင့်​မြှင့်​ခြင်း​ကို သွင်း​ယူ​ချင်​ပါ​သလား? သင်​သည် ဖုန်း​ကို မိ​နစ်​အနည်းငယ် အသုံးပြု​လို့ ရ​နိုင်​လိမ့်​မည် မဟုတ်ပါ။
pt: Deseja instalar a atualização agora? Não será possível utilizar o seu telefone durante uns minutos.
ro: Dorești să instalezi actualizarea acum? Nu vei putea folosi telefonul pentru câteva minute.
si: ඔබට මෙම යාවත් දැන් ස්ථාපනය කිරීමට අවශ්‍යද? ඔබට ඔබේ දුරකථනය මිනිත්තු කිහිපයකට භාවිත කළ නොහැකි වනු ඇත.
ta: புதுப்பித்தலை இப்போது நிறுவவா? நீங்கள் செல்பேசியை சில நிமிடங்களுக்கு பயன்படுத்த இயலாது.
te: తాజాకరణను ఇప్పుడే స్థాపించుకుంటారా? కొన్ని నిమిషాల పాటు మీ ఫోనును వాడుకోలేరు.
th: คุณต้องการติดตั้งการปรับปรุงตอนนี้หรือไม่? คุณจะไม่สามารถใช้งานโทรศัพท์ของคุณได้สักพักหนึ่ง
tr: Güncellemeyi şimdi yüklemek istiyor musunuz? Telefonunuzu birkaç dakika boyunca kullanamayacaksınız.
ur: کیا آپ اب تازہ کاری کو انسٹال کرنا چاہتے ہو؟ آپ چند منٹ کے لئے آپ کے فون کا استعمال نہیں کر سکیں گے۔
uz: Yangilanishni hozir o‘rnatishni xohlaysizmi? Telefoningizdan bir necha daqiqa foydalana olmaysiz.

source: A problem occurred during the system update and the installation failed. Would you like to report this as a bug?
ar: حدث خلل أثناء تحديث الجهاز وفشل التثبيت. هل تريد إرسال تقرير بالمشكلة؟
bn_bd: সিস্টেম আপডেট করার সময় একটি সমস্যা ঘটেছিল এবং ইনস্টলেশন ব্যর্থ হয়েছে। আপনি কি এটি একটি বাগ হিসাবে রিপোর্ট করতে চান?
br: Ur fazi a zo degouezhet e-pad hizivadur ar reizhiad ha c'hwitet eo bet ar staliadur. Fellout a ra deoc'h danevelliñ ar gudenn ?
cy: Digwyddodd anhawster yn ystod diweddaru'r system a methodd y gosod. Hoffech chi adrodd am y gwall hwn?
fa: یک مشکل در هنگام بروزرسانی سیستم رخ داد و نصب شکست خورد. آیا مایلید این مشکل را گزارش کنید؟
pt: Ocorreu um problema durante a atualização do sistema e a instalação falhou. Gostaria de reportar isto como um bug?
ro: A apărut o problemă în timpul actualizării sistemului și instalarea a eșuat. Dorești să reportezi asta ca defecțiune?
th: เกิดปัญหาระหว่างการปรับปรุงระบบและการติดตั้งล้มเหลว คุณต้องการรายงานสิ่งนี้เป็นข้อบกพร่องหรือไม่?

source: Install Now
af: Installeer nou
am: አሁን መግጠሚያ
ar: التثبيت الآن
as: এতিয়াই ইনস্টল কৰক
bg: Инсталиране
bn_bd: এখন ইনস্টল করুন
bn_in: এখনই ইনস্টল করুন
br: Staliañ bremañ
bs: Instaliraj odmah
ca: Instal·la ara
cy: Gosod Nawr
es: Instalar
eu: Instalatu orain
fa: هم‌اکنون نصب شود
gd: Stàlaich an-dràsta
hu: Telepítés most
id: Pasang Skrg
km: ដំឡើង​ឥឡូវ
kn: ಈಗ ಅನುಸ್ಥಾಪಿಸು
lv: Instalēt tagad
mai: अखन संस्थापित करू
mg: Hametraka Izao
ml: ഇപ്പോള്‍ ഇന്‍സ്റ്റോളുക
mr: आत्ता प्रतिष्ठापीत करा
ms: Pasang Sekarang
my: ယခု​ တင်​ဆင်​ပါ
ne: अहिले स्थापना गर्नुहोस्
or: ବର୍ତ୍ତମାନ ସ୍ଥାପନ କରନ୍ତୁ
pt: Instalar agora
ro: Instalează
si: දැන් ස්ථාපනය කරන්න
sw: Sakinisha Sasa
ta: இப்போது நிறுவு
te: ఇప్పుడే స్థాపించు
th: ติดตั้งตอนนี้
tr: Şimdi yükle
ur: تنصیب کریں
uz: Hozir o‘rnatish
xh: Fakela Ngoku
zu: Fakela manje

source: Report
am: መግለጫ
ar: تقرير خطأ
bn_bd: রিপোর্ট
br: Danevell
ca: Informe
cy: Adroddiad
fa: گزارش
pt: Reportar
ro: Raportează
th: รายงาน

source: Not Now
af: Nie nou nie
am: አሁን አይደለም
ar: ليس الآن
as: এতিয়া নহয়
bg: Не сега
bn_bd: এখন না
bn_in: এখন নয়
br: Ket bremañ
bs: Ne sada
ca: Ara no
cy: Nid Nawr
es: Ahora no
eu: Orain ez
fa: الآن نه
gd: Chan ann an-dràsta
hu: Most nem
id: Tidak Skrg
km: មិន​មែន​ឥឡូវ
kn: ಈಗಲ್ಲ
lv: Ne tagad
mai: अखन नहि
mg: Tsy Izao
ml: പിന്നീടു്
mr: आत्ता नाही
ms: Bukan Sekarang
my: ယခု မလုပ်သေးပါ
ne: अहिले होइन
or: ବର୍ତ୍ତମାନ ନୁହଁ
pt: Agora Não
ro: Nu acum
si: දැන්ම නොවේ
sw: Sio Sasa
ta: இப்போது இல்லை
te: ఇప్పుడే కాదు
th: ไม่ใช่ตอนนี้
tr: Daha sonra
ur: ابھی نہیں
uz: Hozir emas
xh: Hayi Ngoku
zu: Hhayi manje

source: Downloading updates… <span>{{ progress }} downloaded.</span>
af: Laai tans bywerkings af… <span>{{ progress }} afgelaai.</span>
am: በማውረድ ላይ ማሻሻያዎችን… <span>{{ progress }} ወርዷል</span>
ar: جارِ تنزيل التحديثات...<span> {{ progress }} تم تحميله.</span>
as: আপডেইটসমূহ ডাউনল'ড কৰা হৈছে…<span>{{ progress }} ডাউনল'ড কৰা হল।</span>
bg: Изтегляне на обновявания… <span>{{ progress }} свалени.</span>
bn_bd: হালনাগাদ ডাউনলোড হচ্ছে… <span>{{ progress }} ডাউনলোড সম্পন্ন হয়েছে।</span>
bn_in: আপডেট ডাউনলোড হচ্ছে... <span>{{ progress }} ডাউনলোড হয়েছে.</span>
br: O pellgargañ an hizivadurioù… <span>{{ progress }} pellgarget.</span>
bs: Preuzimam nadogradnje... <span>{{ progress }} preuzeto.</span>
ca: S'estan baixant actualitzacions… <span>{{ progress }} baixats</span>
cy: Llwytho diweddariadau i lawr… <span>{{ progress }} wedi llwytho i lawr.</span>
es: Descargando actualizaciones… <span>{{ progress }} descargados.</span>
eu: Eguneraketak deskargatzen… <span>{{ progress }} deskargatuta.</span>
fa: بارگیری به‌روز رسانی‌ها… <span>{{ progress }} بارگیری شده.</span>
gd: A’ luchdadh nan ùrachadh… <span>{{ progress }} air a luchdadh a-nuas.</span>
id: Mengunduh pembaruan… <span>{{ progress }} diunduh.</span>
km: កំពុង​ទាញយក​បច្ចុប្បន្នភាព… <span>បាន​ទាញយក {{ progress }} ។</span>
kn: ಡೌನ್‌ಲೋಡ್‌ ಆಗುತ್ತಿದೆ... <span>{{ progress }} ಡೌನ್‌ಲೋಡ್‌ ಆಗಿದೆ.</span>
lv: Lejupielādē atjauninājumus… <span>{{ progress }} lejupielādēti.</span>
mai: अद्यतन डाउनलोड कए रहल अछि… <span>{{ progress }} डाउनलोड पूरा कएलक.</span>
mg: Mampidina fanavaozana… <span>{{ progress }} tafidina.</span>
ml: പരിഷ്കരണങ്ങള്‍ ഡൌണ്‍ലോഡുന്നു… <span>{{ progress }} ഡൌണ്‍ലോഡി.</span>
mr: सुधारणा डाउनलोड करत आहे... <span>{{ progress }} डाउनलोड झाले.</span>
ms: Muat turun kemaskini... <span>{{ progress}} dimaut turun.</span>
my: အဆင့်​မြှင့်​တင်​ခြင်း​များ ဆွဲ​ယူ​နေ​ခြင်း ... <span> {{ progress }} ဆွဲ​ယူ​ပြီး </span>
ne: अपडेटहरु डाउनलोड हुदैछन्...<span>{{ progress }} डाउनलोड भइसक्यो.</span>
or: ଅପଡେଟଗୁଡ଼ିକୁ ଆହରଣ କରୁଛି… <span>{{ progress }} ଆହରଣ ହୋଇଛି ।</span>
pt: A descarregar atualizações… <span>{{ progress }} descarregado.</span>
ro: Se descarcă actualizările… <span>{{ progress }} descărcați.</span>
si: යාවත්කාලීන බාගනිමින්… <span>{{ progress }} බාගැනිණි.</span>
sw: Inadaunlodi sasisha… <span>{{ progress }} imepakuliwa.</span>
ta: புதுப்பிப்புகளை பதிவிறக்கிறது... <span>{{ progress }} பதிவிறக்கப்பட்டது.</span>
te: నవీకరణలు దించుతోంది... <span>{{ progress }} దింపబడింది.</span>
th: กำลังดาวน์โหลดการปรับปรุง… <span>ดาวน์โหลดไปแล้ว {{ progress }}</span>
tr: Güncellemeler indiriliyor… <span>{{ progress }} indirildi.</span>
ur: تازہ کاریاں ڈاؤن لوڈ کر رہا ہے… <span> {{ progress }} ڈاؤن لوڈ شدہ۔</span>
uz: Yangilanishlar yuklab olinmoqda… <span>{{ progress }} yuklab olindi.</span>
xh: Ikhuphela ezihlaziyiweyo… <span>{{ progress }} ekhutshelweyo.</span>
zu: Dawuniloda okusha okwenzekile… <span>{{ progress }} okudawunilodiwe.</span>

source: Downloading {{ appName }}
af: Laai {{ appName }} af
am: በማውረድ ላይ {{ appName }}
ar: جار تحميل {{ appName }}
as: {{ appName }} ডাউনল'ড কৰা হৈছে
bg: Изтегляне на {{ appName }}
bn_bd: {{ appName }} ডাউনলোড হচ্ছে
bn_in: ডাউনলোড হচ্ছে{{ appName }}
br: O pellgargañ {{ appName }}
bs: Preuzimam {{ appName }}
ca: S'està baixant {{ appName }}
cy: Llwytho {{ appName }} i lawr
es: Descargando {{ appName }}
eu: {{ appName }} deskargatzen
fa: درحال بارگیری {{ appName }}
gd: A' luchdadh a-nuas {{ appName }}
hu: {{ appName }} letöltése
id: Mengunduh {{ appName }}
km: កំពុង​ទាញយក {{ appName }}
kn: {{ appName }} ಡೌನ್‌ಲೋಡ್‌ ಆಗುತ್ತಿದೆ
lv: Lejupielādē {{ appName }}
mai: डाउनलोड कए रहल अछि {{ appName }}
mg: Mampidina { appName }}
ml: {{ appName }} ഡൌണ്‍ലോഡുന്നു
mr: {{ appName }} डाउनलोड करत आहे
ms: Memuat turun {{ appName }}
my: {{ appName }} ကို ဆွဲယူနေသည်
ne: {{ appName }} डाउनलोड गर्दै
or: {{ appName }} କୁ ଆହରଣ କରୁଛି
pt: A descarregar {{ appName }}
ro: Se descarcă {{ appName }}
si: {{ appName }} බාගනිමින්
sw: Inadaunlodi {{ appName }}
ta: {{ appName }} பதிவிறக்கிறது
te: {{ appName }} దించుతోంది
th: กำลังดาวน์โหลด {{ appName }}
tr: {{ appName }} indiriliyor
ur: {{ appName }} ڈاؤن لوڈ کر رہا ہے
uz: {{ appName }} yuklab olinmoqda
xh: Ikhuphela i-{{ appName }}
zu: Isadawuniloda {{ appName }}

source: {{ progress }} downloaded
af: {{ progress }} afgelaai
am: {{ progress }} ወርዷል
ar: تم تنزيل {{ progress }}
as: {{ progress }} ডাউনল'ড কৰা হল
bg: {{ progress }} свалени
bn_bd: {{ progress }} ডাউনলোড হয়েছে
bn_in: {{ progress }} ডাউনলোড হয়েছে
br: {{ progress }} pellgarget
bs: {{ progress }} preuzeto
ca: {{ progress }} baixats
cy: Wedi llwytho i lawr {{ progress }}
es: {{ progress }} descargados
eu: {{ progress }} deskargatuta
fa: ‫{{ progress }} بارگیری شده
gd: {{ progress }} air a luchdadh a-nuas
hu: {{ progress }} letöltve
id: {{ progress }} diunduh
km: បាន​ទាញយក {{ progress }}
kn: {{ progress }} ಡೌನ್‌ಲೋಡ್‌ ಆಗಿದೆ
lv: {{ progress }} ir lejupielādēts
mai: {{ progress }} डाउनलोड खत्म
mg: {{ progress }} tafidina
ml: {{ progress }} ഡൌണ്‍ലോഡ് ചെയ്തു
mr: {{ progress }} डाउनलोड झाले
ms: {{ progress }} dimuat turun
my: {{ progress }} ဆွဲယူပြီး
ne: {{ progress }} डाउनलोड भइसक्यो
or: {{ progress }} ଆହରଣ କରାଯାଇଛି
pt: {{ progress }} descarregado
ro: {{ progress }} descărcați
si: {{ progress }} බාගෙන අවසන්
sw: {{ progress }} imepakuliwa
ta: {{ progress }} பதிவிறக்கப்பட்டது
te: {{ progress }} దించబడింది
th: ดาวน์โหลดไปแล้ว {{ progress }}
tr: {{ progress }} indirildi
ur: {{ progress }} ڈاؤن لوڈ کیا گیا
uz: {{ progress }} yuklab olindi
xh: {{ progress }} ekhutshelweyo
zu: {{ progress }} okudawunilodiwe

source: Downloading
af: Laai af
am: በማውረድ ላይ…
ar: جاري التنزيل
as: ডাউনল'ড কৰা হৈছে
bg: Изтегляне
bn_bd: ডাউনলোড করা হচ্ছে
bn_in: ডাউনলোড হচ্ছে
br: O pellgargañ
bs: Preuzimam
ca: S'està baixant
cy: Llwytho i Lawr
es: Descargando
eu: Deskargatzen
fa: در حال بارگیری
gd: 'Ga luchdadh a-nuas
hu: Letöltés
id: Mengunduh
km: កំពុង​ទាញ​យក
kn: ಡೌನ್‌ಲೋಡ್‌ ಆಗುತ್ತಿದೆ
lv: Lejupielādē
mai: डाउनलोड कएल जाए रहल अछि
mg: Mampidina
ml: ഡൌണ്‍ലോഡ് ചെയ്യുന്നു
mr: डाउनलोड करत आहे
ms: Memuat turun
my: ဆွဲယူနေသည်
ne: डाउनलोड हुँदैछ
or: ଆହରଣ କରୁଛି
pt: A descarregar
ro: Se descarcă
si: බාගනිමින්
sw: Inadaunlodi
ta: பதிவிறக்குகிறது
te: దించుతోంది...
th: กำลังดาวน์โหลด
tr: İndiriliyor
ur: ڈاؤن لوڈ کر رہا ہے
uz: Yuklab olinmoqda
xh: Iyakhuphela
zu: Isadawuniloda

source: {{ progress }} / {{ max }} downloaded
af: {{ progress }} / {{ max }} afgelaai
am: {{ progress }} / {{ max }} ወርዷል
ar: {{ progress }} / {{ max }} تم تحميلها
as: {{ progress }} / {{ max }} ডাউনল'ড কৰা হ'ল
bg: {{ progress }} / {{ max }} свалени
bn_bd: {{ progress }} / {{ max }} ডাউনলোড হয়েছে
bn_in: {{ progress }} / {{ max }} ডাউনলোড হয়েছে
br: {{ progress }} / {{ max }} pellgarget
bs: {{ progress }} / {{ max }} preuzeto
ca: {{ progress }} / {{ max }} baixats
cy: {{ progress }} / {{ max }} wedi llwytho i lawr
es: {{ progress }} / {{ max }} descargados
eu: {{ max }} / {{ progress }} deskargatuta
fa: ‫{{ progress }} / {{ max }} بارگیری شده
gd: {{ progress }} / {{ max }} air a luchdadh a-nuas
hu: {{ progress }} / {{ max }} letöltve
id: {{ progress }} / {{ max }} diunduh
km: បាន​ទាញយក {{ progress }} / {{ max }}
kn: {{ progress }} / {{ max }} ಡೌನ್‌ಲೋಡ್‌ ಆಗಿದೆ
lv: {{ progress }} / {{ max }} lejupielādēti
mai: {{ progress }} / {{ max }} डाउनलोड खत्म
mg: {{ progress }} / {{ max }} tafidina
ml: {{ progress }} / {{ max }} ഡൌണ്‍ലോഡ് ചെയ്യുന്നു
mr: {{ progress }} / {{ max }} डाउनलोड झाले
ms: {{ progress }} / {{ max }} dimuat turun
my: {{ progress }} / {{ max }} ဆွဲယူပြီး
ne: {{ progress }} / {{ max }} डाउनलोड भइसक्यो
or: {{ progress }} / {{ max }} ଆହରଣ ହୋଇଛି
pt: {{ progress }} / {{ max }} descarregados
ro: {{ progress }} / {{ max }} descărcați
si: {{ progress }} / {{ max }} බාගැනිණි
sw: {{ progress }} / {{ max }} imedaunlodiwa
ta: {{ progress }} / {{ max }} பதிவிறக்கப்பட்டது
te: {{ progress }} / {{ max }} దించబడింది
th: ดาวน์โหลดไปแล้ว {{ progress }} / {{ max }}
tr: {{ progress }} / {{ max }} indirildi
ur: {{ progress }} / {{ max }} ڈاؤن لوڈ کیا گیا
uz: {{ progress }} / {{ max }} yuklab olindi
xh: {{ progress }} / {{ max }} ekhutshelweyo
zu: {{ progress }} / {{ max }} okudawunilodiwe

source: Cancel all downloads
af: Kanselleer alle aflaaie
am: ሁሉንም ማውረጃዎች መሰረዣ
ar: إلغاء جميع التحميلات
as: সকলো ডাউনল'ড বাতিল কৰক
bg: Отказ на всички изтегляния
bn_bd: সব ডাউনলোড বাতিল
bn_in: সমস্ত ডাউনলোড বাতিল
br: Nullañ an holl bellgargadurioù
bs: Otkaži sva preuzimanja
ca: Cancel·la totes les baixades
cy: Diddymu pob llwyth i lawr
es: Cancelar todas las descargas
eu: Utzi deskarga guztiak
fa: لغو تمام بارگیری‌ها
gd: Sguir dhen a h-uile luchdadh a-nuas
hu: Összes letöltés megszakítása
id: Batalkan semua unduhan
km: បោះបង់​ការ​ទាញយក​ទាំងអស់
kn: ಎಲ್ಲಾ ಡೌನ್‌ಲೋಡ್‌ ಗಳನ್ನು ರದ್ದುಗೊಳಿಸು
lv: Atcelt visas lejupielādes
mai: सभ डाउनलोड रद्द करू?
mg: Foanana fampidinana rehetra
ml: എല്ലാ ഡൗണ്‍ലോഡുകളും റദ്ദാക്കു
mr: सर्व डाउनलोड रद्द करा
ms: Batal semua muat turun
my: ဒေါင်း​လုဒ်​ဖိုင်​များ အားလုံး​ကို ပယ်ဖျက်​ပါ
ne: सबै डाउनलोडहरु रद्द गर्नुहोस्
or: ସମସ୍ତ ଆହରଣଗୁଡ଼ିକୁ ବାତିଲ କରନ୍ତୁ
pt: Cancelar todas as descargas
ro: Anulează toate descărcările
si: සියළු බාගැනීම් අවලංගු කරන්න
sw: Ghairi daunlodi zote
ta: அனைத்தையும் ரத்து
te: అన్ని దింపుకోళ్ళను రద్దుచేయి
th: ยกเลิกการดาวน์โหลดทั้งหมด
tr: Tüm indirmeleri iptal et
ur: تمام ڈاؤن لوڈ منسوخ کریں
uz: Barcha yuklab olishlarni bekor qilish
xh: Rhoxisa konke okukhutshelwayo
zu: Khansela konke ukudawuniloda

source: Are you sure you want to cancel all downloads?
af: Is jy seker dat jy alle aflaaie wil kanselleer?
am: በእርግጥ ሁሉንም ማውረጃዎች መሰረዝ ይፈልጋሉ?
ar: هل أنت متأكد من إلغاء جميع التنزيلات؟
as: আপুনি সকলো ডাউনল'ড বাতিল কৰিবলে নিশ্চিত নে?
bg: Сигурни ли сте, че желаете да откажете всички изтегляния?
bn_bd: আপনি কি সব ডাউনলোড বাতিল করার ব্যাপারে নিশ্চিত?
bn_in: আপনি কি নিশ্চিত যে আপনি সব ডাউনলোডগুলি বাতিল করতে চান?
br: Ha sur oc'h e fell deoc'h nullañ an holl bellgargadurioù ?
bs: Jeste li sigurni da želite otkazati sva preuzimanja?
ca: Segur que voleu cancel·lar totes les baixades?
cy: Ydych chi'n siŵr eich bod am ddiddymu pob llwyth i lawr?
es: ¿Seguro que desea cancelar todas las descargas?
eu: Ziur zaude deskarga guztiak utzi nahi dituzula?
fa: مطمئنید می‌خواهید تمام بارگیری‌ها را لغو کنید؟
gd: A bheil thu cinnteach gu bheil thu airson sgur de gach luchdadh a-nuas?
hu: Biztos, hogy megszakít minden telepítést?
id: Yakin ingin membatalkan semua unduhan?
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​បោះបង់​ការ​ទាញយក​ទាំងអស់​ឬ?
kn: ನೀವು ಎಲ್ಲಾ ಡೌನ್‌ಲೋಡ್‍ಗಳನ್ನು ರದ್ದು ಪಡಿಸುತ್ತಿರುವುದು ಖಚಿತವೆ?
lv: Vai vēlaties atcelt visas lejupielādes?
mai: की अहाँ सुनिश्चित छी जे अहाँ सबहि फ़ाइल खोलनाइ चाहैत अछि?
mg: Siora ianao fa te-hanafoana an'ity fampidinana ity?
ml: എല്ലാ ഡൌണ്‍ലോഡും റദ്ദാക്കണമെന്ന് ഉറപ്പാണോ?
mr: आपणास, सर्व डाउनलोड नक्की रद्द करायचे आहेत का?
ms: Pastikah anda untuk membatalkan semua muat turun?
my: ဆွဲ​ယူထား​သည်​များ အားလုံး​ကို ပယ်ဖျက်​လိုပါသလား?
ne: तपाईँ सबै डाउनलोडहरु रद्द गर्न निश्चित हुनुहुन्छ?
or: ସମସ୍ତ ଆହରଣଗୁଡ଼ିକୁ ବାତିଲ କରିବେ ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି?
pt: Tem a certeza de que pretende cancelar todas as descargas?
ro: Sigur dorești să anulezi toate descărcările?
si: සියළුම භාගත වීම් අවලංගු කිරීමට ඇවැසි ද?
sw: Una uhakika unataka kughairi daunlodi zote?
ta: நீங்கள் அனைத்தையும் இரத்து செய்யணுமா?
te: అన్ని దింపుకోళ్ళను రద్దుచేయాలని నిశ్చయించుకున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการดาวน์โหลดทั้งหมด?
tr: Tüm indirmeleri iptal etmek istediğinizden emin misiniz?
ur: کیا آپ اس بات کا یقین کر لیں کہ آپ تمام ڈاؤن لوڈ کو منسوخ کرنے کے لئے کرنا چاہتے ہیں؟
uz: Barcha yuklab olishlarni bekor qilmoqchi ekanligingizga ishonchingiz komilmi?
xh: Uqinisekile ufuna ukurhoxisa okukhutshelwayo?
zu: Unesiqiniseko sokuthi ufuna ukukhansela konke ukudawuniloda?

source: There was an error while downloading the updates.
af: Daar was ’n fout tydens aflaai van die bywerkings.
am: ማሻሻያው በሚወርድበት ጊዜ ስህተት ተፈጥሯል
ar: حدث خطأ عند تنزيل التحديثات.
as: আপডেইটসমূহ ডাউনল'ড কৰোতে এটা ত্ৰুটি হৈছিল।
bg: Грешка при изтегляне на обновяванията.
bn_bd: হালনাগাদ ডাউনলোড করার সময় ত্রুটি পাওয়া গেছে।
bn_in: একটি ত্রুটি ঘটেছে আপডেট ডাউনলোডে।
br: C'hwitadenn war pellgargañ an hizivadurioù.
bs: Došlo je do greške prilikom preuzimanja nadogradnji.
ca: S'ha produït un error en baixar les actualitzacions.
cy: Bu gwall wrth lwytho'r diweddariadau i lawr.
es: Hubo un error mientras se descargaban las actualizaciones.
eu: Errorea gertatu da eguneraketak deskargatzean.
fa: هنگام بارگیری به‌روز رسانی‌ها، خطایی رخ داد.
gd: Thachair mearachd nuair a bha sinn a' luchdadh a-nuas nan ùrachaidhea.
hu: Hiba történt a frissítések letöltésekor.
id: Terjadi galat saat mengunduh pembaruan.
km: មាន​កំហុស​​ខណៈពេល​កំពុង​ទាញយក​បច្ចុប្បន្នភាព។
kn: ಅಪ್‌ಡೇಟ್‍ಗಳನ್ನು ಡೌನ್‌ಲೋಡ್‌ ಮಾಡುವಾಗ ದೋಷ ಎದುರಾಗಿದೆ.
lv: Notika kļūda kamēr lejupielādēja atjauninājumus.
mai: अद्यतन डाउनलोड करैत हुए कोनो त्रुटि भेल छल.
mg: Nisy tsy fetezana nandritra ny fampidinana ireo fanavaozana.
ml: പുതുക്കലുകള്‍ ഡൊണ്‍ലോഡ് ചെയ്യുന്നതിന് പ്രശ്നമുണ്ട്.
mr: सुधारणा डाउनलोड करताना त्रुटी आढळली.
ms: Terdapat ralat ketika memuat turun kemaskini.
my: အဆင့်​မြှင့်​တင်​မှု​များ​ကို ဆွဲ​ယူ​နေ​စဉ်​တွင်း အမှား​များ ရှိ​ခဲ့​သ​ည်။
ne: अपडेटहरु डाउनलोड गर्दा एउटा त्रुटि भेटियो।
or: ବର୍ତ୍ତମାନଗୁଡ଼ିକୁ ଆହରଣ କରିବା ବେଳେ ଏକ ତ୍ରୁଟି ମିଳିଲା ।
pt: Ocorreu um erro ao descarregar as atualizações.
ro: A apărut o eroare la descărcarea actualizărilor.
si: යාවත්කාලීන කිරීම් භාගත කිරීමේදී දෝශයක් හට ගැනිනි.
sw: Kulikuwa na hitilafu wakati wa kudaunlodi sasisho.
ta: பதிவிறக்கம் செய்துகொண்டிருக்கம் பொருட்டு அங்கே பிழை நேர்ந்தது.
te: నవీకరణలు దించునప్పుడు ఒక దోషం ఉంది.
th: เกิดข้อผิดพลาดขณะกำลังดาวน์โหลดการปรับปรุง
tr: Güncellemeler indirilirken bir hata oluştu.
ur: اس میں ایک خرابی تھی جسکی وجے سے تازہ کاری نہیں ہو سکی۔
uz: Yangilanishlar yuklab olinayotganda xatolik yuz berdi.
xh: Kubekho imposiso ngeli lixa bekukhutshelwa ezihlaziyiweyo.
zu: Kube nenkinga ngenkathi kudawunilodwa izinto ezintsha.
