Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
af: Dit kan dinge insluit soos oop bladsye en programme, teks wat in vorms getik is en die inhoud van oop boodskappe, onlangse blaaigeskiedenis of geoligging wat deur ’n oop program gebruik is.
am: ይህ የሚያካትተው እንደ የተከፈቱ ገጾች እና መተግበሪያዎች: የተከፈቱ መልእክቶች ይጽፉት የነበረውን እና ይዞታውን: የ ቅርብ ጊዜ የ መቃኛ ታሪክ ወይንም ያሉበትን አካባቢ እና ይህን ይጠቀሙ የነበሩ መተግበሪያዎችን ነው
ar: ربما يحتوي على الصفحات المفتوحة والتطبيقات، بعض النصوص المطبوعة ومحتوى الرسائل المفتوحة، اخر تأريخ التصفح أو موقعك الجغرافي المستخدم في التطبيق المفتوح.
as: ই কিছুমান বস্তু যেনে খোলা পৃষ্ঠা আৰু এপসমূহ, ফৰ্মত টাইপ কৰা লিখনী আৰু খোলা বাৰ্তাসমূহৰ সমল, শেহতীয়া ব্ৰাউছিং ইতিহাস, অথবা এটা খোলা এপ দ্বাৰা ব্যৱহাৰ কৰা ভৌগলিক অৱস্থান অন্তৰ্ভুক্ত কৰিব পাৰে।
bg: Това може да включва неща като отворени страници и приложения, попълнени формуляри, съдържание на отворени съобщения, история на сърфиране или местоположение, използвано от отворено приложение.
bn_bd: খোলা পেজ এবং অ্যাপ, ফর্মে লিখিত লেখা এবং খোলা বার্তার বিষয়বস্তু, সাম্প্রতিক ব্রাউজিং এর ইতিহাস অথবা অ্যাপ দ্বারা ব্যবহৃত ভুঅবস্থান এতে অন্তর্ভুক্ত থাকে।
br: An dra-mañ a c'hell enderc'hel traoù evel ar pajennoù hag an arloadoù digor, an destenn skrivet er furmskridoù hag endalc'had ar c'hemennadennoù digor, ar roll-istor nevesañ, pe an douarlec'hiañ arveret gant un arload digor.
bs: Ovo može sadržavati stvari kao što su otvorene stranice i aplikacije, tekst upisan u obrascima i sadržaj otvorenih poruka, nedavna historija pretraživanja ili geolokacija koju koristi otvorena aplikacija.
ca: Pot incloure les pàgines i aplicacions obertes, el text escrit en formularis i el contingut de missatges oberts, de l'historial de navegació recent o de la geolocalització utilitzats per una aplicació oberta.
cy: Gall hyn gynnwys pethau fel tudalennau agored ac apiau, testun wedi ei deipio i ffurflenni a chynnwys negeseuon agored, hanes pori diweddar neu geoleoliad sy'n cael ei ddefnyddio gan ap agored.
es: Incluirá datos como páginas y aplicaciones abiertas, texto escrito en formularios, el contenido de mensajes abiertos, el historial reciente de navegación o la ubicación que la aplicación abierta utilizó.
eu: Irekitako orri eta aplikazioak, inprimakietan idatzitako testua eta bestelako edukia izan lezake honek (irekitako aplikazio batek erabilitako mezuak, azken nabigazio-historia edo geokokapena).
fa: این گزارش ممکن است شامل چیزهایی چون صفحه‌ها و برنامه‌های باز شده، متن وارد شده در فرم‌ها و محتوای پیام‌های باز شده، تاریخچهٔ مرور اخیر، یا مکان جغرافیایی استفاده شده توسّط یک برنامه باز شده باشد.
gd: Dh'fhaoidte gun gabh seo a-steach fiosrachadh air duilleagan is aplacaidean a bha fosgailte, teacsa a chuir thu ann am foirm, susbaint de theachdaireachdan fosgailte, na rinn thu brabhsadh air o chionn ghoirid no geò-lorgadh a bha aplacaid fhosgailte ris.
hu: Ebbe a megnyitott lapok és appok, űrlapokba gépelt szövegek és a nyitott üzenetek tartalma, a böngészési előzmények vagy egy nyitott app által használt földrajzi koordináták tartozhatnak.
id: Ini dapat berisi laman dan aplikasi yang terbuka, teks yang ditulis pada formulir, isi pesan yang terbuka, riwayat penjelajahan terakhir, atau geolokasi yang sedang digunakan aplikasi.
km: នេះ​​អាច​មាន​​អ្វីៗ​ដូចជា​​​​ទំព័រ និង​កម្មវិធី​ដែល​បើក អត្ថបទ​ដែល​បាន​វាយ​បញ្ចូល​ក្នុង​ទម្រង់ និង​​មាតិកា​នៃ​សារ​​ដែល​បើក ប្រវត្តិ​រុករក​ថ្មីៗ ឬ​​ទីតាំង​ភូមិសាស្ត្រ​បាន​ប្រើ​ដោយ​កម្មវិធី​ដែល​បើក។
kn: ಇದು ಪುಟ ಅಥವ ಅನ್ವಯಗಳನ್ನು ತೆರೆಯಲು, ನಮೂನೆ ದಾಖಲೆ ಶೈಲಿಯ ಪಠ್ಯ ಮತ್ತು ಮುಕ್ತ ಸಂದೇಶಗಳ ವಿಷಯ, ನೂತನ ಜಾಲವೀಕ್ಷಣಾ ಇತಿಹಾಸ, ಅಥವ ಅನ್ವಯ ಬಳಸಿದ ಭೂಸ್ಥಳ ರೀತಿಯ ವಸ್ತುಗಳನ್ನು ಒಳಗೊಂಡಿದೆ.
mai: ई खुलल पन्ना आओर एप्लिकेशन, रूप आओर खुलल समाद, हाल ही मे ब्राउजिंग इतिहास, अथवा जियोलोकेशन एकटा खुलल app द्वारा इस्तेमाल क सामग्री मे टाइप पाठ क तरह बात सामिल भए सकैत अछि.
mg: Io dia mety hisy zavatra toy ny pejy sy app misokatra, soratra voasoratra anaty takelaka fenoina ary ny atin'ny hafatra misokatra, tantaran'ny fitetezana vao tsy ela, na famantaran-toerana nampiasain'ny app misokatra iray.
ml: ഇതിൽ തുറന്നിരിക്കുന്ന പേജുകളും പ്രയോഗങ്ങളും, ഫോമുകളിലേക്ക് ചേർത്തിരിക്കുന്ന ടെക്സ്റ്റ്, തുറന്നിരിക്കുന്ന സന്ദേശങ്ങളുടെ ഉള്ളടക്കം, അടുത്തിടെ ബ്രൗസ് ചെയ്ത നാൾവഴി, അല്ലെങ്കിൽ തുറന്നിരിക്കുന്ന ഒരു പ്രയോഗത്തിനാൽ ഉപയോഗിക്കപ്പെട്ട ഭൂസ്ഥാനം എന്നിവ ഉൾക്കൊണ്ടേക്കാം.
mr: यामध्ये, खुले असलेले पृष्ठ व ॲप्स, फॉर्म मध्ये भरलेली माहिती, खुल्या संदेशातील मजकूर, अलिकडील ब्राउझिंगचा इतिहास, किंवा खुल्या ॲपने वापरलेले भूस्थळ चा समावेश आहे.
ms: Ini juga termasuk perkara seperti laman dibuka dan app, teks ditaip pada borang dan kandungan mesej dibuka, sejarah pelayaran kebelakangan, atau geolokasi digunakan oleh app yang dibuka.
my: ၎င်း ထဲတွင် ဖွင့်ထားသော ဝတ်ဆိုဒ်များ အက်များနှင့် ရိုက်ထားသော စာများ ၊ စာတို ပို့ မှတ်တမ်းများ တည်နေရာပြ မှတ်တမ်းများ ပါဝင်နိုင်ပါသှ်။
ne: खुला पृष्ठहरु र एपहरु, फारममा लेखिएका अक्षरहरु र खुला सन्देशका सामग्रीहरु, हालसालैको ब्राउजिङ्ग इतिहास, अथवा खुला एपले प्रयोग गरेकाो भू-स्थानजस्ता कुराहरु यसमा समावेश हुन सक्छन।
or: ଏଥିରେ ହୁଏତଃ ଖୋଲା ପୃଷ୍ଠା ଏବଂ ଆପ୍ଲିକେସନ, ଫର୍ମ ଏବଂ ଖୋଲା ସନ୍ଦେଶଗୁଡ଼ିକର ପାଠ୍ୟ, ନିକଟ ଅତିତର ବ୍ରାଉଜିଙ୍ଗର ପୁରୁଣା ତଥ୍ୟ, କିମ୍ବା ଖୋଲା ଆପ୍ଲିକେସନ ଦ୍ୱାରା ବ୍ୟବହୃତ ଭୌଗଳିକ ସ୍ଥିତି ପରି ବିଷୟବସ୍ତୁକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରାଯାଇ ଥାଇପାରେ ।
pt: Isto pode incluir coisas como páginas e aplicações abertas, texto digitado nos formulários e conteúdo de mensagens abertas, histórico de navegação recente ou geolocalização utilizada por uma aplicação aberta.
ro: Aceasta se poate să includă lucruri precum paginile și aplicațiile deschise, textele tastate în formulare și conținutul din mesajele deschise, istoricul recent a navigării sau geolocația folosită de către o altă aplicație deschisă.
si: මෙය විවෘතව ඇති පිටු හා යෙදුම් පිලිබඳව, පිරවු වදන්, විවෘතව ඇති පණිවුඩ, මෑත කාලීන සුපරීක්ෂණ ඉතිහාසය, හෝ භූගෝලීය පිහිටීම ලබාගැනීමක් සිදු කල යෙදුමක් නම් එම දත්තය ද අන්තර්ගත වේ.
sw: Hii inaweza kujumisha vitu kama kurasa wazi na programu, maandiko yalioandikwa katika fomu na maudhui ya ujumbe wazi, hisitoria ya hivi karibuni ya kuvinjari, au eneo la jio linalotumiwa na programu iliyowazi.
ta: இது திறந்த பக்கங்கள் மற்றும் படிவத்தில் உள்ளடக்கிய உரைகள் மற்றும் திறந்த நிலையிலுள்ள செய்திகள், சமீபத்திய உலாவி வரலாறு, அல்லது திறந்த நிலை குறுந்செயலியால் பயன்படுத்தப்பட்ட புவியியல் இடம் போன்றவற்றை உள்ளடக்கியிருக்கலாம்.
te: తెరచిన పేజీలు మరియు అనువర్తనాలు, ఫారాలలో నింపిన పాఠ్యం మరియు తెరచిన సందేశాల విషయాలు, ఇటీవలి విహరణ చరిత్ర, లేదా తెరచిన అనువర్తనంచే ఉపయోగించిన భౌగోళికస్థానం మొదలైనవి ఇందులో ఉండవచ్చు.
th: นี่อาจรวมถึงหน้าและแอปที่เปิด ข้อความที่พิมพ์ลงในแบบฟอร์ม และเนื้อหาของข้อความที่เปิด ประวัติการท่องเว็บล่าสุด หรือตำแหน่งที่ตั้งทางภูมิศาสตร์ที่ใช้โดยแอปที่เปิด
tr: Bu rapor; açık sayfalar ve uygulamalar, formlara yazılmış metinler ve açık mesajların içeriği, yakın tarama geçmişi veya açık bir uygulamanın kullandığı coğrafi konum gibi şeyleri içerebilir.
ur: اس میں موجود ہیں چیزیں جیسے کہ کھلے صفحات اور ایپ، فارم میں ٹائپ کردہ متن اور کھلے پیغامات کا مواد، حالیہ براؤزنگ کی تاریخ، یا جغرافیائی محل وقوع جو ایک کھلی ایپ کا استعمال شدہ ہو۔
uz: Unga ochiq sahifalar, shakllar ichiga yozilgan matnlar va ochiq xabarlar tarkibi, so‘nggi ko‘rish tarixi yoki ochiq ilova dastur tomonidan foydalanilgan geojoylashuv kabi narsalar qo‘shilishi mumkin.
xh: Oku kusenokuquka izinto ezifana namaphepha avuliweyo nee-app, okubhaliweyo okuchwethezwe kwiifomu nombandela wemiyalezo evuliweyo, imbali yakutshanje yokubhrawuza, okanye indawo okuyo esetyenziswa yi-app evuliweyo.
zu: Lokhu kungabandakanya izinto ezifana namakhasi avulekile nama-app, imibhalo ebhalwe kumafomu kanye nokuqukethwe emiyalezweni evulekile, umlando wakamuva wokubuka, noma ukutholwa kwendawo okusetshenziswe yi-app evulekile.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
af: Ons gebruik omvalverslae om probleme te probeer oplos en ons produkte te verbeter. Ons hanteer jou inligting soos beskryf in ons
am: የ ግጭት መግለጫን እኛ የምንጠቀመው ለ ችግሮች መፍትሄ ለመፍጠር እና ሶፍትዌራችንን ለማሻሻል ነው: የ እርስዎን መረጃ በጥንቃቄ እንይዛለን እንደገለጽንው በ
ar: نستخدم تقارير الأعطال في محاولة لإصلاح المشاكل وتحسين منتجاتنا. نتعامل مع المعلومات الخاصة بك كما هو موضح في
as: আমি স্খলন সংবাদক সমস্যাবোৰ সমাধানৰ চেষ্টা কৰিবলে আৰু আমাৰ উৎপাদন উন্নত কৰিবলে ব্যৱহাৰ কৰো। আমি আপোনাৰ তথ্যক আমাৰ গোপনীয়তা নীতি
bg: Използваме отчетите за сривове, за да оправим проблемите и да подобрим продуктите си. Управляваме информацията Ви, както сме описали в нашата
bn_bd: সমস্যা সমাধান এবং আমাদের প্রোডাক্টের উন্নয়ন করতে ক্র্যাশ রিপোর্ট ব্যবহার করি। আমরা আপনার তথ্য এমনভাবে গ্রহন করি যেমনটা বর্ননা করি আমাদের
bn_in: আমরা ক্র্যাশ প্রতিবেদন ব্যবহার করি সমস্যা সমাধানের জন্য এবং আমাদের উন্নতির চেষ্টাতে। আমরা আপনার তথ্য আমাদের ক্র্যাশ প্রতিবেদনগুলি-বিবরণ-3-গোপনীয়তা বর্ণনা হিসাবে হ্যান্ডেল করি
br: Arverañ a reomp an danevelloù sac'hadenn evit reizhañ kudennoù ha gwellaat hor c'henderc'hadoù. Arveret eo ho titouroù evel displeget er
bs: Izvještaje o greškama koristimo da bismo popravili probleme i poboljšali naše proizvode. Vaši podaci se koriste onako kako je to navedeno u našoj
ca: Fem servir els informes de fallada per resoldre problemes i millorar els nostres productes. Gestionem la vostra informació tal com ho descrivim a la nostra
cy: Rydym yn defnyddio adroddiadau chwalu i geisio datrys problemau a gwella ein cynnyrch. Rydym yn trin eich gwybodaeth yn ôl y disgrifiad yn ein
es: Utilizamos los informes de error para solucionar problemas y mejorar nuestros productos. Gestionamos su información según se describe en nuestra
eu: Arazoak konpondu eta gure produktuak hobetzeko erabiltzen ditugu hutsegite-txostenak. Zure informazioa gure
fa: ما از گزارش‌های خطا استفاده می‌کنیم تا تلاش کنیم مشکلات را حل کرده و محصولاتمان را بهبود دهیم. برای دانستن شیوهٔ نگه‌داری اطّلاعاتتان ببینید:
gd: Cleachdaidh sinn aithisgean tuislidh gus duilgheadasan a rèiteachadh is piseach a thoirt air a’ bhathar againn. Làimhsichidh sinn am fiosrachadh agad mar a tha sinn ’ga mhìneachadh sa
hu: A hibajelentéseket a problémák javításához és termékeink tökéletesítéséhez használjuk. Információit az\u20
id: Kami menggunakan laporan mogok untuk mengatasi masalah dan menyempurnakan produk. Kami menangani informasi Anda seperti yang dijelaskan pada
km: យើង​ប្រើ​របាយការណ៍​គាំង​ដើម្បី​កែ​បញ្ហា​ និង​ធ្វើ​ឲ្យ​ផលិតផល​របស់​យើង​ប្រសើរ​ឡើង។ យើង​​ប្រើ​ព័ត៌មាន​របស់​អ្នក​​ដូច​យើង​ពណ៌នា​​នៅ​ក្នុង
kn: ನಾವು ಕ್ರಾಶ್‌f ವರದಿಗಳನ್ನು ನಮ್ಮ ಉತ್ಪನ್ನಗಳ ಸಮಸ್ಯೆಗಳನ್ನು ಸರಿಪಡಿಸಲು ಮತ್ತು ಸುಧಾರಿಸಲು ಬಳಸುತ್ತೇವೆ. ನಿಮ್ಮ ಮಾಹಿತಿಯ ಬಳಕೆಯು ನಾವು ಇದರಲ್ಲಿ ವಿವರಿಸುವಂತೆ ಇರುತ್ತದೆ
mai: हम क्रैश रिपोर्टक उपयोग करबाक लेल समस्या केँ ठीक करबाक लेल आओर हमर उत्पादमे सुधार करबाक कोशिश करैत छी. हम अहाँक जानकारी केँ संभालैब रूपेँ अपन मे वर्णन करैछ
mg: Izahay dia mampiasa ireo tatitra crash hamahana ireo olana sy hanatsarana ireo vokatray. Ny fampahalalanao dia kirakirainay araka ny voasoritsoritray ao amin'ny
ml: പ്രശ്നങ്ങള്‍ പരിഹരിയ്ക്കുന്നതിനും ഉല്‍പന്നങ്ങള്‍ മെച്ചപ്പെടുത്തന്നതിനും ക്രാഷ് റിപോര്‍ട്ടുകള്‍ ഉപയോഗിയ്ക്കുന്നു. സ്വകാര്യനിബന്ധനകളില്‍ വ്യക്തമാക്കുന്ന രീതിയില്‍
mr: आमच्या उत्पादनातील काही त्रुट्या दूर करण्यासाठी, आणि त्यात सुधारणा करण्यासाठी, क्रॅश अहवालाचा वापर करतो. खाली दिलेल्या माहितीप्रमाणे, आम्ही आपल्याकडून आलेली माहिती वापरतो
ms: Kami gunakan laporan nahas untuk memperbaiki masalah dan memperbaiki produk kami. Kami mengendalikan maklumat anda sebagaimana yang diterangkan di dalam
my: အပျက်အဆီး အစီရင်ခံစာများအား ကျွနု်ပ် တို့ ထုတ်ကုန်များ ကောင်းအောင် ပြုလုပ်ရတွင် သုံးသှ်။ သင်၏ အချက်အလက်များအား အောက်ပါ အတိုင်း ကိုင်တွယ်ပါသှ်
ne: हामी क्र्याश प्रतिवेदनहरु समस्या समाधान गर्न र हाम्रा उत्पादनहरु सुधार्नमा प्रयोग गर्छौ| तपाईंको सूचनालाई हामी हाम्रो मा वर्णन गरे जस्तैगरी सम्हाल्छौँ।
or: ଆମେ କ୍ରାସ୍‌ ବିବରଣୀଗୁଡ଼ିକୁ ସମସ୍ୟାଗୁଡ଼ିକର ସମାଧାନ ଏବଂ ଉତ୍ପାଦନର ଉନ୍ନତି ପାଇଁ ବ୍ୟବହାର କରିଥାଉ। ଆମେ ଆପଣଙ୍କର ସୂଚନାକୁ ବର୍ଣ୍ଣନା କରାଯାଇଥିବା ପରି ନିୟନ୍ତ୍ରଣ କରିଥାଉ
pt: Utilizamos relatórios de falha para tentar corrigir problemas e melhorar os nossos produtos. Gerimos a sua informação tal como é descrito na nossa
ro: Folosim rapoartele de defecțiuni pentru a încerca și a repara problemele și a îmbunătăți produsele noastre. Gestionăm informațiile tale așa cum descriem în
si: අපි විසින් බිඳවැටුම් වාර්ථාවන් අපගේ සේවාවන් වැඩිදියුණු කිරීමට භාවිතා කරන්නෙමු. අප විසින් ඔබගේ දත්තයන් හා තොරතුරු භාවිතා කරනුයේ පහත දක්වා ඇති පරිදි පමණි
sw: Sisi hutumia ripoti za kukwama kutatua matatizo na kuboresha bidhaa zetu. Sisi ushughulikia taarifa yako kama tunavyoelezea katika
ta: நாங்கள் சிதைவு அறிக்கையைப் பயன்படுத்தி பிரச்சனைகளைத் தீர்க்கவும் அதனை மேம்படுத்தவும் முயற்சி செய்வோம். நாங்கள் உங்களுடைய தகவல்களை குறிப்பிட்டபடி கையாளுவோம்
te: సమస్యలను పరిష్కరించుటకు మరియు మన ఉత్పత్తులు మెరుగుపరచుటకు మేము క్రాష్ నివేదికలను ఉపయోగిస్తాము. మీ సమాచారాన్ని మేము ఇక్కడ వివరించినట్లు సంభాలిస్తాము
tr: Çökme raporlarını sorunları düzeltmek ve ürünlerimizi geliştirmek için kullanıyoruz. Bilgilerinizi
ur: ہم حادثے کی رپورٹ مسائل کو ٹھیک اور ہماری مصنوعات کو بہتر بنانے کے لئے استعمال کرتے ہیں. ہم آپ کی معلومات کو اس طرح سنبھالتے ہے جےسا کی ہمنے بیان کرا ہے ہمارے
uz: Biz nosozlik ma’lumotlaridan muammolarni hal qilishga urinishda va mahsulotlarimizni yaxshilashda foydalanamiz. Biz sizning ma’lumotlaringiz bilan maxfiylik siyosatimizda keltirganimzidek
xh: Sisebenzisa ingxelo yokonakala ukuzama ukulungisa iingxaki nokuphucula iimveliso zethu. Inkcazelo yakho siyiphatha njengoko sichazile kwi- yethu
zu: Sisebenzisa imibiko yomonakalo ukuzama ukulungisa izinkinga kanye nokuthuthukisa imikhiqizo. Siphatha imininingwane yakho njengoba sichazile kweyethu

source: privacy policy
af: privaatheidsbeleid
am: የግላዊነት መመሪያ አሰራር
ar: سياسة الخصوصية
as: ত বিৱৰণ দিয়া ধৰণে নিয়ন্ত্ৰণ কৰো
bg: политика за лични данни
bn_bd: গোপনীয়তা নীতি
br: reolenn a-fet buhez prevez
bs: polici privatnosti
ca: política de privadesa
cy: polisi preifatrwydd
es: política de privacidad
eu: pribatutasun-politika
fa: سیاست محرمانگی
gd: phoileasaidh phrìobhaideachd againn
hu: adatvédelmi irányelvekben
id: kebijakan privasi
km: គោលនយោបាយ​ភាព​ឯកជន
kn: ಗೌಪ್ಯತಾ ನಿಯಮ
mai: गोपनीयता नीति
mg: politika fiarovana tsiambaratelo
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
ms: dasar privasi kami
my: ကိုယ်ရေးကိုယ်တာ လုံခြုံရေး ပေါ်လစီ
ne: गोपनीयता नीति
or: ଗୋପନୀୟତା ନିତୀ
pt: política de privacidade
ro: politica de confidențialitate
si: පෞද්ගලිකත්ව ප්‍රතිපත්තිය
sw: sera yetu ya faragha
ta: தனியுரிமை கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: gizlilik ilkelerimizde
ur: رازداری کی پالیسی
uz: foydalanamiz
xh: umgaqo-nkqubo wabucala
zu: inqubomgomo yobumfihlo

source: {{brandShortName}} just crashed.
af: {{brandShortName}} het so pas opgeval.
am: {{brandShortName}} ተጋጭቷል
ar: {{brandShortName}} انهار الآن.
as: {{brandShortName}} ৰ এইমাত্ৰ স্খলন হল।
bg: {{brandShortName}} току що се срина.
bn_bd: {{brandShortName}} এই মাত্র ক্র্যাস করল
bn_in: {{brandShortName}} ক্র্যাশ করেছে।
br: Sac'het en deus {{brandShortName}}.
bs: {{brandShortName}} se upravo srušio.
ca: El {{brandShortName}} acaba de fallar.
cy: Mae {{brandShortName}} newydd chwalu.
es: {{brandShortName}} acaba de fallar.
eu: {{brandShortName}}(e)k huts egin du.
fa: ‫{{brandShortName}} با خطا مواجه شد.
gd: Tha {{brandShortName}} dìreach air tuisleadh.
hu: {{brandShortName}} összeomlott.
id: {{brandShortName}} baru saja crash.
km: {{brandShortName}} ទើប​​បាន​គាំង។
kn: {{brandShortName}} ಈಗಷ್ಟೆ ಕ್ರಾಶ್ ಆಗಿದೆ.
mai: {{brandShortName}}अखन दुर्घटनाग्रस्त भए गेल.
mg: Voan'ny crash vao teo {{brandShortName}}.
ml: {{brandShortName}} ഇപ്പോള്‍ തകര്‍ന്നു.
mr: {{brandShortName}} आत्ताच क्रॅश झाला.
ms: {{brandShortName}} telah musnah.
my: {{brandShortName}} ယခုလေးတင်ပိတ်သွားသှ်
ne: {{brandShortName}} भर्खरै क्र्यास भयो।
or: {{brandShortName}} ଏବେ କ୍ରାସ ହେଲା।
pt: {{brandShortName}} teve uma falha.
ro: {{brandShortName}} tocmai s-a închis neașteptat.
si: {{brandShortName}} බිඳවැටිනි.
sw: {{brandShortName}} imekwama.
ta: {{brandShortName}} சற்றுமுன் சிதைவுற்றது.
te: {{brandShortName}} క్రాషైంది.
th: {{brandShortName}} เพิ่งขัดข้อง
tr: {{brandShortName}} az önce çöktü.
ur: {{brandShortName}} ابھی کریش ہو گیا۔
uz: {{brandShortName}}da hozirgina nosozlik ro‘y berdi.
xh: I-{{brandShortName}} isandul' ukonakala.
zu: I-{{brandShortName}} isanda kubhidlika.

source: {{name}} just crashed.
af: {{name}} het so pas opgeval.
am: {{name}} ተጋጭቷል
ar: {{name}} توقف عن العمل.
as: {{name}} ৰ এইমাত্ৰ স্খলন হল।
bg: {{name}} току що се срина.
bn_bd: {{name}} এইমাত্র ক্র্যাশ করল
bn_in: {{name}} ক্র্যাশ করেছে।
br: Sac'het en deus {{name}}.
bs: {{name}} se upravo srušio.
ca: «{{name}}» ha fallat.
cy: Mae {{name}} newydd chwalu.
es: {{name}} acaba de fallar.
eu: {{name}} aplikazioak huts egin du.
fa: ‫{{name}} با خطا مواجه شد.
gd: Tha {{name}} dìreach air tuisleadh.
hu: {{name}} összeomlott.
id: {{name}} baru saja mengalami crash.
km: {{name}} ទើប​បាន​គាំង។
kn: {{name}} ಈಗಷ್ಟೆ ಕ್ರಾಶ್ ಆಗಿದೆ.
mai: {{name}} अखन दुर्घटनाग्रस्त भए गेल.
mg: Voan'ny crash vao teo {{name}}.
ml: {{name}} ഇപ്പോള്‍ തകര്‍ന്നു.
mr: {{name}} आत्ताच क्रॅश झाला.
ms: {{name}} telah musnah.
my: {{name}} ပိတ်သွားခဲ့သှ်
ne: {{name}} भर्खरै क्र्यास भयो।
or: {{name}} ଏବେ କ୍ରାସ ହେଲା।
pt: {{name}} teve uma falha.
ro: {{name}} tocmai s-a închis neașteptat.
si: {{name}} බිඳවැටිනි.
sw: {{name}} imekwama.
ta: {{name}} சற்றுமுன் சிதைவுற்றது.
te: {{name}} క్రాషైంది.
th: {{name}} เพิ่งขัดข้อง
tr: {{name}} biraz önce çöktü.
ur: {{name}} ابھی کریش ہو گیا۔
uz: {{name}}da hozirgina nosozlik ro‘y berdi.
xh: I-{{name}} isandul' ukonakala.
zu: I-{{name}} isanda kubhidlika.

# crash-banner-report
source: Report
am: መግለጫ
ar: تقرير خطأ
bn_bd: রিপোর্ট
br: Danevell
ca: Informe
cy: Adroddiad
fa: گزارش
pt: Reportar
th: รายงาน

source: Sending file…
am: ፋይል በ መላክ ላይ…
ar: جارِ إرسال ملف ...
bn_bd: ফাইল পাঠানো হচ্ছে…
bn_in: ফাইল পাঠানো হছে...
br: O kas ar restr...
bs: Šaljem fajl…
ca: S'està enviant un fitxer…
cy: Anfon ffeil…
es: Enviando archivo…
fa: ارسال پرونده…
gd: A’ cur an fhaidhle…
lv: Sūta datni…
pt: A enviar ficheiro…
ro: Se trimite fișierul…
si: ගොනුව යොමු කරමින්…
th: กำลังส่งไฟล์…
ur: مسل بھیج رہا ہے…
uz: Fayl jo‘natilmoqda…

source: Receiving file…
am: ፋይል በ መቀበል ላይ…
ar: جارِ استلام الملف...
bn_bd: ফাইল গ্রহণ করা হচ্ছে…
bn_in: ফাইল প্রাপ্ত হচ্ছে...
br: O tegemer ar restr...
bs: Primam fajl…
ca: Sestà rebent un fitxer…
cy: Wrthi'n derbyn ffeil…
es: Recibiendo archivo...
fa: دریافت پرونده…
gd: A’ faighinn an fhaidhle…
lv: Saņem datni…
pt: A receber ficheiro…
ro: Se primește fișierul…
si: ගොනුව ලැබෙමින්…
th: กำลังรับไฟล์…
ur: مسل حاصل کر رہا ہے…
uz: Fayl qabul qilinmoqda…

source: Accept Bluetooth file transfer?
af: Aanvaar Bluetooth-lêeroordrag?
am: ልቀበል የ ብሉቱዝ ማስተላለፊያ?
ar: قبول نقل الملف عبر بلوتوث؟
as: ব্লুটুথ ফাইল স্থানান্তৰ গ্ৰহণ কৰিব নে?
bg: Да бъде ли приет Bluetooth файл трансфера?
bn_bd: ব্লুটুথ দ্বারা আসন্ন ফাইল গ্রহন করবেন?
bn_in: ব্লুটুথ ফাইল স্থানান্তরণ গ্রহণ করবেন?
br: Degemer an treuzkas restroù Bluetooth ?
bs: Prihvatiti Bluetooth transfer fajla?
ca: Accepteu la transferència Bluetooth?
cy: Derbyn trosglwyddiad ffeil Bluetooth?
es: ¿Aceptar una transferencia Bluetooth?
eu: Onartu Bluetooth fitxategi-transferentzia?
fa: قبول جابه‌جایی پروندهٔ بلوتوث؟
gd: An gabh sinn ris an tar-chur faidhle Bluetooth?
hu: Elfogadja a Bluetooth fájlátvitelt?
id: Terima transfer berkas Bluetooth?
km: យល់ព្រម​​ការ​ផ្ទេរ​ឯកសារ​តាម​ប្ល៊ូធូស​ឬ?
kn: ಬ್ಲೂಟೂತ್‌ ಕಡತ ವರ್ಗಾವಣೆ ಅಂಗೀಕರಿಸಬೇಕೆ?
mai: ब्लूटूथ स्थानांतरण फाइल स्वीकार करू?
mg: Hanaiky fampitana rakitra Bluetooth?
ml: ബ്ലൂടൂത്തിലൂടെയുള്ള ഫയല്‍ ആവശ്യമോ?
mr: ब्लूटूथ फाईल स्थानांतरण स्विकारायचे?
ms: Menerima pemindahan fail Bluetooth?
my: ဘလူးတု ဖိုင်အား လက်ခံမည်လား?
ne: ब्लुटुथ फाइल स्थानान्तरण स्वीकार गर्नुहुन्छ?
or: ବ୍ଲୁଟୁଥ ଫାଇଲ ପରିବହନକୁ ଗ୍ରହଣ କରିବେ କି?
pt: Aceitar transferência de ficheiro por Bluetooth?
ro: Accepți transferul de fișiere prin Bluetooth?
si: බ්ලුටූත් ගොනු හුවමාරුව පිළිගන්නවා ද?
sw: Kubali peperusho la faili ya Bluetooth?
ta: ப்ளூடூத் கோப்பு பரிமாற்றத்தை ஏற்கவா?
te: బ్లూటూత్ దస్త్ర బదిలీ ఆమోదించాలా?
th: ยอมรับการถ่ายโอนไฟล์บลูทูธ?
tr: Bluetooth dosya aktarımı kabul edilsin mi?
ur: بلوٹوت فائل ٹرانسفر کو قبول کریں؟
uz: Bluetooth orqali fayl o‘tkazishga rozimisiz?
xh: Ufuna ukwamkela ifayile edluliselwa nge-Bluetooth?
zu: Uzoyamukela ifayela ethunyelwe nge-Bluetooth?

source: {{deviceName}} would like to send you a file. Accept?
am: {{deviceName}} ለ እርስዎ ፋይል መላክ ይፈልጋሉ: ይቀበላሉ?
ar: {{deviceName}} يرغب بإرسال ملف لك. قبول؟
bn_bd: {{deviceName}} আপনাকে একটি ফাইল পাঠাতে চাচ্ছে। গ্রহণ করবেন?
bn_in: {{deviceName}} একটা ফাইল পাঠাতে চান। গ্রহন করবেন?
br: Fellout a ra da {{deviceName}} kas ur restr deoc'h. Asantiñ ?
bs: {{deviceName}} želi da vam pošalje fajl. Prihvatiti?
ca: {{deviceName}} vol enviar-vos un fitxer. Voleu acceptar?
cy: Hoffai {{deviceName}} anfon ffeil atoch. Derbyn?
es: A {{deviceName}} le gustaría enviarle un archivo. ¿Acepta?
fa: ‫{{deviceName}} می‌خواهد پرونده‌ای به شما ارسال کند. قبول می‌کنید؟
gd: A bheil thu airson gabhail ri faidhle a tha {{deviceName}} a’ chur thugad?
lv: {{deviceName}} vēlētos jums atsūtīt datni. Vai pieņemt sūtījumu?
pt: {{deviceName}} gostaria de lhe enviar um ficheiro. Aceitar?
ro: {{deviceName}} dorește să-ți trimită un fișier. Accepți?
si: {{deviceName}} මඟින් ඔබට ගොනුවක් එවීමට කැමතියි. ඉඩ ලබාදෙන්න ද?
th: {{deviceName}} ต้องการส่งไฟล์ให้คุณ ยอมรับ?
ur: {{deviceName}} آپکو مسل بھیجنا چاھتا ہے، قبولی کرے؟
uz: {{deviceName}} sizga fayl jo‘natmoqchi. Qabul qilasizmi?

source: Tap to review transfer request.
am: መታ ያድርጉ ለ መመርመር የ ማስተላለፊያ ጥያቄውን
ar: انقر لاستعراض طلب التحويل.
bn_bd: স্থানান্তরের অনুরোধ পর্যালোচনা করতে ট্যাপ করুন।
bn_in: ট্যাপ করুন বদলির আবেদন যাচাই করতে।
br: Stokit evit respont d'ar goulenn treuzkas.
bs: Dodirnite za pregled zahtjeva za transfer.
ca: Toqueu per revisar la sol·licitud de transferència.
cy: Tapiwch i adolygu'r cais trosglwyddo.
es: Pulse para revisar la petición de transferencia.
fa: برای بازبینی درخواست جابه‌جایی، ضربه بزنید.
gd: Thoir gnogag gus sùil a thoirt air iarrtas an tar-chuir.
lv: Spiediet lai atbildētu sūtījuma pieprasījumam.
pt: Toque para rever o pedido de transferência.
ro: Atinge pentru a verifica cererea de transfer.
si: යැවීම් වාර්ථාව සමාලෝචනයට ටැප් කරන්න
th: แตะเพื่อตรวจสอบคำร้องขอถ่ายโอน
ur: منتقل درخواست تبصرہ کرنے کے لئے ٹیپ کریں۔
uz: O‘tkazish so‘rovini qayta ko‘rib chiqish uchun bosing.

source: Deny
am: መከልከያ
ar: رفض
bn_bd: প্রত্যাখ্যান
bn_in: প্রত্যাখ্যান করুন
br: Nac'hañ
bs: Odbij
ca: Denega
cy: Gwrthod
es: Denegar
fa: رد
gd: Diùlt e
hu: Tiltás
lv: Liegt
pt: Negar
ro: Refuză
si: වාරණය කළ
th: ปฏิเสธ
ur: انکار کرے
uz: Rad qilish

source: Transfer
af: Dra oor
am: ማስተላለፊያ
ar: نقل
as: স্থানান্তৰ
bg: Трансфер
bn_bd: স্থানান্তর
bn_in: স্থানান্তরণ
br: Treuzkas
bs: Prebaci
ca: Transfereix
cy: Trosglwyddo
es: Transferir
eu: Transferitu
fa: جابه‌جایی
gd: Gabh ris
hu: Átvitel
km: ផ្ទេរ
kn: ವರ್ಗಾಯಿಸು
mai: हस्तांतरित करू
mg: Hampita
ml: സ്ഥലം മാറ്റൽ
mr: स्थानांतरन
ms: Pindah
my: ပြောင်းကူး
ne: स्थानान्तर गर्नुहोस्
or: ସ୍ଥାନାନ୍ତରଣ
pt: Transferir
ro: Transferă
si: මාරු කරන්න
sw: Peperusha
ta: பரிமாற்று
te: బదిలీచెయ్యి
th: ถ่ายโอน
tr: Aktar
ur: منتقل کریں
uz: O‘tkazish
xh: Dlulisela
zu: Thumela
