Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: Wi-Fi: connecting
af: Wi-Fi: koppel tans
am: ዋይ-ፋይ: በ መገናኘት ላይ
ar: واي-فاي: يتّصل
as: Wi-Fi: সংযোগ কৰা হৈছে
bg: Wi-Fi: свързване
bn_bd: ওয়াই-ফাই: সংযোগ হচ্ছে
bn_in: ওয়াই-ফাই: সংযোগ স্থাপন করা হচ্ছে
br: Wi-Fi : o kennaskañ
bs: Wi-Fi: povezivanje
ca: Wi-Fi: s'està connectant
cy: Diwifr: cysylltu
es: Wifi: conectando
eu: Wi-Fia: konektatzen
fa: وای‌فای: درحال اتّصال
gd: WiFi: A’ dèanamh ceangal
id: Wi-Fi: terhubung
km: Wi-Fi៖ កំពុង​តភ្ជាប់
kn: Wi-Fi: ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ
lv: Wifi: pieslēdzas
mai: वाइ-फाइ: कनेक्ट कए रहल अछि
mg: Wi-Fi: an-dàlana hifandray
ml: വൈഫൈ: ബന്ധിപ്പിക്കുന്നു
mr: वाय-फाय: जोडत आहे
ms: Wi-Fi: menyambung
my: Wi-Fi: ဆက်သွယ်နေသှ်
ne: वाइफाइ: जडान गरिँदै
or: Wi-Fi: ସଂଯୋଗ କରୁଛି
pt: Wi-Fi: a ligar
ro: Wi-Fi: conectare
si: වයි-ෆයි: සම්බන්ධවෙමින්
sw: Wi-Fi: inaunganisha
ta: வை-பை: இணைக்கிறது
te: వై-ఫై: అనుసంధానిస్తూంది
th: Wi-Fi: กำลังเชื่อมต่อ
tr: Wi-Fi: bağlanılıyor
ur: وائی ​​فائی: جڑ رہا ہے
uz: Wi-Fi: ulanmoqda
xh: I-Wi-Fi: iyanxibelelana
zu: I-Wi-Fi: isaxhuma

source: Wi-Fi: {{level}} of 4 bars
af: Wi-Fi: {{level}} van 4 strepies
am: ዋይ-ፋይ: {{level}} ከ 4 ኛ ደረጃ
ar: واي-فاي: {{level}} من 4 درجات
as: Wi-Fi: ৪ বাৰৰ {{level}}
bg: Wi-Fi: сигнал {{level}} от 4
bn_bd: ওয়াই-ফাই: ৪টির মধ্যে {{level}} বার
bn_in: ওয়াই-ফাই: {{level}} এর মধ্যে 4টি বার
br: Wi-Fi : {{level}} eus 4 barrenn
bs: Wi-Fi: {{level}} od 4 nivoa
ca: Wi-Fi: {{level}} de 4 barres
cy: Diwifr: {{level}} o 4 bar
es: Wifi: {{level}} sobre 4 barras
eu: Wi-Fia: 4 barratik {{level}}
fa: وای‌فای: {{level}} از ۴ نوار
gd: WiFi: {{level}} à 4 bàraichean
id: Wi-Fi: {{level}} dari 4 tingkat
km: Wi-Fi៖ {{level}} នៃ 4 កាំ
kn: Wi-Fi: {{level}} 4 ಗೆರೆಗಳು
mai: वाइ-फाइ: 4 बारक स्तर पर
mg: Wi-Fi: {{level}} amin'ny tsipika 4
ml: വെഫെ: 4 ല്‍ {{level}} ബാറുകള്‍
mr: वाय-फाय: 4 पैकी {{level}} कांड्या
ms: Wi-Fi: {{level}} daripada 4 bar
my: Wi-Fi: {{level}} of 4 ဘား
ne: वाइफाइ: ४ मध्ये {{level}} बार
or: Wi-Fi: 4 ଟି ବାରଗୁଡ଼ିକ ମଧ୍ଯରୁ {{level}}
pt: Wi-Fi: {{level}} de 4 barras
ro: Wi-Fi: {{level}} din 4 bare
si: Wi-Fi: {{level}} මට්ටමේ සංඥා මට්ටම් 4කින්
sw: Wi-Fi: {{level}} ya gongo 4
ta: வை-பை: 4 பட்டையில் {{level}}
te: వై-ఫై: 4 పట్టీలలో {{level}}
th: Wi-Fi: {{level}} จาก 4 ขีด
tr: Wi-Fi: {{level}} / 4 çubuk
ur: وائی ​​فائی: 4 بار میں سے {{level}}
uz: Wi-Fi: 4qatordan {{level}}
xh: I-Wi-Fi: {{level}} yeebha ezi-4
zu: I-Wi-Fi: {{level}} amabha ama-4

source: {{operator}} network, {{level}} of 5 bars
af: {{operator}} netwerk, {{level}} van 5 strepies
am: {{operator}} ኔትዎርክ {{level}} ከ 5 ደረጃ
ar: شبكة {{operator}}، ‏{{level}} من 5 درجات
as: {{operator}} নেটৱৰ্ক, ৫ বাৰৰ {{level}}
bg: Мобилна мрежа на {{operator}}, сигнал {{level}} от 5
bn_bd: {{operator}} নেটওয়ার্ক, ৫টির মধ্যে {{level}} বার
bn_in: {{operator}} নেটওয়ার্ক, {{level}} এর মধ্যে 5টি বার
br: Rouedad {{operator}}, {{level}} eus 5 barrenn
bs: {{operator}} mreža, {{level}} od 5 nivoa
ca: Xarxa {{operator}}, {{level}} de 5 barres
cy: Rhwydwaith {{operator}} , {{level}} o 5 bar
es: Red de {{operator}}: {{level}} sobre 5 barras
eu: {{operator}} sarea, 5 barratik {{level}}
fa: شبکهٔ {{operator}}، {{level}} از ۵ نوار
gd: Lìonra {{operator}}, {{level}} à 5 bàraichean
id: Jaringan {{operator}}, {{level}} dari 5 tingkat
km: បណ្ដាញ {{operator}}, {{level}} នៃ 5 កាំ
kn: {{operator}} ನೆಟ್‌ವರ್ಕ್, {{level}} 5 ಗೆರೆಗಳು
mai: {{operator}} संजाल, 5 बारक {{level}}
mg: Tambajotra {{operator}}, {{level}} @ tsipika 5
ml: {{operator}} നെറ്റ്‌വര്‍ക്ക്, 5 ല്‍ {{level}} ബാറുകള്‍
mr: {{operator}} नेटवर्क, 5 पैकी {{level}} कांड्या
ms: {{operator}} rangkaian, {{level}} daripada 5 bar
my: {{operator}} နတ်ဝတ်, {{level}} of 5 ဘား
ne: {{operator}} नेटवर्क, 5 मध्ये {{level}} बार
or: {{operator}} ନେଟୱର୍କ, 5 ଟି ପଟି ମଧ୍ଯରୁ {{level}}
pt: Rede {{operator}}, {{level}} de 5 barras
ro: Rețeaua {{operator}}, {{level}} din 5 bare
si: {{operator}} ජාලය, {{level}} මට්ටමේ සංඥා මට්ටම් 5කින්
sw: mtandao wa {{operator}}, {{level}} ya gongo 5
ta: {{operator}} பிணையம், 5 பட்டையில் {{level}}
te: 5 పట్టీల {{operator}} network, {{level}}
th: เครือข่าย {{operator}} {{level}} จาก 5 ขีด
tr: {{operator}} şebekesi, {{level}} / 5 çubuk
ur: {{operator}} نیٹ ورک، 5 بار کی {{level}}
uz: {{operator}} tarmoq, 5 qatordan {{level}}
xh: {{operator}} inethiwekhi, {{level}} yeebha ezi-5
zu: {{operator}} inethiwekhi, {{level}} amabha ama-5

source: {{operator}} network (roaming), {{level}} of 5 bars
af: {{operator}} netwerk (roaming), {{level}} van 5 strepies
am: {{operator}} ኔትዎርክ (roaming), {{level}} ከ 5 ደረጃ
ar: شبكة {{operator}} (تجوال)، ‏{{level}} من 5 درجات
as: {{operator}} নেটৱৰ্ক (ৰ'মিং), ৫ বাৰৰ {{level}}
bg: Мобилна мрежа (роуминг) на {{operator}}, сигнал {{level}} от 5
bn_bd: {{operator}} নেটওয়ার্ক (roaming), ৫টির মধ্যে {{level}} বার
bn_in: {{operator}} নেটওয়ার্ক (roaming), {{level}} এর মধ্যে 5টি বার
br: Rouedad {{operator}} (baleantañ), {{level}} eus 5 barrenn
bs: {{operator}} mreža (roaming), {{level}} od 5 nivoa
ca: Xarxa {{operator}} (en itinerància), {{level}} de 5 barres
cy: Rhwydwaith {{operator}} (roaming), {{level}} o 5 bar
es: Red de {{operator}} (en itinerancia): {{level}} sobre 5 barras
eu: {{operator}} sarea (ibiltaritza), 5 barratik {{level}}
fa: شبکهٔ {{operator}} (رومینگ)، {{level}} از ۵ نوار
gd: Lìonra {{operator}} (air fàrsan), {{level}} à 5 bàraichean
id: Jaringan {{operator}} (roamin), {{level}} dari 5 tingkat
km: បណ្ដាញ {{operator}} (roaming), {{level}} នៃ​របារ ៥
kn: {{operator}} ನೆಟ್ ವರ್ಕ್ (ರೋಮಿಂಗ್), {{level}} 5 ಬಾರ್ಸ್ ಗಳು
mai: {{operator}} (रोमिंग) संजाल, 5 बारक {{level}}
mg: Tambajotra (miriaria) {{operator}}, {{level}} @ tsipika 5
ml: {{operator}} നെറ്റ്‌വര്‍ക്ക് (റോമിങ്ങ്), 5 ല്‍ {{level}} ബാറുകള്‍
mr: {{operator}} नेटवर्क (रोमिंग), 5 पैकी {{level}} कांड्या
ms: {{operator}} rangkaian (perayauan), {{level}} daripada 5 bar
my: {{operator}} နတ်ဝတ် (roaming), {{level}} of 5 ဘား
ne: {{operator}} नेटवर्क (रोमिङ), {{level}} को 5 बार
or: {{operator}} ନେଟୱର୍କ (roaming), 5 ଟି ପଟିମଧ୍ଯରୁ {{level}}
pt: Rede {{operator}} (roaming), {{level}} de 5 barras
ro: Rețeaua {{operator}} (roaming), {{level}} din 5 bare
si: {{operator}} ජාලය (අටනය), {{level}} මට්ටමේ සංඥා මට්ටම් 5කින්
sw: mtandao wa {{operator}} (inaranda), {{level}} ya gongo 5
ta: {{operator}} பிணையம்(சுற்றித்திரியும்), 5 பட்டையில் {{level}}
te: 5 పట్టీల {{operator}} network (roaming), {{level}}
th: เครือข่าย {{operator}} (ข้ามเครือข่าย) {{level}} จาก 5 ขีด
tr: {{operator}} şebekesi (dolaşımda), {{level}} / 5 çubuk
ur: {{operator}} نیٹ ورک (roaming), {{level}} کے 5 بار
uz: {{operator}} tarmoq (rouming), 5 qatordan {{level}}
xh: {{operator}} inethiwekhi (roaming), {{level}} yeebha ezi-5
zu: {{operator}} inethiwekhi (roaming), {{level}} amabha ama-5

source: Searching… Emergency calls only
af: Soek tans… Slegs noodoproepe
am: በ መፈለግ ላይ… ድንገተኛ ጥሪዎች ብቻ
ar: يبحث… مكالمات الطوارئ فقط
as: সন্ধান কৰা হৈছে… কেৱল আপাতকালীন কলসমূহ
bg: Търсене… Само спешни разговори
bn_bd: অনুসন্ধান হচ্ছে...শুধুমাত্র জরুরী কল
bn_in: অনুসন্ধান করা হচ্ছে… জরুরী কল শুধুমাত্র
br: O klask… Galvoù a zifrae nemetken
bs: Tražim... Samo hitni pozivi
ca: S'està cercant… Només trucades d'emergència
cy: Chwilio... Galwadau argyfwng yn unig
es: Buscando… Sólo llamadas de emergencia
eu: Bilatzen… Larrialdi-deiak soilik
fa: درحال جست‌وجو… فقط تماس‌های اضطراری
gd: A’ lorg... Gairmean èiginn a-mhàin
id: Mencari… Hanya panggilan darurat
km: កំពុង​ស្វែងរក… ប្រើ​បាន​តែ​ការ​ហៅ​សង្គ្រោះ​បន្ទាន់​ប៉ុណ្ណោះ
kn: ಹುಡುಕುತ್ತಿದೆ... ತುರ್ತುಸ್ಥಿತಿ ಕರೆಗಳು ಮಾತ್ರ
mai: खोजि रहल अछि... आपातकालीन काल केवल
mg: Mikaroka… Antso vonjy taitra ihany
ml: തെരയുന്നു… അത്യാഹിത വിളികള്‍ മാത്രം
mr: शोधत आहे... फक्त अडचणीच्या वेळचेच कॉल्स
ms: Mencari… Panggilan kecemasan sahaja
my: အရေးပေါ် ခေါ်ဆိုမှု သာ
ne: आकस्मिक कल मात्र ... खोजी
or: ଖୋଜୁଅଛି… କେବଳ ଜରୁରୀକାଳୀନ କଲଗୁଡ଼ିକ ପାଇଁ
pt: A pesquisar… Apenas chamadas de emergência
ro: Căutare… Doar apeluri de urgență
si: සොයමින්... හදිසි ඇමතුම් පමණි
sw: Inatafuta… Simu za dharura tu
ta: தேடுகிறது... அவசர அழைப்புகள் மட்டும்
te: వెతుకుతున్నాం… అత్యవసర కాల్స్ మాత్రమే
th: กำลังค้นหา… โทรฉุกเฉินเท่านั้น
tr: Aranıyor… Yalnızca acil aramalar
ur: تلاش کر رہا ہے....... صرف ایمرجنسی کالز
uz: Qidirilmoqda… Faqat favqulodda qo‘ng‘iroqlar
xh: Iyakhangela... Iminxeba engxamisekileyo kuphela
zu: Isacinga... Izingcingo eziphuthumayo kuphela

source: Emergency call only
am: ለ ድንገተኛ ጥሪ ብቻ
ar: مكالمة الطوارئ فقط
bn_bd: শুধুমাত্র জরুরী কল
bn_in: শুধুমাত্র জরুরী কল
br: Galvoù a zifrae nemetken
bs: Samo hitni pozivi
ca: Només trucada d'emergència
cy: Galwadau brys yn unig
es: Sólo llamada de emergencia
fa: فقط تماس‌های اضطراری
gd: Gairmean èiginneach a-mhàin
lv: Tikai ārkārtas situācijas zvaniem
pt: Apenas chamadas de emergência
ro: Doar apeluri de urgență
si: හදිසි ඇමතුම් පමණි
th: โทรฉุกเฉินเท่านั้น
tr: Yalnızca acil aramalar
ur: ایمرجنسی کال صرف
uz: Faqat favqulodda qo‘ng‘iroq

# statusbarSignalNoSimCard.ariaLabel
source: No SIM card
am: የ ሲም ካርድ የለም
ar: لا يوجد بطاقة SIM
bn_bd: কোন সিম কার্ড নেই
bn_in: কোনো সিম কার্ড নেই
br: Kartenn SIM ebet
bs: Nema SIM kartice
ca: No hi ha cap targeta SIM
cy: Dim cerdyn SIM
es: Ninguna tarjeta SIM
fa: بدون سیم‌کارت
gd: Chan eil cairt SIM ann
lv: Nav SIM karšu
pt: Sem cartão SIM
ro: Nicio cartelă SIM
si: SIM පතක් නොමැතියි
th: ไม่มีการ์ด SIM
tr: SIM kartı yok
ur: کوئی SIM کارڈ نہیں ہے
uz: SIM karta yo‘q

source: Headphones on
af: Oorfone aan
am: በ ጆሮ ማድመጫ በርቷል
ar: السماعات مفعّلة
as: হেডফোনসমূহ অন
bg: Включени слушалки
bn_bd: হেডফোন চালু
bn_in: হেড-ফোন অন
br: Gweredekaet eo ar selaouelloù
bs: Slušalice uključene
ca: Auriculars activats
cy: Clustffonau ymlaen
es: Auriculares conectados
eu: Entzungailuak piztuta
fa: هدفون روشن
gd: Headphones air
id: Headphone aktif
km: បើក​កាស
kn: ಹೆಡ್‌ಫೋನ್‌ಗಳು ಸಕ್ರಿಯ
mai: हेडफोन चालू
mg: Kasika mandeha
ml: ഹെഡ്ഫോണ്‍ ഓണ്‍
mr: हेडफोन चालू
ms: Fon kepala hidup
my: နားကြပ်ဖွင့်ထားသှ်
ne: हेडफोनहरू
or: ହେଡଫୋନ ଅନ୍‌
pt: Auscultadores ligados
ro: Căști activate
si: හෙඩ්ෆෝන් සම්බන්ධයි
sw: Vifaa vya kichwani vimewashwa
ta: ஹெட்போன்கள் செயலில்
te: హెడ్‌ఫోన్లు ఆన్‌చేయి
th: หูฟัง เปิด
tr: Kulaklık takılı
ur: ہیڈ فون چالو
uz: Quloq eshitgichi yoqilgan
xh: Imitya yefowuni ilayitile
zu: Ama-headphone avuliwe

source: Bluetooth headphones on
af: Bluetooth-oorfone aan
am: ብሉቱዝ በ ጆሮ ማድመጫ በርቷል
ar: سماعات بلوتوث فعالة
as: ব্লুটুথ হেডফোনসমূহ অন
bg: Включени Bluetooth слушалки
bn_bd: ব্লুটুথ হেডফোন চালু
bn_in: ব্লু-টুথ হেড ফোন চালু করুন
br: Gweredekaet eo ar selaouelloù Bluetooth
bs: Bluetooth slušalice uključene
ca: Auriculars Bluetooth activats
cy: Clustffonau bluetooth ymlaen
es: Auriculares Bluetooth conectados
eu: Bluetooth entzungailuak piztuta
fa: هدفون بلوتوث روشن
gd: Bluetooth headphones air
id: Headphone bluetooth nyala
km: បើក​កាស​ប៊្លូធូស
kn: ಬ್ಲೂಟೂತ್ ಹೆಡ್ ಫೋನ್ಸ್ ಸಕ್ರಿಯ
mai: ब्लूटूथ हेडफोन चालू
mg: Kasika Bluetooth mandeha
ml: ബ്ലുട്ടൂത് ഹെഡ്ഫോണ്‍ ഓണ്‍
mr: ब्लुटूथ हेडफोन्स चालू
ms: Fon kepala Bluetooth hidup
my: ဘလူးတု နားကြပ်ဖွင့်ထားသှ်
ne: ब्लुटुथ हेडफोन
or: ବ୍ଲୁଟୁଥ୍‌ ହେଡ଼ଫୋନ୍‌ଗୁଡ଼ିକ ଅନ୍‌ ଅଛି
pt: Auscultadores Bluetooth ligados
ro: Căști Bluetooth activate
si: බ්ලූටූත් හෙඩ්ෆෝන් සම්බන්ධයි
sw: Vifaa vya kichwani vya Bluetooth vimewashwa
ta: ப்ளூடூத் ஹெட்போன்கள் செயலில்
te: బ్లూటూత్ హెడ్‌ఫోన్లు ఆన్‌చేయి
th: หูฟังบลูทูธ เปิด
tr: Bluetooth kulaklık takılı
ur: بلوٹوت ہیڈ فون چالو
uz: Bluetooth quloq eshitgichi yoqilgan
xh: Imitya yefowuni yeBluetooth ilayitile
zu: Ama-headphones e-Bluetooth avuliwe

source: Bluetooth transfer active
af: Bluetooth-oordrag aktief
am: ብሉቱዝ ማስተላለፊያ ንቁ ነው
ar: النقل عبر بلوتوث فعّال
as: ব্লুটুথ স্থানান্তৰ সক্ৰিয়
bg: Включено прехвърляне по Bluetooth
bn_bd: ব্লুটুথ ট্রান্সফার সক্রিয়
bn_in: ব্লু-টুথ স্থানান্তরণ সক্রিয় আছে
br: Oberiant eo an treuzkas Bluetooth
bs: Bluetooth transfer aktivan
ca: Transferència Bluetooth activa
cy: Trosglwyddo Bluetooth yn fyw
es: Transferencia Bluetooth activa
eu: Bluetooth transferentzia aktibatuta
fa: انتقال بلوتوث فعّال
gd: Tar-chur Bluetooth gnìomhach
id: Transfer bluetooth aktif
km: ការ​ផ្ទេរ​ប៊្លូធូស​សកម្ម
kn: ಬ್ಲೂಟೂತ್ ವರ್ಗಾವನೆ ಸಕ್ರಿಯ
mai: ब्लूटूथ स्थानांतरण सक्रिय
mg: Fampitana Bluetooth amperin'asa
ml: ബ്ലുട്ടുത് കൈമാറ്റം സജീവം
mr: ब्लुटूथ स्थानांतरण सक्रिय
ms: Pemindahan Bluetooth aktif
my: ဘလူးတု ပြောင်းလွဲခြင်း လုပ်နေသှ်
ne: ब्लूटूथ स्थानान्तरण सक्रिय
or: ବ୍ଲୁଟୁଥ ପରିବହନ ସକ୍ରିୟ
pt: Transferência por bluetooth ativa
ro: Transfer Bluetooth activ
si: බ්ලූටූත් හුවමාරුව සක්‍රියයි
sw: Upeperushaji Bluetooth unatumika
ta: ப்ளூடூத் பரிமாற்றம் செயலிலுள்ளது
te: బ్లూటూత్ బదిలీ క్రియాశీలం
th: การถ่ายโอนบลูทูธใช้งานอยู่
tr: Bluetooth aktarımı etkin
ur: بلوٹوت منتقل متحرک
uz: Bluetooth o‘tkazish faol
xh: Utshintshelo lweBluetooth luyasebenza
zu: Ukwabelana nge-Bluetooth kuvuliwe

source: Tethering on
af: Deelbinding aan
am: መካፈያ በርቷል
ar: بث الشّبكة من الجهاز مُفعّل
as: টেথাৰিং অন
bg: Включен тетъринг
bn_bd: টিথারিং চালু
bn_in: টিথারিং চালু করুন
br: Gweredekaet eo ar mod modem
bs: Vezivanje je uključeno
ca: Compartir Internet activat
cy: Tenynnu ymlaen
es: Tethering activado
eu: Tethering-a piztuta
fa: تترینگ روشن
gd: Teadhrachadh air
id: Tethering nyala
km: បើក​ការ​ភ្ជាប់​ទិន្នន័យ
kn: ಟೆದೆರಿಂಗ್ ಸಕ್ರಿಯ
mai: टेथरिंग चालू
mg: Fizaram-pifandraisana mandeha
ml: ടെതറിങ്ങ് ഓണ്‍
mr: टेथरिंग चालू
ms: Menambat hidup
my: တွဲဆက်သုံးခြင်းဖွင့်ထားသှ်
ne: टेदरिङ खुल्ला
or: ଟେଥରିଙ୍ଗ ଅନ୍‌
pt: Associação feita
ro: Tethering activat și activ
si: දිගේලිය සක්‍රීයයි
sw: Kuambatisha kumewashwa
ta: டெதரிங் செயலில்
te: టెతరింగ్ ఆన్‌చేయి
th: การกระจายสัญญาณ เปิด
tr: Paylaşım açık
ur: ٹیتھرنگ چالو
uz: Modem yoqilgan
xh: Isibophelelo silayitile
zu: Uhlelo lokusebenzisa i-inthanethi ngokuxhuma ifoni kukhompyutha luvuliwe

source: Tethering on, active
af: Deelbinding aan, aktief
am: መካፈያ በርቷል ንቁ ነው
ar: بث الشّبكة من الجهاز مُفعّل ويُستخدم
as: টেথাৰিং অন, সক্ৰিয়
bg: Включен тетъринг, активен
bn_bd: টিথারিং চালু, সক্রিয়
bn_in: টিথারিং চালু আছে
br: Gweredekaet eo ar mod modem, oberiant
bs: Vezivanje uključeno, aktivno
ca: Compartir Internet activat i actiu
cy: Tenynnu ymlaen, byw
es: Tethering activado, funcionando
eu: Tethering-a piztuta, aktibo
fa: تترینگ روشن، فعّال
gd: Teadhrachadh air ’s gnìomhach
id: Tethering nyala, aktif
km: បើក​ការ​ភ្ជាប់​ទិន្នន័យ, សកម្ម
kn: ಟೆದೆರಿಂಗ್ ಸಕ್ರಿಯ
mai: टेथरिंग चालू, सक्रिय
mg: Fizaram-pifandraisana, amperin'asa
ml: ടെതറിങ്ങ് ഓണ്‍, സജീവം
mr: टेथरिंग चालू, कार्यरत
ms: Menambat hidup, aktif
my: တွဲသုံးခြင်းဖွင့်ထားသှ်
ne: टेदरिङ खुल्ला, सक्रिय
or: ଟେଥରିଙ୍ଗ ଅନ୍‌, ସକ୍ରିୟ
pt: Associação feita, ativo
ro: Tethering activat și activ
si: දිගේලිය සක්‍රීයයි, ක්‍රියාකරමින්
sw: Kuambatisha kumewashwa, kunatumika
ta: டெதரிங் செயலில், செயற்பாட்டிலுள்ளது
te: టెతరింగ్ ఆన్, క్రియాశీలం
th: การกระจายสัญญาณ เปิด ใช้งานอยู่
tr: Paylaşım açık, etkin
ur: ٹیتھرنگ چالو، متحرک
uz: Modem yoqilgan, faol
xh: Ukubophelela, kuyasebenza
zu: Uhlelo lokusebenzisa i-inthanethi ngokuxhuma ifoni kukhompyutha luvuliwe, luyasebenza

source: Alarm on
af: Wekker aan
am: መቀስቀሻ በርቷል
ar: المنبه مفعّل
as: এলাৰ্ম অন
bg: Включена аларма
bn_bd: এলার্ম চালু
bn_in: এলার্ম চালু করুন
br: Gweredekaet eo an arfroù
bs: Alarm uključen
ca: Alarma activada
cy: Larwm ymlaen
es: Alarma activada
eu: Alarma piztuta
fa: هشدار روشن
gd: Tha a’ chaismeachd air
hu: Ébresztő be
id: Alarm hidup
km: បើក​ការ​ជូនដំណឹង
kn: ಅಲಾರಂ ಸಕ್ರಿಯ
mai: अलार्म चालू
mg: Fanairana mandeha
ml: അലാറം ഓണ്‍
mr: गजर चालू
ms: Penggera hidup
my: သတိပေးချက် ဖွင့်
ne: अलार्म खुला
or: ଆଲାର୍ମ୍‌ ଅନ୍‌
pt: Alarme ativo
ro: Alarmă activată
si: එලාම් සක්‍රියයි
sw: Kengele imewashwa
ta: அலாரம் செயலில்
te: అలారమ్ ఆన్‌చేయి
th: การปลุก เปิด
tr: Alarm açık
ur: الارم چالو
uz: Uyg‘otgich yoqilgan
xh: Ialam ilayitile
zu: I-alamu ivuliwe

# statusbarIconOn-bluetooth.ariaLabel
source: Bluetooth on
am: ብሉቱዝ በርቷል
ar: تقنية البلوتوث مفعلة
bn_bd: ব্লু-টুথ সক্রিয়
bn_in: ব্লু-টুথ চালু করুন
br: Gweredekaet eo ar Bluetooth
bs: Bluetooth uključen
ca: Bluetooth activat
cy: Bluetooth ymlaen
es: Bluetooth activado
fa: بلوتوث روشن
gd: Tha Bluetooth air
lv: Bluetooth iesl.
pt: Bluetooth ligado
ro: Bluetooth activat
si: Bluetooth සක්‍රියයි
th: บลูทูธ เปิด
tr: Bluetooth açık
ur: بلوٹوت چالو
uz: Bluetooth yoqilgan

source: Bluetooth on, active
af: Bluetooth aan, aktief
am: ብሉቱዝ በርቷል: ንቁ ነው
ar: بلوتوث فعّال
as: ব্লুটুথ অন, সক্ৰিয়
bg: Включен Bluetooth
bn_bd: ব্লুটুথ চালু, সক্রিয়
bn_in: ব্লু-টুথ চালু অাছে
br: Gweredekaet eo ar Bluetooth, oberiant
bs: Bluetooth uključen, aktivan
ca: Bluetooth activat i actiu
cy: Bluetooth ymlaen, byw
es: Bluetooth activado, funcionando
eu: Bluetooth-a piztuta, aktibo
fa: بلوتوث روشن، فعّال
gd: Tha Bluetooth air ’s gnìomhach
id: Bluetooth hidup, aktif
km: បើក​ប៊្លូធូស, សកម្ម
kn: ಬ್ಲೂಟೂತ್ ಆನ್,ಸಕ್ರಿಯ
mai: ब्लूटूथ चालू, सक्रिय
mg: Bluetooth mandeha, amperin'asa
ml: ബ്ലൂടൂത്ത് ഓണ്‍, സജീവം
mr: ब्लुटूथ चालू, कार्यरत
ms: Bluetooth hidup, aktif
my: ဘလူးတုဖွင့်ထားသှ်
ne: ब्लुटुथ खुल्ला, सक्रिय
or: ବ୍ଲୁଟୁଥ୍‌ ଅନ୍‌
pt: Bluetooth ligado, ativo
ro: Bluetooth activat și activ
si: බ්ලූටූත් සක්‍රීයයි, ක්‍රියාකරමින්
sw: Bluetooth imewashwa, inatumika
ta: ப்ளூடூத் செயலில், செயற்பாட்டிலுள்ளது
te: బ్లూటూత్ ఆన్‌చేయి, క్రియాశీలం
th: บลูทูธ เปิด ใช้งานอยู่
tr: Bluetooth açık, etkin
ur: بلوٹوت، زیر عمل
uz: Bluetooth yoqilgan, faol
xh: IBluetooth ilayitile, iyasebenza
zu: I-Bluetooth ivuliwe, iyasebenza

source: Mute on
af: Doof aan
am: መቀነሻ በርቷል
ar: الصوت مكتوم
as: মৌন অন
bg: Включено заглушаване
bn_bd: নিঃশব্দ করুন
bn_in: নিঃশব্দ করুন
br: Gweredekaet eo ar mod mud
bs: Utišano
ca: Silenci activat
cy: Tewi ymlaen
es: Silencio activado
eu: Mututzea piztuta
fa: بی‌صدا روشن
gd: Mùchte
id: Senyap hidup
km: បើក​ការ​បិទ​សំឡេង
kn: ಮೂಕ ಸಕ್ರಿಯ
mai: मौन चालू
mg: Moana mandeha
ml: ശബ്ദമില്ലായ്മ ഓണ്‍
mr: आवाज बंद करा
ms: Bisu hidup
my: အသံပိတ်ထားသှ်
ne: खुला मौन
or: ମ୍ୟୁଟ୍‌ ଅନ୍‌
pt: Silêncio ativado
ro: Sunet dezactivat
si: නිශ්ශබ්දයි
sw: Kunyamazisha kumewashwa
ta: ஓலி அடைப்பு செயலில்
te: మ్యూట్ చేయి
th: ปิดเสียง เปิด
tr: Sessiz mod açık
ur: خاموش موڈ آن
uz: Tovushni o‘chirish
xh: Ukuthula kulayitile
zu: Thulisa umsindo

source: Vibration on
af: Vibrasie aan
am: ማንቀጥቀጫ በርቷል
ar: الاهتزاز مُفعل
as: কম্পন অন
bg: Включена вибрация
bn_bd: কম্পন চালু
bn_in: ভাইব্রেশন চালু করুন
br: Gweredekaet eo ar mod froumal
bs: Vibracija uključena
ca: Vibració activada
cy: Crynu ymlaen
es: Vibración activada
eu: Bibrazioa piztuta
fa: لرزش روشن
gd: Tha a’ chrith air
id: Vibrasi hidup
km: បើក​ការ​ញ័រ
kn: ಕಂಪನ ಸಕ್ರಿಯ
mai: थरथरओनाइ चालू
mg: Hovitra mandeha
ml: വൈബ്രേഷന്‍ ഓണ്‍
mr: कंपन चालू
ms: Getaran hidup
my: တုန်ခါမှုဖွင့်
ne: कम्पन
or: କମ୍ପନ ଅନ୍‌
pt: Vibração ativada
ro: Vibrații activate
si: කම්පනය සක්‍රීයයි
sw: Mtetemo umewashwa
ta: அதிர்வு செயலில்
te: కంపనం ఆన్‌చేయి
th: การสั่น เปิด
tr: Titreşim açık
ur: فون کمپن پر ہے
uz: Vibratsiya yoqilgan
xh: Ungcangcazelo lulayitile
zu: Ukuvayibretha kusethiwe

source: Recording on
af: Opname aan
am: መቅረጫ በርቷል
ar: التسجيل مفعل
as: ৰেকৰ্ডিং অন
bg: Включено записване
bn_bd: রেকর্ড চালু
bn_in: রেকর্ড করা হচ্ছে
br: Gweredekaet eo an enrollañ
bs: Snimanje uključeno
ca: Enregistrament activat
cy: Recordio ymlaen
es: Grabación activada
eu: Grabatzea piztuta
fa: ضبط کردن روشن
gd: Tha an clàradh air
hu: Rögzítés be
id: Merekam hidup
km: បើក​ការ​ថត
kn: ರೆಕಾರ್ಡಿಂಗ್ ಸಕ್ರಿಯ
mai: रिकार्डिंग चालू
mg: Fandraketana mandeha
ml: റിക്കോര്‍ഡ് നടക്കുന്നു
mr: रेकॉर्ड करत आहे
ms: Merakam hidup
my: အသံသွင်းနေသှ်
ne: रेकर्डिंग
or: ଅନୁଲିପି ଅନ୍‌
pt: Gravação ativada
ro: Înregistrare activată
si: පටිගත කිරීම සක්‍රීයයි
sw: Kurekodi kumewashwa
ta: பதிவு செயலில்
te: రికార్డింగ్ ఆన్‌చేయి
th: การบันทึก เปิด
tr: Kayıt açık
ur: ریکارڈنگ پر
uz: Yozib olish yoqilgan
xh: Ukushicilela kulayitile
zu: Kuyarekhodwa

source: Geolocation on
af: Geoligging aan
am: አሁን ያሉበትን አካባቢ ማሳያ በርቷል
ar: التموضع الجغرافي فعّال
as: ভৌগলিক অৱস্থান অন
bg: Местоположение включено
bn_bd: ভৌগলিক-অবস্থান চালু
bn_in: ভৌগলিক অবস্থান চালু অাছে
br: Gweredekaet eo an douarlec'hiañ
bs: Geolokacija uključena
ca: Geolocalització activada
cy: Geoleoliad ymlaen
es: Geolocalización activada
eu: Geokokapena piztuta
fa: مکان‌یابی جغرافیایی روشن
gd: Tha an geò-lorgadh air
hu: Helymeghatározás be
id: Geolokasi aktif
km: បើក​ទីតាំង​ភូមិសាស្ត្រ
kn: ಭೂಸ್ಥಳ ಸಕ್ರಿಯ
mai: भौगोलिक स्थान चालू
mg: Famantaran-toerana mandeha
ml: ജിയോലൊക്കേഷന്‍ ഓണ്‍
mr: जिओलोकेशन चालू
ms: Geolokasi hidup
my: ပထဝီတည်နေရာပြဖွင့်
ne: भौगोलिक स्थान
or: ଭୌଗଳିକ ସ୍ଥିତି ଅନ୍‌
pt: Geolocalização ativada
ro: Geolocalizare activată
si: භූස්ථානීය පිහිටුම සක්‍රීයයි
sw: Eneo la jio limewashwa
ta: புவியிருப்பிடமறிதல் செயலில்
te: భౌగోళికస్థానం అన్‌చేయి
th: ตำแหน่งที่ตั้งทางภูมิศาสตร์ เปิด
tr: Coğrafi konum açık
ur: جغرافیائی محل وقوع چل رہا ہے
uz: Geojoylashuv yoqilgan
xh: Indawo yejografi ilayitile
zu: Ukwaziwa kwendawo okuyo kusethiwe

source: USB on
af: USB aan
am: ዩኤስቢ በርቷል
ar: ‏USB مُفعل
as: USB অন
bg: Включен USB
bn_bd: USB চালু
bn_in: USB চালু অাছে
br: Gweredekaet eo an USB
bs: USB uključen
ca: USB activat
cy: USB ymlaen
es: USB activado
eu: USBa piztuta
fa: ‫USB روشن
gd: Tha USB air
hu: USB be
id: USB aktif
km: បើក​យូអេសប៊ី
kn: USB ಸಕ್ರಿಯ
mai: USB चालू
mg: USB mandeha
ml: യുഎസ്ബി ഓണ്‍
mr: USB चालू
ms: USB hidup
my: USB ဖွင့်
ne: USB खुला
or: USB ଅନ୍‌
pt: USB ligado
ro: USB activat
si: USB සක්‍රීයයි
sw: USB imewashwa
ta: USB செயலில்
te: యుఎస్‌బి ఆన్‌చేయి
th: USB เปิด
tr: USB açık
ur: USB کھلا ہے
uz: USB yoqilgan
xh: I-USB ilayitile
zu: I-USB ivuliwe

source: Call forwarding on
af: Oproepaanstuur aan
am: ጥሪ ወደ ፊት ማስተላለፊያ በርቷል
ar: تحويل المكالمات مُفعّل
as: কল ফৰৱাৰ্ডিং অন
bg: Прехвърляне на обажданията включено
bn_bd: কল ফরোয়ার্ড চালু
bn_in: কল অনুবর্তন
br: Gweredekaet eo an treuzkas galvoù
bs: Preusmjeravanje poziva uključeno
ca: Desviació de trucades activada
cy: Galwad ymlaen
es: Desvío de llamadas activado
eu: Deia birbidaltzea piztuta
fa: انتقال تماس روشن
gd: Thèid gairmean an sìneadh air adhart
id: Penerusan panggilan aktif
km: បើក​បញ្ជូន​បន្ត​ការហៅ
kn: ಕರೆ ರವಾನೆ ಸಕ್ರಿಯ
mai: कॉल अग्रेषित चालू
mg: Fampitana antso mandeha
ml: കോള്‍ വോര്‍വേഡിങ് ഓണാണു്
mr: कॉल फारवर्डींग चालू
ms: Panggilan teraju hidup
my: ခေါ်ဆိုမှုလွဲပြောင်းခြင်းဖွင့်
ne: कल पठाउँदैछ
or: କଲ ଫରୱାର୍ଡ଼ ଅନ୍‌
pt: Reencaminhamento de chamadas ativo
ro: Redirect. apeluri activată
si: ඇමතුම් යොමුකිරීම සක්‍රීයයි
sw: Usambazaji simu umewashwa
ta: அழைப்பு முன்னனுப்புதல் செயலில்
te: కాల్ ఫార్వార్డింగ్ ఆన్‌చేయి
th: การโอนสาย เปิด
tr: Arama yönlendirme açık
ur: کال آگے بھیج رہا ہے
uz: Qo‘ng‘iroqni yo‘naltirish yoqilgan
xh: Udluliso-mnxeba lulayitile
zu: Ukudluliswa kwezingcingo kusethiwe

source: Media playing
af: Media speel tans
am: መገናኛ እየተጫወተ ነው
ar: الوسائط مُشغّلة
as: চলি থকা মাধ্যম
bg: Възпроизвежда се медия
bn_bd: মিডিয়া চলছে
bn_in: মিডিয়া চলছে
br: Media o lenn
bs: Reprodukcija aktivna
ca: Reproducció multimèdia en curs
cy: Chwarae cyfrwng
es: Media reproduciéndose
eu: Multimedia erreproduzitzen
fa: درحال پخش رسانه
gd: Tha meadha ’ga chluich
hu: Médialejátszás
id: Pemutaran media
km: លេង​មេឌៀ
kn: ಮಾಧ್ಯಮ ಚಾಲನೆಯಲ್ಲಿ
lv: Mēdiju atskaņošana
mai: मीडिया प्लेइंग
mg: Haino aman-jery mandeha
ml: മീഡിയ പ്ലേ ചെയ്യുന്നു
mr: मिडिया चालू आहे
ms: Memainkan media
my: မီဒီယာ အားဖွင့်နေသှ်
ne: मिडिया प्लेयर
or: ଗୀତ/ଭିଡ଼ିଓ ଚାଲୁଛି
pt: Multimédia em reprodução
ro: Redare media
si: මාධ්‍ය වාදනය වෙමින්
sw: Midia inacheza
ta: ஊடகம் இயக்கத்தில்
te: మాధ్యమం ఆడిస్తోంది
tr: Medya oynatılıyor
ur: میڈیا چل رہا ہے
uz: Media ijro etish
xh: Ukudlala kwemidiya
zu: Ukudlalwa kwemidiya

source: NFC on
af: NFC aan
am: NFC በርቷል
ar: NFC مُفعّل
as: NFC অন
bg: Включен NFC
bn_bd: NFC চালু
bn_in: NFC চালু অাছে
br: Gweredekaet eo an NFC
bs: NFC uključen
ca: NFC activat
cy: NFC ymlaen
es: NFC activado
eu: NFC piztuta
fa: NFC روشن
gd: Tha NFC air
hu: NFC be
id: NFC hidup
km: បើក NFC
kn: NFC ಸಕ್ರಿಯ
lv: NFC iesl.
mai: NFC चालू
mg: NFC mandeha
ml: എന്‍എഫ്‌സി ഓണ്‍
mr: NFC चालू
ms: NFC hidup
my: NFC ဖွင့်ပြီး
ne: NFC खुला
or: NFC ଅନ୍‌
pt: NFC ligado
ro: NFC activat
si: NFC සක්‍රියයි
sw: NFC imewashwa
ta: என்.எப்.சி செயலில்
te: NFC ఆన్‌చేయి
th: NFC เปิด
tr: NFC açık
ur: NFC چالو
uz: NFC yoqilgan
xh: I-NFC ilayitile
zu: I-NFC ivuliwe
