Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: You need at least {{ threshold }}% battery level to install the update.
am: ቢያንስ {{ threshold }}% የባትሪ ሀይል ደረጃ ያስፈልጋል ማሻሻያውን ለመግጠም
ar: تحتاج على الأقل وجود {{ threshold }}% شحن بالبطارية لتنزيل التحديث.
bg: Нивото на батерията трябва да е поне {{ threshold }}%, за да се инсталира обновяването.
bn_bd: আপডেট ইনস্টল করতে {{ threshold }}% ব্যাটারি থাকতে হবে।
bn_in: আপডেট ইন্সটল করার জন্যে আপনার কমপক্ষে {{ threshold }}% ব্যাটারি লেভেল থাকতে হবে।
br: Ezhomm hoc'h eus {{ threshold }}% a live batiri da nebeutañ evit staliañ an hizivadur.
bs: Potrebno vam je barem {{ treshold }}% baterije da instalirate nadogradnju.
ca: El nivell de bateria ha d'estar com a mínim al {{ threshold }}% per instal·lar l'actualització.
cy: Mae angen o leiaf batri ar lefel o {{ threshold }}% i osod diweddariad.
es: Necesita al menos un {{ threshold }}% de batería para instalar la actualización.
eu: Bateria-mailak gutxienez % {{ threshold }}(e)koa izan behar du eguneraketa instalatzeko.
fa: برای نصب به‌روز رسانی‌ها نیاز به حداقل {{ threshold }}٪ باتری دارید.
gd: Feumaidh am bataraidh a bhith co-dhiù {{ threshold }}% làn mus urrainn dhut an t-ùrachadh a stàladh.
hu: Legalább {{ threshold }}%-os akkumulátor töltöttségnek kell lennie a frissítés telepítéséhez.
id: Anda membutuhkan paling tidak baterai {{ threshold }}% untuk menginstal pembaruan ini.
km: អ្នក​ត្រូវ​មាន​កម្រិត​ថ្ម​យ៉ាងហោចណាស់ {{ threshold }}% ដើម្បី​ដំឡើង​បច្ចុប្បន្នភាព។
kn: ನಿಮಗೆ ಅಪ್‌ಡೇಟ್ ಅನುಸ್ಥಾಪಿಸಲು ಕನಿಷ್ಟ {{ threshold }}% ಬ್ಯಾಟರಿ ಹಂತವಿರಬೇಕು.
mai: अपडेट संस्थापित करबाक लेल अहाँक बैट्री लेवल कम सँ कम {{ threshold }}% हएबाक चाही.
ml: കുറഞ്ഞത് 50% ബാറ്ററിചാര്‍ജ് ഉണ്ടെങ്കിലേ പുതുക്കല്‍ ചെയ്യാന്‍ സാധിക്കൂ.
ms: Anda memerlukan sekurang-kurangnya {{ threshold }} % paras bateri untuk memasang kemaskini.
my: အဆင့်​မြှင့်​တင်​မှု​ကို သွင်း​ယူ​ရန် ဘထ္ထ​ရီ {{ thershold }} ရာ​ခိုင်​နှုန်း အနည်း​ဆုံး လို​အပ်​သ​ည်။
pt: Precisa de pelo menos {{ threshold }}% de bateria para instalar a atualização.
ro: Ai nevoie de cel puțin {{ threshold }}% nivelul bateriei pentru a instala actualizarea.
si: ඔබගේ ආරෝපණ මට්ටම {{ threshold }}% කට වඩා තිබීම යාවත් පිහිටුවීමේදී අනිවාර්යය වේ.
ta: மேம்பாட்டை நிறுவ குறைந்தபட்சம் {{ threshold }}% மின்கலம் தேவை.
te: నవీకరణను స్థాపించుటకు మీరు కనీసం {{ threshold }}% బ్యాటరీ స్థాయి కలిగివుండాలి.
th: คุณจำเป็นต้องมีระดับแบตเตอรี่อย่างน้อย {{ threshold }}% เพื่อติดตั้งการปรับปรุง
tr: Güncellemeyi yüklemek için piliniz en az %{{ threshold }} dolu olmalıdır.
ur: تازہ کاری کو تنصیب کرنے کے لئے کم از کم {{ threshold }}% بیٹری کی سطح حونی ضروری ہے۔
uz: Yangilanishni o‘rnatish uchun kamida {{ threshold }}% batareya quvvati bo‘lishi kerak.

source: Required
af: Vereis
am: ያስፈልጋል
ar: مطلوب
as: প্ৰয়োজনীয়
bg: Необходимо
bn_bd: প্রয়োজনীয়
bn_in: প্রয়োজনীয়
br: Azgoulennet
bs: Obavezno
ca: Necessari
cy: Angenrheidiol
es: Requerida
eu: Beharrezkoa
fa: مورد نیاز
gd: Riatanach
hu: Szükséges
id: Wajib
km: ទាមទារ
kn: ಅಗತ್ಯವಿದೆ
lv: Nepieciešams
mai: आवश्यक अछि
mg: Ilaina
ml: ആവശ്യമാണ്
mr: आवश्यक
ms: Diperlukan
my: လိုအပ်သော
ne: आवश्यक
or: ଆବଶ୍ୟକ
pt: Necessário
ro: Necesară
si: අවශ්‍යයි
sw: Inahitajika
ta: தேவையான
te: అవసరం
th: ต้องการ
tr: Gerekli
ur: مطلوب
uz: Talab qilinadi
xh: Iyafuneka
zu: Okudingekayo

source: Uncompressing… <span>This can take a few minutes.</span>
af: Dekompakteer tans… <span>Dit kan dalk ’n paar minute duur.</span>
am: በማራገፍ ላይ… <span>ይህ ትንሽ ደቂቆች ይወስዳል</span>
ar: يفكّ الضّغط… <span>قد يحتاج هذا بضع دقائق.</span>
as: অসংকোচন কৰা হৈছে…<span>ই কিছু সময় ল'ব পাৰে।</span>
bg: Разкомпресиране… <span>Може да отнеме няколко минути.</span>
bn_bd: অসংকুচিত করা হচ্ছে... <span>এই কাজের জন্য কিছু সময় প্রয়োজন।</span>
bn_in: অসংকুচিত করা হচ্ছে… <span>এই কাজের জন্য কিছু সময় প্রয়োজন।</span>
br: O tigoazhañ… <span>Gortozit un nebeud munutennoù.</span>
bs: Raspakujem… <span>Ovo može potrajati nekoliko minuta.</span>
ca: S'està descomprimint… <span>Això pot trigar uns minuts.</span>
cy: Datgywasgu… <span>Gall hyn gymryd rhai munudau.</span>
es: Descomprimiendo… <span>Puede tardar unos minutos.</span>
eu: Deskonprimatzen… <span>Minutu batzuk har ditzake.</span>
fa: درحال گشودن حالت فشرده… <span>این کار ممکن است چند دقیقه طول بکشد.</span>
gd: ’Ga dhì-dhùmhlachadh… <span>Feumaidh seo beagan mhionaidean</span>
id: Membuka paket... <span>Membutuhkan waktu beberapa menit.</span>
km: កំពុង​មិន​បង្ហាប់… <span>នេះ​​អាច​ចំណាយ​ពេល​ប៉ុន្មាន​នាទី។</span>
kn: ಸಂಕುಚಿಸುತ್ತಿದೆ… <span>ಇದು ಕೆಲವು ನಿಮಿಷಗಳನ್ನು ತೆಗೆದು ಕೊಳ್ಳಬಹುದು.</span>
lv: Atspiež… <span>Tas var aizņemt dažas minūtes.</span>
mai: बिनु संपीडित करू… <span>एकरा मे किछु मिनट लागि सकैत अछि.</span>
mg: Manaboraka… <span>Mety haharitra minitra vitsivitsy ity.</span>
ml: തുറന്നിടുന്നു… <span>ഇത് കുറച്ച് മിനുട്ട് എടുക്കാം.</span>
mr: Uncompressing… <span>याला थोडा वेळ लागू शकतो.</span>
ms: Menyahmampat... <span>Ini akan mengambil masam beberapa minit.</span>
my: ပြန်လည် ဖြည်​ချ​နေ​သည် ... <span> မိ​နစ် အနည်းငယ်​ကြာ နိုင်​ပါ​သည် </span>
ne: फुकाउदै…<span>केही मिनेट लग्न सक्छ |</span>
or: ଖୋଲୁଅଛି… <span>ଏହା ପାଇଁ କିଛି ସମୟ ଲାଗିପାରେ।</span>
pt: A extrair… <span>Isto pode demorar alguns minutos.</span>
ro: Dezarhivare… <span>Aceasta poate dura câteva minute.</span>
si: විවයචනය වෙමින්...<span>මේ සඳහා මිනිත්තු කීපයක් ගතවේවි.</span>
sw: Inaondoa ugandamizaji… <span>Hii inaweza kuchukua dakika chache.</span>
ta: பிரிக்கிறது... <span>இதற்கு ஒரு சில நிமிடங்கள் ஆகும்.</span>
te: విప్పుతోంది... <span>ఇందుకు కొన్ని నిమిషాలు పట్టవచ్చు.</span>
th: กำลังขยายไฟล์… <span>อาจต้องใช้เวลาสักครู่หนึ่ง</span>
tr: Genişletiliyor… <span>Bu işlem birkaç dakika sürebilir.</span>
ur: کھول رہا ہے… <span>اس میں کچھ منٹ لگ سکتے ہیں۔</span>
uz: Ajratilmoqda… <span>Bu bir necha daqiqa olishi mumkin.</span>
xh: Iyayeka ukucinezela… <span>Oku kungathatha imizuzu embalwa.</span>
zu: Iyadiliza… <span>Lokhu kungathatha imizuzu embalwa.</span>

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
af: Bywerkings word via dataverbinding afgelaai wanneer Wi-Fi nie beskikbaar is nie. Wanneer jy dataverbinding gebruik, kan foonoproepe dalk geblokkeer word en daar kan ook ekstra koste wees.
am: ማሻሻያ የሚወርደው በዳታ ግንኙነት በኩል ነው ዋይ-ፋይ ዝግጁ በማይሆን ጊዜ: የዳታ ግንኙነት በሚጠቀሙ ጊዜ የ ስልክ ጥሪዎች ይታገዳሉ: እና ተጨማሪ ክፍያ ያስከትላል
ar: يتم تنزيل التحديثات عبر وصلة البيانات عند عدم توفرالواي فاي. قد يتم إضافة رسوم إضافية. عند استخدام وصلة البيانات، ربما سيتم حجب المكالمات ويتم اضافة رسوم أخرى.
as: আপডেইটসমূহক Wi-Fi উপলব্ধ নাথাকিলে তথ্য সংযোগৰ সহায়ত ডাউনল'ড কৰা হয়। তথ্য সংযোগ ব্যৱহাৰ কৰোতে, ফোন কলসমূহ প্ৰতিৰোধ কৰা হব পাৰে আৰু অতিৰিক্ত চাৰ্জ কৰা হব পাৰে।
bg: Обновяванията се изтеглят през връзката за данни, когато няма Wi-Fi. Когато се използва връзка за данни, може да бъдат пропуснати обаждания и може да има допълнителни такси.
bn_bd: ওয়াই-ফাই না থাকায় ডাটা সংযোগের মাধ্যমে হালনাগাদ ডাউনলোড হয়েছে। যখন ডাটা সংযোগ ব্যবহার করা হয়, তখন ফোন কল ব্লক হয়ে যেতে পারে এবং অতিরিক্ত চার্জও প্রযোজ্য হতে পারে।
bn_in: ওয়াই-ফাই না থাকায় ডাটা সংযোগের মাধ্যমে ডাউনলোড হয়েছে। যখন ডাটা সংযোগ ব্যবহার করা হয়, তখন ফোন কল ব্লক হয়ে যেতে পারে এবং অতিরিক্ত চার্জও প্রযোজ্য হতে পারে।
br: Pellgarget e vez an hizivadurioù dre ar gennask ouzh roadennoù pa n'eo ket hegerz ar Wi-Fi. An dra-mañ a c'hell koustañ deoc'h mizoù ouzhpenn.
bs: Nadogradnje se preuzimaju putem podatkovne veze kada WiFi nije dostupan. Prilikom korištenja podatkovne veze, telefonski pozivi mogu biti blokirani, a mogući su dodatni troškovi.
ca: Quan no hi ha connexió Wi-Fi disponible, les actualitzacions es baixen per la connexió de dades. L'ús de la connexió de dades pot fer que es bloquin les trucades i també comportar despeses addicionals.
cy: Mae diweddariadau yn cael eu llwytho i lawr drwy gysylltiad data pan nad yw'r diwifr ar gael. Wrth ddefnyddio'r cysylltiad data, gall galwadau gael eu rhwystro a bod yna gostau ychwanegol.
es: Las actualizaciones se descargan a través de una conexión de datos cuando no hay una conexión wifi disponible. Al usar una conexión de datos, podrán bloquearse las llamadas y aplicarse cargos adicionales.
eu: Eguneraketak datu-konexio bidez deskargatzen dira Wi-Fia ez dagoenean erabilgarri. Datu-konexioa erabiltzean, telefono-deiak blokea litezke eta tarifa gehigarriak ere aplika litezke.
fa: هنگامی که وای‌فای موجود نباشد، به‌روز رسانی‌ها از طریق اتّصال داده‌ای بارگیری می‌شوند. هنگام استفاده از اتّصال داده‌ای، ممکن است تماس‌های تلفنی مسدود شده و هزینه‌های اضافی اعمال شوند.
gd: Thèid ùrachaidhean a luchdadh a-nuas air ceangal dàta mur eil WiFi ann. Nuair a bhios tu air ceangal dàta, dh'fhaoidte gum bi casg air gairmean fòn agus gum bi agad ri pàigheadh air a shon.
hu: A frissítések adatkapcsolaton keresztül kerülnek letöltésre, ha nem érhető el Wi-Fi. Adatkapcsolat használatakor a telefonhívások blokkolásra kerülhetnek, és további költségek is felmerülhetnek.
id: Versi baru diunduh via koneksi data ketika Wi-Fi tidak tersedia. Ketika menggunakan koneksi data, mungkin panggilan telepon terhambat dan dikenakan biaya tambahan.
km: ទាញ​យក​បច្ចុប្បន្នភាព​តាម​បណ្ដាញ​ទិន្នន័យ​នៅ​ពេល​មិន​មាន​ Wi-Fi ។ នៅ​ពេល​ប្រើ​​​ការ​ភ្ជាប់​បណ្ដាញ​ទិន្នន័យ ការ​ហៅ​តាម​ទូរស័ព្ទ​អាច​ត្រូវ​បាន​បិទ ហើយ​ក៏​អាច​​​គិត​ថ្លៃ​​​លើ​ទិន្នន័យ​បន្ថែម។
kn: Wi-Fi ಲಭ್ಯವಿರದ ಸಮಯದಲ್ಲಿ ಅಪ್‌ಡೇಟ್‌ಗಳು ಡೇಟಾ ಸಂಪರ್ಕದ ಮೂಲಕ ಡೌನ್‌ಲೋಡ್‌ ಆಗಿದೆ,ಡೇಟಾ ಸಂಪರ್ಕವನ್ನು ಬಳಸಿದಾಗ, ಫೋನ್‌ ಕರೆಗಳು ನಿರ್ಬಂಧಿಸಬಹುದು ಮತ್ತು ಹೆಚ್ಚುವರಿ ಡೇಟಾ ವೆಚ್ಚಗಳು ಸಹ ಅನ್ವಯವಾಗಬಹುದು.
lv: Atjauninājumi tiek lejupielādēti caur datu savienojumu kad Wi-Fi nav pieejams. Izmantojot datu pieslēgumu, var tikt bloķēti tālruņa zvani un var arī rasties papildus izmaksas.
mai: वाई-फाई अनुपलब्ध हए पर अद्यतन डाटा कनेक्शन क जरिये डाउनलोड कएल जाएत. डाटा कनेक्शन के उपयोग क वक्त फोन कॉल अवरूद्ध भए सकैत अछि तथा बाइली शुल्क सेहो लागू भए सकैत अछि.
mg: Ampidinina @ alàlan'ny fifandraisana data ireo fanavaozana rehefa tsy vonona ny Wi-Fi. Rehefa mampiasa fifandraisana data, dia mety ho voasakana ireo antso an-telefaona ary mety hisy sarany fanampiny aloa.
ml: വൈഫൈ ഇല്ലെങ്കില്‍ ഡേറ്റാ കണക്ഷനിലൂടെ പരിഷ്കരണങ്ങള്‍ ഡൌണ്‍ലോഡുന്നു. ഇതിനു് അധികം കാശാകുന്നു, കൂടാതെ ഫോണ്‍ കോളുകള്‍ സാധ്യമല്ല ഈ സമയത്തു്.
mr: वाय-फाय नसल्यास, डाटा जोडणीद्वारे, सुधारणा डाउनलोड केल्या जातात. डाटा जोडणी वापरताना, आपल्याला फोन कॉल करता येत नाहीत, तसेच, त्यासाठी, अतिरिक्त खर्च येऊ शकतो.
ms: Kemaskini dimuat turun melalui sambungn data ketika Wi-Fi tidak tersedia. Apabilamenggunakan sambungan data, panggilan telefon akan disekat dan cas tambahan akan dikenakan.
my: အဆင့်မြှင့်တင်မှုများအား Wi-Fi မရှိပါက ဒေတာ ချိတ်ဆက်မှုဖြင့် ရယူတတ်သည်။ ဒေတာ ချိတ်ဆက်မှုသုံးနေချိန်တွင် ဖုန်းခေါ်ဆိုမှု များ ပိတ်သွားတတ်ပြီး အပို ကြေးငွေ ထပ်ဆောင်းပေးရတတ်သှ်။
ne: वाइफाइ अनउपलब्ध भएको खण्डमा डाटा जडान मर्फत अपडेटहरू डाउनलोड गरिन्छ। डाटा जडान प्रयोग गरेको बेलामा, फोन कलहरू बन्द हुन सक्छन् र थप डाटा पनि शुल्क लाग्न सक्छ।
or: Wi-Fi ଉପଲବ୍ଧ ନଥିଲା ବେଳେ ଅପଡେଟଗୁଡ଼ିକ ଇଣ୍ଟରନେଟ ମାଧ୍ୟମରେ ଆହରିତ ହୋଇଥାଏ । ଇଣ୍ଟରନେଟ ବ୍ୟବହାର କରୁଥିବା ସମୟରେ, ଫୋନ କଲଗୁଡ଼ିକ ବନ୍ଦ ହୋଇପାରେ ଏବଂ ଅତିରିକ୍ତ ଖର୍ଚ୍ଚ ହୋଇପାରେ ।
pt: As atualizações são descarregadas através da ligação de dados quando o Wi-Fi não está disponível. Ao utilizar a ligação de dados, as chamadas podem ser bloqueadas e podem existir custos adicionais.
ro: Actualizările sunt descărcate via conexiunea de date când Wi-Fi nu este disponibil. Când folosești conexiunea de date, apelurile telefonice pot fi blocate și se pot aplica și costuri suplimentare.
si: Wi-Fi සබඳතාවයක් නොමැති විටදී යාවත්කාලීන කිරීම දත්ත සබඳතාවය හරහා භාගත වීම සිදුවේ. දත්ත සබඳතාවය භාවිතා කිරීමේදී දුරකථන ඇමතුම් සඳහා භාදා පැමිනීම් හා අමතර දත්ත ගාස්තු අයවීම සිදුවිය හැකියි.
sw: Sasisho zinadaunlodiwa kupitia muunganisho wa data wakati Wi-Fi haipo. Wakati unatumia muunganisho wa data, kupiga simu kunaweza zuiwa na ada ya ziada inaweza kutumika.
ta: வை-பை இல்லாதபொது மேம்பாடுகளை செல்பசி தரவு இணைய இணைப்பு மூலமாக பதிவிறக்கம் செய்யப்படும். செல்பேசி இணைப்பில் இருக்கும்பொது, உள்வரும் அழைப்புகள் தடுக்கப்படும் மேலும் கூடுதலான செலவுகள் அமலாக்கத்திலிருக்கும்.
te: వై-ఫై అందుబాటులోలేనప్పుడు నవీకరణలు దత్తాంశ అనుసంధానం ద్వారా దించబడును. దత్తాంశ అనుసంధానం ఉపయోగించునప్పుడు, ఫోన్ కాల్స్‌కు అవరోధం కలగవచ్చు మరియు అదనపు చార్జీలు కూడా వర్తించవచ్చు.
th: การปรับปรุงจะถูกดาวน์โหลดผ่านการเชื่อมต่อข้อมูลเมื่อ Wi-Fi ไม่สามารถใช้งานได้ เมื่อใช้งานการเชื่อมต่อข้อมูล การโทรศัพท์อาจถูกบล็อคและอาจมีค่าใช้จ่ายเพิ่มเติม
tr: Wi-Fi kullanılamadığında güncellemeler veri şebekesi üzerinden indirilir. Veri şebekesi kullanılırken telefon görüşmeleri engellenebilir ve ek ücretlendirmeler de uygulanabilir.
ur: تازہ کاریاں بذریعہ ڈیٹا کنکشن ڈاؤن لوڈ کی جاتی ہیں جب وائی فائی دستیاب نہیں ہوتا۔ ڈیٹا کنکشن استعمال کرتے وقت فون کالز بند ہوسکتی ہیں اور اضافی اخراجات بھی لاگُو ہوسکتے ہیں۔
uz: Yangilanishlar Wi-Fi mavjud bo‘lmaganda internetga ulanish orqali yuklab olindi. Internetga ulanishdan foydalanilganda, telefon qo‘ng‘iroqlari bloklanishi mumkin va qo‘shimcha to‘lovlar to‘lashingiz ham mumkin.
xh: Ezihlaziyiweyo zikhutshelwa ngonxibelelwano lwedatha xa i-Wi-Fi ingafumaneki. Xa usebenzisa unxibelelwano lwedatha, iminxeba isengathintelwa yaye kungabangela iindleko ezongezelelekileyo.
zu: Konke okusha kudawunilodwa ngokuxhumeka kudatha uma i-Wi-Fi ingatholakali. Uma usebenzisa ukuxhumeka kwedatha, izingcingo zingavinjwa futhi izindleko ezengeziwe zedatha zingabanjwa.

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, additional charges may apply.
am: ማሻሻያ የሚወርደው በዳታ ግንኙነት በኩል ነው ዋይ-ፋይ ዝግጁ በማይሆን ጊዜ: የዳታ ግንኙነት በሚጠቀሙ ጊዜ የ ስልክ ጥሪዎች ይታገዳሉ: እና ተጨማሪ ክፍያ ያስከትላል
ar: تُنزّل التحديثات عبر اتصال البيانات عندما تكون شبكة واي-فاي غير متاحة. قد يعني ذلك تكاليف إضافية عند استخدام اتصال البيانات.
bg: Обновяванията се изтеглят през връзката за данни, когато липсва Wi-Fi. Когато се използва връзка за данни може да има допълнителни такси.
bn_bd: ওয়াই-ফাই না থাকায় ডাটা সংযোগের মাধ্যমে হালনাগাদ ডাউনলোড হয়েছে। যখন ডাটা সংযোগ ব্যবহার করা হয়, তখন ফোন কল ব্লক হয়ে যেতে পারে এবং অতিরিক্ত চার্জও প্রযোজ্য হতে পারে।
bn_in: ওয়াই-ফাই না থাকায় ডাটা সংযোগের মাধ্যমে ডাউনলোড হয়েছে। যখন ডাটা সংযোগ ব্যবহার করা হয়, তখন ফোন কল ব্লক হয়ে যেতে পারে এবং অতিরিক্ত চার্জও প্রযোজ্য হতে পারে।
br: Pellgarget e vez an hizivadurioù dre ar c'hennask ouzh roadennoù pa n'eo ket hegerz ar Wi-Fi. An dra-mañ a c'hell koustañ deoc'h mizoù ouzhpenn.
bs: Nadogradnje se preuzimaju preko podatkovne veze kada Wi-Fi nije dostupan. Kada koristite podatkovnu mrežu mogući su dodatni troškovi.
ca: Quan no hi ha connexió Wi-Fi disponible, les actualitzacions es baixen per la connexió de dades. L'ús de la connexió de dades pot comportar despeses addicionals.
cy: Mae diweddariadau yn cael eu llwytho i lawr drwy gysylltiad data pan nad yw'r diwifr ar gael. Wrth ddefnyddio'r cysylltiad data, gall fod yna gostau ychwanegol.
es: Las actualizaciones se descargan a través de una conexión de datos cuando no hay una conexión wifi disponible. Al usar una conexión de datos, podrán aplicarse cargos adicionales.
eu: Eguneraketak datu-konexio bidez deskargatzen dira Wi-Fia ez dagoenean erabilgarri. Datu-konexioa erabiltzean, tarifa gehigarriak aplika daitezke.
fa: هنگامی که وای‌فای موجود نباشد، به‌روز رسانی‌ها از طریق اتّصال داده‌ای بارگیری می‌شوند. هنگام استفاده از اتّصال داده‌ای، ممکن است هزینه‌های اضافی اعمال شوند.
gd: Thèid ùrachaidhean a luchdadh a-nuas air ceangal dàta mur eil WiFi ann. Nuair a bhios tu air ceangal dàta, dh’fhaoidte gum bi agad ri pàigheadh air a shon.
hu: A frissítések adatkapcsolaton keresztül kerülnek letöltésre, ha nem érhető el Wi-Fi. Adatkapcsolat használatakor további költségek is felmerülhetnek.
id: Pembaruan diunduh via koneksi data ketika Wi-Fi tidak tersedia. Ketika menggunakan koneksi data, mungkin dikenakan biaya tambahan.
kn: Wi-Fi ಲಭ್ಯವಿರದ ಸಮಯದಲ್ಲಿ ಅಪ್‌ಡೇಟ್‌ಗಳು ಡೇಟಾ ಸಂಪರ್ಕದ ಮೂಲಕ ಡೌನ್‌ಲೋಡ್‌ ಆಗಿವೆ.ಡೇಟಾ ಸಂಪರ್ಕವನ್ನು ಬಳಸಿದಾಗ, ಹೆಚ್ಚುವರಿ ಡೇಟಾ ವೆಚ್ಚಗಳು ಅನ್ವಯವಾಗಬಹುದು.
lv: Atjauninājumi tiek lejupielādēti caur datu savienojumu kad Wi-Fi nav pieejams. Izmantojot datu pieslēgumu, var rasties papildus izmaksas.
my: အဆင့်မြှင့်တင်မှုများအား Wi-Fi မရှိပါက ဒေတာ ချိတ်ဆက်မှုဖြင့် ရယူတတ်သည်။ ဒေတာ ချိတ်ဆက်မှုသုံးနေချိန်တွင် အပို ကြေးငွေ ထပ်ဆောင်းပေးရတတ်သှ်။
pt: As atualizações são descarregadas através da ligação de dados quando o Wi-Fi não está disponível. Ao utilizar a ligação de dados, podem existir custos adicionais.
ro: Actualizările sunt descărcate via conexiunea de date când Wi-Fi nu e disponibil. Când folosești conexiunea de date, se pot aplica costuri suplimentare.
si: Wi-Fi සබඳතාවයක් නොමැති විටදී යාවත්කාලීන කිරීම දත්ත සබඳතාවය හරහා බාගත වීම සිදුවේ. දත්ත සබඳතාවය භාවිතා කිරීමේදී අමතර දත්ත ගාස්තු අයවිය හැකියි.
ta: வை-பை இல்லாதபொது மேம்பாடுகளை செல்ேபசி தரவு இணைய இணைப்பு மூலமாக பதிவிறக்கம் செய்யப்படும். செல்பேசி தரவு இணைப்பில் இருக்கும்பொது, கூடுதலான செலவுகள் அமலாக்கத்திலிருக்கும்.
th: การปรับปรุงจะถูกดาวน์โหลดผ่านการเชื่อมต่อข้อมูลเมื่อ Wi-Fi ไม่สามารถใช้งานได้ เมื่อใช้งานการเชื่อมต่อข้อมูล อาจมีค่าใช้จ่ายเพิ่มเติม
tr: Wi-Fi olmadığı zaman güncellemeler veri bağlantısı üzerinden indirilir. Veri bağlantısı kullanılırken ek ücretlendirmeler de uygulanabilir.
ur: تازہ کاریاں بذریعہ کوائف کنکشن ڈاؤن لوڈ کی جاتی ہیں جب وائی فائی دستیاب نہیں ہوتا۔ کوائف کنکشن استعمال کرتے وقت، اضافی اخراجات بھی لاگُو ہوسکتے ہیں۔
uz: Yangilanishlar Wi-Fi mavjud bo‘lmaganda internetga ulanish orqali yuklab olindi. Internetga ulanishdan foydalanilganda, telefon qo‘ng‘iroqlari bloklanishi mumkin va qo‘shimcha to‘lovlar to‘lashingiz ham mumkin.

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
af: Wi-Fi onbeskikbaar. Bywerking via huidige verbinding kan dalk ekstra koste meebring.
am: ዋይ-ፋይ ዝግጁ አይደለም: በ አሁኑ ግንኙነት ማሻሻል ተጨማሪ ክፍያ ያስከትላል
ar: اللاسلكي غير متاح. التحديث باستخدام هذه الشبكة ربما سيترتب عليه رسوم اضافية.
as: Wi-Fi উপলব্ধ নহয়। বৰ্তমান সংযোগৰ সৈতে আপডেইট কৰিলে অতিৰিক্ত চাৰ্জ কৰা হব পাৰে।
bg: Липсва Wi-Fi. Обновяване чрез сегашната връзка може да доведе до допълнителни такси.
bn_bd: ওয়াই-ফাই উপলব্ধ নেই। বর্তমান সংযোগের মাধ্যমে হালনাগাদ করা হলে অতিরিক্ত চার্জ প্রযোজ্য হতে পারে।
bn_in: ওয়াই-ফাই উপলব্ধ নেই। বর্তমান সংযোগের মাধ্যমে হালনাগাদ করা হলে অতিরিক্ত চার্জ প্রযোজ্য হতে পারে।
br: Dihegerz eo ar Wi-Fi. Hizivaat dre ar c'hennask bremanel a c'hell koustañ deoc'h mizoù ouzhpenn.
bs: Wi-Fi nedostupan. Ažuriranje preko trenutne veze moglo bi prouzrokovati dodatne troškove.
ca: No hi ha connexió Wi-Fi disponible. Actualitzar amb la connexió actual pot comportar despeses addicionals.
cy: Dim diwifr ar gael. Gall diweddaru dros y cysylltiad yma achosi costau ychwanegol.
es: La red wifi no está disponible. Actualizar bajo su conexión actual podría incurrir en cargos adicionales.
eu: Wi-Fia ez dago erabilgarri. Eguneraketa uneko konexioa erabiliz aplikatzen bada, datu-tarifa gehigarriak egon daitezke.
fa: وای‌فای موجود نیست. به‌روز رسانی از طریق اتّصال جاری، ممکن است موجب هزینه‌های اضافی شود.
gd: Chan eil WiFi ri làimh. Ma nì thu ùrachadh air a' cheangal seo, dh'fhaoidte gun èirich cosgaisean a bharrachd dhut.
hu: Nem érhető el Wi-Fi. A frissítés a jelenlegi kapcsolaton további költségek felmerülését okozhatja.
id: Wi-Fi tidak tersedia. Pembaruan via koneksi ini mungkin dikenakan tambahan biaya.
km: មិន​​មាន​ Wi-Fi ​ទេ។ ការ​ធ្វើ​បច្ចុប្បន្នភាព​​​តាម​ការ​ភ្ជាប់​បច្ចប្បន្ន​​អាច​​នាំ​មក​នូវ​ការ​​ផ្ទុក​បន្ថែម។
kn: Wi-Fi ಲಭ್ಯವಿಲ್ಲ. ಪ್ರಸ್ತುತ ಸಂಪರ್ಕದಲ್ಲಿ ಅಪ್ಡೇಟ್ ಮಾಡಿದಾಗ ವೆಚ್ಚಗಳು ಕೂಡಬಹುದು.
mai: वाई-फाई अनुपलब्ध नहि. मोजुदा कनेक्शन पर अद्यतन बाइली शुल्क लागि सकैत अछि.
mg: Tsy vonona ny Wi-Fi. Mety handoavana sarany fanampiny ny fanavaozana alàlan'ny fifandraisana ankehitriny.
ml: വൈഫൈ ലഭ്യമല്ല. ഇപ്പോഴത്തെ കണക്ഷനില്‍ പുതുക്കുന്നത് കൂടുതല്‍ പൈസ ആകാം.
mr: वाय-फाय उपलब्ध नाही. सद्याच्या जोडणीद्वारे, अद्यावत केले तर अतिरीक्त खर्च येउ शकतो.
ms: Wi-Fi tidak tersedia. Mengemaskini menggunakan sambungan semasa bakal menanggung cas tambahan.
my: Wi-Fi မရှိပါ။ လက်ရှိ ချိတ်ဆက်မှုဖြင့် အဆင့်မြှင့်ပါက အပိုကြေးငွေ ကုန်ကျမည်ဖြစ်သှ်။
ne: वाइफाइ अनुपलब्ध | हालको जडानमा अद्यावधिक गरे थप रकम लाग्न सक्नेछ |
or: Wi-Fi ଉପଲବ୍ଧ ନାହିଁ । ଏବେକାର ସଂଯୋଗ ବ୍ୟବହାର କରି ଅପଡେଟ କଲେ ଅଧିକ ଖର୍ଚ୍ଚ ହୋଇପାରେ ।
pt: Wi-Fi não disponível. A atualização com recurso à ligação atual pode ter custos adicionais.
ro: Wi-Fi indisponibil. Actualizarea de pe conexiunea actuală poate atrage costuri suplimentare.
si: Wi-Fi සබඳතාවයක් නොමැතියි. පවතින සබඳතාවය හරහා යාවත්කාලීන කිරීම අමතර ගාස්තු සඳහා හේතුවිය හැකියි.
sw: Wi-Fi haipatikani. Kusasisha juu ya muunganisho wa sasa kunaweza kuleta ada za ziada.
ta: வை-பை இல்லை. இந்த இணையம் ஊடாக மேம்படுத்தும் போது கூடுதல் கட்டணம் ஆகும்.
te: వై-ఫై అందుబాటులోలేదు. ప్రస్తుత అనుసంధానంలో నవీకరించుట అదనపు ఖర్చుతో కూడివుంది.
th: Wi-Fi ไม่พร้อมใช้งาน การปรับปรุงผ่านการเชื่อมต่อปัจจุบันอาจก่อให้เกิดค่าใช้จ่ายเพิ่มเติม
tr: Wi-Fi kullanılamıyor. Mevcut bağlantı üzerinden güncelleme ek ücretlendirmeye neden olabilir.
ur: وائی فائی دستیاب نہیں۔ موجودہ کنکشن پر تازہ کاری کرنے پر اضافی چارجز لگ سکتیں ہے۔
uz: Wi-Fi mavjud emas. Joriy ulanish orqali yangilash qo‘shimcha to‘lovlarga sabab bo‘lishi mumkin.
xh: I-Wi-Fi ayifumaneki. Ukuhlaziya kunxibelelwano olukhoyo kungabangela iindleko ezongezelelekileyo.
zu: I-Wi-Fi ayitholakali. Ukuvuselela phezu kokuxhumeka okukhona kungaletha izindleko ezengeziwe.

source: Connect to a network to download updates.
am: ከ ኔትዎርክ ጋር መገናኛ ማሻሻያዎችን ለማውረድ
ar: اتّصل بشبكة لتنزيل التحديثات.
bg: Свържете се към мрежа за изтегляне на обновленията.
bn_bd: আপডেট ডাউনলোড করার জন্য একটি নেটওয়ার্কে যুক্ত হোন।
bn_in: আপডেটসমূহ ডাউনলোড করতে হলে নেটওয়ার্ক এর সাথে সংযোগ স্থাপন করুন।
br: Kennaskañ ouzh ur rouedad da bellgargañ hizivadennoù.
bs: Povežite se na mrežu da biste preuzeli nadogradnje.
ca: Connecteu-vos a una xarxa per baixar actualitzacions.
cy: Cysylltu â'r rhwydwaith i lwytho i lawr diweddariadau.
es: Conéctese a una red para descargar las actualizaciones.
eu: Konektatu sare batekin eguneraketak deskargatzeko.
fa: برای بارگیری به‌روز رسانی‌ها، به یک شبکه وصل شوید.
gd: Ceangail ri lìonra gus na h-ùrachaidhean a luchdadh a-nuas.
hu: Kapcsolódjon egy hálózathoz a frissítések letöltéséhez.
id: Sambungkan ke jaringan untuk mengunduh pembaruan.
kn: ಅಪ್‌ಡೇಟ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಸಂಪರ್ಕಿಸು.
lv: Pieslēdzieties internetam lai lejupielādēt atjauninājumus.
my: အဆင့်မြှင့်တင်ခြင်းအား ရယူရန် ကွန်ယက်သို့ချိတ်ဆက်ပါ
pt: Ligar a uma rede para descarregar as atualizações.
ro: Conectează-te la o rețea pentru a descărca actualizările.
si: යාවත් බාගැනීමට ජාලයට සබඳ වන්න.
ta: புதுப்பிப்புகளைப் பதிவிறக்க பிணையத்துடன் இணைக்கவும்.
th: เชื่อมต่อกับเครือข่ายเพื่อดาวน์โหลดการปรับปรุง
tr: Güncellemeleri indirmek için bir ağa bağlanın.
ur: تازہ کاری ڈاؤن لوڈ کرنے کے لئے نیٹ ورک سے جڑیں۔
uz: Yangilanishlarni yuklab olish uchun tarmoqqa ulang.
