Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
af: Laaste kans om die regte PUK-kode in te voer. Jou SIM-kaart sal permanent onbruikbaar word as jy die verkeerde PUK-kode invoer. Raadpleeg jou SIM-kaart se dokumentasie of skakel jou draer vir meer inligting.
am: የመጨረሻ ሙከራ ትክክለኛውን ፑክ ኮድ ለማስገባት ይህ የ ሲም ካርድ በቋሚነት ከመበላሸቱ በፊት: የተሳሳተ የፑክ ኮድ ካስገቡ: ያመሳክሩ ወደ እርስዎ ሲም ካርድ ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: آخر فرصة لإدخال مفتاح إلغاء التأمين الشخصي PUK الصحيح. شريحتك ستصبح غير صالحة للإستعمال بشكل دائم إذا أدخلت مفتاح إلغاء تأمين شخصي PUK خاطىء. ارجع إلى وثائق الشريحة أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
as: শুদ্ধ PUK ক'ড সুমুৱাৰ অন্তিম সুযোগ। আপোনাৰ SIM কাৰ্ড স্থায়ীভাৱে বিকল হৈ পৰিব যদি আপুনি ভুল PUK ক'ড সুমুৱায়। অধিক তথ্যৰ বাবে আপোনাৰ SIM কাৰ্ডৰ তথ্যচিত্ৰ চাওক অথবা আপোনাৰ প্ৰদানকাৰীৰ লগত যোগাযোগ কৰক।
bg: Това е последен опит да въведете правилен PUK. Вашата SIM карта ще стане неизползваема, ако го сгрешите. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: সঠিক পাক কোড প্রবেশ করানোর সর্বশেষ সুযোগ। আপনার সিম কার্ডটি স্থায়ীভাবে অচল হয়ে যাবে যদি আপনি ভুল পাক কোড প্রবেশ করান। আরও তথ্যের জন্য আপনার সিম কার্ডের নথিপত্র দেখুন অথবা আপনার ক্যারিয়ার এর সাথে যোগাযোগ করুন।
bn_in: সর্বশেষ সুযোগ সঠিক PUK কোড লেখার। আপনার সিম কার্ড স্থায়ীভাবে অব্যবহারযোগ্য হবে যদি আপনি ভুল কোড PUK প্রবেশ করান। আরও তথ্যের জন্য আপনার সিম কার্ড ডকুমেন্টেশন পড়ুন অথবা আপনার সংবাহকের সঙ্গে যোগাযোগ করুন।
br: Hoc'h arnod diwezhañ eo evit reiñ ar voneg PUK reizh. Diarveradus e vo ar gartenn SIM ma vizskrivit ur voneg PUK direizh. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Posljednja šansa za upisivanje tačnog PUK koda. Vaša SIM kartica će biti trajno neupotrebljiva ako upišete pogrešan PUK kod. Pogledajte dokumentaciju vaše SIM kartice ili kontaktirajte vašeg operatera za više informacija.
ca: Aquesta és l'última oportunitat d'introduir el codi PUK correcte. La targeta SIM quedarà inservible permanentment si introduïu un codi PUK incorrecte. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Dyma'r cyfle olaf i gynnig eich cod PUK. Ni fydd modd defnyddio eich cerdyn SIM byth eto os fyddwch yn cynnig cod PUK anghywir. Darllenwch wybodaeth am eich cerdyn SIM neu gysylltwch â'ch darparwr am ragor o wybodaeth.
es: Última oportunidad para escribir el código PUK correcto. Su tarjeta SIM quedará inutilizable si escribe un código PUK incorrecto. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: PUK kode zuzena sartzeko azken aukera. Ezin izango duzu zure SIM txartela berriro erabili PUK kode okerra sartzen baduzu. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: این آخرین تلاش شما برای وارد کردن رمز PUK درست است. اگر رمز PUK نادرست را وارد کنید، سیم کارتتان برای همیشه غیر قابل استفاده خواهد شد. برای اطّلاعات بیش‌تر به مستندات سیم کارتتان مراجعه کرده یا با اپراتورتان تماس بگیرید.
gd: Tha aon chothrom eile agad an còd PUK ceart a chur a-steach. Bidh a' chairt SIM seo gun fheum gu sìorraidh bràth ma chuireas tu còd PUK cearr a-steach a-rithist. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no bruidhinn ris a' ghiùlanair agad.
hu: Ez az utolsó lehetősége a helyes PUK kód megadására. A SIM kártyája véglegesen használhatatlan lesz, ha rossz PUK kódot ad meg. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Kesempatan terakhir untuk memasukkan kode PUK yang benar. Kartu SIM Anda akan tidak dapat digunakan secara permanen jika Anda memasukkan kode PUK yang salah. Ikuti petunjuk kartu SIM Anda atau hubungi operator Anda untuk informasi lebih lanjut.
km: លើក​ចុង​ក្រោយ​ដើម្បី​បញ្ចូល​លេខ​កូដ PUK ដែល​ត្រឹមត្រូវ។ SIM កាត​របស់​អ្នក​នឹង​មិន​អាច​ប្រើ​បាន​ជា​រៀង​រហូត បើ​អ្នក​បញ្ចូល​លេខ​កូដ PUK ខុស។ យោង​តាម​​ឯកសារ​ SIM កាត​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​របស់​អ្នក​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: PUK ಸಂಕೇತವನ್ನು ನಮೂದಿಸಲು ಕೊನೆಯ ಅವಕಾಶ. ತಪ್ಪು PUK ಸಂಕೇತ ನಮೂದಿಸಿದರೆ ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ಶಾಶ್ವತವಾಗಿ ಕೆಲಸಕ್ಕೆ ಬಾರದಂತಾಗುವುದು. ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mai: सही PUK कोड दर्ज करब क अंतिम मौका अछि. अहाँक SIM कार्ड स्थायी रूप सँ व्यर्थ भए जएताह जँ अहाँ गलत PUK कोड प्रविष्ट करताह . अपन SIM कार्ड दस्ताबेज़ीकरण देखू अथवा बेसी जानकारी के लेल अपन कैरियर सँ संपर्क करू.
mg: Ity no vintanao farany hampidirana ny kaody PUK marina. Tsy hety hampiasaina mandrakizay ny karatra SIM anao raha mampiditra kaody PUK diso ianao. Jereo ny bokinao momba ny karatra SIM na mifandraisa amin'ny mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: PUK കോഡ് നൽകാനുള്ള അവസാന അവസരം. തെറ്റായ PUK കോഡ് നൽകിയാൽ താങ്കളുടെ സിം എന്നേക്കുമായി ഉപയോഗശൂന്യമാകും. സിം കാര്‍ഡിനുള്ള വിവരണക്കുറിപ്പു് കാണുക അല്ലെങ്കില്‍ കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ഫോണ്‍ കമ്പനിയുമായി ബന്ധപ്പെടൂ.
mr: अचूक PUK कोड टाकण्यासाठी, आपल्याकडे ही शेवटची संधी आहे. आपण चुकीचा PUK कोड टाकलात तर, आपले SIM कार्ड कायमचे निरूपयोगी होईल. अधिक माहितीसाठी, आपले SIM कार्ड दस्तावेज पहा किंवा आपल्या कॅरीअर कंपनीशी संपर्क साधा.
ms: Percubaan terakhir untuk memasukkan kod PUK yang betul. Kad SIM anda akan kekal tidak berguna jika anda memasukkan kod PUK yang salah. RUjuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.
my: PUK ကုဒ်အားထည့်ရန်နောက်ဆုံး အခွင့်အရေးဖြစ်သည်။ PUK ကုဒ်အမှားထည့်လိုက်ပါက SIM ကဒ် ပျက်သွားမည်ဖြစ်သည်။ SIM ကဒ်ထုတ်သော ကုမ္ပဏီအား ဆက်သွယ်ပြီး အကူအညီတောင်းခံပါ။
ne: ठिक PUK कोड प्रविष्ट गर्न यो अन्तिम मौका हो | तपाईले गलत PUK कोड प्रविष्ट गरेमा तपाईको यस सिम कार्ड सधैका लागि चल्दैन | थप जानकारीका लागि तपाईको सिम कार्ड कागजात हेर्नुहोस् अथवा सिम कार्ड वाहकसंग सम्पर्क राख्नुहोस् |
or: ସଠିକ PUK କୋଡ୍‌ ଦେବା ପାଇଁ ଏହା ହେଉଛି ଅନ୍ତିମ ସୁଯୋଗ। ଭୁଲ PUK କୋର୍ଡ୍‌ ଦେଲେ SIM କାର୍ଡ୍‌ ସବୁଦିନ ପାଇଁ ବେକାର ହୋଇଯିବ। ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣଙ୍କରSIM କାର୍ଡ ଦଲିଲକୁ ଅନୁସରଣ କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କର ନେଟୱର୍କ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: Esta é a sua última hipótese de introduzir o código PUK correto. O seu cartão SIM ficará permanentemente inutilizável se introduzir o código PUK errado. Consulte a documentação do seu cartão SIM ou o contacte o seu operador para mais informações.
ro: Ultima șansă pentru a introduce codul PUK corect. Cartela ta SIM va deveni inutilizabilă permanent dacă introduci codul PUK greșit. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: PUK කේතය නිවැරදිව ඉදිරිපත් කිරීමට ඔබට ලැබෙන අවසන් අවස්ථාවයි. වැරදි PUK මඟින් SIM පත ස්ථිරවම භාවිතා නොකල හැකි තත්වයට පත්විය හැක. ඔබගේ SIM පතේ ප්‍රලේඛනයන් හෝ ඔබගේ සේවාදායකයා වැඩිදුර විස්තර සඳහා සම්බන්ධ කරගන්න.
sw: Nafasi ya mwisho kuingiza kodi sahihi ya PUK. SIM kadi yako haitatumika kabisa ikiwa utaingiza kodi isiyo sahihi ya PUK. Rejelea waraka wa kadi yako ya SIM au wasiliana na mtoa huduma wako kwa taarifa zaidi.
ta: உங்களுக்கு சரியான பியூகெ குறியீட்டை உள்ளிட கடைசி வாய்ப்பு. தவறான பியூகெ குறியீட்டை உள்ளிட்டால் சிம் அட்டையை நிரந்தரமாக பயன்படுத்த முடியாது. உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்பு கொள்.
te: సరైన పియుకె కోడ్ ఇవ్వడానికి ఆఖరి అవకాశం. మీరు సరికాని పియుకె కోడ్ ప్రవేశపెడితే మీ సిమ్ కార్డ్ శాశ్వతంగా నిరుపయోగమౌతుంది. మరింత సమాచారం కొరకు మీ సిమ్ కార్డ్ పత్రీకరణ చూడండి లేదా మీ కారియర్‌ను సంప్రదించండి.
th: นี่เป็นโอกาสสุดท้ายของคุณที่จะสามารถป้อนรหัส PUK ที่ถูกต้อง การ์ด SIM ของคุณจะไม่สามารถใช้งานได้อย่างถาวรหากคุณป้อนรหัส PUK ผิด ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Doğru PUK'u girmek için son şansınız. Yanlış PUK girerseniz SIM kartınız kalıcı olarak kullanılamaz halde gelecektir. Daha fazla bilgi için SIM kartınızın belgelerine bakın veya operatörünüzle iletişime geçin.
ur: صحیح PUK کوڈ داخل کرنے کے لئے آخری موقع۔ اگر اب آپنے درست PUK کوڈ داخل نہیں کِا تو آپ کی SIM کارڈ مستقل طور پر ناقابل استعمال ہو جائے گی۔ آپ کے SIM کارڈ کے دستاویزات کو دیکھیں یا مزید معلومات کے لئے اپنے کیریئر سے رابطہ قآعم کریں۔
uz: To‘g‘ri PUK kodni kiritish uchun so‘nggi imkoniyat. Agar PUK kodni noto‘g‘ri kiritsangiz, SIM kartangiz butunlay yaroqsiz holga keladi. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
xh: Lithuba lokugqibela lokufaka ikhowudi echanileyo ye-PUK. Ikhadi lakho le-SIM aliyi kusebenza ngokupheleleyo ukuba ufaka ikhowudi ye-PUK engeyiyo . Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Usalelwe yithuba lokugcina lokufaka ikhodi ye-PUK eyiyo. Ikhadi lakho le-SIM lizongasasebenzi unomphela uma ufaka ikhodi ye-PUK engesiyo . Bheka amaphepha ekhadi lakho le-SIM noma uthinte umhlinzeki wakho ngeminye imininingwane.

source: Create PIN (must contain 4 to 8 digits)
af: Skep PIN (moet 4 tot 8 syfers bevat)
am: ፒን መፍጠሪያ (ከ 4 እስከ 8 ዲጂትስ መያዝ አለበት )
ar: أنشىء رقم تعريف شخصي (يجب أن يحتوي من 4 إلى 8 أرقام)
as: PIN সৃষ্টি কৰক (৪ ৰ পৰা ৮ টা ডিজিট হ'ব লাগে)
bg: Създаване на PIN (4 до 8 цифри)
bn_bd: একটি পিন তৈরী করুন (অবশ্যই ৪ থেকে ৮টি সংখ্যা থাকতে হবে)
bn_in: পিন তৈরি করুন(4 থেকে 8 সংখ্যা থাকতে হবে)
br: Krouiñ ur voneg PIN (etre 4 ha 8 arouezenn)
bs: Kreiraj PIN (mora sadržavati 4 do 8 cifara)
ca: Creeu un PIN (de 4 a 8 dígits)
cy: Creu PIN (rhaid iddo gynnwys 4 - 8 nod)
es: Crear PIN (debe tener entre 4 a 8 dígitos)
eu: Sortu PINa (4 eta 8 digitu artean izan behar ditu)
fa: ایجاد PIN (باید ۴ تا ۸ رقم داشته باشد)
gd: Cruthaich PIN (feumaidh eadar 4 is 8 àireamhan a bhith ann)
hu: PIN kód létrehozása (4 -- 8 számjegyet tartalmazhat)
id: Buat PIN (4-8 angka)
km: បង្កើត​​លេខ​កូដ PIN (ត្រូវតែ​មាន 4 ទៅ 8 ខ្ទង់)
kn: PIN ರಚಿಸಿ (4 ರಿಂದ 8 ಸಂಖ್ಯೆಗಳಿರಬೇಕು)
mai: PIN बनाउ (4 सँ 8 अंक सामिल होनाइ चाही)
mg: Mamoròna PIN (tsy maintsy isa 4 hatramin'ny 8)
ml: പിന്‍ ഉണ്ടാക്കുക (4-8 അക്കങ്ങളുണ്ടായിരിയ്ക്കണം)
mr: PIN तयार करा (तो 4 ते 8 अंकांचा असावा)
ms: Buat PIN (mesti mengandungi antara 4 k 8 digit)
my: PIN ဖန်တီးပါ ( Digit 4 လုံးမှ 8 လုံးအထိပါရမည် )
ne: PIN सृजना गर्नुहोस् (४ देखि ८ वटा अङ्कहरु हुनु पर्दछ)
or: PIN ସୃଷ୍ଟି କରନ୍ତୁ (4 ରୁ 8 ଅଙ୍କ ବିଶିଷ୍ଟ ହୋଇଥିବା ଉଚିତ)
pt: Criar PIN (deve conter entre 4 a 8 dígitos)
ro: Creează PIN (trebuie să conțină între 4 și 8 cifre)
si: PIN කේතයක් සාදන්න (අංක 4ත් 8ත් අතර)
sw: Ingiza PIN (lazima iwe na nambari 4 hadi 8)
ta: பிண்ணை உருவாக்கு (கட்டாயமாக 4க்கும் 8க்கும் இடைப்படட்ட இலக்கங்களை கொண்டிருக்கணும்)
te: పిన్ సృష్టించండి (4 నుండి 8 అంకెలు తప్పకవుండాలి)
th: สร้าง PIN (ต้องมี 4 ถึง 8 หลัก)
tr: PIN oluştur (4-8 haneli olmalı)
ur: (4 سے 8 عدد پر حامل ہونا ضروری) PIN بنائیں
uz: PIN kod (4 tadan 8 tagacha raqam) yarating
xh: Yenza i-PIN (ifanele ibe namanani ama-4 ukuya kwasi-8)
zu: Yenza i-PIN (kufanele iqukathe amadijithi ama-4 kuya kwayisi-8)

source: Confirm new PIN
af: Bevestig nuwe PIN
am: አዲሱን ፒን ያረጋግጡ
ar: قم بتأكيد كود PIN
as: নতুন PIN নিশ্চিত কৰক
bg: Потвърждаване на новия PIN
bn_bd: নতুন PIN নিশ্চিত করুন
bn_in: নতুন পিন নিশ্চিত করুন
br: Kadarnaat ar voneg PIN nevez
bs: Potvrdite novi PIN
ca: Confirmeu el PIN nou
cy: Cadarnhau'r PIN newydd
es: Confirmar nuevo PIN
eu: Berretsi PIN berria
fa: تصدیق PIN جدید
gd: Dearbh am PIN ùr
hu: Új PIN kód megerősítése
id: Ulangi PIN baru
km: អះអាង​ PIN ថ្មី
kn: ಹೊಸ PIN ಖಚಿತಪಡಿಸು
lv: Apstiprināt jauno PIN
mai: नव PIN केर पुष्टि करू
mg: Hamafiso ny PIN vaovao
ml: പുതിയ പിന്‍ ഉറപ്പാക്കുക
mr: नवीन PIN ची पुष्टी करा
ms: Sahkan PIN baru
my: PIN အားအတည်ပြုပါ
ne: नयाँ PIN को पुष्टि गर्नुहोस्
or: ନୂତନ PINକୁ ନିଶ୍ଚିତ କରନ୍ତୁ
pt: Confirmar novo PIN
ro: Confirmă PIN-ul nou
si: නව PIN කේතය සනාථ කරන්න
sw: Thibitisha PIN mpya
ta: புதிய பிண்ணை உறுதிசெய்
te: కొత్త పిన్ నిర్ధారించు
th: ยืนยัน PIN ใหม่
tr: Yeni PIN'i onaylayın
ur: نئی PIN تصدیق کریں
uz: Yangi PIN kodni tasdiqlang
xh: Qinisekisa i-PIN entsha
zu: Qinisekisa i-PIN entsha

source: PINs don’t match.
af: PIN’s is nie dieselfde nie.
am: ፒኖቹ አይመሳሰሉም
ar: كودين PIN غير متطابقين.
as: PINs মিল নাখায়।
bg: PIN кодовете са различни.
bn_bd: PIN গুলো মিলেনি।
bn_in: পিন মেলে নি।
br: Ne genglot ket ar bonegoù PIN
bs: PIN-ovi se ne podudaraju.
ca: Els PIN no coincideixen.
cy: Nid yw'r PIN yn cydweddu.
es: Los PIN no coinciden.
eu: PINak ez datoz bat.
fa: PIN مطابقت ندارد.
gd: Chan eil an dà PIN co-ionnann.
hu: A PIN kódok nem egyeznek.
id: PIN tidak cocok.
km: PIN មិន​ត្រូវ​គ្នា។
kn: PINs ಹೊಂದುತ್ತಿಲ್ಲ.
lv: PINi nesakrīt.
mai: पिन मेल नहि करैछ.
mg: Tsy mitovy ireo PIN.
ml: പിന്‍ ചേരുന്നില്ല.
mr: PINs जुळत नाहीत.
ms: PIN tidak sepadan.
my: PINs မတူပါ
ne: PIN हरु मिल्दैनन्।
or: PIN ଗୁଡ଼ିକ ମିଶୁ ନାହିଁ।
pt: Os PINs não coincidem
ro: PIN-urile nu se potrivesc.
si: PIN නොගැලපේ
sw: PIN hazilingani.
ta: PINs பொருந்தவில்லை.
te: పిన్‌లు సరిపోలలేదు.
th: PIN ไม่ตรงกัน
tr: PIN'ler uyuşmuyor.
ur: PINs مشابہ نہیں ہیں۔
uz: PIN kodlar bir xil emas.
xh: Ii-PIN angqamani.
zu: Ama-PIN awafani.

source: The NCK code is incorrect.
af: Die NCK-kode is verkeerd.
am: የ NCK ኮድ የተሳሳተ ነው
ar: كود NCK غير صحيح.
as: NCK ক'ড ভুল।
bg: The NCK кодът е грешен.
bn_bd: NCK কোডটি সঠিক নয়।
bn_in: NCK কোডটি ভুল।
br: Direizh eo ar voneg NCK.
bs: NCK kod je netačan.
ca: El codi NCK és incorrecte.
cy: Mae'r cod NCK yn anghywir.
es: El código NCK es incorrecto.
eu: NCK kodea okerra da.
fa: رمز NCK نادرست است.
gd: Tha an còd NCK cearr.
hu: Az NCK kód helytelen.
id: Kode NCK salah.
km: លេខ​កូដ NCK មិន​ត្រឹមត្រូវ។
kn: NCK ಸಂಕೇತ ಸರಿಯಾದುದಲ್ಲ.
lv: NCK kods ir nepareizs.
mai: NCK कोड गलत अछि.
mg: Diso ilay kaody NCK.
ml: എന്‍സികെ കോഡ് തെറ്റാണു്.
mr: NCK कोड चुकीचा आहे.
ms: Kod NCK salah.
my: NCK ကုဒ်မှားနေသှ်
ne: NCK कोड गलत छ।
or: NCK ସଂକେତଟି ଭୁଲ ଅଛି।
pt: O código NCK está incorreto.
ro: Codul NCK este incorect.
si: NCK කේතය වැරදියි.
sw: Kodi ya NCK sio sahihi.
ta: NCK குறியீடு தவறு.
te: ఎన్‌సికె కోడ్ తప్పు.
th: รหัส NCK ไม่ถูกต้อง
tr: NCK kodu yanlış.
ur: NCK کوڈ غلط ہے۔
uz: NCK kod noto‘g‘ri.
xh: Ikhowudi ye-NCK ayichananga.
zu: Ikhodi ye-NCK akusiyo.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
af: Netwerkontverpersoonliking-versoek het misluk. Jy het een probeerslag oor om die regte kode in te voer. Raadpleeg jou toestel se dokumentasie of skakel jou draer vir verdere inligting.
am: የ ኔትዎርክ መቀየር ጥያቄ ወድቋል: አንድ ሙከራ ይቀርዎታል ትክክለኛውን ኮድ ለማስገባት: ያመሳክሩ ወደ እርስዎ አካል ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: فشل طلب عدم تخصيص الشبكة. لديك محاوله واحدة متبقية لادخال الكود الصحيح. راجع وثائق جهازك أو اتصل مع مزود الخدمة لمعلومات اضافية.
as: নেটৱৰ্ক অব্যক্তিগতকৰণ অনুৰোধ ব্যৰ্থ হল। আপোনাৰ শুদ্ধ ক'ড সুমুৱাবলে কেৱল এটা প্ৰচেষ্টা বাকী আছে। অধিক তথ্যৰ বাবে আপোনাৰ ডিভাইচৰ তথ্যচিত্ৰ চাওক অথবা আপোনাৰ প্ৰদানকাৰীক যোগাযোগ কৰক।
bg: Заявката за мрежово обезличаване е неуспешна. Имате един опит да въведете правилен код. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: নেটওয়ার্ক ডিস্পার্সোনালাইজেশন অনুরোধ ব্যর্থ। সঠিক কোড প্রবেশ করানোর জন্য আর একটি মাত্র সুযোগ আছে আপনার। আপনার ডিভাইস নথিপত্র পড়ুন অথবা অধিক বিবরণের জন্য আপনার ক্যারিয়ার সাথে যোগাযোগ করুন।
bn_in: নেটওয়ার্ক ডিপার্সোনালাইসেশান অনুরোধ ব্যর্থ। সঠিক কোড লেখার জন্য কেবল একটি প্রচেষ্টা বাকি আছে। আপনার ডিভাইসের নথিপত্র ঘেঁটে দেখুন অথবা আরও জানতে ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: C'hwitadenn war an dilemel ar personeladur ar rouedad. Chom a ra deoc'h un arnod evit reiñ ar voneg reizh. Lennit teuliadur an trevnad pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Zahtjev za mrežnu depersonalizaciju nije uspio. Imate još jedan pokušaj da upišete tačan kod. Pogledajte dokumentaciju vašeg uređaja ili kontaktirajte vašeg operatera za više informacija.
ca: Ha fallat la sol·licitud de despersonalització de la xarxa. Us queda un intent per introduir el codi correcte. Consulteu la documentació del dispositiu o contacteu amb el vostre operador per a més informació.
cy: Methodd y cais i ddabersonoleiddio rhwydwaith. Mae gennych un cynnig ar ôl i gyflwyno'r cod cywir. Darllenwch ddogfennaeth eich dyfais neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: La despersonalización de red falló. Sólo le queda un intento para escribir el código correcto. Consulte la documentación de su dispositivo o contacte con su operador para tener más información.
eu: Sarearen despertsonalizazio-eskaeraren hutsegitea. Azken aukera daukazu kode zuzena sartzeko. Begiratu zure gailuaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: درخواست غیرشخصی‌سازی شبکه شکست خورد. فقط یک تلاش برای وارد کردن رمز درست دارید. برای اطّلاعات بیش‌تر به مستندات دستگاه خود مراجعه کرده یا با اپراتورتان تماس بگیرید.
gd: Dh’fhàillig d’ iarrtas airson Network Depersonalization. Tha aon oidhirp agad fhathast gus an còd ceart a chur a-steach. Thoir sùil air an fhiosrachadh a thàinig an cois an uidheim agad no cuir fios gun ghiùlanair agad airson barrachd fiosrachaidh.
hu: A hálózat személytelenítésére vonatkozó kérés sikertelen. Még egy lehetősége van a helyes kód megadására. Nézze meg az eszköz dokumentációját, vagy keresse meg szolgáltatóját.
id: Permintaan pesonalisasi ulang jaringan gagal. Kesempatan terakhir untuk memasukkan kode yang benar. Lihat dokumentasi perangkat atau hubungi operator untuk informasi lebih lanjut.
km: បរាជ័យ​ការ​ស្នើ​​​បណ្ដាញ​​មិន​​មាន​លក្ខណៈ​បុគ្គល។ អ្នក​នៅ​សល់​ការ​ព្យាយាម​ម្ដង​ទៀត​ដើម្បី​បញ្ចូល​លេខ​កូដ​ត្រឹមត្រូវ។ សូម​មើល​ឯកសារ​ឧបករណ៍​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​បញ្ជូន​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: ನೆಟ್‌ವರ್ಕ್ ಅಗತ್ಯನುಗುಣವಾಗಿಸುವ ಕರೆಯು ವಿಫಲವಾಗಿದೆ. ನಿಮಗೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ಕಡೆಯ ಒಂದು ಪ್ರಯತ್ನ ಬಾಕಿ ಇದೆ. ನಿಮ್ಮ ಸಾಧನದ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mai: संजाल नहि निजीकरण अनुरोध बिफलता. सही कोड दर्ज करब कलेल अहाँक पास एकटा कोसिस शेष अछि. अपन अओजार दस्ताबेज़ीकरण देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Tsy nety ny hataka fanalam-panokanan-tambajotra. Andrana iray sisa no anananao hampidirana ny kaody marina. Jereo ny boky momba ny fitovanao na mifandraisa @ mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: നെറ്റ്‌വര്‍ക്ക് ഇല്ലാതാക്കുന്നതിനുള്ള ആവശ്യം പരാജയം. ഒരു തവണ കൂടി ശരിയ്ക്കുള്ള കോഡ് നല്‍കാം. ഡിവൈസിനുള്ള വിവരണക്കുറിപ്പു് കാണുക അല്ലെങ്കില്‍ കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ഫോണ്‍ കമ്പനിയുമായി ബന്ധപ്പെടൂ.
mr: नेटवर्क डीपर्सनलायझेशन विनंती अयशस्वी. NCK कोड टाकण्यासाठी, आपल्याकडे एक संधी आहे. अधिक माहितीसाठी, आपले उपकरण दस्तावेज पहा किंवा आपल्या कॅरीअर कंपनीशी संपर्क साधा.
ms: Kegagalan permintaan rangkaian depersonalisasi. Anda mempunyai satu cubaan berbaki untuk memasukkan kod yang betul. Lihat dokumentasi peranti atau hubungi operator anda untuk maklumat lanjut.
my: ကွန်ယက်ချိတ်ဆက်မှု တစ်ကိုယ်ရေသုံး အပြင်အဆင်များအားဖျက်ရန် တောင်းဆိုမှုမအောင်မြင်ပါ။ ကုဒ်အမှန် ဖြည့်ရန် နောက်ဆုံး တစ်ကြိမ်သာလိုတော့သှ်။ ဖုန်းစာရွက်စာတမ်းသို့ ဝန်ဆောင်မှုပေးသူအား ဆက်သွယ်ကြည့်ပါ။
ne: सञ्जाल निजीकरण नगर्ने अनुरोध असफल। तपाईँसँग ठिक कोड प्रविष्ट गर्न एउटा कोसिस बाँकी छ। थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईँको यन्त्र वाहकसँग सम्पर्क राख्नुहोस्।
or: ନେଟୱର୍କ ସାର୍ବଜନିନ କରିବା ଅନୁରୋଧ ବିଫଳ ହୋଇଛି। ସଠିକ କୋର୍ଡ୍‌ ଦେବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଗୋଟିଏ ମାତ୍ର ସୁଯୋଗ ଅଛି। ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣଙ୍କରSIM କାର୍ଡ ଦଲିଲକୁ ଅନୁସରଣ କରନ୍ତୁ କିମ୍ବା ଆପଣଙ୍କର ନେଟୱର୍କ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: O pedido de despersonalização da rede falhou. Resta uma tentativa para introduzir o código correto. Consulte a documentação do seu dispositivo ou o contacte o seu operador para mais informações.
ro: Cererea de depersonalizare a rețelei a eșuat. Ai o încercare rămasă pentru a introduce codul corect. Consultă documentația dispozitivului sau contactează operatorul pentru mai multe informații.
si: ජාල අපුද්ගලායීකරණ ඉල්ලීම අසමත් විය. ඔබට නිවැරදි කේතය ඇතුලු කිරීමට තවත් අවස්ථා එකක් ඇත. ඔබගේ ප්‍රලේඛණයන් හෝ සේවා සපයන්නා වැඩි‍දුර තොරතුරු සදහා සම්බන්ධ කරගන්න.
sw: Ombi la kuondoa ubinafsishaji limeshindwa. Una jaribio moja liliosalia la kuingiza kodi sahihi. Rejelea waraka wa kifaa chako au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: பிணைய தன்னிலை இழத்தல் கோரிக்கை தோல்வி. உங்களுக்கு சரியான குறியீட்டை உள்ளிட ஒரேயொரு வாய்ப்புள்ளது. உங்களுடைய செல்பேசி ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்பு கொள்.
te: నెట్వర్క్ డీపర్సనలైజేషన్ అభ్యర్దన విఫలమైంది. సరైన కోడ్ ప్రవేశపెట్టుటకు మీకు ఒక అవకాశం మిగిలివుంది. మరింత సమాచారం కొరకు మీ పరికర పత్రీకరణను చూడండి లేదా మీ కారియర్ సంప్రదించండి.
tr: Şebeke kişiselleştirmesini kaldırma isteği başarısız oldu. Doğru kodu girmek için bir hakkınız kaldı. Daha fazla bilgi için aygıt belgelerinize bakın veya operatörünüzle iletişime geçin.
ur: نیٹ ورک شخصيت کُشي کی درخواست کی ناکامی۔ آپ کے پاس درست کوڈ درج کرنے کا ایک موقع بچا ہے۔ آپ کے آلے کی دستاویزات کا حوالہ لیں یا مزید معلومات کے لئے اپنے بارگیر سے رابطہ کریں۔
uz: Depersonilizatsiya so‘rovi amalga oshmadi. To‘g‘ri kodni kiritish uchun sizda bitta urinish qoldi. Qo‘shimcha ma’lumot olish uchun qurilma qo‘llanmasiga yoki tarmoq operatoringizga murojaat qiling.
xh: Ukungaphumeleli kwesicelo senethiwekhi sokukhupha iinkcukacha zomntu. Unethuba elinye lokufaka ikhowudi echanekileyo. Khangela kwincwadi yakho yesixhobo okanye qhagamshelana nesigidimi sakho ngengcaciso engaphezulu.
zu: Isicelo sokwekwenza inethiwekhi ihambisane nokwakho ayiphumelelanga. Ususalelwe yithuba elilodwa lokuba ubhale ikhodi eyiyo. Bheka amaphepha edivayisi yakho noma uthinte umhlinzeki wakho ngeminye imininingwane.
