Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: {{ n }} update available. <span>Tap for more info.</span>
af: {{ n }} bywerking beskikbaar. <span>Tik daarop vir meer inligting.</span>
am: {{ n }} ማሻሻያ ዝግጁ ነው <span>ለበለጠ መረጃ መታ ያድርጉ</span>
ar: {{ n }} تحديثات متاحة. <span> اضغط للمزيد من المعلومات.</span>
as: {{ n }} আপডেইট উপলব্ধ। <span>অধিক তথ্যৰ বাবে টেপ কৰক।</span>
bg: Налично е {{ n }} обновяване. <span>Докоснете за детайли.</span>
bn_bd: {{ n }} টি হালনাগাদ পাওয়া গেছে। <span>আরও তথ্যের জন্য এখানে চাপুন।</span>
bn_in: {{ n }} আপডেট উপলব্ধ। <span>অারও তথ্যের জন্য ট্যাপ করুন।</span>
br: {{ n }} hizivadur hegerz. <span>Stokit evit gouzout hiroc'h.</span>
bs: {{ n }} ažuriranje je dostupno. <span>Dodirnite za više informacija.</span>
ca: {{ n }} actualització disponible. <span>Toqueu per veure més informació</span>
cy: {{ n }} diweddariad ar gael. <span>Tapio am ragor o wybodaeth.</span>
es: {{ n }} actualización disponible. <span>Pulse para más información.</span>
eu: Eguneraketa {{ n }} erabilgarri. <span>Sakatu informazio gehiagorako.</span>
fa: ‫{{ n }} به‌روز رسانی موجود است. <span>برای اطّلاعات بیش‌تر، ضربه بزنید.</span>
gd: Tha {{ n }} ùrachadh ri fhaighinn. <span>Thoir gnogag gus a luchdadh a-nuas.</span>
id: {{ n }} pembaruan tersedia. <span>Ketuk untuk info lebih jelas.</span>
km: មាន​បច្ចុប្បន្នភាព {{ n }} ។ <span>ចុច​​សម្រាប់​ព័ត៌មាន​បន្ថែម</span>
kn: {{ n }} ಅಪ್‌ಡೇಟ್‌ ಲಭ್ಯವಿದೆ. <span>ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ಮೆಲ್ಲಗೆ ತಟ್ಟಿ.</span>
lv: {{ n }} atjauninājums ir pieejams. <span>Spiediet lai uzzināt vairāk.</span>
mai: {{ n }} अद्यतन उपलब्ध अछि. <span>बेसी जानकारी कलेल टैप करू.</span>
mg: Misy fanavaozana {{ n }}. <span>Tsindrio raha mila fampahalalana bebe kokoa.</span>
ml: {{ n }} പുതുക്കലുകള്‍ ലഭ്യമാണ്. <span>കൂടുതല്‍ അറിയാന്‍ തൊടുക.</span>
mr: {{ n}} सुधारणा उपलब्ध आहेत. <span>अधिक माहितीसाठी, टॅप करा.</span>
ms: {{ n }} kemaskini tersedia. <span>Tap untuk info lanjut.</span>
my: အဆင့်​မြှင့်​ခြင်း​ရ​ရှိ​နိုင်​မှု {{ n }} ခု <span> အသေး​စိတ်​အချက်အလက် အတွက် တို့​ပါ </span>
ne: {{ n }} अपडेटहरु उपलब्ध छन् | <span>थप जानकारीका लागि थिच्नुहोस्।</span>
or: {{ n }} ଅପଡେଟ ଉପଲବ୍ଧ। <span>ଅଧିକ ସୂଚନା ପାଇଁ ଟାଣନ୍ତୁ ।</span>
pt: {{ n }} atualização disponível. <span>Toque para mais informações.</span>
ro: {{ n }} actualizare disponibilă. <span>Atinge pentru mai multe informații.</span>
si: යාවත්කාලීන {{ n }} ලබාගත හැකියි. <span>තවත් තොරතුරැ සඳහා ස්පර්ෂ කරන්න.</span>
sw: {{ n }} sasisho linapatikana. <span>Donoa kwa maelezo zaidi.</span>
ta: {{ n }} மேம்பாடுகள் இருக்கின்றன. <span>மேலும் தகவலுக்கு தட்டு.</span>
te: {{ n }} నవీకరణ అందుబాటులోవుంది. <span>మరింత సమాచారం కొరకు తట్టండి.</span>
th: ใช้งานได้ {{ n }} การปรับปรุง <span>แตะสำหรับข้อมูลเพิ่มเติม</span>
tr: {{ n }} güncelleme var. <span>Daha fazla bilgi için dokunun.</span>
ur: {{ n }} تازہ کارے دستیاب۔ <span>مزید معلومات کے لیے چھوئیں۔</span>
uz: {{ n }} ta yangilanish mavjud. <span>Ko‘proq ma’lumot uchun bosing.</span>
xh: {{ n }} ezihlaziyiweyo ezifumanekayo. <span>Cofa uze ufumane inkcazelo engakumbi.</span>
zu: Sekunokusha okungu-{{ n }} okutholakalayo. <span>Thinta kancane ukuze uthole eminye imininingwane.</span>

# updateAvailableInfo[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
am: {{ n }} ማሻሻያ ዝግጁ ነው <span>ለ በለጠ መረጃ መታ ያድርጉ</span>
ar: هناك تحديثان متاحان. <span> اضغط للمزيد من المعلومات.</span>
bn_bd: {{ n }} টি হালনাগাদ পাওয়া গেছে। <span>আরও তথ্যের জন্য এখানে চাপুন।</span>
bn_in: {{ n }} আপডেট উপলব্ধ। <span>অারও তথ্যের জন্য ট্যাপ করুন।</span>
br: {{ n }} hizivadur hegerz. <span>Stokit evit gouzout hiroc'h.</span>
bs: {{ n }} nadogradnje su dostupne. <span>Dodirnite za više informacija.</span>
ca: {{ n }} actualitzacions disponibles. <span>Toqueu per veure més informació</span>
cy: {{ n }} diweddariad ar gael. <span>Tapio am ragor o wybodaeth.</span>
es: {{ n }} actualizaciones disponibles. <span>Pulse para más información.</span>
fa: ‫{{ n }} به‌روز رسانی موجود است. <span>برای اطّلاعات بیش‌تر، ضربه بزنید.</span>
gd: Tha {{ n }} ùrachadh ri fhaighinn. <span>Thoir gnogag airson barrachd fiosrachaidh.</span>
lv: {{ n }} atjauninājumi ir pieejami. <span>Spiediet lai uzzinātu vairāk.</span>
pt: {{ n }} atualizações disponíveis. <span>Toque para mais informações.</span>
ro: {{ n }} actualizări disponibile. <span>Atinge pentru mai multe informații.</span>
si: යාවත්කාලීන {{ n }} ලබාගත හැකියි. <span>තවත් තොරතුරැ සඳහා ටැප් කරන්න.</span>
th: ใช้งานได้ {{ n }} การปรับปรุง <span>แตะสำหรับข้อมูลเพิ่มเติม</span>
ur: {{ n }} تازہ کاریاں دستیاب ہیں۔ <span>مزید معلومات کے لیے چھوئیں۔</span>
uz: {{ n }} ta yangilanish mavjud. <span>Ko‘proq ma’lumot uchun bosing.</span>

# updateAvailableInfo[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
am: {{ n }} ማሻሻያ ዝግጁ ነው <span>ለበለጠ መረጃ መታ ያድርጉ</span>
ar: {{ n }} تحديثات متاحة. <span> اضغط للمزيد من المعلومات.</span>
bn_bd: {{ n }} টি হালনাগাদ পাওয়া গেছে। <span>আরও তথ্যের জন্য এখানে চাপুন।</span>
bn_in: {{ n }} আপডেট উপলব্ধ। <span>অারও তথ্যের জন্য ট্যাপ করুন।</span>
br: {{ n }} hizivadur hegerz. <span>Stokit evit gouzout hiroc'h.</span>
bs: {{ n }} nadogradnje su dostupne. <span>Dodirnite za više informacija.</span>
ca: {{ n }} actualitzacions disponibles. <span>Toqueu per veure més informació</span>
cy: {{ n }} diweddariad ar gael. <span>Tapio am ragor o wybodaeth.</span>
es: {{ n }} actualizaciones disponibles. <span>Pulse para más información.</span>
fa: ‫{{ n }} به‌روز رسانی موجود است. <span>برای اطّلاعات بیش‌تر، ضربه بزنید.</span>
gd: Tha {{ n }} ùrachaidhean ri fhaighinn. <span>Thoir gnogag airson barrachd fiosrachaidh.</span>
pt: {{ n }} atualizações disponíveis. <span>Toque para mais informações.</span>
ro: {{ n }} actualizări disponibile. <span>Atinge pentru mai multe informații.</span>
si: යාවත්කාලීන {{ n }} ලබාගත හැකියි. <span>තවත් තොරතුරැ සඳහා ටැප් කරන්න.</span>
th: ใช้งานได้ {{ n }} การปรับปรุง <span>แตะสำหรับข้อมูลเพิ่มเติม</span>
ur: {{ n }} تازہ کاریاں دستیاب ہیں۔ <span>مزید معلومات کے لیے چھوئیں۔</span>
uz: {{ n }} ta yangilanish mavjud. <span>Ko‘proq ma’lumot uchun bosing.</span>

# updateAvailableInfo[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
am: {{ n }} ማሻሻያ ዝግጁ ነው <span>ለበለጠ መረጃ መታ ያድርጉ</span>
ar: {{ n }} تحديثا متاحا. <span> اضغط للمزيد من المعلومات.</span>
bn_bd: {{ n }} টি হালনাগাদ পাওয়া গেছে। <span>আরও তথ্যের জন্য এখানে চাপুন।</span>
bn_in: {{ n }} আপডেট উপলব্ধ। <span>অারও তথ্যের জন্য ট্যাপ করুন।</span>
br: {{ n }} hizivadur hegerz. <span>Stokit evit gouzout hiroc'h.</span>
bs: {{ n }} nadogradnji je dostupno. <span>Dodirnite za više informacija.</span>
ca: {{ n }} actualitzacions disponibles. <span>Toqueu per veure més informació</span>
cy: {{ n }} diweddariad ar gael. <span>Tapiwch am ragor o wybodaeth.</span>
es: {{ n }} actualizaciones disponibles. <span>Pulse para más información.</span>
fa: ‫{{ n }} به‌روز رسانی موجود است. <span>برای اطّلاعات بیش‌تر، ضربه بزنید.</span>
gd: Tha {{ n }} ùrachadh ri fhaighinn. <span>Thoir gnogag airson barrachd fiosrachaidh.</span>
pt: {{ n }} atualizações disponíveis. <span>Toque para mais informações.</span>
ro: {{ n }} actualizări disponibile. <span>Atinge pentru mai multe informații.</span>
si: යාවත්කාලීන {{ n }} ලබාගත හැකියි. <span>තවත් තොරතුරැ සඳහා ටැප් කරන්න.</span>
th: ใช้งานได้ {{ n }} การปรับปรุง <span>แตะสำหรับข้อมูลเพิ่มเติม</span>
ur: {{ n }} تازہ کاریاں دستیاب ہیں۔ <span>مزید معلومات کے لیے چھوئیں۔</span>
uz: {{ n }} ta yangilanish mavjud. <span>Ko‘proq ma’lumot uchun bosing.</span>

# updateAvailableInfo[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
am: {{ n }} ማሻሻያ ዝግጁ ነው <span>ለበለጠ መረጃ መታ ያድርጉ</span>
ar: {{ n }} تحديثات متاحة. <span> اضغط للمزيد من المعلومات.</span>
bn_bd: {{ n }} টি হালনাগাদ পাওয়া গেছে। <span>আরও তথ্যের জন্য এখানে চাপুন।</span>
bn_in: {{ n }} আপডেট উপলব্ধ। <span>অারও তথ্যের জন্য ট্যাপ করুন।</span>
br: {{ n }} hizivadur hegerz. <span>Stokit evit gouzout hiroc'h.</span>
bs: {{ n }} nadogradnji je dostupno. <span>Dodirnite za više informacija.</span>
ca: {{ n }} actualitzacions disponibles. <span>Toqueu per veure més informació</span>
cy: {{ n }} diweddariad ar gael. <span>Tapio am ragor o wybodaeth.</span>
es: {{ n }} actualizaciones disponibles. <span>Pulse para más información.</span>
fa: ‫{{ n }} به‌روز رسانی موجود است. <span>برای اطّلاعات بیش‌تر، ضربه بزنید.</span>
gd: Tha {{ n }} ùrachadh ri fhaighinn. <span>Thoir gnogag airson barrachd fiosrachaidh.</span>
pt: {{ n }} atualizações disponíveis. <span>Toque para mais informações.</span>
ro: {{ n }} actualizări disponibile. <span>Atinge pentru mai multe informații.</span>
si: යාවත්කාලීන {{ n }} ලබාගත හැකියි. <span>තවත් තොරතුරැ සඳහා ටැප් කරන්න.</span>
th: ใช้งานได้ {{ n }} การปรับปรุง <span>แตะสำหรับข้อมูลเพิ่มเติม</span>
ur: {{ n }} تازہ کاریاں دستیاب ہیں۔ <span>مزید معلومات کے لیے چھوئیں۔</span>
uz: {{ n }} ta yangilanish mavjud. <span>Ko‘proq ma’lumot uchun bosing.</span>

source: System update available. <span>Tap for more info.</span>
am: የ ስርአት ማሻሻያ ዝግጁ ነው <span>ለበለጠ መረጃ መታ ያድርጉ</span>
ar: هناك تحديث متاح للنظام. <span> اضغط للمزيد من المعلومات.</span>
bn_bd: সিস্টেমের হালনাগাদ পাওয়া গেছে। <span>আরও তথ্যের জন্য ট্যাপ করুন।</span>
bn_in: {{ n }} আপডেট উপলব্ধ। <span>অারও তথ্যের জন্য ট্যাপ করুন।</span>
br: Hizivadur reizhiad hegerz. <span>Stokit evit gouzout hiroc'h.</span>
bs: Sistemska nadogradnja dostupna. <span>Dodirnite za više informacija.</span>
ca: Hi ha una actualització del sistema. <span>Toqueu per veure més informació</span>
cy: Mae diweddariad system ar gael. <span>Tapio am ragor o wybodaeth.</span>
es: Actualización del sistema disponible. <span>Pulse para más información.</span>
fa: به‌روز رسانی سامانه موجود است. <span>برای اطّلاعات بیش‌تر، ضربه بزنید.</span>
gd: Tha {{ n }} ùrachadh dhan t-siostam ri fhaighinn. <span>Thoir gnogag airson barrachd fiosrachaidh.</span>
lv: Sistēmas atjauninājums ir pieejams. <span>Spiediet lai uzzinātu vairāk.</span>
pt: Atualização disponível. <span>Toque para mais informações.</span>
si: පද්ධති යාවත්කාලීන {{ n }} ලබාගත හැකියි. <span>තවත් තොරතුරැ සඳහා ටැප් කරන්න.</span>
th: การปรับปรุงระบบมีให้ใช้งาน <span>แตะสำหรับข้อมูลเพิ่มเติม</span>
ur: {{ n }} تازہ کارے دستیاب۔ <span>مزید معلومات کے لیے چھوئیں۔</span>

source: {{ n }} update available
af: {{ n }} bywerking beskikbaar
am: {{ n }} ማሻሻያ ዝግጁ ነው
ar: متوفر {{ n }} تحديث
as: {{ n }} আপডেইট উপলব্ধ
bg: Налично е {{ n }} обновяване
bn_bd: {{ n }} টি হালনাগাদ বিদ্যমান
bn_in: {{ n }} আপডেট উপলব্ধ
br: {{ n }} hizivadur hegerz
bs: {{ n }} ažuriranje dostupno
ca: {{ n }} actualització disponible
cy: {{ n }} diweddariad ar gael
es: {{ n }} actualización disponible
eu: Eguneraketa bat erabilgarri
fa: ‫{{ n }} به‌روز رسانی موجود است
gd: tha {{ n }} ùrachadh ri fhaighinn
hu: {{ n }} frissítés érhető el
id: {{ n }} pembaruan tersedia
km: មាន​បច្ចុប្បន្នភាព {{ n }}
kn: {{ n }} ಅಪ್ಡೇಟುಗಳು ಲಭ್ಯವಿವೆ
lv: {{ n }} atjauninājums pieejams
mai: {{ n }} अद्यतन उपलब्ध
mg: Misy fanavaozana {{ n }}
ml: {{ n }} പരിഷ്കരണം ലഭ്യം
mr: {{ n}} सुधारणा उपलब्ध आहेत
ms: {{ n }} kemaskini tersedia
my: အဆင့်မြှင့်တင်မှု {{ n }} ခုရှိသှ်
ne: {{ n }} अपडेटहरु उपलब्ध छन्
or: {{ n }}ଟି ଅପଡେଟ ଉପଲବ୍ଧ
pt: {{ n }} atualização disponível
ro: {{ n }} actualizare disponibilă
si: යාවත්කාලීන {{ n }} තිබේ
sw: Usasishaji {{ n}} unapatikana
ta: {{ n }} புதுப்பிப்பு இருக்கிறது
te: {{ n }} నవీకరణ అందుబాటులోవుంది
th: ใช้งานได้ {{ n }} การปรับปรุง
tr: {{ n }} güncelleme var
ur: {{ n }} تازہ کاریاں دستیاب ہیں
uz: {{ n }} ta yangilanish mavjud
xh: Zi-{{ n }} ezihlaziywayo ezifumanekayo
zu: Sekunokusha okungu-{{ n }} okutholakalayo

# numberOfUpdates[two]
source: {{ n }} updates available
af: {{ n }} bywerkings beskikbaar
am: {{ n }} ማሻሻያ ዝግጁ ነው
ar: متوفر {{ n }} تحديثات
as: {{ n }} আপডেইটসমূহ উপলব্ধ
bg: Налични са {{ n }} обновявания
bn_bd: {{ n }} টি হালনাগাদ বিদ্যমান
bn_in: {{ n }} আপডেট উপলব্ধ
br: {{ n }} hizivadur hegerz
bs: {{ n }} ažuriranja dostupna
ca: {{ n }} actualitzacions disponibles
cy: {{ n }} diweddariad ar gael
es: {{ n }} actualizaciones disponibles
eu: {{ n }} eguneraketa erabilgarri
fa: ‫{{ n }} به‌روز رسانی موجود است
gd: tha {{ n }} ùrachadh ri fhaighinn
hu: {{ n }} frissítés érhető el
id: {{ n }} pembaruan tersedia
km: មាន​បច្ចុប្បន្នភាព {{ n }}
kn: {{ n }} ಅಪ್ಡೇಟುಗಳು ಲಭ್ಯವಿವೆ
lv: {{ n }} atjauninājumi pieejami
mai: {{ n }} अद्यतन उपलब्ध
mg: Misy fanavaozana {{ n }}
ml: {{ n }} പരിഷ്കരണങ്ങള്‍ ലഭ്യം
mr: {{ n }} सुधारणा उपलब्ध आहेत
ms: {{ n }} kemaskini tersedia
my: ရ​ရှိ​နိုင်​သော အဆင့်​မြှင့်​တင်​နိုင်​မှု {{ n }} ခု
ne: {{ n }} अपडेटहरु उपलब्ध छन्
or: {{ n }}ଟି ଅପଡେଟ ଉପଲବ୍ଧ
pt: {{ n }} atualizações disponíveis
ro: {{ n }} actualizări disponibile
si: යාවත්කාලීන {{ n }} ලබාගත හැකියි
sw: sasisho {{ n}} zinapatikana
ta: {{ n }} புதுப்பிப்புகள் இருக்கின்றன
te: {{ n }} నవీకరణలు అందుబాటులోవున్నాయి
th: ใช้งานได้ {{ n }} การปรับปรุง
tr: {{ n }} güncelleme var
ur: {{ n }} تازہ کاریاں دستیاب ہیں
uz: {{ n }} ta yangilanish mavjud
xh: Zi-{{ n }} ezihlaziywayo ezifumanekayo
zu: Sekunokusha okungu-{{ n }} okutholakalayo

# numberOfUpdates[few]
source: {{ n }} updates available
af: {{ n }} bywerkings beskikbaar
am: {{ n }} ማሻሻያ ዝግጁ ነው
ar: متوفر {{ n }} تحديثات
as: {{ n }} আপডেইটসমূহ উপলব্ধ
bg: Налични са {{ n }} обновявания
bn_bd: {{ n }} টি হালনাগাদ পাওয়া গিয়েছে
bn_in: {{ n }} আপডেট উপলব্ধ
br: {{ n }} hizivadur hegerz
bs: {{ n }} nadogradnji dostupno
ca: {{ n }} actualitzacions disponibles
cy: {{ n }} diweddariad ar gael
es: {{ n }} actualizaciones disponibles
eu: {{ n }} eguneraketa erabilgarri
fa: ‫{{ n }} به‌روز رسانی موجود است
gd: tha {{ n }} ùrachaidhean ri fhaighinn
hu: {{ n }} frissítés érhető el
id: {{ n }} pembaruan tersedia
km: មាន​បច្ចុប្បន្នភាព {{ n }}
kn: {{ n }} ಅಪ್ಡೇಟುಗಳು ಲಭ್ಯವಿವೆ
lv: {{ n }} atjauninājumi pieejami
mai: अपडेट उपलब्ध {{ n }}
mg: Misy fanavaozana {{ n }}
ml: {{ n }} പരിഷ്കരണങ്ങള്‍ ലഭ്യം
mr: {{ n }} सुधारणा उपलब्ध आहेत
ms: {{ n }} kemaskini tersedia
my: ရ​ရှိ​နိုင်​သော အဆင့်​မြှင့်​တင်​နိုင်​မှု {{ n }} ခု
ne: {{ n }} अपडेटहरु उपलब्ध छन्
or: {{ n }}ଟି ଅପଡେଟ ଉପଲବ୍ଧ
pt: {{ n }} atualizações disponíveis
ro: {{ n }} actualizări disponibile
si: යාවත්කාලීන {{ n }} ලබාගත හැකියි
sw: sasisho {{ n}} zinapatikana
ta: {{ n }} புதுப்பிப்புகள் இருக்கின்றன
te: {{ n }} నవీకరణలు అందుబాటులోవున్నాయి
th: ใช้งานได้ {{ n }} การปรับปรุง
tr: {{ n }} güncelleme var
ur: {{ n }} تازہ کاریاں دستیاب ہیں
uz: {{ n }} ta yangilanish mavjud
xh: Zi-{{ n }} ezihlaziywayo ezifumanekayo
zu: Sekunokusha okungu-{{ n }} okutholakalayo

# numberOfUpdates[many]
source: {{ n }} updates available
af: {{ n }} bywerkings beskikbaar
am: {{ n }} ማሻሻያ ዝግጁ ነው
ar: متوفر {{ n }} تحديثات
as: {{ n }} আপডেইটসমূহ উপলব্ধ
bg: Налични са {{ n }} обновявания
bn_bd: {{ n }} টি হালনাগাদ বিদ্যমান
bn_in: {{ n }} আপডেট উপলব্ধ
br: {{ n }} hizivadur hegerz
bs: {{ n }} nadogradnji dostupno
ca: {{ n }} actualitzacions disponibles
cy: {{ n }} diweddariad ar gael
es: {{ n }} actualizaciones disponibles
eu: {{ n }} eguneraketa erabilgarri
fa: ‫{{ n }} به‌روز رسانی موجود است
gd: tha {{ n }} ùrachadh ri fhaighinn
hu: {{ n }} frissítés érhető el
id: {{ n }} pembaruan tersedia
km: មាន​បច្ចុប្បន្នភាព {{ n }}
kn: {{ n }} ಅಪ್ಡೇಟುಗಳು ಲಭ್ಯವಿವೆ
lv: {{ n }} atjauninājumi pieejami
mai: {{ n }} अद्यतन उपलब्ध
mg: Misy fanavaozana {{ n }}
ml: {{ n }} പരിഷ്കരണങ്ങള്‍ ലഭ്യം
mr: {{ n }} सुधारणा उपलब्ध आहेत
ms: {{ n }} kemaskini tersedia
my: ရ​ရှိ​နိုင်​သော အဆင့်​မြှင့်​တင်​နိုင်​မှု {{ n }} ခု
ne: {{ n }} अपडेटहरु उपलब्ध छन्
or: {{ n }}ଟି ଅପଡେଟ ଉପଲବ୍ଧ
pt: {{ n }} atualizações disponíveis
ro: {{ n }} actualizări disponibile
si: යාවත්කාලීන {{ n }} ලබාගත හැකියි
sw: sasisho {{ n}} zinapatikana
ta: {{ n }} புதுப்பிப்புகள் இருக்கின்றன
te: {{ n }} నవీకరణలు అందుబాటులోవున్నాయి
th: ใช้งานได้ {{ n }} การปรับปรุง
tr: {{ n }} güncelleme var
ur: {{ n }} تازہ کاریاں دستیاب ہیں
uz: {{ n }} ta yangilanish mavjud
xh: Zi-{{ n }} ezihlaziywayo ezifumanekayo
zu: Sekunokusha okungu-{{ n }} okutholakalayo

# numberOfUpdates[other]
source: {{ n }} updates available
af: {{ n }} bywerkings beskikbaar
am: {{ n }} ማሻሻያ ዝግጁ ነው
ar: متوفر {{ n }} تحديثات
as: {{ n }} আপডেইটসমূহ উপলব্ধ
bg: Налични са {{ n }} обновявания
bn_bd: {{ n }} টি হালনাগাদ বিদ্যমান
bn_in: {{ n }} আপডেট উপলব্ধ
br: {{ n }} hizivadur hegerz
bs: {{ n }} nadogradnji dostupno
ca: {{ n }} actualitzacions disponibles
cy: {{ n }} diweddariad ar gael
es: {{ n }} actualizaciones disponibles
eu: {{ n }} eguneraketa erabilgarri
fa: ‫{{ n }} به‌روز رسانی موجود است
gd: tha {{ n }} ùrachadh ri fhaighinn
hu: {{ n }} frissítés érhető el
id: {{ n }} pembaruan tersedia
km: មាន​បច្ចុប្បន្នភាព {{ n }}
kn: {{ n }} ಅಪ್ಡೇಟುಗಳು ಲಭ್ಯವಿವೆ
lv: {{ n }} atjauninājumi pieejami
mai: {{ n }} अद्यतन उपलब्ध
mg: Misy fanavaozana {{ n }}
ml: {{ n }} പരിഷ്കരണങ്ങള്‍ ലഭ്യം
mr: {{ n }} सुधारणा उपलब्ध आहेत
ms: {{ n }} kemaskini tersedia
my: ရ​ရှိ​နိုင်​သော အဆင့်​မြှင့်​တင်​နိုင်​မှု {{ n }} ခု
ne: {{ n }} अपडेटहरु उपलब्ध छन्
or: {{ n }}ଟି ଅପଡେଟ ଉପଲବ୍ଧ
pt: {{ n }} atualizações disponíveis
ro: {{ n }} actualizări disponibile
si: යාවත්කාලීන {{ n }} ලබාගත හැකියි
sw: sasisho {{ n}} zinapatikana
ta: {{ n }} புதுப்பிப்புகள் இருக்கின்றன
te: {{ n }} నవీకరణలు అందుబాటులోవున్నాయి
th: ใช้งานได้ {{ n }} การปรับปรุง
tr: {{ n }} güncelleme var
ur: {{ n }} تازہ کاریاں دستیاب
uz: {{ n }} ta yangilanish mavjud
xh: Zi-{{ n }} ezihlaziywayo ezifumanekayo
zu: Sekunokusha okungu-{{ n }} okutholakalayo

source: System update
af: Stelselbywerking
am: የ ስርአት ማሻሻያ
ar: تحديث النظام
as: চিস্টেম আপডেইট
bg: Системно обновяване
bn_bd: সিস্টেম হালনাগাদ
bn_in: সিস্টেম আপডেট
br: Hizivadur ar reizhiad
bs: Sistemska nadogradnja
ca: Actualització del sistema
cy: Diweddaru'r system
es: Actualización del sistema
eu: Sistemaren eguneraketa
fa: به‌روز رسانی سامانه
gd: Ùrachadh an t-siostaim
hu: Rendszerfrissítés
id: Pembaruan sistem
km: បច្ចុប្បន្នភាព​ប្រព័ន្ធ
kn: ವ್ಯವಸ್ಥೆ ಅಪ್‌ಡೇಟ್
lv: Sistēmas atjauninājums
mai: सिस्टम अपडेट
mg: Fanavaozana rafitra
ml: സിസ്റ്റം പരിഷ്കരണം
mr: प्रणाली सुधारणा
ms: Kemaskini sistem
my: စနစ် အဆင့်​မြှင့်​တင်မှု
ne: प्रणाली अपडेट
or: ସିଷ୍ଟମ ଅପଡେଟ
pt: Atualização de sistema
ro: Actualizare de sistem
si: පද්ධති යාවත්කාලීනය
sw: Usasishaji wa mfumo
ta: கணினி மேம்பாடு
te: వ్యవస్థ నవీకరణ
th: การปรับปรุงระบบ
tr: Sistem güncellemesi
ur: نظامتازہ کاری کریں
uz: Tizimni yangilash
xh: Uhlaziyo lwenkqubo
zu: Ukuvuselelwa koHlelo

source: System update {{ version }}
am: የ ስርአት ማሻሻያ {{ version }}
ar: تحديث النظام {{ version }}
bn_bd: সিস্টেম হালনাগাদ {{ version }}
bn_in: সিস্টেম আপডেট {{ version }}
br: Hizivadenn ar reizhiad {{ version }}
bs: Sistemska nadogradnja {{ version }}
ca: Actualització del sistema {{ version }}
cy: Diweddariad system {{ version }}
es: Actualización del sistema {{ version }}
fa: به‌روز رسانی سامانه {{ version }}
gd: Ùrachadh an t-siostaim {{ version }}
lv: Sistēma atjauninājums {{ version }}
pt: Atualização {{ version }}
si: පද්ධති අනුවාදනය {{ version }}
th: การปรับปรุงระบบ {{ version }}
ur: نظام تازہ کاری کریں {{ version }}

source: System Update Ready
af: Stelselbywerking gereed
am: የ ስርአት ማሻሻያ ዝግጁ ነው
ar: تحديث النظام جاهز
as: চিস্টেম আপডেইট প্ৰস্তুত
bg: Системното обновяване е готово
bn_bd: সিস্টেমের হালনাগাদ প্রস্তুত
bn_in: সিস্টেম আপডেট প্রস্তুত
br: Prest eo hizivadur ar reizhiad
bs: Sistemska nadogradnja je spremna
ca: L'actualització del sistema està llesta
cy: Diweddariad System yn Barod
es: Actualización de sistema lista
eu: Sistemaren eguneraketa prest
fa: به‌روز رسانی سامانه، آماده است
gd: Tha ùrachadh an t-siostaim deiseil
hu: A rendszer frissítésre kész
id: Pembaruan Sistem Siap
km: ធ្វើ​បច្ចុប្បន្នភាព​ប្រព័ន្ធ​រួចរាល់
kn: ವ್ಯವಸ್ಥೆ ಅಪ್‌ಡೇಟ್ ಸಿದ್ಧವಿದೆ
lv: Sistēmas atjauninājums ir gatavs
mai: सिस्टम अपडेट तैआर अछि.
mg: Vonona Fanavaozana Rafitra
ml: സിസ്റ്റം പരിഷ്കരണം തയ്യാര്‍
mr: प्रणाली सुधारणा तयार
ms: Kemaskini Sistem Sedia
my: စနစ် အဆင့်​မြှင့်​တင်​မှု အဆင်သင့်
ne: प्रणाली अपडेट तयार
or: ସିଷ୍ଟମ ଅପଡେଟ ପ୍ରସ୍ତୁତ
pt: Atualização de Sistema Pronta
ro: Actualizare de sistem pregătită
si: පද්ධති යාවත්කාලීනය සුදානම්
sw: Usasishaji wa Mfumo uko Tayari
ta: கணினி மேம்பாடு தயாராகவுள்ளது
te: వ్యవస్థ నవీకరణ సిద్ధంగావుంది
th: การปรับปรุงระบบพร้อมแล้ว
tr: Sistem güncellemesi hazır
ur: سسٹم اپ ڈیٹ تیار ہیں
uz: Tizimni yangilash tayyor
xh: Uhlaziyo lwenkqubo selulungile
zu: Ukuvuselelwa koHlelo Sekulungile

source: System Update Error
ar: خطأ في تحديث النظام
bn_bd: সিস্টেম হালনাগাদ ত্রুটি
br: Fazi hizivadur reizhiad
ca: Error d'actualització del sistema
cy: Gwall Diweddaru'r System
fa: خطا بروزرسانی سیستم
pt: Erro na atualização do sistema
th: ข้อผิดพลาดการปรับปรุงระบบ

source: Tap for more details
ar: أنقر لمزيد من التفاصيل
bn_bd: আরও বিস্তারিত জানতে ট্যাপ করুন
br: Stokit evit kaout muioc'h a ditouroù
ca: Toqueu per veure'n els detalls
cy: Tapio am ragor o wybodaeth
fa: برای اطلاعات بیشتر ضربه بزنید
pt: Toque para mais detalhes
th: แตะสำหรับรายละเอียดเพิ่มเติม

source: Add-on Updates are Automatic
ar: التحديث للإضافات تلقائي
br: Emgefreek eo hizivadennoù an askouezhioù
cy: Mae Diweddariadau Ychwanegion yn Awtomatig

source: Tap to change these settings
ar: اضغط لتغيير هذه الاعدادات
br: Stokit evit kemmañ an arventennoù-mañ
cy: Tapio i newid y gosodiadau
th: แตะเพื่อเปลี่ยนการตั้งค่าเหล่านี้

source: {{name}} Updated
ar: تم تحديث {{name}}
br: Hizivaet eo bet {{name}}
cy: Diweddarwyd {{name}}
th: ปรับปรุง {{name}} แล้ว

source: Tap to view add-on
ar: اضغط لعرض الإضافة
br: Stokit evit gwelet an askouezh
cy: Tapio i weld ychwanegyn
th: แตะเพื่อดูส่วนเสริม
