Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
af: Wil jy graag vir Mozilla ’n verslag stuur oor die omval om ons te help om die probleem op te los? (Verslae word net via Wi-Fi gestuur.)
am: ለ ሞዚላ የ ግጭት መግለጫ መላክ ይፈልጋሉ ችግሩን ለመፍታት እንድንችል? (መግለጫ መላክ የሚችሉት በ ዋይ-ፋይ ብቻ ነው)
ar: هل ترغب في ارسال تقرير عن الانهيار لموزيلا للمساعدة في حل المشكلة؟ (ترسل التقارير عبر الواي فاي فقط.)
as: আমি সমস্যাৰ সমাধন কৰিবলে আপুনি স্খলনৰ বিষয়ে Mozilla লৈ এটা সংবাদন পঠাব খোজে নে? (সংবাদসমূহক কেৱল Wi-Fi ৰ সহায়ত পঠোৱা হয়।)
bg: Желаете ли да изпратите на Mozilla отчет за срива, за да ни помогнете да поправим проблема? (Отчетите се изпращат само по Wi-Fi.)
bn_bd: এই ক্র্যাশ সম্পর্কে আপনি কি মজিলাকে একটি রিপোর্ট প্রেরণ করবেন যাতে তা সমাধান করা যায়? (রিপোর্ট শুধুমাত্র ওয়াই-ফাই এর মাধ্যমে পাঠানো হবে।)
bn_in: আপনি Mozilla ক্র্যাশ সম্পর্কে একটি রিপোর্ট সমস্যাটি সমাধানের জন্য সাহায্য পাঠাতে চান? (প্রতিবেদন শুধুমাত্র ওয়াই-ফাই মাধ্যমে পাঠানো হয়।)
br: Fellout a ra deoc'h kas un danevell a-zivout ar sac'hadenn da vMozilla evit skoazellañ anezho da reizhañ ar gudenn ? (Kaset e vez an danevelloù dre Wi-Fi nemetken.)
bs: Želite li poslati izvještaj Mozilli o ovom rušenju kako biste nam pomogli da popravimo problem? (Izvještaji se šalju samo preko Wi-Fi veze.)
ca: Voleu enviar un informe de la fallada a Mozilla per ajudar-nos a resoldre el problema? Els informes només s'envien per Wi-Fi.
cy: Hoffech chi anfon adroddiad am y chwalu i Mozilla i'n helpu datrys y broblem? (Bydd yr adroddiadau'n cael eu anfon dros y diwifr yn unig)
es: ¿Desea enviar a Mozilla un informe acerca de este fallo y ayudarnos a solucionar el problema? (Solo se envían bajo wifi.)
eu: Nahi duzu hutsegiteari buruzko txostena Mozillara bidaltzea arazoa konpontzen laguntzeko? (Txostenak Wi-Fi bidez soilik bidaltzen dira)
fa: می‌خواهید برای کمک کردن به ما برای حلّ مشکل، گزارشی دربارهٔ خطا به موزیلا بفرستید؟ (گزارش‌ها فقط از طریق وای‌فای فرستاده می‌شوند.)
gd: AAn cuir thu aithisg dha Mozilla mun tuisleadh ach an urrainn dhuinn an duilgheadas a chàradh? (Cha dèid aithisgean a chur ach nuair a bhios tu air WiFi.)
hu: Szeretne jelentést küldeni a Mozillának a hibáról, hogy ezzel is segítsen javítani a problémát? (A jelentések csak Wi-Fi használatával kerülnek elküldésre.)
id: Ingin mengirim laporan tentang crash ke Mozilla untuk membantu memperbaiki masalahnya? (Laporan hanya dikirim lewat Wi-Fi).
km: តើ​អ្នក​ចង់​ផ្ញើ​របាយការណ៍​អំពី​ភាព​ជាប់គាំង​ទៅ Mozilla ដើម្បី​ជួយ​យើង​​ដោះស្រាយ​បញ្ហា​​នេះ​ឬ​ទេ? (បាន​ផ្ញើ​របាយការណ៍​តាម Wi-Fi ប៉ុណ្ណោះ។)
kn: ತೊಂದರೆ ಸರಿಪಡಿಸಲು ನೆರವಾಗುವಂತೆ Mozilla ಗೆ ಕ್ರಾಶ್‌ನ ವರದಿಯನ್ನು ಕಳುಹಿಸ ಬಯಸುವಿರಾ? (ವರದಿಗಳನ್ನು ಕೇವಲ Wi-Fi ಮೂಲಕ ಕಳುಹಿಸಲಾಗುತ್ತದೆ.)
mai: अहाँ दुर्घटना क संबंध मे मोजिला केँ एकटा रिपोट पठाबै चाहैत अछि जे जाहि तरह सँ हमरा समस्या केँ नीक करब मे मदति भेटि सकै? (रिपोट Wi-Fi पर ही भेजल जाइत अछि.)
mg: Te-handefa tatitra momba ny crash amin'i Mozilla ianao mba hanampiana anay hamaha ny olana? (Wi-Fi ihany no fomba fandefasana tatitra.)
ml: പ്രശ്നം പരിഹരിയ്ക്കുന്നതിനു് മോസില്ലയ്ക്കു് റിപോര്‍ട്ട് അയയ്ക്കണമോ? (വൈഫൈയിലൂടെ മാത്രമേ ഇതു് സാധ്യമുള്ളൂ)
mr: त्रुटी दूर करण्यात आम्हाला मदत म्हणून, क्रॅश अहवाल Mozilla ला पाठवू इच्छिता? (अहवाल फक्त वाय-फाय द्वारे पाठविला जातो.)
ms: Adakah anda ingin menghantar laporan ke Mozilla perihal kemusnahan bagi membantu kami memperbaiki masalah? (Laporan dihantar melalui Wi-Fi sahaja.)
my: ပြသာနာအားမိုဇီလာမှဖြေရှင်း နိုင်ရန်အတွက် ကူညီတဲ့အနေနဲ့ အစီရင်ခံစာပေးပို့ချင်ပါသလား? ( အစီရင်ခံစာများအား Wi-Fi ပေါ်တွင်သာပို့သှ်)
ne: के समस्याको समाधानका लागि तपाईको क्र्यासको प्रतिवेदन मोजिल्लालाई दिन चाहनुहुन्छ ? (प्रतिवेदनहरु Wi-Fi का माध्यम बाट मात्रय पठाइनेछ।)
or: ସମସ୍ୟାର ସମାଧାନ ପାଇଁ ଆପଣ Mozilla ପାଖକୁ ଏହି କ୍ରାସ୍‌ ବିଷୟରେ ଏକ ବିବରଣୀ ପଠାଇବାକୁ ଚାହୁଁଛନ୍ତି କି? (ବିବରଣୀଗୁଡ଼ିକ କେବଳ Wi-Fi ମାଧ୍ଯମରେ ପଠାଯାଇଥାଏ।)
pt: Gostaria de enviar um relatório à Mozilla sobre a falha para nos ajudar a corrigir o problema? (Os relatórios são enviados apenas através Wi-Fi.)
ro: Dorești să trimiți la Mozilla un raport cu privire la defecțiune pentru a ne ajuta să reparăm problema? (Rapoartele sunt trimise numai prin Wi-Fi)
si: අප විසින් දෝශ නිරාකරණයන් සිදු කිරීම සඳහා Mozilla වෙත බිඳවැටුම් වාර්ථාවක් යැවීමට කැමති ද? (වාර්ථාවන් Wi-Fi හරහා පමණක් යැවීම සිදුකරයි)
sw: Je ungependa kutumia Mozilla ripoti kuhusu kukwama ili kutusaidia kutatua tatizo? (Ripoti zinatumwa kupitia Wi-Fi tu.)
ta: பிரச்சனையை சரிசெய்ய மொசில்லாவிற்கு சிதைவு அறிக்கையை அனுப்ப விருப்பமா? (அறிக்கை வை-பை வழியாக அனுப்பப்படும்.)
te: క్రాష్ గురించిన మొజిల్లాకు నివేదిక పంపి సమస్యను పరిష్కరించుటలో మాకు సహాయపడగలరా? (నివేదికలు వై-ఫై నందు మాత్రమే పంపుబడును)
th: คุณต้องการส่งรายงานเกี่ยวกับข้อขัดข้องไปให้ Mozilla เพื่อช่วยเราแก้ปัญหาหรือไม่? (รายงานจะถูกส่งผ่าน Wi-Fi เท่านั้น)
tr: Bu sorunu düzeltmemize yardım etmek için Mozilla'ya bu çökme hakkındaki raporu göndermek ister misiniz? (Raporlar yalnızca Wi-Fi üzerinden gönderilir.)
ur: کیا آپ حادثے کے بارے میں موزیلا کو اس مسئلہ کو حل کرنے کے لئے ایک رپورٹ بھیجنا چاہتے ہیں؟ (رپورٹیں صرف وائی فائی سے بھیجے جاتے ہیں.)
uz: Bizga muammoni hal qilishda yordam beradigan hisobotni Mozilla’ga jo‘natishni xohlaysizmi? (Hisobotlar faqat Wi-Fi orqali jo‘natiladi.)
xh: Ungathanda ukuthumela ingxelo kwiMozilla malunga nokonakala ukusinceda silungise ingxaki? (Iingxelo zithunyelwa nge-Wi-Fi kuphela.)
zu: Ungathanda ukuthumela abakwa-Mozilla umbiko mayelana nalo monakalo ukuze usisize silungise le nkinga? (Imibiko ithunyelwa nge-Wi-Fi kuphela.)

source: What’s in a crash report?
af: Wat is alles in ’n omvalverslag?
am: የ ግጭት መግለጫ ምንን ያካትታል?
ar: ماذا يحتوي تقرير الحادث؟
as: এটা স্খলন সংবাদত কি থাকে?
bg: Какво има в отчета за срива?
bn_bd: একটি ক্র্যাশ রিপোর্টে কি থাকবে?
bn_in: একটি ক্র্যাশ রিপোর্টে কি আছে?
br: Petra zo e-barzh un danevell sac'hadenn ?
bs: Šta se nalazi u sadržaju o rušenju?
ca: Què conté un informe de fallada?
cy: Beth sydd mewn adroddiad chwalu?
es: ¿Qué contiene un informe de error?
eu: Zer dago hutsegite-txosten batean?
fa: گزارش خطا چیست؟
gd: Dè th’ ann an aithisg tuislidh?
hu: Mit tartalmaz a hibajelentés?
id: Apa isi laporan crash?
km: អ្វី​នៅ​ក្នុង​របាយការណ៍​ភាព​ជាប់​គាំង?
kn: ಕ್ರಾಶ್‌ ವರದಿಯಲ್ಲಿ ಏನಿದೆ?
mai: क्रैश रिपोट मे की अछि?
mg: Inona no ao @ tatitra crash?
ml: ക്രാഷ് റിപോര്‍ട്ടിലെന്തെല്ലാം?
mr: क्रॅश अहवालात काय आहे?
ms: Apa kandungan laporan nahas?
my: အပျက်အစီးအစီရင်ခံစာဆိုတာ ဘာလဲ?
ne: क्र्यास प्रतिवेदनमा के छ ?
or: କ୍ରାସ ବିବରଣୀରେ କଣ ଥାଏ?
pt: Que informações contém um relatório de falha?
ro: Ce este într-un raport de defecțiuni?
si: බිඳවැටුම් වාර්ථාවක් තුල ඇත්තේ මොනවා ද?
sw: Ni nini ipo katika ripoti ya kukwama?
ta: சிதைவு அறிக்கையில் என்னதான் இருக்கிறது?
te: క్రాష్ నివేదికనందు ఏమివుంది?
th: อะไรบ้างที่อยู่ในรายงานข้อขัดข้อง?
tr: Raporda neler var?
ur: حادثے کی رپورٹ میں کیا ہے؟
uz: Nosozlik hisobotida nima?
xh: Yintoni ekwingxelo yokonakala?
zu: Kukhonani kumbiko wokwehla komonakalo?

source: Always send Mozilla a report when a crash occurs.
af: Stuur altyd vir Mozilla ’n verslag wanneer ’n omval plaasvind.
am: ሁልጊዜ ግጭት በሚፈጠር ጊዜ መግለጫ ወደ ሞዚላ መላኪያ
ar: دائما قم بإرسال تقرير لموزيلا عند حدوث انهيار.
as: এটা স্খলন হওতে সদায় Mozilla লৈ এটা সংবাদ পঠিৱাব।
bg: При срив, винаги да бъде изпращан отчет на Mozilla.
bn_bd: যখনই একটি ক্র্যাশ ঘটবে তখনই মজিলাকে রিপোর্ট পাঠান।
bn_in: সর্বদা মোজিলাকে একটি রিপোর্ট পাঠায় ক্র্যাশ হলে
br: Atav kas un danevell da vMozilla pa zegouezh ur sac'hadenn.
bs: Uvije šalji izvještaj Mozilli kada se desi rušenje.
ca: Envia sempre un informe a Mozilla en produir-se una fallada.
cy: Anfon adroddiad at Mozilla bob tro bydd chwalu'n digwydd.
es: Mandar siempre un informe a Mozilla cuando ocurra un fallo.
eu: Bidali beti txostena Mozillara hutsegite bat gertatzen denean.
fa: همیشه هنگام رخ دادن خطا، به موزیلا گزارش بده.
gd: Cuir aithisg dha Mozilla an-còmhnaidh nuair a thuislicheas rud.
hu: Minden hiba esetén küldjön jelentést a Mozillának.
id: Saat terjadi crash, selalu kirim laporannya ke Mozilla.
km: តែងតែ​ផ្ញើ​របាយការណ៍​ទៅ Mozilla នៅ​ពេល​គាំង។
kn: ಕ್ರಾಶ್ ಆದಾಗಲೆಲ್ಲಾ Mozilla ಗೆ ಒಂದು ವರದಿಯನ್ನು ಕಳುಹಿಸು.
mai: हरदम मोजिला एकटा रिपोट भेज जखन एकटा क्रैश हाएत अछि.
mg: Handefa tatitra amin'i Mozilla foana rehefa misy crash.
ml: ക്രാഷ് ചെയ്യുമ്പോഴെല്ലാം മോസില്ലയ്ക്കു് റിപ്പോര്‍ട്ട് അയയ്ക്കൂ.
mr: प्रत्येक क्रॅश च्या वेळी, Mozilla ला अहवाल पाठवा.
ms: Sentiasa menghantar ke Mozilla laporan apabila kemusnahan berlaku.
my: အပျက်အစီး တစ်ခုဖြစ်ပွားတိုင် မိုဇီလာအား အစီရင်ခံစာပေးပို့ပါ
ne: क्र्यास भएकि सधै मोजिल्लालाई प्रतिवेदन पठाउनुहोस्।
or: କ୍ରାସ୍‌ ହେବାମାତ୍ରେ ସର୍ବଦା Mozilla ପାଖକୁ ଏକ ବିବରଣୀ ପଠାନ୍ତୁ।
pt: Enviar sempre um relatório para a Mozilla quando ocorrer uma falha.
ro: Trimite mereu la Mozilla un raport când apare o defecțiune.
si: බිඳවැටීමක් සිදුවූ සෑම අවස්ථාවකදීම Mozilla වෙත බිඳවැටුම් වාර්ථාවක් යවන්න.
sw: Daima tumia Mozilla ripoti wakati kukwama kunatokea.
ta: சிதைவு எப்போது ஏற்ப்பட்டாலும் மொசில்லாவிற்கு ஒரு அறிக்கையை அனுப்பவும்.
te: క్రాష్ సంభవించిన ప్రతిసారి మొజిల్లాకు నివేదికపంపు.
th: ส่งรายงานให้ Mozilla เสมอเมื่อเกิดข้อขัดข้อง
tr: Çökme olduğunda her zaman Mozilla'ya rapor gönder.
ur: ہمیشہ موزیلا کو اس طرح کے حادثے کے بارے میں رپورٹ بھیجے۔
uz: Nosozlik ro‘y berganda doimo Mozilla’ga hisobot jo‘natiladi.
xh: Ngamaxesha onke thumela ingxelo kwiMozilla xa kukho ukonakala.
zu: Ngaso sonke isikhathi thumela umbiko uma kwehla umonakalo.

source: Don’t Send
af: Moenie stuur nie
am: አትላክ
ar: لا ترسل
as: নপঠাব
bg: Отказ
bn_bd: প্রেরন করবেন না
bn_in: প্রেরন করবেন না
br: Na gas
bs: Ne šalji
ca: No l'enviïs
cy: Peidio Anfon
es: No enviar
eu: Ez bidali
fa: ارسال نکردن
gd: Na cuir
hu: Ne küldjön
id: Jangan Kirim
km: កុំ​ផ្ញើ
kn: ಕಳುಹಿಸಬೇಡ
lv: Nesūtīt
mai: मत पठाबू
mg: Tsy Handefa
ml: അയയ്ക്കേണ്ട
mr: पाठवू नका
ms: Jangan Hantar
my: မပို့ပါနှင့်
ne: नपठाउनुहोस्
or: ପଠାନ୍ତୁ ନାହିଁ
pt: Não Enviar
ro: Nu trimite
si: යවන්න එපා
sw: Usitume
ta: அனுப்பாதே
te: పంపవద్దు
th: ไม่ส่ง
tr: Gönderme
ur: مت بھیجیں
uz: Jo‘natilmasin
xh: Sukuyithumela
zu: Ungathumeli

source: Send Report
af: Stuur verslag
am: መግለጫ መላኪያ
ar: أرسل التقرير
as: সংবাদ পঠাওক
bg: Изпращане
bn_bd: রিপোর্ট পাঠান
bn_in: প্রতিবেদন পাঠান
br: Kas an danevell
bs: Pošalji izvještaj
ca: Envia l'informe
cy: Anfon Adroddiad
es: Enviar informe
eu: Bidali txostena
fa: ارسال گزارش
gd: Cuir an aithisg
hu: Jelentés küldése
id: Kirim Laporan
km: ផ្ញើ​របាយការណ៍
kn: ವರದಿ ಕಳುಹಿಸು
lv: Sūtīt ziņojumu
mai: रपट सहेजू
mg: Handefa Tatitra
ml: റിപോര്‍ട്ട് അയയ്ക്കൂ
mr: अहवाल पाठवा
ms: Hantar Laporan
my: အစီရင်ခံစာအားပေးပို့ပါ
ne: प्रतिवेदन पठाउनुहोस्
or: ବିବରଣୀ ପଠାନ୍ତୁ
pt: Enviar Relatório
ro: Trimite raportul
si: වාර්තාව යවන්න
sw: Tuma Ripoti
ta: அனுப்பு
te: నివేదిక పంపు
th: ส่งรายงาน
tr: Raporu Gönder
ur: رپورٹ بھیجیں
uz: Hisobot jo‘natish
xh: Thumela ingxelo
zu: Thumela umbiko

source: Crash Reports
af: Omvalverslae
am: የግጭት መግለጫ
ar: تقارير الانهيارات
as: স্খলন সংবাদসমূহ
bg: Отчети за срив
bn_bd: ক্র্যাশ রিপোর্ট
bn_in: ক্র্যাশ প্রতিবেদন
br: Danevelloù sac'hadenn
bs: Izvještaj o rušenju
ca: Informes de fallada
cy: Adroddiadau Chwalu
es: Informes de error
eu: Hutsegite-txostenak
fa: گزارش‌های خطا
gd: Aithisgean air tuislidhean
hu: Hibajelentések
id: Laporan Crash
km: របាយការណ៍​ភាព​ជាប់​គាំង
kn: ಕ್ರಾಶ್‌ನ ವರದಿಗಳು
mai: क्रैश रिपोट
mg: Tatitra Crash
ml: ക്രാഷ് റിപോര്‍ട്ടുകള്‍
mr: क्रॅश अहवाल
ms: Laporan Nahas
my: အပျက်အဆီး အစီရင်ခံစာ
ne: क्र्यास प्रतिवेदनहरू
or: ନଷ୍ଟ ବିବରଣୀଗୁଡ଼ିକ
pt: Relatórios de Falha
ro: Rapoarte de defecțiuni
si: බිදවැටුම් වාර්තා
sw: Ripoti za Kukwama
ta: சிதைவு அறிக்கை
te: క్రాష్ నివేదికలు
th: รายงานข้อขัดข้อง
tr: Çökme Raporları
ur: کریش رپورٹیں
uz: Nosozlik ma`lumotlari
xh: Iingxelo zomonakalo
zu: Imibiko Yomonakalo

source: Done
af: Klaar
am: ጨርሷል
ar: تم
as: কৰা হল
bg: Готово
bn_bd: সম্পন্ন
bn_in: সম্পন্ন
br: Graet
bs: Gotovo
ca: Fet
cy: Gorffen
es: Aceptar
eu: Eginda
fa: انجام شد
gd: Deiseil
hu: Kész
id: Selesai
km: ធ្វើ​រួច
kn: ಮುಗಿಯಿತು
lv: Tas viss!
mai: संपन्न
mg: Vita
ml: തീര്‍ന്നു
mr: पूर्ण
ms: Selesai
my: ပြီးပြီ
ne: गरियो
or: ସମ୍ପନ୍ନ
pt: Feito
ro: Gata
si: නිමයි
sw: Imekamilika
ta: முடிந்தது
te: పూర్తయ్యింది
th: เสร็จสิ้น
tr: Bitti
ur: ختم
uz: Tayyor
xh: Ugqibile
zu: Qedile

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
af: ’n Omvalverslag bevat inligting oor die omval en jou toestel, asook ’n skermskoot van jou toestel tydens die omval.
am: የ ግጭት መግለጫ የሚይዘው ስለ ግጭቱ ትንሽ ዝርዝር እና ስለ እርስዎ አካል እንዲሁም ቁራጭ ፎቶ አካሉ በተጋጨ ጊዜ የነበረውን ነው
ar: تقرير الانهيار يحتوي على تفاصيل الانهيار و جوّالك ولمحة عن حالة جوّالك لحظه حدوث الانهيار.
as: এটা স্খলন সংবাদে স্কংন আৰু আপোনাৰ ডিভাইচৰ বিষয়ে বিৱৰণ, আৰু লগতে আপোনাৰ ডিভাইচত স্খলন হওতে আপোনাৰ ডিভাইচৰ অৱস্থাৰ এটা স্নেপশ্বট অন্তৰ্ভুক্ত কৰে।
bg: Отчетите за срив съдържат детайли за срива, както и моментното състояние на устройството по време на срива.
bn_bd: একটি ক্র্যাশ রিপোর্ট ক্র্যাশটির ও আপনার ডিভাইসের কিছু তথ্য ধারন করে , এবং ক্র্যাশের সময় আপনার ডিভাইসের অবস্থার একটা স্ন্যাপশটও।
bn_in: একটি ক্র্যাশ রিপোর্টে ক্র্যাশ এবং আপনার ডিভাইস সম্পর্কে কিছু বিবরণ থাকে, যেমন আপনার ডিভাইসের অবস্থা যখন এটি ক্র্যাশ করে।
br: Un danevell sac'hadenn a endalc'h munudoù a-zivout ar sac'hadenn hag ho trevnad, hag ur skeudenn eus stad ho trevnad a-raok ar sac'hadenn.
bs: Izvještaj o rušenju sadrži detalje o rušenju i vašem uređaju, te snimak stanja vašeg uređaja u trenutku nastanka rušenja.
ca: Un informe de fallada conté detalls de la fallada i del vostre dispositiu, així com una instantània de l'estat del dispositiu quan va fallar.
cy: Mae adroddiad chwalu'n cynnwys manylion am y chwalu yn ogystal â chiplun o gyflwr eich dyfais pan chwalodd.
es: Un informe de error contiene una serie de datos que describen el fallo y su dispositivo, así como una instantánea del estado en el que se encontraba su dispositivo cuando ocurrió el fallo.
eu: Hutsegite-txosten batek hutsegiteari eta zure gailuari buruzko xehetasunak ditu; horrez gain, gailuak huts egin zuen momentuko egoeraren argazkia ere badu.
fa: گزارش خطا، شامل برخی اطَلاعات دربارهٔ خطا و دستگاه شما، به همراه تصویر لحظه‌ای از حالت دستگاه هنگام بروز خطاست.
gd: Bidh beagan fiosrachaidh mun tuisleadh is mun uidheam agad san aithisg agus snapshot de staid an uidheim agad nuair a thuislich e.
hu: A hibajelentés a hibával és az eszközével kapcsolatos részleteket, valamint az eszköz állapotának pillanatképét tartalmazza.
id: Laporan crash berisi detail tentang crash dan perangkat Anda, serta status perangkat Anda saat terjadi crash.
km: របាយការណ៍​ភាព​ជាប់គាំង​មាន​​សេចក្ដី​លម្អិត​ខ្លះ​អំពី​ភាព​ជាប់គាំង និង​ឧបករណ៍​របស់​អ្នក ក៏ដូចជា​រូបថត​អំពី​សភាព​ឧបករណ៍​របស់​អ្នក​នៅ​ពេល​វា​បាន​គាំង។
kn: ಕ್ರಾಶ್ ವರದಿಯು ಕ್ರಾಶ್‌ ಮತ್ತು ನಿಮ್ಮ ಸಾಧನ ಬಗೆಗಿನ ವಿವರಣೆಯ ಜೊತೆಗೆ ನಿಮ್ಮ ಸಾಧನವು ಕ್ರಾಶ್ ಆದಾಗಿನ ಸ್ಥಿತಿಯ ತೆರೆಚಿತ್ರವನ್ನೂ ಸಹ ಒಳಗೊಂಡಿರುತ್ತದೆ.
mai: एकटा दुर्घटना क रिपोट दुर्घटना आओर अपन डिवाइस क संबंध मे किछु जानकारी अछि, क रूपेँ क रूप मे अच्छी तरह सँ अपन डिवाइस क राज्य मे जखन ई दुर्घटनाग्रस्त भए जाए सँ एकटा स्नैपशॉट सामिल अछि.
mg: Ny tatitra crash dia misy antsipiriany vitsivitsy momba ny crash sy ny fitaovanao, ary koa sary indray mipikan'ny toetry ny fitaovanao tamin'ny fotoana nahavoan'ny crash azy.
ml: ക്രാഷ് റിപ്പോര്‍ട്ടില്‍ തകരാര്‍, മൊബൈല്‍ എന്നീ വിവരങ്ങളും മൊബൈല്‍ ക്രാഷ് ചെയ്ത സമയത്തുള്ള അവസ്ഥയും അടങ്ങുന്നു.
mr: क्रॅश अहवालात आपले उपकरण कसे क्रॅश झाले याबाबत आणि आपल्या उपकरणाबाबत माहिती, तसेच क्रॅश स्थितीतला फोटो समाविष्ट असतो.
ms: Laporan nahas mengandungi beberapa perincian perihal nahas dan peranti anda, juga cekupan layar keadaan peranti anda ketika ia musnah.
my: ပျက်ဆီးမှုအစီရင်ခံစာတစ်ခုတွင် သင့် ဖုန်း အကြောင်းအရာနှင့် ပျက်ဆီးမှု အသေးစိတ်အချက်အလက်များအပြင် လက်ရှိ ဖုန်းအခြေအနေ ကိုပါ ပူးတွဲတင်ပြထားသှ်။
ne: एउटा क्र्यास प्रतिवेदनमा क्र्यास र तपाईँको यन्त्रको बारे केही विवरण साथसाथै तपाईँको यन्त्र क्र्यास भएको अवस्थाको एउटा स्न्यापसट हुन्छ।
or: ଏକ କ୍ରାସ ବିବରଣୀରେ କ୍ରାସ୍‌ ଏବଂ ଆପଣଙ୍କ ଉପକରଣ ବିଷୟରେ କିଛି ତଥ୍ଯ ଥାଏ, ଏବଂ କ୍ରାସ୍‌ ହେବା ସମୟରେ ଆପଣଙ୍କର ଉପକରଣ ସ୍ଥିତିର ଏକ ଆଶୁଚିତ୍ର ମଧ୍ଯ ଥାଏ।
pt: Um relatório de falha contem alguns detalhes sobre a falha e o seu dispositivo, bem como uma captura do estado do seu dispositivo quando a mesma ocorreu.
ro: Un raport de defecțiuni conține niște detalii despre defecțiune și despre dispozitiv, precum și un instantaneu al stării telefonului în momentul în care s-a închis neașteptat.
si: බිදවැටීම් වාර්ථාවක බිඳවැටීම හා ඔබගේ උපාංගය පිලිබඳව දත්ත ඇතුලත් වේ, එමෙන්ම ඔබගේ උපාංගය එම අවස්ථාවේ පැවති තත්වය පිලිබඳව ද වාර්ථාවක් ඇතුලත් වේ.
sw: Ripoti ya kukwama ina maelezo kuhusu kukwama na kifaa chako, pia na taswira tuli ya hali ya kifaa chako kilipokwama.
ta: ஒரு சிதைவு அறிக்கையானது உங்களுடைய சாதனம் மற்றும் சிதைவு பற்றிய விவரங்களை வைத்திருக்கும், அத்துடன் உங்களுடைய சாதனம் சிதைவடைந்த நிலையை படம்பிடித்து வைத்திருக்கும்.
te: క్రాష్ నివేదిక మీ క్రాష్ వివరాలు మరియు మీ పరికరం వివరాలు, అదేవిధంగా మీ పరికరం క్రాషైనప్పటి స్నాప్‌షాట్ కూడా కలిగివుంటుంది.
th: รายงานข้อขัดข้องประกอบด้วยรายละเอียดบางอย่างเกี่ยวกับข้อขัดข้องและอุปกรณ์ของคุณ ตลอดจนจุดภาพสถานะอุปกรณ์ของคุณขณะขัดข้อง
tr: Bir çökme raporu, çökme ve aygıtınız hakkında bazı ayrıntıların yanı sıra aygıtınızın çökme zamandaki durumunu gösteren bir anlık görüntüsünü içerir.
ur: ایک حادثے کی رپورٹ میں حادثے اور آپ کے آلے کے بارے میں کچھ تفصیلات کے ساتھ آپ کے آلہ کی حالت جب وہ گر کر تباہ ہو کی ایک سنیپ شاٹ پر مشتمل ہے۔
uz: Nosozlik ma’lumotlari o‘zida nosozlik ro‘y berganda qurilmangiz holati rasmi kabi nosozlik va qurilmangiz haqidagi ba’zi tafsilotlarni o‘zida jamlaydi.
xh: Ingxelo yokonakala iquka iinkcukacha zokonakala nangesixhobo sakho, kunye nefoto engemo yesixhobo saho xa sonakele.
zu: Umbiko womonakalo uqukethe eminye imininingwane mayelana nomonakalo kanye nedivayisi yakho, kanjalo nesithombe sesimo sedivayisi yakho ngenkathi kwenzeka umonakalo.
