Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

source: You can not make calls, send messages or go online because emergency callback mode is enabled. Would you like to turn it off?
af: Jy kan nie oproepe maak, boodskappe stuur of aanlyn gaan nie, want noodterugskakel-modus is geaktiveer. Sal jy dit graag wil afskakel?
am: ጥሪ ማድረግ አይችሉም: መልእክቶች መላክ ወይንም መስመር ላይ መግባት ምክንያቱም መልሶ መደወያ ዘዴን አስችለዋል: አሁን ማጥፋት ይፈልጋሉ?
ar: لا يمكنك إجراء المكالمات، وإرسال الرسائل أو الذهاب على الانترنت لتمكين وضع الاتصال بالطوارئ. هل ترغب في إيقاف تشغيله؟
as: আপাতকালীন কলবেক সামৰ্থবান থকা বাবে আপুনি কল কৰিব, বাৰ্তা পঠাব অথবা অনলাইন যাব নোৱাৰিব। আপুনি ইয়াক অফ কৰিব খোজে নে?
bg: Не можете да се обаждате, да изпращате съобщения или да се свързвате с Интернет, защото режимът на връщане спешно обаждане е включен. Бихте ли желали да бъде изключен?
bn_bd: আপনি কল করতে, বার্তা পাঠাতে বা অনলাইন যেতে পারবেন না কারন জরুরী কলব্যাক মোড সক্রিয় করা আছে। আপনি কি এটা বন্ধ করতে চান?
bn_in: আপনি কল করতে বার্তা পাঠাতে বা অনলাইন হতে পারবেন না কারন জরুরী কলব্যাক মোড সক্রিয় করা হয়েছে। আপনি কি এটা বন্ধ করতে চান?
br: N'hallit ket ober galvoù, kas kemennadennoù pe mont enlinenn peogwir eo gweredekaet ar mod adc'halv a zifrae. Fellout a ra deoc'h diweredekaat anezhañ ?
bs: Ne možete zvati, slati poruke ili biti online zato što je aktivan režim hitnog povratnog poziva. Želite li ga isključiti?
ca: No podeu fer trucades, enviar missatges ni connectar-vos a Internet perquè hi ha activat el mode de devolució de trucada d'emergència. Voleu desactivar-lo?
cy: Nid oes modd i chi wneud galwadau, anfon negeseuon na mynd ar-lein gan fod modd adalw argyfwng wedi ei alluogi. Hoffech chi ei ddiffodd?
es: No puede hacer llamadas, enviar mensajes ni conectarse a internet porque tiene activado el modo de llamada de respuesta de emergencia. ¿Desea desactivarlo?
eu: Ezin duzu deirik egin, mezurik bidali edo linean jarri larrialdietan atzera deitzeko modua gaituta dagoelako. Itzali egin nahi duzu?
fa: نمی‌توانید تماس بگیرید، پیام بفرستید یا برخط شوید، زیرا حالت تماس اضطراری فعّال است. می‌خواهید خاموشش کنید؟
gd: Chan urrainn dhut gairmean no teachdaireachdan a chur no a dhol air loidhne leis gu bheil modh nan ais-ghairmean èiginn an comas. A bheil thu airson a chur dheth?
hu: Nem tud hívást kezdeményezni, üzenetet küldeni és internetezni a bekapcsolt vészvisszahívási mód miatt. Ki szeretné kapcsolni ezt a módot?
id: Anda tidak dapat membuat panggilan, mengirim pesan, atau tersambung ke jaringan karena mode panggilan balik darurat sedang diaktifkan. Ingin mematikannya?
km: អ្នក​មិន​អាច​ធ្វើ​ការ​ហៅ​បាន​ទេ, ផ្ញើ​សារ ឬ​​នៅ​លើ​បណ្ដាញ ពីព្រោះ​​​របៀប​ការ​ហៅ​ត្រឡប់​វិញ​នៅ​ពេល​មាន​អាសន្ន​ត្រូវ​បាន​បើក។ តើ​អ្នក​ចង់​បិទ​វា​ឬ?
kn: ಮರಳಿ ತುರ್ತು ಕರೆ ಮಾಡುವ ಸ್ಥಿತಿ ಸಕ್ರಿಯವಾಗಿರುವುದರಿಂದ ಕರೆ ಮಾಡಲು, ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಲು ಅಥವ ಆನ್‍ಲೈನ್ ಹೋಗಲು ಸಾಧ್ಯವಿಲ್ಲ. ಇದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಇಚ್ಛಿಸುತ್ತೀರಾ?
mai: अहाँ कॉल्स नहि कए सकैत अछि, समाद पठाबै अथवा आनलाइन जाउ किएक आपातकालीन कॉलबैक मोड सक्षम अछि. अहाँ एकरा बन्न कएनाइ चाहब?
mg: Tsy afaka miantso, mandefa hafatra na mandeha an-jotra aterineto ianao satria novelomina ny maody famerin'antso vonjy taitra. Tianao hovonoina io?
ml: അടിയന്തര കോൾബാക്ക് രീതി പ്രവർത്തനസജ്ജമായതിനാൽ താങ്കൾക്ക് വിളിക്കാനോ, സന്ദേശമയയ്ക്കാനോ അല്ലെങ്കിൽ ഓൺലൈൻ പോകാനോ സാധ്യമല്ല. താങ്കൾക്ക് അത് പ്രവർത്തനരഹിതമാക്കണമെന്നുണ്ടോ?
mr: अडचणीच्या वेळचा कॉलबॅक मोड सक्रिय असल्यामुळे, आपण कॉल करू शकत नाही, संदेश पाठवू शकत नाही किंवा ऑनलाइन जाऊ शकत नाही. हा मोड बंद करायचा का?
ms: Anda tidak boleh membuat panggilan, menghantar mesej atau pergi ke dalam talian kerana mod panggil balik kecemasan yang aktif. Adakah anda ingin untuk menjadikan ia di luar?
my: အရေးပေါ်သုံ ပြန်ခေါ်ဆိုမှု သုံးထားသဖြင့် ဖုန်း၊ စာတို နှင့် အင်တာနက်သုံးဆွဲခြင်းအား မပြုလုပ်နိုင်ပါ။ ၎င်းအား ယခု ပိတ်ထားတော့မလား ?
ne: तपाईंले कल गर्न, सन्देश पठाउन अथवा अनलाइन जान सक्नुहुन्न किनभने आकसमिक कलब्याक मोड सक्षम परिएको छैन । के तपाईं यसलाई बन्द गर्न चाहनुहुन्छ ?
or: ଆପଣ କଲ କରିପାରିବେ ନାହିଁ, ସନ୍ଦେଶ ପଠାନ୍ତୁ କିମ୍ବା ଅନ୍‌ଲାଇନ୍‌ ହୁଅନ୍ତୁ, କାରଣ ଜରୁରୀକାଳୀନ କଲ୍‌ବ୍ୟାକ୍‌ ଧାରା ସକ୍ରିୟ ହୋଇଛି। ଆପଣ ଏହାକୁ ଅଫ୍‌ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pt: Não pode fazer chamadas, enviar mensagens ou ir online porque o modo de chamadas de emergência está ativo. Gostaria de o desativar?
ro: Nu poți realiza apeluri, trimite mesaje sau să fii online deoarece modul de apelare inversă de urgență este activat. Dorești să-l oprești?
si: හදිසි නැවත ඇමතීමේ ප්‍රකාරය සක්‍රීය බැවින් ඔබට දුරකථන ඇමතුම් ලබාගැනීම, පණිවුඩ යැවීම හෝ මාර්ගගත වීම සිදුකල නොහැකියි. එය අක්‍රීය කරන්න ද?
sw: Huwezi kupiga simu, kutuma ujumbe au kwenda mtandaoni kwa sababu hali ya kupiga simu za dharura imewezeshwa. Ungependa kuizima?
ta: நீங்கள் அழைப்பை ஏற்றபடுத்தவொ, செய்திகளை அனுப்பவோ அல்லது இணையத்தை அனுகவோ முடியாது ஏனென்றால் அவசர அழைப்பு முறைமையில் உள்ளது. நீங்கள் அதை முடக்கு விரும்புகிறீர்களா?
te: అత్యవసర కాల్‌బ్యాక్ రీతి చేతనంగా ఉన్న కారణంగా మీరు కాల్స్ చేయలేరు, సందేశాలు పంపలేరు. మీరు దానిని ఆఫ్ చేద్దామనుకుంటున్నారా?
th: คุณไม่สามารถโทรออก ส่งข้อความ หรือออนไลน์ เนื่องจากโหมดโทรกลับฉุกเฉินถูกเปิดใช้งานอยู่ คุณต้องการปิดหรือไม่?
tr: Acil geri arama modu etkin olduğu için arama yapamaz, mesaj gönderemez ve internete giremezsiniz. Bu modu kapatmak ister misiniz?
ur: آپ کالیں نہیں کر سکتے ہیں، پیغامات نہیں بھیج سکتے یا آن لائن نہیں جا سکتے کیونکہ ہنگامی کال بیک موڈ چالو حالت میں ہے۔ آپ اس کو بند کرنا چاہتے ہیں؟
uz: Favqulodda rejim yoqilganda, siz qo‘ng‘iroq qila olmaysiz yoki onlayn bo‘la olmaysiz. Uni o‘chirishni xohlaysizmi?
xh: Akunakho ukufowuna, ukuthumela imiyalezo okanye ukungena kwi-intanethi kuba imo yokutsalela umnxeba ongxamisekileyo yenziwe yasebenza. Ingaba ufuna ukuyicima?
zu: Awukwazi ukushaya izingcingo, ukuthumela imiyalezo noma ukungena emoyeni ngenxa yemodi yesimo esiphuthumayo sokubuyisela ucingo. Ungathanda ukuyicima?

source: CDMA record information
af: CDMA-rekordinligting
ar: CDMA تسجيل معلومات
as: CDMA ৰেকৰ্ড তথ্য
bg: CDMA информация
bn_bd: CDMA রেকর্ড তথ্য
bn_in: CDMA রেকর্ড তথ্য
br: Titouroù an enrolladur CDMA
bs: Informacija o CDMA zapisu
ca: Informació del registre CDMA
cy: Gwybodaeth cofnod CDMA
es: Información de registro CDMA
eu: CDMA erregistroaren informazioa
fa: اطّلاعات ثبت CDMA
gd: Fiosrachadh clàraidh CDMA
hu: CDMA rekordinformációk
id: Informasi data CDMA
km: ព័ត៌មាន​កំណត់​ត្រា CDMA
kn: CDMA ರೆಕಾರ್ಡ್ ಮಾಹಿತಿ
mai: CDMA रिकार्ड क जानकारी
mg: Fampahalalana arisiva CDMA
ml: സിഡിഎംഎ റിക്കോര്‍ഡ് വിവരം
mr: CDMA नोंद माहिती
ms: Maklumat rakaman CDMA
my: CDMA မှတ်တမ်းအချက်အလက်
ne: सि डी एम् ए रेकर्ड सूचना
or: CDMA ବିବରଣୀ ସୂଚନା
pt: Registo de informação CDMA
ro: Informații de înregistrare CDMA
si: CDMA වාර්ථා දත්ත
sw: Taarifa ya rekodi ya CDMA
ta: CDMA பதிவேட்டு தகவல்
te: సిడిఎమ్‌ఎ రికార్డ్ సమాచారం
th: ข้อมูลการบันทึก CDMA
tr: CDMA kayıt bilgileri
ur: CDMA ریکارڈ کی معلومات
uz: CDMA yozuv ma’lumoti
xh: Ingxelo yenkcazelo ye-CDMA
zu: Imininingwane yerekhodi le-CDMA

source: Tap to switch input method
af: Tik daarop om toevoermetode te wissel
am: መታ ያድርጉ የማስገቢያ ዘዴ ለመቀየር
ar: انقر بثبات لتبديل طريقة الكتابة
as: ইনপুট পদ্ধতি চুইচ কৰিবলে টেপ কৰক
bg: Смяна на метода за въвеждане
bn_bd: ইনপুট পদ্ধতি পরিবর্তনের জন্য চাপুন
bn_in: ইনপুট পদ্ধতি পরিবর্তন করতে ট্যাপ করুন
br: Stokit evit kemmañ ar mod bizskrivañ
bs: Dodirnite za promjenu načina unosa
ca: Toqueu per triar el mètode d'entrada
cy: Cyffwrdd i newid dull mewnbwn
es: Pulse para cambiar método de entrada
eu: Sakatu sarrera-metodoa aldatzeko
fa: برای تعویض روش ورودی، ضربه بزنید
gd: Thoir gnogag gus dòigh ion-chuir eile a chleachdadh
hu: Koppintson a bevitelimód-váltáshoz
id: Ketuk untuk berganti metode input
km: ប៉ះ ដើម្បី​ប្ដូរ​​វិធីសាស្ត្រ​បញ្ចូល
kn: ಇನ್‍ಪುಟ್ ವಿಧಾನ ಬದಲಿಸಲು ಮೆಲ್ಲ ತಟ್ಟಿ
mai: इनपुट विधि केँ स्विच करब कलेल टैप करू
mg: Tsindrio raha hanova fomba fanoratana
ml: ഇന്‍പുട്ട് രീതി മാറ്റുന്നതിനു് തൊടുക
mr: इनपुट पद्धत बदलण्यासाठी, टॅप करा
ms: Tap untuk tukar kaedah input
my: စာရိုက်စနစ်ပြောင်းရန် ဒီတွင်ထိပါ
ne: प्रणाली बदल्न थिच्नुहोस
or: ନିବେଶ ପ୍ରଣୀଳିକୁ ବଦଳାଇବା ପାଇଁ ଟ୍ୟାପ କରନ୍ତୁ
pt: Alterar método de introdução
ro: Atinge ca să comuți metoda de intrare
si: ආදාන රීතිය අතර හුවමාරු වීමට ‍ටැප් කරන්න
sw: Donoa ili kubadili mbinu ya ingizo
ta: உள்ளீடு முறையை மாற்று தொடு
te: ఇన్పుట్ పద్ధతి మారుటకు తాకండి
th: แตะเพื่อสลับวิธีการป้อนค่า
tr: Giriş yöntemini değiştirmek için dokunun
ur: ان پٹ کا طریقہ سوئچ کرنے کے لیئے تھپکیں
uz: Yozish uslubiga o‘tish uchun bosing
xh: Cofa ukuze utshintshe indlela yokufaka
zu: Thinta kancane ukuze ushintshe indlela yokufaka

source: Download started
af: Aflaai het begin
am: ማውረድ ጀምሯል
ar: بدأ التنزيل
as: ডাউনল'ড আৰম্ভ হ'ল
bg: Започнато изтегляне
bn_bd: ডাউনলোড শুরু হয়েছে
bn_in: ডাউনলোড শুরু হয়েছে
br: Pellgargadur kroget
bs: Preuzimanje započeto
ca: S'ha iniciat la baixada
cy: Llwytho i lawr wedi cychwyn
es: Descarga iniciada
eu: Deskarga hasita
fa: بارگیری آغاز شد
gd: Thòisich an luchdadh a-nuas
hu: Letöltés elindult
id: Unduhan dihentikan
km: បាន​ចាប់ផ្ដើម​ទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ಆರಂಭವಾಗಿದೆ
lv: Lejupielāde sākas
mai: डाउनलोड शुरू
mg: Natomboka ny fampidinana
ml: ഡൌണ്‍ലോഡ് തുടങ്ങി
mr: डाउनलोड सुरू झाले आहे
ms: Muat turun bermula
my: ဆွဲယူခြင်း စတင်နေပြီ
ne: डाउनलोड सुरु गरियो
or: ଆହରଣ ଆରମ୍ଭ ହୋଇଛି
pt: Descarga iniciada
ro: Descărcarea a început
si: බාගැනීම ඇරඹිනි
sw: Daunlodi imeanza
ta: துவங்கியது
te: దింపుకోలు ప్రారంభమైంది
th: เริ่มการดาวน์โหลดแล้ว
tr: İndirme başlatıldı
ur: ڈاؤن لوڈ شروع ہوگیا
uz: Yuklab olish boshlandi
xh: Ukukhuphela kuqalisiwe
zu: Ukudawuniloda kuqalile

source: Download stopped
af: Aflaai is gestop
am: ማውረድ ተቋርጧል
ar: توقف التنزيل
as: ডাউনল'ড বন্ধ হ'ল
bg: Спряно изтегляне
bn_bd: ডাউনলোড বন্ধ হয়েছে
bn_in: ডাউনলোড থেমেছে
br: Pellgargadur ehanet
bs: Preuzimanje prekinuto
ca: S'ha aturat la baixada
cy: Llwytho i lawr wedi atal
es: Descarga detenida
eu: Deskarga geldituta
fa: بارگیری متوقّف شد
gd: Sguir thu dhen luchdadh a-nuas
hu: Letöltés leállt
id: Unduhan dihentikan
km: បាន​បញ្ឈប់ការ​ទាញ​យក
kn: ಡೌನ್‌ಲೋಡ್ ನಿಲ್ಲಿಸಿದೆ
lv: Lejupielāde beidzās
mai: डाउनलोड बन्न
mg: Najanona ny fampidinana
ml: ഡൌണ്‍ലോഡ് നിന്നു
mr: डाउनलोड करणे बंद झाले
ms: Muat turun dihentikan
my: ဆွဲယူခြင်း ရပ်တန့်ထားသှ်
ne: डाउनलोड रोकियो
or: ଆହରଣ ଅଟକିଛି
pt: Descarga parada
ro: Descărcare oprită
si: බාගැනීම අත්හිටවිනි
sw: Daunlodi imesimama
ta: நிறுத்தப்பட்டது
te: దింపుకోలు ఆపబడెను
th: หยุดการดาวน์โหลดแล้ว
tr: İndirme durduruldu
ur: ڈاؤن لوڈ روکیں
uz: Yuklab olish to‘xtatildi
xh: Ukukhuphela kumile
zu: Ukudawuniloda kumile

# download_downloading
source: Downloading…
af: Laai tans af…
am: በማውረድ ላይ…
ar: جارِ التحميل...
as: ডাউনল'ড কৰা হৈছে...
bg: Изтегляне…
bn_bd: ডাউনলোড করা হচ্ছে…
bn_in: ডাউনলোড চলছে…
br: O pellgargañ…
bs: Preuzimam...
ca: S'està baixant…
cy: Llwytho i lawr…
es: Descargando…
eu: Deskargatzen…
fa: در حال بارگیری…
gd: ’Ga luchdadh a-nuas…
hu: Letöltés…
id: Mengunduh…
km: កំពុង​ទាញ​យក...
kn: ಡೌನ್‌ಲೋಡ್‌ ಆಗುತ್ತಿದೆ…
lv: Lejupielādē…
mai: डाउनलोड कए रहल अछि…
mg: Mampidina…
ml: ഡൌണ്‍ലോഡുന്നു…
mr: डाउनलोड करत आहे…
ms: Memuat turun…
my: ဆွဲယူနေသှ်...
ne: डाउनलोड हुँदैछ…
or: ଆହରଣ କରୁଛି…
pt: A descarregar…
ro: Se descarcă…
si: බාගනිමින්...
sw: Inadaunlodi…
ta: பதிவிறக்கம்...
te: దించుతోంది...
th: กำลังดาวน์โหลด…
tr: İndiriliyor…
ur: ڈاؤن لوڈ کر رہا ہے…
uz: Yuklab olinmoqda…
xh: Iyakhuphela…
zu: Iyadawuniloda…

source: Download complete
af: Aflaai voltooi
am: ማውረድ ጨርሷል
ar: اكتمل التنزيل
as: ডাউনল'ড সম্পূৰ্ণ
bg: Завършено изтегляне
bn_bd: ডাউনলোড শেষ
bn_in: ডাউনলোড সম্পূর্ণ হয়ছে
br: Pellgargadur echu
bs: Preuzimanje završeno
ca: Ha acabat la baixada
cy: Llwytho cyflawn
es: Descarga completa
eu: Deskarga burututa
fa: بارگیری کامل شد
gd: Tha an luchdadh a-nuas deiseil
hu: Letöltés befejeződött
id: Unduhan lengkap
km: ការ​ទាញ​យក​ចប់​ហើយ
kn: ಡೌನ್‌ಲೋಡ್‌ ಮುಗಿದಿದೆ
mai: डाउनलोड पूर्ण
mg: Vita ny fampidinana
ml: ഡൌണ്‍ലോഡി
mr: डाउनलोड पूर्ण झाले
ms: Muat turun selesai
my: ဆွဲယူခြင်း ပြီးသွားပြီ
ne: डाउनलोड समाप्त
or: ଆହରଣ ସମ୍ପୂର୍ଣ୍ଣ ହୋଇଛି
pt: Descarga concluída
ro: Descărcare încheiată
si: බාගැනීම සම්පූර්ණයි
sw: Kudaunlodi kumekamilika
ta: பதிவிறக்கம் முடிந்தது
te: దింపుకోలు పూర్తయ్యింది
th: การดาวน์โหลดเสร็จสมบูรณ์
tr: İndirme tamamlandı
ur: ڈاؤن لوڈ مکمل
uz: Yuklab olish tugadi
xh: Igqibile ukukhuphela
zu: Ukudawuniloda kuphelile

source: Download failed
af: Aflaai het misluk
am: ማውረድ ወድቋል
ar: فشل التنزيل
as: ডাউনল'ড ব্যৰ্থ হল
bg: Провалено изтегляне
bn_bd: ডাউনলোড ব্যর্থ হয়েছে
bn_in: ডাউনলোড বিফল হয়ছে
br: C'hwitadenn war ar pellgargañ
bs: Preuzimanje nije uspjelo
ca: Ha fallat la baixada
cy: Llwytho i lawr wedi methu
es: Descarga fallida
eu: Deskargak huts egin du
fa: بارگیری شکست خورد
gd: Dh'fhàillig an luchdadh a-nuas
hu: Letöltés meghiúsult
id: Unduhan gagal
km: ការ​ទាញយក​បាន​បរាជ័យ
kn: ಡೌನ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ
lv: Lejupielāde neizdevās
mai: डाउनलोड बिफल
mg: Tsy nety ny fampidinana
ml: ഡൗൺലോഡ് പരാജയപ്പെട്ടു
mr: डाउनलोड अयशस्वी
ms: Muat turun gagal
my: ဆွဲယူခြင်း မအောင်မြင်
ne: डाउनलोड असफल भयो
or: ଆହରଣ ବିଫଳ ହୋଇଛି
pt: Erro ao descarregar
ro: Descărcare eșuată
si: බාගැනීමේ අසමත්විය
sw: Kudaunlodi kumeshindwa
ta: தோல்வி
te: దింపుకోలు విఫలమైంది
th: การดาวน์โหลดล้มเหลว
tr: İndirme başarısız
ur: ڈاؤن لوڈ ناکام
uz: Yuklab olish amalga oshmadi
xh: Akuphumelelanga ukukhuphela
zu: Ukudawuniloda akuphumelelanga

source: Search the web
am: ዌብ ላይ መፈለጊያ
ar: البحث في الويب
bg: Търсене в Мрежата
bn_bd: ওয়েবে অনুসন্ধান করুন
bn_in: ওয়েবে অনুসন্ধান করুন
br: Klask war ar web
bs: Traži na webu
ca: Cerca al web
cy: Chwilio'r we
es: Busque en la Web
eu: Arakatu sarea
fa: جست‌وجوی وب
gd: Lorg air an lìon
hu: Keresés az interneten
id: Cari di web
kn: ಜಾಲದಲ್ಲಿ ಹುಡುಕು
lv: Meklēt tīmeklī
mai: वेब खोजू
ms: Carian web
my: အင်တာနက်တွင်ရှာပါ
pt: Pesquisar na web
ro: Caută pe web
si: ජාලය තුළ සොයන්න
ta: இணையத்தைத் தேடு
th: ค้นหาเว็บ
tr: Web'de ara
ur: ویب تلاش کریں
uz: Internetdan izlash

source: Search or enter address
af: Soek of tik adres
am: መፈለጊያ ወይንም አድራሻ ያስገቡ
ar: ابحث أو أدخل عنوانا
as: সন্ধান কৰক অথবা ঠিকনা সুমুৱাওক
bg: Търсене или адрес
bn_bd: অনুসন্ধান বা ঠিকানা দিন
bn_in: অনুসন্ধান বা ঠিকানা লিখুন
br: Klask pe chomlec'h
bs: Tražite ili upišite adresu
ca: Escriviu una cerca o adreça
cy: Chwilio neu gyfeiriad
es: Busque o escriba dirección
eu: Bilatu / idatzi helbidea
fa: جست‌وجو یا ورود نشانی
gd: Cuir lorg no seòladh an-seo
hu: Keresés vagy cím
id: Cari atau masukkan alamat
km: ស្វែងរក ឬ​បញ្ចូល​អាសយដ្ឋាន
kn: ಹುಡುಕಿ ಅಥವ ವಿಳಾಸ ನಮೂದಿಸಿ
lv: Meklējiet vai ievadiet adresi
mai: खोजू आ पता दर्ज करू
mg: Karohy na mampidira adiresy
ml: തെരയൂ അല്ലെങ്കില്‍ വിലാസം നല്‍കൂ
mr: पत्ता शोधा किंवा टाका
ms: Carian atau masukkan alamat
my: ရှာဖွေ (သို့) လိပ်စာ ထည့်သွင်း
ne: खोज्नुहोस वा ठेगाना लेख्नुहोस्
or: ଠିକଣା ସନ୍ଧାନ କରନ୍ତୁ କିମ୍ବା ଭର୍ତ୍ତି କରନ୍ତୁ
pt: Pesquisar ou navegar
ro: Caută sau introdu adresa
si: ලිපිනය ඇතුලත් කිරීම හෝ සොයන්න
sw: Tafuta au uingize anwani
ta: தேடு/முகவரியிடு
te: వెతకండి లేదా చిరునామా ఇవ్వండి
th: ค้นหาหรือป้อนที่อยู่
tr: Arama yap veya adres gir
ur: تلاش کریں یا پتہ ٹائپ کریں
uz: Izlang yoki manzilni kiriting
xh: Khangela okanye faka idilesi
zu: Cinga noma bhala ikheli

# search-or-enter-address.placeholder
source: Search or enter address
af: Soek of tik adres
am: መፈለጊያ ወይንም አድራሻ ያስገቡ
ar: ابحث أو أدخل عنوانا
as: ঠিকনা সন্ধান কৰক অথবা সুমুৱাওক
bg: Търсене или адрес
bn_bd: অনুসন্ধান বা ঠিকানা দিন
bn_in: অনুসন্ধান বা ঠিকানা লিখুন
br: Klask pe chomlec'h
bs: Tražite ili upišite adresu
ca: Escriviu una cerca o adreça
cy: Chwilio neu gyfeiriad
es: Busque o escriba dirección
eu: Bilatu / idatzi helbidea
fa: جست‌وجو یا ورود نشانی
gd: Cuir lorg no seòladh an-seo
hu: Keresés vagy cím
id: Cari atau masukkan alamat
km: ស្វែងរក​ ឬ​បញ្ចូល​អាសយដ្ឋាន
kn: ಹುಡುಕಿ ಅಥವ ವಿಳಾಸ ನಮೂದಿಸಿ
lv: Meklējiet vai ievadiet adresi
mai: खोजू आ पता दर्ज करू
mg: Karohy na mampidira adiresy
ml: തെരയൂ അല്ലെങ്കില്‍ വിലാസം നല്‍കൂ
mr: पत्ता शोधा किंवा टाका
ms: Carian atau masukkan alamat
my: ရှာဖွေ (သို့) လိပ်စာ ထည့်သွင်း
ne: खोज्नुहोस वा ठेगाना लेख्नुहोस्
or: ଠିକଣା ସନ୍ଧାନ କରନ୍ତୁ କିମ୍ବା ଭର୍ତ୍ତି କରନ୍ତୁ
pt: Pesquisar ou navegar
ro: Caută sau introdu adresa
si: ලිපිනය ඇතුලත් කිරීම හෝ සොයන්න
sw: Tafuta au uingize anwani
ta: தேடு/முகவரியிடு
te: వెతకండి లేదా చిరునామా ఇవ్వండి
th: ค้นหาหรือป้อนที่อยู่
tr: Arama yap veya adres gir
ur: تلاش کریں یا پتہ ٹائپ کریں
uz: Izlang yoki manzilni kiriting
xh: Khangela okanye faka idilesi
zu: Cinga noma bhala ikheli

# back-button.ariaLabel
source: Back
am: ወደ ኋላ
ar: تراجع
bg: Назад
bn_bd: পিছনে
bn_in: পূর্ববর্তী
br: Kent
bs: Nazad
ca: Enrere
cy: Nôl
es: Atrás
eu: Atzera
fa: بازگشت
gd: Air ais
hu: Vissza
id: Kembali
kn: ಹಿಂದೆ
lv: Atpakaļ
pt: Voltar
ro: Înapoi
si: ආපසු
th: ย้อนกลับ
ur: واپس
uz: Orqaga

source: Forward
am: ወደ ፊት
ar: التالي
bg: Напред
bn_bd: সামনে
bn_in: অগ্রবর্তী
br: War-lerc'h
bs: Naprijed
ca: Endavant
cy: Ymlaen
es: Adelante
eu: Aurrera
fa: به پیش
gd: Air adhart
hu: Továbbítás
id: Maju
kn: ಮುಂದಕ್ಕೆ
lv: Tālāk
pt: Avançar
ro: Înainte
si: ඉදිරියට
th: เดินหน้า
ur: آگے
uz: Oldinroqqa

source: Reload
am: እንደገና መጫኛ
ar: أعد التحميل
bg: Презареждане
bn_bd: পুনরায় লোড করুন
bn_in: পুনরায় লোড করুন
br: Adkargañ
bs: Ponovo učitaj
ca: Torna a carregar
cy: Ail-lwytho
es: Recargar
eu: Birkargatu
fa: بارکردن دوباره
gd: Ath-luchdaich
hu: Frissítés
id: Muat ulang
kn: ಮರಳಿಲೋಡ್ ಮಾಡು
lv: Pārlādēt
my: ပြန်ခေါ်
pt: Recarregar
ro: Reîncărcare
si: ප්‍රථිපූරණය
ta: மீளேற்று
th: โหลดใหม่
tr: Yeniden yükle
ur: تازہ کریں
uz: Qayta yuklash

source: Stop
am: ማስቆሚያ
ar: توقف
bg: Стоп
bn_bd: থামুন
bn_in: থামান
br: Arsaviñ
bs: Zaustavi
ca: Atura
cy: Atal
es: Parar
eu: Gelditu
fa: توقّف
gd: Sguir dheth
hu: Leállítás
id: Hentikan
kn: ನಿಲ್ಲಿಸು
lv: Apturēt
mai: रोकू
my: ရပ်ပါ
pt: Parar
ro: Oprire
si: නවතන්න
ta: நிறுத்து
th: หยุด
tr: Durdur
ur: روکیں
uz: To‘xtatish

# windows-button.ariaLabel
source: Show windows
am: መስኮቶች ማሳያ
ar: أَظهر النوافذ
bg: Показване на прозорците
bn_bd: উইন্ডো দেখান
bn_in: উইন্ডোসমূহ প্রদর্শন করুন
br: Diskouez ar prenestroù
bs: Prikaži prozore
ca: Mostra les finestres
cy: Dangos ffenestri
es: Mostrar ventanas
eu: Erakutsi leihoak
fa: نمایش پنجره‌ها
gd: Seall na h-uinneagan
hu: Ablakok megjelenítése
id: Tampilkan jendela
kn: ವಿಂಡೊ ಅನ್ನು ತೋರಿಸು
lv: Rādīt logus
pt: Mostrar janelas
ro: Arată ferestrele
si: කවුළු පෙන්වන්න
th: แสดงหน้าต่าง
ur: ونڈوز دکھائیں
uz: Oynalarni ko‘rsatish

source: Turn off airplane mode to use Wi-Fi hotspot.
am: የ አውሮፕላን ዘዴን ያጥፉ ለመጠቀም ዋይ-ፋይ hotspot.
ar: أطفئ وضع الطائرة لإتاحة بثّ شبكة واي-فاي من الجهاز.
bg: Изключете самолетния режим, за да използвате Wi-Fi точка за достъп.
bn_bd: ওয়াই ফাই হটস্পট ব্যবহার করার জন্য বিমান মোড বন্ধ করুন
bn_in: ওয়াই ফাই হটস্পট ব্যবহার করার জন্য বিমান মোড বন্ধ করুন।
br: Diweredekait ar mod nijerezh evit arverañ ar poent haeziñ Wi-Fi.
bs: Isključite avionski režim da biste koristili Wi-Fi hotspot.
ca: Desactiveu el mode d'avió per utilitzar el punt d'accés Wi-Fi
cy: Diffoddwch y modd awyren i ddefnyddio man poeth y diwifr.
es: Desactive el modo avión para usar el punto de acceso wifi.
eu: Itzali hegazkin modua wifigunea erabiltzeko.
fa: برای استفاده از نقطهٔ داغ وای‌فای، حالت هواپیما را خاموش کنید.
gd: Cuir dheth am modh itealain airson an hotspot WiFi a chur gu feum.
hu: Kapcsolja ki a repülő módot a Wi-Fi hotspot használatához.
id: Matikan mode pesawat untuk menggunakan hotspot Wi-Fi.
kn: Wi-Fi ಹಾಟ್‌ಸ್ಪಾಟ್ ಬಳಸಲು ಏರ್‌ಪ್ಲೇನ್ ಸ್ಥಿತಿಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
mai: वाई-फाई हॉट स्पॉट'क उपयोग लेल एयरप्लेन मोड के बंद करू
my: Wi-Fi hotspot သုံးရန်လေယျာဉ်ပေါ်သုံးပုံစံအား ပိတ်ပါ
pt: Desligue o modo de voo para usar o ponto de acesso Wi-Fi.
ro: Oprește modul avion pentru a folosi hotspotul Wi-Fi.
si: Wi-Fi හොට් ස්පොට් පහසුකම භාවිතා කිරීමට ගුවන්යානා ප්‍රකාරය අක්‍රීය කරන්න
ta: வை-பை ஹாட்ஸ்பாட்டை பயன்படுத்த விமானபாங்கை முடக்கு.
th: ปิดโหมดเครื่องบินเพื่อใช้งานจุดเชื่อมต่อ Wi-Fi
tr: Wi-Fi erişim noktasını kullanmak için uçak modunu kapatın.
ur: وائی فائی ہاٹ سپاٹ استعمال کرنے کے لئے ہوائی جہاز موڈ آف کردیں۔
uz: Wi-Fi ulanish nuqtasidan foydalanish uchun parvoz rejimini o‘chiring

source: Airplane mode activated
af: Vliegtuigmodus geaktiveer
am: የ አውሮፕላን ዘዴ ተነስቷል
ar: فُعِّل وضع الطائرة
as: বিমান অৱস্থা সক্ৰিয়
bg: Самолетен режим включен
bn_bd: বিমান মোড সক্রিয়
bn_in: বিমান মোড সক্রিয়
br: Gweredekaet eo ar mod nijerezh
bs: Avionski režim aktivan
ca: Mode d'avió activat
cy: Modd awyren wedi ei weithredu
es: Modo avión activado
eu: Hegazkin modua aktibatuta
fa: حالت هواپیما فعّال شده
gd: Tha am modh itealain air
hu: A repülő mód be van kapcsolva
id: Modus pesawat diaktifkan
km: បាន​ធ្វើ​ឲ្យ​របៀប​ពេលជិះ​យន្ត​ហោះ​សកម្ម
kn: ಏರ್‌ಪ್ಲೇನ್ ಸ್ಥಿತಿ ಸಕ್ರಿಯಗೊಂಡಿದೆ
lv: Lidojuma režīms ir ieslēgts
mai: एयरप्लेन मोड सक्रिय भेल
mg: Novelomina Maody fiaramanidina
ml: വിമാന മോഡ് സജ്ജമാക്കി
mr: विमान स्थिती सक्रिय केेली
ms: Mod pesawat diaktifkan
my: လေယျာဉ်ပေါ်သုံးပုံစံအားဖွင့်ထားပါ
ne: हवाइजहाज मोड सक्रिय
or: ବିମାନ ମୋଡ ସକ୍ରିୟ ହୋଇଛି
pt: Modo avião ativado
ro: Mod avion activat
si: ගුවන්යානා ප්‍රකාරය සක්‍රීයයි
ta: விமானபாங்கு முறை செயற்படுத்தப்பட்டது
te: విమాన రీతి క్రియాశీలించబడింది
th: โหมดเครื่องบินถูกเปิดใช้งาน
tr: Uçak modu etkinleştirildi
ur: ہوائی جہاز موڈ چالوں
uz: Parvoz rejimi yoqildi
xh: Imo yenqwelomoya yenziwe yasebenza
zu: Imodi yasebhanoyini isivuliwe

source: Open in new window
am: በ አዲስ መስኮት መክፈቻ
ar: افتح في نافذة جديدة
bg: Отваряне в нов прозорец
bn_bd: নতুন উইন্ডোতে খুলুন
bn_in: নতুন উইন্ডো তে খোলা হোক
br: Digeriñ en ur prenestr nevez
bs: Otvori u novom prozoru
ca: Obre en una finestra nova
cy: Agor mewn ffenestr newydd
es: Abrir en una ventana nueva
eu: Ireki leiho berrian
fa: گشودن در پنجرهٔ جدید
gd: Fosgail ann an uinneag ùr
hu: Megnyitás új ablakban
id: Buka di jendela baru
kn: ಹೊಸ ಕಿಟಕಿಯಲ್ಲಿ ತೆರೆ
lv: Atvērt jaunā logā
mai: नवीन विंडोमे खोलू.
my: ဝင်းဒိုးအသစ်တွင် ဖွင့်ပါ
pt: Abrir em nova janela
ro: Deschide într-o fereastră nouă
si: නව කවුළුවක විවෘත කරන්න
ta: புது சாளரத்தில் திற
th: เปิดในหน้าต่างใหม่
tr: Yeni pencerede aç
ur: نئی ونڈو میں کھولیں
uz: Yangi oynada ochish

source: Open in new private window
am: በ አዲስ የግል መስኮት መክፈቻ
ar: افتح في نافذة جديدة خفيّة
bg: Отваряне в поверителен прозорец
bn_bd: নতুন ব্যক্তিগত উইন্ডোতে খুলুন
bn_in: নতুন প্রাইভেট উইন্ডোতে খোলা হোক
br: Digeriñ en ur prenestr prevez nevez
bs: Otvori u novom privatnom prozoru
ca: Obre en una finestra privada nova
cy: Agor ffenestr preifat newydd
es: Abrir en nueva ventana privada
eu: Ireki leiho pribatu berrian
fa: گشودن در پنجرهٔ محرمانهٔ جدید
gd: Fosgail ann an uinneag phrìobhaideach ùr
hu: Megnyitás új privát ablakban
id: Buka di jendela pribadi baru
kn: ಹೊಸ ಖಾಸಗಿ ಕಿಟಕಿಯಲ್ಲಿ ತೆರೆ
lv: Atvērt jaunā privātā logā
mai: नव निज विंडो मे कड़ी खोलू
my: တစ်ကိုယ်ရေသုံး ဝင်းဒိုးအသစ်တစ်ခုတွင်ဖွင့်ပါ
pt: Abrir em nova janela privada
ro: Deschide într-o fereastră privată nouă
si: නව පුද්ගලික කවුළුවක විවෘත කරන්න
ta: புதிய தனிப்பட்ட சாளரத்தில் திற
th: เปิดในหน้าต่างส่วนตัวใหม่
tr: Yeni gizli pencerede aç
ur: نئی نجی ونڈوں میں کھولیں
uz: Yangi maxfiy oynada ochish
