Repository: translate/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, xh, zu

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
af: {{n}} probeerslae oor.
am: {{n}} ሙከራዎች ቀርቷል
ar: {{n}} محاولة متبقية.
as: {{n}} টা প্ৰচেষ্টা অৱশিষ্ট।
bg: {{n}} оставащи опита.
bn_bd: {{n}} বার চেষ্টা বাকী আছে।
bn_in: {{n}} চেষ্টা বাকি |
br: {{n}} arnod a chom.
bs: {{n}} preostalih pokušaja.
ca: Queden {{n}} intents.
cy: {{n}} cynnig ar ôl.
es: Quedan {{n}} intentos.
eu: {{n}} aukera falta dira.
fa: ‫{{n}} تلاش باقی مانده.
gd: {{n}} oidhirpean air fhàgail.
hu: Még {{n}} kísérlete van.
id: {{n}} kesempatan lagi.
km: នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត។
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
lv: {{n}} mēģinājumi atlikuši.
mai: {{n}} शेष प्रयास.
mg: Andrana {{n}} sisa.
ml: {{n}} ശ്രമം ബാക്കി.
mr: {{n}} प्रयत्न शिल्लक.
ms: {{n}} cubaan berbaki.
my: {{n}} ကြိမ်ကျန်
ne: {{n}} प्रयासहरु बाँकी।
or: {{n}} ପ୍ରୟାସ ବାକି ଅଛି।
pt: {{n}} tentativas restantes.
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}}ක් ඉතිරිවී ඇත.
sw: Majaribio {{n}} yamesalia.
ta: மீதம் {{n}} முயற்சிகள்.
te: ఇంకా {{n}} బాకీ.
th: เหลืออีก {{n}} ครั้ง
tr: {{n}} deneme kaldı.
ur: {{n}} باریاں باقی۔
uz: {{n}} ta urinish qoldi.
xh: Usalelwe ngamathuba a-{{n}} okuzama.
zu: Amathuba okuzama asele angu-{{n}}.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
af: {{n}} probeerslae oor.
am: {{n}} ሙከራዎች ቀርቷል
ar: {{n}} محاولة متبقية.
as: {{n}} টা প্ৰচেষ্টা অৱশিষ্ট।
bg: {{n}} оставащи опита.
bn_bd: {{n}} বার চেষ্টা বাকী আছে।
bn_in: {{n}} চেষ্টা বাকি |
br: {{n}} arnod a chom.
bs: {{n}} preostalih pokušaja.
ca: Queden {{n}} intents.
cy: {{n}} cynnig ar ôl.
es: Quedan {{n}} intentos.
eu: {{n}} aukera falta dira.
fa: ‫{{n}} تلاش باقی مانده.
gd: {{n}} oidhirp air fhàgail.
hu: Még {{n}} kísérlete van.
id: {{n}} kesempatan lagi.
km: នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត។
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
lv: {{n}} mēģinājumi atlikuši.
mai: {{n}} शेष प्रयास.
mg: Andrana {{n}} sisa.
ml: {{n}} ശ്രമം ബാക്കി.
mr: {{n}} प्रयत्न शिल्लक.
ms: {{n}} cubaan berbaki.
my: {{n}} ကြိမ်ကျန်
ne: {{n}} प्रयासहरु बाँकी।
or: {{n}} ପ୍ରୟାସ ବାକି ଅଛି।
pt: {{n}} tentativas restantes.
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}}ක් ඉතිරිවී ඇත.
sw: Majaribio {{n}} yamesalia.
ta: மீதம் {{n}} முயற்சிகள்.
te: ఇంకా {{n}} బాకీ.
th: เหลืออีก {{n}} ครั้ง
tr: {{n}} deneme kaldı.
ur: {{n}} باریاں باقی۔
uz: {{n}} ta urinish qoldi.
xh: Usalelwe ngamathuba a-{{n}} okuzama.
zu: Amathuba okuzama asele angu-{{n}}.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
af: {{n}} probeerslae oor.
am: {{n}} ሙከራዎች ቀርቷል
ar: {{n}} محاولة متبقية.
as: {{n}} টা প্ৰচেষ্টা অৱশিষ্ট।
bg: {{n}} оставащи опита.
bn_bd: {{n}} বার চেষ্টা বাকী আছে।
bn_in: {{n}} চেষ্টা বাকি |
br: {{n}} arnod a chom.
bs: {{n}} preostalih pokušaja.
ca: Queden {{n}} intents.
cy: {{n}} cynnig ar ôl.
es: Quedan {{n}} intentos.
eu: {{n}} aukera falta dira.
fa: ‫{{n}} تلاش باقی مانده.
gd: {{n}} oidhirp air fhàgail.
hu: Még {{n}} kísérlete van.
id: {{n}} kesempatan lagi.
km: នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត។
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
lv: {{n}} mēģinājumi atlikuši.
mai: {{n}} शेष प्रयास.
mg: Andrana {{n}} sisa.
ml: {{n}} ശ്രമം ബാക്കി.
mr: {{n}} प्रयत्न शिल्लक.
ms: {{n}} cubaan berbaki.
my: {{n}} ကြိမ်ကျန်သေးသှ်
ne: {{n}} प्रयासहरु बाँकी।
or: {{n}} ପ୍ରୟାସ ବାକି ଅଛି।
pt: {{n}} tentativas restantes.
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}}ක් ඉතිරිවී ඇත.
sw: Majaribio {{n}} yamesalia.
ta: மீதம் {{n}} முயற்சிகள்.
te: ఇంకా {{n}} బాకీ.
th: เหลืออีก {{n}} ครั้ง
tr: {{n}} deneme kaldı.
ur: {{n}} باریاں باقی۔
uz: {{n}} ta urinish qoldi.
xh: Usalelwe ngamathuba a-{{n}} okuzama.
zu: Amathuba okuzama asele angu-{{n}}.

source: The PIN was incorrect.
af: Die PIN was verkeerd.
am: ፒን የተሳሳተ ነው
ar: كود PIN خاطئ.
as: PIN ভুল আছিল।
bg: Грешен PIN.
bn_bd: PIN টি ভুল ছিল।
bn_in: PIN ভুল ছিল।
br: Direizh eo ar voneg PIN.
bs: PIN je netačan.
ca: El PIN és incorrecte.
cy: Roedd y PIN yn anghywir.
es: El PIN es incorrecto.
eu: PINa okerra da.
fa: PIN نادرست بود
gd: Bha am PIN cearr.
hu: A PIN kód helytelen volt.
id: PIN salah.
km: លេខ​កូដ PIN មិន​ត្រឹមត្រូវ។
kn: PIN ಸರಿಯಾದುದಲ್ಲ.
lv: PIN bija nepareizs.
mai: पिन गलत छला.
mg: Diso ilay PIN.
ml: പിന്‍ തെറ്റാണു്.
mr: तो PIN चुकीचा होता.
ms: PIN salah.
my: PIN မှားနေသှ်
ne: PIN गलत रहेछ।
or: PIN ଭୁଲ ଥିଲା।
pt: O PIN estava incorreto.
ro: PIN-ul a fost incorect.
si: PIN කේතය වලංගු නොවේ.
sw: PIN haikuwa sahihi.
ta: பிண் தவறானது.
te: పిన్ తప్పు.
th: PIN ไม่ถูกต้อง
tr: PIN yanlış.
ur: PIN غیر صحیح تھی۔
uz: PIN kod noto‘g‘ri.
xh: I-PIN ibingachananga.
zu: I-PIN bekungesiyo.

source: You have one try left to enter the correct code before locking the SIM card.
af: Jy het een probeerslag oor om die regte kode in te voer voordat die SIM-kaart gegrendel word.
am: እርስዎ አንድ ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት ከ መቆለፉ በፊት የ ሲም ካርዱ
ar: لديك محاوله واحدة متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
as: SIM কাৰ্ড লক্‌ হোৱাৰ আগতে শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ এটা প্ৰচেষ্টা বাকী আছে।
bg: Имате един опит да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড লক হয়ে যাওয়ার আগে সঠিক কোড প্রবেশের জন্য আপনার আর একটি সুযোগ বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাওয়ার আগে আপনার কাছে সঠিক কোড প্রবেশ করানোর জন্য একটি সুযোগ আছে।
br: Chom a ra deoc'h un arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još jedan preostali pokušaj da upišete tačan kod prije nego što se SIM kartica zaključa.
ca: Us queda un intent per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Mae gennych un cynnig ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Sólo le queda un intento para escribir el código correcto antes de bloquear la SIM.
eu: Azken aukera daukazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: یک تلاش دیگر دارید تا پیش از قفل شدن سیم کارت، رمز درست را وارد کنید.
gd: Tha aon oidhirp air fhàgail an còd ceart a chur a-steach mus dèid a' chairt SIM a ghlasadh.
hu: Egy kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Anda punya satu kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
km: អ្នក​នៅសល់​ការ​ព្យាយាម​ម្ដងទៀត​ដើម្បី​បញ្ចូល​លេខ​កូដ​ត្រឹមត្រូវ មុន​ពេល​ចាក់សោ​ SIM កាត​នេះ។
kn: SIM ಕಾರ್ಡ್ ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ ಒಂದು ಅವಕಾಶ ಉಳಿದಿದೆ.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास एकटा कोसिस शेष अछि.
mg: Andrana iray sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ml: സിം കാര്‍ഡ് പൂട്ടുന്നതിനു് മുമ്പുള്ള അവസാന ശ്രമം.
mr: SIM कार्ड लाॅक होण्याआधी आपल्याकडे अचूक कोड टाकण्यासाठी एक प्रयत्न बाकी आहे.
ms: Anda mempunyai satu cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.
my: SIM ကဒ်အား မပိတ်လိုက်ခင် ကုဒ်ဖြည့်ရန် နောက်ဆုံးတစ်ကြိမ်သာ ကျန်တော့သှ်
ne: यस सिम कार्ड बन्द हुनु अघि तपाईसंग ठिक कोड प्रविष्ट गर्न एक कोसिस बाँकी छ।
or: SIM କାର୍ଡ ଲକ ହେବା ପୂର୍ବରୁ ଆପଣଙ୍କ ପାଖରେ ସଠିକ କୋଡ୍‌ ଦେବା ପାଇଁ କେବଳ ଗୋଟିଏ ମାତ୍ର ସୁଯୋଗ ଅଛି।
pt: Resta uma tentativa para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai o încercare rămasă pentru a introduce codul corect înainte de a bloca cartela SIM.
si: SIM පත අඟුලු වැටීමට ප්‍රථම ඔබට තවත් උත්සාහ එකක් ඉතිරිවී ඇත.
sw: Una jaribio moja lililosalia kuingiza kodi sahihi kabla ya kufunga kadi ya SIM.
ta: சிம் அட்டையை பூட்டும் முன் கடைசியாக ஓரே ஒரு வாய்ப்புதான் உங்களுக்கு உள்ளது சரியாக குறியீடை உள்ளிடு.
te: సరైన కోడ్ ఇవ్వడానికి ఇంకొక్క అవకాశం లేదంటే సిమ్ కార్డ్ తాళంవేయబడును.
th: คุณเหลืออีกหนึ่งครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için sadece bir hakkınız kaldı.
ur: SIM کارڈ مقفل ہونے سے پہلے آپ کے پاس صحیح کوڈ داخل کرنے کا ایک موقع بچا ہے۔
uz: Siz yana bir marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
xh: Unethuba elinye eliseleyo lokuzama ukufaka ikhowudi echanileyo ngaphambi kokuba litshixwe ikhadi le-SIM.
zu: Usalelwe yithuba elilodwa lokubhala ikhodi ngaphambi kokuba ikhadi le-SIM likhiyeke.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat die SIM-kaart gegrendel word.
am: እርስዎ አንድ {{n}} ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርዱ ከ መቆለፉ በፊት
ar: لديك {{n}} محاولات متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
as: SIM কাৰ্ড লক্‌ হোৱাৰ আগতে শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ {{n}} প্ৰচেষ্টা বাকী আছে।
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড লক হয়ে যাওয়ার আগে সঠিক কোড প্রবেশের জন্য আপনার আরও {{n}} টি সুযোগ বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} preostala pokušaja da upišete tačan kod prije nego što se SIM kartica zaključa.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Mae gennych {{n}} cynnig ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: ‫{{n}} تلاش دیگر دارید تا پیش از قفل شدن سیم کارت، رمز درست را وارد کنید.
gd: Tha {{n}} oidhirp air fhàgail an còd ceart a chur a-steach mus dèid a' chairt SIM a ghlasadh.
hu: {{n}} kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Anda punya {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
km: អ្នក​នៅសល់​ការ​ព្យាយាម {{n}} ដង​ទៀត​ក្នុង​ការ​បញ្ចូល​កូដ​ត្រឹមត្រូវ មុន​ពេល​ចាក់សោ​ SIM កាត​នេះ។
kn: SIM ಕಾರ್ಡ್ ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಅವಕಾಶ ಉಳಿದಿದೆ.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस शेष अछि.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ml: സിം കാര്‍ഡ് പൂട്ടുന്നതിനു് മുമ്പു് {{n}} ബാക്കി.
mr: SIM कार्ड लाॅक होण्याआधी आपल्याकडे अचूक कोड टाकण्यासाठी {{n}} प्रयत्न बाकी आहेत.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.
my: SIM ကဒ် ပိတ်မသွားခင် ကုဒ်အမှန်ဖြည့်ရန် {{n}} ကြိမ်ကျန်သေးသည်။
ne: तपाईसंग यस सिम कार्ड बन्द हुन अघि ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छन्।
or: SIM କାର୍ଡ ଲକ ହେବା ପୂର୍ବରୁ ଆପଣଙ୍କ ପାଖରେ ସଠିକ କୋଡ୍‌ ଦେବା ପାଇଁ {{n}} ଟି ପ୍ରୟାସ ବାକି ଅଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: SIM පත අඟුලු වැටීමට ප්‍රථම ඔබට තවත් උත්සාහ {{n}}ක් ඉතිරිවී ඇත.
sw: Una majaribio {{n}} yaliosalia kuingiza kodi sahihi kabla ya kufunga kadi ya SIM.
ta: சிம் அட்டையை பூட்டும் முன் {{n}} வாய்ப்புதான் மீதம் உள்ளது சரியான குறியீடை உள்ளிடு.
te: ఇంకా {{n}} ప్రయత్నాలలో మీరు సరైన కోడ్ ఇవ్వాలి లేదంటే సిమ్ కార్డ్ తాళంవేయబడును.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: SIM کارڈ مقفل ہونے سے پہلے آپ کے پاس صحیح کوڈ داخل کرنے کے {{n}} موقعے بچے ہے۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
xh: Unamathuba a-{{n}} okuzama ukufaka ikhowudi echanileyo ngaphambi kokuba litshixwe ikhadi le-SIM.
zu: Usalelwe amathuba angu-{{n}} okubhala ikhodi ngaphambi kokuba ikhadi le-SIM likhiyeke.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat die SIM-kaart gegrendel word.
am: እርስዎ አንድ {{n}} ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርዱ ከ መቆለፉ በፊት
ar: لديك {{n}} محاولات متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
as: SIM কাৰ্ড লক্‌ হোৱাৰ আগতে শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ {{n}} প্ৰচেষ্টা বাকী আছে।
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড লক হয়ে যাওয়ার আগে সঠিক কোড প্রবেশের জন্য আপনার আরও {{n}} টি সুযোগ বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} preostalih pokušaja da upišete tačan kod prije nego što se SIM kartica zaključa.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Mae gennych {{n}} cynnig ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: ‫{{n}} تلاش دیگر دارید تا پیش از قفل شدن سیم کارت، رمز درست را وارد کنید.
gd: Tha {{n}} oidhirpean air fhàgail an còd ceart a chur a-steach mus dèid a' chairt SIM a ghlasadh.
hu: {{n}} kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Anda punya {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
km: អ្នក​នៅសល់​ការ​ព្យាយាម {{n}} ដង​ទៀត​ក្នុង​ការ​បញ្ចូល​កូដ​ត្រឹមត្រូវ មុន​ពេល​ចាក់សោ​ SIM កាត​នេះ។
kn: SIM ಕಾರ್ಡ್ ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಅವಕಾಶ ಉಳಿದಿದೆ.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस शेष अछि.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ml: സിം കാർഡ് പൂട്ടുന്നതിനു് മുമ്പ് ശരിയായ കോഡ് നൽകാൻ താങ്കൾക്ക് {{n}} തവണ കൂടെ ശ്രമിക്കാം.
mr: SIM कार्ड लाॅक होण्याआधी आपल्याकडे अचूक कोड टाकण्यासाठी {{n}} प्रयत्न बाकी आहेत.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.
my: SIM ကဒ် ပိတ်မသွားခင် ကုဒ်အမှန်ဖြည့်ရန် {{n}} ကြိမ်ကျန်သေးသည်။
ne: तपाईसंग यस सिम कार्ड बन्द हुन अघि ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छन्।
or: SIM କାର୍ଡ ଲକ ହେବା ପୂର୍ବରୁ ଆପଣଙ୍କ ପାଖରେ ସଠିକ କୋଡ୍‌ ଦେବା ପାଇଁ {{n}} ଟି ପ୍ରୟାସ ବାକି ଅଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: SIM පත අඟුලු වැටීමට ප්‍රථම ඔබට තවත් උත්සාහ {{n}}ක් ඉතිරිවී ඇත.
sw: Una majaribio {{n}} yaliosalia kuingiza kodi sahihi kabla ya kufunga kadi ya SIM.
ta: சிம் அட்டையை பூட்டும் முன் {{n}} வாய்ப்புதான் மீதம் உள்ளது சரியான குறியீடை உள்ளிடு.
te: ఇంకా {{n}} ప్రయత్నాలలో మీరు సరైన కోడ్ ఇవ్వాలి లేదంటే సిమ్ కార్డ్ తాళంవేయబడును.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: SIM کارڈ مقفل ہونے سے پہلے آپ کے پاس صحیح کوڈ داخل کرنے کے {{n}} موقعے بچے ہے۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
xh: Unamathuba a-{{n}} okuzama ukufaka ikhowudi echanileyo ngaphambi kokuba litshixwe ikhadi le-SIM.
zu: Usalelwe amathuba angu-{{n}} okubhala ikhodi ngaphambi kokuba ikhadi le-SIM likhiyeke.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat die SIM-kaart gegrendel word.
am: እርስዎ አንድ {{n}} ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርዱ ከ መቆለፉ በፊት
ar: لديك {{n}} محاولات متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
as: SIM কাৰ্ড লক হোৱাৰ আগতে শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ {{n}} প্ৰচেষ্টা বাকী আছে।
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড লক হয়ে যাওয়ার আগে সঠিক কোড প্রবেশের জন্য আপনার আরও {{n}} টি সুযোগ বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} preostalih pokušaja da upišete tačan kod prije nego što se SIM kartica zaključa.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Mae gennych {{n}} cynnig ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: ‫{{n}} تلاش دیگر دارید تا پیش از قفل شدن سیم کارت، رمز درست را وارد کنید.
gd: Tha {{n}} oidhirp air fhàgail an còd ceart a chur a-steach mus dèid a' chairt SIM a ghlasadh.
hu: {{n}} kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Anda punya {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
km: អ្នក​នៅសល់​ការ​ព្យាយាម {{n}} ដង​ទៀត​ក្នុង​ការ​បញ្ចូល​កូដ​ត្រឹមត្រូវ មុន​ពេល​ចាក់សោ​ SIM កាត។
kn: SIM ಕಾರ್ಡ್ ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಅವಕಾಶ ಉಳಿದಿದೆ.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस शेष अछि.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ml: സിം കാർഡ് പൂട്ടുന്നതിനു് മുമ്പ് ശരിയായ കോഡ് നൽകാൻ താങ്കൾക്ക് {{n}} തവണ കൂടെ ശ്രമിക്കാം.
mr: SIM कार्ड लाॅक होण्याआधी आपल्याकडे अचूक कोड टाकण्यासाठी {{n}} प्रयत्न बाकी आहेत.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.
my: SIM ကဒ် ပိတ်မသွားခင် ကုဒ်အမှန်ဖြည့်ရန် {{n}} ကြိမ်ကျန်သေးသည်။
ne: तपाईसंग यस सिम कार्ड बन्द हुन अघि ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छन्।
or: SIM କାର୍ଡ ଲକ ହେବା ପୂର୍ବରୁ ଆପଣଙ୍କ ପାଖରେ ସଠିକ କୋଡ୍‌ ଦେବା ପାଇଁ {{n}} ଟି ପ୍ରୟାସ ବାକି ଅଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: SIM පත අඟුලු වැටීමට ප්‍රථම ඔබට තවත් උත්සාහ {{n}}ක් ඉතිරිවී ඇත.
sw: Una majaribio {{n}} yaliosalia kuingiza kodi sahihi kabla ya kufunga kadi ya SIM.
ta: சிம் அட்டையை பூட்டும் முன் {{n}} வாய்ப்புதான் மீதம் உள்ளது சரியான குறியீடை உள்ளிடு.
te: ఇంకా {{n}} ప్రయత్నాలలో మీరు సరైన కోడ్ ఇవ్వాలి లేదంటే సిమ్ కార్డ్ తాళంవేయబడును.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: SIM کارڈ مقفل ہونے سے پہلے آپ کے پاس صحیح کوڈ داخل کرنے کے {{n}} موقعے بچے ہے۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
xh: Unamathuba a-{{n}} okuzama ukufaka ikhowudi echanileyo ngaphambi kokuba litshixwe ikhadi le-SIM.
zu: Usalelwe amathuba angu-{{n}} okubhala ikhodi ngaphambi kokuba ikhadi le-SIM likhiyeke.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat die SIM-kaart gegrendel word.
am: እርስዎ አንድ {{n}} ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርዱ ከ መቆለፉ በፊት
ar: لديك {{n}} محاولات متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
as: SIM কাৰ্ড লক হোৱাৰ আগতে শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ {{n}} প্ৰচেষ্টা বাকী আছে।
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড লক হয়ে যাওয়ার আগে সঠিক কোড প্রবেশের জন্য আপনার আরও {{n}} টি সুযোগ বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} preostalih pokušaja da upišete tačan kod prije nego što se SIM kartica zaključa.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Mae gennych {{n}} cynnig ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: ‫{{n}} تلاش دیگر دارید تا پیش از قفل شدن سیم کارت، رمز درست را وارد کنید.
gd: Tha {{n}} oidhirp air fhàgail an còd ceart a chur a-steach mus dèid a' chairt SIM a ghlasadh.
hu: {{n}} kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Anda punya {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
km: អ្នក​នៅសល់​ការ​ព្យាយាម {{n}} ដង​ទៀត​ក្នុង​ការ​បញ្ចូល​កូដ​ត្រឹមត្រូវ មុន​ពេល​ចាក់សោ​ SIM កាត។
kn: SIM ಕಾರ್ಡ್ ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಅವಕಾಶ ಉಳಿದಿದೆ.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस शेष अछि.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ml: സിം കാര്‍ഡ് പൂട്ടുന്നതിനു് മുമ്പു് നിങ്ങള്‍ക്കു് {{n}} തവണ കൂടി ശ്രമിയ്ക്കാം.
mr: SIM कार्ड लाॅक होण्याआधी आपल्याकडे अचूक कोड टाकण्यासाठी {{n}} प्रयत्न बाकी आहेत.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.
my: SIM ကဒ် ပိတ်မသွားခင် ကုဒ်အမှန်ဖြည့်ရန် {{n}} ကြိမ်ကျန်သေးသည်။
ne: तपाईसंग यस सिम कार्ड बन्द हुन अघि ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छन्।
or: SIM କାର୍ଡ ଲକ ହେବା ପୂର୍ବରୁ ଆପଣଙ୍କ ପାଖରେ ସଠିକ କୋଡ୍‌ ଦେବା ପାଇଁ {{n}} ଟି ପ୍ରୟାସ ବାକି ଅଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: SIM පත අඟුලු වැටීමට ප්‍රථම ඔබට තවත් උත්සාහ {{n}}ක් ඉතිරිවී ඇත.
sw: Una majaribio {{n}} yaliosalia kuingiza kodi sahihi kabla ya kufunga kadi ya SIM.
ta: சிம் அட்டையை பூட்டும் முன் {{n}} வாய்ப்புதான் மீதம் உள்ளது சரியான குறியீடை உள்ளிடு.
te: ఇంకా {{n}} ప్రయత్నాలలో మీరు సరైన కోడ్ ఇవ్వాలి లేదంటే సిమ్ కార్డ్ తాళంవేయబడును.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: SIM کارڈ مقفل ہونے سے پہلے آپ کے پاس صحیح کوڈ داخل کرنے کے {{n}} موقعے بچے ہے۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
xh: Unamathuba a-{{n}} okuzama ukufaka ikhowudi echanileyo ngaphambi kokuba litshixwe ikhadi le-SIM.
zu: Usalelwe amathuba angu-{{n}} okubhala ikhodi ngaphambi kokuba ikhadi le-SIM likhiyeke.
