Repository: translate/mozilla-gaia
Catalog: ff/shared/date/date.properties.po
Languages: ff

source: Sunday
ff: Dewo

source: Monday
ff: Aaɓnde

source: Tuesday
ff: Mawbaare

source: Wednesday
ff: Njeslaare

source: Thursday
ff: Naasaande

source: Friday
ff: Mawnde

source: Saturday
ff: Hoore-biir

source: Sun
ff: Dew

source: Mon
ff: Aaɓ

source: Tue
ff: Maw

source: Wed
ff: Nje

source: Thu
ff: Naa

source: Fri
ff: Mde

source: Sat
ff: Hoo

# month-0-long
source: January
ff: Siilo

# month-1-long
source: February
ff: Colte

# month-2-long
source: March
ff: Mbooy

# month-3-long
source: April
ff: Seeɗto

# month-4-long
source: May
ff: Duujal

# month-5-long
source: June
ff: Korse

# month-6-long
source: July
ff: Morso

# month-7-long
source: August
ff: Juko

# month-8-long
source: September
ff: Siilto

# month-9-long
source: October
ff: Yarkomaa

# month-10-long
source: November
ff: Jolal

# month-11-long
source: December
ff: Bowte

# month-0-genitive
source: January
ff: Siilo

# month-1-genitive
source: February
ff: Colte

# month-2-genitive
source: March
ff: Mbooy

# month-3-genitive
source: April
ff: Seeɗto

# month-4-genitive
source: May
ff: Duu

# month-5-genitive
source: June
ff: Korse

# month-6-genitive
source: July
ff: Morso

# month-7-genitive
source: August
ff: Juko

# month-8-genitive
source: September
ff: Siilto

# month-9-genitive
source: October
ff: Yarkomaa

# month-10-genitive
source: November
ff: Jolal

# month-11-genitive
source: December
ff: Bowte

source: Jan
ff: Sii

source: Feb
ff: Col

source: Mar
ff: Mbo

source: Apr
ff: See

# month-4-short
source: May
ff: Duu

source: Jun
ff: Kor

source: Jul
ff: Mor

source: Aug
ff: Juk

source: Sep
ff: Sto

source: Oct
ff: Yar

source: Nov
ff: Jol

source: Dec
ff: Bow

# minutes-ago-long[zero]
source: just now
ff: jooni-jooni

source: a minute ago
ff: waɗi hojom

# minutes-ago-long[two]
source: {{value}} minutes ago
ff: waɗii hojomaaji {{value}}

# minutes-ago-long[few]
source: {{value}} minutes ago
ff: waɗii hojomaaji {{value}}

# minutes-ago-long[many]
source: {{value}} minutes ago
ff: waɗii hojomaaji {{value}}

# minutes-ago-long[other]
source: {{value}} minutes ago
ff: waɗii hojomaaji {{value}}

# hours-ago-long[zero]
source: just now
ff: jooni-jooni

source: an hour ago
ff: waɗii waktu

# hours-ago-long[two]
source: {{value}} hours ago
ff: waɗii waktuuji {{value}}

# hours-ago-long[few]
source: {{value}} hours ago
ff: waɗii waktuuji {{value}}

# hours-ago-long[many]
source: {{value}} hours ago
ff: waɗii waktuuji {{value}}

# hours-ago-long[other]
source: {{value}} hours ago
ff: waɗii waktuuji {{value}}

# days-ago-long[zero]
source: today
ff: hannde

source: yesterday
ff: haŋki

# days-ago-long[two]
source: {{value}} days ago
ff: waɗii balɗe {{value}}

# days-ago-long[few]
source: {{value}} days ago
ff: waɗii balɗe {{value}}

# days-ago-long[many]
source: {{value}} days ago
ff: waɗii balɗe {{value}}

# days-ago-long[other]
source: {{value}} days ago
ff: waɗii balɗe {{value}}

# weeks-ago-long[zero]
source: this week
ff: ndee yontere

source: last week
ff: yontere ɓennunde

# weeks-ago-long[two]
source: {{value}} weeks ago
ff: waɗii jonte {{value}}

# weeks-ago-long[few]
source: {{value}} weeks ago
ff: waɗii jonte {{value}}

# weeks-ago-long[many]
source: {{value}} weeks ago
ff: waɗii jonte {{value}}

# weeks-ago-long[other]
source: {{value}} weeks ago
ff: waɗii jonte {{value}}

# months-ago-long[zero]
source: this month
ff: nduu lewru

source: last month
ff: lewru ɓennundu

# months-ago-long[two]
source: {{value}} months ago
ff: waɗii lebbi {{value}}

# months-ago-long[few]
source: {{value}} months ago
ff: waɗii lebbi {{value}}

# months-ago-long[many]
source: {{value}} months ago
ff: waɗii lebbi {{value}}

# months-ago-long[other]
source: {{value}} months ago
ff: waɗii lebbi {{value}}

# years-ago-long[zero]
source: this year
ff: ndee hitaande

source: last year
ff: hitaande ɓennunde

# years-ago-long[two]
source: {{value}} years ago
ff: waɗii duuɓi {{value}}

# years-ago-long[few]
source: {{value}} years ago
ff: waɗii duuɓi {{value}}

# years-ago-long[many]
source: {{value}} years ago
ff: waɗii duuɓi {{value}}

# years-ago-long[other]
source: {{value}} years ago
ff: waɗii duuɓi {{value}}

# minutes-until-long[zero]
source: now
ff: jooni

source: in a minute
ff: hoƴom gooto

# minutes-until-long[two]
source: in {{value}} minutes
ff: ɗoo e hojomaaji {{value}}

# minutes-until-long[few]
source: in {{value}} minutes
ff: ɗoo e hojomaaji {{value}}

# minutes-until-long[many]
source: in {{value}} minutes
ff: ɗoo e hojomaaji {{value}}

# minutes-until-long[other]
source: in {{value}} minutes
ff: ɗoo e hojomaaji {{value}}

# hours-until-long[zero]
source: now
ff: jooni

source: in an hour
ff: ɗoo e waktu

# hours-until-long[two]
source: in {{value}} hours
ff: ɗoo e waktuuji {{value}}

# hours-until-long[few]
source: in {{value}} hours
ff: ɗoo e waktuuji {{value}}

# hours-until-long[many]
source: in {{value}} hours
ff: ɗoo e waktuuji {{value}}

# hours-until-long[other]
source: in {{value}} hours
ff: ɗoo e waktuuji {{value}}

# days-until-long[zero]
source: today
ff: hannde

source: tomorrow
ff: janngo

# days-until-long[two]
source: in {{value}} days
ff: ɗoo e balɗe {{value}}

# days-until-long[few]
source: in {{value}} days
ff: ɗoo e balɗe {{value}}

# days-until-long[many]
source: in {{value}} days
ff: ɗoo e balɗe {{value}}

# days-until-long[other]
source: in {{value}} days
ff: ɗoo e balɗe {{value}}

# weeks-until-long[zero]
source: this week
ff: ndee yontere

source: next week
ff: yontere aroore

# weeks-until-long[two]
source: in {{value}} weeks
ff: ɗoo e jonte {{value}}

# weeks-until-long[few]
source: in {{value}} weeks
ff: ɗoo e jonte {{value}}

# weeks-until-long[many]
source: in {{value}} weeks
ff: ɗoo e jonte {{value}}

# weeks-until-long[other]
source: in {{value}} weeks
ff: ɗoo e jonte {{value}}

# months-until-long[zero]
source: this month
ff: nduu lewru

source: next month
ff: lewru arooru

# months-until-long[two]
source: in {{value}} months
ff: ɗoo e lebbi {{value}}

# months-until-long[few]
source: in {{value}} months
ff: ɗoo e lebbi {{value}}

# months-until-long[many]
source: in {{value}} months
ff: ɗoo e lebbi {{value}}

# months-until-long[other]
source: in {{value}} months
ff: ɗoo e lebbi {{value}}

# years-until-long[zero]
source: this year
ff: ndee hitaande

source: next year
ff: hitaande aroore

# years-until-long[two]
source: in {{value}} years
ff: ɗoo e duuɓi {{value}}

# years-until-long[few]
source: in {{value}} years
ff: ɗoo e duuɓi {{value}}

# years-until-long[many]
source: in {{value}} years
ff: ɗoo e duuɓi {{value}}

# years-until-long[other]
source: in {{value}} years
ff: ɗoo e duuɓi {{value}}

# minutes-ago-short[zero]
source: just now
ff: jooni-jooni

source: {{value}}m ago
ff: waɗii h{{value}}

# hours-ago-short[zero]
source: just now
ff: jooni-jooni

source: {{value}}h ago
ff: waɗii w{{value}}

# days-ago-short[zero]
source: today
ff: hannde

source: {{value}}d ago
ff: waɗii ñ{{value}}

# minutes-until-short[zero]
source: now
ff: jooni

source: in {{value}}m
ff: ɗoo e h{{value}}

# hours-until-short[zero]
source: now
ff: jooni

source: in {{value}}h
ff: ɗoo e w{{value}}

# days-until-short[zero]
source: today
ff: hannde

source: in {{value}}d
ff: ɗoo e b{{value}}

source: (incorrect date)
ff: (ñalngu feewaani)

source: %a %b %e %Y %I:%M:%S %p
ff: %a %e %b %Y %H:%M:%S

source: %m/%d/%Y
ff: %d/%m/%Y

source: %I:%M:%S %p
ff: %H:%M:%S

# shortTimeFormat
source: %I:%M %p
ff: %H:%M

# shortTimeFormat12
source: %I:%M %p
ff: %H:%M

source: %x %I:%M %p
ff: %x %H:%M
