Repository: translate/mozilla-gaia
Catalog: */apps/system/fxa/fxa.properties.po
Languages: af, am, as, bn_in, br, bs, es, fa, hi_in, km, kn, mai, mg, ml, mr, my, ne, or, pt, sw, ta, te, ur, uz, xh, zu

source: Please enter your Firefox Account password to continue.
af: Voer asseblief jou Firefox-rekeningwagwoord in om voort te gaan.
am: እባክዎን የ ፋየርፎክስ መግለጫ ማለፊያ ቃል ያስገቡ ለመቀጠል
as: আগবাঢ়িবলৈ অনুগ্ৰহ কৰি আপোনাৰ Firefox একাউন্ট পাছৱৰ্ড সুমুৱাওক।
bn_in: অগ্রসর হতে হলে আপনার Firefox অ্যাকাউন্ট এর পাসওয়ার্ড টি প্রবেশ করান।
br: Bizskrivit ho ker-tremen ar gont Firefox evit kenderc'hel.
bs: Za nastavak, molimo vas da upišete lozinku vašeg Firefox računa.
es: Escriba su contraseña de la cuenta de Firefox para continuar.
fa: لطفاُ برای ادامه، گذرواژهٔ حساب فایرفاکستان را وارد کنید.
hi_in: कृपया कूटशब्द अपने फायरफाक्स खाता जारी रखने के लिए दाखिल करें.
km: សូម​បញ្ចូល​ពាក្យ​សម្ងាត់​គណនី Firefox របស់​អ្នក ដើម្បី​បន្ត។
kn: ಮುಂದುವರೆಯಲು ನಿಮ್ಮ Firefox ಖಾತೆಯ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ.
mai: कृपया गुड़किल्ली अपन फायरफाक्सक खाता जारी राखबाक लेल दाखिल करू.
mg: Ampidiro, azafady, ny tenimiafin'ny Kaonty Firefox anao raha hanohy.
ml: തുടരാന്‍ ദയവായി നിങ്ങളുടെ ഫയര്‍ഫോക്സ് അക്കൌണ്ട് രഹസ്യവാക്ക് നല്‍കുക.
mr: कृपया पुढे जाण्यासाठी आपल्या Firefox खात्याचा पासवर्ड टाका.
my: သင်၏ မီးမြေခွေးအကောင့် စကားဝှက်အား ထည့်ပါ
ne: जारी राख्न कृपया आफ्नो फायरफक्स एकाउन्टको पासवर्ड हाल्नुहोस्।
or: ଆଗକୁ ବଢ଼ିବାପାଇଁ ଦୟାକରି ଆପଣଙ୍କ ଫାୟାରଫକ୍ସ ଖାତା ପାସୱାର୍ଡ ଦିଅନ୍ତୁ।
pt: Por favor introduza a palavra-passe da sua conta Firefox para continuar.
sw: Tafadhali ingiza neno lako la siri la Akaunti ya Firefox ili kuendelea.
ta: தொடர உங்கள் பையர்பாக்ஸ் கணக்கு கடவுச்சொல்லை உள்ளிடவும்.
te: కొనసాగుటకు దయచేసి మీ ఫైర్‌ఫాక్స్ ఖాతా సంకేతపదం ప్రవేశపెట్టండి.
ur: جاری رکھنے کے لئے آپنا فائر فاکس اکاؤنٹ پاس ورڈ درج کریں۔
uz: Davom etish uchun "Firefox hisobi" parolingizni kiriting.
xh: Nceda ufake ipasiwedi yeakhawunti yakho yeFirefox ukuze uqhube.
zu: Sicela ufake i-password ye-akhawunti yakho ye-Firefox ukuze uqhubeke.

source: Password
af: Wagwoord
am: የመግቢያ ቃል
as: পাছৱৰ্ড
bn_in: পাসওয়ার্ড
br: Ger-tremen
bs: Lozinka
es: Contraseña
fa: گذرواژه
hi_in: कूटशब्द
km: ពាក្យ​សម្ងាត់
kn: ಗುಪ್ತಪದ
mai: गुड़किल्ली
mg: Tenimiafina
ml: രഹസ്യവാക്ക്
mr: पासवर्ड
my: စကားဝှက်
ne: पासवर्ड
or: ପାସୱାର୍ଡ଼
pt: Palavra-passe
sw: Neno la siri
ta: கடவுச்சொல்
te: సంకేతపదం
ur: پاس ورڈ
uz: Parol
xh: Ipasiwedi
zu: I-password

source: Forgot your password?
af: Het jy jou wagwoord vergeet?
am: የመግቢያ ቃሉን ረሱት?
as: আপোনাৰ পাছৱৰ্ড পাহৰিলে নেকি?
bn_in: পাসওয়ার্ড ভুলে গেছেন?
br: Disoñjet hoc'h eus ho ker-tremen ?
bs: Zaboravili ste lozinku?
es: ¿Olvidó la contraseña?
fa: گذرواژه‌تان را فراموش کرده‌اید؟
hi_in: अपना कूटशब्द भूल गए?
km: ភ្លេច​ពាក្យ​សម្ងាត់​របស់​អ្នក?
kn: ನಿಮ್ಮ ಗುಪ್ತಪದ ಮರೆತಿರುವಿರಾ?
mai: अपन गुड़किल्लीकेँ बिसरि गेलहुँ
mg: Hadino ny tenimiafinao?
ml: നിങ്ങളുടെ രഹസ്യവാക്ക് മറന്നോ?
mr: पासवर्ड विसरला?
my: သင့်စကားဝှက်အားမေ့သွားပြီလား?
ne: पासवर्ड विर्सनुभयो?
or: ପାସୱାର୍ଡ଼ ଭୁଲିଯାଇଛନ୍ତି କି?
pt: Esqueceu-se da palavra-passe?
sw: Umesahau neno lako la siri?
ta: உங்கள் கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: మీ సంకేతపదం మర్చిపోయారా?
ur: آپ اپنا پاس ورڈ بھول گئے ہیں؟
uz: Parolingizni unutdingizmi?
xh: Uyilibele ipasiwedi yakho?
zu: Ukhohlwe yi-password yakho?

source: Show password
af: Vertoon wagwoord
am: የመግቢያ ቃል ማሳያ
as: পাছৱৰ্ড দেখুৱাওক
bn_in: পাসওয়ার্ড প্রদর্শন
br: Diskouez ar ger-tremen
bs: Prikaži lozinku
es: Mostrar contraseña
fa: نمایش گذرواژه
hi_in: कूटशब्द दिखाएँ
km: បង្ហាញ​ពាក្យ​សម្ងាត់
kn: ಗುಪ್ತಪದವನ್ನು ತೋರಿಸು
mai: गुड़किल्ली देखाउ
mg: Hampiseho tenimiafina
ml: രഹസ്യവാക്ക് കാണിയ്ക്കു
mr: पासवर्ड दाखवा
my: စကားဝှက်အားပြပါ
ne: पासवर्ड देखाउनुहोस्
or: ପାସୱାର୍ଡ଼ ଦେଖାନ୍ତୁ
pt: Mostrar palavra-passe
sw: Onesha neno la siri
ta: கடவுச்சொல்லைக் காட்டு
te: సంకేతపదం చూపించు
ur: پاس ورڈ دکھائیں
uz: Parolni ko‘rsatish
xh: Bonisa ipasiwedi
zu: Veza i-password

source: Your password must be at least 8 characters long.
af: Jou wagwoord moet ten minste 8 karakters wees.
am: የ እርስዎ የመግቢያ ቃል ቢያንስ 8 ባህሪዎች መያዝ አለበት
as: আপোনাৰ পাছৱৰ্ড অন্তত ৮ আখৰৰ হব লাগিব।
bn_in: পাসওয়ার্ড অন্তত 8 অক্ষর বিশিষ্ট হওয়া আবশ্যক।
br: Ho ker-tremen a rank bezañ 8 arouezenn e hirder da vihanañ.
bs: Vaša lozinka mora sadržavati barem 8 znakova.
es: La contraseña debe tener al menos 8 caracteres.
fa: گذرواژه‌تان باید حداقل ۸ نویسه طول داشته باشد.
hi_in: कूटशब्द को कम से कम 8 अक्षर लंबाई का होना चाहिए.
km: ពាក្យ​សម្ងាត់​យ៉ាងហោច​ណាស់​មាន​ប្រវែង 8 តួអក្សរ។
kn: ನಿಮ್ಮ ಗುಪ್ತಪದವು ಕನಿಷ್ಟ 8 ಅಕ್ಷರಗಳಷ್ಟಾದರೂ ಉದ್ದವಾಗಿರಬೇಕು.
mai: गुड़किल्लीकेँ कम सँ कम 8 अक्षर नमहर होनाइ चाही.
mg: Tsy maintsy misy maritsoratra 8 ny tenimiafinao farafahakeliny.
ml: നിങ്ങളുടെ രഹസ്യവാക്കിന് കുറഞ്ഞത് 8 അക്ഷരങ്ങളെങ്കിലും വേണം.
mr: पासवर्ड किमान 8 अक्षरांचा असायला हवा.
my: သင့်ပတ်စ်ဝတ်အား စာလုံး 8 လုံးအနည်းဆုံးထားရမည်။
ne: पासवर्ड कम्तिमा पनि 8 क्यारेक्टर लामो हुनुपर्दछ।
or: ଆପଣଙ୍କ ପାସୱାର୍ଡ଼ ଅତିକମରେ 8 ଅକ୍ଷର ବିଶିଷ୍ଠ ହୋଇଥିବା ଉଚିତ ।
pt: A sua palavra-passe deve ter, pelo menos, 8 caracteres.
sw: Neno lako la siri lazima liwe angalau na urefu wa herufi 8.
ta: குறைந்த பட்சம் எட்டு எழுத்தினையாவது கடவுச் சொல் கொண்டிருத்தல் வேண்டும்.
te: మీ సంకేతపదం తప్పకుండా కనీసం 8 అక్షరాల పొడవు ఉండాలి.
ur: آپ کا پاس ورڈ کم از کم 8 حروف طویل ہونا ضروری ہے۔
uz: Parolingiz kamida 8 ta belgidan iborat bo‘lishi kerak.
xh: Ipasiwedi yakho mayibe ziikharakhtha ezisi-8 ubude.
zu: I-password yakho kufanele ibe okungenani yizinhlamvu eziyi-8 ubude.

source: Success!
af: Sukses!
am: ተሳክቷል!
as: সফল!
bn_in: সফল!
br: Taol berzh !
bs: Uspješno!
es: ¡Correcto!
fa: با موفّقیت انجام شد!
hi_in: सफल!
km: ជោគជ័យ!
kn: ಯಶಸ್ವಿಯಾಗಿದೆ!
mai: सफल!
mg: Fahombiazana!
ml: വിജയിച്ചു!
mr: यशस्वी!
my: ပြီးပြီ!
ne: सफल !
or: ସଫଳ!
pt: Sucesso!
sw: Imefaulu!
ta: வெற்றி!
te: సఫలం!
ur: کامیابی!
uz: Muvaffaqiyatli!
xh: Impumelelo!
zu: Impumelelo!

source: Your Firefox Account is ready to go!
af: Jou Firefox-rekening is gereed!
am: የ ፋየርፎክስ መግለጫ ዝግጁ ነው ለመቀጠል!
as: আপোনাৰ Firefox একাউন্ট ব্যৱহাৰ কৰিবলে প্ৰস্তুত!
bn_in: অাপনার Firefox একাউন্ট প্রস্তুত হয়েছে!
br: Prest eo ho kont Firefox !
bs: Vaš Firefox račun je spreman!
es: ¡Su cuenta de Firefox está lista!
fa: حساب فایرفاکستان آمادهٔ بهره‌برداری است!
hi_in: आपका फायरफाक्स खाता प्रयोग करने के लिए तैयार है!
km: គណនី Firefox របស់​អ្នក រួចរាល់​ហើយ!
kn: ನಿಮ್ಮ Firefox ಖಾತೆಯು ಸಿಧ್ದವಾಗಿದೆ!
mai: अहाँर फायरफाक्सक खाता प्रयोग करबाक लेल तैआर अछि!
mg: Vonona ny hiasa ny Kaonty Firefox anao!
ml: നിങ്ങളുടെ ഫയര്‍ഫോക്സ് അക്കൌണ്ട് തയ്യാറാണ്!
mr: आपले Firefox खाते तयार आहे!
my: သင့်မီးမြေခွေးအကောင့်အားစသုံးနိုင်ပါပြီ!
ne: तपाईंको फायरफक्स खाता जान तयार छ !
or: ଆପଣଙ୍କ ଫାୟାରଫକ୍ସ ଖାତା ପ୍ରସ୍ତୁତ ହୋଇଗଲା!
pt: A sua Conta Firefox está pronta!
sw: Akaunti yako ya Firefox iko tayari!Â
ta: உங்கள் பயர்பாக்ஸ் கணக்கு பயன்படுத்த தயாராக உள்ளது!
te: మీ ఫైర్‌ఫాక్స్ ఖాతా సిద్ధంగా ఉంది!
ur: آپکا فائر فاکس اکاؤنٹ تیار ہے!
uz: "Firefox hisobi"ngiz foydalanishga tayyor.
xh: Iakhawunti yakho yeFirefox ilungele ukusebenza!
zu: I-akhawunti Yakho Ye-Firefox isilungile!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
af: Jy kan nou kenmerke soos Vind my toestel en programme soos die Firefox-markplek gebruik.
am: አሁን መጠቀም ይችላሉ እንደ የ እኔን አካል አግኝ እና መተግበሪያዎች ከ ፋየር ፎክስ የ ገበያ ቦታ
as: এতিয়া আপুনি বৈশিষ্টসমূহ যেনে মোৰ ডিভাইচ সন্ধান কৰক আৰু এপসমূহ যেনে Firefox মাৰ্কেটপ্লেইচ ব্যৱহাৰ কৰিব পাৰিব।
bn_in: এখন আপনি আমার ডিভাইস খোঁজো এবং ফায়ারফক্স মার্কেটপ্লেসের মত অ্যাপ্লিকেশান এবং বৈশিষ্ট্য ব্যবহার করতে পারেন।
br: Bremañ e c'hellit arverañ keweriusterioù evel Kavout Ma Zrevnad hag arloadoù evel Firefox Marketplace.
bs: Sada možete koristiti mogućnosti kao što su Pronađi moj uređaj i Firefox Marketplace.
es: Ahora puede usar características como Buscar mi dispositivo y apps como Firefox Marketplace.
fa: حال می‌توانید از ویژگی‌هایی چون «یافتن دستگاه» و برنامه‌هایی مثل «فروشگاه فایرفاکس» استفاده کنید.
hi_in: अब आप हमारी युक्ति के लिए देखें जैसे फीचर और फायरफाक्स मार्केटप्लेस का उपयोग कर सकते हैं.
km: នៅ​ពេល​នេះ អ្នក​អាច​ប្រើ​មុខងារ​នានា​ដូច​ជា ស្វែងរក​ឧបករណ៍​របស់​ខ្ញុំ និង​កម្មវិធី​នានា​ដូច​ជា Firefox Marketplace ជាដើម។
kn: ಈಗ ನೀವು ನನ್ನ ಸಾಧನ ಹುಡುಕು ರೀತಿಯ ಸೌಲಭ್ಯಗಳನ್ನು ಮತ್ತು Firefox Marketplace ಅನ್ವಯಗಳನ್ನು ಬಳಸಬಹುದು.
mai: आब अहाँ हमर युक्तिक लेल ताकू जहिना फीचर आओर फायरफाक्स मार्केटप्लेसक उपयोग कए सकैछी.
mg: Afaka mampiasa ireo fiasa toy ny Hitady Ny Fitaovako sy ireo app toy ny Tsena Firefox ianao izao.
ml: ഇപ്പോള്‍ നിങ്ങള്‍ക്ക് എന്റെ ഉപകരണം കണ്ടെത്തു തുടങ്ങിയ സേവനങ്ങളും ഫയര്‍ഫോക്സ് മാര്‍ക്കറ്റ്പ്ലേസ് പോലുള്ള ആപ്പുകളും ഉപയോഗിക്കാം.
mr: आता आपण माझे उपकरण शोधा यासारखी वैशिष्ट्ये आणि Firefox मार्केटप्लेस सारखे अॅप वापरू शकता.
my: ယခု ဖုန်းရှာခြင်း နှင့် မီးမြေခွေး စျေးကွက်မှ အက်ပ်များအား သုံးခြင်း ပြုလုပ်နိုင်ပြီဖြစ်ပါသည်။
ne: मेरो यन्त्र र फायरफक्स बजार जस्तै क्षुधा खोजें जस्तै अब तपाईं सुविधाहरू प्रयोग गर्न सक्छ।
or: ଏବେ ଆପଣ ମୋ-ଉପକରଣ-ଖୋଜନ୍ତୁ ପରି ଫିଚର ଓ Firefox ମାର୍କେଟପ୍ଲେସ ପରି ଆପସ ବ୍ୟବହାର କରି ପାରିବେ।
pt: Agora pode utilizar funcionalidades como Encontrar Dispositivo e aplicações como o Firefox Marketplace.
sw: Sasa unaweza kutumia vipengele kama Tafuta Kifaa Changu na programu kama Firefox Marketplace.
ta: இப்பொது நீங்கள் பையர்பாக்ஸ் சந்தை போன்ற பயன்பாடுகளையும் சாதனத்தை கண்டறி போன்ற அம்சங்களையும் பயன்படுத்தலாம்.
te: నా పరికరం కనుగొను వంటి విశేషణాలు మరియు ఫైర్‌ఫాక్స్ మార్కెట్‌ప్లేస్ వంటి అనువర్తనాలు ఇప్పుడు మీరు ఉపయోగించవచ్చు.
ur: اب آپ اپنے آلے پر فیچر استعمال کر سکتے حے جےسے فائنڈ مای ڈیوائس یا ایپس جےسے فائر فاکس مارکیٹ پلیس۔
uz: Siz hozir "Qurilmamni topish"ga o‘xshagan xususiyatlar va Firefox Marketplace"ga o‘xshagan ilova dasturlardan foydalanishingiz mumkin.
xh: Ngoku ungazisebenzisa iifitsha ezifana noFumana isixhobo sam neeaplikheyishini ezifana neMarike yeFirefox.
zu: Manje usungasebenzisa izinhlelo ezifana noThola Idivayisi Yami kanye nama-app afana ne-Firefox Marketplace.

source: In the future, you can access and manage your account from Settings.
af: Jy kan in die toekoms toegang tot jou rekening vanaf Instellings verkry en dit bestuur.
am: ወደ ፊት እርስዎ ይፈልጉ እና ያስተዳድሩ የ እርስዎን መግለጫ ከ ማሰናጃ ውስጥ
as: ভৱিষ্যতত, আপুনি সংহতিসমূহৰ পৰা আপোনাৰ একাউন্ট অভিগম আৰু ব্যৱস্থাপনা কৰিব পাৰিব।
bn_in: ভবিষ্যতে, আপনি আপনার অ্যাকাউন্ট এ প্রবেশ এবং ম্যানেজ করতে পারেন সেটিংস থেকে।
br: En amzer da zont, e c'hellot haeziñ hag ardeiñ ho kont dre an Arventennoù.
bs: U budućnosti, vašem računu možete pristupiti i mijenjati ga u Postavkama.
es: En el futuro, podrá acceder y administrar su cuenta desde Ajustes.
fa: در آینده می‌توانید از تنظیمات به حسابتان دسترسی داشته باشید و آن را مدیریت کنید.
hi_in: भविष्य में, आप सेटिंग से अपनी खाता की पहुँच और प्रबंधित कर सकते हैं.
km: នៅ​ពេល​ខាង​មុខ អ្នក​អាច​ចូល​និង​គ្រប់គ្រង​គណនី​របស់​អ្នក​ពី​ក្នុង​ការ​កំណត់។
kn: ಭವಿಷ್ಯದಲ್ಲಿ, ನೀವು ನಿಮ್ಮ ಖಾತೆಯ ಪ್ರವೇಶ ಮತ್ತು ನಿರ್ವಹಣೆಯನ್ನು ಸಿದ್ದತೆಗಳು ಮೂಲಕ ಮಾಡಬಹುದು.
mai: भविष्यमे, अहाँ सेटिंगसँ अपन खाताकेँ पहुँच आओर प्रबंधित कए सकैछी.
mg: Amin'ny ho avy, dia afaka miditra sy mandrindra ny kaontinao ao amin'ny tefy ianao.
ml: ഭാവിയില്‍, ക്രമീകരണങ്ങളില്‍ നിന്നും നിങ്ങള്‍ക്ക് അക്കൌണ്ട് കൈകാര്യം ചെയ്യാം.
mr: भविष्यात, आपण आपले खाते सेटिंग मधून वापरु आणि व्यवस्थापित करू शकता.
my: အနာဂတ်တွင် သင့်အကောင့် အား အပြင်အဆင် မှတစ်ဆင့် စီမံခန့်ခွဲနိုင်မည်။
ne: भविष्यमा, तपाईंले सेटिंगबाट आफ्नो खाता व्यवस्थापन र प्रयोग गर्न सक्नुहुन्छ।
or: ଭବିଷ୍ୟତରେ ସେଟିଂରୁ ଆପଣ ଆପଣଙ୍କର ଖାତାକୁ ବ୍ୟବହାର ଓ ପରିଚାଳନା କରି ପାରିବେ।
pt: No futuro, pode aceder e gerir a sua conta nas Definições.
sw: Katika siku zijazo, unaweza kufikia na kusimamia akaunti yako kutoka kwa Mipangilio.
ta: இனிமேல், அமைவுகளில் இருந்து உங்கள் கணக்கை அனுகவும் நிர்வகிக்கவும் முடியும்.
te: భవిష్యత్తులో, అమరికల నుండి మీరు మీ ఖాతాను నిర్వహించవచ్చు మరియు ప్రాప్యించవచ్చు.
ur: مستقبل میں، آپ اپنا اکاؤنٹ اور بندوبست سیٹنگیں سے حاصل کر سکتے ہیں۔
uz: Kelajakda "Sozlamalar"dan hisobingizga kirishingiz va uni boshqarishingiz mumkin.
xh: Kwixa elizayo, ungangena kwaye ulawule iakhawunti yakho kwiiSethingi.
zu: Ngokuzayo, usuyokwazi ukufinyelela nokulawula i-akhawunti yakho kumaSethingi.

source: Confirm Your Account
af: Bevestig jou rekening
am: የ እርስዎን መግለጫ ያረጋግጡ
as: আপোনাৰ একাউন্ট নিশ্চিত কৰক
bn_in: অ্যাকাউন্ট নিশ্চিত করুন
br: Kadarnait ho kont
bs: Potvrdite vaš račun
es: Confirmar su cuenta
fa: حسابتان را تأیید کنید
hi_in: अपने खाता की पुष्टि करें
km: អះអាង​គណនី​របស់​អ្នក
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಖಚಿತಪಡಿಸಿ
mai: अपन खाता संपुष्ट करू
mg: Hamafiso Ny Kaontinao
ml: നിങ്ങളുടെ അക്കൌണ്ട് സ്ഥിരീകരിക്കുക
mr: खात्याची पुष्टी करा
my: သင့်အကောင့်အားအတည်ပြုပါ
ne: खाता यकिन गर्नुहोस्
or: ଆପଣଙ୍କର ଖାତାକୁ ନିଶ୍ଚିତ କରନ୍ତୁ
pt: Confirmar Conta
sw: Thibitisha Akaunti Yako
ta: கணக்கை உறுதிப்படுத்து
te: మీ ఖాతాను నిర్ధారించండి
ur: اپنے اکاؤنٹ کی تصدیق کریں
uz: Hisobingizni tasdiqlash
xh: Qinisekisa iakhawunti yakho
zu: Qinisekisa I-akhawunti Yakho

source: We will send an email to: {{email}}
as: আমি উল্লেখিত ঠিকনালৈ এটা ইমেইল পঠাম: {{email}}
bn_in: আমদের একটি ইমেল পাঠাতে হবে: {{email}}
es: Enviaremos un correo a: {{email}}
hi_in: हम यहाँ ईमेल भेज सकते हैं: {{email}}
mai: हम एतए इमेल भेजि सकैछी: {{email}}
mg: Izahay dia handefa mailaka amin'ny: {{email}}
ne: हामी {{email}} मा एउटा इमेल पठाऊछौ
te: మేము దీనికి ఒక మెయిల్ పంపుతాము: {{email}}

source: Next time you check your email, click the verification link to confirm your Firefox Account.
af: As jy weer jou e-pos kontroleer, klik die verifiëringskakel om jou Firefox-rekening te bevestig.
am: በሚቀጥለው ጊዜ ኢሜይል ሲመረምሩ: ይጫኑ የማረጋገጫውን አገናኝ የ እርስዎን መግለጫ ለማረጋገጥ
as: পৰৱৰ্তী সময়ত আপোনাৰ ইমেইল নিৰীক্ষণ কৰোতে, আপোনাৰ Firefox একাউন্ট নিশ্চিত কৰিবলৈ সত্যাপন লিঙ্কত ক্লিক কৰিব।
bn_in: পরবর্তীকালে আপনি যখন আপনার ইমেইল চেক করবেন, আপনার ফায়ারফক্স অ্যাকাউন্ট যাচাইকারী লিঙ্কটি ক্লিক করবেন।
br: Ar wech a zeu e wiriot ho postel, klikit war an ere gwiriañ evit kadarnaat ho kont Firefox.
bs: Sljedeći put kada budete provjeravali vaš email, kliknite na verifikacijski link da potvrdite vaš Firefox račun.
es: La siguiente vez que compruebe su correo, pulse en el enlace de verificación para confirmar su cuenta de Firefox.
fa: دفعهٔ بعدی که رایانامه‌تان را بررسی کردید، برای تصدیق حساب فایرفاکستان، روی پیوند درستی سنجی کلیک کنید.
hi_in: अगली बार आप जब ईमेल की जाँच करते हैं, अपने फ़ायरफ़ॉक्स खाता की पुष्टि के लिए सत्यापन कड़ी जाँचें.
km: នៅ​ពេល​បន្ទាប់​អ្នក​ពិនិត្យមើល​អ៊ីមែល​របស់​អ្នក, ចុច​​តំណ​ផ្ទៀង​ផ្ទាត់ ដើម្បី​បញ្ជាក់​គណនី Firefox របស់​អ្នក។
kn: ಮುಂದಿನ ಬಾರಿ ನಿಮ್ಮ ಇಮೇಲ್ ಪರಿಶೀಲಿಸುವಾಗ, Firefox ಖಾತೆಯನ್ನು ಖಚಿತಪಡಿಸಲು ಧೃಡೀಕರಣ ಕೊಂಡಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.
mai: अगिलाबेर जब अहाँ इमेल चेक करू,अपन फायरफाक्स खाताक पुष्टिक लेल जाँच कड़ीक क्लिक करू.
mg: Rehefa mizaha ny mailakao ianao amin'ny manaraka, dia tsindrio ny rohy fanamarinana hanamafisana ny kaonty Firefox anao.
ml: അടുത്ത തവണ ഇമെയില്‍ പരിശോധിക്കുമ്പോള്‍, പരിശോധനാ ലിങ്ക് ക്ലിക്ക് ചെയ്ത് ഫയര്‍ഫോക്സ് അക്കൌണ്ട് സ്ഥിരീകരിക്കുക.
mr: पुढच्या वेळी इ-मेल तपासताना, सत्यापन दुव्यावर टिचकी मारून आपल्या Firefox खात्याची पुष्टी करा.
my: နောက်တစ်ခေါက်သင့်အီးမေလ်းစစ်တဲ့အခါ မေလ်းထဲမှာ ပါတဲ့ အတည်ပြု လင်ခ့်ကို နှိပ်ပြီး သင့်အကောင့်ကို အတည်ပြုပါ။
ne: अर्को समय तपाईं, तपाईंको इमेल जाँच आफ्नो फायरफक्स खाता पुष्टि गर्न प्रमाणिकरण लिंक क्लिक गर्नुहोस्।
or: ଆଗଥର ଆପଣ ଯେତେବେଲେ ନିଜର ଇମେଲ ଦେଖିବେ, ଆପଣଙ୍କ Firefox ଖାତାକୁ ପୁଷ୍ଟି କରିବାପାଇଁ ସତ୍ୟାପନର ଲିଂକରେ କ୍ଲିକ କରନ୍ତୁ
pt: Da próxima vez que for ao e-mail, clique na ligação de confirmação para confirmar a sua Conta do Firefox.
sw: Wakati ujao ukikagua barua pepe yako, bofya kiungo cha uthibitishaji ili kuthibitisha Akaunti yako ya Firefox.
ta: அடுத்த முறை மின்னஞ்சலை சரி பார்க்கும் போது, சரிபார்ப்பு சுட்டியை அழுத்தி உங்கள் பையர்பாக்ஸ் கணக்கை உறுதிசெய்யவும்.
te: తరువాత సారి మీరు మీ ఈమెయిల్ చూడగానే, ధృవీకరణ లంకెపై నొక్కి మీ ఫైర్‌ఫాక్స్ ఖాతాను నిర్ధారించండి.
ur: اگلی بار آپنے ای میل کی جانچ پڑتال کرے، آپنے فائر فاکس کے اکاؤنٹ کی تصدیق کرنے کے لئے کی توثیق کے لنک پر کلک کریں۔
uz: Keyingi safar siz e-pochtangizni tekshiring, "Firefox hisobi"ngizni tasdiqlash uchun tasdiqlash linki ustiga bosing.
xh: Xa ukhangela i-imeyile yakho, cofa ikhonkco lokuqinisekisa ukuqinisekisa iakhawunti yakho yeFirefox.
zu: Ngesikhathi esilandelayo sokubheka i-imeyli yakho, chofoza ilinki yokuqinisekisa ukuze uqinisekise i-Akhawunti yakho yaka-Firefox.

source: Age Verification
af: Ouderdomverifiëring
am: የ እድሜ ማረጋገጫ
as: বয়সৰ সত্যাপন
bn_in: বয়স যাচাইকরণ
br: Gwiriadur an oad
bs: Verifikacija starosti
es: Verificación de edad
fa: درستی سنجی سن
hi_in: आयु सत्यापन
km: ការ​ផ្ទៀងផ្ទាត់​អាយុ
kn: ವಯಸ್ಸು ಪರಿಶೀಲನೆ
mai: उमर सत्यापन
mg: Fanamarinana Taona
ml: വയസ്സ് പരിശോധന
mr: वय पडताळणी
my: အသက်အတည်ပြုခြင်း
ne: उमेर प्रमाणिकरण
or: ବୟସ ସତ୍ୟାପନ
pt: Confirmação da Idade
sw: Uthibitishaji Umri
ta: வயது சரிபார்ப்பு
te: వయస్సు నిర్ధారణ
ur: عمر کی توثیق
uz: Tasdiqlash yoshi
xh: Uqinisekiso lobudala
zu: Ukuqinisekisa Iminyaka

source: {{year}} or earlier
am: {{year}} ወይንም ቀደም ያለ
bn_in: {{year}} বা পূর্বে
br: {{year}} pe a-raok
bs: {{year}} ili ranije
es: {{year}} o antes
fa: ‫{{year}} یا زودتر
kn: {{year}} ಅಥವಾ ಹಿಂದೆ
pt: {{year}} ou anterior
ur: {{year}} یا اس سے قبل
uz: {{year}} yoki oldinroq

source: Year of Birth
af: Geboortejaar
am: የተወለዱበት አመተ ምህረት
as: জন্মবৰ্ষ
bn_in: জন্মের সাল
br: Bloavezh ar c'hanedigezh
bs: Godina rođenja
es: Año de nacimiento
fa: سال میلاد
hi_in: जन्म का साल
km: ឆ្នាំ​កំណើត
kn: ಹುಟ್ಟಿದ ವರ್ಷ
mai: जन्मक साल
mg: Taona Nahaterahana
ml: ജനന വര്‍ഷം
mr: जन्म वर्ष
my: မွေးသက္ကရာဇ်
ne: जन्मवर्ष
or: ଜନ୍ମ ବର୍ଷ
pt: Ano de Nascimento
sw: Mwaka wa Kuzaliwa
ta: பிறந்த ஆண்டு
te: పుట్టిన సంవత్సరం
ur: پیدائش کا سال
uz: Tug‘ilgan sanasi
xh: Unyaka wokuzalwa
zu: Unyaka Wokuzalwa

source: 1990 or earlier
mg: 1990 na taloha kokoa
ne: 1990 अथवा त्यो भन्दा अगाडी

source: You must meet certain age requirements to create a Firefox Account. <a id="coppa-link" href="#">Learn more</a>
fa: باید سن مشخصی که برای ایجاد یک حساب فایرفاکس مورد نیاز است را داشته باشید.<a id="coppa-link" href="#">اطلاعات بیشتر</a>

source: By proceeding, I agree to the <a>{{tos}}</a> and <a>{{pn}}</a> of Firefox cloud services.
fa: با ادامه، من با <a>{{tos}}</a> و <a>{{pn}}</a> خدمات ابری فایرفاکس موافقت می‌کنم.
km: ដោយ​បន្ត​ដំណើរការ ខ្ញុំ​យល់ព្រម​នឹង <a>{{tos}}</a> និង <a>{{pn}}</a> នៃ​សេវាកម្ម​ពពក Firefox។
kn: ಮುಂದುವರೆಯುವುದರೊಂದಿಗೆ, Firefox ಕ್ಲೌಡ್ ಸೇವೆಗಳ <a>{{tos}}</a> ಮತ್ತು <a>{{pn}}</a> ಗಳನ್ನು ಒಪ್ಪುತ್ತೇನೆ.
pt: Ao continuar, eu concordo com os <a>{{tos}}</a> e a <a>{{pn}}</a> dos serviços Firefox na nuvem.
ur: آگے بڑھنے سے، میں فائر فاکس کلاؤڈ خدمات کی <a>{{tos}}</a> اور <a>{{pn}}</a> سے آمادہ کرتا ہوں۔
uz: Davom ettirish bilan men <a>{{tos}}</a> va Firefox bulut xizmatlari <a>{{pn}}</a>ga roziman.

source: Hello, <a>{{email}}</a>
fa: سلام، <a>{{email}}</a>
pt: Olá, <a>{{email}}</a>

source: We will send an email to: <strong>{{email}}</strong>
fa: ما ایمیلی به :<strong>{{email}}</strong> ارسال می‌کند
pt: Iremos enviar um email para: <strong>{{email}}</strong>

source: You must meet certain age requirements to create a Firefox Account. <a>Learn more</a>
km: អ្នក​ត្រូវតែ​បំពេញ​តាម​តម្រូវការ​អាយុ​ពិត​ប្រាកដ​ដើម្បី​​បង្កើត​គណនី Firefox បាន។ <a>ស្វែងយល់​បន្ថែម</a>
