Repository: translate/mozilla-gaia
Catalog: */apps/system/fxa/fxa.properties.po
Languages: af, am, as, bn_in, br, bs, es, fa, hi_in, km, kn, mai, mg, ml, mr, my, ne, or, pt, sw, ta, te, ur, uz, xh, zu

source: Firefox Accounts
af: Firefox-rekeninge
am: የ ፋየርፎክስ መግለጫ
as: Firefox একাউন্টসমূহ
bn_in: Firefox একাউন্ট
br: Kontoù Firefox
bs: Firefox računi
fa: حساب‌های فایرفاکس
hi_in: फ़ायरफ़ॉक्स खाता
km: គណនី Firefox
kn: Firefox ಖಾತೆಗಳು
mai: फायरफाक्स खाता
mg: Kaonty Firefox
ml: ഫയര്‍ഫോക്സ് അക്കൌണ്ടുകള്‍
mr: Firefox खाती
my: မီးမြေခွေး အကောင့်များ
ne: फायरफक्स एकाउन्टस्
or: Firefox ଖାତାଗୁଡ଼ିକ
pt: Contas do Firefox
sw: Akaunti za Firefox
ta: Firefox கணக்கு
te: ఫైర్‌ఫాక్స్ ఖాతాలు
ur: فائر فاکس کے اکاؤنٹس
uz: Firefox hisoblari
xh: Iiakhawunti zeFirefox
zu: Ama-akhawunti e-Firefox

source: Next
af: Volgende
am: ይቀጥሉ
as: পৰৱৰ্তী
bn_in: পরবর্তী
br: War-lerc'h
bs: Sljedeća
es: Siguiente
fa: بعدی
hi_in: अगला
km: បន្ទាប់
kn: ಮುಂದೆ
mai: अगिला
mg: Manaraka
ml: അടുത്തതു്
mr: पुढे
my: နောက်
ne: अर्को
or: ପରବର୍ତ୍ତୀ
pt: Seguinte
sw: Ifuatayo
ta: அடுத்து
te: తరువాత
ur: اگلا
uz: Keyingi
xh: Elandelayo
zu: Okulandelayo

source: Back
af: Terug
am: ወደ ኋላ
as: পিছলৈ
bn_in: পূর্ববর্তী
br: Kent
bs: Prethodna
es: Atrás
fa: بازگشت
hi_in: पीछे
km: ថយក្រោយ
kn: ಹಿಂದೆ
mai: पाछाँ
mg: Hiverina
ml: പിന്നോട്ട്
mr: मागे
my: ရှေ့
ne: पछाडि
or: ପଛକୁ
pt: Anterior
sw: Nyuma
ta: பின்
te: వెనుక
ur: پچھلا
uz: Orqaga
xh: Emva
zu: Emuva

source: Done
af: Klaar
am: ጨርሷል
as: কৰা হল
bn_in: সমাপ্ত
br: Graet
bs: Završeno
es: Hecho
fa: انجام شد
hi_in: संपन्न
km: ធ្វើ​រួច
kn: ಮುಗಿಯಿತು
mai: सम्पन्न
mg: Vita
ml: ചെയ്തു
mr: पूर्ण
my: ပြီးပြီ
ne: पूरा भयो
or: ସମ୍ପନ୍ନ
pt: OK
sw: Imafanyika
ta: முடிந்தது
te: పూర్తయ్యింది
ur: ہو گیا
uz: Tayyor
xh: Yenziwe
zu: Kwenziwe

source: OK
af: Goed
am: እሺ
as: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
es: Aceptar
fa: تأیید
hi_in: ठीक
km: យល់ព្រម
mai: बेस
ml: ശരി
mr: ठीक
my: အိုကေ
ne: ठीक छ
or: ଠିକ ଅଛି
sw: SAWA
ta: சரி
te: సరే
ur: ٹھیک ہے
xh: Kulungile
zu: Kulungile

# fxa-connection-error-title
source: Unable to Connect
af: Kan nie koppel nie
am: ለመገናኘት አልተቻለም
as: সংযোগ কৰিবলৈ অক্ষম
bn_in: সংযোগ করতে ব্যর্থ
br: N'haller ket kennaskañ
bs: Ne mogu da se povežem
es: Imposible conectar
fa: ناتوانی در اتّصال
hi_in: कनेक्ट करने में असमर्थ
km: មិន​អាច​តភ្ជាប់
kn: ಸಂಪರ್ಕ ಸಾಧಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
mai: संबंधित करैमे असमर्थ
mg: Tsy Afaka Mifandray
ml: കണക്ട്‌ ചെയ്യുവാന്‍ സാധിച്ചില്ല
mr: जोडणी होऊ शकत नाही
my: ချိတ်ဆက်မရပါ
ne: जडान गर्न असमर्थ
or: ସଂଯୋଗ କରିବାରେ ଅସମର୍ଥ
pt: Incapaz de ligar
sw: Haiwezi Kuunganisha
ta: இணைக்க முடியவில்லை
te: అనుసంధానించలేకపోయాం
ur: جڑنے میں ناکام
uz: Ulana olmadi
xh: Ayinakho ukunxibelelana
zu: Ayikwazi Ukuxhuma

source: You can create an account or sign in from Settings.
af: Jy kan 'n rekening skep of aanmeld vanaf Instellings.
am: መግለጫ መፍጠር ይችላሉ ወይንም ከማሰናጃ ውስጥ መግባት ይችላሉ
as: আপুনি এটা একাউন্ট সৃষ্টি কৰিব পাৰিব অথবা সংহতিসমূহৰ পৰা ছাইন ইন কৰিব পাৰিব।
bn_in: অাপনি অ্যাকাউন্ট তৈরি করুন অথবা সাইন ইন করুন বৈশিষ্ট্যাবলী থেকে।
br: Gallout a rit krouiñ ur gont pe kennaskañ dre an Arventennoù.
bs: U Postavkama možete kreirati račun ili se prijaviti.
es: Puede crear una cuenta o conectarse desde Ajustes.
fa: می‌توانید یک حساب ساخته یا از تنظیمات وارد شوید.
hi_in: आप एक खाता बना सकते हैं अथवा सेटिंग से साइन इन कर सकते हैं.
km: អ្នក​អាច​បង្កើត​គណនី ឬ ចូល​គណនី​តាម​រយៈ​ការ​កំណត់។
kn: ಸಿದ್ದತೆಗಳು ಮೂಲಕ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಚಿಸಿ ಅಥವ ಪ್ರವೇಶಿಸಿ.
mai: अहाँ एकगोट खाता बनाए सकैछी अथवा सेटिंगसँ साइन इन कए सकैछी.
mg: Afaka mamorona kaonty na miditra avy ao amin'ny Tefy ianao.
ml: അക്കൌണ്ട് ഉണ്ടാക്കുക അല്ലെങ്കില്‍ ക്രമീകരണങ്ങളില്‍ നിന്ന് പ്രവേശിക്കുക.
mr: आपण खाते तयार करू शकता किंवा सेटिंग मधून साइन इन करू शकता.
my: အကောင့်တစ်ခု ပြုလုပ် သို့ ရှိပြီးသားအကောင့်ဖြင့် ဝင်ရောက်နိုင်သှ်
ne: तपाईं खाता वा समायोजनबाट साइन इन गर्न सक्नुहुन्छ।
or: ଆପଣ ସଂରଚନାରୁ ନୂଆ ଖାତାଟିଏ ଖୋଲିପାରିବେ କିମ୍ବା ସାଇନ ଇନ କରିପାରିବେ ।
pt: Pode criar uma conta ou iniciar sessão nas Definições.
sw: Unaeza kuunda akaunti ama uingie kupitia kwa mipangilio.
ta: ஒரு கணக்கை உருவாக்கு அல்லது அமைவுகளில் இருந்து நுழை.
te: మీరు ఒక ఖాతాను సృష్టించవచ్చు లేదా అమరికల నుండి ప్రవేశించండి.
ur: آپ اکاؤنٹ بنا سکتے ہیں یا سیٹنگوں میں سے سائن ان کر سکتے ہیں۔
uz: Hisob yaratishingiz mumkin yoki "Sozlamalar"dan kiring.
xh: Awunakho ukwenza iakhawunti okanye ukungena kwiiSethingi.
zu: Ungasungula i-akhawunti noma sayinela ukungena kumaSethingi.

source: Reset Password
af: Stel wagwoord terug
am: የመግቢያ ቃል እንደ ነበር መመለሻ
as: পাছৱৰ্ড পুনৰ সংহতি কৰক
bn_in: পাসওয়ার্ড পুনরায় নির্ধারণ করুন
br: Adderaouekaat ar ger-tremen
bs: Resetuj lozinku
es: Restablecer contraseña
fa: بازنشانی گذرواژه
hi_in: कूटशब्द फिर सेट करें
km: កំណត់​ពាក្យសម្ងាត់​ឡើងវិញ
kn: ಗುಪ್ತಪದವನ್ನು ಮರುಹೊಂದಿಸಿ
mai: गुड़किल्ली फेर सेट करू
mg: Hanefy Tenimiafina Indray
ml: രഹസ്യവാക്ക് വീണ്ടും സജ്ജമാക്കുക
mr: पासवर्ड रीसेट करा
my: ပတ်စ်ဝတ်အား အသစ်လုပ်မည်
ne: पासवर्ड रिसेट गर्नुहोस्
or: ପାସୱାର୍ଡ଼ ପୁଣି ସେଟ କରନ୍ତୁ
pt: Repor palavra-passe
sw: Seti-upya Neno la siri
ta: கடவுச்சொல்லை மறுஅமை
te: సంకేతపదం తిరిగిఅమర్చు
ur: پاس ورڈ رسیٹ کریں
uz: Parolni tiklash
xh: Seta kwakhona ipasiwedi
zu: Setha kabusha i-password

source: You can reset your password from Settings.
af: Jy kan jou wagwoord terugstel vanaf Instellings.
am: የመግቢያ ቃል ከማሰናጃ ውስጥ እንደ ነበር መመለስ ይችላሉ
as: আপুনি সংহতিসমূহৰ পৰা আপোনাৰ পাছৱৰ্ড পুনৰ সংহতি কৰিব পাৰিব।
bn_in: পাসওয়ার্ড পুনরায় নির্ধারন করুন বৈশিষ্ট্যাবলী থেকে।
br: Gallout a rit adderaouekaat ho ker-tremen dre an Arventennoù.
bs: Vašu lozinku možete resetovati u Postavkama.
es: Puede restablecer su contraseña desde Ajustes.
fa: می‌توانید گذرواژه‌تان را از تنظیمات بازنشانید.
hi_in: आप अपने सेटिंग से कूटशब्द को रिसेट कर सकते हैं
km: អ្នក​អាច​កំណត់​ពាក្យ​សម្ងាត់​ឡើង​វិញ​ពី​ក្នុង​ការ​កំណត់។
kn: ಸಿದ್ದತೆಗಳ ಮೂಲಕ ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ಮರುಹೊಂದಿಸಿ.
mai: अहाँ अपन सेटिंगसँ गुड़किल्लीकेँ रिसेट कए सकैछी
mg: Afaka manefy indray ny tenimiafinao ao amin'ny Tefy ianao.
ml: ക്രമീകരണങ്ങളില്‍ നിന്ന് നിങ്ങള്‍ക്ക് രഹസ്യവാക്ക് പുനഃക്രമീകരിക്കാം.
mr: आपण आपला पासवर्ड सेटिंगमधून रीसेट करू शकता.
my: သင့်ပတ်စ်ဝတ်အား အပြင်အဆင်ထဲမှ အသစ်ပြန်ရယူနိုင်သှ်
ne: तपाईं सेटिङहरूबाट आफ्नो पासवर्ड रिसेट गर्न सक्नुहुन्छ।
or: ସଂରଚନାରୁ ନିଜର ପାସୱାର୍ଡ଼ ରିସେଟ କରିପାରିବେ ।
pt: Pode repor a sua palavra-passe nas Definições.
sw: Unaweza seti-upya neno lako la siri kutoka kwa Mipangilio.
ta: உங்கள் கடவுச்சொல்லை அமைவுகளில் இருந்து மறுஅமைக்கலாம்.
te: మీరు మీ సంకేతపదాన్ని అమరికల నుండి తిరిగి అమర్చవచ్చు.
ur: آپ اپنا پاس ورڈ سیٹنگوں میں سے پھر سیٹ کر سکتے ہیں۔
uz: Parolingizni "Sozlamalar"dan tiklashingiz mumkin.
xh: Ungayiseta kwakhona ipasiwedi yakho kwiiSethingi.
zu: Ungasetha kabusha i-password kumaSethingi.

source: Cannot Create Account
af: Kan nie rekening skep nie
am: መግለጫ መፍጠር አልተቻለም
as: একাউন্ট সৃষ্টি কৰিব নোৱাৰি
bn_in: অ্যাকাউন্ট তৈরি করা যায়নি
br: N'haller ket krouiñ ur gont
bs: Nije moguće kreirati račun
es: No se puede crear cuenta
fa: نمی‌توان حساب ایجاد کرد
hi_in: खाता नहीं बना सकते हैं
km: មិន​អាច​បង្កើត​គណនី​បាន​ទេ
kn: ಖಾತೆಯನ್ನು ಸೃಷ್ಟಿಸಲಾಗಿಲ್ಲ
mai: खाता नहि बना सकैछी
mg: Tsy Afaka Mamorona Kaonty
ml: അക്കൌണ്ട് ഉണ്ടാക്കുവാന്‍ സാധ്യമല്ല
mr: खाते तयार करू शकत नाही
my: အကောင့် ဖန်တီးမရပါ
ne: एकाउन्ट सिर्जना गर्न सकिएन
or: ଖାତା ନିର୍ମାଣ କରିପାରିବେ ନାହିଁ
pt: Não é possível criar a conta
sw: Haiwezi Kuunda Akaunti
ta: கணக்கை உருவாக்க முடியவில்லை
te: ఖాతాను సృష్టించలేము
ur: اکاؤنٹ نہیں بنا سکتے
uz: Hisob yaratib bo‘lmadi
xh: Ayinakho ukwenza iakhawunti
zu: Ayikwazi Ukwakha I-akhawunti

source: You must meet certain age requirements to create a Firefox Account. {{learnmore}}
as: আপুনি এটা Firefox একাউন্ট সৃষ্টি কৰিবলৈ নিৰ্দিষ্ট বয়সৰ হ'ব লাগিব। {{learnmore}}
bn_in: একটি Firefox অ্যাকাউন্ট তৈরি করতে হলে আপনাকে একটি নির্দিষ্ট বয়সের সীমা পার হতে হবে। {{learnmore}}
es: Debe cumplir los requisitos de edad para crear una cuenta Firefox. {{learnmore}}
hi_in: आपका फायरफाक्स खाता बनाने के लिए कुछ खास जरूरत को पूर्ण करना पड़ता है. {{learnmore}}
mai: अहाँक फायरफाक्स खाता बनाबैक लेल किछु खास जरूरतकेँ पूर्ण करै पड़त. {{learnmore}}
mg: Tsy maintsy mahafeno fepetra momba ny taona ianao vao afaka mamorona Kaonty Firefox. {{learnmore}}
ne: फायरफक्स एकाउन्ट सिर्जना गर्न निश्चित उमेर आवश्यकताहरू पूरा गर्नै पर्छ। {{learnmore}}
te: ఫైర్‌ఫాక్స్ ఖాతాను సృష్టించుటకు మీరు కొన్ని వయోపరిమితులు కలిగివుండాలి. {{learnmore}}

source: Learn more
as: অধিক জানক
bn_in: আরও জানুন
es: Más información
hi_in: अधिक जानें
mai: बेसी जानू
mg: Hamantatra bebe kokoa
ne: अझै जान्नुहोस्
te: మరింత తెలుసుకోండి

# fxa-offline-error-title
source: Unable to Connect
af: Kan nie koppel nie
am: ለመገናኘት አልተቻለም
as: সংযোগ কৰিবলৈ অক্ষম
bn_in: সংযোগ করতে ব্যর্থ
br: N'haller ket kennaskañ
bs: Ne mogu da se povežem
es: Imposible conectar
fa: ناتوانی در اتّصال
hi_in: कनेक्ट करने में असमर्थ
km: មិន​អាច​តភ្ជាប់​បាន
kn: ಸಂಪರ್ಕ ಸಾಧಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
mai: संबंधित करैमे असमर्थ
mg: Tsy Afaka Mifandray
ml: കണക്ട്‌ ചെയ്യുവാന്‍ സാധിച്ചില്ല
mr: जोडणी होऊ शकत नाही
my: ချိတ်ဆက်မရပါ
ne: जडान गर्न असक्षम
or: ସଂଯୋଗ କରିବାରେ ଅସମର୍ଥ
pt: Incapaz de ligar
sw: Haikuweza Kuunganisha
ta: இணைக்க முடியவில்லை
te: అనుసంధానం చేయలేము
ur: رابطہ قائم کرنے میں ناکام
uz: Ulana olmadi
xh: Ayinakho ukunxibelela
zu: Ayikwazi Ukuxhuma

source: Please connect to a network from Settings.
af: Koppel asseblief aan 'n netwerk vanaf Instellings.
am: እባክዎን ከ ኔትዎርክ ጋር ይገናኙ ከ ማሰናጃ ውስጥ
as: অনু্গ্ৰহ কৰি সংহতিসমূহৰ পৰা এটা নেটৱৰ্কলৈ সংযোগ কৰক।
bn_in: দয়া করে নেটওয়ার্কে সংযোগ করুন করুন বৈশিষ্ট্যাবলী থেকে।
br: Kennaskit ouzh ur rouedad dre an Arventennoù.
bs: Molimo vas da se u Postavkama povežete na mrežu.
es: Conéctese a una red desde Ajustes.
fa: لطفاً از تنظیمات به شبکه‌ای وصل شوید.
hi_in: सेटिंग से संजाल कनेक्ट करें
km: សូម​ភ្ជាប់​ទៅ​បណ្ដាញ​ពី​ក្នុង​ការ​កំណត់។
kn: ಸಿದ್ದತೆಗಳ ಮೂಲಕ ಒಂದು ನೆಟ್‌ವರ್ಕಿನೊಂದಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mai: सेटिंगसँ संजाल कनेक्ट करू
mg: Azafady mifandraisa @ tambajotra avy ao amin'ny Tefy.
ml: ക്രമീകരണങ്ങളില്‍ നിന്നും നെറ്റ്‌വര്‍ക്കിലേക്ക് ബന്ധിപ്പിക്കുക.
mr: कृपया सेटिंग मधून नेटवर्कशी जोडणी करा.
my: အပြင်အဆင် ထဲကနေပြီး နတ်ဝပ်တစ်ခုသို့ချိတ်ဆက်ပါ
ne: सेटिङहरूबाट एक नेटवर्क जडान गर्नुहोस्।
or: ସଂରଚନାରୁ ଏକ ନେଟୱାର୍କ ସହ ଯୋଡ଼ିହୁଅନ୍ତୁ ।
pt: Por favor ligue-se a uma rede nas Definições.
sw: Tafadhali unganisha kwa mtandao kutoka kwa Mipangilio.
ta: அமைவுகளில் இருந்து பினையத்தில் இணையவும்.
te: దయచేసి అమరికలనుండి నెట్వర్కునకు అనుసంధానంకండి.
ur: سیٹنگیں میں سے نیٹ ورک رابطہ قائم کریں۔
uz: Tarmoqqa "Sozlamalar"dan ulaning.
xh: Nceda unxibelelise kwinethiwekhi kwiiSethingi.
zu: Sicela uxhume kunethiwekhi kumaSethingi.

source: Error
af: Fout
am: ስህተት
as: ত্ৰুটি
bn_in: ত্রুটি
br: Fazi
bs: Greška
fa: خطا
hi_in: त्रुटि
km: កំហុស
kn: ದೋಷ
mai: त्रुटि
mg: Tsy fetezana
ml: പിശക്
mr: त्रुटी
my: မှားယွင်းမှူ
ne: त्रुटि
or: ତ୍ରୁଟି
pt: Erro
sw: Hitilafu
ta: பிழை
te: దోషం
ur: خرابی
uz: Xato
xh: Impazamo
zu: Iphutha

source: Please enter a valid email.
af: Voer asseblief 'n geldige e-pos in.
am: እባክዎን ዋጋ ያለው ኢሜይል ያስገቡ
as: অনুগ্ৰহ কৰি এটা বৈধ ইমেইল সুমুৱাওক।
bn_in: অনুগ্রহ করে বৈধ ই-মেইল লিখুন।
br: Bizskrivit ur postel talvoudek mar plij.
bs: Molimo vas da upišete ispravan email.
es: Escriba un correo válido.
fa: لطفاً یک رایانامهٔ معتبر وارد کنید.
hi_in: कृपया एक वैध इमेल दें.
km: សូម​បញ្ចូល​អ៊ីមែល​ដែល​ត្រឹម​ត្រូវ។
kn: ಒಂದು ಮಾನ್ಯವಾದ ಇಮೇಲ್ ನಮೂದಿಸಿ.
mai: कृपया एकटा वैध इमेल दिअ'.
mg: Mampidira adiresy mailaka mety, azafady.
ml: ദയവായി ശരിയായ ഒരു ഇമെയില്‍ തരിക.
mr: कृपया वैध इ-मेल टाका.
my: မှန်ကန်သော အီးမေလ်းတစ်ခုထည့်ပါ
ne: कृपया वैध इमेल भर्नुहोस।
or: ଦୟାକରି ଗୋଟିଏ ବୈଧ ଇମେଲ ଦିଅନ୍ତୁ।
pt: Por favor, introduza um e-mail válido.
sw: Tafadhali ingiza barua-pepe sahihifu.
ta: சரியான மின்னஞ்சலை உள்ளிடவும்
te: దయచేసి సరైన ఈమెయిల్ ప్రవేశపెట్టండి.
ur: براہ مہربانی ایک درست ای میل داخل کریں۔
uz: To‘g‘ri e-pochta manzilini kiriting.
xh: Nceda ufake i-imeyile esebenzayo.
zu: Sicela ubhale i-imeyli esebenzayo.

source: Invalid Password
af: Ongeldige wagwoord
am: ዋጋ የሌለው የመግቢያ ቃል
as: অবৈধ পাছৱর্ড
bn_in: অবৈধ পাসওয়ার্ড
br: Ger-tremen didalvoudek
bs: Netačna lozinka
es: Contraseña incorrecta
fa: گذرواژهٔ نامعتبر
hi_in: अवैध कूटशब्द
km: ពាក្យ​សម្ងាត់​មិន​ត្រឹមត្រូវ
kn: ತಪ್ಪಾದ ಗುಪ್ತಪದ
mai: अमान्य गुड़किल्ली
mg: Tenimiafina Tsy Mety
ml: അസാധുവായ രഹസ്യവാക്ക്
mr: अवैध पासवर्ड
my: မှားနေသော စကားဝှက်
ne: अवैध पासवर्ड
or: ଭୁଲ ପାସୱାର୍ଡ଼
pt: Palavra-passe inválida
sw: Neno la siri batili
ta: செல்லாத கடவுச்சொல்
te: చెల్లని సంకేతపదం
ur: غلط پاس ورڈ
uz: Xato parol
xh: Ipasiwedi engasebenziyo
zu: I-password Engalungile

source: Please check your password and try again.
af: Kontroleer asseblief jou wagwoord en probeer weer.
am: እባክዎን የ እርስዎን የመግቢያ ቃል ይመርምሩ እና እንደገና ይሞክሩ
as: অনুগ্ৰহ কৰি আপোনাৰ পাছৱৰ্ড নিৰীক্ষণ কৰি পুনৰ চেষ্টা কৰক।
bn_in: অনুগ্রহ করে পাসওয়ার্ড পরীক্ষা করে পুনরায় প্রচেষ্টা করুন।
br: Gwiriit ho ker-tremen ha klaskit en-dro mar plij.
bs: Molimo vas da provjerite vašu lozinku i pokušate ponovo.
es: Compruebe su contraseña y pruebe de nuevo.
fa: لطفاً گذرواژه‌تان را بررسی کرده و دوباره تلاش کنید.
hi_in: कृपया अपने कूटशब्द जाँचें और फिर कोशिश करें.
km: សូម​ពិនិត្យ​ពាក្យ​សម្ងាត់​របស់​អ្នក ហើយ​ព្យាយាម​ម្ដង​ទៀត។
kn: ಗುಪ್ತಪದ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮರು ಪ್ರಯತ್ನಿಸಿ.
mai: कृपया अपन गुड़किल्ली जाँचू आओर फेर कोशिश करू.
mg: Zahao ny tenimiafinao, azafady, ary andramo indray.
ml: രഹസ്യവാക്ക് ഒന്നുകൂടി നോക്കിയിട്ട് വീണ്ടും ശ്രമിക്കു.
mr: कृपया आपला पासवर्ड तपासा आणि पुन्हा प्रयत्न करा.
my: သင့်စကားဝှက်အား နောက်တစ်ခေါက်စစ်ဆေးပြီးထပ် ကြိုးစားကြည့်ပါ
ne: आफ्नो पासवर्ड जाँच गर्नुहोस् र फेरि प्रयास गर्नुहोस्।
or: ଆପଣଙ୍କ ପାସୱାର୍ଡ଼ ପରଖି ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ ।
pt: Por favor confirme a palavra-passe e tente novamente.
sw: Tafadhali angalia neno lako la siri na ujaribu tena.
ta: உங்கள் கடவுச்சொல்லை சரிபார்த்து மீண்டும் முயர்ச்சிக்கவும்.
te: దయచేసి మీ సంకేతపదం పరిశీలించి మరలా ప్రయత్నించండి.
ur: براہ مہربانی اپنے پاس ورڈ کئ پڑتال کریں اور پھر کوشش کریں۔
uz: Parolingizni yana bir marta tekshirib ko‘ring va qaytadan urinib ko‘ring.
xh: Nceda ukhangele ipasiwedi yakho, uzame kwakhona.
zu: Uyacelwa ubhekisise i-password yakho bese uphinda uzame futhi.

# fxa-unknown-error-title
source: Unable to Connect
af: Kan nie koppel nie
am: ለመገናኘት አልተቻለም
as: সংযোগ কৰিবলৈ অক্ষম
bn_in: সংযোগ করতে ব্যর্থ
br: N'haller ket kennaskañ
bs: Ne mogu da se povežem
es: Imposible conectar
fa: ناتوانی در اتّصال
hi_in: कनेक्ट करने में असमर्थ
km: មិន​អាច​តភ្ជាប់​បាន
kn: ಸಂಪರ್ಕ ಸಾಧಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
mai: संबंधित करैमे असमर्थ
mg: Tsy Afaka Mifandray
ml: കണക്ട്‌ ചെയ്യുവാന്‍ സാധിച്ചില്ല
mr: जोडणी होऊ शकत नाही
my: ချိတ်ဆက်မရပါ
ne: जडान गर्न असमर्थ
or: ସଂଯୋଗ କରିବାରେ ଅସମର୍ଥ
pt: Incapaz de ligar
sw: Haikuweza Kuunganisha
ta: இணைக்க முடியவில்லை
te: అనుసంధానించలేము
ur: رابطہ قائم کرنے میں ناکام
uz: Ulana olmadi
xh: Ayinakho ukunxibelelana
zu: Ayikwazi Ukuxhuma

source: System unavailable, try again soon.
af: Stelsel nie beskikbaar nie, probeer weer binnekort.
am: ስርአቱ አልተገኘም: ትንሽ ቆይተው እንደገና ይሞክሩ
as: চিস্টেম উপলব্ধ নহয়, শীঘ্ৰে পুনৰ চেষ্টা কৰক।
bn_in: সিস্টেম উপলব্ধ নয়, একটু পরে চেষ্টা করুন।
br: Dihegerz eo ar reizhiad, klaskit en-dro diwezhatoc'h.
bs: Sistem nedostupan, pokušajte ponovo kasnije.
es: Sistema no disponible, pruebe pasados unos minutos.
fa: سامانه در دسترس نیست، اندکی صبر کنید.
hi_in: तंत्र मौजूद नहीं है, फिर कोशिश करें.
km: មិន​មាន​ប្រព័ន្ធ, ព្យាយាម​ម្ដងទៀត​ឆាប់ៗ។
kn: ವ್ಯವಸ್ಥೆ ಲಭ್ಯವಿಲ್ಲ, ಮರು ಪ್ರಯತ್ನಿಸಿ.
mai: तंत्र मोजूद नहि अछि, फेर कोसिस करू.
mg: Tsy vonona ny rafitra, andramo rehefa afaka kelikely.
ml: സിസ്റ്റം ലഭ്യമല്ല, വീണ്ടും ശ്രമിക്കുക.
mr: प्रणाली अनुपलब्ध, थोड्या वेळाने पुन्हा प्रयत्न करा.
my: စနစ်အားမသုံးနိုင်ပါ ။ ခဏနေထပ်လုပ်ကြည့်ပါ။
ne: प्रणाली उपलब्ध छैन, फेरि चाँडै प्रयास गर्नुहोस्।
or: ସିଷ୍ଟମ ଉପଲବ୍ଧ ନାହିଁ, କିଛି ସମୟ ପରେ ପୁଣି ଥରେ ଚେଷ୍ଟା କରନ୍ତୁ ।
pt: Sistema indisponível; tente mais tarde.
sw: Mfumo haupatikani, jaribu tena hivi karibuni.
ta: கணினி கிடைக்கவில்லை, மிண்டும் முயர்சிக்கவும்.
te: వ్యవస్థ అందుబాటులోలేదు, త్వరలో తిరిగి ప్రయత్నించండి.
ur: سسٹم دستیاب نہیں، جلد ہی دوبارہ کوشش کریں۔
uz: Tizim mavjud emas, keyinroq urinib ko‘ring.
xh: Inkqubo ayifumaneki, zama kwakhona ngokukhawuleza.
zu: Lolu hlelo alutholakali, uphinde uzame futhi maduze nje.

source: Connecting
af: Koppel tans
am: በመገናኘት ላይ
as: সংযোগ কৰা হৈছে
bn_in: সংযোগ স্থাপন করা হচ্ছে
br: O kennaskañ
bs: Spajanje
es: Conectando
fa: در حال اتّصال
hi_in: जोड़ रहा है
km: កំពុង​តភ្ជាប់
kn: ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ
mai: संबंधित कए रहल अछि
mg: An-dàlana hifandray
ml: ബന്ധിപ്പിക്കുന്നു
mr: जोडत आहे
my: ချိတ်ဆက်နေသည်
ne: जडान गरिँदैछ
or: ସଂଯୋଗ କରୁଛି
pt: A ligar
sw: Inaunganisha
ta: இணைக்கிறது
te: అనుసంధానిస్తోంది
ur: جڑ رہا ہے
uz: Ulanmoqda
xh: Ukunxibelelana
zu: Isaxhuma

source: Enter your email
af: Voer jou e-pos in
am: የ እርስዎን ኢሜይል ያስገቡ
as: আপোনাৰ ইমেইল সুমুৱাওক
bn_in: ই-মেইল লিখুন
br: Bizskrivit ho postel
bs: Upišite vaš email
es: Escriba su correo
fa: رایانامهٔ خود را وارد کنید
hi_in: अपना ईमेल पता दें
km: បញ្ចូល​អ៊ីមែល​របស់​អ្នក
kn: ಇಮೇಲ್ ನಮೂದಿಸಿ
mai: अपन इमेल पता दिअ'
mg: Ampidiro ny mailakao
ml: നിങ്ങളുടെ ഇമെയില്‍ നല്‍കുക
mr: आपला इ-मेल टाका
my: သင့် အီးမေလ်းအားထည့်ပါ
ne: आफ्नो इमेल प्रविष्ट गर्नुहोस्
or: ଆପଣଙ୍କର ଇମେଲ ଲେଖନ୍ତୁ
pt: Introduza o seu e-mail
sw: Ingiza barua pepe yako
ta: உங்கள் மின்னஞல்லை உள்ளிடவும்
te: మీ ఈమెయిల్ ప్రవేశపెట్టండి
ur: اپنا ای میل داخل کریں
uz: E-pochtangizni kiriting
xh: Faka i-imeyile yakho
zu: Faka i-imeyli yakho

source: Use your email address to create an account or sign in.
af: Gebruik jou e-posadres om 'n rekening te skep of meld aan.
am: የ እርስዎን ኢሜይል አድራሻ ይጠቀሙ መግለጫ ለመፍጠር ወይንም ለመግባት
as: ছাইন ইন কৰিবলৈ অথবা এটা একাউন্ট সৃষ্টি কৰিবলৈ আপোনাৰ ইমেইল ঠিকনা ব্যৱহাৰ কৰক।
bn_in: একটি নতুন অ্যাকাউন্ট তৈরি করতে অথবা লগিন করতে হলে আপনার ইমেইল এড্রেস টি ব্যাবহার করুন ।
br: Arverit ho chomlec'h postel evit krouiñ ur gont pe kennaskañ.
bs: Koristite vašu email adresu da kreirate račun ili da se prijavite.
es: Use su dirección de correo para crear una cuenta o conectarse.
fa: از نشانی رایانامه‌تان برای ایجاد یک حساب یا ورود استفاده کنید.
hi_in: कोई खाता बनाने के लिए अथवा साइन इन करने के लिए अपने ईमेल पता का उपयोग करें.
km: ប្រើ​អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក ដើម្បី​បង្កើត​គណនី ឬ​ក៏​ចូល​គណនី។
kn: ಖಾತೆಯನ್ನು ಸೃಷ್ಟಿಸಲು ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಬಳಸಿ ಅಥವ ಪ್ರವೇಶಿಸಿ.
mai: कोनो खाता बनाबैक लेल अथवा साइन इन करबाक लेल अपन इमेल पताक उपयोग करू.
mg: Ampiasao ny adiresy mailakao hamoronana kaonty na hidirana.
ml: അക്കൌണ്ട് ഉണ്ടാക്കാനോ പ്രവേശിക്കാനോ നിങ്ങളുടെ ഇമെയില്‍ വിലാസം ഉപയോഗിക്കുക.
mr: खाते तयार करण्यासाठी आपला इ-मेल पत्ता वापरा किंवा साइन इन करा.
my: သင့်အီးမေလ်းအားသုံးပြီး အကောင့်တစ်ခုပြုလုပ်ပါ သို့ သင့်အကောင့်ဖြင့်ဝင်ပါ
ne: खाता सिर्जना गर्न वा साइन इन गर्न आफ्नो इमेल ठेगाना प्रयोग गर्नुहोस्।
or: ନିଜର ଇମେଲ ଠିକଣା ବ୍ୟବହାର କରି ନୂଆ ଖାତାଟିଏ ଗଢ଼ନ୍ତୁ କିମ୍ବା ସାଇନ ଇନ କରନ୍ତୁ ।
pt: Utilize o seu endereço de e-mail para criar uma conta ou iniciar sessão.
sw: Tumia anwani yako ya barua pepe ili kuunda akaunti au kuingia.
ta: நுழை அல்லது கணக்கை உருவாக்க மின்னஞ்சலை பயன்படுத்தவும்.
te: ఖాతాను సృష్టించుటకు లేదా ప్రవేశించుటకు మీ ఈమెయిల్ చిరునామా ఉపయోగించండి.
ur: ایک اکاؤنٹ بنانے یا سائن ان کرنے کے لئے آپ کا ای میل ایڈریس استعمال کریں۔
uz: Hisob yaratish uchun e-pochta manzilingizdan foydalanaing yoki kiring.
xh: Sebenzisa idilesi ye-imeyile yakho ukwenza iakhawunti okanye ungene.
zu: Sebenzisa ikheli lakho le-imeyli ukwakha i-akhawunti noma ukusayinela ukungena.

source: By proceeding, I agree to the {{tos}} and {{pn}} of Firefox cloud services.
as: আগবাঢ়ি, মই Firefox ক্লাউড সেৱাসমূহৰ {{tos}} আৰু {{pn}} মানি লৈছো।
bn_in: Firefox এর ক্লাউড পরিষেবার {{tos}} এবং {{pn}} এর সাথে সম্মত হয়েই আমি অগ্রসর হচ্ছি।
es: Si continúa, acepta los {{tos}} y las {{pn}} de los servicios en la nube de Firefox.
hi_in: आगे बढ़ते हुए, मैं फ़ायरफ़ॉक्स क्लाउड सेवा {{tos}} और {{pn}} से समहत हूँ.
mai: आगाँ बढ़ैत, हम फायरफाक्स क्लाउड सेवाक {{tos}} आओर {{pn}} सँ समहत छी.
mg: Ny firosoako dia midika fa ekeko ny {{tos}} sy ny {{pn}} an'ireo serivisy cloud Firefox.
ne: अगाडि बढेर, म {{tos}} र {{pn}} को फायरफक्स बादल सेवा गर्न सहमत।
te: ముందుకుకొనసాగుతూ, ఫైర్‌ఫాక్స్ క్లౌడ్ సేవల {{tos}} మరియు {{pn}} అంగీకరిస్తున్నాను.

source: Terms of Service
af: Diensvoorwaardes
am: የ ግልጋሎት ስምምነት
as: সেৱাৰ চুক্তিসমূহ
bn_in: পরিসেবার নিয়মাবলী
br: Divizoù arver
bs: Uslovima korištenja
es: Términos del servicio
fa: شرایط خدمات
hi_in: सेवा शर्त
km: លក្ខខណ្ឌ​ប្រើ​ប្រាប់
kn: ಸೇವೆಯ ನಿಯಮಗಳು
mai: सेवाक शर्त
mg: Fepetran'ny Serivisy
ml: സേവന നയം
mr: सेवांच्या अटी
my: သိရှိသင့်သော စည်းမျဉ်းများ
ne: सेवाको सर्तहरू
or: ସର୍ଭିସ ନିୟମାବଳୀ
pt: Termos do serviço
sw: Masharti ya Huduma
ta: சேவை விதிமுறைகள்
te: సేవా నిబంధనలు
ur: سروس کی شرائط
uz: Xizmat shartlari
xh: Imiqathango yenkonzo
zu: Imigomo yokusebenza

source: Privacy Notice
af: Privaatheidskennisgewing
am: የግላዊነት መመሪያ ማስታወቂያ
as: গোপনীয়তাৰ অধিসূচনা
bn_in: গোপনীয়তার নীতি
br: Evezhiadennoù a-fet buhez prevez
bs: Napomenama o privatnosti
es: Aviso sobre privacidad
fa: آگهی محرمانگی
hi_in: गोपनीयता सूचना
km: ឯកសារ​ភាព​ឯកជន
kn: ಗೌಪ್ಯತಾ ನಿಯಮ
mai: गोपनीयता सूचना
mg: Filazana momba ny Tsiambaratelo
ml: സ്വകാര്യതാ അറിയിപ്പ്
mr: गोपनीयता सूचना
my: လုံခြုံရေးဆိုင်ရာ သတိပေးချက်
ne: गोपनीयता सूचना
or: ଗୋପନୀୟତା ସୂଚନା
pt: Nota de Privacidade
sw: Ilani ya Faragha
ta: தனியுரிமை அறிக்கை
te: గోప్యతా విధానం
ur: نجی نوعیت کا اطلاع نامہ
uz: Maxfiylik qaydlari
xh: Isaziso sobungasese
zu: Isaziso Sobumfihlo

source: Create a Password
af: Skep 'n wagwoord
am: የመግቢያ ቃል መፍጠሪያ
as: এটা পাছৱৰ্ড সৃষ্টি কৰক
bn_in: পাসওয়ার্ড তৈরি করুন
br: Krouiñ ur ger-tremen
bs: Kreiraj lozinku
es: Crear una contraseña
fa: ایجاد یک گدرواژه
hi_in: कूटशब्द बनाएँ
km: បង្កើត​ពាក្យ​សម្ងាត់
kn: ಒಂದು ಗುಪ್ತಪದವನ್ನು ರಚಿಸಿ
mai: एकगोट गुड़किल्ली बनाउ
mg: Mamoròna Tenimiafina
ml: ഒരു രഹസ്യവാക്ക് ഉണ്ടാക്കുക
mr: पासवर्ड तयार करा
my: ပတ်စ်ဝတ်တစ်ခု ရွေးပါ
ne: पासवर्ड राख्नुहोस्
or: ପାସୱାର୍ଡ଼ ସୃଷ୍ଟି କରନ୍ତୁ
pt: Criar palavra-passe
sw: Unda Neno la siri
ta: கடவுச்சொல்லை உருவாக்கு
te: సంకేతపదం సృష్టించు
ur: ایک پاس ورڈ بنائیں
uz: Parol yaratish
xh: Yenza ipasiwedi
zu: Yakha i-password

source: Enter Your Password
af: Voer jou wagwoord in
am: የ እርስዎን የመግቢያ ቃል ያስገቡ
as: আপোনাৰ পাছৱৰ্ড সুমুৱাওক
bn_in: পাসওয়ার্ড লিখুন
br: Bizskrivit ho ker-tremen
bs: Upišite vašu lozinku
es: Escribir su contraseña
fa: گذرواژه‌تان را وارد کنید
hi_in: अपना कूटशब्द दर्ज करें:
km: បញ្ចូល​ពាក្យ​សម្ងាត់​របស់​អ្នក
kn: ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ
mai: अपन गुड़किल्ली दाखिल करू
mg: Ampidiro Ny Tenimiafinao
ml: നിങ്ങളുടെ രഹസ്യവാക്ക് നല്‍കുക
mr: आपला पासवर्ड टाका
my: သင့်ပတ်စ်ဝတ်အားဖြည့်ပါ
ne: पासवर्ड भर्नुहोस्
or: ପାସୱାର୍ଡ଼ ଦିଅନ୍ତୁ
pt: Introduza a palavra-passe
sw: Ingiza Neno Lako la siri
ta: கடவுச்சொல்லை உள்ளிடவும்
te: మీ సంకేతపదం ప్రవేశపెట్టండి
ur: اپنا پاس ورڈ داخل کریں
uz: Yangi parolingizni kiriting
xh: Faka ipasiwedi yakho
zu: Faka I-password Yakho

source: Hello, {{email}}
as: নমস্কাৰ, {{email}}
bn_in: স্বাগতম, {{email}}
es: Hola, {{email}}
hi_in: नमस्कार, {{email}}
mai: नमस्कार, {{email}}
mg: Manahoana, {{email}}
ne: हेल्लो, {{email}}
te: హెలో, {{email}}
