Repository: translate/mozilla-gaia
Catalog: ig/apps/costcontrol/costcontrol.properties.po
Languages: ig

# topup-confirmation-title2
source: Usage
ig: Ojiji

source: Top-up confirmed
ig: Ekwenyela na ntighachi

# topup-incorrectcode-title2
source: Usage
ig: Ojiji

source: Incorrect top-up code entered.
ig: Etinyere koodu ntighachi na ezighi ezi.

source: Updating
ig: Mmelite

source: Updating…
ig: Na-emelite…

source: Yesterday
ig: Ụnyahụ

source: Today
ig: Taa

source: Never
ig: Ma ncha

source: Usage Widget
ig: Wijetị Ojiji

source: Tap to track your phone and internet usage.
ig: Pịa iji sochie ekwentị na ojiji ịntanetị gị.

source: Tap to track your internet usage.
ig: Pịa iji sochie ojiji ịntanetị gị.

source: Airplane Mode
ig: Ụkpụrụ ụgbọ elu

source: Please, turn off airplane mode to enable Usage.
ig: Biko, gbanyụọ ụkpụrụ ụgbọ elu iji gbanye Ojiji.

source: Locked SIM card
ig: Kaadị SIM akpọchiri

source: Usage First Time Experience
ig: Ahụmịhe Ojiji Oge Izizi

source: Save money by keeping track of your phone and internet usage.
ig: Chekwaa ego site na isochi ekwentị na ojiji ịntanetị gị.

source: Save money by keeping track of your internet usage.
ig: Chekwaa ego site na isochi ojiji ịntanetị gị.

source: Get clear information about how much internet you’re using.
ig: Nweta ozi doro anya maka ịntanetị ole ị na eji.

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
ig: Ozi egosiri na Ojiji na abịa ozugbo site na ngwaọrụ a. Kpọtụrụ ihe na eweta ọrụ mkpanaka gị maka ozi akaụntụ akọwapụtara nke ọma.

source: Type of Contract
ig: Ụdị Nkwekọrịta

source: Select the type of contract you have with your mobile service provider.
ig: Họrọ ụdị nkwekọrịta ị nwere n'etiti ihe na eweta ọrụ mkpanaka gị.

source: Low Balance Alert
ig: Nkute Ihe Fọdụrụ Pere Mpe

source: Set an alert to avoid running out of credit.
ig: Tọọ nkute iji zere kredit ịgwụcha.

source: Data Report and Alert
ig: Mkpesa na Nkute Data

source: Receive reports about your Internet usage and set an alert to avoid using too much.
ig: Nweta mkpesa maka ojiji Ịntanetị gị ma tọọ nkute iji zere ijife oke.

source: Phone and Data Report
ig: Mkpesa Ekwentị na Data

source: Receive reports about your phone and Internet usage.
ig: Nweta mkpesa maka ekwentị na ojiji Ịntanetị gị.

# fte-postpaid3-title
source: Data Alert
ig: Nkute Data

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
ig: Tọọ nkute iji zere ijife data.

source: Data Report
ig: Mkpesa Data

source: Receive reports about your internet usage.
ig: Nweta mkpesa maka ojiji ịntanetị gị.

# fte-onlydata3-title
source: Data Alert
ig: Nkute Data

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
ig: Tọọ nkute iji zere ijife data.

source: Phone Activity
ig: Mmemme Ekwentị

source: Balance
ig: Ego fọdụrụ

source: Roaming: no automatic balance update. You might be charged for updating manually.
ig: Iji netwọk ọzọ: enweghị mmelite ego fọdụrụ na akpaghị aka. Enwere ike ịgba gị ụgwọ maka iji aka wee mee mmelite.

source: Balance didn’t update correctly. Try updating manually.
ig: Ego fọdụrụ emeliteghi nke ọma. Nwaa iji aka melite.

source: Turn off airplane mode to update your balance or top up.
ig: Gbanyụọ ụkpụrụ ụgbọ elu iji melite ego gị fọdụrụ ma ọ bụ zụta kaadị.

source: Do you want to disable Airplane mode to update or top up?
ig: Ị chọrọ ịgbanyụ ụkpụrụ Ụgbọ elu iji melite ma ọ bụ zụta kaadị?

source: You need phone coverage to update your balance or top up.
ig: Ị ga-eji mkpuchi ekwentị iji melite ego gị fọdụrụ ma ọ bụ zụta kaadị.

source: Top Up
ig: Zụta kaadị

source: Enter the top-up code
ig: Tinye koodu kaadị ịzụtara

source: Find it on the scratch card or directly in your receipt.
ig: Chọta ya na kaadị mkpụcha ma ọ bụ ozugbo na akwụkwọ ọnụahịa gị.

source: You will receive a confirmation message
ig: Ị ga-enweta ozi nkwenye

source: Make sure the code is correct and try again.
ig: Gbaa mbọ hụ na koodu ahụ ziri ezi wee nwaa ọzọ.

source: There was a problem sending the code. Please, try again.
ig: Enwere nsogbu na izipu koodu ahụ. Biko, nwaa ọzọ.

# application-error-title
source: Service unavailable
ig: Ọrụ adịghị

source: Contact your company representative
ig: Kpọtụrụ onye nnọchite ụlọ ọrụ gị

# service-unavailable-title
source: Service unavailable
ig: Ọrụ adịghị

source: Neither update nor top-up is possible at the moment. Please try later.
ig: Ma mmelite ma ọ bụ ịzụta kaadị adịghị ire ugbu a. Biko nwaa ma emechaa.

source: Data usage
ig: Ojiji data

source: Update
ig: Melite

source: Use top-up code
ig: Jiri koodu kaadị ịzụtara

source: Open top-up menu
ig: Mepee menu kaadị azụtara

source: OK
ig: ỌDỊMMA

source: Your top-up is being processed.
ig: A na ahazi kaadị ị zụtara.

source: Update your balance to confirm. If balance is unchanged, try topping up again.
ig: Melite ego gị fọdụrụ iji kwenye. Ọ bụrụ na ego fọdụrụ agbanweghị, nwaa itinye kaadị ahụ ọzọ.

source: Top-up not confirmed
ig: Ekwenyeghị na kaadị azụtara

source: Try updating your balance or retry top-up.
ig: Nwaa imelite ego gị fọdụrụ ma ọ bụ nwagharịa kaadị ahụ.

source: send
ig: zipu

source: My phone and Internet plan is
ig: Ekwentị na atụmatụ Ịntanetị m bụ

source: Prepaid
ig: Akwụrụ ụgwọ ya

source: Postpaid
ig: Akwụgoro ụgwọ ya

source: Phone activity
ig: Mmemme ekwentị

source: SMS sent
ig: Ezipuru SMS

source: Calls made
ig: Akpọọla oku

source: Low balance alert
ig: Nkute obere ego

source: When balance is below
ig: Mgbe ego fọdụrụ erughi

source: Phone and Internet data report
ig: Mkpesa ekwentị na data Ịntanetị

source: Starting on
ig: Na ebido na

source: Cancel
ig: Kagbuo

source: Monthly
ig: Kwa ọnwa

source: Weekly
ig: Kwa izu

source: Monday
ig: Mọnde

source: Tuesday
ig: Tusde

source: Wednesday
ig: Wednesde

source: Thursday
ig: Tọsde

source: Friday
ig: Fraịde

source: Saturday
ig: Satọde

source: Sunday
ig: Sọnde

source: Billing cycle ends
ig: Elegede ịgba ụgwọ na akwụsị

source: Tracking will reset on this date
ig: Nsochi ga-atọgharị n'ụbọchị a

source: Yes
ig: Ee

source: Done
ig: Emechaala

source: Confirmation
ig: Nkwenye

source: All current data will be deleted. Are you sure you want to reset?
ig: A ga-ehichapụ data niile dị ugbu a. O doro gị anya na ị chọrọ ịtọgharị?

source: Reset
ig: Tọgharịa

source: Reset Wi-Fi usage
ig: Tọgharịa ojiji Wi-Fi

source: Reset mobile usage
ig: Tọgharịa ojiji data

source: Reset mobile & Wi-Fi data
ig: Tọgharịa data mkpanaka & Wi-Fi

source: Not set
ig: Atọghị

source: Used
ig: Ejiri

source: Limit passed
ig: Agafeela oke

source: Limit
ig: Oke

source: Data usage limit
ig: Oke ojiji data

source: Data use alert
ig: Nkute ojiji data

source: When use is above
ig: Mgbe ojiji karịrị

source: Enter a mobile data limit alert
ig: Tinye nkute oke data mkpanaka

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
ig: Ọsọ njikọ na ebelata ka eruru oke ahụ. Kpọtụrụ ihe na eweta data gị iji tọọ ọkwa nkute ziri ezi.

source: Wi-Fi usage
ig: Ojiji Wi-Fi

source: Mobile usage
ig: Ojiji mkpanaka

# wifi-usage-settings
source: Wi-Fi usage
ig: Ojiji Wi-Fi

# mobile-usage-settings
source: Mobile usage
ig: Ojiji mkpanaka

source: I’m Pre-paid
ig: Akwụrụ m ụgwọ

source: I’m Post-paid
ig: Akwụgo m ụgwọ

source: Reset data usage
ig: Tọgharịa ojiji data

source: Reset report
ig: Mkpesa ntọgharị

source: Next
ig: Osote

source: Back
ig: Azụ

source: Let’s go!
ig: Ka anyị malite!

source: Alert
ig: Nkute

source: Alert Limit
ig: Oke Nkute

source: Welcome
ig: Nnọọ

source: {{limit}} of data used
ig: {{limit}} nke data ejiri

source: You’ve reached the limit you selected
ig: I ruola oke ị họpụtara

source: Low balance
ig: Obere ego

source: {{remaining}} remaining phone credit
ig: {{remaining}} kredit ekwentị fọdụrụ

source: Balance has reached zero, no phone credit remaining.
ig: Ego fọdụrụ eruola zero, ọnweghị kredit ekwentị fọdụrụ.

source: Not available
ig: Adịghị

source: Usage
ig: Ojiji

source: Internet
ig: Ịntanetị

source: Phone
ig: Ekwentị

source: Loading interface data. Please retry in a while.
ig: Na-adọnye data ihu. Biko nwagharịa n'obere oge.
