Repository: translate/mozilla-gaia
Catalog: pbb/apps/bluetooth/bluetooth.properties.po
Languages: pbb

source: Turn Bluetooth on to view devices in the area.
pbb: Mki'htakwe Bluetoothtewe'sxtxi vxisnxi's thẽhgya'

source: Paired devices
pbb: Vxisnxitx vxite kãjãdawa'h

source: Devices in the area
pbb: Ayte vxiswa'tha'

source: Visible to all
pbb: Jxuka uynxisa

source: Your device name exceeds {{length}} characters. Please retry again.
pbb: Idx yase's vxisnxi neyũusa's{{length}} txã'çxaçxasaa. Ki´kin misa.

source: Bluetooth Address
pbb: Takhya' Bluetooth

source: Not available
pbb: Ji'phmeeth

source: No devices paired
pbb: Maa yu'hpa u'kayahçxa' ũsa' vxisnxi'

source: Turned off
pbb: Mfxiiçxah

# bt-status-paired[one]
source: {{name}}, +{{n}} more
pbb: {{name}}, +{{n}} peejxiçxa'

# bt-status-paired[two]
source: {{name}}, +{{n}} more
pbb: {{name}}, +{{n}} peejxiçxa'

# bt-status-paired[few]
source: {{name}}, +{{n}} more
pbb: {{name}}, +{{n}} peejxiçxa'

# bt-status-paired[many]
source: {{name}}, +{{n}} more
pbb: {{name}}, +{{n}} peejxiçxa'

# bt-status-paired[other]
source: {{name}}, +{{n}} more
pbb: {{name}}, +{{n}} peejxiçxa'

source: Tap to connect
pbb: Mipkith çxkitxaya'

source: Pairing with device…
pbb: Vxisnxi' uhkaya'hçxaa ũsa'

source: Waiting for other device…
pbb: Muithaswe vxite vxisnxisawe'txi kajiyuyapath..

source: Paired
pbb: Uhkayahçxaa ũsa'

source: Connecting…
pbb: Çxkitxansaa

source: Connected
pbb: Çxkitxaçxaa

source: Connected to phone audio
pbb: Susnxi we'wekwe's çxkitxaçxaya'

source: Connected to media audio
pbb: Susnxi we'wesa's kũjwed çxkitxaçxaya'

source: Connected to phone/media audio
pbb: Çxkitxaya' Sus we'wesa's vxisya'

source: Unpair
pbb: Ka'kamee ũsa'

source: Confirm
pbb: kaayaki'jin

# device-option-unpair-confirmation
source: Confirmation
pbb: Kaayaki'wa'h

source: Unpair device?
pbb: ¿Vxisnxi's ka'kaya'mee?

source: Connect
pbb: çxkitxan

source: Disconnect
pbb: Çxkitxanximee

source: Searching for devices…
pbb: Pakwensa's vxiswa'ja's

source: Search for devices
pbb: Pakwen vxiswa'ja's

source: Rename my device
pbb: Vxiswa'ja's vxite'stxi yu'pthẽh

source: Unknown device
pbb: Jiyunximeesa's vxiswa'h

source: Change device name
pbb: Yase's yu'pthẽh vxiswa'sa

source: This name will appear on your other Bluetooth devices
pbb: Naa yase' na'wẽ vxiana vxite i'kwesx vxisnxisaa Bluetooth-te

source: New name
pbb: Yase u'se

source: Unable to pair devices
pbb: Vxisnxi thẽysa's ka'kawa'ja'

source: Unable to pair with the device. Check that the PIN is correct.
pbb: Vxisnxi's thẽysa's ka'kawa'ja'. Ki'h kaayakin PIN ewsa's.

source: Unable to pair with the device. Too many requests.
pbb: Vxisnxi's thẽysa's ka'kawa'ja'. Nmeh wala peynxi ũsa'.

source: Unable to connect devices
pbb: thẽysa' vxisnxi's çxkitxawa'ja'

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
pbb: Kaayakin ki'h vxisnxi's çxkitxaya' na's kpakxya' vxite ji'pha' Bluetooth-te mki'htawe.

source: Unpair a connected device?
pbb: ¿Ka'kamee ũsna' teeçx vxisnxisa's çxkitxaya'?

source: You are currently connected to this device. Unpairing will also disconnect from it.
pbb: Ãçxtewe'sxa's çxkitxan naa vxisnxisa's. Txãawẽy ka'kanxime' ũsa' bahdewe txã's.

source: Confirmation
pbb: Kaayaki'hwa'ja

source: Bluetooth is disabled
pbb: Bluetooth-te na's mfxiçxah

source: Do you want to turn Bluetooth on?
pbb: ¿Bluetooth-te fxki'tawẽeth?

source: Cancel
pbb: Tuduçmeeth

source: Turn On
pbb: Mki'hta

source: Bluetooth file transfer failed
pbb: Bluetooth-te ewmesa's vxite ãhn kaanxi.

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
pbb: Bluetooth-te teeçx ewmmeesa' ji'pha' vxite ãhn kaawa'ja's. Ki'h kaayaki'hn phewu'hn Bluetooth-te ewsa's.

source: OK
pbb: Ewna jĩma'k

source: Pair
pbb: Ka'kan

source: Confirm devices to pair
pbb: Kaayaki'n ki'h ka'kawa'ja's vxisnwa'tha'

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
pbb: Txãa yakh ka'kathe' {{device}}, ewyã phewu'hnxi txãa na'wẽçxaçxaa vxisnxi's khthegun yaçte PIN-te:

source: To pair with {{device}}, enter the PIN on the device.
pbb: Txãa yakh ka'kana'pa {{device}}, mfxi'h PIN-te vxisnxi's.

source: To pair with {{device}}, enter the passkey on the device.
pbb: Txãa yakh ka'kana'pa {{device}}, mfxi'h jxthutheesa's PIN-te vxisnxi's.

# passive-pair
source: Bluetooth pairing request
pbb: Pẽyna ka'kan Bluetooth-te

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
pbb: {{device}} Ka'kawẽpa'ga naa vxisnxi's. ma'wẽtepa ewçxaa, phewu'hnxi ki'h jadaçxaçxaa vxiswa'ja's kthegun yaçkawe'sx PIN-te

# passive-pair-pincode
source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
pbb: {{device}} ka'kawẽpa'ga naa vxisnxi's. ma'wẽtepa ewçxaa,mfxi'h PIN-te vxiswa'ja's.

# passive-pair-enterpincode
source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
pbb: {{device}} ka'kawẽpa'ga naa vxisnxi's. ma'wẽtepa ewçxaa,mfxi'h PIN-te vxiswa'ja's.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
pbb: {{device}} ka'kawẽpa'ga naa vxisnxi's. ma'wẽtepa ewçxaa,mfxi'h yuwe jxthuthesa's vxiswa'ja's.

source: {{device}} would like to pair with this phone. To accept, input the passkey and then press Return or Enter on the device.
pbb: {{device}} ka'kawẽpa'ga naa vxisnxi's. ma'wẽtepa ewçxaa,mfxi'h yuwe jxthuthesa's vxite e'su mipkith kasxwẽduhna vxiswa'ja's.

source: {{device}} would like to pair with this phone.
pbb: {{device}} Naa yakh ka'kawẽpa'ga çaam we'wekwete.

source: Bluetooth Request From
pbb: Bluetooth-te pẽyna

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
pbb: Pẽyna ka'kan Bluetooth-te

source: Bluetooth Pairing Request
pbb: Pẽyna ka'kan Bluetooth-te

source: Bluetooth pairing request expired. Try to pair again.
pbb: Ka'kan pẽynxi's kapçu'jun Bluetooth-te. U'sesa's ki'kin kakaya' miisawe.
