Repository: translate/mozilla-gaia
Catalog: dsb/apps/system/accessibility.properties.po
Languages: dsb

source: To enable screen reader, press volume up then volume down buttons three more times
dsb: Aby cyitak wobrazowki zmóžnił, tłocćo na tłocašk głosnjej a pón na tłocašk śišej, wótměnjujucy se pó tśi razach

source: To disable screen reader, press volume up then volume down buttons three more times
dsb: Aby cyitak wobrazowki znjemóžnił, tłocćo na tłocašk głosnjej a pón na tłocašk śišej, wótměnjujucy se pó tśi razach

source: Screen reader started
dsb: Cytak wobrazowki jo se startował

source: Screen reader stopped
dsb: Cytak wobrazowki jo se zastajił

source: Shade on
dsb: Wósenjenje zašaltowane

source: Shade off
dsb: Wósenjenje wušaltowane

# accessibility-menubar
source: menu bar
dsb: menijowa rědka

# accessibility-scrollbar
source: scroll bar
dsb: suwańska rědka

# accessibility-grip
source: grip
dsb: pśimk

# accessibility-alert
source: alert
dsb: powěźeńka

# accessibility-menupopup
source: menu popup
dsb: kontekstowy meni

# accessibility-document
source: document
dsb: dokument

# accessibility-pane
source: pane
dsb: wobcerk

# accessibility-separator
source: separator
dsb: źěleńska linija

# accessibility-toolbar
source: toolbar
dsb: symbolowa rědka

# accessibility-statusbar
source: status bar
dsb: statusowa rědka

source: table
dsb: tabela

# accessibility-columnheader
source: column header
dsb: słupowa głowa

# accessibility-rowheader
source: row header
dsb: smužkowa głowa

# accessibility-column
source: column
dsb: słup

# accessibility-row
source: row
dsb: smužka

# accessibility-cell
source: cell
dsb: cela

source: link
dsb: wótkaz

# accessibility-list
source: list
dsb: lisćina

# accessibility-listitem
source: list item
dsb: lisćinowy zapisk

# accessibility-outline
source: outline
dsb: rozrědowanje

# accessibility-outlineitem
source: outline item
dsb: rozrědowański zapisk

# accessibility-pagetab
source: tab
dsb: rejtark

# accessibility-propertypage
source: property page
dsb: kakostny bok

# accessibility-graphic
source: graphic
dsb: grafika

# accessibility-switch
source: switch
dsb: pśešaltowaś

source: button
dsb: tłocašk

# accessibility-checkbutton
source: check button
dsb: kontrolny kašćik

# accessibility-radiobutton
source: radio button
dsb: opciski tłocašk

# accessibility-combobox
source: combo box
dsb: kombinaciske pólo

# accessibility-progressbar
source: progress bar
dsb: póstupowa rědka

# accessibility-slider
source: slider
dsb: suwak

# accessibility-spinbutton
source: spin button
dsb: wobwjertny tłocašk

# accessibility-animation
source: animation
dsb: animacija

# accessibility-equation
source: equation
dsb: rownica

# accessibility-buttonmenu
source: button menu
dsb: tłocaškowy meni

# accessibility-whitespace
source: white space
dsb: prozny rum

# accessibility-pagetablist
source: tab list
dsb: lisćina rejtarkow

# accessibility-checkmenuitem
source: check menu item
dsb: kontrolny kašćik

# accessibility-label
source: label
dsb: pópisanje

source: password text
dsb: gronidłowy tekst

# accessibility-radiomenuitem
source: radio menu item
dsb: zapisk opciskego menija

# accessibility-textcontainer
source: text container
dsb: tekstowy kontejner

# accessibility-togglebutton
source: toggle button
dsb: pśešaltowański tłocašk

# accessibility-treetable
source: tree table
dsb: bomowa tabela

# accessibility-header
source: header
dsb: głowowa smužka

# accessibility-footer
source: footer
dsb: nogowa smužka

# accessibility-paragraph
source: paragraph
dsb: wótstawk

# accessibility-entry
source: entry
dsb: zapisk

# accessibility-caption
source: caption
dsb: titel

# accessibility-heading
source: heading
dsb: nadpismo

# accessibility-section
source: section
dsb: wótrězk

# accessibility-form
source: form
dsb: formular

# accessibility-comboboxlist
source: combo box list
dsb: lisćina kombinaciskego póla

# accessibility-comboboxoption
source: combo box option
dsb: opcija kombinaciskego póla

source: image map
dsb: wobrazowa kórta

# accessibility-listboxoption
source: option
dsb: opcija

# accessibility-listbox
source: list box
dsb: lisćinowe pólo

# accessibility-flatequation
source: flat equation
dsb: jadnora rownica

# accessibility-gridcell
source: gridcell
dsb: pśepletowa cela

# accessibility-note
source: note
dsb: pśipisk

source: figure
dsb: zwobraznjenje

# accessibility-definitionlist
source: definition list
dsb: definiciska lisćina

# accessibility-term
source: term
dsb: zapśimjeśe

# accessibility-definition
source: definition
dsb: definicija

source: math table
dsb: matematiska tabela

# mathmlcell
source: cell
dsb: cela

# mathmlenclosed
source: enclosed
dsb: připołožony

source: fraction
dsb: łamk

source: fraction without bar
dsb: łamk bźeź smužki

# mathmlroot
source: root
dsb: kórjeń

# mathmlscripted
source: scripted
dsb: ze skriptom

source: square root
dsb: kwadratny kórjeń

source: text area
dsb: tekstowe pólo

source: base
dsb: baza

source: closing fence
dsb: zacynjajuca spinka

source: denominator
dsb: mjenowak

source: numerator
dsb: licak

source: opening fence
dsb: wócynjajuca spinka

source: overscript
dsb: nad tym napisany

source: presubscript
dsb: doprědka stajone - znižone

source: presuperscript
dsb: doprědka stajone - pówušone

source: root index
dsb: kórjenjowy indeks

source: subscript
dsb: znižone

source: superscript
dsb: pówušone

source: underscript
dsb: pódstajone

source: date
dsb: datum

# accessibility-textInputType_search
source: search
dsb: pytaś

source: telephone
dsb: telefon

source: heading level {{0}}
dsb: nadpismowa rownina {{0}}

source: First item
dsb: Prědny zapisk

source: Last item
dsb: Slědny zapisk

# accessibility-listItemsCount[zero]
source: {{count}} items
dsb: {{count}} zapiskow

source: {{count}} item
dsb: {{count}} zapisk

# accessibility-listItemsCount[two]
source: {{count}} items
dsb: {{count}} zapiska

# accessibility-listItemsCount[few]
source: {{count}} items
dsb: {{count}} zapiski

# accessibility-listItemsCount[many]
source: {{count}} items
dsb: {{count}} zapiskow

# accessibility-listItemsCount[other]
source: {{count}} items
dsb: {{count}} zapiskow

source: {{0}} of {{1}}
dsb: {{0}} z {{1}}

source: banner
dsb: chórgoj

source: complementary
dsb: wudopołnjenje

source: content info
dsb: wopśimjeśowe informacije

source: main
dsb: głowny

source: navigation
dsb: nawigacija

# accessibility-search
source: search
dsb: pytanje

# accessibility-tblColumnInfo[zero]
source: with {{count}} columns
dsb: z {{count}} słupami

source: with {{count}} column
dsb: z {{count}} słupom

# accessibility-tblColumnInfo[two]
source: with {{count}} columns
dsb: z {{count}} słupoma

# accessibility-tblColumnInfo[few]
source: with {{count}} columns
dsb: z {{count}} słupami

# accessibility-tblColumnInfo[many]
source: with {{count}} columns
dsb: z {{count}} słupami

# accessibility-tblColumnInfo[other]
source: with {{count}} columns
dsb: z {{count}} słupami

# accessibility-tblRowInfo[zero]
source: and {{count}} rows
dsb: a z {{count}} smužkami

source: and {{count}} row
dsb: a z {{count}} smužku

# accessibility-tblRowInfo[two]
source: and {{count}} rows
dsb: a z {{count}} smužkoma

# accessibility-tblRowInfo[few]
source: and {{count}} rows
dsb: a z {{count}} smužkami

# accessibility-tblRowInfo[many]
source: and {{count}} rows
dsb: a z {{count}} smužkami

# accessibility-tblRowInfo[other]
source: and {{count}} rows
dsb: a z {{count}} smužkami

source: Column {{0}}
dsb: Słup {{0}}

source: Row {{0}}
dsb: Smužka {{0}}

# accessibility-spansColumns[zero]
source: spans {{0}} columns
dsb: wopśimujo {{0}} słupow

source: spans {{0}} column
dsb: wopśimujo {{0}} słup

# accessibility-spansColumns[two]
source: spans {{0}} columns
dsb: wopśimujo {{0}} słupa

# accessibility-spansColumns[few]
source: spans {{0}} columns
dsb: wopśimujo {{0}} słupy

# accessibility-spansColumns[many]
source: spans {{0}} columns
dsb: wopśimujo {{0}} słupow

# accessibility-spansColumns[other]
source: spans {{0}} columns
dsb: wopśimujo {{0}} słupow

# accessibility-spansRows[zero]
source: spans {{0}} rows
dsb: wopśimujo {{0}} smužkow

source: spans {{0}} row
dsb: wopśimujo {{0}} smužku

# accessibility-spansRows[two]
source: spans {{0}} rows
dsb: wopśimujo {{0}} smužce

# accessibility-spansRows[few]
source: spans {{0}} rows
dsb: wopśimujo {{0}} smužki

# accessibility-spansRows[many]
source: spans {{0}} rows
dsb: wopśimujo {{0}} smužkow

# accessibility-spansRows[other]
source: spans {{0}} rows
dsb: wopśimujo {{0}} smužkow

source: jumped
dsb: skócony

# accessibility-pressAction
source: pressed
dsb: tłocony

# accessibility-checkAction
source: checked
dsb: wubrany

source: unchecked
dsb: njewubrany

# accessibility-onAction
source: on
dsb: zašaltowany

# accessibility-offAction
source: off
dsb: wušaltowany

# accessibility-selectAction
source: selected
dsb: wubrany

source: unselected
dsb: njewubrany

source: opened
dsb: wócynjony

source: closed
dsb: zacynjony

source: switched
dsb: pśešaltowany

source: clicked
dsb: kliknjony

# accessibility-collapseAction
source: collapsed
dsb: złožony

# accessibility-expandAction
source: expanded
dsb: rozłožony

source: activated
dsb: aktiwěrowany

source: cycled
dsb: pśešaltowany

source: hidden
dsb: schowany

source: loading
dsb: zacytujo se

source: loaded
dsb: zacytany

source: new tab
dsb: nowy rejtark

source: loading stopped
dsb: zacytowanje zastajone

source: reloading
dsb: zacytujo se znowego

# accessibility-stateChecked
source: checked
dsb: wubrany

source: not checked
dsb: njewubrany

# accessibility-stateOn
source: on
dsb: zašaltowany

# accessibility-stateOff
source: off
dsb: wušaltowany

# accessibility-statePressed
source: pressed
dsb: tłocony

# accessibility-stateExpanded
source: expanded
dsb: rozłožony

# accessibility-stateCollapsed
source: collapsed
dsb: złožony

source: unavailable
dsb: nic k dispoziciji

source: required
dsb: trěbny

source: visited
dsb: woglědany

source: has pop up
dsb: ma wuskokujuce wokno

# accessibility-stateSelected
source: selected
dsb: wubrany

source: editing
dsb: Wobźěłowaś

source: navigating
dsb: Nawigěrowaś

source: Default
dsb: Standard

source: Anchors
dsb: Kokulki

source: Buttons
dsb: Tłocaški

source: Combo boxes
dsb: Kombinaciske póla

source: Landmarks
dsb: Orientěrowanišća

source: Entries
dsb: Zapiski

source: Form elements
dsb: Formularne elementy

source: Images
dsb: Wobraze

source: Headings
dsb: Nadpisma

source: List items
dsb: Lisćinowe zapiski

source: Links
dsb: Wótkaze

source: Lists
dsb: Lisćiny

source: Page tabs
dsb: Rejtarki boka

source: Radio buttons
dsb: Opciske tłocaški

source: Separators
dsb: Źěleńske linije

source: Tables
dsb: Tabele

source: Check boxes
dsb: Kontrolne kašćiki

source: long division
dsb: pisna diwizija

source: actuarial
dsb: zawěsćeńskomatematiski

source: phasor angle
dsb: pokazowarjowy kut

source: radical
dsb: kórjeń

# notation-box
source: box
dsb: kašćik

source: rounded box
dsb: wukulowaśony pšawokut

source: circle
dsb: krejz

source: left
dsb: nalěwo

source: right
dsb: napšawo

# notation-top
source: top
dsb: górjejce

source: bottom
dsb: dołojce

source: up diagonal strike
dsb: diagonalna linija górjej

source: down diagonal strike
dsb: diagonalna linija dołoj

source: vertical strike
dsb: wertikalna linija

source: horizontal strike
dsb: horicontalna linija

source: up diagonal arrow
dsb: diagonalna šypka górjej

# accessibility-menubarAbbr
source: menu bar
dsb: menijowa rědka

# accessibility-scrollbarAbbr
source: scroll bar
dsb: suwańska rědka

# accessibility-gripAbbr
source: grip
dsb: pśimk

# accessibility-alertAbbr
source: alert
dsb: powěźeńka

# accessibility-menupopupAbbr
source: menu popup
dsb: kontekstowy meni

# accessibility-documentAbbr
source: document
dsb: dokument

# accessibility-paneAbbr
source: pane
dsb: wobcerk

# accessibility-separatorAbbr
source: separator
dsb: źěleńska linija

# accessibility-toolbarAbbr
source: toolbar
dsb: symbolowa rědka

# accessibility-statusbarAbbr
source: status bar
dsb: statusowa rědka

# accessibility-columnheaderAbbr
source: column header
dsb: słupowa głowa

# accessibility-rowheaderAbbr
source: row header
dsb: smužkowa głowa

# accessibility-columnAbbr
source: column
dsb: słup

# accessibility-rowAbbr
source: row
dsb: smužka

# accessibility-cellAbbr
source: cell
dsb: cela

source: lnk
dsb: wtk

# accessibility-listAbbr
source: list
dsb: lisćina

# accessibility-listitemAbbr
source: list item
dsb: lisćinowy zapisk

# accessibility-outlineAbbr
source: outline
dsb: rozrědowanje

# accessibility-outlineitemAbbr
source: outline item
dsb: rozrědowański zapisk

# accessibility-pagetabAbbr
source: tab
dsb: rejtark

# accessibility-propertypageAbbr
source: property page
dsb: kakostny bok

# accessibility-graphicAbbr
source: graphic
dsb: grafika

# accessibility-switchAbbr
source: switch
dsb: pśešaltowaś

source: btn
dsb: tłc

# accessibility-checkbuttonAbbr
source: check button
dsb: kontrolny kašćik

# accessibility-radiobuttonAbbr
source: radio button
dsb: opciski tłocašk

# accessibility-comboboxAbbr
source: combo box
dsb: kombinaciske pólo

# accessibility-progressbarAbbr
source: progress bar
dsb: póstupowa rědka

# accessibility-sliderAbbr
source: slider
dsb: suwak

# accessibility-spinbuttonAbbr
source: spin button
dsb: wobwjertny tłocašk

# accessibility-animationAbbr
source: animation
dsb: animacija

# accessibility-equationAbbr
source: equation
dsb: rownica

# accessibility-buttonmenuAbbr
source: button menu
dsb: tłocaškowy meni

# accessibility-whitespaceAbbr
source: white space
dsb: prozny rum

# accessibility-pagetablistAbbr
source: tab list
dsb: rejtarkowa lisćina

# accessibility-checkmenuitemAbbr
source: check menu item
dsb: zapisk kontrolnego menija

# accessibility-labelAbbr
source: label
dsb: pópisanje

source: passwdtxt
dsb: tkstgronła

# accessibility-radiomenuitemAbbr
source: radio menu item
dsb: zapisk opciskego menija

# accessibility-textcontainerAbbr
source: text container
dsb: tekstowy kontejner

# accessibility-togglebuttonAbbr
source: toggle button
dsb: šaltowański tłocašk

# accessibility-treetableAbbr
source: tree table
dsb: bomowa tabela

# accessibility-headerAbbr
source: header
dsb: głowowa smužka

# accessibility-footerAbbr
source: footer
dsb: nogowa smužka

# accessibility-paragraphAbbr
source: paragraph
dsb: wótstawk

# accessibility-entryAbbr
source: entry
dsb: zapisk

# accessibility-captionAbbr
source: caption
dsb: titel

# accessibility-headingAbbr
source: heading
dsb: nadpismo

# accessibility-sectionAbbr
source: section
dsb: wótrězk

# accessibility-formAbbr
source: form
dsb: formular

# accessibility-comboboxlistAbbr
source: combo box list
dsb: lisćina kombinaciskego póla

# accessibility-comboboxoptionAbbr
source: combo box option
dsb: opcija kombinaciskego póla

source: imgmap
dsb: wobkórta

# accessibility-listboxoptionAbbr
source: option
dsb: opcija

# accessibility-listboxAbbr
source: list box
dsb: lisćinowe pólo

# accessibility-flatequationAbbr
source: flat equation
dsb: jadnora rownica

# accessibility-gridcellAbbr
source: gridcell
dsb: pśepletowa cela

# accessibility-noteAbbr
source: note
dsb: pśipisk

source: fig
dsb: zwobr

# accessibility-definitionlistAbbr
source: definition list
dsb: definiciska lisćina

# accessibility-termAbbr
source: term
dsb: zapśimjeśe

# accessibility-definitionAbbr
source: definition
dsb: definicija

source: txtarea
dsb: tkstpólo

# accessibility-tblColumnInfoAbbr[one]
source: {{count}}c
dsb: {{count}}s

# accessibility-tblColumnInfoAbbr[two]
source: {{count}}c
dsb: {{count}}s

# accessibility-tblColumnInfoAbbr[few]
source: {{count}}c
dsb: {{count}}s

# accessibility-tblColumnInfoAbbr[many]
source: {{count}}c
dsb: {{count}}s

# accessibility-tblColumnInfoAbbr[other]
source: {{count}}c
dsb: {{count}}s

# accessibility-tblRowInfoAbbr[one]
source: {{count}}r
dsb: {{count}}sm

# accessibility-tblRowInfoAbbr[two]
source: {{count}}r
dsb: {{count}}sm

# accessibility-tblRowInfoAbbr[few]
source: {{count}}r
dsb: {{count}}sm

# accessibility-tblRowInfoAbbr[many]
source: {{count}}r
dsb: {{count}}sm

# accessibility-tblRowInfoAbbr[other]
source: {{count}}r
dsb: {{count}}sm

source: c{{0}}r{{1}}
dsb: s{{0}}sm{{1}}

# mathmlenclosedAbbr
source: enclosed
dsb: wobdane

# mathmlcellAbbr
source: cell
dsb: cela

source: frac
dsb: łamk

source: frac no bar
dsb: łamk bźez smužki

# mathmlrootAbbr
source: root
dsb: kórjeń

# mathmlscriptedAbbr
source: scripted
dsb: ze skriptom

source: sqrt
dsb: kw. kórjeń

# baseAbbr
source: base
dsb: baza

source: close
dsb: zacyniś

source: den
dsb: mjenowak

source: num
dsb: licak

source: open
dsb: wócyniś

source: over
dsb: nad

source: presub
dsb: doprědka-znižone

source: presup
dsb: doprědka-pówušone

source: index
dsb: indeks

source: sub
dsb: znižone

source: sup
dsb: pówušone

source: under
dsb: pód

source: longdiv
dsb: pisna diwizija

source: act
dsb: zawěsć

source: phasang
dsb: pokaz.kut

source: rad
dsb: kórjeń

# notation-boxAbbr
source: box
dsb: kašćik

source: rndbox
dsb: wukul.pšawokut

source: circ
dsb: krejz

source: lft
dsb: nalěwo

source: rght
dsb: napšawo

# notation-topAbbr
source: top
dsb: górjejce

source: bot
dsb: dołojce

source: updiagstrike
dsb: diag.linija górjej

source: dwndiagstrike
dsb: diag.linija dołoj

source: vstrike
dsb: wert.linija

source: hstrike
dsb: horic.linija

source: updiagarrow
dsb: diag.šypka górjej

# accessibility-pushbutton-hint
source: Double tap to activate
dsb: Pótusniśo se dwójcy, aby aktiwěrował

# accessibility-checkbutton-hint
source: Double tap to activate
dsb: Pótusniśo se dwójcy, aby aktiwěrował

# accessibility-combobox-hint
source: Double tap to activate
dsb: Pótusniśo se dwójcy, aby aktiwěrował

source: Tap and hold to activate
dsb: Pótusniśo a źaržćo, aby aktiwěrował

# accessibility-link-hint
source: Double tap to activate
dsb: Pótusniśo se dwójcy, aby aktiwěrował

# accessibility-menuitem-hint
source: Double tap to activate
dsb: Pótusniśo se dwójcy, aby aktiwěrował

# accessibility-checkmenuitem-hint
source: Double tap to activate
dsb: Pótusniśo dwójcy, aby aktiwěrował

# accessibility-radiomenuitem-hint
source: Double tap to activate
dsb: Pótusniśo dwójcy, aby aktiwěrował

# accessibility-option-hint
source: Double tap to activate
dsb: Pótusniśo se dwójcy, aby aktiwěrował

# accessibility-radiobutton-hint
source: Double tap to activate
dsb: Pótusniśo se dwójcy, aby aktiwěrował

# accessibility-slider-hint
source: Swipe up to increase or down to decrease
dsb: Trějśo górjej, aby pówětšył abo dołoj, aby pómjeńšył

# accessibility-spinbutton-hint
source: Swipe up to increase or down to decrease
dsb: Trějśo górjej, aby pówětšył abo dołoj, aby pómjeńšył

# accessibility-pagetab-hint
source: Double tap to activate
dsb: Pótusniśo se dwójcy, aby aktiwěrował

# accessibility-entry-hint
source: Double tap to activate
dsb: Pótusniśo se dwójcy, aby aktiwěrował

# accessibility-outlineitem-hint
source: Double tap to activate
dsb: Pótusniśo se dwójcy, aby aktiwěrował
