Repository: translate/mozilla-gaia
Catalog: dsb/apps/system/net_error.properties.po
Languages: dsb

source: No access to the Internet right now.
dsb: We wokognuśu pśistup k internetej njejo.

source: {{name}} requires an Internet connection.
dsb: {{name}} trjeba internetny zwisk.

source: Server not found
dsb: Serwer njejo se namakał

source: Can’t find the server at {{name}}.
dsb: Serwer njedajo se na {{name}} namakaś.

source: File not found
dsb: Dataja njejo se namakała

source: The device can’t display this page because the file cannot be found.
dsb: Rěd njamóžo toś ten bok zwobrazniś, dokulaž dataja njejo se namakała.

# connection-failed
source: Unable to connect
dsb: Zwisk njemóžno

# connection-failed-error
source: A network error occurred while trying to reach the site.
dsb: Seśowa zmólka jo nastała, mjaztym až sćo wopytał, se k sedłoju dostaś.

# invalid-connection
source: Unable to connect
dsb: Zwisk njemóžno

# invalid-connection-error
source: A network error occurred while trying to reach the site.
dsb: Seśowa zmólka jo nastała, mjaztym až sćo wopytał, se k sedłoju dostaś.

source: URL not valid
dsb: URL njejo płaśiwy

source: The URL entered is not valid and cannot be loaded.
dsb: Zapódany URL njejo płaśiwy a njedajo se zacytaś.

# redirect-loop
source: Can’t display page
dsb: Bok njedajo se zwobrazniś

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
dsb: Rěd njamóžo toś ten bok zwobrazniś, dokulaž bok pórědnje njepósrědnja dalej. Wopytajśo pózdźje hyšći raz.

source: Page expired
dsb: Bok jo pśepadnuł

source: As a security precaution, this page cannot be displayed by the device because it has expired.
dsb: Ako wěstotna napšawa njedajo se toś ten bok pśez rěd zwobrazniś, dokulaž jo pśepadnuł.

source: The document cannot change while Printing or in Print Preview.
dsb: Dokument njedajo se pśi śišćanju abo w śišćarskem pśeglěźe změniś.

source: This address is restricted
dsb: Toś ta adresa jo wobgranicowana

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
dsb: Toś ta adresa wužywa seśowy port, kótaryž wužywa se normalnje za druge zaměry ako webpśeglědowanje. Rěd jo napšašowanje za waš šćit pśetergnuł.

# proxy-resolve-failure
source: Proxy Server Error
dsb: Zmólka proksy-serwera

source: The device is configured to use a proxy server that can’t be found.
dsb: Rěd jo se skonfigurěrował, aby proksy-serwer wužywał, kótaryž njedajo se namakaś.

# proxy-connect-failure
source: Proxy Server Error
dsb: Zmólka proksy-serwera

source: The device is configured to use a proxy server that is refusing connections.
dsb: Rěd jo se skonfigurěrował, aby proksy-serwer wužywał, kótaryž wótpokazujo zwiski.

# content-encoding
source: Can’t display page
dsb: Bok njedajo se zwobrazniś

source: The device can’t display this page because a content encoding error occurred.
dsb: Rěd njamóžo toś ten bok zwobrazniś, dokulaž koděrowańska zmólka wopśimjeśa jo nastała.

source: Page unsupported
dsb: Bok se njepódpěra

source: This page can’t be displayed because it uses a technology that is not supported on the device.
dsb: Toś ten bok njedajo se zwobrazniś, dokulaž wužywa technologiju, kótaraž njepódpěra se na rěźe.

source: Warning
dsb: Warnowanje

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
dsb: Websedło jo se ako websfalšowanka k wěsći dało, kótaraž jo za to myslona, wužywarjow zawjedowaś, wósobinske abo financielne daty pśeraźiś.

source: Malware attack blocked
dsb: Napad złosneje softwary jo se blokěrował

source: The site at has been reported as an attack site and has been blocked.
dsb: Sedło jo se ako napadujuce sedło k wěsći dało a jo se blokěrowało.

source: Unsafe content
dsb: Njewěste wopśimjeśe

source: The page cannot be shown because it may not be safe to open.
dsb: Bok njedajo se pokazaś, dokulaž njedajo se ewentuelnje wěsćej wócyiniś.

# corrupted-content
source: Can’t display page
dsb: Bok njedajo se zwobrazniś

source: The page cannot be shown because an error in the data transmission was detected.
dsb: Bok njedajo se pokazaś, dokulaž jo se zmólka w datowem pśenjasenju namakała.

source: Unable to connect
dsb: Zwisk njemóžno

source: Cancel
dsb: Pśeterguś

source: Close
dsb: Zacyniś

source: Try again
dsb: Hyšći raz wopytaś

source: Check settings
dsb: Nastajenja pśeglědowaś

source: Tap to check settings
dsb: Pótusniśo, aby nastajenja pśeglědował
