Repository: translate/mozilla-gaia
Catalog: dsb/apps/system/system.properties.po
Languages: dsb

source: Enter RCCK code
dsb: RCCK-kod zapódaś

source: Enter RSPCK code
dsb: RSPCK-kod zapódaś

source: New PIN
dsb: Nowy PIN

source: Last try.
dsb: Slědny wopyt.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
dsb: {{n}} wopyta wušej.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
dsb: {{n}} wopyty wušej.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
dsb: {{n}} wopytow wušej.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
dsb: {{n}} wopytow wušej.

source: The PIN was incorrect.
dsb: PIN jo wopak był.

source: You have one try left to enter the correct code before locking the SIM card.
dsb: Maśo jaden wopyt wušej, aby korektny kod zapódał, nježli až SIM-kórta se zastajijo.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo {{n}} wopyta wušej, aby korektny kod zapódał, nježli až SIM-kórta se zastajijo.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo {{n}} wopyty wušej, aby korektny kod zapódał, nježli až SIM-kórta se zastajijo.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo {{n}} wopytow wušej, aby korektny kod zapódał, nježli až SIM-kórta se zastajijo.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo {{n}} wopytow wušej, aby korektny kod zapódał, nježli až SIM-kórta se zastajijo.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
dsb: To jo waša slědna šansa, korektny PIN zapódaś. Howac musyśo PUK-kod zapódaś, aby SIM-kórtu wužywał.

source: The SIM card is locked.
dsb: SIM-kórta jo zastajona.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Musyśo kod Personal Unlocking Key (PUK) za SIM-kórtu zapódaś. Cytajśo dokumentaciju swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

source: The PUK code is incorrect.
dsb: PUK-kod jo wopak.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo jaden wopyt wušej, aby korektny kod zapódał, nježli až SIM-kórta buźo na pśecej njewužywajobna. Cytajśo dokumentaciju swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo {{n}} wopyta wušej, aby korektny kod zapódał, nježli až SIM-kórta buźo na pśecej njewužywajobna. Cytajśo dokumentaciju swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo {{n}} wopyty wušej, aby korektny kod zapódał, nježli až SIM-kórta buźo na pśecej njewužywajobna. Cytajśo dokumentaciju swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo {{n}} wopytow wušej, aby korektny kod zapódał, nježli až SIM-kórta buźo na pśecej njewužywajobna. Cytajśo dokumentaciju swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo {{n}} wopytow wušej, aby korektny kod zapódał, nježli až SIM-kórta buźo na pśecej njewužywajobna. Cytajśo dokumentaciju swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Slědna móžnosć, aby korektny PUK-kod zapódało. Waša SIM-kórta buźo na pśecej njewužywajobna, jolic zapódajośo wopacny PUK-kod. Cytajśo dokumentaciju swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

source: Create PIN (must contain 4 to 8 digits)
dsb: PIN napóraś (musy z 4 do 8 cyfrow wobstojaś)

source: Confirm new PIN
dsb: Nowy PIN wobkšuśiś

source: PINs don’t match.
dsb: PIN njejstej jadnakej.

source: The NCK code is incorrect.
dsb: NCK-kod jo wopak.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
dsb: Napšašowanje seśoweje depersonalizacije njejo se raźiło. Maśo jaden wopyt wušej, aby pšawy kod zapódał. Póglědajśo do dokumentacije swójogo rěda abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
dsb: Napšašowanje seśoweje depersonalizacije njejo se raźiło. Maśo {{n}} wopyta wušej, aby pšawy kod zapódał. Póglědajśo do dokumentacije swójogo rěda abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
dsb: Napšašowanje seśoweje depersonalizacije njejo se raźiło. Maśo {{n}} wopyty wušej, aby pšawy kod zapódał. Póglědajśo do dokumentacije swójogo rěda abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
dsb: Napšašowanje seśoweje depersonalizacije njejo se raźiło. Maśo {{n}} wopytow wušej, aby pšawy kod zapódał. Póglědajśo do dokumentacije swójogo rěda abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
dsb: Napšašowanje seśoweje depersonalizacije njejo se raźiło. Maśo {{n}} wopytow wušej, aby pšawy kod zapódał. Póglědajśo do dokumentacije swójogo rěda abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
dsb: Napšašowanje seśoweje depersonalizacije njejo se raźiło. Slědna móžnosć, aby pšawy NCK-kod zapódał. Póglědajśo do dokumentacije swójogo rěda abo stajśo se ze swójim póbitowarjom za dalšne informacije do zwiska.

source: Select from:
dsb: Wubraś z:

source: View with:
dsb: Zwobrazniś z:

source: Test with:
dsb: Testowaś z:

source: Share with:
dsb: Źěliś z:

source: Create with:
dsb: Napóraś z:

source: Open with:
dsb: Wócyniś z:

source: Bookmark to:
dsb: Ako cytańske znamje składowaś do:

source: Record from:
dsb: Nagraś z:

source: Browse with:
dsb: Pśepytaś z:

source: Configure with:
dsb: Konfigurěrowaś z:

source: Dial from:
dsb: Wóliś z:

source: Use from now on
dsb: Wót něnta wužywaś

source: Sign In
dsb: Pśizjawiś

source: Purchase
dsb: Kupiś

source: Allow USB debugging connection?
dsb: Dowólujośo zwisk za pytanje zmólkow USB?

source: Allow remote debugging connection from <code>{{host}}:{{port}}</code>?<br/><br/>This connection requires a QR code to be scanned in order to authenticate the remote device's certificate. You can avoid future scans by remembering the device.
dsb: Zwisk za zdalone pytanje za zmólkami <code>{{host}} dowóliś: {{port}}</code>?<br/><br/>Toś ten zwisk pomina se QR-kod, kótaryž musy se scannowaś, aby se certifikat zdalenogo rěda awtentificěrował. Móžośo pśichodne scannowanja wobejś, gaž dopominaśo rěd.

# remoteDebuggerPrompt-deny
source: Deny
dsb: Wótpokazaś

# remoteDebuggerPrompt-allow
source: Allow
dsb: Dowóliś

source: Scan
dsb: Scannowaś

source: Scan and Remember
dsb: Scannowaś a se spomnjeś

source: Scanning for the QR code displayed on your other device…
dsb: Scannowanje QR-koda pokazujo se na wašom drugem rěźe…

source: {{origin}} is now fullscreen.
dsb: {{origin}} jo něnto połna wobrazowka.

source: The network {{networkName}} was found. Join network?
dsb: Seś {{networkName}} jo se namakała. Ze seśu zwězaś?

source: Volume warning
dsb: Warnowanje głosnosći

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
dsb: Aby se słyšański brach wobinuł, njewužywajśo pśedłujko wusoke głosnosći.

source: Power Saving Mode
dsb: Modus zažarjenja energije

source: Power saving mode is on.
dsb: Modus zažarjenja energije jo aktiwny.

source: Device space low.
dsb: Rěd ma mało składowańskego ruma.

source: No remaining free space.
dsb: Žeden lichy rum wušej.

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
dsb: Mjenjej ako {{value}} {{unit}} wušej.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
dsb: Mjenjej ako {{value}} {{unit}} wušej.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
dsb: Mjenjej ako {{value}} {{unit}} wušej.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
dsb: Mjenjej ako {{value}} {{unit}} wušej.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
dsb: Mjenjej ako {{value}} {{unit}} wušej.

source: Unknown remaining space.
dsb: Zbytkowny rum njeznaty.

source: System Alert
dsb: Systemowy alarm

source: Channel {{channel}}
dsb: Kanal {{channel}}

source: Earthquake warning!
dsb: Warnowanje zemjerdžanja!

source: Tsunami warning!
dsb: Warnowanje tsunamija!

source: Earthquake-tsunami warning!
dsb: Warnowanje zemjerdźanja a tsunamija!

source: Alert system is being tested.
dsb: Alarmowy system se testujo.

source: Emergency warning!
dsb: Warnowanje nuzoweho pada!

source: Operator message
dsb: Powěsć operatora

source: Call {{number}}?
dsb: {{number}} zawołaś?

source: Send SS
dsb: SS pósłaś

source: Send USSD
dsb: USSD pósłaś

source: Send SMS
dsb: SMS pósłaś

source: Send message?
dsb: Powěsć pósłaś?

source: STK Query
dsb: STK-napšašowanje

source: Emergency call back mode
dsb: Modus nuzowego slědkzawołanja

source: You can not make calls, send messages or go online because emergency callback mode is enabled. Would you like to turn it off?
dsb: Njamóžośo zawołaś, powěsći słaś abo online hyś, dokulaž modus nuzowego slědkzawołanja jo zmóžnjony. Cośo jen znjemóžniś?

source: CDMA record information
dsb: CDMA-informacije

source: Tap to switch input method
dsb: Pótusniśo, aby zapódawańsku metodu pśešaltował

source: Download started
dsb: Ześěgnjenje startowane

source: Download stopped
dsb: Ześěgnjenje zastajone

# download_downloading
source: Downloading…
dsb: Ześěgujo se…

source: Download complete
dsb: Ześěgnjenje dokóńcone

source: Download failed
dsb: Ześěgnjenje njejo se raźiło

source: Search the web
dsb: Web pśepytaś

source: Search or enter address
dsb: Adresu pytaś abo zapódaś

# search-or-enter-address.placeholder
source: Search or enter address
dsb: Adresu pytaś abo zapódaś

# back-button.ariaLabel
source: Back
dsb: Slědk

source: Forward
dsb: Doprědka

source: Reload
dsb: Znowego zacytaś

source: Stop
dsb: Zastajiś

# windows-button.ariaLabel
source: Show windows
dsb: Wokna pokazaś

source: Turn off airplane mode to use Wi-Fi hotspot.
dsb: Wušaltujśo modus leśenja, aby WLAN-hotspot wužywał.

source: Airplane mode activated
dsb: Modus leśenja jo se zmóžnił

source: Open in new window
dsb: W nowem woknje wócyniś

source: Open in new private window
dsb: W nowem priwatnem woknje wócyniś

source: Add link to home screen
dsb: Startowej wobrazowce wótkaz pśidaś

source: Share link
dsb: Wótkaz źěliś

source: Save Image
dsb: Wobraz składowaś

source: Save Video
dsb: Wideo składowaś

source: Save Audio
dsb: Awdio składowaś

source: Save linked file
dsb: Wótkazanu dataju składowaś

source: Share Image
dsb: Wobraz źěliś

source: Share Video
dsb: Wideo źěliś

source: Share Audio
dsb: Awdio źěliś

source: Copy Image
dsb: Wobraz kopěrowaś

source: Copy Link
dsb: Wótkaz kopěrowaś

source: OK ({{n}})
dsb: W pórěźe ({{n}})

source: New! Tracking Protection
dsb: Nowy! Slědowański šćit

source: This new feature helps protect your browsing activity by preventing potential trackers from loading.
dsb: Toś ta nowa funkcija pomaga wašu pśeglědowańsku aktiwitu pśez to šćitaś, až potencielne slědowarje zajźuju se pśi zacytowanju.

source: Learn More
dsb: Dalšne informacije

source: Tracking Protection
dsb: Slědowański šćit

source: Enable this feature for all new windows.
dsb: Toś tu funkciju za wšykne nowe wokna zmóžniś.

source: Got It!
dsb: Som to zrozměł!

# pinning-pin
source: Pin
dsb: Pśipněś

source: Unpin site
dsb: Sedło wótpněś

source: Pin "{{type}}"
dsb: "{{type}}" pśipněś

source: Unpin "{{type}}"
dsb: "{{type}}" wótpněś

source: Pin page
dsb: Bok pśipěś

source: Unpin page
dsb: Bok wótpěś

source: Pin site
dsb: Sedło pśipěś

source: From
dsb: Wót

source: Site pinned to home screen
dsb: Sedło jo se k startowej wobrazowce pśipěło

source: Site unpinned from home screen
dsb: Sedło jo se ze startoweje wobrazowki wótpěło

source: Page pinned to home screen
dsb: Bok jo se k startowej wobrazowce pśipěł

source: Page unpinned from home screen
dsb: Bok jo se ze startoweje wobrazowki wótpěł

source: or
dsb: abo

source: Choose an external display
dsb: Eksternu wobrazowku wubraś

source: Add-on All-Star
dsb: Dodank All-Star

source: Use Customizer to create your own add-on
dsb: Wužywajśo Customizer, aby swójski dodank napórał

source: View Source
dsb: Žrědłowy tekst pokazaś
