Repository: translate/mozilla-gaia
Catalog: dsb/apps/system/system.properties.po
Languages: dsb

source: OK
dsb: W pórěźe

source: Back
dsb: Slědk

source: Help
dsb: Pomoc

source: Cancel
dsb: Pśetergnuś

source: Close
dsb: Zacyniś

source: Skip
dsb: Pśeskócyś

source: Clear
dsb: Wuprozniś

source: Enable
dsb: Zmóžniś

source: Turn On
dsb: Zmóžniś

source: Undo
dsb: Anulěrowaś

source: Enter PIN
dsb: PIN zapódaś

source: Track title and artist
dsb: Titel cery a wuměłc

source: Playback controls
dsb: Wótgrawańske wóźenje

source: Previous
dsb: Pjerwjejšny

source: Play
dsb: Wótgraś

source: Pause
dsb: Zastajiś

source: Next
dsb: Pśiducy

source: Unknown track
dsb: Njeznaty kus

source: Wi-Fi on
dsb: WLAN zašaltowany

source: Wi-Fi on, initializing
dsb: WLAN zašaltowany, inicializěrujo se

source: Wi-Fi off
dsb: WLAN wušaltowany

source: Data {{type}} on
dsb: Daty typa {{type}} zmóžnjone

source: Data {{type}} off
dsb: Daty typa {{type}} znjemóžnjone

# quick-settings-bluetoothButton-on.ariaLabel
source: Bluetooth on
dsb: Bluetooth zašaltowany

source: Bluetooth on, initializing
dsb: Bluetooth zašaltowany, inicializěrujo se

source: Bluetooth off
dsb: Bluetooth wušaltowany

# quick-settings-airplaneMode-on.ariaLabel
source: Airplane mode on
dsb: Modus leśenja zašaltowany

source: Airplane mode off
dsb: Modus leśenja wušaltowany

source: Settings
dsb: Nastajenja

source: Utility tray
dsb: Zdźěleńska wobrazowka

source: Status Bar
dsb: Statusowa rědka

source: Battery {{level}} percent
dsb: Baterija {{level}} procentow

source: Battery {{level}} percent, charging
dsb: Baterija {{level}} procentow, napołnjujo se

# statusbarAirplaneMode.ariaLabel
source: Airplane mode on
dsb: Modus leśenja zašaltowany

source: Wi-Fi: connecting
dsb: WLAN: zwězujo se

source: Wi-Fi: {{level}} of 4 bars
dsb: WLAN: {{level}} z 4 rědkow

source: {{operator}} network, {{level}} of 5 bars
dsb: Seś {{operator}}, {{level}} z 5 rědkow

source: {{operator}} network (roaming), {{level}} of 5 bars
dsb: Syć {{operator}} (roaming), {{level}} z 5 rědkow

source: Searching… Emergency calls only
dsb: Pyta se… jano nuzowe zawołanja

source: Emergency call only
dsb: Jano nuzowe zawołanja

# statusbarSignalNoSimCard.ariaLabel
source: No SIM card
dsb: Žedna SIM-kórta

source: Headphones on
dsb: Nagłowne słuchatka pśizamknjone

source: Bluetooth headphones on
dsb: Nagłowne słuchatka Bluetooth pśizamknjone

source: Bluetooth transfer active
dsb: Pśenjasenje Bluetooth aktiwne

source: Tethering on
dsb: Tethering zašaltowane

source: Tethering on, active
dsb: Tethering zašaltowane, aktiwne

source: Alarm on
dsb: Alarm zaktiwěrowany

# statusbarIconOn-bluetooth.ariaLabel
source: Bluetooth on
dsb: Bluetooth zašaltowany

source: Bluetooth on, active
dsb: Bluetooth zaktiwěrowany, aktiwny

source: Mute on
dsb: Bźez zuka, zašaltowany

source: Vibration on
dsb: Wibracija zašaltowana

source: Recording on
dsb: Nagrawanje zašaltowane

source: Geolocation on
dsb: Póstajanje stojnišća zašaltowane

source: USB on
dsb: USB zašaltowany

source: Call forwarding on
dsb: Zawołańske dalejpósrědnjanje zašaltowane

source: Media playing
dsb: Medijowe wótegraśe

source: NFC on
dsb: NFC zaktiwěrowany

# statusbarDownload.ariaLabel
source: Downloading…
dsb: Ześěgujo se…

source: Networking on
dsb: Seśowe pśenjasenje běžy

source: Emergency callback
dsb: Nuzowe slědkzawołanje

source: No Notifications
dsb: Žedne powěźeńki

source: {{n}} Notification
dsb: {{n}} powěźeńka

# statusbarNotifications[two]
source: {{n}} Notifications
dsb: {{n}} powěźeńce

# statusbarNotifications[few]
source: {{n}} Notifications
dsb: {{n}} powěźeńki

# statusbarNotifications[many]
source: {{n}} Notifications
dsb: {{n}} powěźeńkow

# statusbarNotifications[other]
source: {{n}} Notifications
dsb: {{n}} powěźeńkow

source: {{n}} unread notification
dsb: {{n}} njecytana powěźeńka

# statusbarNotifications-unread.ariaLabel[two]
source: {{n}} unread notifications
dsb: {{n}} njecytanej powěźeńce

# statusbarNotifications-unread.ariaLabel[few]
source: {{n}} unread notifications
dsb: {{n}} njecytane powěźeńki

# statusbarNotifications-unread.ariaLabel[many]
source: {{n}} unread notifications
dsb: {{n}} njecytanych powěźeńkow

# statusbarNotifications-unread.ariaLabel[other]
source: {{n}} unread notifications
dsb: {{n}} njecytanych powěźeńkow

source: Debugging
dsb: Pytanje za zmólkami

source: Notifications
dsb: Powěźeńki

source: Clear all
dsb: Wšykno lašowaś

source: Tap to show
dsb: Pótusniśo, aby pokazał

source: No new voicemail
dsb: Žedna nowa rěcna powěsć

source: One new voicemail
dsb: Jadna nowa rěcna powěsć

# newVoicemails[two]
source: {{n}} new voicemails
dsb: {{n}} nowej rěcnej powěsći

# newVoicemails[few]
source: {{n}} new voicemails
dsb: {{n}} nowe rěcne powěsći

# newVoicemails[many]
source: {{n}} new voicemails
dsb: {{n}} nowych rěcnych powěsćow

# newVoicemails[other]
source: {{n}} new voicemails
dsb: {{n}} nowych rěcnych powěsćow

source: New voicemail
dsb: Nowa rěcna powěsć

source: Dial {{number}}
dsb: {{number}} wóliś

source: EU internet detected
dsb: Seś Europskeje unije namakana

source: Tap to change.
dsb: Pótusniśo, aby změnił.

source: Are you sure you want to connect to the device?
dsb: Cośo napšawdu z rědom zwězaś?

source: Turn on Bluetooth and connect to the device?
dsb: Bluetooth zmóžniś a z rědom zwězaś?

source: Are you sure you want to connect to {{deviceName}}?
dsb: Cośo napšawdu z {{deviceName}} zwězaś?

source: Turn on Bluetooth and connect to {{deviceName}}?
dsb: Bluetooth zmóžniś a z {{deviceName}} zwězaś?

source: Turn on
dsb: Zmóžniś

# dismissNFCConnectBTdisabled
source: Cancel
dsb: Pśetergnuś

source: Confirmation
dsb: Wobkšuśenje

source: Phone
dsb: Telefon

source: Turn on airplane mode
dsb: Modus leśenja zmóžniś

source: Turn off airplane mode
dsb: Modus leśenja znjemóžniś

source: Silence incoming calls
dsb: Dochadajuce zawołanja wušaltowaś

source: Ring incoming calls
dsb: Dochadajuce zawołanja zazwóniś

source: Restart
dsb: Znowego startowaś

source: Power off
dsb: Wušaltowaś

source: View source
dsb: Žrědłowy tekst pokazaś

source: Your recent app windows show up here
dsb: Waše nejnowšě nałožeńske wokna se how pokazuju

source: Your recent browser windows show up here
dsb: Waše nejnowšě nałožeńske wokna se how pokazuju

# closeCard.ariaLabel
source: Close
dsb: Zacyniś

source: Open
dsb: Wócyniś

source: Yes
dsb: Jo

source: No
dsb: Ně

source: Don’t allow
dsb: Njedowóliś

source: Allow
dsb: Dowóliś

# dontshare-geolocation
source: Don’t Share
dsb: Njeźěliś

# share-geolocation
source: Share
dsb: Źěliś

# dontshare-audio-capture
source: Don’t Share
dsb: Njeźěliś

# share-audio-capture
source: Share
dsb: Źěliś

# dontshare-video-capture
source: Don’t Share
dsb: Njeźěliś

# share-video-capture
source: Share
dsb: Źěliś

# dontshare-media-capture
source: Don’t Share
dsb: Njeźěliś

# share-media-capture
source: Share
dsb: Źěliś

source: Front Camera
dsb: Prědna kamera

source: Back Camera
dsb: Slězna kamera

source: Remember my choice
dsb: Wuběrk se spomnjeś

source: More info…
dsb: Dalšne informacije…

source: Hide info
dsb: Informacije schowaś

source: Install {{name}}?
dsb: {{name}} instalěrowaś?

source: Size
dsb: Wjelikosć

source: Author
dsb: Awtor

# size-unknown
source: Unknown
dsb: Njeznaty

# author-unknown
source: Unknown
dsb: Njeznaty

source: Install
dsb: Instalěrowaś

source: bytes
dsb: B

source: {{ appName }} download stopped
dsb: Ześěgnjenje {{ appName }} zastajone

source: {{ appName }} download failed
dsb: Ześěgnjenje {{ appName }} njejo se raźiło

source: {{ appName }} install failed
dsb: Instalacija {{ appName }} njejo se raźiła

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
dsb: Anulěrowanje njewjeźo k wopłaśenjeju kupi. Wopłaśenja za zapłaśone wopśimjeśe pśewjedu se wót spócetnego pśedawarja.

source: Apps can be installed later from the original installation source.
dsb: Nałoženja daju se pózdźej z originalneo instalaciskego žrědła instalěrowaś.

source: Are you sure you want to cancel this install?
dsb: Cośo napšawdu toś tu instalaciju pśetergnuś?

source: Cancel Install
dsb: Instalaciju pśetergnuś

# cancel-install-button
source: Cancel Install
dsb: Instalaciju pśetergnuś

source: Resume
dsb: Pókšacowaś

source: Continue
dsb: Dalej

source: Stop downloading {{ app }}?
dsb: Ześěgnjenje {{ app }} zastajiś?

source: The download can be restarted later.
dsb: Ześěgnjenje dajo se pózdźej znoego startowaś.

source: Stop Download
dsb: Ześěgnjenje zastajiś

source: Not enough space
dsb: Njejo dosć ruma

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
dsb: Njejo dosć lichego składowańskego ruma, aby toś te nałoženje instalěrowało. Wurumujśo składowański rum pśez to, až lašujośo stare nałoženja abo medije, a wopytajśo znowego ze spócetnego žrědła instalěrowaś.

source: {{ appName }} installed
dsb: {{ appName }} zainstalěrowane

source: {{ appName }} installed. Go to Settings > Language to enable it.
dsb: {{ appName }} zainstalěrowane. Źiśo k "Nastajenja > Rěc", aby jo zmóžnił.

source: Setup
dsb: Konfiguracija

source: Add keyboards
dsb: Tastatury pśidaś

source: Later
dsb: Pózdźej

source: Download
dsb: Ześěgnuś

source: Download update now?
dsb: Aktualizaciju něnto ześěgnuś?

source: Do you want to install the update now? You will not be able to use your phone for a few minutes.
dsb: Cośo aktualizaciju něnto instalěrowaś? Njamóžośo swój telefon za někotare minuty wužywaś.

source: Install Now
dsb: Něnto instalěrowaś

source: Not Now
dsb: Nic něnto

source: Downloading updates… <span>{{ progress }} downloaded.</span>
dsb: Aktualizacije se ześěguju… <span>{{ progress }} ześěgnjone.</span>

source: Downloading {{ appName }}
dsb: {{ appName }} se ześěgujo

source: {{ progress }} downloaded
dsb: {{ progress }} ześěgnjone

source: Downloading
dsb: Ześěgujo se

source: {{ progress }} / {{ max }} downloaded
dsb: {{ progress }} / {{ max }} ześěgnjone

source: Cancel all downloads
dsb: Wšykne ześěgnjenja pśetergnuś

source: Are you sure you want to cancel all downloads?
dsb: Cośo napšawdu wšykne ześěgnjenja pśetergnuś?

source: There was an error while downloading the updates.
dsb: Pśi ześěgowanju aktualizacijow jo zmólka nastała.

source: {{ n }} update available. <span>Tap for more info.</span>
dsb: {{ n }} aktualizacija k dispoziciji. <span>Pótusniśo, aby dalšne informacije dostał.</span>

# updateAvailableInfo[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
dsb: {{ n }} aktualizaciji k dispoziciji. <span>Pótusniśo, aby dalšne informacije dostał.</span>

# updateAvailableInfo[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
dsb: {{ n }} aktualizaciji k dispoziciji. <span>Pótusniśo, aby dalšne informacije dostał.</span>

# updateAvailableInfo[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
dsb: {{ n }} aktualizacijow k dispoziciji. <span>Pótusniśo, aby dalšne informacije dostał.</span>

# updateAvailableInfo[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
dsb: {{ n }} aktualizacijow k dispoziciji. <span>Pótusniśo, aby dalšne informacije dostał.</span>

source: System update available. <span>Tap for more info.</span>
dsb: Systemowa aktualizacija k dispoziciji. <span>Pótusniśo, aby dalšne informacije dostał.</span>

source: {{ n }} update available
dsb: {{ n }} aktualizacija k dispoziciji

# numberOfUpdates[two]
source: {{ n }} updates available
dsb: {{ n }} aktualizaciji k dispoziciji

# numberOfUpdates[few]
source: {{ n }} updates available
dsb: {{ n }} aktualizacije k dispoziciji

# numberOfUpdates[many]
source: {{ n }} updates available
dsb: {{ n }} aktualizacijow k dispoziciji

# numberOfUpdates[other]
source: {{ n }} updates available
dsb: {{ n }} aktualizacijow k dispoziciji

source: System update
dsb: Systemowa aktualizacija

source: System update {{ version }}
dsb: Systemowa aktualizacija {{ version }}

source: System Update Ready
dsb: Systemowa aktualizacija dokóńcona

source: You need at least {{ threshold }}% battery level to install the update.
dsb: Trjebaśo nanejmjenjej {{ threshold }} % baterijowego stawa, aby aktualizaciju instalěrował.

source: Required
dsb: Trěbny

source: Uncompressing… <span>This can take a few minutes.</span>
dsb: Dekompriměrujo se… <span>To móžo někotare minuty traś.</span>

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
dsb: Aktualizacije ześěguju se pśez datowy zwisk, jolic WLAN njejo k dispoziciji. Pśi wužywanju datowego zwiska, budu se telefonowe zawołanja blokěrowaś a pśidatne kosty by mógli nastaś.

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, additional charges may apply.
dsb: Aktualizacije ześěguju se pśez datowy zwisk, jolic WLAN njejo k dispoziciji. Pśi wužywanju datowego zwiska, mógu pśidatne kosty nastaś.

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
dsb: WLAN njejo k dispoziciji. Aktualizěrowanje pśez aktualny zwisk by mógło pśidatne kosty zawinowaś.

source: Connect to a network to download updates.
dsb: Zwězajśo ze seśu, aby aktualizacije ześěgnuł.

source: Download updates via data connection?
dsb: Aktualizacije pśez datowy zwisk ześěgnuś?

source: Downloading updates is not possible on slow connections (2G). Please connect via Wi-Fi or 3G (if available) and try again.
dsb: Pśi pómałych zwiskach (2G) ześěgowanje aktualizacijow njejo móžno. Pšosym zwězajśo pśez WLAN abo 3G (jolic k dispoziciji) a wopytajśo hyšći raz.

source: When using a data connection, additional costs may apply. Do you want to continue?
dsb: Gaž wužywa se datowy zwisk, mógu pśidatne kosty nastaś. Cośo pókšacowaś?

source: Download updates via data roaming?
dsb: Aktualizacije pśez datowy roaming ześěgnuś?

source: You are currently roaming and additional charges may apply. Do you want to continue?
dsb: Wužywaśo tuchylu roaming a pśidatne kosty by mógli nastaś. Cośo pókšacowaś?

source: Build ID: {{ buildid }}
dsb: ID wersije: {{ buildid }}

source: View the full list of changes
dsb: Dopołnu lisćinu změnow pokazaś

source: Screenshot saved to Gallery
dsb: Foto wobrazowki do galerije skłaźone

source: The screenshot could not be saved
dsb: Foto wobrazowki njedajo se składowaś

source: No memory card found
dsb: Składowańska kórta njejo se namakała

source: Memory card is in use
dsb: Składowańska kórta se wužywa

source: Not enough space on memory card
dsb: Nic dosć ruma na składowańskej kórśe

source: Device logs saved
dsb: Rědowe protokole skłaźone

source: Tap to share logs
dsb: Pótusniśo, aby protokole źělił

source: Error while saving logs
dsb: Zmólka pśi składowanju protokolow

source: Error while sharing logs
dsb: Zmólka pśi źělenju protokolow

source: Capturing logs…
dsb: Protokole se zapisuju…

source: Operation {{operation}} failed.
dsb: Operacija {{operation}} njejo se raźiła.

source: Unexpected error occurred.
dsb: Njewócakana zmólka nastata.

source: Make sure your SD card is not shared with your computer.
dsb: Zawěsććo, až waša SD-kórta njeźěli se z wašym licadłom.

source: At least one log file could not be read from the filesystem.
dsb: Nanejmjenjej jadna protokolowa dataja njedajo se z datajowego systema cytaś.

# emergency-call-button
source: Emergency Call
dsb: Nuzowe zawołanje

source: Emergency Call
dsb: Nuzowe zawołanje

source: Unlock
dsb: Zastajenje wótpóraś

source: Camera
dsb: Kamera

source: %A, %B %e
dsb: %A, %e. %EB

source: Passcode panel
dsb: Pólo za gronidłowy kod

source: open
dsb: wócyniś

source: Home
dsb: Startowa wobrazowka

source: Sign in
dsb: Pśizjawiś

source: Sign in to website
dsb: Pla websedła pśizjawiś

source: Username
dsb: Wužywarske mě

source: Password
dsb: Gronidło

source: The website {{host}} requires you to sign in.
dsb: Websedło {{host}} se pomina, až se pśizjawijoso.

source: {{name}} is not loading properly
dsb: {{name}} se pórědnje njezacytujo

source: {{name}} is having problems
dsb: {{name}} ma problemy

source: Unable to connect
dsb: Zwisk njemóžno

source: Tap to check settings
dsb: Pótusniśo, aby nastajenja pśekontrolěrował

source: Delete {{name}}
dsb: {{name}} lašowaś

source: {{name}} and all of its data will be deleted.
dsb: {{name}} a wšykne jogo daty se wulašuju.

source: Delete
dsb: Lašowaś

source: Remove Application
dsb: Nałoženje wótpóraś

source: Cannot install application due to an unrecoverable error. Please try downloading again. The application will be removed.
dsb: Nałoženje njedajo se njereproducěrujobneje zmólki dla instalěrowaś. Pšosym ześěgniśo hyšći raz. Nałoženje se wótpórajo.

# unrecoverable-error-action
source: OK
dsb: W pórěźe

source: Turn on data roaming?
dsb: Datowy roaming zašaltowaś?

source: In order to access the Internet, you need to turn on data roaming. Depending on your service agreement, extra charges may apply. Do you want to turn data on?
dsb: Aby pśistup na internet měł, musyśo datowy roaming zašaltowaś. We wótwisnosći wót słužbnego dogrona, mógu pśidatne kosty nastaś. Cośo daty zašaltowaś?

source: Select time
dsb: Cas wubraś

# choose-option
source: Select
dsb: Wubraś

# choose-options
source: Select
dsb: Wubraś

source: Select day
dsb: Źeń wubraś

source: Your battery is low.
dsb: Waša baterija jo skóro prozna.

source: Please plug in your charger.
dsb: Pšosym pśizamkniśo swój napołnjak.

source: New window
dsb: Nowe wokno

source: New private window
dsb: Nowe priwatne wokno

source: Show windows
dsb: Wokna pokazaś

source: Add to home screen
dsb: Startowej wobrazowce pśidaś

# pin-to-home-screen
source: Pin
dsb: Pśipěś

source: Share
dsb: Źěliś

source: {{brandShortName}} just recovered from a crash
dsb: {{brandShortName}} jo se rowno z wowalenja wótnowił

source: {{name}} just crashed
dsb: {{name}} jo rowno pśepadnuł

source: Something
dsb: Něco

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
dsb: Cośo Mozilla rozpšawu wó wowalenju słaś, aby nam pomagał, problem rozwězaś? (Rozpšawy sćelu se jano pśez WLAN.)

source: What’s in a crash report?
dsb: Co jo we wowaleńskej rozpšawje?

source: Always send Mozilla a report when a crash occurs.
dsb: Mozilla pśecej rozpšawu słaś, gaž wowalenje se stawa.

source: Don’t Send
dsb: Njesłaś

source: Send Report
dsb: Rozpšawu pósłaś

source: Crash Reports
dsb: Wowaleńske rozpšawy

source: Done
dsb: Dokóńcone

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
dsb: Wowaleńska rozpšawa wopśimujo někotare drobnostki wó wowalenju a wašom rěźe, ako teke wobraz stawa wašogo rěda, gaž jo pśepadnuł.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
dsb: To móžo wócynjone boki a nałoženja, tekst we formularach a wopśimjeśe wócynjonych powěsćow, nejnowšu pśeglědowańsku historiju abo póstajenje stojnišćow byś, kótarež wužyiwa se pśez wócynjone nałoženje.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
dsb: Wužywamy wowaleńske rozpšawy, aby problemy rozwězali a naše produkty pólěpšyli. Wobchadamy z wašymi informacijami ako wópisujomy w swójich

source: privacy policy
dsb: pšawidłach priwatnosći

source: {{brandShortName}} just crashed.
dsb: {{brandShortName}} jo se wowalił.

source: {{name}} just crashed.
dsb: {{name}} jo se wowalił.

source: Sending file…
dsb: Dataja se sćelo…

source: Receiving file…
dsb: Dataja se dostawa…

source: Accept Bluetooth file transfer?
dsb: Datajowe pśenjasenje Bluetooth akceptěrowaś?

source: {{deviceName}} would like to send you a file. Accept?
dsb: {{deviceName}} by wam rady dataju słał. Sćo wobjadny?

source: Tap to review transfer request.
dsb: Pótusniśo, aby napšašowanje pśenosował.

source: Deny
dsb: Wótpokazaś

source: Transfer
dsb: Pśenjasć

source: Cancel Bluetooth file transfer?
dsb: Datajowe pśenjasenje Bluetooth pśetergnuś?

source: File transfer has started
dsb: Pśenjasenje dataje jo se zachopiło

source: Check progress in Notification center
dsb: Póstup w zdźěleńskem centrumje pśekontrolěrowaś

source: File sent
dsb: Dataja jo se pósłała

source: File received
dsb: Dataja jo se dostała

source: File could not be received
dsb: Dataja njedajo se dostaś

source: Cannot send file right now. Please try again later.
dsb: Dataja njedajo se ned słaś. Pšosym wopytajśo pózdźej hyšći raz.

source: File transfer cancelled
dsb: Datajowe pśenjasenje jo se pśetergnuło

source: Transfer report
dsb: Pśenosowańska rozpšawa

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
dsb: {{numSuccessful}} datajow wuspěšnych, {{numUnsuccessful}} datajow njewuspěšnych

source: Unknown file
dsb: Njeznata dataja

source: Unknown device
dsb: Njeznaty rěd

source: Can not open received file
dsb: Dostana dataja njedajo se wócyniś

source: Can not open unknown media type: {{fileName}}
dsb: Njeznaty medijowy typ njedajo se wócyniś: {{fileName}}

source: Can not receive file
dsb: Dataja njedajo se dostaś

source: Can not get device storage state.
dsb: Staw rědowego składowaka njedajo se wótwołaś.

source: No memory card found. Please insert a memory card.
dsb: Žedna składowańska kórta njejo se namakała. Pšosym zasajźćo składowańsku kórtu.

source: Bluetooth can not be used while phone is plugged in. Please unplug the phone to receive file.
dsb: Bluetooth njedajo se wužywaś, mjaztym až telefon jo pśizamknjony. Pšosym wótkajśo telefon, aby dataje dostał.

source: Can not complete transfer: memory card is full.
dsb: Pśenjasenje njedajo se dokóńcyś: składowańska kórta jo połna.

source: Unknown error
dsb: Njeznata zmólka

source: Confirm
dsb: Wobkšuśiś

source: SD card detected
dsb: SD-kórta namakana

source: Total size: {{size}} {{unit}}
dsb: Cełkowna wjelikosć: {{size}} {{unit}}

source: Unknown size, tap to format
dsb: Njeznata wjelikosć, pótusniśo, aby formatěrował

source: SD card removed
dsb: SD-kórta jo se wótpórała

source: Ejected successfully
dsb: Wuspěšnje wuchytany

source: Not ejected properly
dsb: Njejo se pórědnje wuchytał

source: Mic is on
dsb: Mikrofon jo zašaltowany

source: Camera is on
dsb: Kamera jo zašaltowana

source: Camera & Mic are ON
dsb: Kamera a Mikrofon stej ZAŠALTOWANEJ

source: No SIM card
dsb: Žedna SIM-kórta

source: PUK code
dsb: PUK-kod

source: NCK code
dsb: NCK-kod

source: CCK code
dsb: CCK-kod

source: SPCK code
dsb: SPCK-kod

source: NCK1 code
dsb: NCK1-kod

source: NCK2 code
dsb: NCK2-kod

source: HNCK code
dsb: HNCK-kod

source: RCCK code
dsb: RCCK-kod

source: RSPCK code
dsb: RSPCK-kod

source: What is a SIM PIN?
dsb: Co jo SIM-PIN?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
dsb: SIM-PIN zajźujo pśistupoju na SIM-kórtu mobilnych datowych seśow. Jolic jo zmóžnjone, buźo rěd, kótaryž wopśimujo SIM-kórtu, PIN pśi znowegostartowanju pominaś.

source: A SIM PIN is not the same as the passcode used to unlock the device.
dsb: SIM-PIN jo něco druge ako gronidłowy kod, kótaryž se wužywa, aby zastajenje rěda wótpórał.

source: Change PIN
dsb: PIN změniś

source: Enter SIM PIN
dsb: SIM-PIN zapódaś

source: Enter SIM {{n}} PIN
dsb: SIM-{{n}}-PIN zapódaś

source: Enter PUK code
dsb: PUK-kod zapódaś

source: Enter NCK code
dsb: NCK-kod zapódaś

source: Enter CCK code
dsb: CCK-kod zapódaś

source: Enter SPCK code
dsb: SPCK-kod zapódaś

source: Enter NCK1 code
dsb: NCK1-kod zapódaś

source: Enter NCK2 code
dsb: NCK2-kod zapódaś

source: Enter HNCK code
dsb: HNCK-kod zapódaś
