Repository: translate/mozilla-gaia
Catalog: ach/apps/settings/device_type/tv/settings.device.properties.po
Languages: ach

source: Change TV name
ach: Lok nying TV

source: Share my TV’s Internet connection with a USB-connected device.
ach: Nywak kube me intanet pa TV mamega ki nyonyo ma kikubo ki USB.

source: Allow other devices to share my TV’s Internet connection by connecting via Wi-Fi.
ach: Ye nyonyo mukene me nywako kube me intanet pa TV mamega kun gikube ki iyi Wi-Fi.

source: The ringtone was not changed because the selected file can not be played on this TV.
ach: Pe kiloko rington pien pwail ma kiyero ni pe kitwero tuku i TV man.

source: Find My Device allows you to locate, lock or erase your TV
ach: Nong Nyonyo Mamega weko i nongo, loro ki jwayo TV mamegi

source: Find My Device allows you to locate, lock or erase your TV from a web site:
ach: Nong Nyonyo Mamega weko i nongo, loro ki jwayo TV mamegi ki i kakube:

source: Your TV is being tracked by another device through the website.
ach: Nyonyo mukene tye ka lubo kor TV mamegi ki iyi kakube.

source: No devices are actively tracking your TV through the website.
ach: Pe tye nyonyo mo ma tye ka lubo kor TV mamegi ki iyi kakube.

source: Reset TV
ach: Nwo tero TV

source: Help us improve {{brandShortName}} by sharing data about your TV and the way you use it.
ach: Kony wa me yilo rwom pa {{brandShortName}} ki nywako data ikom TV mamegi ki kit ma itiyo kwede.

source: Connected to TV audio
ach: Okube i dwon me TV

source: Connected to TV/media audio
ach: Okube i dwon me TV/lapok lok
