Repository: translate/mozilla-gaia
Catalog: ach/apps/fm/fm.properties.po
Languages: ach

source: Plug in a headset
ach: Rwak headset

source: FM Radio requires a plugged in headset to receive radio signals.
ach: Radio me FM mito headset ma kirwako wek omaki.

source: Airplane mode is on
ach: Tye i kit me tuk ki dege

source: Turn off Airplane mode to use FM Radio.
ach: Nek kit me tuk ki dege me tic ki Radio me FM.

source: Favorite
ach: Ma imaro loyo

source: Frequency
ach: Dwiro ne

source: Seek Down
ach: Yeny piny

source: Seek Up
ach: Yeny malo

source: On
ach: Tye

source: Off
ach: Pe tye

source: Favorited stations
ach: Citacen ma imaro loyo
