Repository: translate/mozilla-gaia
Catalog: son/apps/email/email.properties.po
Languages: son

# back-button.ariaLabel
source: Back
son: Banda

source: Close
son: Daabu

source: Mail
son: Bataga

source: You are not set up to send or receive email. Set up an account to complete the action.
son: War mana soolu ka duu bataga wal'a sanba. Wa kontu kayandi ka goymee timmandi.

source: To send and receive email, you will need to set up an account.
son: Ka duu wala ka bataga sanba, war ga hima ka kontu feeri jina.

source: New Account
son: Kontu taaga

source: Enter Password For:
son: Šennikufal dam woo se:

# setup-info-name.placeholder
source: Your name
son: War maaɲoo

# setup-info-password.placeholder
source: Password
son: Šennikufal

# setup-info-next
source: Next
son: Jine

source: Setting up account
son: Kontu kayandi

source: Mail account setup
son: Bataga kontu kayandiyan

source: All done!
son: A kul ben!

source: Add another account
son: Kontu tana tonton

source: Continue to Mail
son: Koy batagey do

source: This device is currently offline. Connect to a network and try again.
son: Jinaa ši ciyari ra sohõda. Sankaa cee de ma ceeci ka ciya taaga.

source: Invalid username or password. Check for typos.
son: Goykaw maa wala šennikufal laala. Hantum firka koroši.

source: Invalid e-mail address. Check for typos.
son: Bataga aderesu laala. Hantum firkaway ceeci.

source: The server said you’re not authorized to create an account
son: Feršikaa nee kaŋ war ši nda fondo ka kontu tee

source: Server unsupported. The POP3 server does not implement required features.
son: Feršikaw ši nda faaba. POP3 feršikaw ši alhaali waažibantey kanandi.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
son: Firka šibayante bangay. War ciyari sankaa guna wala war ma ceeci nda k'a hanse war boŋ se.

source: You must use an application specific password for two-factor Gmail accounts
son: War ga hima ka šennikufal porogaram cerecerante dam Gmail mise-2 kontey se

source: You must enable IMAP for your Gmail account
son: War ga hima ka IMAP tunandi war Gmail kontoo se

source: You must enable POP3 for your Gmail account
son: War POP3 tunandi war Gmail kontoo se

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
son: Ši hin ka dobuyan saajante tee "{{server}}" ga. Šenday ga hima ka bara war sankaa wala feršikaa ga.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
son: Ši hin ka dobuyan saajante tee "{{server}}" ga. Šenday ga hima ka bara war sankaa ga.

source: There is a problem with the server "{{server}}". Try again later.
son: Šenday ga bara "{{server}}" feršikaa ga. Ceeci koyne kayna.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
son: Ši hin ka war kontoo hanse nga boŋ se. War bataga aderesoo hanse wala hanseyan fahami-tiira suubaroo caw.

source: The server "{{server}}" is offline for maintenance. Try again later.
son: Ši ciyari ra za "{{server}}" feršikaa goo ma hansandi. Ceeci koyne kayna.

source: This account is already configured.
son: Kontoo woo soolu ka ben.

source: Manual setup
son: Kanbe kayandiyan

source: Manual Setup
son: Kanbe kayandiyan

# setup-manual-account-type
source: Account type
son: Kontu dumi

# setup-manual-account-type-select.ariaLabel
source: Account type
son: Kontu dumi

# setup-manual-imap-header
source: IMAP settings
son: IMAP kayandiyaney

# setup-manual-pop3-header
source: POP3 settings
son: POP3 kayandiyaney

# setup-manual-smtp-header
source: SMTP settings
son: SMTP kayandiyaney

# setup-manual-activesync-header
source: ActiveSync settings
son: ActiveSync kayandiyaney

# setup-manual-next
source: Next
son: Jine

source: Socket Type
son: Fun dumi

source: Connection security
son: Ciyari saajaw

source: Unencrypted (insecure)
son: Mana kufalandi (manti saajante)

# setup-manual-hostname.placeholder
source: Hostname
son: Zunbudoo maa

source: Port Number
son: Kotay-mee hinna

# setup-manual-username.placeholder
source: Username
son: Goykaw maa

source: Domain\Username
son: Nungu\Goykaw maa

source: Bad password!
son: Šennikufal laala!

source: We could not sign in to the server. Maybe your password is wrong?
son: Ir ši hin ka feršikaa cee. A ga hin ka tee šennikufaloo mma laala?

source: New password
son: Šennikufal taaga

source: Retry with new password
son: Tee koyne nda šennikufal taaga

source: Two-Factor Enabled
son: Teekaw-hinka tunandi

source: You need to enter an application-specific password below.
son: War ga hima ka porogaram-bande šennikufal dam ganda.

source: Use application password
son: Porogaram šennikufal dam

source: IMAP Disabled
son: IMAP n' ka kay

source: You must enable IMAP on your Gmail account
son: Wa IMAP tunandi war Gmail kontoo ga

# setup-gmail-imap-retry
source: Retry
son: Tee koyne

source: POP3 Disabled
son: POP3 kay

source: You must enable POP3 on your Gmail account
son: Wa POP3 tunandi war Gmail kontoo ga

# setup-gmail-pop3-retry
source: Retry
son: Tee koyne

source: Reauthorize Email
son: Batagaa noo fondo taaga

source: Email needs to be reauthorized to access the following account:
son: Batagaa ga boona ga duu fondo taaga ka too kontoo woo do:

# setup-fix-oauth2-reauthorize
source: Reauthorize
son: Noo fondo taaga

source: Mail Settings
son: Bataga kayandiyaney

# settings-sub-header-account
source: Account
son: Kontu

# settings-account-group.ariaLabel
source: Account
son: Kontu

# settings-account-name
source: Your name
son: War maaɲoo

source: Display notifications for new messages
son: Bangandiyaney cebe alhabar taagey se

source: Play sound after message is sent
son: Jinde hẽenandi nda alhabar sanbandi

source: Tap to Edit
son: Kar ka fasal

# settings-account-signature-label
source: Signature
son: Mayray šilbay

# settings-account-signature-textbox.ariaLabel
source: Signature
son: Mayray šilbay

source: Save Signature
son: Mayray šilbay gaabu

source: Discard
son: Fur

# settings-sub-header-data
source: Data
son: Han

# settings-data-group.ariaLabel
source: Data
son: Han

# settings-account-check-mail
source: Check for new messages
son: Alhabar taagey guna

# settings-account-check-mail-select.ariaLabel
source: Check for new messages
son: Alhabar taagey guna

# settings-sub-header-server
source: Server settings
son: Feršikaw kayandiyaney

# settings-server-group.ariaLabel
source: Server settings
son: Feršikaw kayandiyaney

source: Username and password
son: Goykaw maa nda šennikufal

# settings-account-useroauth2
source: Username
son: Goykaw maa

source: Sent Using Firefox OS
son: Sanba nda Firefox OS

source: Done
son: A ben

# settings-account-section
source: Accounts
son: Kontey

# settings-account-listbox.ariaLabel
source: Accounts
son: Kontey

source: Add Account
son: Kontu tonton

source: Delete account
son: Kontu tuusu

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
son: Alhakiika kaŋ war ga boona ka war bataga kontu {{account}} tuusu? Kala war ma batagey zumandi taaga nda war na kontoo tee taaga.

# settings-account-delete-cancel
source: Cancel
son: Naŋ

# settings-account-delete-confirm
source: Delete
son: Tuusu

source: General settings
son: Yamma kayandiyaney

source: Always show images
son: Waatikul ma biyey cebe

source: Download attachments
son: Hanganditiirawey zumandi

source: Every 5 minutes
son: Miniti 5 kul ra

source: Every 10 minutes
son: Miniti 10 kul ra

source: Every 15 minutes
son: Miniti 15 kul ra

source: Every 30 minutes
son: Miniti 30 kul ra

source: Every hour
son: Guuru foo kul

source: Manually
son: Tee war boŋ se

source: disabled
son: kayante

source: {{ n }} second
son: Segondu {{ n }}

# settings-check-dynamic[two]
source: {{ n }} seconds
son: Segondu {{ n }}

# settings-check-dynamic[few]
source: {{ n }} seconds
son: Segondu {{ n }}

# settings-check-dynamic[many]
source: {{ n }} seconds
son: Segondu {{ n }}

# settings-check-dynamic[other]
source: {{ n }} seconds
son: Segondu {{ n }}

source: Set as default email
son: Kayandi sanda tilasu bataga

# settings-account-type
source: Account type
son: Kontu dumi

source: Credentials
son: Alhakiikandiyan tammaasey

# settings-activesync-label
source: ActiveSync settings
son: ActiveSync kayandiyaney

# settings-imap-label
source: IMAP settings
son: IMAP kayandiyaney

# settings-pop3-label
source: POP3 settings
son: POP3 kayandiyaney

# settings-smtp-label
source: SMTP settings
son: SMTP kayandiyaney

# settings-hostname
source: Hostname
son: Zunbudoo maa

source: Port
son: Kotay-mee

# settings-username
source: Username
son: Goykaw maa

# settings-password
source: Password
son: Šennikufal

source: Save
son: Gaabu

source: Password field should not be empty
son: Šennikufal faari ši hima ka koonu

# settings-reauth
source: Reauthorize
son: Noo fondo taaga

# settings-account-synchronize-window
source: Days to sync
son: Hangandiyan jirbey

# settings-account-synchronize-window-select.ariaLabel
source: Days to sync
son: Hangandiyan zaarey

source: Automatic
son: Tee nga boŋ se

source: 1 day
son: Zaari 1

source: 3 days
son: Zaari 3

source: 1 week
son: Jirbiyye 1

source: 2 weeks
son: Jirbiyye 2

source: 1 month
son: Handu 1

source: All messages
son: Alhabarey kul

# envelope-from
source: From
son: Hundoo

# envelope-to
source: To
son: Toodoo

source: Sending
son: Goo ma sanba

source: Error sending
son: Sandayan firka

source: Unread
son: Mana cawandi

source: Has star
son: Goo nda handaray

source: Has attachments
son: Goo nda hanganditiirayaŋ

source: Message body
son: Bataga kunturu

source: Loading
son: Goo ma zumandi

# subject.ariaLabel
source: Subject
son: Dalil

# message-delete-button.ariaLabel
source: Delete
son: Tuusu

source: Add star
son: Handaray tonton

source: Remove star
son: Handaray kaa

source: Mark read
son: Šilbay sanda cawante

source: Mark unread
son: Šilbay sanda manti cawante

source: Move
son: Ganandi

source: Reply or forward
son: Zaabi wala bisandi

source: Download
son: Zumandi

source: Downloading
son: Goo ma zumandi

# view-button.ariaLabel
source: View
son: Guna

# attachments-container.ariaLabel
source: Attachments
son: Hanganditiirawey

# from-group.ariaLabel
source: From
son: Hundoo

# to-group.ariaLabel
source: To
son: Toodoo

source: Compose message
son: Alhabar hantum

# compose-header-short
source: Compose
son: Hantum

# compose-send
source: Send
son: Sanba

# compose-send-button.ariaLabel
source: Send
son: Sanba

# compose-to
source: To
son: Toodoo

# compose-attachments-container.ariaLabel[zero]
source: Attachments
son: Hanganditiirawey

# compose-attachments-container.ariaLabel[one]
source: Attachments: {{kilobytes}}K
son: Hanganditiirawey: {{kilobytes}}K

# compose-attachments-container.ariaLabel[two]
source: Attachments: {{kilobytes}}K
son: Hanganditiirawey: {{kilobytes}}K

# compose-attachments-container.ariaLabel[few]
source: Attachments: {{kilobytes}}K
son: Hanganditiirawey: {{kilobytes}}K

# compose-attachments-container.ariaLabel[many]
source: Attachments: {{kilobytes}}K
son: Hanganditiirawey: {{kilobytes}}K

# compose-attachments-container.ariaLabel[other]
source: Attachments: {{kilobytes}}K
son: Hanganditiirawey: {{kilobytes}}K

source: Remove
son: Kaa

source: Attach
son: Hangandi

# compose-attachments[zero]
source: Attachments
son: Hanganditiirawey

source: {{ n }} attachment
son: Hanganditiira {{ n }}

# compose-attachments[two]
source: {{ n }} attachments
son: Hanganditiira {{ n }}

# compose-attachments[few]
source: {{ n }} attachments
son: Hanganditiira {{ n }}

# compose-attachments[many]
source: {{ n }} attachments
son: Hanganditiira {{ n }}

# compose-attachments[other]
source: {{ n }} attachments
son: Hanganditiira {{ n }}

# compose-text.ariaLabel
source: Edit
son: Fasal

source: One moment, still working on the previous attachment...
son: Batu kayna, goo ma goy hangandiri jinawey ga...

# compose-subject
source: Subject
son: Dalil

source: Save to Local Drafts
son: Gaabu doo-korfurey ga

source: Delete the draft
son: Korfur tuusu

source: Sending email failed
son: Bataga sanbandiyan kay

source: Attachment too large
son: Hanganditiira bebbeeri

source: Attachments too large
son: Hanganditiira bebbeeriyaŋ

source: The selected attachment is too large to send with this message.
son: Hanganditiira suubantaa ga bebbeeri sanbayan se alhabaroo woo ra.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
son: Hanganditiira suubantey ga bebbeeri sanbayan se alhabaroo woo ra. Ceeci ka kaa tukey ra.

source: OK
son: Ayyo

# message-attachment-view
source: View
son: Guna

source: Unable to open
son: Ši hin ka feera

source: The device does not have an app that can open the attachment.
son: Jinaa ši nda porogaramize kaŋ ga hin ka hanganditiiraa feeri.

source: This file is too large to download.
son: Tukoo woo ga beeri zumandiyan se.

# message-no-subject
source: (no subject)
son: (bila nda dalil)

# message-edit-menu-edit
source: Edit
son: Fasal

# message-edit-menu-delete
source: Delete
son: Tuusu

source: Delete email message?
son: Bataga foo tuusu?

source: Attachments can not be forwarded.
son: Hanganditiirawey ši hin ka bisandi.

# message-multiedit-header[zero]
source: Edit
son: Fasal

# message-multiedit-header[one]
source: {{ n }} selected
son: {{ n }} suubandi

# message-multiedit-header[two]
source: {{ n }} selected
son: {{ n }} suubandi

# message-multiedit-header[few]
source: {{ n }} selected
son: {{ n }} suubandi

# message-multiedit-header[many]
source: {{ n }} selected
son: {{ n }} suubandi

# message-multiedit-header[other]
source: {{ n }} selected
son: {{ n }} suubandi

source: Browse to URL?: {{ url }}
son: URL ceeci?: {{ url }}

source: This email contains one image. Tap to download.
son: Bii foo goo batagaa woo ra. Naagu k'a zumandi.

# message-download-images-tap[two]
source: This email contains {{ n }} images. Tap to download.
son: Bii {{ n }} goo batagaa woo ra. Naagu k'i zumandi.

# message-download-images-tap[few]
source: This email contains {{ n }} images. Tap to download.
son: Bii {{ n }} goo batagaa woo ra. Naagu k'i zumandi.

# message-download-images-tap[many]
source: This email contains {{ n }} images. Tap to download.
son: Bii {{ n }} goo batagaa woo ra. Naagu k'i zumandi.

# message-download-images-tap[other]
source: This email contains {{ n }} images. Tap to download.
son: Bii {{ n }} goo batagaa woo ra. Naagu k'i zumandi.

source: Show external images
son: Tarayhere biyey cebe

# message-multiedit-cancel
source: Cancel
son: Naŋ

source: Delete this email message?
son: Batagaa woo tuusu wala?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
son: Bataga {{ n }} tuusu wala?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
son: Bataga {{ n }} tuusu wala?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
son: Bataga {{ n }} tuusu wala?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
son: Bataga {{ n }} tuusu wala?

# message-large-message-cancel
source: Cancel
son: Naŋ

source: Continue
son: Koy jine

source: This message is large and may take some time to download.
son: Alhabaroo woo ga beeri nda nga zumandiroo ga gay kayna.

# message-search-from
source: From
son: Hundoo

# message-search-to
source: To
son: Toodoo

# message-search-subject
source: Subject
son: Dalil

source: Body
son: Gaaham

source: All
son: Kul

source: Search Mail
son: Ceeci bataga ra

# message-search-cancel
source: Cancel
son: Naŋ

# messages-syncing
source: Loading Messages
son: Batagawey zumandi

# messages-syncing-progressbar.ariaValueText
source: Loading Messages
son: Goo ma batagawey zumandi

source: Load More Messages
son: Bataga zumandi ka tonton

source: No mail in this Folder
son: Bataga kul ši foolaa ra

source: No matches in locally cached messages
son: Haya kul ši tenji ne alhabar tugantey ra

source: Select folder
son: Foolo suuba

source: Save new contact
son: Boro taaga gaabu

source: Add to existing contact
son: Tonton boro barante ga

source: View contact
son: Boro guna

# message-contact-menu-reply
source: Reply
son: Tuuru

source: Send new mail
son: Bataga taaga sanba

# message-reply-menu-reply
source: Reply
son: Tuuru

source: Reply All
son: Ikul zaabi

source: Forward
son: Jine

# message-reply-menu-cancel
source: Cancel
son: Naŋ

source: {name} wrote
son: {name} hantum

source: Original message
son: Ašsil bataga

# forward-header-subject
source: Subject
son: Dalil

source: Date
son: Han

# forward-header-from
source: From
son: Hundoo

source: Reply-To
son: Zaabi-woo

# forward-header-to
source: To
son: Še

source: Inbox
son: Huru-bata

source: Sent
son: Sanbante

source: Drafts
son: Korfurey

source: Trash
son: Žiibi-jinay

source: Unsent
son: Mana sanbandi

source: Junk
son: Žiibi bataga

source: Archives
son: Jiši-kaddasey

source: Local Drafts
son: Nungu-bande korfurey

source: Outbox
son: Taraybata

# drawer-back
source: Back
son: Banda

# drawer-accounts-header
source: Accounts
son: Kontey

source: Settings
son: Kayandiyaney

source: Last sync:
son: Hangandiyan koraa:

source: Refresh
son: Taagandi

source: Refreshing
son: Goo ma taagandi

# edit-button.ariaLabel
source: Edit
son: Fasal

source: Top
son: Beene

source: Folders and settings
son: Foolawey nda kayandiyaney

# message-list-compose.ariaLabel
source: Compose
son: Hantum

source: Undo
son: Taafeeri

source: 1 message flag set
son: bataga 1 šilbandi hawgayyan se

# toaster-message-star[two]
source: {{ n }} message flags set
son: Bataga šilbay {{ n }} ka kayandi

# toaster-message-star[few]
source: {{ n }} message flags set
son: Bataga šilbay {{ n }} ka kayandi

# toaster-message-star[many]
source: {{ n }} message flags set
son: Bataga šilbay {{ n }} ka kayandi

# toaster-message-star[other]
source: {{ n }} message flags set
son: Bataga šilbay {{ n }} ka kayandi

source: 1 message flag removed
son: bataga 1 šilbandi kan a ši hawgayandi se

# toaster-message-unstar[two]
source: {{ n }} message flags removed
son: Bataga šilbay {{ n }} ka hun

# toaster-message-unstar[few]
source: {{ n }} message flags removed
son: Bataga šilbay {{ n }} ka hun

# toaster-message-unstar[many]
source: {{ n }} message flags removed
son: Bataga šilbay {{ n }} ka hun

# toaster-message-unstar[other]
source: {{ n }} message flags removed
son: Bataga šilbay {{ n }} ka hun

source: 1 message marked as read
son: bataga 1 šilbandi kan a cawandi se

# toaster-message-read[two]
source: {{ n }} messages marked as read
son: Bataga {{ n }} šilbay kaŋ i cawandi

# toaster-message-read[few]
source: {{ n }} messages marked as read
son: Bataga {{ n }} šilbay kaŋ i cawandi

# toaster-message-read[many]
source: {{ n }} messages marked as read
son: Bataga {{ n }} šilbay kaŋ i cawandi

# toaster-message-read[other]
source: {{ n }} messages marked as read
son: Bataga {{ n }} šilbandi kan a cawandi se

source: 1 message marked as unread
son: bataga 1 šilbandi kan a mana cawandi se

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
son: Bataga {{ n }} šilbay kaŋ i cawandi

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
son: Bataga {{ n }} šilbay kaŋ i cawandi

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
son: Bataga {{ n }} šilbay kaŋ i cawandi

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
son: Bataga {{ n }} šilbay kaŋ i cawandi

source: 1 message moved
son: bataga 1 ka ganandi

# toaster-message-move[two]
source: {{ n }} messages moved
son: Bataga {{ n }} ka ganandi

# toaster-message-move[few]
source: {{ n }} messages moved
son: Bataga {{ n }} ka ganandi

# toaster-message-move[many]
source: {{ n }} messages moved
son: Bataga {{ n }} ka ganandi

# toaster-message-move[other]
source: {{ n }} messages moved
son: Bataga {{ n }} ka ganandi

source: 1 message deleted
son: Bataga 1 tuusandi

# toaster-message-delete[two]
source: {{ n }} messages deleted
son: Bataga {{ n }} ka tuusandi

# toaster-message-delete[few]
source: {{ n }} messages deleted
son: Bataga {{ n }} ka tuusandi

# toaster-message-delete[many]
source: {{ n }} messages deleted
son: Bataga {{ n }} ka tuusandi

# toaster-message-delete[other]
source: {{ n }} messages deleted
son: Bataga {{ n }} ka tuusandi

source: Unable to connect to server
son: Mana hin ka feršikaa cee

source: Invalid Addresses
son: Aderesu laalayaŋ

source: Your message contains one or more invalid email addresses. Please correct them before sending.
son: Aderesu laala foo wal'ibooboyaŋ goo war batagaa ra. War m'i hanse jina ka batagaa sanba.

source: Network unavailable. Email saved to outbox.
son: Sankaa ši duwandi. Batagaa gaabundi taraybataa ra.

source: Sending mail…
son: Bataga sanbandiyan…

source: Email sent.
son: Batagaa sanbandi.

source: Error occurred. Email saved to outbox.
son: Firkay bangay. Batagaa gaabundi taraybataa ra.

source: Recipient error. Email saved to outbox.
son: Duukaw firka. Batagaa gaabundi taraybataa ra.

source: Mail failed to send
son: Batagaa mana hin ka sanbandi

source: Check the spelling of the addresses above. Your mail server indicated one or more of the addresses above are incorrect.
son: Guna wala aderesey wey hantum ka boori. War bataga feršikaa bangandi kaŋ aderesu foo wal'ibooboyaŋ ne ši boori.

source: The message could not be sent.
son: Batagaa mana hin ka sanbandi.

source: Remove text
son: Hantumoo kaa

source: Confirmation
son: Tabatandiyan

source: 1 New Message
son: Alhabar taaga 1

# new-messages[two]
source: {{ n }} New Messages
son: Alhabar taaga {{ n }}

# new-messages[few]
source: {{ n }} New Messages
son: Alhabar taaga {{ n }}

# new-messages[many]
source: {{ n }} New Messages
son: Alhabar taaga {{ n }}

# new-messages[other]
source: {{ n }} New Messages
son: Alhabar taaga {{ n }}

# notification-no-subject
source: (no subject)
son: (bila nda dalil)

source: 1 New Email
son: Bataga taaga 1

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
son: Bataga taaga {{ n }}

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
son: Bataga taaga {{ n }}

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
son: Bataga taaga {{ n }}

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
son: Bataga taaga {{ n }}

source: 1 New Email ({{ accountName }})
son: Bataga taaga 1 ({{ accountName }})

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
son: Bataga {{ n }} ({{ accountName }})

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
son: Bataga taaga {{ n }} ({{ accountName }})

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
son: Bataga taaga {{ n }} ({{ accountName }})

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
son: Bataga taaga {{ n }} ({{ accountName }})

source: Are you sure?
son: War ga alhakiika?

source: Other people may be able to see your passwords and emails or control your account.
son: Boro waaney ga hin ka dii war šennikufaley nda batagawey wala ka war kontoo juwal.

source: There are multiple, free email providers that offer more secure, encrypted connections.
son: Bataga nookaw forba booboyaŋ goo no kaŋ ga dobuyan saajante, kufalante faalandi.

source: Learn more
son: Bay ka tonton

source: I understand
son: Ay ga faham

# message-reader-next-button.ariaLabel
source: Next
son: Jine

source: Previous
son: Bisante

source: Received
son: Duwante
