Repository: translate/mozilla-gaia
Catalog: son/apps/settings/device_type/tv/settings.device.properties.po
Languages: son

source: Share my Internet connection with a USB-connected device.
son: Ay interneti doboo žemna nda USB-jinay dobante foo.

source: Share my Internet connection with Wi-Fi-connected devices.
son: Ay interneti doboo žemna nda USB-jinay dobante foo.

source: The ringtone was not changed because the selected file can not be played on this TV.
son: Talfon hẽenoo mana barmay zama tuku suubantaa ši hin ka hẽe teele woo ga.

source: Find My Device allows you to locate, lock or erase your TV
son: Find My Device ga war teele ceeci, k'a kufal wala k'a tuusu

source: Find My Device allows you to locate, lock or erase your TV from a web site:
son: Find My Device ga war teele ceeci, k'a kufal wala k'a tuusu war interneti nungoo ga:

source: Your TV is being tracked by another device through the website.
son: Jinay tana foo ga war teele gana interneti nungoo bande.

source: No devices are actively tracking your TV through the website.
son: Jinay kulyaŋ ši cerecere ka war teele gana interneti nungoo bande.

source: Enabling USB storage allows another computer or device connected using USB to access files on this TV.
son: USB jišidoo tunandiyan ga too ordinater wala jinay tana foo kaŋ dobandi USB ga ma duu tukey teele woo ga.

source: Reset TV
son: Teele willi lasaloo ga

source: Resetting will erase all your data, including any apps you’ve purchased. The TV will be restored to its factory condition. None of your settings or data will be saved.
son: Yeetiyan ga war bayhayey kul tuusu, sanda porogaramizey kaŋ war n'i day. Teele ga willi nga izin-teeroo alhaaloo ga. War kayandiyaney nda bayhayey kul ši gaabundi.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your TV will have unrestricted developer tools, allowing you to modify and debug system applications.
son: Yeetiyan ka war bayhayey kul tuusu, sanda porogaramey kaŋ war n'i day. War kayandiyaney wala bayhayey kul ši gaabundi. Amma war teelewoo ga duu cinakaw goyjinay dumey kul, ka war gaa ka dabariɲaa porogaramey barmay wal'i hanse.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your TV will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
son: Yeetiyan ka war bayhayey kul tuusu, sanda porogaramey kaŋ war n'i day. War kayandiyaney wala bayhayey kul ši gaabundi. Amma war teelewoo ga duu cinakaw goyjinay dumey kul, ka war gaa ka dabariɲaa porogaramey barmay wal'i hanse.

source: Turning on power save mode turns off the TV’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
son: Sahã gaabundi alhaali ga war teele bayhayey, Bluetooth nda gorodoo maateyan dobuyaney wii ka too baatiri ma gay. War ga hin goyey wey willi war boŋ se.

source: Help us improve {{brandShortName}} by sharing data about your TV and the way you use it.
son: War bayhayey nda goy atabiya filla ir se war teele ga k'ir gaa ka {{brandShortName}} boryandi.

source: Connected to TV audio
son: Ga dobu teele jinde ga

source: Connected to TV/media audio
son: Ga dobu teele/hẽenandi jinay jinde ga
