Repository: translate/mozilla-gaia
Catalog: hto/apps/sms/sms.properties.po
Languages: hto

source: Messages
hto: Úainɨaɨ

source: Delete messages
hto: Úainɨaɨ óni dota

source: Select
hto: Nɨzede

source: Edit
hto: Abɨdo Fɨnode

source: Back
hto: Ɨfede

source: Cancel
hto: Fúitade

source: Undo
hto: Óni dóta

source: Done
hto: Fɨnoka

source: Delete
hto: Fúitade

source: Delete thread
hto: Ígaɨ óni dota

source: Mark as read
hto: Já fakáka

source: Mark as unread
hto: Fakáñega

source: Deleting…
hto: Óni dotaka...

source: Select all
hto: Nana nɨzede

# selected-threads[zero]
source: none selected
hto: Nɨzeñega

# selected-threads[one]
source: {{n}} selected
hto: {{n}} nɨzeka

# selected-threads[two]
source: {{n}} selected
hto: {{n}} nɨzede

# selected-threads[few]
source: {{n}} selected
hto: {{n}} nɨzede

# selected-threads[many]
source: {{n}} selected
hto: {{n}} nɨzede

# selected-threads[other]
source: {{n}} selected
hto: {{n}} nɨzede

# selected-messages[zero]
source: none selected
hto: Nɨzeñega

# selected-messages[one]
source: {{n}} selected
hto: {{n}} nɨzeka

# selected-messages[two]
source: {{n}} selected
hto: {{n}} nɨzekamakɨ

# selected-messages[few]
source: {{n}} selected
hto: {{n}} nɨzekamakɨ

# selected-messages[many]
source: {{n}} selected
hto: {{n}} nɨzekamakɨ

# selected-messages[other]
source: {{n}} selected
hto: {{n}} nɨzekamakɨ

source: Select Threads
hto: Ígaɨ nɨ́ze

source: Select Messages
hto: Nɨzeri úianɨaɨ

source: Settings
hto: Ñúe fɨnóye

source: Add subject
hto: Zóta ó daɨiakadɨo bénómo

source: Remove subject
hto: Daɨiakadɨo bénómo óni dota

source: To:
hto: Ímɨe:

source: New
hto: Kómue

source: Message
hto: Úaina

# messagesInput.title
source: Message
hto: Úaina

source: Subject
hto: Mɨnɨka

source: New message
hto: Kómue úia

source: Send message
hto: Óre úaina

source: (No recipient)
hto: (Mámekɨnide)

source: {{n}} recipient
hto: {{n}} mámekɨ óreyena

# recipient[two]
source: {{n}} recipients
hto: {{n}} mámekɨ óreyena

# recipient[few]
source: {{n}} recipients
hto: {{n}} mámekɨ óreyena

# recipient[many]
source: {{n}} recipients
hto: {{n}} mámekɨ óreyena

# recipient[other]
source: {{n}} recipients
hto: {{n}} mámekɨ óreyena

source: Remove
hto: Fuitade

source: Delivered:
hto: Yɨnoga:

source: Read:
hto: Fakáka:

source: Message size:
hto: Dɨeze úiana:

source: To
hto: Ímɨe

source: From
hto: Íe

source: Sent:
hto: Óreka:

source: Received:
hto: Yɨnoga:

source: Via:
hto: Ío:

source: Resend
hto: Ábɨdo óre

source: Search
hto: Jéno

source: Discard the message you’re composing and open the new message?
hto: ¿Úai kúekuena óni jone íe jíra abɨdo komúe úai túño?

source: The message could not be sent. Try again?
hto: Úai órenide. ¿Órekadɨ́o abɨdo?

source: Resend this message
hto: Ábɨdo úia óreye

# deleteMessage-confirmation
source: Delete selected message?
hto: ¿ Nɨzeka úai óni jóne?

source: Please select messages to be deleted.
hto: Nɨzeri úianɨaɨ óni jóneyena.

# deleteMessages-confirmation-message[one]
source: Delete selected message?
hto: ¿ Nɨzeka úai óni jóne?

# deleteMessages-confirmation-message[two]
source: Delete {{n}} selected messages?
hto: ¿ Óni jóne {{n}} nɨzeri úianɨaɨ ?

# deleteMessages-confirmation-message[few]
source: Delete {{n}} selected messages?
hto: ¿ Óni jóne {{n}} nɨzeri úianɨaɨ ?

# deleteMessages-confirmation-message[many]
source: Delete {{n}} selected messages?
hto: ¿Óni jóne {{n}} nɨzeri úianɨaɨ?

# deleteMessages-confirmation-message[other]
source: Delete {{n}} selected messages?
hto: ¿Óni jóne {{n}} nɨzeri úianɨaɨ?

source: Please select message threads to be deleted.
hto: ígaɨ uaínɨaɨ nɨze ́ óni jóneyena.

source: Delete selected message thread?
hto: ¿Úai ígaɨ nɨ́zeri óni jóneyena ?

# deleteThreads-confirmation-message[two]
source: Delete {{n}} selected message threads?
hto: ¿ Óni jóne {{n}} úai ígaɨ nɨ́zeri ?

# deleteThreads-confirmation-message[few]
source: Delete {{n}} selected message threads?
hto: ¿ Óni jóne {{n}} úai ígaɨ nɨ́zeri ?

# deleteThreads-confirmation-message[many]
source: Delete {{n}} selected message threads?
hto: ¿Óni jóne {{n}} úai ígaɨ nɨ́zeri?

# deleteThreads-confirmation-message[other]
source: Delete {{n}} selected message threads?
hto: ¿Óni jóne {{n}} úai ígaɨ nɨ́zeri?

source: New message from
hto: Kómue úia

source: Read it
hto: Fakádote

source: No messages
hto: Íñede úia

source: Message not sent
hto: Óreñega úai

source: There was a problem sending the message. Please try again.
hto: Úai órenide. Abɨdo óre.

# sendDefaultErrorBtnOk
source: OK
hto: Jɨɨ

# sendMissingSimCardBtnOk
source: OK
hto: Jɨɨ

# sendFlightModeBtnOk
source: OK
hto: Jɨɨ

source: FDN active
hto: NMF bónoka

source: Editing SMS {{number}}
hto: Abɨdo Fɨnode SMS {{number}}

# fdnErrorBtnOk
source: OK
hto: Jɨɨ

source: Later
hto: Ɨ́na fúi

# switchSimToRetrieveConfirm
source: OK
hto: Jɨɨ

# sendNoSignalErrorBtnOk
source: OK
hto: Jɨɨ

source: Message not found
hto: Úaina báñeiga

source: The message you’re looking for is no longer available.
hto: Úai jénoka já íñede.

# sendNotFoundErrorBtnOk
source: OK
hto: Jɨɨ

source: Invalid number
hto: Fákara ñúeñede

# sendInvalidAddressErrorBtnOk
source: OK
hto: Jɨɨ

source: Unable to download
hto: Ána jónide

# simNotMatchedErrorBtnOk
source: OK
hto: Jɨɨ

source: This message has already been deleted.
hto: Bíe úai bírui já óniga óga.

# view-attachment-image
source: View
hto: Éroi

source: Listen
hto: Kákade

# view-attachment-video
source: View
hto: Éroi

# view-attachment-other
source: View
hto: Éroi

source: Remove image
hto: Jána óni jóne

source: Remove video
hto: Jóreño fɨnoka óni jóne.

source: Replace attachment
hto: Jɨaɨe jóne méifomo

source: Message options
hto: Nɨzeyena úaina

source: Thread options
hto: Nɨzeyena zirofe

source: Forward
hto: Ábɨdo óre

source: View message report
hto: Ákata ráfue úaina

source: Select text
hto: Nɨzede rabéniko

source: Mobile
hto: Jóriaɨ

source: Home
hto: Jófo

source: Work
hto: Táijina

source: Personal
hto: Kúeɨena

source: Fax home
hto: Fax jófo

source: Fax office
hto: Taɨjira jófo Fax

source: Fax other
hto: Jɨaɨe fax

source: Another
hto: Jɨaɨe

source: Other
hto: Jɨaɨe

source: today
hto: Jabe

source: today {{ time }}
hto: Jabe {{ time }}

source: yesterday
hto: Nauíri

source: yesterday {{ time }}
hto: Nauíri {{ time }}

source: Add to an existing contact
hto: Zótade íte Kómɨnɨ

source: Create new contact
hto: Kómue kómɨnɨ fɨno

source: View contact
hto: Éroi kómɨnɨ

source: Call
hto: Jɨrite

source: Send email
hto: Úiraɨma órede

source: MMS message
hto: Úai MMS

source: Download
hto: Ána jónete

source: Downloading…
hto: Ána jójonede...

source: untitled
hto: Mámekɨñede

# attached-files-too-large[zero]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
hto: Nɨzeka ráanɨaɨ já beno baiñede {{mmsSize}} Kb úaina óreyena.

source: The file you have selected exceeds the {{mmsSize}} KB size limit of a single multimedia message.
hto: Nɨzeka ráanɨaɨ já beno baiñede {{mmsSize}} Kb úaina óreyena.

# attached-files-too-large[two]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
hto: Nɨzeka ráanɨaɨ já beno baiñede {{mmsSize}} Kb úaina óreyena.

# attached-files-too-large[few]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
hto: Nɨzeka ráanɨaɨ já beno baiñede {{mmsSize}} Kb úaina óreyena.

# attached-files-too-large[many]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
hto: Nɨzeka ráanɨaɨ já beno baiñede {{mmsSize}} Kb úaina óreyena.

# attached-files-too-large[other]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
hto: Nɨzeka ráanɨaɨ já beno baiñede {{mmsSize}} Kb úaina óreyena.

source: Resizing the attached image
hto: Jána jɨaɨena íte dájemo jóneyena

source: unknown SIM
hto: SIM ónoñega

source: Send
hto: Órede

source: using SIM {{n}}
hto: Fɨnode SIM {{n}}

source: Add attachment
hto: Nána iyano jóne

source: Contact photo
hto: Jóreño kómɨnɨ

source: Unread
hto: Fakádoñede

source: Has draft
hto: Dájemo íte fɨnoka

source: Draft
hto: Dájemo íte

source: Actions
hto: Fɨnoka

# settingsButton.ariaLabel
source: Settings
hto: Ñúe fɨnóye

# composeLink.ariaLabel
source: New message
hto: Kómue úia

# callButton.ariaLabel
source: Call
hto: Jɨrite

source: Sending…
hto: Óreorede...

source: Delivered
hto: Izáɨbite

source: Read
hto: Fakáka

source: Error
hto: Fɨgòñede

# modal-dialog-ok-button
source: OK
hto: Jɨɨ

# modal-dialog-cancel-button
source: Cancel
hto: Fúitade
