Repository: translate/mozilla-gaia
Catalog: */shared/facebook/facebook.properties.po
Languages: af, bg, bn_bd, eu, gd, hi_in, kk, mai, mg, ml, ms, ne, or, si, sw, ta, te, vi, wa

source: Close
af: Maak toe
bg: Затваряне
bn_bd: বন্ধ করুন
eu: Itxi
gd: Dùin
hi_in: बंद करें
kk: Жабу
mai: बन्न करू
mg: Akatona
ml: അടയ്ക്കൂ
ms: Tutup
ne: बन्द गर्नुहोस्
or: ବନ୍ଦ କରନ୍ତୁ
si: වසන්න
sw: Funga
ta: மூடு
te: మూసివేయి
vi: Đóng
wa: Clôre

source: Import
af: Voer in
bg: Внасяне
bn_bd: নিয়ে আসুন
eu: Inportatu
gd: Ion-phortaich
hi_in: आयात
kk: Импорттау
mai: आयात करू
mg: Hanafatra
ml: ലഭ്യമാക്കൂ
ne: आयात गर्नुहोस्
or: ଆମଦାନୀ କରନ୍ତୁ
si: ආනයනය කරන්න
sw: Leta
ta: இறக்குமதி
te: దిగుమతించు
vi: Nhập liên lạc
wa: Abaguer

source: Update
af: Werk by
bg: Обновяване
bn_bd: হালনাগাদ
eu: Eguneratu
gd: Ùraich
hi_in: अद्यतन
kk: Жаңарту
mai: अद्यतन करू
mg: Hanavao
ml: പുതുക്കൂ
ms: Kemaskini
ne: अद्यावधिक गर्नुहोस्
or: ଅପଡେଟ କରନ୍ତୁ
si: යාවත්කාලීන කරන්න
sw: Sasisha
ta: புதுப்பிப்பு
te: నవీకరించు
vi: Cập nhật
wa: Mete a djoû

# fbFriends
source: Facebook Friends
af: Facebook-vriende
bg: Facebook приятели
bn_bd: ফেসবুকের বন্ধুরা
eu: FBeko lagunak
gd: Caraidean Facebook
hi_in: फेसबुक मित्र
kk: Facebook достары
mai: फेसबुक मित्र
mg: Namana Facebook
ml: ഫേസ്‌ബുക്ക് സുഹൃത്തുക്കൾ
ms: Kawan Facebook
ne: फेसबुकका साथीहरु
or: Facebook ସାଥୀ
si: Facebook මිතුරන්
sw: Marafiki wa Facebook
ta: முகநூல்
te: ఫేస్‌బుక్ మిత్రులు
wa: Soçons Facebook

source: Outlook
bn_bd: আউটলুক
hi_in: आउटलुक
mai: आउटलुक
ml: ഔട്ട്‌ലുക്ക്
ne: आउटलूक
or: ଆଉଟଲୁକ
ta: அவுட்லுக்
te: ఔట్‌లుక్

source: Gmail
bn_bd: জিমেইল
hi_in: जीमेल
mai: जीमेल
ml: ജിമെയിൽ
ne: जीमेल
ta: ஜிமெய்ல்
te: జీమెయిల్

# facebook-serviceName
source: Facebook Friends
af: Facebook-vriende
bg: Facebook приятели
bn_bd: ফেসবুকের বন্ধুরা
eu: FBeko lagunak
gd: Caraidean Facebook
hi_in: फेसबुक मित्र
kk: Facebook достары
mai: फेसबुक मित्र
mg: Namana Facebook
ml: ഫേസ്‌ബുക്ക് സുഹൃത്തുക്കൾ
ms: Kawan Facebook
ne: फेसबुकका साथीहरु
or: Facebook ସାଥୀ
si: Facebook මිතුරන්
sw: Marafiki wa Facebook
ta: முகநூல்
te: ఫేస్‌బుక్ స్నేహితులు
wa: Soçons Facebook

source: Select all
af: Kies almal
bg: Марк. всички
bn_bd: সব নির্বাচন
eu: Hautatu denak
gd: Tagh na h-uile
hi_in: सभी चुनें
kk: Барлығын таңдау
mai: सभ चयनित करू
mg: Fantenana daholo
ml: എല്ലാം തിരഞ്ഞെടുക്കൂ
ms: Pilih Semua
ne: सबै चयन गर्नुहोस्
or: ସମସ୍ତଙ୍କୁ ବାଛନ୍ତୁ
si: සියල්ල තෝරන්න
sw: Chagua zote
ta: அனைத்தும்
te: అన్నీ ఎంచుకో

source: Deselect all
af: Ontkies almal
bg: Отмарк. всички
bn_bd: সব অনির্বাচন
eu: Desautatu denak
gd: Dì-thagh na h-uile
hi_in: सभी अचयनित करें
kk: Таңдауды алып тастау
mai: सभ अचयनित करू
mg: Tsy fantenana daholo
ml: ഒന്നും തിരഞ്ഞെടുക്കണ്ട
ms: Tidak Pilih Semua
ne: सबै चयनबाट हटाउनुहोस्
or: ସମସ୍ତଙ୍କୁ ଅଚିହ୍ନିତ କରନ୍ତୁ
si: ‍තෝරාගත් සියල්ල අත්හරින්න
sw: Usichague zote
ta: தேர்வு நீக்கு
te: దేన్నీ ఎంచుకోవద్దు
vi: Hủy lựa chọn hết
wa: Distchoezi totafwait

source: View All Facebook Friends
af: Bekyk alle Facebook-vriende
bg: Показване всички Facebook приятели
bn_bd: ফেসবুকের সব বন্ধুদের দেখুন
eu: Ikusi Facebookeko lagun guztiak
gd: Seall gach caraid Facebook
hi_in: सभी फेसबुक दोस्तों को देखें
kk: Барлық Facebook достарын қарау
mai: सभ फेसबुक दोस्त केँ देखू
mg: Hijery Namana Facebook Rehetra
ml: എല്ലാ ഫേസ്‌ബുക്ക് സുഹൃത്തുക്കളേയും കാണുക
ms: Lihat semua teman Facebook
ne: सबै फेसबुक साथीहरु देखाउनुहोस्
or: ସବୁ ଫେସବୁକ ସାଙ୍ଗମାନଙ୍କୁ ଦେଖାନ୍ତୁ
si: සියළුම Facebook මිතුරන් පෙන්වන්න
sw: Angalia Marafiki Wote wa Facebook
ta: அனைத்து முகநூல் நண்பர்களையும் பார்
te: ఫేస్‌బుక్ మిత్రులందరినీ చూడండి
vi: Xem tất cả bạn bè trên Facebook
wa: Vey tos les soçons Facebook

source: View Only Recommended
af: Bekyk net aanbevole
bg: Показване само препоръчваните
bn_bd: শুধু মাত্র সুপারিশকৃত বন্ধুদের দেখান
eu: Ikusi gomendatutakoak soilik
gd: Na seall ach na tha ’ga mholadh
hi_in: केवल सिफारिश किए गए देखें
kk: Тек ұсынылатынды қарау
mai: केवल सिफारिश कलेल देखू
mg: Hijery Natoro Ho Namana Ihany
ml: മെച്ചപ്പെട്ടതു മാത്രം കാണിക്കുക
ms: Lihat Hanya Disarankan
ne: सिफारिश भएकाहरु मात्र हेर्नुहोस्
or: କେବଳ ଅନୁମୋଦିତକୁ ଦେଖାନ୍ତୁ
si: නිර්දේශිතයන් පමණක් පෙන්වන්න
sw: Tazama Tu Inayopendekezwa
ta: பரிந்துரைக்கப்பட்டதை மட்டும் பார்க்கவும்
te: సిఫారసు చేయబడినవి మాత్రమే చూడండి
vi: Chỉ xem được đề nghị
wa: Ni vey ki les ricomandés

source: No matching friends. Showing all
af: Geen passende vriende nie. Wys almal
bg: Няма съвпадащи приятели. Показване на всички.
bn_bd: কোন বন্ধুর মিল পাওয়া যায় নি। সব দেখানো হচ্ছে
eu: Bat datorren lagunik ez. Denak erakusten
gd: Chan eil maids caraid sam bith ann. A' sealltainn na h-uile.
hi_in: कोई दोस्त नहीं मिला| सभी दिखाए जा रहे हैं|
kk: Сәйкес келетін достар жоқ. Барлығы көрсетіледі
mai: कोनो दोस्त नहि भेटल. सभ देखाओल जाए रहल अछि.
mg: Tsisy namana tandrifiny. Mampiseho azy rehetra
ml: ചേർച്ചയുള്ള സുഹൃത്തുക്കൾ ആരുമില്ല. എല്ലാവരേയും കാണിക്കുന്നു
ms: Tiada teman sepadan. Tunjukkan semua
ne: नाम मिल्ने साथी भेटिएन। सबै हेर्नुहोस्।
or: କେହି ମେଳଖାଉଥିବା ସାଙ୍ଗ ନାହାନ୍ତି। ସମସ୍ତଙ୍କୁ ପ୍ରଦର୍ଶିତ କରା ଯାଉଛି।
si: ගැලපෙන මිතුරන් හමු නොවිනි. සියළුම මිතුරන් පෙන්වමින්
sw: Hakuna marafiki wanaolingana. Inaonyesha wote
ta: பொருத்தமான நண்பர்கள் இல்லை. எல்லாரையும் காட்டுகிறது
te: సరిపోలే మిత్రులెవరూ లేదు. అందరినీ చూపిస్తున్నాం
vi: Không trùng với bất kỳ người bạn nào. Xem tất cả
wa: Nous soçons ki corespondèt. Elzès mostrer tertos

source: Select the recommended one
af: Kies die aanbevole een
bg: Изберете предпочитан
bn_bd: সুপারিশকৃত নির্বাচন করুন
eu: Hautatu gomendatutakoa
gd: Tagh an {{n}} charaid a chaidh a mholadh
hi_in: सिफारिश किया गया चुनें
kk: Ұсынылатынды таңдау
mai: एकटा सिफारिश कलेल चुनू
mg: Fanteno ilay natoro ho namana
ml: മെച്ചപ്പെട്ട ഒന്ന് തിരഞ്ഞെടുക്കുക
ms: Pilih hanya yang disarankan
ne: सिफारिस गरिएकोलाई रोज्नुहोस्।
or: ଅନୁମୋଦିତ ବ୍ୟକ୍ତିଙ୍କୁ ବାଛନ୍ତୁ
si: නිර්දේශය තෝරාගන්න
sw: Chaguo iliyopendekezwa
ta: பரிந்துரைத்த ஒன்றை தேர்
te: సిఫార్సును ఎన్నుకోండి
vi: Lựa chọn một đề nghị
wa: Tchoezi les cis ricomandés

# linkProposal[two]
source: Select a recommended one
af: Kies 'n aanbevole een
bg: Изберете предпочитан
bn_bd: একজন সুপারিশকৃত নির্বাচন করুন
eu: Hautatu bat gomendatutakoen artetik
gd: Tagh an {{n}} a chaidh a mholadh
hi_in: सिफारिश किया गया चुनें
kk: Ұсынылатындарды таңдау
mai: एकटा सिफारिश कलेल चुनू
mg: Mifantena natoro ho namana iray
ml: മെച്ചപ്പെട്ടവ തിരഞ്ഞെടുക്കുക
ms: Pilih hanya yang disarankan
ne: सिफारिस गरिएकोमा एक चयन गर्नुहोस्
or: ଜଣେ ଅନୁମୋଦିତ ବ୍ୟକ୍ତିଙ୍କୁ ବାଛନ୍ତୁ
si: නිර්දේශයක් තෝරාගන්න
sw: Chagua iliyopendekezwa
ta: பரிந்துரைத்த ஒன்றை தேர்
te: సిఫార్సును ఎన్నుకోండి
vi: Lựa chọn một đề nghị
wa: Tchoezi onk des ricomandés

# linkProposal[few]
source: Select a recommended one
af: Kies 'n aanbevole een
bg: Изберете предпочитан
bn_bd: একজন সুপারিশকৃত নির্বাচন করুন
eu: Hautatu bat gomendatutakoen artetik
gd: Tagh an {{n}} a chaidh a mholadh
hi_in: सिफारिश किया गया चुनें
kk: Ұсынылатындарды таңдау
mai: एकटा सिफारिश कलेल चुनू
mg: Mifantena natoro ho namana iray
ml: മെച്ചപ്പെട്ടവ തിരഞ്ഞെടുക്കുക
ms: Pilih hanya yang disarankan
ne: सिफारिस गरिएकोमा एक रोज्नुहोस्।
or: ଜଣେ ଅନୁମୋଦିତ ବ୍ୟକ୍ତିଙ୍କୁ ବାଛନ୍ତୁ
si: නිර්දේශයක් තෝරාගන්න
sw: Chagua iliyopendekezwa
ta: பரிந்துரைத்த ஒன்றை தேர்
te: సిఫార్సును ఎన్నుకోండి
vi: Lựa chọn một đề nghị
wa: Tchoezi onk des ricomandés

# linkProposal[many]
source: Select a recommended one
af: Kies 'n aanbevole een
bg: Изберете предпочитан
bn_bd: একজন সুপারিশকৃত নির্বাচন করুন
eu: Hautatu bat gomendatutakoen artetik
gd: Tagh an {{n}} a chaidh a mholadh
hi_in: सिफारिश किया गया चुनें
kk: Ұсынылатындарды таңдау
mai: एकटा सिफारिश कलेल चुनू
mg: Mifantena natoro ho namana iray
ml: മെച്ചപ്പെട്ടവ തിരഞ്ഞെടുക്കുക
ms: Pilih hanya yang disarankan
ne: सिफारिस गरिएकोमा एक रोज्नुहोस्।
or: ଜଣେ ଅନୁମୋଦିତ ବ୍ୟକ୍ତିଙ୍କୁ ବାଛନ୍ତୁ
si: නිර්දේශයක් තෝරාගන්න
sw: Chagua iliyopendekezwa
ta: பரிந்துரைத்த ஒன்றை தேர்
te: సిఫార్సును ఎన్నుకోండి
vi: Lựa chọn một đề nghị
wa: Tchoezi onk des ricomandés

# linkProposal[other]
source: Select a recommended one
af: Kies 'n aanbevole een
bg: Изберете предпочитан
bn_bd: একজন সুপারিশকৃত নির্বাচন করুন
eu: Hautatu bat gomendatutakoen artetik
gd: Tagh an {{n}} a chaidh a mholadh
hi_in: सिफारिश किया गया चुनें
kk: Ұсынылатындарды таңдау
mai: एकटा सिफारिश कलेल चुनू
mg: Mifantena natoro ho namana iray
ml: മെച്ചപ്പെട്ടവ തിരഞ്ഞെടുക്കുക
ms: Pilih hanya yang disarankan
ne: सिफारिस गरिएकोमा एक रोज्नुहोस्।
or: ଜଣେ ଅନୁମୋଦିତ ବ୍ୟକ୍ତିଙ୍କୁ ବାଛନ୍ତୁ
si: නිර්දේශයක් තෝරාගන්න
sw: Chagua iliyopendekezwa
ta: பரிந்துரைத்த ஒன்றை தேர்
te: సిఫార్సును ఎన్నుకోండి
vi: Lựa chọn một đề nghị
wa: Tchoezi onk des ricomandés

source: No contacts available to import
bg: Няма контакти за внасяне
bn_bd: ইম্পোর্ট করার মত কোন পরিচিতি নেই
gd: Chan eil neach-aithne sam bith ri ion-phortadh
ne: आयात गर्न कुनै सम्पर्क उपलब्ध छैन
ta: இறக்க தொடர்புகள் இல்லை
te: దిగుమతించుకోవడానికి ఏ పరిచయాలు లభ్యతలో లేవు

source: All your friends are imported
af: Al jou vriende is ingevoer
bg: Всичките ви приятели са внесени
bn_bd: আপনার সব বন্ধুর তথ্য যুক্ত করা হয়েছে
eu: Zure lagun guztiak inportatuta daude
gd: Chaidh do charaidean uile ion-phortadh
hi_in: आपके सभी दोस्त आयात किए गयें
kk: Барлық достарыңыз импортталды
mai: अहाँक सभ दोस्त आयात कएल गेल
mg: Efa nafarana ny namana rehetra
ml: എല്ലാ സുഹൃത്തുക്കളെയും ചേര്‍ത്തു
ms: Semua teman anda telah diimport
ne: सबै साथीहरु आयात गरियो
or: ଆପଣଙ୍କର ସମସ୍ତ ସାଙ୍ଗ ଆହୃତ ହୋଇ ସାରିଛନ୍ତି
si: ඔබෙ සියලු මිතුරන් ආයාත කළා
sw: Marafiki wakowote wameletwa
ta: உங்களுடைய எல்லா நண்பர்களையும் இறக்குமதி செய்யப்பட்டன
te: మీ మిత్రులందరూ దిగుమతించబడ్డారు
vi: Tất cả bạn bè của bạn đã dược thêm vào
wa: Tos vos soçons sont abagués

source: Found one friend to import
af: Het een vriend gevind om in te voer
bg: Намерен е един приятел за внасяне
bn_bd: নিয়ে আসার জন্য একটি বন্ধু পাওয়া গিয়েছে
eu: Inportatzeko lagun bat aurkitu da
gd: Lorg sinn {{numFriends}} charaid as urrainn dhut ion-phortadh
hi_in: आयात करने के लिए एक दोस्त मिला
kk: Импорттау үшін бір дос табылды
mai: आयात करब कलेल एकटा दोस्त भेटल
mg: Nahita namana iray hafarana
ml: ചേര്‍ക്കേണ്ട ഒരു സുഹൃത്തിനെ കണ്ടെത്തി
ms: Satu teman ditemui untuk diimport
ne: अायात गर्नका लगि एकजना साथी भेटियो
or: ଆହରଣ କରିବାପାଇଁ ଜଣେ ସାଙ୍ଗ ମିଳିଲେ
si: ආයාත කිරීම සඳහා එක් මිතුරකු හමුවිය
sw: Ilipata rafiki mmoja wa kuletwa
ta: ஒரு நண்பரை இறக்குமதி செய்ய கண்டுபிடிக்கப்பட்டார்
te: ఇంకా ఒక మిత్రుడిని దిగుమతించాలి
vi: Tìm thấy một bạn bè để thêm vào
wa: Dj’ a trové on soçon a abaguer

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
af: Het {{numFriends}} vriende gevind om in te voer
bg: Намерени са {{numFriends}} приятеля за внасяне
bn_bd: নিয়ে আসার জন্য {{numFriends}} টি বন্ধু পাওয়া গিয়েছে
eu: Inportatzeko {{numFriends}} lagun aurkitu dira
gd: Lorg sinn {{numFriends}} charaid as urrainn dhuinn ion-phortadh
hi_in: आयात करने के लिए {{numFriends}} दोस्त मिलें
kk: Импорттау үшін {{numFriends}} дос табылды
mai: आयात करब कलेल {{numFriends}} दोस्त भेटल
mg: Nahita namana {{numFriends}} hafarana
ml: ചേര്‍ക്കേണ്ട {{numFriends}} സുഹൃത്തുകളെ കണ്ടെത്തി
ms: {{numFriends}} teman ditemui untuk diimport
ne: अायात गर्नका लगि {{numFriends}}जना साथीहरु भेटिए
or: {{numFriends}}ଜଣ ସାଙ୍ଗ ଆହରଣ କରିବାକୁ ମିଳିଲେ
si: ආයාත කිරීමට {{numFriends}}මිතුරකු හමුවිය
sw: Ilipata marafiki {{numFriends}} wa kuletwa
ta: இறக்குமதிக்கு {{numFriends}} நண்பர்கள் உள்ளனர்
te: ఇంకా {{numFriends}} మిత్రులను దిగుమతించాలి
vi: Tìm thấy {{numFriends}} bạn bè để thêm vào
wa: Dj’ a trové {{numFriends}} soçons a abaguer

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
af: Het {{numFriends}} vriende gevind om in te voer
bg: Намерени са {{numFriends}} приятеля за внасяне
bn_bd: নিয়ে আসার জন্য {{numFriends}} টি বন্ধু পাওয়া গিয়েছে
eu: Inportatzeko {{numFriends}} lagun aurkitu dira
gd: Lorg sinn {{numFriends}} caraidean as urrainn dhuinn ion-phortadh
hi_in: आयात करने के लिए {{numFriends}} दोस्त मिलें
kk: Импорттау үшін {{numFriends}} дос табылды
mai: आयात करब कलेल {{numFriends}} दोस्त भेटल
mg: Nahita namana {{numFriends}} hafarana
ml: ചേര്‍ക്കേണ്ട {{numFriends}} സുഹൃത്തുകളെ കണ്ടെത്തി
ms: Menemui {{numFriends}} teman untuk diimport
ne: अायात गर्नका लगि {{numFriends}}जना साथीहरु भेटिए
or: {{numFriends}}ଜଣ ସାଙ୍ଗ ଆହରଣ କରିବାକୁ ମିଳିଲେ
si: ආයාත කිරීමට මිතුරන් {{numFriends}} ක් හමුවිය
sw: Imepata marafiki {{numFriends}} wa kuleta
ta: இறக்குமதிக்கு {{numFriends}} நண்பர்கள் உள்ளனர்
te: ఇంకా {{numFriends}} మిత్రులను దిగుమతించాలి
vi: Tìm thấy {{numFriends}} bạn bè để thêm vào
wa: Dj’ a trové {{numFriends}} soçons a abaguer

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
af: Het {{numFriends}} vriende gevind om in te voer
bg: Намерени са {{numFriends}} приятеля за внасяне
bn_bd: নিয়ে আসার জন্য {{numFriends}} টি বন্ধু পাওয়া গিয়েছে
eu: Inportatzeko {{numFriends}} lagun aurkitu dira
gd: Lorg sinn {{numFriends}} caraid as urrainn dhuinn ion-phortadh
hi_in: आयात करने के लिए {{numFriends}} दोस्त मिलें
kk: Импорттау үшін {{numFriends}} дос табылды
mai: आयात करब कलेल {{numFriends}} दोस्त भेटल
mg: Nahita namana {{numFriends}} hafarana
ml: ചേര്‍ക്കേണ്ട {{numFriends}} സുഹൃത്തുകളെ കണ്ടെത്തി
ms: Menemui {{numFriends}} teman untuk diimport
ne: अायात गर्नका लगि {{numFriends}}जना साथीहरु भेटिए
or: {{numFriends}}ଜଣ ସାଙ୍ଗ ଆହରଣ କରିବାକୁ ମିଳିଲେ
si: ආයාත කිරීමට මිතුරන් {{numFriends}} ක් හමුවිය
sw: Imepata marafiki {{numFriends}} wa kuleta
ta: இறக்குமதிக்கு {{numFriends}} நண்பர்கள் உள்ளனர்
te: ఇంకా {{numFriends}} మిత్రులను దిగుమతించాలి
vi: Tìm thấy {{numFriends}} bạn bè để thêm vào
wa: Dj’ a trové {{numFriends}} soçons a abaguer

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
af: Het {{numFriends}} vriende gevind om in te voer
bg: Намерени са {{numFriends}} приятеля за внасяне
bn_bd: নিয়ে আসার জন্য {{numFriends}} টি বন্ধু পাওয়া গিয়েছে
eu: Inportatzeko {{numFriends}} lagun aurkitu dira
gd: Lorg sinn {{numFriends}} caraid as urrainn dhuinn ion-phortadh
hi_in: आयात करने के लिए {{numFriends}} दोस्त मिलें
kk: Импорттау үшін {{numFriends}} дос табылды
mai: आयात करब कलेल {{numFriends}} दोस्त भेटल
mg: Nahita namana {{numFriends}} hafarana
ml: ചേര്‍ക്കേണ്ട {{numFriends}} സുഹൃത്തുകളെ കണ്ടെത്തി
ms: Menemui {{numFriends}} teman untuk diimport
ne: अायात गर्नका लगि {{numFriends}}जना साथीहरु भेटिए
or: {{numFriends}}ଜଣ ସାଙ୍ଗ ଆହରଣ କରିବାକୁ ମିଳିଲେ
si: ආනයනය සඳහා මිතුරන් {{numFriends}} ක් හමුවිය
sw: Imepata marafiki {{numFriends}} wa kuleta
ta: இறக்குமதிக்கு {{numFriends}} நண்பர்கள் உள்ளனர்
te: ఇంకా {{numFriends}} మిత్రులను దిగుమతించాలి
vi: Tìm thấy {{numFriends}} bạn bè để thêm vào
wa: Dj’ a trové {{numFriends}} soçons a abaguer

source: Facebook
bn_bd: ফেসবুক
hi_in: फेसबुक
mai: फेसबुक
ml: ഫേസ്‌ബുക്ക്
ne: फेसबुक
or: ଫେସବୁକ
ta: முகநூல்
te: ఫేస్‌బుక్

source: Search
af: Soek
bg: Търсене
bn_bd: অনুসন্ধান করুন
eu: Bilatu
gd: Lorg
hi_in: खोजें
kk: Іздеу
mai: खोजू
mg: Hikaroka
ml: തിരയുക
ms: Carian
ne: खोजी
or: ଖୋଜନ୍ତୁ
si: සෙවීම
sw: Tafuta
ta: தேடு
te: వెతుకు
vi: Tìm kiếm
wa: Trover

source: No contacts found
af: Geen kontakte gevind nie
bg: Няма намерени контакти
bn_bd: কোন পরিচিতি পাওয়া যায় নাই
eu: Ez da kontakturik aurkitu.
gd: Cha deach neach-aithne sam bith a lorg
hi_in: कोई संपर्क नहीं मिला
kk: Контакттар табылмады
mai: कोनो संपर्क नहि भेटल
mg: Tsisy kaontakita hita
ml: വിലാസങ്ങളൊന്നും കണ്ടെത്താനായില്ല
ms: Tiada kenalan ditemui
ne: कुनै पनि सम्पर्क फेला परेन
or: କୌଣସି ସମ୍ପର୍କ ମିଳିଲା ନାହିଁ
si: සබඳතා හමු නොවීය
sw: Hakuna anwani zilizopatikana
ta: தொடர்புகள் எதுவும் காணப்படவில்லை
te: ఏ పరిచయాలు కనపడలేదు
vi: Không tìm thấy liên lạc nào
wa: Nous contaks di trovés

source: Done
af: Klaar
bg: Готово
bn_bd: সম্পন্ন
eu: Eginda
gd: Deiseil
hi_in: संपन्न
kk: Дайын
mai: संपन्न
mg: Vita
ml: തീര്‍ന്നു
ms: Selesai
ne: गरियो
or: ସମ୍ପନ୍ନ
si: කළා
sw: Imekamilika
ta: முடிந்தது
te: పూర్తయ్యింది
vi: Hoàn thành
wa: Tot fwait

source: Importing friends to Contacts
af: Werk vriende in kontakte by
bg: Внасяне на приятели в Контакти
bn_bd: বন্ধুদের পরিচিতিতে নিয়ে আসুন
eu: Lagunak kontaktuetara inportatzen
gd: Ag ion-phortadh nan caraidean dhan luchd-aithne
hi_in: दोस्त संपर्क में आयात हो रहे हैं
kk: Достарды контакттарға импорттау
mai: दोस्त संपर्क मे आयात भए रहल अछि
mg: Manafatra ireo namana ho ao @ Kaontakita
ml: സുഹൃത്‌വിവരങ്ങള്‍ ഫോണിലേയ്ക്ക് ചേര്‍ക്കുന്നു
ms: Mengimport teman ke Kenalan
ne: साथीहरु सम्पर्कमा आयात हुँदैछ
or: ସାଙ୍ଗମାନଙ୍କୁ ସମ୍ପର୍କ ଭିତରକୁ ଆହରଣ କରା ଯାଉଛି
si: සබඳතාවයන් වෙතට මිතුරන් ආනයනය කරමින්
sw: Inaleta marafiki kwa Anwani
ta: தொடர்புகளுக்கு நண்பர்களை இறக்குமதி செய்கிறது
te: మిత్రులను పరిచయాల్లో దిగుమతిస్తున్నాం
vi: Đang nhập bạn bè vào Sổ liên lạc
wa: Abagaedje des soçons dins les contaks

source: Updating friends in Contacts
af: Werk vriende in kontakte by
bg: Обновяване на приятелите в Контакти
bn_bd: পরিচিতিতে বন্ধুদের হালনাগাদ করুন
eu: Lagunak kontaktuetan eguneratzen
gd: Ag ùrachadh do charaidean san luchd-aithne
hi_in: दोस्त संपर्क में अद्यतित हो रहे हैं
kk: Достарды контакттарда жаңарту
mai: दोस्त संपर्क मे अद्यतित भए रहल अछि
mg: Manavao ireo namana ao @ Kaontakita
ml: ഫോണിലെ സുഹൃത്‌വിലാസങ്ങള്‍ പുതുക്കുന്നു
ms: Mengemaskini teman dalam Kenalan
ne: साथीहरु सम्पर्कमा अद्यावधिक हुँदैछ
or: ସମ୍ପର୍କ ଭିତରେ ଥିବା ସାଙ୍ଗମାନଙ୍କୁ ଅପଡେଟ କରାଯାଉଛି
si: සබඳතාවයේ මිතුරන් යාවත්කාලීන කරමින්
sw: Inasasisha marafiki katika Anwani
ta: தொடர்புகளில் உள்ள நண்பர்களை புதுப்பிக்கின்றது
te: మిత్రులను పరిచయాల్లో నవీకరిస్తున్నాను
vi: Đang cập nhật bạn bè trong Danh bạ
wa: Metaedje a djoû des soçons dins les contaks

# message2
source: This may take a couple of minutes
af: Dit mag dalk 'n paar minute neem
bg: Това може да отнеме няколко минути
bn_bd: এতে কিছু সময় লাগতে পারে
eu: Pare bat minutu har ditzake
gd: Faodaidh gum feum seo greiseag
hi_in: यह कुछ मिनटों का समय ले सकता है
kk: Бұл бірнеше минутты алуы мүмкін
mai: ई किछु मिनट केर समय लए सकैत अछि
mg: Mety haharitra minitra vitsivitsy ity
ml: ഇതല്‍പ്പം സമയമെടുത്തേയ്ക്കാം
ms: Ini mungkin mengambil masa beberapa minit
ne: यो हुन केहि मिनेट लाग्न सक्छ
or: ଏହା କିଛି ସମୟ ନେଇପାର
si: මේ සඳහා මිනිත්තු කීපයක් ගතවේවි
sw: Hii yaweza kuchukua dakika chache
ta: இதற்கு ஓரிரு நிமிடங்கள் ஆகலாம்...
te: ఇది కొన్ని నిముషాల సమయం తీసుకుంటుంది
vi: Điều này có thể mất một chút thời gian
wa: Ça pout prinde kékès munutes

source: Please hold on. We are linking your friend and your contact.
af: Bly asseblief aan. Ons koppel tans jou vriend en jou kontak.
bg: Моля, изчакайте. Свързваме вашите приятели с вашите контакти.
bn_bd: অনুগ্রহ করে ধৈর্য ধরুন। আমরা আপনার বন্ধু এবং আপনার পরিচিতি সংযুক্ত করছি।
eu: Itxaron mesedez. Zure laguna eta kontaktua lotzen ari gara.
gd: Fuirich ort. Tha sinn a’ ceangal do charaid ris an neach-aithne agad.
hi_in: कृपया होल्ड करें. हम आपके दोस्त और संपर्क को लिंक कर रहे हैं.
kk: Күте тұрыңыз. Досыңызды және контактыңызды байланыстырудамыз.
mai: कृपया होल्ड करू. हम अहाँक दोस्त आओर संपर्क केँ लिंक कए रहल अछि.
mg: Aza miala, azafady. Mampifandrohy ny namanao sy ny kaontakitanao izahay.
ml: അല്പം കാത്തിരിക്കൂ. ഞങ്ങൾ താങ്കളുടെ സുഹൃത്തിനെയും വിലാസത്തെയും കൂട്ടിച്ചേര്‍ക്കുയാണ്.
ms: Sila tunggu. Kami menghubungkan teman anda dan kenalan anda.
ne: कृपया पर्खिनुहोस्। तपाईको साथी र सम्पर्क को जडान गर्दैछौँ।
or: ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ । ଆମେ ଆପଣଙ୍କ ସାଙ୍ଗ ଓ ସମ୍ପର୍କକୁ ଯୋଡ଼ୁଛୁ ।
si: කරුණාකර රැදී සිටින්න. අප විසින් ඔබගේ මිතුරාගේ සබඳතාවය හා සබැදිය එක් කරමින් සිටී.
sw: Tafadhali subiri. Tunaunganisha rafiki wako na anwani yako.
ta: சற்று பொருங்கள். நாங்கள் உங்களுடைய தொடர்பையும் நண்பரையும் இணைக்கின்றோம்.
te: దయచేసి అలాగే ఉండండి. మేము మీ మిత్రుడిని, మిమ్మల్ని కలుపుతున్నాము.
vi: Vui lòng giữ máy. Chúng tôi đang kết giữa bạn và người liên hệ của bạn.
wa: Tårdjîz s’ i vs plait. Nos hårdans vosse soçon et vosse contak.

source: Please hold on. We are canceling the ongoing operation.
af: Bly asseblief aan. Ons kanselleer tans die huidige bewerking.
bg: Моля, изчакайте. Прекъсваме текущата операция.
bn_bd: ধৈর্য ধরুন। আমরা চলতি কাজটি বাতিল করছি।
eu: Itxaron mesedez. Martxan dagoen eragiketa uzten ari gara.
gd: Fuirich ort, tha sinn a' sgur dhen ghnìomh a tha a' dol air adhart.
hi_in: कृपया रुको. हम चल रहे आपरेशन रद्द कर रहे हैं.
mai: कृपया ठहरू. हम चालू आपरेशन रद्द कए रहल अछि.
mg: Aza miala azafady. Eo am-panafoanana ny asa an-dàlam-pamitana izahay.
ml: ദയവായി കാത്തിരിക്കൂ. ഞങ്ങൾ ഇപ്പോൾ നടന്നുകൊണ്ടിരിക്കുന്ന പ്രവൃത്തി റദ്ദാക്കുകയാണ്.
ms: Sila tunggu. Kami sedang membatalkan operasi yang sedang berjalan.
ne: कृपया पर्खनुहोस्। हामी कार्यवाहक प्रक्रिया रोक्दै छौ।
or: ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ । ଆମେ ଚଳିତ କାମଟି ବାତିଲ କରୁଛୁ ।
si: කරුණාකර රැදී සිටින්න. අප දැනට සිදුවන මෙහෙයුම අවලංගු කරමින් පවතී.
sw: Tafadhali subiri. Tunaghairi operesheni inayoendelea.
ta: தயவுச்செய்து காத்திருக்கவும். நடப்பிலிருக்கும் செயல்பாட்டை நாங்கள் இரத்துசெய்கிறொம்.
te: దయచేసి ఆగండి. మేము జరుగుతున్న పనిని రద్దుచేస్తున్నాం.

source: Error {{from}}
af: Fout {{from}}
bg: Грешка при {{from}}
bn_bd: ত্রুটি {{from}}
eu: Errorea {{from}}
gd: Mearachd {{from}}
hi_in: {{from}} से त्रुटी
kk: {{from}} қатесі
mai: {{from}} सँ त्रुटि
mg: Tsy fetezana {{from}}
ml: പിഴവ് {{from}}
ms: Ralat {{from}}
ne: {{from}} त्रुटि
or: {{from}}ତ୍ରୁଟି
si: {{from}} හි දෝශයක්
sw: Hitilafu {{from}}
ta: பிழை {{from}}
te: దోషం {{from}}
vi: Lỗi {{from}}
wa: Aroke {{from}}

# error2
source: Do you want to retry?
af: Wil jy graag weer probeer?
bg: Искате ли да опитате отново?
bn_bd: আপনি কি আবার চেষ্টা করতে চান?
eu: Berriro saiatu nahi duzu?
gd: A bheil thu airson feuchainn ris a-rithist?
hi_in: क्या आप पुन: कोशिश करना चाहेंगे?
kk: Қайталау керек пе?
mai: की अहाँ पुन: कोसिस कएनाइ चाहब?
mg: Te-hanandrana indray ianao?
ml: വീണ്ടും ശ്രമിക്കണോ?
ms: Adakah anda ingin mencuba lagi?
ne: के तपाई पुन: प्रयास गर्न चाहनुहुन्छ?
or: ଆପଣ ପୁଣିଥରେ ଚେଷ୍ଟା କରିବାକୁ ଚାହୁଁଛନ୍ତି କି ?
si: ඔබට නැවත උත්සාහ කිරීමට අවශ්‍යද?
sw: Je unataka kujaribu upya?
ta: மீண்டும் முயற்சிக்க விரும்புகிறீர்களா?
te: మళ్ళీ ప్రయత్నించాలనుకుంటున్నారా?
vi: Bạn có muốn thử lại không?
wa: Voloz vs rissayî ?

# errorProposal
source: calculating proposals
af: bereken voorstelle
bg: изчисляването на предложения
bn_bd: প্রস্তাবনা গণনা করা হচ্ছে
eu: proposamendak kalkulatzen
gd: àireamhachadh nan iarrtasan
hi_in: प्रस्तावों की गणना हो रही है
kk: ұсыныстарды санау
mai: प्रस्ताव केर गणना भए रहल अछि
mg: mikajy ireo tolo-kevitra
ml: പ്രൊപോസലുകള്‍ കണക്കാക്കുന്നു
ms: mengira cadangan
ne: प्रस्तावहरुको गणना गर्दै
or: ପ୍ରସ୍ତାବଗୁଡ଼ିକୁ ହିସାବ କରା ଯାଉଛି
si: යෝජනාවන් ගණනය කරමින්
sw: Inahesabu mapendekezo
ta: பரிந்துரைகளை கணிக்கிறது
te: ప్రతిపాదనలను లెక్కిస్తున్నాం
vi: Đang tính toán ước lượng
wa: carculaedje des propôzucions

# errorFriends
source: retrieving friends
af: haal vriende op
bg: извличането на приятели
bn_bd: বন্ধুদের পুনরুদ্ধার করা হচ্ছে
eu: lagunak eskuratzen
gd: faighinn nan caraidean
hi_in: दोस्तों को वापस लिया जा रहा है
kk: достарды алу
mai: दोस्त केँ वापस लेल जाए रहल अछि
mg: mamerina maka ireo namana
ml: സുഹൃത്തുക്കളെ എടുക്കുന്നു
ms: mendapatkan semula teman
ne: साथीहरु पुन: प्राप्त गर्दै
or: ସାଙ୍ଗମାନଙ୍କୁ ପୁନର୍ପ୍ରାପ୍ତ କରା ଯାଉଛି
si: මිතුරන් සොයා ලබා ගනිමින්
sw: Inaleta marafiki
ta: நண்பர்களை மீட்டெடுக்கிறது
te: మిత్రులను పొందుతున్నాం
vi: Đang nhận danh sách bạn bè
wa: rapexhaedje des soçons

source: linking contact
af: koppel kontak
bg: свързването на контакт
bn_bd: পরিচিতি লিঙ্ক করা হচ্ছে
eu: kontaktua lotzen
gd: ceangal an neach-aithne
hi_in: संपर्क लिंक किया जा रहा है
kk: контактты байланыстыру
mai: संपर्क लिंक कएल जाए रहल अछि
mg: mampifandrohy kaontakita
ml: വിലാസം ബന്ധിപ്പിക്കുന്നു
ms: menghubungkan kenalan
ne: सम्पर्कहरु जडान गर्दै
or: ସମ୍ପର୍କଗୁଡ଼ିକୁ ଯୋଡ଼ା ଯାଉଛି
si: සබඳතාව සබැදෙමින්
sw: Inaunganisha anwanu
ta: தொடர்பை இணைக்கிறது
te: పరిచయానికి లంకెవేస్తున్నాం
vi: Đang liên kết tới danh bạ
wa: hårdaedje do contak

source: Exceeded timeout {{from}}
af: Uittelling oorskryf vanaf {{from}}
bg: Изтичане на времето при {{from}}
bn_bd: সময় অতিক্রম করেছে {{from}}
eu: Denbora-muga gainditu da {{from}}
gd: Seachad air timeout {{from}}
hi_in: {{from}} से अधिक टाइमआउट
kk: {{from}} күту мерзімі аяқталды
mai: {{from}} सँ बेसी टाइमआउट
mg: Nihoarana ny fe-potoana {{from}}
ml: സമയപരിധി കഴിഞ്ഞു {{from}}
ms: Melebihi had masa {{from}}
ne: {{from}} बाट समय पार भयो
or: {{from}}ସମୟ ଅବଧି ଅତିକ୍ରାନ୍ତ ହେଲା
si: {{from}} ට ලබා දී ඇති කාලය අවසන් වුනා
sw: Muda wa kukamilisha umezidi {{kutoka}}
ta: {{from}} கால அவகாசம் மீறப்பட்டது
te: కాలం మించిపోయింది {{from}}
vi: {{from}} đã quá thời gian
wa: Astådje fineye {{from}}
