Repository: translate/mozilla-gaia
Catalog: */shared/facebook/facebook.properties.po
Languages: af, bg, bn_bd, eu, gd, hi_in, kk, mai, mg, ml, ms, ne, or, si, sw, ta, te, vi, wa

# timeout2
source: Do you want to retry?
af: Wil jy graag weer probeer?
bg: Искате ли да опитате отново?
bn_bd: আপনি কি আবার চেষ্টা করতে চান?
eu: Berriro saiatu nahi duzu?
gd: A bheil thu airson feuchainn ris a-rithist?
hi_in: क्या आप पुन: कोशिश करना चाहेंगे?
kk: Қайталау керек пе?
mai: की अहाँ पुन: कोसिस कएनाइ चाहब?
mg: Te-hanandrana indray ianao?
ml: താങ്കള്‍ക്ക് വീണ്ടും ശ്രമിക്കണോ?
ms: Adakah anda ingin mencuba sekali lagi?
ne: के तपाईँ पुन: प्रयास गर्न चाहनुहुन्छ ?
or: ଆପଣ ପୁଣିଥରେ ଚେଷ୍ଟା କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
si: ඔබට නැවත උත්සාහ කිරීමට අවශ්‍ය ද?
sw: Je unataka kujaribu tena?
ta: மீண்டும் முயற்சிக்க விரும்புகிறீர்களா?
te: మళ్ళీ ప్రయత్నించాలనుకుంటున్నారా?
vi: Bạn có muốn thử lại không?
wa: Voloz vs rissayî ?

# timeoutProposal
source: calculating proposals
af: bereken voorstelle
bg: изчисляването на предложения
bn_bd: প্রস্তাবনা গণনা করা হচ্ছে
eu: proposamenak kalkulatzen
gd: àireamhachadh nan iarrtasan
hi_in: प्रस्तावों की गणना हो रही हैं
kk: ұсыныстарды санау
mai: प्रस्ताव केर गणना भए रहल अछि
mg: mikajy ireo tolo-kevitra
ml: പ്രൊപ്പോസലുകള്‍ കണക്കാക്കുന്നു
ms: mengira cadangan
ne: प्रस्तावहरुको गणना गर्दै
or: ପ୍ରସ୍ତାବ ଗୁଡ଼ିକୁ ହିସାବ କରା ଯାଉଛି
si: යෝජනාවන් ගණනය කරමින්
sw: inahesabu mapendekezo
ta: பரிந்துரைகள் கணக்கிடுகிறது
te: ప్రతిపాదనలను లెక్కిస్తున్నాం
vi: Đang tính toán ước lượng
wa: carculaedje des propôzucions

# timeoutFriends
source: retrieving friends
af: haal vriende op
bg: извличането на приятели
bn_bd: বন্ধুদের তথ্য পুনরুদ্ধার করা হচ্ছে
eu: lagunak eskuratzen
gd: faighinn nan caraidean
hi_in: दोस्तों को वापस पा लेना
kk: достарды алу
mai: दोस्त केँ वापस लेल जाए रहल अछि
mg: mamerina maka ireo namana
ml: സുഹൃത്തുക്കളെ എടുക്കുന്നു
ms: mendapatkan semula teman
ne: साथीहरु पुन: प्राप्त गर्दै
or: ସାଙ୍ଗମାନଙ୍କୁ ପୁନର୍ପ୍ରାପ୍ତ କରା ଯାଉଛି
si: මිතුරන් සොයා ලබා ගනිමින්
sw: inaleta marafiki
ta: நண்பர்களை மீட்டெடுக்கிறது
te: మిత్రులను పొందుతున్నాం
vi: đang nhận bạn bè
wa: rapexhaedje des soçons

source: linking contacts
af: koppel kontakte
bg: свързването на контакт
bn_bd: পরিচিতি লিঙ্ক করা হচ্ছে
eu: kontaktuak lotzen
gd: ceangal an luchd-aithne
hi_in: सम्पर्को जोड़ना
kk: контактты байланыстыру
mai: सम्पर्क जोड़नाइ
mg: mampifandrohy ireo kaontakita
ml: വിലാസം ബന്ധിപ്പിക്കുന്നു
ms: menghubungkan kenalan
ne: सम्पर्कहरु जडान गर्दै
or: ସମ୍ପର୍କ ଗୁଡ଼ିକୁ ସଂଯୁକ୍ତ କରା ଯାଉଛି
si: සබඳතා සබඳිමින්
sw: inaunganisha anwani
ta: நண்பர்களை இணைக்கிறது
te: పరిచయాలకు లంకెవేస్తున్నాం
vi: đang liên kết đến danh bạ
wa: hårdaedje des contaks

source: Please hold on
af: Bly asseblief aan
bg: Моля, изчакайте.
bn_bd: অনুগ্রহ করে ধৈর্য ধরুন
eu: Itxaron mesedez
gd: Fuirich ort
hi_in: कृपया होल्ड करें
kk: Күте тұрыңыз
mai: कृपया होल्ड करू
mg: Aza miala azafady
ml: ദയവായി കാത്തിരിക്കൂ
ms: Sila tunggu sebentar
ne: कृपया पर्खिनुहोस्
or: ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ
si: මඳක් රැදී සිටින්න
sw: Tafadhali subiri
ta: தயவு செய்து காத்திருக்கவும்
te: దయచేసి వేచివుండండి
vi: Vui lòng giữ liên lạc
wa: Tårdjîz s’ i vs plait

# wait2
source: This may take a couple of minutes
af: Dit mag dalk 'n paar minute neem
bg: Това може да отнеме няколко минути
bn_bd: এতে কিছু সময় লাগতে পারে
eu: Pare bat minutu har ditzake
gd: Faodaidh gum feum seo greiseag
hi_in: यह कुछ मिनटों का समय ले सकता है
kk: Бұл бірнеше минутты алуы мүмкін
mai: ई किछु मिनट केर समय लए सकैत अछि
mg: Mety haharitra minitra vitsivitsy ity
ml: ഇതിന് കുറച്ച് മിനുട്ടുകൾ എടുത്തേയ്ക്കാം
ms: Ini mungkin mengambil masa beberapa minit
ne: यो कार्य हुन केहि मिनेट लाग्न सक्दछ
or: ଏହା କିଛି ସମୟ ନେଇପାରେ
si: මේ සඳහා මිනිත්තු කීපයක් ගතවේවි
sw: Hii yaweza kuchukua dakika chache
ta: இதற்க்கு ஓரிரு நிமிடங்கள் ஆகலாம்
te: దీనికి కొన్ని నిమిషాలు పట్టవచ్చు
vi: Điều này có thể mất một vài phút
wa: Ça pout prinde kékès munutes

source: Please hold on. We are calculating a proposal.
af: Bly asseblief aan. Ons bereken tans 'n voorstel.
bg: Моля, изчакайте. Свързваме вашите приятели с вашите контакти.
bn_bd: অনুগ্রহ করে ধৈর্য ধরুন। আমরা প্রস্তাবনা গণনা করছি।
eu: Itxaron mesedez. Proposamena kalkulatzen ari gara.
gd: Fuirich ort, tha sinn a' dèiligeadh ri iarrtas.
hi_in: कृपया होल्ड कीजिये. हम प्रस्तावों की गणना कर रहे हैं.
kk: Күте тұрыңыз. Ұсыныстарды санаудамыз.
mai: कृपया होल्ड करू. हम प्रस्ताव क गणना कए रहल अछि.
mg: Aza miala, azafady. Mikajy tolo-kevitra izahay.
ml: ഒരു പ്രപ്പോസല്‍ കണക്കാക്കുന്നു. ദയവായി കാത്തിരിക്കു.
ms: Sila tunggu. Kami mengira cadangan.
ne: कृपया पर्खिनुहोस्।हामि एउटा प्रस्तावको गणना गर्दैछौँ।
or: ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ । ଆମେ ପ୍ରସ୍ତାବଟିଏ ଗଣୁଛୁ ।
si: මඳක් රැදී සිටින්න. අප විසින් යෝජනාවන් ගණනය කරමින් පවතී.
sw: Tafadhali subiri. Tunahesabu pendekezo.
ta: தயவு செய்து காத்திருக்கவும். நாங்கள் பரிந்துரையை கணக்கிடுகிறோம்.
te: దయచేసి వేచివుండండి. మేము ప్రతిపాదనను లెక్కిస్తున్నాము.
vi: Vui lòng giữ liên kết. Chúng tôi đang tính toán ước lượng
wa: Tårdjîz, s’ i vs plait. Nos carculans ene propôzucion.

source: Please hold on. We are connecting to obtain your friend list.
af: Bly asseblief aan. Ons koppel tans om jou vriendelys te kry.
bg: Моля, изчакайте. Свързваме се, за да получим вашия списък на приятели.
bn_bd: অনুগ্রহ করে ধৈর্য ধরুন। আমরা আপনার বন্ধুতালিকা অর্জন করার জন্য সংযুক্ত হচ্ছি।
eu: Itxaron mesedez. Zure lagunen zerrenda eskuratzeko konektatzen ari gara.
gd: Fuirich ort. Tha sinn a’ dèanamh ceangal gus liosta nan caraidean agad fhaighinn.
hi_in: कृपया होल्ड कीजिये. हम आपके दोस्तों की सूची प्राप्त करने क लिए कनेक्ट कर रहे हैं.
kk: Күте тұрыңыз. Достар тізімін алу үшін байланыс жасаудамыз.
mai: कृपया होल्ड करू. हम अहाँक दोस्त क सूची प्राप्त करब कलेल कनेक्ट कए रहल अछि.
mg: Aza miala, azafady. An-dàlana hifandray haka ny lisitry ny namanao izahay.
ml: ദയവായി കാത്തിരിക്കൂ. ഞങ്ങൾ താങ്കളുടെ സുഹൃത്തുക്കളുടെ പട്ടിക കിട്ടാൻ ബന്ധപ്പെടുകയാണ്.
ms: Sila tunggu. Kami sedang menyambung untuk mendapatkan senarai teman anda.
ne: कृपया पर्खनुहोस्। तपाईंको मित्र सुची प्राप्त गर्दैछौँ।
or: ଦୟାକରି ଅପେଯା କରନ୍ତୁ। ଆମେ ପ୍ରଥମେ ଆପଣଙ୍କ ସାଙ୍ଗମାନଙ୍କ ସାରଣୀକୁ ପାଇବାପାଇଁ ସଂଯୋଗ କରୁଛୁ।
si: මඳක් රැදී සිටින්න. අප ඔබගේ මිතුරු ලැයිස්තුව ලබා ගැනීමට සම්බන්ධ වෙමින් පවතී.
sw: Tafadhali subiri. Tunaunganisha ili kupata orodha yako ya rafiki.
ta: தயவு செய்து காத்திருக்கவும். நாங்கள் உங்களுடைய நண்பர்களின் பட்டியலை பெற இணைக்கிறோம்.
te: దయచేసి వేచివుండండి. మేము మీ స్నేహితుల జాబితాను తేవడానికి అనుసంధానిస్తున్నాం.
vi: Vui lòng giữ liên kết. Chúng tôi đang kết nối danh sách bạn bè của bạn
wa: Tårdjîz, s’ i vs plait. Nos estans ki s’ raloye po-z aler prinde li djivêye di vos soçons.

# curtainCancel
source: Cancel
af: Kanselleer
bg: Отказ
bn_bd: বাতিল
eu: Utzi
gd: Sguir dheth
hi_in: रद्द करें
kk: Бас тарту
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കുക
ms: Batal
ne: रद्द गर्नुहोस्
or: ବାତିଲ କରନ୍ତୁ
si: අවලංගු කරන්න
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
wa: Rinoncî

source: Retry
af: Probeer weer
bg: Опит отново
bn_bd: পুনরায় চেষ্টা করুন
eu: Saiatu berriro
gd: Feuch ris a-rithist
hi_in: पुनः कोशिश करें
kk: Қайталау
mai: फेर कोसिस करू
mg: Hanandrana indray
ml: വീണ്ടും ശ്രമിയ്ക്കൂ
ms: Cuba lagi
ne: पुन:प्रयास गर्नुहोस्
or: ପୁଣି ଚେଷ୍ଟାକରନ୍ତୁ
si: යළි උත්සාහ කරන්න
sw: Jaribu tena
ta: மீண்டும் முயல்க
te: మళ్ళీ ప్రయత్నించు
vi: Thử lại
wa: Risayî

# curtainOK
source: OK
af: Goed
bg: Добре
bn_bd: ঠিক আছে
eu: Ados
gd: Ceart ma-thà
kk: ОК
mai: बेस
ml: ശരി
ne: ठिक छ
or: ଠିକ ଅଛି
si: හරි
sw: SAWA
ta: சரி
te: సరే

source: No Internet connection
af: Geen internetverbinding nie
bg: Няма връзка с Интернет
bn_bd: ইন্টারনেট সংযোগ নেই
eu: Interneteko konexiorik ez
gd: Chan eil ceangal ris an eadar-lìon ann
hi_in: इंटरनेट कनेक्शन नहीं है
kk: Интернетпен байланыс жоқ
mai: इंटरनेट कनेक्शन नहि अछि
mg: Tsisy fifandraisana Aterineto
ml: ഇന്റർനെറ്റ് ബന്ധം ഇല്ല
ms: Tiada sambungan Internet
ne: इन्टरनेट जडान छैन
or: ଇଣ୍ଟରନେଟ ସଂଯୋଗ ନାହିଁ
si: අන්තර්ජාල සබඳතාවයක් නැත
sw: Hakuna muungano wa Intaneti
ta: இணைய இணைப்பு இல்லை
te: అంతర్జాల అనుసంధానం లేదు
wa: Nou raloyaedje al daegntoele

source: Friends’ photos will not be added to your contacts. Continue anyway?
af: Vriende se foto's sal nie by jou kontakte gevoeg word nie. Gaan in elk geval voort?
bg: Фотографиите на приятелите ви няма да се добавят към вашите контакти. Продължаване въпреки това?
bn_bd: পরিচিতিতে বন্ধুর ছবি যোগ হবে না। অব্যাহত রাখবেন?
eu: Lagunen argazkiak ez dira gehituko zure kontaktuetara. Jarraitu halere?
gd: Cha dèid dealbhan do charaidean a chur ris an luchd-aithne agad. A bheil thu airson leantainn air adhart co-dhiù?
hi_in: मित्रों के फ़ोटो अपने संपर्कों में नहीं जोड़े जाएंगे. फिर भी जारी रखें?
kk: Достардың фотосуреттері сіздің контакттарыңызға қосылмайды. Сонда да жалғастыру керек пе?
mai: मित्र केर फ़ोटो अपन संपर्क मे नहि जोड़ल जाएत. फेर सँ जारी राखू?
mg: Tsy hampiana ao @ kaontakitanao ireo sarin'ny namana. Hanohy na izany aza?
ml: സുഹൃത്തുക്കളുടെ ചിത്രങ്ങൾ താങ്കളുടെ വിലാസങ്ങളിലേക്ക് ചേർക്കപ്പെടുകയില്ല. എങ്ങനെയെങ്കിലും തുടരണോ?
ms: Foto teman tidak akan ditambah ke kenalan anda. Teruskan juga?
ne: तपाईको सम्पर्कहरुमा साथीहारुका तास्बिरहरु थपिनछैन। जे भए पनि जारी गर्नुहुन्छ?
or: ସାଙ୍ଗମାନଙ୍କର ଫଟୋ ଆପଣଙ୍କ ସମ୍ପର୍କ ସହିତ ଯୋଡ଼ା ଯାଇ ପାରିବ ନାହିଁ। ଯେମିତି ହେଲେ ଆଗକୁ ବଢ଼ିବାକୁ ଚାହାନ୍ତି କି?
si: මිතුරන්ගේ ඡායාරූපයන් ඔබගේ සබඳතා වලට එක් නොවේවි. ඉදිරියට යන්න ද?
sw: Picha za marafiki hazitaongezwa kwa anwani zako. Endelea tu?
ta: நண்பர்களுடைய படங்கள் உங்களுடைய தொடர்புகளிடன் சேர்க்கப்படும். எப்படியானாலும் தொடரவும்?
te: మిత్రుల ఫొటోలు మీ పరిచయాలకు చేర్చబడవు. అయినా కొనసాగాలా?
wa: Les fotos da vos soçons ni sront nén radjoutêyes a vos contacks. Tcheryî pus lon tolminme ?

# yesOption
source: OK
af: Goed
bg: Добре
bn_bd: ঠিক আছে
eu: Ados
gd: Ceart ma-thà
kk: ОК
mai: बेस
ml: ശരി
ne: ठिक छ
or: ଠିକ ଅଛି
si: හරි
sw: SAWA
ta: சரி
te: సరే

# noOption
source: Cancel
af: Kanselleer
bg: Отказ
bn_bd: বাতিল
eu: Utzi
gd: Sguir dheth
hi_in: रद्द करें
kk: Бас тарту
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കുക
ms: Batal
ne: रद्द गर्नुहोस्
or: ବାତିଲ କରନ୍ତୁ
si: අහෝසි කරන්න
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
wa: Rinoncî

source: No friends updated
af: Geen vriende bygewerk nie
bg: Няма обновявания на приятелите
bn_bd: কোন বন্ধুর তথ্য হালনাগাদ হয় নি
eu: Ez da lagunik eguneratu
gd: Cha deach caraid sam bith ùrachadh
hi_in: कोई दोस्त अद्यतित नही हुआ
kk: Бірде-бір дос жаңартылмады
mai: कोनो दोस्त अद्यतित नहि भेल
mg: Tsisy namana nohavaozina
ml: ഒരു സുഹൃത്തിനേയും പുതുക്കിയില്ല
ms: Tiada teman dikemaskini
ne: कुनै साथी अपडेट गरिएन
or: କୌଣସି ସାଙ୍ଗଙ୍କୁ ଅପଡେଟ କରାଗଲା ନାହିଁ
si: කිසිදු මිතුරෙකු යාවත්කාලීන නොවීය
sw: Hakuna marafiki waliosasishwa
ta: எந்த நண்பர்களும் புதுப்பிக்கப்படவில்லை
te: మిత్రులెవరినీ తాజాకరించలేదు
vi: Không có bạn bè nào được cập nhật
wa: Nous soçons metous a djoûs

source: Updated one friend
af: Het een vriend bygewerk
bg: Обновен е един приятел
bn_bd: একজন বন্ধুর তথ্য হালনাগাদ হয়েছে
eu: Lagun bat eguneratu da
gd: Chaidh {{numFriends}} charaid ùrachadh
hi_in: एक दोस्त अद्यतित
kk: Бір дос жаңартылды
mai: एकटा दोस्त अद्यतित
mg: Nanavao namana iray
ml: ഒരു സുഹൃത്തിനെ പുതുക്കി
ms: Seorang teman dikemanskini
ne: एउटा साथी अपडेट गरियो
or: ଜଣେ ସାଙ୍ଗଙ୍କୁ ଅପଡେଟ କରନ୍ତୁ
si: එක් මිතුරෙකු යාවත්කාලීන විය
sw: Ilisasisha rafiki moja
ta: ஒரு நண்பர் புதுப்பிக்கப்பட்டார்
te: ఒక మిత్రున్ని తాజాకరించాం
vi: Đã cập nhật một bạn bè
wa: On soçon metou a djoû

# friendsUpdated[two]
source: Updated {{numFriends}} friends
af: Bygewerkte {{numFriends}} vriende
bg: Обновени са {{numFriends}} приятели
bn_bd: {{numFriends}} জন বন্ধুর তথ্য হালনাগাদ হয়েছে
eu: {{numFriends}} lagun eguneratu dira
gd: Chaidh {{numFriends}} charaid ùrachadh
hi_in: {{numFriends}} दोस्त अद्यतित हुआ
kk: {{numFriends}} дос жаңартылды
mai: {{numFriends}} दोस्त अद्यतित भेल
mg: Nanavao namana {{numFriends}}
ml: {{numFriends}} സുഹൃത്തുക്കളെ പുതുക്കി
ms: {{numFriends}} teman dikemaskini
ne: {{numFriends}} साथीहरु अपडेट गरियो।
or: {{numFriends}} ଜଣ ସାଙ୍ଗଙ୍କୁ ଅପଡେଟ କରାଗଲା
si: මිතුරන් {{numFriends}} ක් යාවත්කාලීන විය
sw: Ilisasisha marafiki {{numFriends}}
ta: புதுப்பிக்கப்பட்ட நண்பர்கள் {{numFriends}}
te: {{numFriends}} మిత్రులను తాజాకరించాం
vi: {{numFriends}} bạn đã được cập nhật
wa: {{numFriends}} soçons metous a djoû

# friendsUpdated[few]
source: Updated {{numFriends}} friends
af: Het {{numFriends}} vriende bygewerk
bg: Обновени са {{numFriends}} приятели
bn_bd: {{numFriends}} জন বন্ধুর তথ্য হালনাগাদ হয়েছে
eu: {{numFriends}} lagun eguneratu dira
gd: Chaidh {{numFriends}} caraidean ùrachadh
hi_in: {{numFriends}} दोस्त अद्यतित हुआ
kk: {{numFriends}} дос жаңартылды
mai: {{numFriends}} दोस्त अद्यतित भेल
mg: Nanavao namana {{numFriends}}
ml: {{numFriends}} സുഹൃത്തുക്കളെ പുതുക്കി
ms: {{numFriends}} teman dikemaskini
ne: {{numFriends}} साथीहरु अपडेट गरियो।
or: {{numFriends}} ସାଙ୍ଗଙ୍କୁ ଅପଡେଟ କରାଗଲା
si: මිතුරන් {{numFriends}} ක් යාවත්කාලීන විය
sw: Ilisasisha marafiki {{numFriends}}
ta: புதுப்பிக்கப்பட்ட நண்பர்கள் {{numFriends}}
te: {{numFriends}} మిత్రులను తాజాకరించాం
vi: {{numFriends}} bạn đã được cập nhật
wa: {{numFriends}} soçons metous a djoû

# friendsUpdated[many]
source: Updated {{numFriends}} friends
af: Bygewerkte {{numFriends}} vriende
bg: Обновени са {{numFriends}} приятели
bn_bd: {{numFriends}} জন বন্ধুর তথ্য হালনাগাদ হয়েছে
eu: {{numFriends}} lagun eguneratu dira
gd: Chaidh {{numFriends}} caraid ùrachadh
hi_in: {{numFriends}} दोस्त अद्यतित हुआ
kk: {{numFriends}} дос жаңартылды
mai: {{numFriends}} दोस्त अद्यतित भेल
mg: Nanavao namana {{numFriends}}
ml: {{numFriends}} സുഹൃത്തുക്കളെ പുതുക്കി
ms: {{numFriends}} teman dikemaskini
ne: {{numFriends}} साथीहरु अपडेट गरियो।
or: {{numFriends}}ଜଣ ସାଙ୍ଗଙ୍କୁ ଅପଡେଟ କରାଗଲା
si: මිතුරන් {{numFriends}} ක් යාවත්කාලීන විය
sw: Ilisasisha marafiki {{numFriends}}
ta: புதுப்பிக்கப்பட்ட நண்பர்கள் {{numFriends}}
te: {{numFriends}} మిత్రులను తాజాకరించాం
vi: {{numFriends}} bạn đã được cập nhật
wa: {{numFriends}} soçons metous a djoû

# friendsUpdated[other]
source: Updated {{numFriends}} friends
af: {{numFriends}} vriende bygewerk
bg: Обновени са {{numFriends}} приятели
bn_bd: {{numFriends}} জন বন্ধুর তথ্য হালনাগাদ হয়েছে
eu: {{numFriends}} lagun eguneratu dira
gd: Chaidh {{numFriends}} caraid ùrachadh
hi_in: {{numFriends}} दोस्त अद्यतित
kk: {{numFriends}} дос жаңартылды
mai: {{numFriends}} दोस्त अद्यतित भेल
mg: Nanavao namana {{numFriends}}
ml: {{numFriends}} സുഹൃത്തുക്കളെ പുതുക്കി
ms: {{numFriends}} teman dikemaskini
ne: {{numFriends}} साथीहरु अपडेट गरियो।
or: {{numFriends}}ଜଣ ସାଙ୍ଗଙ୍କୁ ଅପଡେଟ କରାଗଲା
si: මිතුරන් {{numFriends}} ක් යාවත්කාලීන විය
sw: Marafiki {{numFriends}} wamesasishwa
ta: புதுப்பிக்கப்பட்ட நண்பர்கள் {{numFriends}}
te: {{numFriends}} మిత్రులను తాజాకరించాం
vi: {{numFriends}} bạn đã được cập nhật
wa: {{numFriends}} soçons metous a djoû

source: {[ plural(numDups) ]}
bg: Обновени са {{numFriends}} приятели
hi_in: {[ plural(numFriends) ]}
ta: {[ plural(numFriends) ]}

source: No duplicated friends merged
af: Geen duplikaatvriende saamgevoeg nie
bg: Няма слети дублирани приятели
bn_bd: কোন সদৃশ বন্ধুকে যুক্ত করা হয়নি
eu: Ez da bikoiztutako lagunik batu
gd: Cha deach caraid dùblaichte sam bith a cho-aonadh
mai: दोहरायल कोनो दोस्त एकमेक नहि भेल
mg: Tsisy namana sosona natambatra
ml: ഒരു വ്യാജ സുഹൃത്തുക്കളേയും യോജിപ്പിച്ചില്ല
ne: कुनै दोब्बर मित्रहरु मर्ज छैन
or: ଏକାଧିକ ଥର ଥିବା ସାଙ୍ଗମାନଙ୍କ ସମ୍ପର୍କ ମିଶାଇଦିଆଗଲା
si: අනුපිටපත් ඇති මිතුරන් ඒකාබද්ධ ‍නොවීය
sw: Hakuna marafiki walijirudia wameunganishwa
ta: போலியான நண்பர்களை ஒன்றாக்கவில்லை
te: ఏ నకిలీ చేయబడిన మిత్రులు విలీనించబడలేదు

source: One duplicated friend merged
af: Een duplikaatvriend saamgevoeg
bg: Слят е един дублиран приятел
bn_bd: একজন সদৃশ বন্ধকে যুক্ত করা হয়েছে
eu: Bikoiztutako lagun bat batu da
gd: Chaidh {{numDups}} charaid dùblaichte a cho-aonadh
mai: दोहरायल एक गोट दोस्त एकमेक भेल
mg: Namana sosona iray natambatra
ml: ഒരു വ്യാജ സുഹൃത്തിനെ യോജിപ്പിച്ചു
ne: एक दोब्बर मित्र मर्ज
or: ଜଣେ ସାଙ୍ଗଙ୍କର ଏକାଧିକ ଥର ଥିବା ସମ୍ପର୍କ ମିଶାଇଦିଆଗଲା
si: අනුපිටපත් ඇති එක් මිතුරෙකු ඒකාබද්ධ කලා
sw: Rafiki mmoja aliyejirudia ameambatanishwa
ta: ஒரு நண்பர் போலியாக சேர்க்கப்பட்டார்
te: ఒక నకిలీ చేయబడిన మిత్రుడు విలీనించబడ్డాడు

# friendsMerged[two]
source: {{numDups}} friends merged
af: {{numDups}} vriende saamgevoeg
bg: Слети са {{numDups}} дублирани приятели
bn_bd: {{numDups}}টি বন্ধু যুক্ত করা হয়েছে
eu: {{numDups}} lagun batu dira
gd: Chaidh {{numDups}} charaid dùblaichte a cho-aonadh
mai: {{numDups}} दोस्त एकमेल भेल
mg: Namana {{numDups}} natambatra
ml: {{numDups}} സുഹൃത്തുക്കളെ യോജിപ്പിച്ചു
ne: {{numDups}} मित्रहरुलाई मर्ज
or: {{numDups}} ଜଣ ସାଙ୍ଗଙ୍କ ସମ୍ପର୍କ ମିଶାଇଦିଆଗଲା
si: මිතුරන් {{numDups}}ක් ඒකාබද්ධ කලා
sw: marafiki {{numDups}} wameambatanishwa
ta: {{numDups}} நண்பர்கள் ஒன்றாக சேர்க்கப்பட்டனர்
te: {{numDups}} మిత్రులు విలీనమయ్యారు

# friendsMerged[few]
source: {{numDups}} friends merged
af: {{numDups}} vriende saamgevoeg
bg: Слети са {{numDups}} дублирани приятели
bn_bd: {{numDups}}টি বন্ধু যুক্ত করা হয়েছে
eu: {{numDups}} lagun batu dira
gd: Chaidh {{numDups}} caraidean dùblaichte a cho-aonadh
mai: {{numDups}} दोस्त सभ एकमेक भेल
mg: Namana {{numDups}} natambatra
ml: {{numDups}} സുഹൃത്തുക്കളെ യോജിപ്പിച്ചു
ne: {{numDups}} मित्रहरुलाई मर्ज
or: {{numDups}} ଜଣ ସାଙ୍ଗଙ୍କ ସମ୍ପର୍କ ମିଶାଇଦିଆଗଲା
si: මිතුරන් {{numDups}}ක් ඒකාබද්ධ කලා
sw: marafiki {{numDups}} wameambatanishwa
ta: {{numDups}} நண்பர்கள் ஒன்றாக சேர்க்கப்பட்டனர்
te: {{numDups}} మిత్రులు విలీనమయ్యారు

# friendsMerged[many]
source: {{numDups}} friends merged
af: {{numDups}} vriende saamgevoeg
bg: Слети са {{numDups}} дублирани приятели
bn_bd: {{numDups}}টি বন্ধু যুক্ত করা হয়েছে
eu: {{numDups}} lagun batu dira
gd: Chaidh {{numDups}} caraid dùblaichte a cho-aonadh
mai: {{numDups}} दोस्त सभ एकमेक भेल
mg: Namana {{numDups}} natambatra
ml: {{numDups}} സുഹൃത്തുക്കളെ യോജിപ്പിച്ചു
or: {{numDups}} ଜଣ ସାଙ୍ଗଙ୍କ ସମ୍ପର୍କ ମିଶାଇଦିଆଗଲା
si: මිතුරන් {{numDups}}ක් ඒකාබද්ධ කලා
sw: marafiki {{numDups}} wameambatanishwa
ta: {{numDups}} நண்பர்கள் ஒன்றாக சேர்க்கப்பட்டனர்
te: {{numDups}} మిత్రులు విలీనమయ్యారు

# friendsMerged[other]
source: {{numDups}} friends merged
af: {{numDups}} vriende saamgevoeg
bg: Слети са {{numDups}} дублирани приятели
bn_bd: {{numDups}}টি বন্ধু যুক্ত করা হয়েছে
eu: {{numDups}} lagun batu dira
gd: Chaidh {{numDups}} caraid dùblaichte a cho-aonadh
mai: {{numDups}} दोस्त सभ एकमेक भेल
mg: Namana {{numDups}} natambatra
ml: {{numDups}} സുഹൃത്തുക്കളെ യോജിപ്പിച്ചു
or: {{numDups}} ଜଣ ସାଙ୍ଗଙ୍କ ସମ୍ପର୍କ ମିଶାଇଦିଆଗଲା
si: මිතුරන් {{numDups}}ක් ඒකාබද්ධ කලා
sw: marafiki {{numDups}} wameambatanishwa
ta: {{numDups}} நண்பர்கள் ஒன்றாக சேர்க்கப்பட்டனர்
te: {{numDups}} మిత్రులు విలీనమయ్యారు

source: Your Facebook session is invalid. Please sign in.
af: Jou Facebook-sessie is ongeldig. Meld asseblief aan.
bg: Сесията ви във Facebook е невалидна. Моля, влезте.
bn_bd: আপনার ফেসবুক সেশনটি সঠিক নয়। অনুগ্রহ করে সাইন ইন করুন।
eu: Zure Facebook saioa baliogabea da. Hasi saioa mesedez.
gd: Chan eil seisean Facebook ceart agad. Feuch is clàraich a-steach ann.
hi_in: आपका फेसबुक सत्र अवैध है. कृपया साइन इन करें.
kk: Сіздің Facebook сессияңыз қате. Facebook-ке кіріңіз.
mai: अहाँक फेसबुक सत्र अवैध अछि. कृपया साइन इन करू.
mg: Tsy mety ny sesiona Facebook ataonao. Midira azafady.
ml: നിങ്ങളിടെ ഫേസ്‌ബുക്ക് സെഷന്‍ തെറ്റാണ്. ദയവായി പ്രവേശിയ്ക്കൂ.
ms: Sesi Facebook anda tidak sah. Sila log masuk.
ne: तपाईंको फेसबूक सेसन अमान्य छ। कृपया साइन इन गर्नुहोस्।
or: ଆପଣଙ୍କ ଫେସବୁକ ସତ୍ର ଅବୈଧ। ଦୟାକରି ସାଇନ ଇନ କରନ୍ତୁ।
si: ඔබගේ Facebook සැසිය වලංගු නොවේ. කරුණාකර පිවිසෙන්න
sw: Kikao chako cha Facebook hakitumiki. Tafadhali ingia.
ta: உங்கள் முகநூல் அமர்வு தவறானது. தயவு செய்து உள்நுழை.
te: మీ ఫేస్‌బుక్ సెషన్ చెల్లదు. దయచేసి ప్రవేశించండి.
vi: Phiên kết nối Facebook của bạn bị lỗi. Vui lòng đăng nhập.

source: There was an error synchronizing your friend’s data
af: Kon nie jou vriend se data sinchroniseer nie
bg: Грешка при синхронизиране на данните на вашите приятели
bn_bd: আপনার বন্ধুর তথ্য সিঙ্ক্রোনাইজ করতে গিয়ে একটি বিভ্রাট ঘটেছে
eu: Errorea gertatu da zure lagunen datuak sinkronizatzean
gd: Thachair mearachd fhad ’s a bha sinn a’ sioncronachadh dàta do charaid
hi_in: अपने मित्रों के डेटा सिंक्रनाइज़ करने में त्रुटि थी
mai: अपन मित्र केर डेटा सिंक्रनाइज़ करए मे त्रुटि छला
mg: Nisy tsy fetezana t@ fampifandrindrana ny datan'ny namanao
ml: നിങ്ങളുടെ സുഹൃത്തിന്റെ വിവരം പൊരുത്തപ്പെടുത്താനായില്ല
ms: Terdapat kesilapan ketika menyelaraskan data teman anda
ne: तपाईको साथीको डाटा समक्रमण गर्दा त्रुटि भएको थियो
or: ଆପଣଙ୍କ ସାଙ୍ଗଙ୍କ ଡାଟାକୁ ସମକାଳିକ କରା ଯାଉଛି
si: ඔබ‍ගේ මිතුරු දත්ත සමාකෘතයේදී දෝශයක් හට ගැනිනි
sw: Kulikuwa na hitilafu kulandanisha data ya rafiki yako
ta: உங்களுடைய நண்பர்களின் தரவுகளை ஒத்திசைவு செய்வதில் பிழை நேர்ந்துள்ளது
te: మీ మిత్రుల దత్తాంశం సింక్రనించుటలో దోషం సంభవించింది

source: {{current}}/{{total}}
eu: {{total}}/{{current}}
