Repository: translate/mozilla-gaia
Catalog: son/apps/camera/camera.properties.po
Languages: son

source: Not enough space on memory card. Try freeing up space by deleting media.
son: Doo wasante šii lakkal kattaa ga. Soobay ka hoorayyaŋ tuusu ka doo feeri.

source: Not enough space on memory card
son: Doo wasante ši lakkal kattaa ga

source: Try freeing up space by deleting media.
son: Soobay ka hoorayyaŋ tuusu ka doo feeri.

source: Picture not saved. An error prevented Camera from saving the picture.
son: Biyoo mana gaabundi. Firka na biizaahayaa ganji a ma biyoo gaabu.

source: Video not recorded. Error creating video file path.
son: Widewo mana zaandi. Firka widewo fondo teeroo ra.

source: No memory card found
son: Lakkal katta kul mana duwandi

source: Insert a memory card to take pictures.
son: Lakkal katta dam ka biiyaŋ zaa.

source: Camera can not be used while phone is plugged in
son: Biizaahaya ši goy nd'a goo kuraŋ ga

source: Unplug the phone to capture photos and videos
son: Talfonoo kaa kuraŋoo ga ka bii nda widewo zaa

source: You have run out of media storage space.
son: Jišidoo ši war se koyne ka hooray gaabu.

source: You have reached the maximum file size for this attachment.
son: War tukoo too nga alkadaroo ga hanganditiiraa woo se.

source: Retake
son: Zaa koyne

source: Select
son: Suuba

# close-button
source: Close
son: Daabu

source: Delete photo?
son: Biyoo tuusu?

source: Delete video?
son: Widewo tuusu?

source: Cancel
son: Naŋ

source: Delete
son: Tuusu

source: Camera Resolution
son: Biizaahaya bii-sahã

source: Video Resolution
son: Widewo bii-sahã

source: Scene Mode
son: Biialhaali yaayi

source: Self-Timer
son: Boŋ-waati diikaw

# self-timer-off
source: Off
son: Daaba

source: 2 seconds
son: Segondu 2

source: 5 seconds
son: Segondu 5

source: 10 seconds
son: Segondu 10

source: Low Battery
son: Baatiri yalaafante

source: The battery is too low to use the camera.
son: Baatiriyoo ga yaalaafu biizaayan se.

# battery-critical-text
source: Critically low battery
son: Baatiri yalaafante

# battery-verylow-text
source: 10% battery remaining
son: 10% baatiri ka cindi

# battery-low-text
source: 15% battery remaining
son: 15% baatiri ka cindi

# battery-critical-text.ariaLabel
source: Critically low battery
son: Baatiri yalaafante

# battery-verylow-text.ariaLabel
source: 10% battery remaining
son: 10% baatiri ka cindi

# battery-low-text.ariaLabel
source: 15% battery remaining
son: 15% baatiri ka cindi

source: Camera Unavailable
son: Biizaahayaa ši duwandi

source: The camera is in use by another app.
son: Porogaram tana foo ga goy nda biizaahayaa.

# hdr-on
source: On
son: Feera

# hdr-off
source: Off
son: Daaba

source: (HDR deactivated)
son: (HDR šii goy ra)

source: Grid Lines
son: Tema žeerey

# grid-on
source: On
son: Feera

# grid-off
source: Off
son: Daaba

source: Flash
son: Denji

# flash-on
source: On
son: Ga dii

# flash-off
source: Off
son: Ši dii

source: Auto
son: Boŋše

source: (Flash deactivated)
son: (Denji wiyante)

source: Photo Mode
son: Bii yaayi

source: Video Mode
son: Widewo yaayi

source: Options
son: Suubarey

source: Open Gallery
son: Galankaari feeri

source: Preview
son: Moofur

source: Close menu
son: Šilbayboŋoo daabu

source: Back
son: Banda

source: Self-Timer {{value}}
son: Boŋ-waati diikaw {{value}}

source: Grid Lines {{value}}
son: Tema žeeri {{value}}

source: Video Resolution {{value}}
son: Widewo bii-sahã {{value}}

source: Flash On
son: Denji ga dii

source: Flash Off
son: Denji ši dii

source: Flash Auto
son: Denji ga dii nga boŋše

source: Rear camera
son: Bandahere biizaahaya

source: Front camera
son: Jinehere biizaahaya

source: Menu
son: Šilbayboŋ

# preview-button.ariaLabel
source: Preview
son: Moofur

# controls-button-close.ariaLabel
source: Close
son: Daabu

source: Share
son: Žemna

source: More
son: Ka tonton

source: Frame {{current}} of {{total}}
son: {{current}} kunga {{total}} ra

source: Swipe left with 2 fingers to jump to next, or swipe right to jump to previous
son: Mooru nda kanbe-ize 2 ceraw wowaa here ka sar jine, wala mooru ceraw gumaa here ka willi banda

source: Capture
son: Zaa

source: Stop capture
son: Zaayan kayandi

source: Set Video Mode
son: Widewo alhaali kayandi

source: Set Photo Mode
son: Bii alhaali kayandi

source: Self-Timer enabled
son: Boŋ-waati diikaw n' ka tun

source: HDR enabled
son: HDR n' ka tun

source: Geolocation enabled
son: Gorodoo maateyan n' ka tun

# battery-low-indicator.ariaLabel
source: 15% battery remaining
son: 15% baatiri ka cindi

# battery-verylow-indicator.ariaLabel
source: 10% battery remaining
son: 10% baatiri ka cindi

# battery-critical-indicator.ariaLabel
source: Critically low battery
son: Baatiri yalaafante
