Repository: translate/mozilla-gaia
Catalog: nd/apps/gallery/gallery.properties.po
Languages: nd

# number-selected2[zero]
source: Select
nd: Khetha

# number-selected2[one]
source: {{ n }} selected
nd: Okukhethiweyo kungu {{ n }}

# number-selected2[two]
source: {{ n }} selected
nd: Okukhethiweyo kungu {{ n }}

# number-selected2[few]
source: {{ n }} selected
nd: Okukhethiweyo kungu {{ n }}

# number-selected2[many]
source: {{ n }} selected
nd: Okukhethiweyo kungu {{ n }}

# number-selected2[other]
source: {{ n }} selected
nd: Okukhethiweyo kungu {{ n }}

source: Delete photo?
nd: Dilitha umfanekiso?

source: Delete video?
nd: Dilitha i-vidiyo?

source: Nothing selected
nd: Akukhethwanga lutho

source: Delete selected item?
nd: Dilitha okukhethiweyo?

# delete-n-items?[two]
source: Delete {{ n }} items?
nd: Dilitha okungu-{{ n }} kulokhu?

# delete-n-items?[few]
source: Delete {{ n }} items?
nd: Dilitha okungu-{{ n }} kulokhu?

# delete-n-items?[many]
source: Delete {{ n }} items?
nd: Dilitha okungu-{{ n }} kulokhu?

# delete-n-items?[other]
source: Delete {{ n }} items?
nd: Dilitha okungu-{{ n }} kulokhu?

# pickoneimage2
source: Select
nd: Khetha

# cropimage
source: Crop
nd: Nciphisa

source: Cancel
nd: Khansela

source: Delete
nd: Dilitha

source: Edit
nd: Lungisa

source: Save
nd: Gcina

source: Done
nd: Qedile

source: Exposure
nd: I-exposure

source: Crop
nd: Nciphisa

source: Effects
nd: Ama-Effects

source: Borders
nd: Ama-borders

source: Auto-enhance on
nd: I-Auto-enhance ivuliwe

source: Auto-enhance off
nd: I-Auto-enhance icitshiwe

source: Apply
nd: Qedile

source: Filters
nd: Ama-Filters

source: Original
nd: Eyokuqala

source: No photos or videos
nd: Akula mifanekiso kumbe ama-vidiyo

source: Use the Camera app to get started.
nd: Sebenzisa I-Camera app ukuze uqalise

source: No photos
nd: Akula mifanekiso

source: No memory card
nd: Akula khadi le-memori

source: Insert a memory card to use this app.
nd: Hloma I-khadi le-memori ukuze usebenzise I-app leyi

source: Memory card in use
nd: Ikhadi le-memori lisebenzile

source: Unplug the phone to use this app.
nd: Khipha ifoni emlilweni ukuze usebenzise I-app leyi

source: Looking for photos and videos.
nd: Sisadinga imifanekiso lama-vidiyo

source: Database Upgrade
nd: I-Database Upgrade

source: Please wait while Gallery updates its database.
nd: Sicela ume kancane sisa vuselela i-database ye-Galari

source: Can not share this image file type.
nd: Umhlobo wemifanekiso lo awuthumezeki

source: Can not edit photos: Memory card is full.
nd: Siyehluleka ukulungisa imifanekiso: Ikhadi le-memori ligcwele.

source: Image is too large to display on this device.
nd: Umfanekiso mkhulu kakhulu ukuthi uwubuke ku-divayisi leyi.

source: Image is invalid or corrupt and cannot be displayed.
nd: Umfanekiso awulunganga kumbe awuvuleki.

source: {{filename}} saved to Gallery
nd: {{filename}} isigciniwe ku-Galari

source: New copy saved.
nd: I-khophi entsha isigciniwe.

source: Go to Camera
nd: Yana ku-Camera

source: Name
nd: Ibizo

source: Size
nd: Ubukhulu

source: Image Type
nd: Umhlobo weSithombe

source: Date Taken
nd: Wathathwa

source: Resolution
nd: I-Resolution

source: Close
nd: Vala

source: Gallery
nd: I-Galari

source: Preview
nd: Buka kuqala

source: Back
nd: Emuva

# crop-options.ariaLabel
source: Crop
nd: Nciphisa

source: Custom aspect ratio
nd: I-Custom aspect ratio

source: Portrait aspect ratio
nd: I-Portrait aspect ratio

source: Landscape aspect ratio
nd: I-Landscape aspect ratio

source: Square aspect ratio
nd: I-Square aspect ratio

source: None
nd: Akula

# exposure-button.ariaLabel
source: Exposure
nd: I-Exposure

# crop-button.ariaLabel
source: Crop
nd: Nciphisa

# effect-button.ariaLabel
source: Effects
nd: Ama-Effects

source: Camera
nd: I-Camera

source: Select multiple
nd: Khetha okunengi

# edit-button.ariaLabel
source: Edit
nd: Lungisa

source: Share
nd: Yabelana

source: Information
nd: I-Information

# delete-button.ariaLabel
source: Delete
nd: Dilitha

source: Edit image preview
nd: Lungisa
