Repository: translate/mozilla-gaia
Catalog: dsb/apps/system/fxa/fxa.properties.po
Languages: dsb

source: Firefox Accounts
dsb: Firefox - Konta

source: Next
dsb: Dalej

source: Back
dsb: Slědk

source: Done
dsb: Dokóńcone

source: OK
dsb: W pórěźe

# fxa-connection-error-title
source: Unable to Connect
dsb: Zwisk njemóžno

source: You can create an account or sign in from Settings.
dsb: Móžośo konto załožyś abo se z nastajenjow pśizjawiś

source: Reset Password
dsb: Gronidło slědk stajiś

source: You can reset your password from Settings.
dsb: Móžośo swójo gronidło z nastajenjow slědk stajiś

source: Cannot Create Account
dsb: Konto njedajo se załožyś

# fxa-offline-error-title
source: Unable to Connect
dsb: Zwisk njemóžno

source: Please connect to a network from Settings.
dsb: Pšosym zwězajśo ze seśu z nastajenjow.

source: Error
dsb: Zmólka

source: Please enter a valid email.
dsb: Pšosym zapódajśo płaśiwu e-mailowu adresu.

source: Invalid Password
dsb: Njepłaśiwe gronidło

source: Please check your password and try again.
dsb: Pšosym pśeglědajśo swójo gronidło a wopytajśo hyšći raz.

# fxa-unknown-error-title
source: Unable to Connect
dsb: Zwisk njemóžno

source: System unavailable, try again soon.
dsb: System njejo k dispoziciji, wopytajśo skóro hyšći raz.

source: Connecting
dsb: Zwězujo se

source: Enter your email
dsb: Zapódajśo swóju e-mailowu adresu

source: Use your email address to create an account or sign in.
dsb: Wužyjśo swóju e-mailowu adresu, aby konto załožył abo se pśizjawiś.

source: By proceeding, I agree to the <a>{{tos}}</a> and <a>{{pn}}</a> of Firefox cloud services.
dsb: Gaž pókšacujom, zwólijom do <a>{{tos}}</a> a <a>{{pn}}</a> mrokowsłužbow Firefox.

source: Terms of Service
dsb: Wužywańske wuměnjenja

source: Privacy Notice
dsb: Zapisk priwatnosći

source: Create a Password
dsb: Gronidło napóraś

source: Enter Your Password
dsb: Zapódajśo swójo gronidło

source: Hello, <a>{{email}}</a>
dsb: Witajśo, <a>{{email}}</a>

source: Please enter your Firefox Account password to continue.
dsb: Pšosym zapódajśo gronidło swójogo konta Firefox, aby pókšacował.

source: Password
dsb: Gronidło

source: Forgot your password?
dsb: Sćo swójo gronidło zabył?

source: Show password
dsb: Gronidło pokazaś

source: Your password must be at least 8 characters long.
dsb: Wašo gronidło musy z nanejmjenjej 8 znamuškow wobstojaś.

source: Success!
dsb: Raźiło!

source: Your Firefox Account is ready to go!
dsb: Wašo konto Firefox dajo se něnto wužywaś!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
dsb: Móžośo něnto funkcije ako "Mój rěd namakaś" a nałoženja ako Wikowanišćo Firefox wužywaś.

source: In the future, you can access and manage your account from Settings.
dsb: W pśichoźe móžośo z nastajenjow pśistup na swójo konto měś a jo zastojaś.

source: Confirm Your Account
dsb: Wašo konto wobkšuśiś

source: We will send an email to: <strong>{{email}}</strong>
dsb: Posćelomy wam mejlku na: <strong>{{email}}</strong>

source: Next time you check your email, click the verification link to confirm your Firefox Account.
dsb: Pśiducy raz, gaž pśeglědujośo swóju e-mailowu adresu, klikniśo na pśeglědowański wótkaz, aby swójo konto Firefox wobkšuśił.

source: Age Verification
dsb: Pśeglědowanje starstwa

source: {{year}} or earlier
dsb: {{year}} abo jěsnjej

source: Year of Birth
dsb: Lěto naroźenja
