Repository: translate/mozilla-gaia
Catalog: qvi/apps/gallery/gallery.properties.po
Languages: qvi

# number-selected2[zero]
source: Select
qvi: Akllana

# number-selected2[one]
source: {{ n }} selected
qvi: {{ n }} akllashka

# number-selected2[two]
source: {{ n }} selected
qvi: {{ n }} akllashkakuna

# number-selected2[few]
source: {{ n }} selected
qvi: {{ n }} akllashkakuna

# number-selected2[many]
source: {{ n }} selected
qvi: {{ n }} akllashkakuna

# number-selected2[other]
source: {{ n }} selected
qvi: {{ n }} akllashkakuna

source: Delete photo?
qvi: Kichuna rikchak?

source: Delete video?
qvi: Kichuna shuyuriku?

source: Nothing selected
qvi: Nimapash akllashka

source: Delete selected item?
qvi: Kichuna nipak akllashka?

# delete-n-items?[two]
source: Delete {{ n }} items?
qvi: Kichuna {{ n }} nipakuna?

# delete-n-items?[few]
source: Delete {{ n }} items?
qvi: Kichuna {{ n }} nipakuna?

# delete-n-items?[many]
source: Delete {{ n }} items?
qvi: Kichuna {{ n }} nipakuna?

# delete-n-items?[other]
source: Delete {{ n }} items?
qvi: Kichuna {{ n }} nipakuna?

# pickoneimage2
source: Select
qvi: Akllana

# cropimage
source: Crop
qvi: Alli kuchuna

source: Cancel
qvi: Tukuchina

source: Delete
qvi: Kichuna

source: OK
qvi: Arinina

source: Edit
qvi: Kamullchina

source: Save
qvi: Allichina

source: Done
qvi: Shinashka

source: Exposure
qvi: Rikuchikuy

source: Crop
qvi: Alli kuchuna

source: Effects
qvi: Tukushkakuna

source: Borders
qvi: Manyakuna

source: Auto-enhance on
qvi: Allillata paymandayak -pi

source: Auto-enhance off
qvi: Allillata paymandayak kanchapi

source: Apply
qvi: Sayllurana

source: Filters
qvi: Shutunikuna

source: Original
qvi: Shuklla kikin

source: B&W
qvi: Y/Y

source: Freeform
qvi: Kishpikak wallpa

source: Portrait
qvi: Shayak

source: Landscape
qvi: Kinray

source: Square
qvi: Tawa

source: No photos or videos
qvi: Illan rikchakuna o shuyurikuna

source: Use the Camera app to get started.
qvi: Arinanki sayllurayta kuyuna kallarinkapak.

source: No photos
qvi: Na rikchak

source: No memory card
qvi: Illan panka yuyashpa

source: Insert a memory card to use this app.
qvi: Yaykuchinkapa shuk panka yuyashpa kayta app arinapak.

source: Memory card in use
qvi: Panka yuyay arinahun

source: Unplug the phone to use this app.
qvi: Phatsayana llamirayta kampak rimachik anta arina kay imashka.

source: Scanning
qvi: Taripahun

source: Looking for photos and videos.
qvi: Maskanahuna rikchakuna shuyurukuna.

source: Database Upgrade
qvi: Kunanpachak tiksi chanikuna

source: Please wait while Gallery updates its database.
qvi: Shuyanki chaykaman saylluray Ñawrikuchik kunanpachak kampak tiksi chanikuna.

source: Can not share this image file type.
qvi: Na usharin wakina kay kutinalla tsirwakay rikchak.

source: Can not edit photos: Memory card is full.
qvi: Na usharin kamullchina rikchakuna: panka yuyashpa huntachina.

source: Image is too large to display on this device.
qvi: Rikchak yapa hatum rikuchinkapak kay irunrinpi.

source: Image is invalid or corrupt and cannot be displayed.
qvi: Rikchak mana allichu o wakllishka na rikuchin usharin.

source: {{filename}} saved to Gallery
qvi: {{filename}} allichishka Ñawrikuchik

source: New copy saved.
qvi: Muchuk chayshinaya allichishka.

source: Go to Camera
qvi: Ri kuyuna

source: Name
qvi: Shuti

source: Size
qvi: Llatun

source: Image Type
qvi: Kutinalla kay rikchak

source: Date Taken
qvi: Hapishka chay

source: Resolution
qvi: Kakikchani kay rikchak

source: Close
qvi: Wichana

source: Gallery
qvi: Ñawrikuchik

source: Preview
qvi: Punta rikurka

source: Video dated {{ timeStamp }}
qvi: Shuyuriku kay pacha {{ timeStamp }}

source: Image dated {{ timeStamp }}
qvi: Rikchay kay pacha {{timeStamp }}

source: Back
qvi: Washapi

# crop-options.ariaLabel
source: Crop
qvi: Kutin kuchuna

source: Custom aspect ratio
qvi: Ñukapayak tupukuna

source: Portrait aspect ratio
qvi: Tupukuna shayak

source: Landscape aspect ratio
qvi: Tupukuna sirik

source: Square aspect ratio
qvi: Tupukuna tawa

source: More aspect ratios
qvi: Ashtawan tupukuna

source: 3:4 portrait
qvi: 3:4 shayak

source: 4:3 landscape
qvi: 4:3 sirik

source: 16:9 landscape
qvi: 16:9 sirik

source: Effect
qvi: Tukushka

source: None
qvi: Nimapash

source: Black and white
qvi: Yurak y yana

source: Blue steel
qvi: Ankas

source: Faded
qvi: Urayuntushka

# exposure-button.ariaLabel
source: Exposure
qvi: Rikuchikuy

# crop-button.ariaLabel
source: Crop
qvi: Kutin kuchuna

# effect-button.ariaLabel
source: Effects
qvi: Tukushkakuna

source: Enhance
qvi: Allikachina

source: Camera
qvi: Kuyuna

source: Select multiple
qvi: Akllana tawka

# edit-button.ariaLabel
source: Edit
qvi: Kamullchina

source: Share
qvi: Wakina

source: Information
qvi: Willanata

# delete-button.ariaLabel
source: Delete
qvi: Kichuna

source: Edit image preview
qvi: Kamullchina punta rikurka
