Repository: translate/mozilla-gaia
Catalog: hsb/apps/gallery/gallery.properties.po
Languages: hsb

# number-selected2[zero]
source: Select
hsb: Wubrać

# number-selected2[one]
source: {{ n }} selected
hsb: {{ n }} wubrana

# number-selected2[two]
source: {{ n }} selected
hsb: {{ n }} wubranej

# number-selected2[few]
source: {{ n }} selected
hsb: {{ n }} wubrane

# number-selected2[many]
source: {{ n }} selected
hsb: {{ n }} wubranych

# number-selected2[other]
source: {{ n }} selected
hsb: {{ n }} wubranych

source: Delete photo?
hsb: Foto zhašeć?

source: Delete video?
hsb: Widejo zhašeć?

source: Nothing selected
hsb: Ničo wubrane

source: Delete selected item?
hsb: Wubrany zapisk zhašeć?

# delete-n-items?[two]
source: Delete {{ n }} items?
hsb: {{ n }} zapiskaj zhašeć?

# delete-n-items?[few]
source: Delete {{ n }} items?
hsb: {{ n }} zapiski zhašeć?

# delete-n-items?[many]
source: Delete {{ n }} items?
hsb: {{ n }} zapiskow zhašeć?

# delete-n-items?[other]
source: Delete {{ n }} items?
hsb: {{ n }} zapiskow zhašeć?

# pickoneimage2
source: Select
hsb: Wubrać

# cropimage
source: Crop
hsb: Přitřihać

source: Cancel
hsb: Přetorhnyć

source: Delete
hsb: Zhašeć

source: OK
hsb: W porjadku

source: Edit
hsb: Wobdźěłać

source: Save
hsb: Składować

source: Done
hsb: Dokónčene

source: Exposure
hsb: Naswětlenje

source: Crop
hsb: Přitřihać

source: Effects
hsb: Efekty

source: Borders
hsb: Ramiki

source: Auto-enhance on
hsb: Awtomatiske polěpšenje zapinjene

source: Auto-enhance off
hsb: Awtoamtiske polěpšenje wupinjene

source: Apply
hsb: Nałožić

source: Filters
hsb: Filtry

source: B&W
hsb: Čorno&běły

source: Freeform
hsb: Swobodna forma

source: Portrait
hsb: Wysoki format

source: Landscape
hsb: Prěčny format

source: Square
hsb: Kwadrat

source: No photos or videos
hsb: Žane fota abo wideja

source: Use the Camera app to get started.
hsb: Wužijće nałoženje Kamera, zo byšće započał.

source: No photos
hsb: Žane fota

source: No memory card
hsb: Žana składowanska karta

source: Insert a memory card to use this app.
hsb: Zasadźće składowansku kartu, zo byšće tute nałoženje wužiwał.

source: Memory card in use
hsb: Składowanska karta so hižo wužiwa

source: Unplug the phone to use this app.
hsb: Wottykńće telefon, zo byšće tute nałoženje wužiwał.

source: Scanning
hsb: Pytanje

source: Looking for photos and videos.
hsb: Fota a wideja so pytaja.

source: Database Upgrade
hsb: Aktualizacija datoweje banki

source: Please wait while Gallery updates its database.
hsb: Prošu počakajće, mjeztym zo galerija swoju datowu banku aktualizuje.

source: Can not share this image file type.
hsb: Tutón wobrazowy typ njeda so dźělić.

source: Can not edit photos: Memory card is full.
hsb: Fota njedadźa so wobdźěłać: Składowanska karta je połna.

source: Image is too large to display on this device.
hsb: Wobraz je přewulki, zo by jón na tutym graće zwobrazniło.

source: Image is invalid or corrupt and cannot be displayed.
hsb: Wobraz je njepłaćiwy abo wobškodźeny a njeda so zwobraznić.

source: {{filename}} saved to Gallery
hsb: {{filename}} je so do Galerije składowała

source: New copy saved.
hsb: Nowa kopija składowana.

source: Go to Camera
hsb: Ke kamerje přeńć

source: Name
hsb: Mjeno

source: Size
hsb: Wulkosć

source: Image Type
hsb: Wobrazowy typ

source: Date Taken
hsb: Datum fotografowanja

source: Resolution
hsb: Rozeznaće

source: Close
hsb: Začinić

source: Bytes
hsb: Bajty

source: Gallery
hsb: Galerija

source: Preview
hsb: Přehlad

source: Video dated {{ timeStamp }}
hsb: Widejo wot {{ timeStamp }}

source: Image dated {{ timeStamp }}
hsb: Wobraz wot {{ timeStamp }}

source: Back
hsb: Wróćo

# crop-options.ariaLabel
source: Crop
hsb: Přitřihać

source: Custom aspect ratio
hsb: Swójski bóčny poměr

source: Portrait aspect ratio
hsb: Bóčny poměr wysokeho formata

source: Landscape aspect ratio
hsb: Bóčny poměr prěčneho formata

source: Square aspect ratio
hsb: Kwadratny bóčny poměr

source: More aspect ratios
hsb: Dalše bóčne poměry

source: 3:4 portrait
hsb: 3:4 wysoki format

source: 4:3 landscape
hsb: 4:3 prěčny format

source: 16:9 landscape
hsb: 16:9 prěčny format

source: Effect
hsb: Efekt

source: None
hsb: Žadyn

source: Black and white
hsb: Čorny a běły

source: Blue steel
hsb: Woclomódry

source: Faded
hsb: Zblědnjeny

# exposure-button.ariaLabel
source: Exposure
hsb: Naswětlenje

# crop-button.ariaLabel
source: Crop
hsb: Přitřihać

# effect-button.ariaLabel
source: Effects
hsb: Efekty

source: Enhance
hsb: Polěpšić

source: Camera
hsb: Kamera

source: Select multiple
hsb: Wjacore wubrać

# edit-button.ariaLabel
source: Edit
hsb: Wobdźěłać

source: Share
hsb: Dźělić

source: Information
hsb: Informacije

# delete-button.ariaLabel
source: Delete
hsb: Zhašeć

source: Edit image preview
hsb: Wobrazowy přehlad wobdźěłać
