Repository: translate/mozilla-gaia
Catalog: dsb/apps/ringtones/ringtones.properties.po
Languages: dsb

source: Manage Tones
dsb: Zuki zastojaś

source: Share ringtone
dsb: Zwónjenje źěliś

source: Delete ringtone
dsb: Zwónjenje lašowaś

source: Share alert
dsb: Warnowanje źěliś

source: Delete alert
dsb: Warnowanje lašowaś

# actions-cancel
source: Cancel
dsb: Pśetergnuś

source: Delete Ringtone
dsb: Zwónjenje lašowaś

source: Delete Alert
dsb: Warnowanje lašowaś

source: Are you sure you want to delete "<bdi>{{tone}}</bdi>"?
dsb: Cośo napšawdu "<bdi>{{tone}}</bdi>" lašowaś?

source: "<bdi>{{tone}}</bdi>" is the current default ringtone.<br><br>Are you sure you want to delete it?
dsb: "<bdi>{{tone}}</bdi>" jo aktualne standardne zwónjenje.<br><br>Cośo jo napšawdu lašowaś?

source: "<bdi>{{tone}}</bdi>" is the current default alert.<br><br>Are you sure you want to delete it?
dsb: "<bdi>{{tone}}</bdi>" jo aktualne standardne warnowańske zwónjenje.<br><br>Cośo jo napšawdu lašowaś?

# delete-cancel
source: Cancel
dsb: Pśetergnuś

source: Delete
dsb: Lašowaś

source: Ringtone deleted.
dsb: Zwónjenje wulašowane.

source: Alert deleted.
dsb: Warnowanje wulašowane.

source: New ringtone created.
dsb: Nowe zwónjenje napórane.

source: Ringtone set as default.
dsb: Zwónjenje jo se ako standard nastajiło.

source: SD Card
dsb: SD-kórta

source: Select Sound
dsb: Zuk wubraś

source: Set
dsb: Nastajiś

source: {{ringtoneSectionBrandName}} Ringtones
dsb: Zwónjenja {{ringtoneSectionBrandName}}

source: {{ringtoneSectionBrandName}} Alerts
dsb: Alarmy {{ringtoneSectionBrandName}}

source: My Ringtones
dsb: Móje zwónjenja

source: My Alerts
dsb: Móje alarmy

source: Create Ringtone
dsb: Zwónjenje napóraś

source: Save
dsb: Składowaś

# create-cancel
source: Cancel
dsb: Pśetergnuś

source: Corrupted File
dsb: Wobškóźona dataja

source: The file is corrupted. It cannot be used to create a ringtone.
dsb: Dataja jo wobškóźona. Njedajo se wužywaś, aby zwónjenje napórało.

source: Ringtone Not Created
dsb: Zwónjenje njejo se napórało

source: There was an issue creating the ringtone. Please try again.
dsb: Problem pśi napóranju zwónjenja. Pšosym wopytajśo hyšći raz.

source: Use as default ringtone
dsb: Ako standardne zwónjenje wužywaś

source: OK
dsb: W pórěźe

source: Untitled
dsb: Bźez titela

source: Add
dsb: Pśidaś
