Repository: translate/mozilla-gaia
Catalog: hto/apps/communications/contacts/contacts.properties.po
Languages: hto

source: Call
hto: Jɨrite

source: Edit
hto: Abɨdo Fɨnode

source: Cancel
hto: Fúitade

source: Done
hto: Fɨnoka

source: OK
hto: Jɨɨ

source: Retry
hto: Abɨdo fɨnori

source: Contacts
hto: Komɨnɨ

source: Add contact
hto: Zóta íe komɨnɨ

source: Delete contact
hto: Óni óga komɨnɨ

source: Select contact
hto: Nɨzede komɨnɨ

source: Edit contact
hto: Abɨdo Fɨnode komɨnɨ

source: Delete contact?
hto: Fúitade komɨnɨ

source: Remove
hto: Fuitade

source: Delete
hto: Fúitade

source: Comments
hto: Yóga kómɨnɨ

source: This contact does not have a phone number
hto: Jóriaɨmo bíe kóme kákara íe úiraɨma íñede

source: This contact does not have an email address
hto: Jóriaɨmo bíe kóme úiraɨma íñede

source: This contact does not have a phone number or email address
hto: Jóriaɨmo bíe kóme kákara íe úiraɨma íñede

source: Remove contact picture?
hto: ¿Jóreño óni óye kómɨnɨ?

source: Loading contacts…
hto: Abɨ́abɨde komɨnɨ

source: No contacts in your Contacts list
hto: Íñede komɨnɨ raɨe kúejinamo

source: No name
hto: Mamékɨñede

source: Name
hto: Mamékɨ

source: Last name
hto: Moo mámekɨ

# tel.placeholder
source: Phone
hto: Jóriaɨ

source: Carrier
hto: Fɨnoka ímɨe

# carrier.placeholder
source: Carrier
hto: Fɨnoka ímɨe

source: Email
hto: Úiraɨma

# email.placeholder
source: Email
hto: Úiraɨma

source: Street
hto: io

source: Zip code
hto: C. P.

source: City
hto: Naɨraɨ íyano

source: Country
hto: Náɨraɨ íyano énɨe

source: Comment
hto: Yóga kómɨnɨ

source: Company
hto: Fɨnoka íyano

source: Date
hto: Ímona

# date-span-placeholder
source: Date
hto: Ímona

# date.placeholder
source: Date
hto: Ímona

source: Birthday
hto: Jeíkɨrɨyarui

source: Anniversary
hto: Jeíkɨriyaraui

source: Add Picture
hto: Jóreño zóta

source: Add Phone
hto: Jóriaɨ zóta

source: Add Email
hto: Úiraɨma zóta

source: Add Address
hto: Íyano zóta

source: Add Date
hto: Ímona jóne bénomo

source: Add Comment
hto: Yóga kómɨnɨ jóne bénomo

source: Add as Favorite
hto: Dáma ó íyena zota

source: Remove as Favorite
hto: Dáma ó íyena óni dota

source: Add
hto: Zóta

# editButton.ariaLabel
source: Edit
hto: Abɨdo Fɨnode

# settingsButton.ariaLabel
source: Settings
hto: Ñúe fɨnóye

# phoneDetail.ariaLabel
source: Phone
hto: Jóriaɨ

# emailDetail.ariaLabel
source: Email
hto: Úiraɨma

# addressDetail.ariaLabel
source: Address
hto: íyano

# dateDetail.ariaLabel
source: Date
hto: Ímona

# composeEmail.ariaLabel
source: Email
hto: Úiraɨma

# makeCall.ariaLabel
source: Call
hto: Jɨrite

source: Phones
hto: Jóriaɨ

source: Emails
hto: Úiraɨma

source: Addresses
hto: íyano

source: Dates
hto: Ímona

source: Notes
hto: Kúiana

source: Exit
hto: Jino jaide

source: Expand
hto: Bɨfákoide

source: Name:
hto: Mamékɨ:

source: Last name:
hto: Moo mámekɨ

source: Phone number:
hto: Jóriaɨ fákara:

source: Carrier:
hto: Fɨnoka ímɨe

source: Email:
hto: Úiraɨma:

source: Street:
hto: io:

source: Zip code:
hto: C. P.

source: City:
hto: Naɨraɨ íyano:

source: Country:
hto: Náɨraɨ íyano énɨe:

source: Comment:
hto: Yóga kómɨnɨ:

source: Main information
hto: Jíyakɨ rafue

source: Phone numbers
hto: Jóriaɨ fákara

source: Email address
hto: Úiraɨma íyano

# legendAddress
source: Address
hto: íyano

source: Transfer Contacts
hto: Kómɨnɨ jɨaɨemo óre

# importContactsTitle
source: Import Contacts
hto: Kómɨnɨ atɨ́ béno

# importContactsButton
source: Import Contacts
hto: Kómɨnɨ atɨ́ béno

# exportContactsTitle
source: Export Contacts
hto: Kómɨnɨ jɨ́aemo óre

# exportContactsButton
source: Export Contacts
hto: Kómɨnɨ jɨ́aemo óre

source: Export
hto: Jíno órede

source: Export to SIM
hto: Jíno óreri SIM

source: Export to memory card
hto: Jíno óreri ráa ofítaramo

source: Export to Bluetooth
hto: Jíno óreri Bluetooth

source: Cannot use memory card because USB storage is enabled
hto: Rabekɨ SD jónenide, Já bónoka disco USB

source: Export error
hto: Jíno órenide

source: No contacts exported
hto: Kómɨnɨ jɨ́aemo óreñega

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
hto: {{exported}}/{{total}} kómɨnɨ jɨ́aemo óreka

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
hto: {{exported}}/{{total}} kómɨnɨ jɨ́aemo óreka

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
hto: {{exported}}/{{total}} kómɨnɨ jɨ́aemo óreka

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
hto: {{exported}}/{{total}} kómɨnɨ jɨ́aemo óreka

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
hto: {{exported}}/{{total}} kómɨnɨ jɨ́aemo óreka

source: Some error happened while exporting
hto: Fɨgoñede zúide órekamo

# exportError-SD-shared
source: Can’t access memory card because it’s shared
hto: Ráa ófɨtaɨra éroinide, jɨaɨmakɨ dɨga íte

# exportError-SD-unavailable
source: Memory card is not available
hto: Bírui íñede ráa ofítaɨra

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
hto: Ráa ófɨtaɨra íyano íñede komɨnɨ óreyena

source: SIM card is not available
hto: SIM Bírui íñede

# exportError-BT-shared
source: Can’t access memory card because it’s shared
hto: Ráa ófɨtaɨra éroinide, jɨaɨmakɨ dɨga íte

# exportError-BT-unavailable
source: Memory card is not available
hto: Bírui íñede ráa ofítaɨra

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
hto: Ráa ófɨtaɨra íyano íñede komɨnɨ óreyena

source: Social networks
hto: Kómɨnɨ íyano rafue yoyena

source: Link contact
hto: Kómɨnɨ jóneye

source: Unlink contact
hto: Kómɨnɨ óni óye

source: Do you want to unlink your friend?
hto: ¿Nabai íokadio?

source: Unlink
hto: Óni óye

source: Import Facebook friends
hto: Nabai atɨ́ri Facebook

source: View Facebook profile
hto: Náama mámekɨ éroi Facebook

source: Message
hto: Úaina

source: Wall post
hto: Inikomo kúeno

source: Share Contact
hto: Kómɨnɨ féka

source: The contact cannot be shared due to Facebook constraint.
hto: Kómɨnɨ fékánide Facebook dái jónega

source: Other accounts
hto: Jɨaíe fákara

source: Sync friends
hto: Nábai dáamakɨ

source: Select mobile
hto: Jóriaɨ nɨze

source: Select email
hto: Úiraɨma nɨze

source: Select recipient
hto: Mámekɨ óreyena nɨze

source: Settings
hto: Ñúe fɨnóye

source: Order by last name
hto: Moo mámekɨ dái jóne

# importSim2
source: SIM card
hto: Rabekɨ SIM

source: Update imported friends
hto: Nabai atɨka ñúe fɨnoye

source: Removing Facebook data
hto: Óni óna ráanɨaɨ Facebook íe

source: Logging out from Facebook
hto: Fúite Facebook

source: Remove all Facebook data?
hto: ¿Nana ráanɨaɨ oni óikadɨo Facebook?

source: Your password in Facebook has changed. Please, update it.
hto: Ó fakára ráa Facebook já jɨaɨe jóbide. Mái jɨaɨena jone.

source: Not enabled yet
hto: Náɨ bonóñega

source: To import contacts connect to Wi-Fi or data network
hto: Kómɨnɨ atiyena, wifi íe raanɨ íri

source: SIM card
hto: Rabekɨ SIM

source: Memory card
hto: Ráa ofítaɨra

# ICEContactsGroup
source: ICE Contacts
hto: Komɨnɨ ICE

source: Set ICE Contacts
hto: Ñúe fɨnoye komɨnɨ ICE

# ICESettingTitle
source: ICE Contacts
hto: Komɨnɨ ICE

source: Add two contacts for making “In Case of Emergency” calls.
hto: "Ñúe iñedɨo" jɨrɨyena mena kómɨnɨ jóne

source: ICE Contact 1
hto: Komɨnɨ 1 ICE

source: Select a contact
hto: Nɨze daa komɨnɨ

source: ICE Contact 2
hto: Komɨnɨ 2 ICE

source: This contact is already an existing ICE contact
hto: ICE Já íte komɨnɨ kɨgɨmo

source: There was an error setting the contact as ICE
hto: Abɨdo fɨnofɨnoga komɨnɨ ICE daa fɨgoñede íte

source: This contact doesn't have a phone number
hto: Jóriaɨmo bíe kóme kákara íñede

source: Facebook contacts cannot be set as ICE contacts
hto: ICE Facebook diga kómɨnɨ fɨnonide

source: Deleted phone numbers are removed from ICE Contact
hto: Jóriaɨmo fákara íte kómɨnɨ ICE óni óye

source: All the numbers are deleted. This contact is removed from the ICE Contacts.
hto: Já óni oga fakara. ICE óni oga komɨnɨ

source: No contacts
hto: Íñede komɨnɨ

source: Start adding them now
hto: Maí úita

source: Not imported
hto: Átɨñega

source: Imported
hto: Átika

source: Today
hto: Jabe

source: Yesterday
hto: Nauíri

source: Organize Contacts
hto: Kómɨnɨ dai jóne

source: Find duplicate contacts
hto: Kómɨnɨ menarie baíga

source: Preparing contacts
hto: Fɨnofɨnode komɨnɨ

source: SIM Card is full
hto: SIM rabekɨ já óruide

source: Cannot access SIM card’s phone book
hto: SIM kómɨnɨ jɨrɨya éroinide

source: No SIM detected
hto: Báñeiga SIM

source: An error occurred while exporting a contact
hto: Kómɨnɨ óreka fɨgoñede jáide

source: To export contacts insert or unlock your SIM card
hto: Kómɨnɨ óreyena, rabekɨ SIM jóne

source: To export contacts insert a memory card
hto: Kómɨnɨ óreyena, ráa ofitaɨra jóne

source: Contacts Management
hto: Ó dama kómɨnɨ

# DeleteTitle
source: Delete
hto: Fúitade

source: Delete Contacts
hto: Óni óga komɨnɨ

source: Contacts delete cancelled
hto: Kómɨnɨ óiakaiga dɨno mózide

# DeletedTxt[zero]
source: No Contact to Delete
hto: Íñede komɨnɨ óni óyena

source: 1 Contact removed
hto: Óni óga 1 kóminɨ

# DeletedTxt[two]
source: {{n}} Contacts removed
hto: {{n}} óni óga kóminɨ

# DeletedTxt[few]
source: {{n}} Contacts removed
hto: {{n}} óni óga kóminɨ

# DeletedTxt[many]
source: {{n}} Contacts removed
hto: {{n}} óni óga kóminɨ

# DeletedTxt[other]
source: {{n}} Contacts removed
hto: {{n}} óni óga kóminɨ

source: Deleting contacts
hto: Komɨnɨ óni óoga

# ContactConfirmDel[zero]
source: No Contact to Delete
hto: Íñede komɨnɨ óni óyena

source: Delete 1 Contact? This cannot be undone.
hto: ¿1 kómɨnɨ óni íokadɨo? Óni óikañede.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
hto: ¿Óni óikadɨo {{n}} kókmɨnɨ? Óni óikañede.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
hto: ¿Óni óikadɨo {{n}} kókmɨnɨ? Óni óikañede.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
hto: ¿Óni óikadɨo {{n}} kókmɨnɨ? Óni óikañede.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
hto: ¿Óni óikadɨo {{n}} kókmɨnɨ? Óni óikañede.

# SelectedTxt[zero]
source: Contacts
hto: Komɨnɨ

# SelectedTxt[one]
source: {{n}} selected
hto: {{n}} nɨzede

# SelectedTxt[two]
source: {{n}} selected
hto: {{n}} nɨzede

# SelectedTxt[few]
source: {{n}} selected
hto: {{n}} nɨzede

# SelectedTxt[many]
source: {{n}} selected
hto: {{n}} nɨzede

# SelectedTxt[other]
source: {{n}} selected
hto: {{n}} nɨzede

source: Video
hto: Jóreño fɨnoka

# removeField.ariaLabel
source: Remove
hto: Fuitade

source: Undo
hto: Óni dóta

source: ICE Contacts
hto: Komɨnɨ ICE

source: Edit Picture
hto: Jána abɨdo fɨno

source: Remove photo
hto: Jóreño óni óno bénona

source: Change photo
hto: Jɨaɨe jóreño jóne

source: Photo options
hto: Jóreño nizeyena

source: Import all
hto: Nána jíno óre

source: No contacts imported
hto: Kómɨnɨ íñede jɨ́aemo óreñega

source: Imported one contact
hto: Dama komɨnɨ uiya

# vCardContacts-imported[two]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ já óreka

# vCardContacts-imported[few]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ já óreka

# vCardContacts-imported[many]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ já óreka

# vCardContacts-imported[other]
source: Imported {{n}} contacts
hto: {{n}} komɨnɨ já óreka
