Repository: translate/mozilla-gaia
Catalog: */apps/communications/ftu/ftu.properties.po
Languages: bn_bd

source: Enter PIN code
bn_bd: পিন কোড প্রবেশ করুন

source: Type your PIN code
bn_bd: আপনার পিন কোড লিখুন

source: SIM {{n}} PIN
bn_bd: সিম {{n}} এর পিন

source: PIN must have between 4 and 8 characters.
bn_bd: পিন অবশ্যই ৪ থেকে ৮ অক্ষরের হতে হবে।

source: The PIN was incorrect.
bn_bd: পিন ভুল।

source: You have one try left to enter the correct code before locking the SIM card.
bn_bd: সিম কার্ড লক হয়ে যাওয়ার আগে আপনার কাছে সঠিক কোড প্রবেশ করানোর জন্য একটি সুযোগ আছে

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
bn_bd: সিম কার্ড লক হয়ে যাওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
bn_bd: সিম কার্ড লক হয়ে যাওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
bn_bd: সিম কার্ড লক হয়ে যাওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
bn_bd: সিম কার্ড লক হয়ে যাওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
bn_bd: আপনার সঠিক PIN দেওয়ার এটাই শেষ সুযোগ। অন্যথায়, এই সিম কার্ড ব্যবহার করতে আপনাকে PUK কোড দিতে হবে।

source: Enter PUK code
bn_bd: PUK কোড দিন

source: Enter SIM {{n}} PUK
bn_bd: সিম {{n}} এর পাক প্রবেশ করান

source: SIM {{n}} PUK
bn_bd: সিম {{n}} এর পাক

source: PUK code
bn_bd: PUK কোড

source: PUK code must have exactly 8 characters.
bn_bd: PUK কোড অবশ্যই ৮ অক্ষরের হতে হবে।

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
bn_bd: আপনাকে অবশ্যই সিম কার্ডের Personal Unlocking Key (PUK) কোড প্রবেশ করাতে হবে। সিম কার্ডের তথ্যগুলো দেখুন বা মোবাইল অপারেটর এর সাথে যোগাযোগ করুন।

source: The PUK was incorrect.
bn_bd: PUK কোডটি ভুল।

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
bn_bd: সিম কার্ড চিরতরে অকেজো হয়ে যাওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে একটি সুযোগ আছে। আপনার সিম কার্ডের নথিপত্র পড়ুন অথবা অধিক তথ্যের জন্য আপনার সেবাদানকারী সংস্থার সাথে যোগাযোগ করুন।

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
bn_bd: সিম কার্ড চিরতরে অকেজো হয়ে যাওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে। আপনার সিম কার্ডের নথিপত্র পড়ুন অথবা অধিক তথ্যের জন্য আপনার সেবাদানকারী সংস্থার সাথে যোগাযোগ করুন।

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
bn_bd: সিম কার্ড চিরতরে অকেজো হয়ে যাওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে। আপনার সিম কার্ডের নথিপত্র পড়ুন অথবা অধিক তথ্যের জন্য আপনার সেবাদানকারী সংস্থার সাথে যোগাযোগ করুন।

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
bn_bd: সিম কার্ড চিরতরে অকেজো হয়ে যাওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে। আপনার সিম কার্ডের নথিপত্র পড়ুন অথবা অধিক তথ্যের জন্য আপনার সেবাদানকারী সংস্থার সাথে যোগাযোগ করুন।

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
bn_bd: সিম কার্ড চিরতরে অকেজো হয়ে যাওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে। আপনার সিম কার্ডের নথিপত্র পড়ুন অথবা অধিক তথ্যের জন্য আপনার সেবাদানকারী সংস্থার সাথে যোগাযোগ করুন।

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
bn_bd: সঠিক PUK কোড প্রবেশ করানোর জন্য এটাই আপনার শেষ সুযোগ। ভুল PUK কোড প্রবেশ করানোর কারনে আপনার সিম কার্ড টি চিরতরে অকেজো হয়ে যাবে।

source: Create new PIN (4 to 8 digits)
bn_bd: নুতুন PIN তৈরি করুন (৪ থেকে ৮ সংখ্যা)

source: Confirm new PIN
bn_bd: নতুন PIN নিশ্চিত করুন

source: PINs don’t match
bn_bd: PIN গুলো মিলছে না

source: Enter NCK code
bn_bd: NCK কোড দিন

source: Enter CCK code
bn_bd: CCK কোড দিন

source: Enter SPCK code
bn_bd: SPCK কোড দিন

source: Enter SIM {{n}} NCK
bn_bd: সিম {{n}} এর NCK প্রবেশ করান

source: Enter SIM {{n}} CCK
bn_bd: সিম {{n}} এর CCK প্রবেশ করান

source: Enter SIM {{n}} SPCK
bn_bd: সিম {{n}} এর SPCK প্রবেশ করান

source: SIM {{n}} NCK
bn_bd: সিম {{n}} এর NCK

source: SIM {{n}} CCK
bn_bd: সিম {{n}} এর CCK

source: SIM {{n}} SPCK
bn_bd: সিম {{n}} এর SPCK

source: Type your NCK code
bn_bd: আপনার NCK কোড লিখুন

source: Type your CCK code
bn_bd: আপনার CCK কোড লিখুন

source: Type your SPCK code
bn_bd: আপনার SPCK কোড লিখুন

source: NCK must have between 8 and 16 characters.
bn_bd: NCK অবশ্যই ৮ থেকে ১৬ অক্ষরের হতে হবে।

source: CCK must have between 8 and 16 characters.
bn_bd: CCK অবশ্যই ৮ থেকে ১৬ অক্ষরের হতে হবে।

source: SPCK must have between 8 and 16 characters.
bn_bd: SPCK অবশ্যই ৮ থেকে ১৬ অক্ষরের হতে হবে।

source: The NCK code is incorrect.
bn_bd: NCK কোডটি ভুল।

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
bn_bd: নেটওয়ার্ক বাতিলের আবেদন ব্যর্থ হয়েছে। সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে একটি সুযোগ আছে। আপনার ডিভাইসের নথিপত্র পড়ুন অথবা অধিক তথ্যের জন্য আপনার অপারেটরের সাথে যোগাযোগ করুন।

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
bn_bd: নেটওয়ার্ক বাতিলের আবেদন ব্যর্থ হয়েছে। সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে। আপনার ডিভাইসের নথিপত্র পড়ুন অথবা অধিক তথ্যের জন্য আপনার অপারেটরের সাথে যোগাযোগ করুন।

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
bn_bd: নেটওয়ার্ক বাতিলের আবেদন ব্যর্থ হয়েছে। সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে। আপনার ডিভাইসের নথিপত্র পড়ুন অথবা অধিক তথ্যের জন্য আপনার অপারেটরের সাথে যোগাযোগ করুন।

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
bn_bd: নেটওয়ার্ক বাতিলের আবেদন ব্যর্থ হয়েছে। সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে। আপনার ডিভাইসের নথিপত্র পড়ুন অথবা অধিক তথ্যের জন্য আপনার অপারেটরের সাথে যোগাযোগ করুন।

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
bn_bd: নেটওয়ার্ক বাতিলের আবেদন ব্যর্থ হয়েছে। সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে। আপনার ডিভাইসের নথিপত্র পড়ুন অথবা অধিক তথ্যের জন্য আপনার অপারেটরের সাথে যোগাযোগ করুন।

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
bn_bd: নেটওয়ার্ক বাতিলের আবেদন ব্যর্থ হয়েছে। সঠিক কোড প্রবেশ করানোর জন্য এটিই আপনার সর্বশেষ সুযোগ। আপনার ডিভাইসের নথিপত্র পড়ুন অথবা অধিক তথ্যের জন্য আপনার অপারেটরের সাথে যোগাযোগ করুন।

source: Skip
bn_bd: এড়িয়ে যান

source: Send
bn_bd: পাঠান

source: OK
bn_bd: ওকে

source: The SIM card is locked
bn_bd: সিম কার্ডটি তালাবদ্ধ করা হয়েছে

source: last try.
bn_bd: শেষ চেষ্টা।

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
bn_bd: {{n}} বার চেষ্টা বাকি আছে।

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
bn_bd: {{n}} বার চেষ্টা বাকি আছে।

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
bn_bd: {{n}} বার চেষ্টা বাকি আছে।

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
bn_bd: {{n}} বার চেষ্টা বাকি আছে।

source: SIM Manager
bn_bd: সিম ব্যবস্থাপক

source: SIM {{n}}
bn_bd: সিম {{n}}

source: (default)
bn_bd: (পূর্বনির্ধারিত)

source: Outgoing calls, outgoing messasges and data connection are set to SIM 1 as default
bn_bd: আউটগোয়িং কল, আউটগোয়িং বার্তা এবং ডাটা সংযোগ পূর্বনির্ধারিতভাবে সিম ১ এ সেট করা

source: You can change default settings at Settings > SIM cards manager
bn_bd: সেটিং > সিম কার্ড ব্যবস্থাপক এ গিয়ে আপনি পূর্বনির্ধারিত সেটিংস পরিবর্তন করতে পারেন

source: SIM PIN locked
bn_bd: সিমের পিন লক হয়ে গেছে

source: No operator
bn_bd: কোনো অপারেটর নেই

source: Language
bn_bd: ভাষা

source: English
bn_bd: ইংরেজি

source: English (Dvorak)
bn_bd: ইংরেজি(Dvorak)

source: Spanish
bn_bd: স্প্যানিশ

source: Portuguese Brazilian
bn_bd: পোর্তিগিজ ব্রাজিলিয়

source: French
bn_bd: ফরাসি

source: Italian
bn_bd: ইতালীয়

source: Arabic
bn_bd: আরবী

source: Greek
bn_bd: গ্রীক

source: Hebrew
bn_bd: হিব্রু

source: Japanese
bn_bd: জাপানি

source: Kanji
bn_bd: কানজি

source: Traditional Chinese
bn_bd: সনাতন চীনা

source: Zhuyin
bn_bd: জুইন

source: Simplified Chinese
bn_bd: সরলকৃত চীনা

source: Pinyin
bn_bd: পিনইন

source: Cellular Data
bn_bd: সেলুলার ডাটা

source: Enable Data
bn_bd: ডাটা সক্রিয় করুন

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
bn_bd: ডাটা কানেকশন অনুমোদন সাপেক্ষে ওয়াই ফাই সংযোগ ছাড়াই আপনি আপনার ফোন সেট আপ করার অনুমতি পাবেন। আপনি সেটিংস এ গিয়ে পরে তা সক্রিয় করতে পারবেন। আপনি শুধু সম্ভাব্য অতিরিক্ত চার্জ এড়ানোর আপনার অপারেটরের সঙ্গে ডেটা প্ল্যান আছে কিনা তা নিশ্চিত করুন।

source: Warning
bn_bd: সতর্কতা

source: Geolocation
bn_bd: ভূঅবস্থান

source: Enable Geolocation
bn_bd: ভূঅবস্থান সক্রিয়করণ

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
bn_bd: {{brandShortName}} আপনার সঠিক অবস্থান জানার জন্য জিপিএস, ওয়াই-ফাই এবং আপনার কাছের মোবাইল নেটওয়ার্ক ব্যবহার করে।

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
bn_bd: মোজিলা ও অন্যান্য পরিষেবা প্রদানকারীদের কাছে তথ্য পাঠানো হয় যাতে করে তারা তা ব্যাবহারের মাধ্যমে অবস্থান ভিত্তিক উপাত্তের সমষ্টিগত উন্নতি করতে পারে। তথ্য আপনার ডিভাইসের মধ্যে সংরক্ষিত হতে পারে এবং এমনকি যখন কোন এপ্লিকেশন চালানো হচ্ছে তখন তথ্য সংগ্রহ করা হতে পারে।

source: Notice
bn_bd: নোটিস

source: More about your privacy
bn_bd: আপনার গোপনীয়তা সংরক্ষণ সম্পর্কে আরও জানুন

source: Wi-Fi
bn_bd: ওয়াই-ফাই

source: Scanning for networks
bn_bd: নেটওয়ার্কের জন্য অনুসন্ধান চালানো হচ্ছে

source: Select a network
bn_bd: একটি নেটওয়ার্ক নির্বাচন করুন

source: Connecting…
bn_bd: সংযুক্ত হচ্ছে...

source: Obtaining an IP address…
bn_bd: আইপি ঠিকানা নিচ্ছে...

source: Connected
bn_bd: সংযুক্ত

source: Connection failed
bn_bd: সংযোগ ব্যর্থ

source: Offline
bn_bd: অফ-লাইন

source: secured by {{capabilities}}
bn_bd: {{capabilities}} দ্বারা সুরক্ষিত

source: Security
bn_bd: নিরাপত্তা

source: None
bn_bd: কোনটিই নয়

source: Open
bn_bd: খুলুন

# identity
source: User
bn_bd: ব্যবহারকারী

# identityInput.placeholder
source: User
bn_bd: ব্যবহারকারী

source: Password
bn_bd: পাসওয়ার্ড

# passwordInput.placeholder
source: Password
bn_bd: গোপন শব্দ

source: Show Password
bn_bd: পাসওয়ার্ড প্রদর্শন

source: Refresh
bn_bd: রিফ্রেশ করুন

source: No wireless networks found
bn_bd: কোন ওয়্যারলেস নেটওয়ার্ক পাওয়া যায়নি

source: Join hidden network
bn_bd: গোপন বেতার সংযুক্তি

source: SSID Network Name
bn_bd: SSID নেটওয়ার্কের নাম

source: Date & Time
bn_bd: তারিখ এবং সময়

source: Set automatically
bn_bd: স্বয়ংক্রিয়ভাবে নির্ধারণ করুন

# timezoneMessage
source: Time zone
bn_bd: সময়-অঞ্চল

source: Date
bn_bd: তারিখ

source: Time
bn_bd: সময়

source: Time zone
bn_bd: সময়-অঞ্চল

source: Change
bn_bd: পরিবর্তন করুন

source: Import contacts
bn_bd: পরিচিতি তালিকা ইমপোর্ট করুন

source: SIM card
bn_bd: সিম কার্ড

source: Facebook
bn_bd: ফেসবুক

source: Outlook
bn_bd: আউটলুক

source: Gmail
bn_bd: জিমেইল

source: … checking
bn_bd: ...পরীক্ষা করা হচ্ছে

source: Not imported yet
bn_bd: এখনও আমদানী হয়নি

source: Other accounts
bn_bd: অন্যান্য একাউন্ট

source: Mobile
bn_bd: মোবাইল

source: You can import and edit Facebook friends anytime in Contacts settings
bn_bd: পরিচিতি সেটিংস এ আপনি যেকোনো সময় ফেসবুকের বন্ধুদের ইম্পোর্ট কিংবা সম্পাদনা করতে পারবেন

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
bn_bd: {{brandShortName}} মুক্ত এবং ওপেনসোর্স সফট্ওয়্যার থেকে সারা বিশ্বের লাখো মানুষের সমবেত প্রচেষ্টায় তৈরী হয়েছে। এ সম্পর্কে বেশ কিছু বিষয় আপনার জানা প্রয়োজন:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
bn_bd: {{brandShortName}} মোজিলা পাবলিক লাইসেন্স সহ অন্যান্য মুক্ত লাইসেন্স এর আওতায় আপনার কাছে এসেছে। {{brandShortName}} সহ একটি যন্ত্র অন্য কারো প্রোপাইটরী সফটওয়্যার যুক্ত হতে পারে। আপনি যদি তাদের শর্ত মেনে চলেন তাহলে মুক্ত লাইসেন্স এর আওতাধীন কোড আপনাকে সোর্স কোড পরিবর্তন ও আপনার পরিবর্তিত সংস্করন বিতরনের অধিকার দেয়।

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
bn_bd: {{brandShortName}} এর নাম বা লোগোর সীমাবদ্ধতাহীন মোজিলা ফাউন্ডেশনের বা অন্য কোনো পক্ষের ট্রেডমার্কের জন্য আপনি কোনো ট্রেডমার্ক অধিকার বা লাইসেন্স গ্রহন করেননি।

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
bn_bd: {{brandShortName}} এর কিছু বৈশিষ্ট্যে যেমন, ক্র্যাশ রিপোর্টার মোজিলায় মন্তব্য করার অপশন দেয়। মন্তব্য জমা দেয়া নির্বাচন করে আপনি মোজিলাকে মন্তব্য ব্যবহার করে প্রোডাক্ট উন্নয়ন, ওয়েবসাইটে মন্তব্য প্রকাশ এবং মন্তব্য বন্টনের অনুমোদন দেন।

source: Other
bn_bd: অন্যান্য

source: SIM Card Warning
bn_bd: সিম কার্ড সতর্কতা

source: Please, insert a SIM card and reboot your phone.
bn_bd: সিম কার্ড প্রবেশ করান এবং ফোন পুনরায় চালু করুন।

source: Sharing Performance Data
bn_bd: কার্যসম্পাদিত কাজের ডাটা শেয়ার

source: Telemetry sends Mozilla data about performance, hardware, configurations and customizations in your {{brandShortName}} device. We use this to make our products better, faster and more responsive.
bn_bd: টেলিমেট্রি মজিলার নিকট আপনার {{brandShortName}} ডিভাইসের পারফরম্যান্স,হার্ডওয়ার,কনফিগারেশন এবং পরিবর্তনগুলো পাঠায়। আমরা এগুলো ব্যবহার করি আমাদের পণ্যগুলোতে আরও ভাল, দ্রুত এবং প্রতিক্রিয়াশীল করার জন্য।

source: Learn more at
bn_bd: আরও জানতে দেখুন

source: Telemetry
bn_bd: দূরমাপন

source: Learn how Mozilla handles your information at
bn_bd: মোজিলা আপনার তথ্য কিভাবে পরিচালনা করে তা জানুন

source: Privacy
bn_bd: গোপনীয়তা

source: Welcome to {{brandShortName}}, the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
bn_bd: একটি মুক্ত এবং ওপেন সোর্স অপারেটিং সিস্টেম, {{brandShortName}} এ আপনাকে সুস্বাগতম। আমাদের লক্ষ্য হচ্ছে আপনার হাতে ওয়েবের ক্ষমতা রেখে মুক্ততা, নতুনত্ব এবং সুবিধাকে প্রচার করা।

source: Learn how Mozilla handles your information in our
bn_bd: মোজিলা আপনার তথ্য কিভাবে পরিচালনা করে তা জানুন আমাদের

source: privacy policy
bn_bd: গোপনীয়তা নীতি

source: Privacy policy
bn_bd: গোপনীয়তা নীতি

source: About {{brandShortName}}
bn_bd: {{brandShortName}} সম্পর্কে

source: Your Privacy
bn_bd: আপনার গোপনীয়তা

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
bn_bd: যখন আপনি {{brandShortName}} ব্যবহার করবেন তখন ওয়েবের একটি উজ্জ্বল ভবিষ্যৎ গড়ায় সাহায্যের জন্য আপনিও বিশ্ব সম্প্রদায়ের একজন হয়ে যাবেন। মোজিলা সম্প্রদায়, আমাদের আরো প্রোডাক্ট এবং আপনার কাছের ইভেন্ট সম্পর্কে আরো জানতে এখানে আপনার ই-মেইল ঠিকানা প্রবেশ করান।

source: I want to help improve {{brandShortName}} by sharing data about my phone.
bn_bd: আমার ফোনের তথ্য জানিয়ে আমি {{brandShortName}} এর উন্নয়নে সাহায্য করতে চাই।

source: Learn more.
bn_bd: আরো জানুন।

source: Email address
bn_bd: ইমেল ঠিকানা

source: Email successfully added
bn_bd: ইমেইল সফলভাবে যুক্ত হয়েছে

source: Saving your email…
bn_bd: আপনার ইমেইল সংরক্ষণ করা হচ্ছে…

source: {{brandShortName}} Privacy Choices
bn_bd: {{brandShortName}} গোপনীয়তা পছন্দ

source: Marketplace
bn_bd: মার্কেটপ্লেস

source: Back
bn_bd: পিছনে

source: Next
bn_bd: পরবর্তী

source: Join
bn_bd: যোগ দিন

source: That's it!
bn_bd: এখানেই সমাপ্ত!

source: Start your phone tour!
bn_bd: আপনার ফোন সফর শুরু করুন!

source: Start your tablet tour!
bn_bd: আপনার ট্যবলেট সফর শুরু করুন!

source: Join us for a quick tutorial about your new phone.
bn_bd: আপনার নতুন ফোন সম্পর্কে একটি ত্বরিত টিউটোরিয়ালের জন্য আমাদের সাথে যোগ দিন।

source: You're ready to enjoy your new phone.
bn_bd: আপনি আপনার নতুন ফোন উপভোগ করতে প্রস্তুত।

source: You can change the language, date/time and Wi-Fi connection in settings.
bn_bd: সেটিংস থেকে আপনি ভাষা, তারিখ/সময় এবং ওয়াই-ফাই সংযোগ পরিবর্তন করতে পারবেন।

source: Let's go
bn_bd: চলুন যাই

source: Start tour
bn_bd: সফর শুরু

source: That’s it ! You’re ready to enjoy your new tablet.
bn_bd: হয়ে গেছে! আপনি আপনার নতুন ট্যবলেটটি ব্যবহারের জন্য সম্পূর্ণ প্রস্তুত।

source: Swipe up from bottom to leave tutorial.
bn_bd: টিউটোরিয়াল থেকে বের হওয়ার জন্য নিচ থেকে উপরে শোয়াইপ করুন।

source: Swipe from right to left to browse your apps.
bn_bd: আপনার এপ ব্রাউজ করতে ডান থেকে বামে সুইপ করুন।

# tutorial-step2-tiny
source: Tap and hold on an icon to delete or move it.
bn_bd: কোনো আইকন অপসারণ বা স্থানান্তর করতে তার উপর চেপে ধরুন।

source: Enter any keyword or topic and your phone will instantly adapt.
bn_bd: কোন মূলশব্দ বা বিষয় প্রবেশ করান এবং আপনার ফোন তাৎক্ষনিকভাবে খাপ খাইয়ে নিবে।

source: Swipe down to access recent notifications, credit information and settings.
bn_bd: সাম্প্রতিক বিজ্ঞপ্তি, ক্রেডিট তথ্য এবং সেটিংস দেখতে নিচে সুইপ করুন।

source: Tap and hold the home button to browse and close recent apps.
bn_bd: সাম্প্রতিক এপে যেতে কিংবা বন্ধ করতে হোম বাটনে চেপে ধরুন।

source: Swipe left or right to discover new apps on home screen
bn_bd: প্রধান স্ক্রিনে নতুন এপ অনুসন্ধানের জন্য বাম থেকে ডানে সুইপ করুন

# tutorial-step2-large
source: Tap and hold on an icon to delete or move it.
bn_bd: কোনো আইকন অপসারণ বা স্থানান্ত্ররের জন্য তার উপর চেপে ধরুন।

source: Swipe down from top to access recent notiﬁcations, credit information and settings.
bn_bd: সাম্প্রতিক নোটিফিকেশন, ক্রেডিট তথ্য এবং সেটিংস এ যাওয়ার জন্য উপর থেকে নিচে সুইপ করুন।

source: Tap on an icon to access application.
bn_bd: এপ্লিকেশন চালানোর জন্য তার আইকনে চাপুন।

source: Swipe up from bottom to go back to home screen.
bn_bd: প্রধান স্ক্রিনে ফেরত যাওয়ার জন্য নিচ থেকে উপরে সুইপ করুন।

source: You must be connected to the Internet to view the page.
bn_bd: এই পৃষ্ঠা দেখার জন্য আপনাকে অবশ্যই ইন্টারনেটে সংযুক্ত থাকতে হবে।

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
bn_bd: অনুগ্রহ করে পিছনে ফেরত যান এবং ইন্টারনেট সংযুক্ত করুন। আপনি এই পৃষ্ঠা আবার পরে সেটিংস থেকে অথবা ব্রাউজারে {{url}} দিয়ে দেখতে পারবেন।

source: OK
bn_bd: ওকে

source: You must be connected to the Internet to subscribe to the newsletter.
bn_bd: এই নিউসলেটারের গ্রাহক হতে আপনাকে ইন্টারনেটে সংযুক্ত থাকতে হবে।

source: Please go back and connect to the Internet.
bn_bd: পেছনে ফিরে যান এবং ইন্টারনেটে সংযুক্ত হন।

source: Your email is not valid
bn_bd: এই নিউজ লেটারের গ্রাহক হতে আপনাকে ইন্টারনেটে সংযুক্ত হতে হবে।

source: Please go back and correct your entry.
bn_bd: অনুগ্রহ করে পিছনে যান এবং আপনার লেখা সঠিক করুন।

source: Cancel
bn_bd: বাতিল
