Repository: translate/mozilla-gaia
Catalog: yo/apps/email/email.properties.po
Languages: yo

source: Mail
yo: Méélì

source: You are not set up to send or receive email. Would you like to do that now?
yo: Akò ṣààtò fún ọ láti fi ì-meèlì ránṣẹ́ tàbí gbà. Ǹjẹ́ wá fẹ́ láti ṣe èyí báyì?

source: To send and receive email, you will need to set up an account.
yo: Láti fi jíṣẹ́ tàbí gba í-meèlì, wá nílò láti ṣàgbékalẹ̀ àkọọ̀lẹ̀.

source: New Account
yo: Àkọọ̀lẹ̀ Titun

# setup-info-name.placeholder
source: Your name
yo: Orúkọ rẹ

# setup-info-password.placeholder
source: Password
yo: Ọ̀rọ̀ aṣínà

# setup-info-next
source: Next
yo: Tókàn

source: Setting up account
yo: Sàátò àkọọ́lẹ̀

source: Mail account setup
yo: Ṣàgbékalẹ̀ àkọọ́lẹ̀ méèlì

source: All done!
yo: Gbogbo rẹ̀ ti ṣe tán!

source: Add another account
yo: Ṣàfikún àkọọ́lẹ̀ míìràn

source: Continue to Mail
yo: Tẹ̀siwájú si Méèlì

source: This device is currently offline. Connect to a network and try again.
yo: Ohun èlò yíì wà ní àìsílóníforíkorí lọ́wọ́lọ́wọ́. Sopọ̀ sí nẹ́tiwọkì kí o tún gbìyànjú.

source: Invalid username or password. Check for typos.
yo: Orúkọ aṣàmúlò tí kò kójú òsùnwọ̀n tàbí ọ̀rọ̀ aṣínà. Ṣàyẹ̀wò àsìsè títẹ̀.

source: Invalid e-mail address. Check for typos.
yo: Àdírẹ̀sì í-meèlì tí kò kójú òsùnwọ̀n. Ṣàyẹ̀wò àsìsè títẹ̀

source: The server said you’re not authorized to create an account
yo: Sáfà ní okò láṣẹ láti ṣẹ̀dá àkọọ́lẹ̀

source: Server unsupported. The POP3 server does not implement required features.
yo: Sáfà kò látìlẹ́yìn. POP3 sáfà kòní àgbékalẹ̀ àwọn àbùdá.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
yo: Àṣìṣe àìmọ̀ ṣẹlẹ̀. Ṣàyẹwò ìsopọ̀ nẹ́tíwọkì rẹ tàbí kí o gbìyànjú ẹ̀yán àtọ̀pọ̀ àfọwọ́ṣe

source: You must use an application specific password for two-factor Gmail accounts
yo: O gbọ́dọ̀ lo irufẹ́ ọ̀rọ̀ aṣínà àtòjọ-ètò fún ohun méjì àkọọ́lẹ̀ Gmail

source: You must enable IMAP for your Gmail account
yo: O gbọ́dọ̀ fàyegbà IMAP fún àkọọ́lẹ̀ Gmail rẹ

source: You must enable POP3 for your Gmail account
yo: O gbọ́dọ̀ fàyegbà POP3 fún àkọọ́lẹ̀ Gmail rẹ

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
yo: Kòle ṣèdásílẹ̀ ìsopọ̀ aláàbò pẹ̀lú "{{server}}". Ìṣòro léwà pẹ̀lú nẹ́tíwọkì rẹ tàbí sáfà.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
yo: Kòle ṣèdásílẹ̀ ìsopọ̀ aláàbò pẹ̀lú "{{server}}". Ìṣòro léwà pẹ̀lú nẹ́tíwọkì.

source: There is a problem with the server "{{server}}". Try again later.
yo: Ìṣòro wà pẹ̀lú sáfa "{{server}}". Tún gbìyànjú bóyá.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
yo: Kòle ṣàsopọ̀ láìfọ́wọ́seé àkọọ́lẹ̀ rẹ. ṣàtúnṣe àdírẹ̀sì í-meélì rẹ tàbí gbìyànjú àfọwọ́se.

source: The server "{{server}}" is offline for maintenance. Try again later.
yo: Sáfà náà "{{server}}" wà ní àìsílóníforíkorí fún ìbójútó. Tún gbìyànjú bóyá.

source: This account is already configured.
yo: Àkọọ́lẹ̀ yíì tiwà ní àgbékalẹ náà.

source: Manual setup
yo: Àgbékalẹ̀ àfọwọ́se

source: Manual Setup
yo: Àgbékalẹ̀ Àfọwọ́se

# setup-manual-account-type
source: Account type
yo: Irúfẹ́ àkọọ́lẹ̀

# setup-manual-imap-header
source: IMAP settings
yo: Ààtò IMAP

# setup-manual-pop3-header
source: POP3 settings
yo: Ààtò POP3

# setup-manual-smtp-header
source: SMTP settings
yo: Ààtò SMTP

# setup-manual-activesync-header
source: ActiveSync settings
yo: Ààtò ActiveSync

# setup-manual-next
source: Next
yo: Tókàn

source: Socket Type
yo: Irúfẹ́ Ojú Ìtaná

# setup-manual-hostname.placeholder
source: Hostname
yo: Orúkọ baálé

source: Port Number
yo: Nọ́ḿbà Ojú ìkànpọ̀

# setup-manual-username.placeholder
source: Username
yo: Orúkọ Aṣàmúlò

source: Domain\Username
yo: Àgbègbè ìkápá\Orúkọ Aṣàmúlò

source: Bad password!
yo: Ọ̀rọ̀ aṣínà tó burú!

source: We could not sign in to the server. Maybe your password is wrong?
yo: Akòle wọlé sí sáfà. Bóyá ọ̀rọ̀ aṣínà rẹ kò tọ́nà?

source: New password
yo: Ọ̀rọ̀ aṣínà titun

source: Retry with new password
yo: Tún gbìyànjú ọ̀rọ̀ aṣínà titun

source: Two-Factor Enabled
yo: Òǹfa-meji Ti tàn

source: You need to enter an application-specific password below.
yo: O gbọ́dọ̀ mú wọlé ọ̀rọ̀ aṣínà irúfẹ́ ohun èlò nísàlẹ̀.

source: Use application password
yo: Lo ọ̀rọ̀ aṣínà ohun elò

source: IMAP Disabled
yo: IMAP Wà nípò àìṣeélò

source: You must enable IMAP on your Gmail account
yo: O gbọ́dọ̀ ti tàn IMAP lóri àkọọ́lẹ̀ Gmail rẹ

# setup-gmail-imap-retry
source: Retry
yo: Tun gbèyẹ̀wò

source: POP3 Disabled
yo: POP3 nípò àìṣeélò

source: You must enable POP3 on your Gmail account
yo: O gbọ́dọ̀ ti tàn POP3 lóri àkọọ́lẹ̀ Gmail rẹ

# setup-gmail-pop3-retry
source: Retry
yo: Tun gbèyẹ̀wò

source: Mail Settings
yo: Ààtò Méelì

# settings-account-name
source: Your name
yo: Orúkọ rẹ

source: Display notifications for new messages
yo: Ṣàfihàn ìfitónilétí fún àwọn iṣẹ́ titun

source: Play sound after message is sent
yo: Ṣeré ohùn lẹ́hìn tí iṣẹ́ tilọ

source: Username and password
yo: Orúkọ aṣàmúlò àti ọ̀rọ̀ aṣínà

source: Done
yo: Ti Ṣe Tán

# settings-account-section
source: Accounts
yo: Àkọọ́lẹ̀

source: Add Account
yo: Ṣàfikún Àkọọ́lẹ̀

source: Delete account
yo: Pa àkọọ́lẹ̀ rẹ́

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa {{account}} àkọọ́lẹ̀ méèlì rẹ rẹ́? O gbọ́dọ̀ tun ṣe ìgbàwálẹ̀ méèlì rẹ bí o bá tún ṣẹ̀dá àkọọ́lẹ̀.

# settings-account-delete-cancel
source: Cancel
yo: Parẹ́

# settings-account-delete-confirm
source: Delete
yo: Parẹ́

source: General settings
yo: Ààtò gbogboogbò

source: Always show images
yo: Ṣàfihàn àwòrán nígbà gbogbo

source: Download attachments
yo: Ṣàfikún àwọn ìsomọ́

source: Every 5 minutes
yo: Gbogbo ìṣẹjú 5

source: Every 10 minutes
yo: Gbogbo ìṣẹjú 10

source: Every 15 minutes
yo: Gbogbo ìṣẹjú 15

source: Every 30 minutes
yo: Gbogbo 30 ìṣẹjú

source: Every hour
yo: Gbogbo wákàtí

source: Manually
yo: Fọwọ́se

# settings-check-dynamic[two]
source: {{ n }} seconds
yo: {{ n }} àwọn ìṣẹjú àayá

# settings-check-dynamic[few]
source: {{ n }} seconds
yo: {{ n }} àwọn ìṣẹjú àayá

# settings-check-dynamic[many]
source: {{ n }} seconds
yo: {{ n }} àwọn ìṣẹjú àayá

# settings-check-dynamic[other]
source: {{ n }} seconds
yo: {{ n }} àwọn ìṣẹjú àayá

source: Set as default email
yo: Ṣàgbékalẹ̀ bíi í-meélì àkùnàyàn

# settings-account-type
source: Account type
yo: Irúfẹ́ àkọọ́lẹ̀

source: Credentials
yo: Àwọn ohun ẹ̀rí

# settings-activesync-label
source: ActiveSync settings
yo: Ààtò ActiveSync

# settings-imap-label
source: IMAP settings
yo: Ààtò IMAP

# settings-pop3-label
source: POP3 settings
yo: Ààtò POP3

# settings-smtp-label
source: SMTP settings
yo: Ààtò SMTP

# settings-hostname
source: Hostname
yo: Orúkọ baálé

source: Port
yo: Ojú ìkànpọ̀

# settings-username
source: Username
yo: Orúkọ aṣàmúlò

# settings-password
source: Password
yo: Ọ̀rọ̀ aṣínà

source: Save
yo: Ṣàfipamọ́

source: Password field should not be empty
yo: Àayè wúnrẹ̀n ọ̀rọ̀ aṣínà kò gbọ̀dọ̀ ṣófo

source: Automatic
yo: Aládàáṣe

source: 1 day
yo: Ọjọ́ 1

source: 3 days
yo: Àwọn ọjọ́ 3

source: 1 week
yo: Ọ̀sẹ̀ 1

source: 2 weeks
yo: Ọ̀sẹ̀ 2

source: 1 month
yo: Ọṣù 1

source: All messages
yo: Gbogbo iṣẹ́

# envelope-from
source: From
yo: Láti

# envelope-to
source: To
yo: Sí

source: Compose message
yo: Ṣẹ̀dá iṣẹ́

# compose-to
source: To
yo: Sí

source: {{ n }} attachment
yo: {{ n }} ìsopọ̀

# compose-attachments[two]
source: {{ n }} attachments
yo: {{ n }} àwọn ìsomọ́

# compose-attachments[few]
source: {{ n }} attachments
yo: {{ n }} àwọn ìsomọ́

# compose-attachments[many]
source: {{ n }} attachments
yo: {{ n }} àwọn ìsomọ́

# compose-attachments[other]
source: {{ n }} attachments
yo: {{ n }} àwọn ìsomọ́

source: One moment, still working on the previous attachment...
yo: Ìgbà díẹ̀ kan, ṣì nṣiṣẹ́ lóri ìsomọ́ tẹ́lẹ̀...

# compose-subject
source: Subject
yo: Orí ọ̀rọ̀

source: Save to Local Drafts
yo: Ṣafipamọ si Agbègbè Gbàyíyẹ̀wò

source: Sending email failed
yo: Ìfi í-meélì jíṣẹ́ kunà

source: Attachment too large
yo: Àsopọ̀ tóbi jù

source: Attachments too large
yo: Àwọn àsopọ̀ tóbi jù

source: The selected attachment is too large to send with this message.
yo: Àsopọ̀ tí a yàn ti tóbi jù láti fi jíṣẹ́ yìí.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
yo: Ìsomọ àṣayàn ti tóbijú láti fi jíṣẹ́ yìí. Gbìyànjú fáìlì kéréje.

source: OK
yo: ÓDA

source: attachment{{ n }}
yo: ìsomọ{{ n }}

source: This file is too large to download.
yo: Fáìlì yí ti tóbijù láti gbàwálẹ̀.

source: (no subject)
yo: (kòsí orí ọ̀rọ̀)

# message-edit-menu-delete
source: Delete
yo: Parẹ́

source: Delete email message?
yo: Pa í-meélì iṣẹ́ rẹ́?

source: Attachments can not be forwarded.
yo: Ìsopọ̀ kòle fi jíṣẹ́ síwájú.

# message-multiedit-header[one]
source: {{ n }} selected
yo: {{ n }} tí a yàn

# message-multiedit-header[two]
source: {{ n }} selected
yo: {{ n }} tí a yàn

# message-multiedit-header[few]
source: {{ n }} selected
yo: {{ n }} tí a yàn

# message-multiedit-header[many]
source: {{ n }} selected
yo: {{ n }} tí a yàn

# message-multiedit-header[other]
source: {{ n }} selected
yo: {{ n }} tí a yàn

source: Browse to URL?: {{ url }}
yo: Ṣàwárí si URL?: {{ url }}

source: Show external images
yo: Ṣàfihàn àwọn àwòrán ìta

# message-multiedit-cancel
source: Cancel
yo: Parẹ́

source: Delete this email message?
yo: Pa àwọn iṣẹ́ í-meélì rẹ́?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
yo: Pa {{ n }} àwọn iṣẹ́ í-meélì rẹ́?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
yo: Pa {{ n }} àwọn iṣẹ́ í-meélì rẹ́?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
yo: Pa {{ n }} iṣẹ́ í-meélì rẹ́?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
yo: Pa àwọn {{ n }} iṣẹ́ í-meélì rẹ́?

# message-large-message-cancel
source: Cancel
yo: Parẹ́

source: Continue
yo: Tẹ̀síwájú

source: This message is large and may take some time to download.
yo: Iṣẹ́ yìí ti tóbijù yóòsí gba àkókò láti gbàwálẹ̀.

# message-search-from
source: From
yo: Láti

# message-search-to
source: To
yo: Sí

# message-search-subject
source: Subject
yo: Orí ọ̀rọ̀

source: Body
yo: Ara

source: All
yo: Gbogbo

source: Search Mail
yo: Ṣàwarí méèlì

# message-search-cancel
source: Cancel
yo: Parẹ́

source: No mail in this Folder
yo: Kòsí méèlì nínu Fódà yíì

source: No matches in locally cached messages
yo: Kòsí àwọn adọ́gba ní iṣẹ́ ìfarasìn ìbílẹ̀

source: Select folder
yo: Fódà yíyàn

source: Save new contact
yo: Pamọ́ olùbásọ̀rọ̀ titun

source: Add to existing contact
yo: Ṣàfikún sí olùbásọ̀rọ̀ tówà

source: View contact
yo: Wo olùbásọ̀rọ̀

# message-contact-menu-reply
source: Reply
yo: Fesì

source: Send new mail
yo: Fi í-meélì titun jíṣẹ́

# message-reply-menu-reply
source: Reply
yo: Fesì

source: Reply All
yo: Fesì Gbogbo

source: Forward
yo: Iwájú

# message-reply-menu-cancel
source: Cancel
yo: Parẹ́

source: {name} wrote
yo: {name} kọ

source: Original message
yo: Ojúlówó iṣẹ́

# forward-header-subject
source: Subject
yo: Àkòrí ọ̀rọ̀

source: Date
yo: Déètì

# forward-header-from
source: From
yo: Láti

source: Reply-To
yo: Fèsì-Sí

# forward-header-to
source: To
yo: Sí

source: Inbox
yo: Àpótí àgbàwọ́lé

source: Sent
yo: Fijíṣẹ́

source: Drafts
yo: Àwọn àkọpamọ́

source: Trash
yo: Pàǹtí

source: Unsent
yo: Àìfijíṣẹ́

source: Junk
yo: Awúrúju

source: Archives
yo: Ibi ìkó nǹkan pamọsí

source: Local Drafts
yo: Àkọpamọ́ Abẹ́lé

# drawer-accounts-header
source: Accounts
yo: Àwọn àkọọ́lẹ̀

source: Settings
yo: Àwọn ààtò

source: Last sync:
yo: Ìbádọ́gba tó kẹ́hìn:

source: Undo
yo: Dá padà

source: 1 message flag set
yo: Ṣààtò àsìyá ìfiránṣẹ́ 1

# toaster-message-star[two]
source: {{ n }} message flags set
yo: {{ n }} ṣààtò àwọn àsìyá Ìfiránṣẹ́

# toaster-message-star[few]
source: {{ n }} message flags set
yo: {{ n }} ṣààtò àwọn àsìyá Ìfiránṣẹ́

# toaster-message-star[many]
source: {{ n }} message flags set
yo: {{ n }} ṣààtò àwọn àsìyá Ìfiránṣẹ́

# toaster-message-star[other]
source: {{ n }} message flags set
yo: {{ n }} àgbékalẹ̀ iṣẹ́ àsíá

source: 1 message flag removed
yo: Àyọkúrò iṣẹ́ àsíá 1

# toaster-message-unstar[two]
source: {{ n }} message flags removed
yo: {{ n }} Àyọkúrò iṣẹ́ àsíá kan

# toaster-message-unstar[few]
source: {{ n }} message flags removed
yo: {{ n }} Àyọkúrò iṣẹ́ àsíá kan

# toaster-message-unstar[many]
source: {{ n }} message flags removed
yo: {{ n }} Àyọkúrò iṣẹ́ àsíá kan

# toaster-message-unstar[other]
source: {{ n }} message flags removed
yo: {{ n }} Àyọkúrò iṣẹ́ àsíá kan

source: 1 message marked as read
yo: Ṣààmì iṣẹ́ 1 bí àìkà

# toaster-message-read[two]
source: {{ n }} messages marked as read
yo: {{ n }} ka àwọn ìfiránsẹ́ tí a fi àmì sí

# toaster-message-read[few]
source: {{ n }} messages marked as read
yo: {{ n }} ka àwọn ìfiránsẹ́ tí a fi àmì sí

# toaster-message-read[many]
source: {{ n }} messages marked as read
yo: {{ n }} ṣàmì àwọn iṣẹ́ bí kíkà

# toaster-message-read[other]
source: {{ n }} messages marked as read
yo: {{ n }} ṣàmì àwọn iṣẹ́ bí kíkà

source: 1 message marked as unread
yo: Ṣàmì iṣẹ́ 1 bí àìkà

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
yo: {{ n }} ṣàmì àwọn iṣẹ́ bí àìkà

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
yo: {{ n }} ṣàmì àwọn iṣẹ́ bí àìkà

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
yo: {{ n }} ṣàmì àwọn iṣẹ́ bí àìkà

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
yo: {{ n }} ṣààmì iṣẹ́ kan bí àìkà

source: 1 message moved
yo: Ti sún iṣẹ́ 1

# toaster-message-move[two]
source: {{ n }} messages moved
yo: {{ n }} ti sún iṣẹ́

# toaster-message-move[few]
source: {{ n }} messages moved
yo: {{ n }} ti sún iṣẹ́

# toaster-message-move[many]
source: {{ n }} messages moved
yo: {{ n }} ti sún iṣẹ́

# toaster-message-move[other]
source: {{ n }} messages moved
yo: {{ n }} ti sún iṣẹ́

source: 1 message deleted
yo: Pa iṣẹ́ 1 rẹ́

# toaster-message-delete[two]
source: {{ n }} messages deleted
yo: {{ n }} pa àwọn iṣẹ́ rẹ́

# toaster-message-delete[few]
source: {{ n }} messages deleted
yo: {{ n }} pa àwọn iṣẹ́ rẹ́

# toaster-message-delete[many]
source: {{ n }} messages deleted
yo: {{ n }} pa àwọn iṣẹ́ rẹ́

# toaster-message-delete[other]
source: {{ n }} messages deleted
yo: {{ n }} àwọn iṣẹ́ ti parẹ́

source: Unable to connect to server
yo: Kòle somọ́ sáfà

source: Remove text
yo: Ṣàyọkúrò àyọkà

source: Confirmation
yo: Ìjẹ́rì

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
yo: {{ n }} Í-meélì Titun

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
yo: {{ n }} Í-meélì Titun

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
yo: {{ n }} Àwọn Í-meélì Titun

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
yo: {{ n }} Àwọn Í-meélì Titun

source: 1 New Email ({{ accountName }})
yo: Í-meélì Titun 1 ({{ accountName }})

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
yo: {{ n }} Í-meélì Titun ({{ accountName }})

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
yo: {{ n }} Í-meélì Titun ({{ accountName }})

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
yo: {{ n }} Í-meélì Titun ({{ accountName }})

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
yo: {{ n }} Í-meélì Titun ({{ accountName }})
