Repository: translate/mozilla-gaia
Catalog: lg/apps/search/search.properties.po
Languages: lg

source: Install {{ title }}
lg: Wangamu {{ title }}

source: HISTORY
lg: Ebikadde

source: TOP SITES
lg: EBIBANJA EBISINGA

source: Suggestions
lg: Ebiteeso

source: Contacts
lg: Endagiriro z'amassimu

source: Places
lg: Ebifo

source: Add to Home Screen
lg: Yongera ku Sikulini esoka

source: No internet connection
lg: Tewali nkwatagana nakatimba

source: FUTURE
lg: EBYOMUMASO

source: TODAY
lg: LEERO

source: YESTERDAY
lg: EGGULO

source: LAST 7 DAYS
lg: ENAKU 7 EZIYISE

source: THIS MONTH
lg: OMWEZI GUNO

source: LAST 6 MONTHS
lg: EMYEZI 6 EGYIYISE

source: OLDER THAN 6 MONTHS
lg: OKUSUKA EMYEZI 6

source: JANUARY
lg: JANWAARI

source: FEBRUARY
lg: FEBWARI

source: MARCH
lg: MAACI

source: APRIL
lg: APURI

source: MAY
lg: MEEYI

source: JUNE
lg: JUNI

source: JULY
lg: JULAYI

source: AUGUST
lg: AGUSITO

source: SEPTEMBER
lg: SEBUTEMBA

source: OCTOBER
lg: OKUTOBA

source: NOVEMBER
lg: NOVEMBA

source: DECEMBER
lg: DESEMBA

source: {{ provider }} SEARCH
lg: {{ provider }} NOONYA

source: New private window
lg: Akadirisa Ak'ekyaama Akapya
