Repository: translate/mozilla-gaia
Catalog: ig/apps/wappush/wappush.properties.po
Languages: ig

source: WAP Push message
ig: Ozi ọkwụkwa WAP

source: Close
ig: Mechie

source: Accept
ig: Nabata

source: Quit
ig: Kwụsị

source: Cancel
ig: Kagbuo

source: Try again
ig: Nwaa ọzọ

source: Finish
ig: Mezuo

source: This message has expired
ig: Ozi a agafeela

source: Configuration message received
ig: Enwetara ozi nhazi

source: OTA Access Point Configuration
ig: Nhazi Ọnụ Nnweta OTA

source: The PIN code should have been provided to you by whomever sent you the configuration message.
ig: Onye ọ bụla zitere gị ozi nhazi ahụ kwesịrị ịnye gị koodu PIN.

source: The message has not been processed yet, do you really want to quit?
ig: Ahazibeghị ozi ahụ, ị chọrọ ịpụ n'ezie a?

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
ig: Enwenwughi ike inyocha ozi nhazi ị nwetara yana kaadị SIM gị, yabụ enweghị ike iji ya iji hazie ngwaọrụ gị.

source: There was a error while authenticating the sender of the message.
ig: Enwere mperi ka a na enyocha onye zitere ozi ahụ.

source: The authentication mechanism is not supported yet.
ig: Akwadoghi ụkpụrụ nyocha.

source: The configuration message you received does not have valid APNs.
ig: Ozi nhazi ị nwetara enweghị APNs na arụ ọrụ.
