Repository: translate/mozilla-gaia
Catalog: ig/apps/ringtones/ringtones.properties.po
Languages: ig

source: Manage Ringtones
ig: Jikwaa Ụda

source: Share ringtone
ig: Kekọrịta ụda

source: Delete ringtone
ig: Hichapụ ụda

# actions-cancel
source: Cancel
ig: Kagbuo

source: Delete Ringtone
ig: Hichapụ Ụda

source: Are you sure you want to delete "{{tone}}"?
ig: O doro gị anya na ị chọrọ ihichapụ "{{tone}}"?

source: "{{tone}}" is the current default ringtone. Are you sure you want to delete it?
ig: "{{tone}}" bụ ụda eburupụta dị ugbu a. O doro gị anya na ị chọrọ ihichapụ ya?

source: "{{tone}}" is the current default alert. Are you sure you want to delete it?
ig: "{{tone}}" bụ nkute eburupụta dị ugbu a. O doro gị anya na ị chọrọ ihichapụ ya?

# delete-cancel
source: Cancel
ig: Kagbuo

source: Delete
ig: Hichapụ

source: Ringtone deleted.
ig: Ehichapụrụ ụda.

source: New ringtone created.
ig: Emepụtara ụda ọhụrụ.

source: Ringtone set as default.
ig: Atọrọ ụda dị ka eburupụta.

source: Select Sound
ig: Họrọ Ụda

source: Done
ig: Emechaala

source: Firefox Ringtones
ig: Ụda Firefox

source: Alerts
ig: Nkute

source: Custom Ringtones
ig: Ụda Pụrụ Iche

source: Create Ringtone
ig: Mepụta Ụda

# create-cancel
source: Cancel
ig: Kagbuo

source: Corrupted File
ig: Faịlụ mebiri emebi

source: The file is corrupted. It cannot be used to create a ringtone.
ig: Faịlụ ahụ mebiri emebi. Enweghị ike iji ya iji mepụta ụda.

source: Ringtone Not Created
ig: Emepụtaghị Ụda

source: There was an issue creating the ringtone. Please try again.
ig: Enwere nsogbu na ịmepụta ụda ahụ. Biko nwaa ọzọ.

source: Use as default ringtone
ig: Jiri dị ka ụda eburupụta

source: OK
ig: ỌDỊMMA

source: Untitled
ig: Enweghị aha
