Repository: translate/mozilla-gaia
Catalog: lg/apps/collection/collection.properties.po
Languages: lg

source: Loading
lg: Tuleeta

source: Cancel
lg: Sazaamu

source: Custom
lg: Eby'enjawulo

source: Connect to the internet to add more Smart Collections
lg: Weyunge ku katimbe okwongerako Enkunganya Engezi

source: All smart collections have been added.
lg: Ebikuŋaanye ebigezigezi byona bigattidwako

source: Add to top of collection
lg: Gatta ewasooka ku nkunganya

source: Add to Home Screen
lg: Gatta ku lutimbe olusoka

source: Connect to the internet to get apps for {{collectionName}}
lg: Weyunge ku katimbe okufuna appu za {{collectionName}}

source: Edit
lg: Okutereza

# edit-done
source: Done
lg: Kiwedde

source: Delete Collection
lg: Sangula ebikuŋaanye

source: Delete
lg: Sangula

source: Edit collection
lg: Kyusa mu bikunganye

source: Done
lg: Kiwedde
