Repository: translate/mozilla-gaia
Catalog: ha/shared/import_contacts/import_contacts.properties.po
Languages: ha

source: Back
ha: Baya

source: To import contacts insert or unlock your SIM card
ha: Domin shigo da abokan hulɗa saka ko buɗe katin SIM

source: To import contacts insert a memory card
ha: Domin shigo da abokan hulɗa saka kati mai ƙwaƙwalwa

source: Memory card
ha: Kati mai ƙwaƙwalwa

source: To import Facebook friends or contacts connect to Wi-Fi or data network
ha: Domin shigo da abokan Facebook ko abokan hulɗa haɗa da Wi-Fi ko bayanin haɗin yanar gizo

source: Import SIM contacts
ha: Shigo da abokan hulɗa na SIM

source: Importing SIM contacts…
ha: Yana shigo da abokan hulɗa na SIM…

source: Reading from SIM card…
ha: Yana karantawa daga katin SIM…

source: Could not import contacts from SIM
ha: Ba za'a iya shigo da abokan hulɗa daga SIM ba

source: No contacts detected on SIM to import
ha: Babu abokan hulɗa da aka gano a SIM domin shigowa

# simContacts-imported3[one]
source: Imported one contact
ha: An shigo da abokin hulɗa ɗaya

# simContacts-imported3[two]
source: Imported {{n}} contacts
ha: An shigo da abokan hulɗa {{n}}

# simContacts-imported3[few]
source: Imported {{n}} contacts
ha: An shigo da abokan hulɗa {{n}}

# simContacts-imported3[many]
source: Imported {{n}} contacts
ha: An shigo da abokan hulɗa {{n}}

# simContacts-imported3[other]
source: Imported {{n}} contacts
ha: An shigo da abokan hulɗa {{n}}

source: Import contacts from memory card
ha: Shigo da abokan hulɗa daga kati mai ƙwaƙwalwa

source: Importing contacts from memory card…
ha: Shigo da abokan hulɗa daga kati mai ƙwaƙwalwa…

source: Reading from memory card…
ha: Karatu daga kati mai ƙwaƙwalwa…

source: Could not import contacts from memory card
ha: Ya kasa shigo da abokan hulɗa daga kati mai ƙwaƙwalwa

source: No contacts detected on memory card to import
ha: Babu abokan hulɗa da aka gano a kan kati mai ƙwaƙwalwa da za'a shigo da su

# memoryCardContacts-imported3[one]
source: Imported one contact
ha: An shigo da abokin hulɗa ɗaya

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
ha: An shigo da abokan hulɗa {{n}}

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
ha: An shigo da abokan hulɗa {{n}}

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
ha: An shigo da abokan hulɗa {{n}}

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
ha: Abokan hulɗa {{n}} da aka shigo da su

source: No duplicated contacts merged
ha: Babu abokan hulɗa da aka tagwaita aka gwama

source: One duplicated contact merged
ha: Abokin hulɗa ɗaya da aka tagwaita aka gwama

# contactsMerged[two]
source: {{numDups}} contacts merged
ha: abokan hulɗa {{numDups}} aka gwama

# contactsMerged[few]
source: {{numDups}} contacts merged
ha: abokan hulɗa {{numDups}} aka gwama

# contactsMerged[many]
source: {{numDups}} contacts merged
ha: {{numDups}} abokan hulɗa da aka gwama

# contactsMerged[other]
source: {{numDups}} contacts merged
ha: {{numDups}} abokan hulɗa da aka gwama
