Repository: translate/mozilla-gaia
Catalog: ha/apps/system/fxa/fxa.properties.po
Languages: ha

source: Firefox Accounts
ha: Asusun Firefox

source: Next
ha: Gaba

source: Back
ha: Baya

source: Done
ha: An kammala

# fxa-connection-error-title
source: Unable to Connect
ha: Ya kasa Haɗawa

source: You can create an account or sign in from Settings.
ha: Za ka iya ƙirƙirar asusu ko ka shiga daga Saituna.

source: Reset Password
ha: Sake saita Kalmar wucewa

source: You can reset your password from Settings.
ha: Za ka iya sake saita kalmarka ta wucewa daga Saituna.

source: Cannot Create Account
ha: Ya kasa Ƙirƙirar Asusu

# fxa-offline-error-title
source: Unable to Connect
ha: Ya kasa Haɗawa

source: Please connect to a network from Settings.
ha: Haɗa da yanar gizo daga Saituna.

source: Error
ha: Kuskure

source: Please enter a valid email.
ha: Shigar da ingantaccen imel.

source: Invalid Password
ha: Kalmar wucewa marar inganci

source: Please check your password and try again.
ha: Duba kalmar wucewarka kuma ka sake gwadawa.

# fxa-unknown-error-title
source: Unable to Connect
ha: Ya gaza haɗawa

source: System unavailable, try again soon.
ha: Babu na'ura, sake gwadawa ba da daɗewa ba.

source: Connecting
ha: Yana haɗawa

source: Enter your email
ha: Shigar da adireshin imel

source: Use your email address to create an account or sign in.
ha: Yi amfani da adireshin imel domin ƙirƙirar asusu ko ka shiga.

source: Terms of Service
ha: Saruɗɗan Aikace-aikace

source: Privacy Notice
ha: Sanarwa ta Kaɗaitaka

source: Create a Password
ha: Ƙirƙiri Kalmar wucewa

source: Enter Your Password
ha: Shigar da Kalmar wucewarka

source: Please enter your Firefox Account password to continue.
ha: Shigar da kalmar wucewar Asusunka na Firefox domin ci gaba.

source: Password
ha: Kalmar wucewa

source: Forgot your password?
ha: Ka manta kalmar wucewarka?

source: Show password
ha: Nuna kalmar wucewa

source: Your password must be at least 8 characters long.
ha: Kalmar wucewarka lallai ta zama a ƙalla tsawon haruffa 8.

source: Success!
ha: Nasara!

source: Your Firefox Account is ready to go!
ha: Asusunka na Firefox ya shirya tafiya!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
ha: Yanzu za ka iya amfani da wasu kamanni kamar Nemo Na'urata da aikace-aikace kamar Wuraren kasuwanci na Firefox

source: In the future, you can access and manage your account from Settings.
ha: A nana gaba, za ka iya samun damar gudanar da asusunka daga Saituna.

source: Confirm Your Account
ha: Tabbatar da Asusunka

source: Next time you check your email, click the verification link to confirm your Firefox Account.
ha: Lokaci na gaba duba imel ɗinka, danna haɗin tantancewa domin tabbatar da Asusun Firefox.

source: Age Verification
ha: Tantance Shekaru

source: Year of Birth
ha: Shekarar Haihuwa
