Repository: translate/mozilla-gaia
Catalog: yo/apps/system/system.properties.po
Languages: yo

source: Alert system is being tested.
yo: Ẹ̀rọ ìtanilólogó ni a dánwò.

source: Emergency warning!
yo: Ìkilọ̀ pàjáwírì!

source: Call {{number}}?
yo: Pè {{number}}?

source: Send message?
yo: Fi iṣẹ́ ranṣẹ́

source: Emergency call back mode
yo: Móòdù ìpépadà pàjáwìrì

source: You can not make calls, send messages or go online because emergency callback mode is enabled. Would you like to turn it off?
yo: O lè ṣe ipè, fi àwọn iṣẹ́ ránṣẹ́ tàbí lọ lóníforíkorí nítorí móòdù ìpépadà pàjáwírì ti wà ní ṣíṣí. Ṣé wà fẹ́ láti pá?

source: CDMA record information
yo: CDMA àkọsílẹ̀ ìwifún

source: Tap to switch input method
yo: Tẹ̀ láti yí irúfẹ́ ìfisé

source: Download started
yo: Ìgbásìlẹ̀ ti bẹrẹ̀

source: Download stopped
yo: Ìgbásìlẹ̀ ti dúró

# download_downloading
source: Downloading…
yo: Ń sègbàsílẹ̀…

source: Download complete
yo: Ìgbàsílẹ̀ tipé

source: Download failed
yo: Ìgbàsílẹ̀ kúnà

source: Search or enter address
yo: Ṣàwarí tàbí wọlé àdírẹ̀sì

# search-or-enter-address.placeholder
source: Search or enter address
yo: Ṣàwarí tàbí ṣàmúlò àdírẹ́sì

source: Airplane mode activated
yo: Móòdù ọkọ̀ bàálù ti tàn

source: Add link to home screen
yo: Ṣàfikún nínú sí aṣàfihàn ilé

source: Share link
yo: Pín ìsopọ̀

source: Save Image
yo: Fi Àwòrán Pamọ́

source: Save Video
yo: Fi Fídíò Pamọ́

source: Save Audio
yo: Fi Àfetigbọ́ Pamọ́
