Repository: translate/mozilla-gaia
Catalog: yo/apps/system/system.properties.po
Languages: yo

source: Help
yo: Ìrànwọ́

source: Cancel
yo: Parẹ́

source: Skip
yo: Fòó

source: Undo
yo: Padà sípò

source: Enter PIN
yo: Ṣàmúwọlé PIN

source: Playback controls
yo: Ìṣàkoso ìṣerépadà

source: Previous
yo: Tìtẹ́lẹ̀

source: Play
yo: {{carrier}} {{region}}

source: Pause
yo: Dúró díẹ̀

source: Next
yo: Tókàn

source: Wi-Fi on
yo: Wi-Fi ṣí

source: Wi-Fi on, initializing
yo: Wi-Fi ṣí, ń bẹ̀rẹ̀

source: Wi-Fi off
yo: Wi-Fi tipa

source: Data {{type}} on
yo: Dátà {{type}} ṣí

source: Data {{type}} off
yo: Data {{type}} tipa

source: Bluetooth on, initializing
yo: Bluetooth ṣí, ń bẹ̀rẹ̀

source: Bluetooth off
yo: Bluetooth tipa

source: Airplane mode off
yo: Móòdù báàlù wà ní pípa

source: Settings
yo: Àwọn ààtò

source: Status Bar
yo: Pẹpẹ Ìdúrópàtó

source: Battery {{level}} percent
yo: Ìdá ọgọ́rùn ún {{level}} bátírì

source: Battery {{level}} percent, charging
yo: Ìdá ọgọ́rùn ún {{level}} bátírì, ń ṣáàjì

source: Wi-Fi: connecting
yo: Wi-Fi: ń so pọ̀mọ́

source: Wi-Fi: {{level}} of 4 bars
yo: Wi-Fi: {{level}} ti àwọn òpó 4

source: {{operator}} network, {{level}} of 5 bars
yo: {{operator}} nẹ́tíwọkì, {{level}} ti àwọn òpó 5

source: {{operator}} network (roaming), {{level}} of 5 bars
yo: {{operator}} nẹ́tíwọkì (ń yíkíri), {{level}} ti àwọn òpó 5

source: Searching… Emergency calls only
yo: Ń ṣèwádìí… Ìpè pàjáwìrì nikan

source: Headphones on
yo: Ẹ̀rọ àdágbórinsétí ṣí

source: Bluetooth headphones on
yo: Ẹ̀rọ àdágbórinsétí Bluetooth ṣí

source: Bluetooth transfer active
yo: Ṣàgbélọ Bluetooth tó ń ṣiṣẹ́

source: Tethering on
yo: Tethering ṣí

source: Tethering on, active
yo: Tethering ṣí, tó ń ṣiṣẹ́

source: Alarm on
yo: Aago ìtanijí ṣí

source: Bluetooth on, active
yo: Bluetooth ṣí, tó ń ṣiṣẹ́

source: Mute on
yo: Dákẹ́ lóri

source: Vibration on
yo: Ìgbọ̀nriri ṣí

source: Recording on
yo: Ńgbàsílẹ̀ ṣí

source: Geolocation on
yo: Geolocation ṣí

source: USB on
yo: USB ṣí

source: Call forwarding on
yo: Fífi ìpè sọwọ́ ṣí

source: Media playing
yo: Mídíà ńṣeré

source: NFC on
yo: NFC ṣí

source: Networking on
yo: Nẹ́tíwọkì ṣí

source: Emergency callback
yo: Ìpépadà pàjáwìrì

source: {{n}} unread notification
yo: {{n}} ìfitónilétí aikà

source: Notifications
yo: Àwọn ìfitónilétí

source: Clear all
yo: Pa gbogbo rẹ́

source: Tap to show
yo: Tẹ̀ láti fihàn

source: No new voicemail
yo: Kòsí méèlì-olóhùn titun

source: One new voicemail
yo: Méèlì-olóhùn titun kan

# newVoicemails[two]
source: {{n}} new voicemails
yo: {{n}} àwọn méèlì-olóhùn titun

# newVoicemails[few]
source: {{n}} new voicemails
yo: {{n}} àwọn méèlì-olóhùn titun

# newVoicemails[many]
source: {{n}} new voicemails
yo: {{n}} àwọn méèlì-olóhùn titun

# newVoicemails[other]
source: {{n}} new voicemails
yo: {{n}} àwọn méèlì-olóhùn titun

source: New voicemail
yo: Méèlì-olóhùn titun

source: Dial {{number}}
yo: Pè {{number}}

source: Are you sure you want to connect to the device?
yo: Ṣé ó dá ọ lójú pé o fẹ́ sopọ̀ sí ohun elò?

source: Turn on Bluetooth and connect to the device?
yo: Tan Bluetooth kí o sopọ̀ sí ohun elò?

source: Are you sure you want to connect to {{deviceName}}?
yo: Ṣé ó dá ọ lójú pé o fẹ́ sopọ̀ sí {{deviceName}}?

source: Turn on Bluetooth and connect to {{deviceName}}?
yo: Tàn Bluetooth kí o sopọ̀ mọ {{deviceName}}?

source: Turn on
yo: Tán

# dismissNFCConnectBTdisabled
source: Cancel
yo: Parẹ́

source: Confirmation
yo: Ìjẹ́rì

source: Phone
yo: Fóónù

source: Turn on airplane mode
yo: Tan móòdù bàálù

source: Turn off airplane mode
yo: Tan móòdù bàálù

source: Silence incoming calls
yo: Mú ohùn ìpè to ń wọlé

source: Ring incoming calls
yo: Ìpè to ń wọlé ń dún

source: Restart
yo: Ṣàtúnbẹ̀rẹ̀

source: Power off
yo: Iná ti kú

source: Yes
yo: Bẹ́ẹ̀ni

source: No
yo: Rárá

source: Don’t allow
yo: Maṣẹ gbà

# dontshare-geolocation
source: Don’t Share
yo: Máṣe pín

# share-geolocation
source: Share
yo: Pín

# dontshare-audio-capture
source: Don’t Share
yo: Máṣe Pín

# share-audio-capture
source: Share
yo: Pín

# dontshare-video-capture
source: Don’t Share
yo: Máṣe Pín

# share-video-capture
source: Share
yo: Pín

# dontshare-media-capture
source: Don’t Share
yo: Máṣe Pín

# share-media-capture
source: Share
yo: Àpínlò

source: Front Camera
yo: Iwajú Kámẹ́rà

source: Back Camera
yo: Èyìn Kámẹ́rà

source: Remember my choice
yo: Rántí ẹ̀yàn mi

source: More info…
yo: Ìwifún si…

source: Hide info
yo: Ṣàfìpamọ́ ìwifún

source: Install {{name}}?
yo: Ṣàgbékalẹ̀ {{name}}?

source: Size
yo: Ìwọ̀n

source: Author
yo: Olùdásílẹ̀

# size-unknown
source: Unknown
yo: Àìmọ̀

# author-unknown
source: Unknown
yo: Àìmọ̀

source: Install
yo: Ṣàgbékalẹ̀

source: bytes
yo: àwọn báìtì

source: {{ appName }} download stopped
yo: {{ appName }} ṣàgbékalẹ̀ ti dúró

source: {{ appName }} download failed
yo: {{ appName }} ṣàgbékalẹ̀ ti kúná

source: {{ appName }} install failed
yo: {{ appName }} àgbékalẹ̀ kúnà

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
yo: Ìparẹ́ kòní dá rírà padà. Ìdàpadà fún àkòònú ìsan ni a pèsè láti ọ̀dọ̀ ojúlówó olùtajà.

source: Apps can be installed later from the original installation source.
yo: A lè ṣàgbékalẹ̀ ìṣàfilọ́lẹ̀ bóyá láti orísun ìṣágbekalẹ̀ ojúlówó.

source: Are you sure you want to cancel this install?
yo: Ṣé ó dá ọ lójú pé o fẹ́ pa ìṣágbekalẹ̀ yí rẹ́?

source: Cancel Install
yo: Pa Ìṣágbekalẹ̀ rẹ́

# cancel-install-button
source: Cancel Install
yo: Pa Ìṣágbekalẹ̀ rẹ́

source: Resume
yo: Padà bẹ̀rẹ̀

source: Stop downloading {{ app }}?
yo: Dúró ìgbàwálẹ̀ {{ app }}?

source: The download can be restarted later.
yo: Alè tún bẹ̀rẹ̀ ìgbàsílẹ̀ bóyá.

source: Stop Download
yo: Dá ìgbàsílẹ̀ dúró

source: Not enough space
yo: Kòsí àlàfo tó

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
yo: Kòsí àlàfo tó láti ṣàgbékalẹ̀ ìṣàfilọ́lẹ̀ yíi. Wá àlàfo nípa píparẹ́ ìṣàfilọ́lẹ̀ tó ti pẹ́ tàbí mídíà, kí o gbìyànjú láti ṣàgbékalẹ̀ lẹ́ẹ̀kànsi láti orísun gan an.

source: {{ appName }} installed
yo: {{ appName }} ṣàgbéwọlé

source: Setup
yo: Àgbékalẹ̀

source: Add keyboards
yo: Ṣafikun àwọn àtẹ bọ́tìnnì

source: Later
yo: Bóyá

source: Download
yo: Gbàsílẹ̀

source: Download update now?
yo: Ṣàfikùn ìgbàsílẹ̀ báyì?

source: Install Now
yo: Ṣàgbékalẹ̀ Báyì

source: Not Now
yo: Kìíṣe Báyì

source: Downloading updates… <span>{{ progress }} downloaded.</span>
yo: Ṣàfikùn ìgbàsílẹ̀… <span>{{ progress }} ti gbàsílẹ̀.</span>

source: Downloading {{ appName }}
yo: Ń gbàsílẹ̀ {{ appName }}

source: {{ progress }} downloaded
yo: {{ progress }} ti gbàsílẹ̀

source: Downloading
yo: Ń sègbàsílẹ

source: {{ progress }} / {{ max }} downloaded
yo: {{ progress }} / {{ max }} ti sègbàsílẹ

source: Cancel all downloads
yo: Fagile gbogbo ìgbàwálẹ̀

source: Are you sure you want to cancel all downloads?
yo: Ṣé ó dá ẹ lójú pé o fẹ́ fagilé gbogbo àwọn ìgbàwálẹ̀?

source: There was an error while downloading the updates.
yo: Àṣìṣe wáyé nígbà ìgbàwálẹ̀ ìṣafikún.

source: {{ n }} update available. <span>Tap for more info.</span>
yo: {{ n }} ìṣafikún wà. <span>Tẹ̀ fún ìwifún si.</span>

source: {{ n }} update available
yo: {{ n }} ṣàfikùn wà

# numberOfUpdates[two]
source: {{ n }} updates available
yo: {{ n }} ṣàfikùn wà

# numberOfUpdates[few]
source: {{ n }} updates available
yo: {{ n }} ṣàfikùn wà

# numberOfUpdates[many]
source: {{ n }} updates available
yo: {{ n }} ṣàfikùn wà

# numberOfUpdates[other]
source: {{ n }} updates available
yo: {{ n }} ṣàfikùn wà

source: System update
yo: Ṣàfikùn ètò

source: System Update Ready
yo: Ẹ̀rọ tiṣe Ìṣafikún náà

source: Required
yo: Nílò

source: Uncompressing… <span>This can take a few minutes.</span>
yo: Aisúnpọ̀… <span>Èyí lè gba ìṣẹjú díẹ̀.</span>

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
yo: Ìṣàfikún ni a gbàsílẹ̀ láti ìsopọ̀ dátà nígbà tí Wi-Fi kòsí. Nígbà tí o ńlo ìsopọ̀ dátà, a lè dí ipè fóònù kí a sì gba owó ìsan àfikún.

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
yo: Kòsí Wi-Fi. Ń ṣe àfikún lóri ìsopọ̀ lọ́wọ́lọ́wọ́ èyí tó lè fa àfikún owó sísan.

source: Download updates via data connection?
yo: Ṣàgbàsílẹ̀ ìṣàfikún láti ìsopọ̀ dátà?

source: Screenshot saved to Gallery
yo: Àwòrán aṣàfihàn pamọ sí Gbàgede

source: The screenshot could not be saved
yo: Kole pamọ àwòrán aṣàfihàn

source: No memory card found
yo: A kòrí káàdì ibi ìpamọ́

source: Memory card is in use
yo: A ńlo káàdì ibi ìpamọ́

source: Not enough space on memory card
yo: Kòsí ààyé tó ní káàdì ibi ìpamọ́

# emergency-call-button
source: Emergency Call
yo: Ìpè Pàjáwírì

source: Emergency Call
yo: Ìpè Pàjáwírì

source: Unlock
yo: Ṣí

source: Camera
yo: Kámẹ́rà

source: Passcode panel
yo: Pánẹ́ẹ̀lì kóòdù ìgbaniwọlé

source: Home
yo: Ilé

source: Sign in
yo: Wọlé

source: Username
yo: Orúkọ aṣàmúlò

source: Password
yo: Ọ̀rọ̀ aṣínà

source: {{name}} is not loading properly
yo: {{name}} kò gbàwálẹ̀ dáradára

source: {{name}} is having problems
yo: {{name}} ń ní àwọn ìṣoro

source: Tap to check settings
yo: Tẹ̀ láti ṣàyẹwò àwọn ààtò

source: Select time
yo: Yan àkókò

# choose-option
source: Select
yo: Yàn

# choose-options
source: Select
yo: Yàn

source: Select day
yo: Yàn ọjọ́

source: Share
yo: Ìpín

source: {{brandShortName}} just recovered from a crash
yo: {{brandShortName}} ṣẹ́sẹ̀ ni ìgbàpadà lọ́wọ́ ìdàrú

source: {{name}} just crashed
yo: {{name}} ṣẹ́ṣẹ̀ ní ìdàrú

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
yo: Ṣé o fẹ́ láti fi ìjábọ̀ Mozilla jíṣẹ́ nípa ìdàrú láti ṣèrànwọ́ àtúnṣe ìṣòro? (Ìjábọ̀ ni a fi jíṣẹ́ láti Wi-Fi nìkan.)

source: What’s in a crash report?
yo: Kíni ó wà nínu ìjábọ̀ ìdàrú?

source: Always send Mozilla a report when a crash occurs.
yo: Máa fi ìjábọ̀ ránṣẹ́ sí Mozilla nígbà gbogbo nígbà tí ìdàrú bá wáyé.

source: Don’t Send
yo: Máfi jíṣẹ́

source: Send Report
yo: Fi Ìjábọ̀ Jíṣẹ́

source: Crash Reports
yo: Àwọn Ìjábọ̀ Ìdàrú

source: Done
yo: Ti ṣe tán

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
yo: Ìjábọ̀ ìdàrú ní àwọn ẹ̀kúnrẹ́rẹ́ nípa ìdàrú àti ohun eló rẹ, àti ẹ̀yà ìyàkíákíá ti ipò ohun elò rẹ nígbà tí ó dàrú.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
yo: Èyí lè ní àwọn ohun bíi àwọn ojú ewé ṣíṣí àti ìṣàfilọ́lẹ̀, irúfẹ́ àyọkà sí fọ́ọ̀mù àti akóonú àwọn iṣẹ́ ṣíṣí, ìtàn ìṣagbekálẹ̀ àìpẹ́, tàbí geolocation tí a lò láti ṣí ìṣàfilọ́lẹ̀.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
yo: A lo ìjábọ̀ ìdàrú láti tán ìṣòro àti múgbòrò ọjà wa. A mú ìwifún rẹ bí a ṣe ṣàlàyé nínu

source: privacy policy
yo: ìlànà ìpamọ́

source: {{brandShortName}} just crashed.
yo: {{brandShortName}} ṣẹ̀ṣẹ̀ dàrú.

source: {{name}} just crashed.
yo: {{name}} ṣẹ̀ṣẹ̀ ní ìjálù.

source: Accept Bluetooth file transfer?
yo: Gba ifijiṣẹ fáìlì Bluetooth?

source: Transfer
yo: Ìfijiṣẹ́

source: Cancel Bluetooth file transfer?
yo: Fagilé Ìfijiṣẹ́ fáìlì Bluetooth?

source: File sent
yo: Fi fáìlì jiṣẹ́

source: File received
yo: Gba fáìlì

source: File could not be received
yo: Akòle gba fáìlì

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
yo: {{numSuccessful}} àwọn fáìlì ṣàṣèyọrí, {{numUnsuccessful}} àwọn fáìlì kò sàse yọrí

source: Unknown file
yo: Fáìlì àimọ̀

source: Unknown device
yo: Ohun elò àimọ̀

source: Can not open received file
yo: Kòlèṣí fáìlì gbígbà

source: Can not receive file
yo: Kòle gba fáìlì

source: Can not get device storage state.
yo: Kòlerí ìfipámọ́ ipò ohun elò.

source: No memory card found. Please insert a memory card.
yo: Kòsí káàdì ìrantí. Jọ̀wọ́ ṣàmúbọ̀ káàdì ìrantí.

source: Can not complete transfer: memory card is full.
yo: Kòle parí ìfijiṣẹ́: káàdì ìfipamọ́ ti kún.

source: Unknown error
yo: Àṣìṣe aimọ̀

source: Confirm
yo: Ṣàrídájú

source: Mic is on
yo: Agbóhùnsáfẹ́fẹ́ wàní ṣíṣí

source: Camera is on
yo: Kámẹ́rà wàní ṣíṣí

source: Camera & Mic are ON
yo: Kámẹ́rà & Mic wàní ṢÍṢÍ

source: PUK code
yo: Kóòdù PUK

source: NCK code
yo: Kóòdù NCK

source: CCK code
yo: Kóòdù CCK

source: SPCK code
yo: Kóòdù SPCK

source: NCK1 code
yo: Kóòdù NCK1

source: NCK2 code
yo: Kóòdù NCK2

source: HNCK code
yo: Kóòdù HNCK

source: RCCK code
yo: Kóòdù RCCK

source: RSPCK code
yo: Kóòdù RSPCK

source: What is a SIM PIN?
yo: Kíni SIM PIN?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
yo: SÍÌMÙ PIN dí ìwọlé sí SIM káàdì nẹ́tíwọkì alágbèka dátà lọ́wọ́. Nígbà tí ó bá tàn, ohun elò yóòwù tó bání SIM káàdì yóò bèèrè PIN nígbà tí ó bá bẹ̀rẹ̀.

source: A SIM PIN is not the same as the passcode used to unlock the device.
yo: SIM PIN kìíṣe ọ̀kanná bíi kóòdù ìgbaniwọlé tí a lò láti ṣí ohun elò náà.

source: Change PIN
yo: Pàarọ̀ PIN

source: Enter SIM PIN
yo: Ṣàmúwọlè SIM PIN

source: Enter SIM {{n}} PIN
yo: Ṣàmúwọlé SIM PIN

source: Enter PUK code
yo: Ṣàmúwọlé kóòdù PUK

source: Enter NCK code
yo: Ṣàmúwọlé kóòdù NCK

source: Enter CCK code
yo: Ṣàmúwọlé kóòdù CCK

source: Enter SPCK code
yo: Ṣàmúwọlé kóòdù SPCK

source: Enter NCK1 code
yo: Ṣàmúwọlé kóòdù NCK1

source: Enter NCK2 code
yo: Ṣàmúwọlé kóòdù NCK2

source: Enter HNCK code
yo: Ṣàmúwọlé kóòdù HNCK

source: Enter RCCK code
yo: Ṣàmúwọlé kóòdù RCCK

source: Enter RSPCK code
yo: Ṣàmúwọlé kóòdù RSPCK

source: New PIN
yo: PIN titun

source: Last try.
yo: Ìgbìyanjú ìkẹhìn.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
yo: {{n}} àwọn ìgbìyànjú tókù.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
yo: {{n}} àwọn ìgbìyànjú tókù.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
yo: {{n}} àwọn ìgbìyànjú tókù.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
yo: {{n}} àwọn ìgbìyànjú tókù.

source: The PIN was incorrect.
yo: PIN náà kòtọ́.

source: You have one try left to enter the correct code before locking the SIM card.
yo: O ní ìgbìyànjú kansi láti lò kóòdù tótọ́ ṣáájú títì SÍÌMÙ káàdì.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
yo: O ní {{n}} ìgbìyànjú kansi láti lò kóòdù tótọ́ ṣáájú títì SÍÌMÙ káàdì.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
yo: O ní {{n}} ìgbìyànjú kansi láti lò kóòdù tótọ́ ṣáájú títì SÍÌMÙ káàdì.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
yo: O ní {{n}} ìgbìyànjú kansi láti lò kóòdù tótọ́ ṣáájú títì SIM káàdì.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
yo: O ní {{n}} ìgbìyànjú kansi láti lò kóòdù tótọ́ ṣáájú títì SIM káàdì.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
yo: Èyí ni ànfààní ìkẹhìn láti lo PIN tótọ́. Bíbẹ́ẹ̀kọ́, o gbọ́dọ̀ ṣàmúlò kóòdù PUK láti lo SIM káàdì.

source: The SIM card is locked.
yo: SM káàdì titì pa.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
yo: O gbọ́dọ̀ sàmúlò kóòdù Kọ́kọ́rọ́ Ìṣí Ẹlẹ́ni (PUK) fún SIM káàdì. Tọ́kasí ìlànà ìṣàmúlò tàbí kànsí olùpesè ìwifún rẹ.

source: The PUK code is incorrect.
yo: Kóòdù PUK kò tọ́.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
yo: O ní ìgbìyànjú kansi láti ṣàmúlò kóòdù tótọ́ ṣáajú SIM káàdì kónì ṣeélò mọ́. Tọ́kasí ìlànà ìṣàmúlò SIM káàdì rẹ tàbí kànsí olùpesè rẹ fún ìwifún si.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
yo: O ní {{n}} ìgbìyànjú kansi láti ṣàmúlò kóòdù tótọ́ ṣáajú SIM káàdì kónì ṣeélò mọ́. Tọ́kasí ìlànà ìṣàmúlò SIM káàdì rẹ tàbí kànsí olùpesè rẹ fún ìwifún si.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
yo: O ní {{n}} ìgbìyànjú kansi láti ṣàmúlò kóòdù tótọ́ ṣáajú SIM káàdì kónì ṣeélò mọ́. Tọ́kasí ìlànà ìṣàmúlò SIM káàdì rẹ tàbí kànsí olùpesè rẹ fún ìwifún si.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
yo: O ní {{n}} ìgbìyànjú kansi láti ṣàmúlò kóòdù tótọ́ ṣáajú SIM káàdì kónì ṣeélò mọ́. Tọ́kasí ìlànà ìṣàmúlò SIM káàdì rẹ tàbí kànsí olùpesè rẹ fún ìwifún si.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
yo: O ti {{n}} gbìyànjú láti ṣàmúlò kóòdù tótọ́ ṣáájú SIM káàdì yíi tí ki yóò ṣélò rárá. Tọ́kasí ìlànà ìṣàmúlò SIŋ káàdì tàbí kànsí olùpèsè rẹ fún ìwifún si.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
yo: Ànfààní ìkẹhìn láti lo kóòdù PUK tótọ́. SÍÌMÙ káàdì rẹ kòní ṣeélò rárá bí o bá lo kóòdù PUK tíkòtọ́. Darí sí àkọsílẹ̀ SÍÌMÙ káàdì rẹ tàbí olùpesè iṣẹ́ rẹ fún ìwifún si.

source: Create PIN (must contain 4 to 8 digits)
yo: Ṣẹda PIN (gbọdọ ni àwọn òǹkà 4 sí 8)

source: Confirm new PIN
yo: Ṣèjẹ́rì PIN titun

source: PINs don’t match.
yo: Àwọn PIN kò bárámu.

source: The NCK code is incorrect.
yo: Kóòdù NCK kòtọ́.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
yo: Nẹ́tíwọkì aijẹmádàáni tí o bèèrè kunà. O ní ìgbìyànjú kansi láti lo kóòdù tótọ́. kànsí ìlànà ìṣàmúlò rẹ tàbí kànsí olùpesè iṣẹ́ rẹ fún ìwifún si.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
yo: Nẹ́tíwọkì aijẹmádàáni tí o bèèrè kunà. O ní {{n}} ìgbìyànjú kansi láti lo kóòdù tótọ́. kànsí ìlànà ìṣàmúlò rẹ tàbí kànsí olùpesè iṣẹ́ rẹ fún ìwifún si.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
yo: Nẹ́tíwọkì aijẹmádàáni tí o bèèrè kunà. O ní {{n}} ìgbìyànjú kansi láti lo kóòdù tótọ́. kànsí ìlànà ìṣàmúlò rẹ tàbí kànsí olùpesè iṣẹ́ rẹ fún ìwifún si.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
yo: Nẹ́tíwọkì àijẹmádàáni ìbéèrè kúnà. O ní {{n}} ìgbìyànjú si láti ṣàmúlò kóòdù tótọ́. Tọ́kasí ìlànà ìṣàmúlò ohun elò rẹ tàbí kànsí olùpèsè rẹ fún ìwifún si.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
yo: Nẹ́tíwọkì àijẹmádàáni ìbéèrè kúnà. O ní {{n}} ìgbìyànjú si láti ṣàmúlò kóòdù tótọ́. Tọ́kasí ìlànà ìṣàmúlò ohun elò rẹ tàbí kànsí olùpèsè rẹ fún ìwifún si.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
yo: Nẹ́tíwọkì àijẹmádàáni ìbéèrè kúnà. Ànfààní ìkẹhin láti ṣàmúlò kóòdù NCK tótọ́. Tọ́kasí ìlànà ìṣàmúlò ohun elò rẹ tàbí kànsí olùpèsè rẹ fún ìwifún si.

source: Select from:
yo: Yàn láti:

source: View with:
yo: Wò pẹ̀lú:

source: Test with:
yo: Dánwò pẹ̀lú:

source: Share with:
yo: Pín pẹ̀lú:

source: Create with:
yo: Ṣẹ̀dá pẹ̀lú:

source: Open with:
yo: Ṣi pẹ̀lú:

source: Bookmark to:
yo: Àmì ìwé sí:

source: Record from:
yo: Àkọọ́lẹ̀ láti:

source: Browse with:
yo: Ṣàwárí pẹ̀lú:

source: Configure with:
yo: Ṣàtòpọ̀ pẹ̀lú:

source: Dial from:
yo: Pè láti:

source: Sign In
yo: Wọlé

source: Purchase
yo: Rà

source: {{origin}} is now fullscreen.
yo: {{origin}} tidi agbàwòrán tó kún.

source: The network {{networkName}} was found. Join network?
yo: Nẹ́tíwọkì {{networkName}} ni a rí. Darapò mọ́ nẹ́tíwọkì?

source: Volume warning
yo: Ìkilọ̀ agbára ìró

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
yo: Láti dẹ́kun ìbàjẹ́ gbígbọ́, máṣe tẹ́tísí ìpele agbára ìró fún ìgbà pípẹ́.

source: Power Saving Mode
yo: Móòdù Agbárá Ìfipamọ́

source: Power saving mode is on.
yo: Agbára móòdù ìpamọ́ ́titàn.

source: No remaining free space.
yo: Kòsí ààyè ọ̀fẹ́ mọ́.

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
yo: Kérésí {{value}} {{unit}} lókù.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
yo: Kérésí {{value}} {{unit}} tókù.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
yo: Kérésí {{value}} {{unit}} tókù.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
yo: Kérésí {{value}} {{unit}} tókù.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
yo: Kérésí {{value}} {{unit}} tókù.

source: Unknown remaining space.
yo: Àlàfo aimọ̀ tókù.

source: System Alert
yo: Ìtanilólogó Ẹ̀rọ

source: Channel {{channel}}
yo: Òpónà {{channel}}

source: Earthquake warning!
yo: Ìkilọ̀ ilẹ̀ mímì!

source: Tsunami warning!
yo: Ìkilọ̀ ìrú omi jíjìn!

source: Earthquake-tsunami warning!
yo: Ìkilọ̀ ilẹ̀ mímì-omi rírú jíjìn!
