Repository: translate/mozilla-gaia
Catalog: lg/shared/telephony/telephony.properties.po
Languages: lg

source: Emergency number
lg: Ennamba y'obuyaambi

source: To make a call you need to disable airplane mode in settings.
lg: Okukuba essimu, weetaaga okujako embeera y'omunnyonyi muntegeka.

# callAirplaneModeBtnOk
source: OK
lg: KALE

source: Airplane mode activated
lg: Embeera y'omunnyonyi eteeledwako

source: Number is busy
lg: Ennamba elimukukozesebwa

source: The number is currently busy. Please try again later.
lg: Ennamba mukaseera kano elimukukozesebwa. Bambi ddamu ogezeeko edda.

source: FDN active
lg: FDN elimunkola

source: To make a call, the phone must be connected to a network.
lg: Okukuba amassimu, essimu erina okuba nga eyungidwa kumukuttu.

source: Emergency calls are not allowed by the network.
lg: Amassimu ag'obuyambi tegakilizibwa mukuttu guno.

# emergencyDialogBtnOk
source: OK
lg: KALE

source: No network connection
lg: Tewali nyunga kumukuttu

source: Invalid phone number
lg: Ennamba y'essimu eno teliiyo

source: The phone number you are calling is not valid.
lg: Ennamba y'essimu gy'oli mukukuba teliiyo.

source: Unable to make a phone call now
lg: Tekisobose kukuba ssimu kati

source: Cannot make a call. If you are already dialing, please hang up first.
lg: Tesobola kukuba ssimu. Bwooba wajinyize dda, bambi sooka ogijeko.

source: Other connection in use
lg: Ennyung'endala elimukukozesebwa

source: You have an active call on another connection. You can only use one connection at a time.
lg: Olina essimu elimukugenda maaso kunnyung'endala. Osobola kukozesa ennyunga emu yooka mukaseera
