Repository: translate/mozilla-gaia
Catalog: son/apps/wappush/wappush.properties.po
Languages: son

source: WAP Push message
son: WAP Push alhabar

source: Close
son: Daabu

source: Accept
son: Yadda

source: Quit
son: Fatta

source: Cancel
son: Naŋ

source: Try again
son: Ceeci koyne

source: Finish
son: Benandi

source: Next
son: Jine

source: Done
son: Ben

source: This message has expired
son: Alhabaroo woo waatoo ben

source: Configuration message received
son: Hanseyan alhabar duwandi

source: OTA Access Point Configuration
son: OTA hurudoo hanseyan

source: Configuration message received, tap on “Done” to continue.
son: Hanseyan alhabar kaŋ duwandi, "Yadda" naagu ka bisa.

source: The PIN code should have been provided to you by whomever sent you the configuration message.
son: PIN ašariya ka noondi war se ga hima ka hun boraa din do kaŋ na hanseyan alhabaroo sanba.

source: The message has not been processed yet, do you really want to quit?
son: Alhabaroo mana korosandi jina, alhakiika war ga baa ka fatta sohõ?

source: Your carrier is sharing configuration information with you. Do you want to install it?
son: War toonandikaa goo ma hanseyan alhabar žemni nda war. War ga boona k'a sinji?

source: PIN is not correct.
son: Manti PIN boryo.

source: APN(s) saved.
son: APN-ey gaabundi.

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
son: Hanseyan alhabaroo kaŋ war duu w'a mana hin ka tabatandi war SIM kattaa ga, adiši war jinaa ši hin ka hanse nd'a.

source: There was a error while authenticating the sender of the message.
son: Firka foo bangay waatoo kaŋ alhabar sanbakaa goo ma tabatandi.

source: The authentication mechanism is not supported yet.
son: Tabatandiyan fondaa ši nda faaba jina.

source: The configuration message you received does not have valid APNs.
son: Tabatandiyan alhabaroo kaŋ war duu ši nda hurudoo maa hennayaŋ.
