Repository: translate/mozilla-gaia
Catalog: lg/apps/bluetooth/bluetooth.properties.po
Languages: lg

source: Turn Bluetooth on to view devices in the area.
lg: Saako Bluetooth okulaba esimu endala mukyitundu wano

source: Paired devices
lg: Ab'eyunzeko

source: Devices in the area
lg: Ebyuma ebirala mu'kitundu

source: Visible to all
lg: Elabibwe buli omu

source: Your device name exceeds {{length}} characters. Please retry again.
lg: Erinnya lisuse enyukuta {{length}}. Damu ogezeko.

source: Bluetooth Address
lg: erinya lya bluetooth

source: Not available
lg: Teliwo

source: No devices paired
lg: Tewali Simu zigatidwa

source: Turned off
lg: Teriko

# bt-status-paired[one]
source: {{name}}, +{{n}} more
lg: {{name}}, +{{n}} ebirala

# bt-status-paired[two]
source: {{name}}, +{{n}} more
lg: {{name}}, +{{n}} ebirala

# bt-status-paired[few]
source: {{name}}, +{{n}} more
lg: {{name}}, +{{n}} ebirala

# bt-status-paired[many]
source: {{name}}, +{{n}} more
lg: {{name}}, +{{n}} ebirala

# bt-status-paired[other]
source: {{name}}, +{{n}} more
lg: {{name}}, +{{n}} ebirala

source: Tap to connect
lg: Nyiga okweyunga

source: Pairing with device…
lg: Oyunga n'omulala...

source: Waiting for other device…
lg: Tulinze oli

source: Paired
lg: Mweyunze

source: Connecting…
lg: Tuyunga...

source: Connected
lg: Tuyunze

source: Connected to phone audio
lg: Egatibbwa ku ddobozi ly'esiimu

source: Connected to media audio
lg: Eyungidwa ku byamalobozi

source: Connected to phone/media audio
lg: Eyungidwa kudobbozi ly'essimu/ely'ebizanyibwa

source: Unpair
lg: Gatulura

source: Confirm
lg: kakasa

# device-option-unpair-confirmation
source: Confirmation
lg: okukakasa

source: Unpair device?
lg: Gatulura amasimu?

source: Connect
lg: yunga

source: Disconnect
lg: yungulura

source: Searching for devices…
lg: Tunonya balala

source: Search for devices
lg: Nonya abalala

source: Rename my device
lg: kyusa erinya lye simu

source: Unknown device
lg: Ekyuma tetukimanyi

source: Change device name
lg: kyuusa elinya kyuuma

source: New name
lg: Erinya epya

source: Unable to pair devices
lg: Okugatta ebyuma kulemye

source: Unable to pair with the device. Check that the PIN is correct.
lg: Okugatta nekyuma kulemye. Kebera oba PIN ntufu.

source: Unable to pair with the device. Too many requests.
lg: Okugatta nekyuma kulemye. Abasaba bangi.

source: Unable to connect devices
lg: Tulemedwa oku yunga amasimu

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
lg: Kebera nti e simu gyogezako okuyungako ekyali mu kitundu era nga bulu tusi ya yo kweri.

source: Unpair a connected device?
lg: Ggatulula essimu eyayungibwa?

source: You are currently connected to this device. Unpairing will also disconnect from it.
lg: weyunze da kusimu eno. Okuyungulura ku gya jikutulako.

source: Confirmation
lg: okukakasa

source: Bluetooth is disabled
lg: Bulututhi teliiko

source: Do you want to turn Bluetooth on?
lg: Oyagala kusaako bulututhi?

source: Cancel
lg: sazaamu

source: Turn On
lg: Teka'ko

source: Bluetooth file transfer failed
lg: fayiro eganyi okugenda ku bulututhi

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
lg: fayiro eganyi okugenda ku bulututhi. Kebera oba settingi ntufu

source: OK
lg: Kale

source: Pair
lg: Gatta

source: Confirm devices to pair
lg: Kakasa boyagala okugatta

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
lg: Okugatta ne {{device}}, kakasa nti ebyuma byombi bilaga PIN eno:

source: To pair with {{device}}, enter the PIN on the device.
lg: Okugatta ne {{device}}, tekamu PIN mu kyuma.

source: To pair with {{device}}, enter the passkey on the device.
lg: Okugatta ne {{device}}, tekamu akanamba kekyama.

# passive-pair
source: Bluetooth pairing request
lg: Waliwo asaba okweyunga ku bulututh

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
lg: {{device}} eyagala kweyunga kweno esiimu. Okukiriza, kakasa nti mwena muyina obunamba buno:

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
lg: {{device}} eyagala kweyunga kweno esiimu. Okukiriza, yingiza akanamba kuno.

source: Bluetooth Request From
lg: Okusaba kwa Bluetooth okuva ewa

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
lg: Okusaba kwa Bluetooth okuyunga ebyuma ebibiri

source: Bluetooth Pairing Request
lg: Okusaba kwa Bluetooth okuyunga ebyuma ebibiri

source: Bluetooth pairing request expired. Try to pair again.
lg: Okusaba kwa Bluetooth okweyunga kuwedeko. Ddamu ogezeeko neela.
