Repository: translate/mozilla-gaia
Catalog: hsb/shared/download/download.properties.po
Languages: hsb

source: Download stopped
hsb: Sćehnjenje zastajene

source: Download was stopped. Try downloading again?
hsb: Sćehnjenje je so zastajiło. Chceće sćehnjenje hišće raz spytać?

# stopped_download_left_button
source: Cancel
hsb: Přetorhnyć

# stopped_download_right_button
source: Try again
hsb: Hišće raz spytać

# failed_download_title
source: Download failed
hsb: Sćehnjenje je so nimokuliło

source: {{name}} failed to download. Try downloading again?
hsb: Njeje so poradźiło, {{name}} sćahnyć. Chceće sćehnjenje hišće raz spytać?

# failed_download_left_button
source: Cancel
hsb: Přetorhnyć

# failed_download_right_button
source: Try again
hsb: Hišće raz spytać

source: Stop download
hsb: Sćehnjenje zastajić

source: Are you sure you want to stop the download?
hsb: Chceće woprawdźe sćehnjenje zastajić?

source: No
hsb: Ně

source: Yes
hsb: Haj

# delete_download_title
source: Delete
hsb: Zhašeć

source: Delete {{name}}?
hsb: {{name}} zhašeć?

# delete_download_left_button
source: Cancel
hsb: Přetorhnyć

# delete_download_right_button
source: Delete
hsb: Zhašeć

# delete_all_download_title
source: Delete
hsb: Zhašeć

# delete_all_download_left_button
source: Cancel
hsb: Přetorhnyć

# delete_all_download_right_button
source: Delete
hsb: Zhašeć

source: Delete no files?
hsb: Žane dataje njezhašeć?

source: Delete one file?
hsb: Jednu dataju zhašeć?

# delete_all_download_message[two]
source: Delete {{number}} files?
hsb: {{number}} dataji zhašeć?

# delete_all_download_message[few]
source: Delete {{number}} files?
hsb: {{number}} dataje zhašeć?

# delete_all_download_message[many]
source: Delete {{number}} files?
hsb: {{number}} datajow zhašeć?

# delete_all_download_message[other]
source: Delete {{number}} files?
hsb: {{number}} datajow zhašeć?

# unsupported_file_type_download_title
source: Unable to open
hsb: Njeda so wočinić

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
hsb: Žane nałoženje njemóže {{name}} wočinić. Chceće dataju składować abo zhašeć?

# unsupported_file_type_download_left_button
source: Keep File
hsb: Dataju wobchować

# unsupported_file_type_download_right_button
source: Delete
hsb: Zhašeć

source: File not found
hsb: Dataja njeje so namakała

source: The file wasn’t found on the device
hsb: Dataja njeje so na graće namakała

# file_not_found_download_right_button
source: OK
hsb: W porjadku

source: Memory card in use
hsb: Składowanska karta so runje wužiwa

source: Unplug the phone
hsb: Wottykajće telefon

# unmounted_sdcard_2_download_right_button
source: OK
hsb: W porjadku

source: Unable to share
hsb: Dźělenje móžno njeje

source: No provider found
hsb: Žadyn poskićowar namakany

# no_provider_download_right_button
source: OK
hsb: W porjadku

source: SD Card is full
hsb: SD-karta je połna

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
hsb: Njeje žadyn rum na wašej SD-karće, zo by waše sćehnjenje składowało. Prošu zhašejće někotre dataje, prjedy hač sćehnjenje znowa startujeće.

# no_memory_download_right_button
source: OK
hsb: W porjadku

source: No memory card found
hsb: Žana składowanska karta namakana

source: Insert a memory card or select an alternate default media location in settings
hsb: Zasadźće składowansku kartu abo wubjerće druhe standardne składowanske medijowe městno w nastajenjach

# no_sdcard_found_2_download_right_button
source: OK
hsb: W porjadku

# file_open_error_download_title
source: Unable to open
hsb: Njeda so wočinić

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
hsb: Zmylk při wočinjenju {{name}}. Chceće dataju składować abo zhašeć?

# file_open_error_download_left_button
source: Keep File
hsb: Dataju wobchować

# file_open_error_download_right_button
source: Delete
hsb: Zhašeć

source: There was an error while restarting the download. Please try to download again.
hsb: Zmylk při znowastartowanju sćehnjenja. Prošu spytajće sćehnjenje hišće raz.

source: No downloads
hsb: Žane sćehnjenja

source: {{partial}} of {{total}}
hsb: {{partial}} z {{total}}

source: Stopped
hsb: Zastajeny

source: Download failed
hsb: Sćehnjenje je so nimokuliło

source: Open
hsb: Wočinić

source: Share
hsb: Dźělić

source: Set as wallpaper
hsb: Jako pozadk nastajić

source: Set as ringtone
hsb: Jako zwonjenje nastajić

# cancel_downloaded_file
source: Cancel
hsb: Přetorhnyć
