Repository: translate/mozilla-gaia
Catalog: hto/apps/system/fxa/fxa.properties.po
Languages: hto

source: Firefox Accounts
hto: Fákara ie Firefox

source: Next
hto: Báɨfene

source: Back
hto: Ɨfede

source: Done
hto: Fɨnoka

source: OK
hto: Jɨɨ

# fxa-connection-error-title
source: Unable to Connect
hto: Nítaoinide

source: You can create an account or sign in from Settings.
hto: fakara fɨno ímei Ajuste dɨnodo ó jófo bí

source: Reset Password
hto: Fakára ráa ábɨdo fɨno

source: You can reset your password from Settings.
hto: Ajuste dɨnodo ó fákara abɨdo jóne.

source: Cannot Create Account
hto: Fɨnónide makara

# fxa-offline-error-title
source: Unable to Connect
hto: Nítaoinide

source: Please connect to a network from Settings.
hto: Ajustes fóikui íyano nítaoi

source: Error
hto: Fɨgòñede

source: Please enter a valid email.
hto: Ñúe úiraɨma kúeno.

source: Invalid Password
hto: Fakára ráa dái íeñede

source: Please check your password and try again.
hto: Fakára ráa ábɨdo ñúe éroi.

# fxa-unknown-error-title
source: Unable to Connect
hto: Ñúitanide

source: System unavailable, try again soon.
hto: Sistema íñede, daruimo ábɨdo éroiri.

source: Connecting
hto: Nítanítaoide

source: Enter your email
hto: Úiraɨma kúeno

source: Terms of Service
hto: Taɨniamo, ñúe ite

source: Privacy Notice
hto: Káɨe bíe fáka dáma kue úai

source: Create a Password
hto: Fákara ráa fɨno

source: Enter Your Password
hto: Fakára ráa kúeno

source: Hello, <a>{{email}}</a>
hto: ítɨo, <a>{{email}}</a>

source: Please enter your Firefox Account password to continue.
hto: Fakára ráa kúeno Firefox ɨfoyena

source: Password
hto: Fakára ráa

source: Forgot your password?
hto: ¿Fákara ráa fétatɨo?

source: Show password
hto: Ákatairi fákara

source: Your password must be at least 8 characters long.
hto: Fákara ráa 8 ráanɨ íerede

source: Success!
hto: ¡Ñúe íte!

source: Your Firefox Account is ready to go!
hto: ¡Fákara Firefox já íte!

source: Confirm Your Account
hto: Bíe ó fakara

source: We will send an email to: <strong>{{email}}</strong>
hto: Úiraɨma oreitɨkaɨ: <strong>{{email}}</strong>
