Repository: translate/mozilla-gaia
Catalog: qvi/apps/fm/fm.properties.po
Languages: qvi

source: Plug in a headset
qvi: Llamiray rinri uyana

source: FM Radio requires a plugged in headset to receive radio signals.
qvi: Saylluray Anki FM minishtin llamiranata rinri uyanakuna hapinkapak su√±ay chay anki.

source: Airplane mode is on
qvi: Hamuy antanka riwichishka

source: Turn off Airplane mode to use FM Radio.
qvi: Mana riwichina hamuy antanka uyankapak Anki FM.

source: Speaker
qvi: Shinchi rimay

source: Favorite
qvi: Allikachishka

source: Frequency
qvi: Imaryay

source: Seek Down
qvi: Maskana uraypi

source: Seek Up
qvi: Maskana hawapi

source: On
qvi: Ari

source: Off
qvi: Mana

source: Favorited stations
qvi: Wayachinakuna allikachishkakuna
