Repository: translate/mozilla-gaia
Catalog: ach/apps/ringtones/ringtones.properties.po
Languages: ach

source: Share ringtone
ach: Nywak rington

source: Delete ringtone
ach: Kwany rington

source: Share alert
ach: Nywak ciko

source: Delete alert
ach: Kwany ciko

# actions-cancel
source: Cancel
ach: Ngol

source: Delete Ringtone
ach: Kwany rington

source: Delete Alert
ach: Kwany ciko

source: Are you sure you want to delete "{{tone}}"?
ach: Imoko ada ni imito kwanyo "{{tone}}"?

source: "{{tone}}" is the current default ringtone. Are you sure you want to delete it?
ach: "{{tone}}" aye rington makwongo kombedi. Imoko ada ni imito kwanyo ne?

source: "{{tone}}" is the current default alert. Are you sure you want to delete it?
ach: "{{tone}}" aye me atera makwongo kombedi. Imoko ada ni imito kwanyo ne?

# delete-cancel
source: Cancel
ach: Ngol

source: Delete
ach: Kwany

source: Ringtone deleted.
ach: Kikwanyo rington.

source: Alert deleted.
ach: Kikwanyo ciko.

source: New ringtone created.
ach: Kicweyo rington manyen.

source: Ringtone set as default.
ach: Kitero rington calo makwongo.

source: SD Card
ach: SD kad

source: Select Sound
ach: Yer dwon

source: Set
ach: Ter

source: {{ringtoneSectionBrandName}} Ringtones
ach: {{ringtoneSectionBrandName}} Rington

source: {{ringtoneSectionBrandName}} Alerts
ach: {{ringtoneSectionBrandName}} Ciko

source: My Ringtones
ach: Rington mamega

source: My Alerts
ach: Ciko mamega

source: Create Ringtone
ach: Cwe rington

source: Save
ach: Gwok

# create-cancel
source: Cancel
ach: Ngol

source: Corrupted File
ach: Pwail ma obale

source: The file is corrupted. It cannot be used to create a ringtone.
ach: Pwaille obale woko. Pe ki twero tic kwede me cweyo rington.

source: Ringtone Not Created
ach: Pe kicweyo rington

source: There was an issue creating the ringtone. Please try again.
ach: Bal obedo tye i cweyo rington. Tim ber i tem doki.

source: Use as default ringtone
ach: Tii kwede calo rington makwongo

source: OK
ach: KAKARE

source: Untitled
ach: Nyinge pe
