Repository: translate/mozilla-gaia
Catalog: hsb/apps/sms/sms.properties.po
Languages: hsb

source: Messages
hsb: Powěsće

source: Delete messages
hsb: Powěsće zhašeć

source: Select
hsb: Wubrać

source: Edit
hsb: Wobdźěłać

source: Back
hsb: Wróćo

source: Cancel
hsb: Přetorhnyć

source: Undo
hsb: Cofnyć

source: Done
hsb: Dokónčene

source: Delete
hsb: Zhašeć

source: Delete thread
hsb: Nitku zhašeć

source: Mark as read
hsb: Jako přečitany markěrować

source: Mark as unread
hsb: Jako nječitany markěrować

source: Deleting…
hsb: Haša so…

source: Select all
hsb: Wšě wubrać

source: Deselect all
hsb: Wšě wotwolić

# selected-threads[zero]
source: none selected
hsb: žana wubrana

# selected-threads[one]
source: {{n}} selected
hsb: {{n}} wubrana

# selected-threads[two]
source: {{n}} selected
hsb: {{n}} wubranej

# selected-threads[few]
source: {{n}} selected
hsb: {{n}} wubrane

# selected-threads[many]
source: {{n}} selected
hsb: {{n}} wubranych

# selected-threads[other]
source: {{n}} selected
hsb: {{n}} wubranych

# selected-messages[zero]
source: none selected
hsb: žana wubrana

# selected-messages[one]
source: {{n}} selected
hsb: {{n}} wubrana

# selected-messages[two]
source: {{n}} selected
hsb: {{n}} wubranej

# selected-messages[few]
source: {{n}} selected
hsb: {{n}} wubrane

# selected-messages[many]
source: {{n}} selected
hsb: {{n}} wubranych

# selected-messages[other]
source: {{n}} selected
hsb: {{n}} wubranych

source: Select Threads
hsb: Nitki wubrać

source: Select Messages
hsb: Powěsće wubrać

source: Settings
hsb: Nastajenja

source: Add subject
hsb: Titul přidać

source: Remove subject
hsb: Titul wotstronić

source: To:
hsb: Komu:

source: New
hsb: Nowy

source: Message
hsb: Powěsć

# messagesInput.title
source: Message
hsb: Powěsć

source: Subject
hsb: Titul

source: Converting to multimedia message.
hsb: Do multimedijoweje powěsće konwertować.

source: Converting to text message.
hsb: Do tekstoweje powěsće konwertować.

source: You’ve reached the maximum length.
hsb: Sće maksimalnu dołhosć docpěł.

source: Maximum length of subject reached.
hsb: Maksimalna dołhosć titula je docpěta.

source: You’ve exceeded the {{mmsSize}} KB size limit of a single multimedia message. Remove attachments or shorten the message to send it.
hsb: Sće limit wulkosće {{mmsSize}} KB jednotliweje multimedijoweje powěsće překročił. Wotstrońće přiwěški abo skrótšće powěsć, prjedy hač ju posćeleće.

source: New message
hsb: Nowa powěsć

source: Send message
hsb: Powěsć pósłać

source: Send multimedia message
hsb: Multimedijowu powěsć pósłać

source: (No recipient)
hsb: (Žadyn přijimar)

source: {{n}} recipient
hsb: {{n}} přijimar

# recipient[two]
source: {{n}} recipients
hsb: {{n}} přijimarjej

# recipient[few]
source: {{n}} recipients
hsb: {{n}} přijimarjo

# recipient[many]
source: {{n}} recipients
hsb: {{n}} přijimarjow

# recipient[other]
source: {{n}} recipients
hsb: {{n}} přijimarjow

source: There is no application available to open this file type.
hsb: Njesteji žane nałoženje k dispoziciji, zo by tutón datajowy typ wočiniło.

source: Remove
hsb: Wotstronić

source: {{n}} participant
hsb: {{n}} wobdźělnik

# participant[two]
source: {{n}} participants
hsb: {{n}} wobdźělnikaj

# participant[few]
source: {{n}} participants
hsb: {{n}} wobdźělnicy

# participant[many]
source: {{n}} participants
hsb: {{n}} wobdźělnikow

# participant[other]
source: {{n}} participants
hsb: {{n}} wobdźělnikow

source: Message report
hsb: Powěsćowa rozprawa

source: Text Message (SMS)
hsb: Tekstowa powěsć (SMS)

source: Multimedia Message (MMS)
hsb: Multimedijowa powěsć (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
hsb: Waša tekstowa powěsć (SMS) je so {{datetime}} pósłała

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
hsb: Waša multimedijowa powěsć (MMS), titul {{subject}}, je so {{datetime}} pósłała

source: Your Multimedia Message (MMS), was sent on {{datetime}}
hsb: Waša multimedijowa powěsć (MMS) je so {{datetime}} pósłała

source: Subject:
hsb: Titul:

source: Message could not be sent
hsb: Powěsć njeda so pósłać

source: not downloaded
hsb: njesćehnjeny

source: Delivered:
hsb: Připósłany:

source: Read:
hsb: Přečitany:

source: Report requested
hsb: Rozprawa je so požadała

source: Message rejected
hsb: Powěsć je so wotpokazała

source: Message size:
hsb: Powěsćowa wulkosć:

source: To
hsb: Komu

source: From
hsb: Wot

source: Sent:
hsb: Pósłany:

source: Received:
hsb: Přijaty:

source: Via:
hsb: Přez:

source: Resend
hsb: Hišće raz pósłać

source: Lateness:
hsb: Zapozdźenje:

source: Search
hsb: Pytać

source: Unknown Contact
hsb: Njeznaty kontakt

source: Discard the message you’re composing and open the new message?
hsb: Powěsć zaćisnyć, kotruž pisaće a nowu powěsć wočinić?

source: The message could not be sent. Try again?
hsb: Powěsć njeda so pósłać. Hišće raz spytać?

source: Resend this message
hsb: Tutu powěsć znowa pósłać

# deleteMessage-confirmation
source: Delete selected message?
hsb: Wubranu powěsć zhašeć?

source: Please select messages to be deleted.
hsb: Prošu wubjerće powěsće, kotrež maja so zhašeć.

# deleteMessages-confirmation-message[one]
source: Delete selected message?
hsb: Wubranu powěsć zhašeć?

# deleteMessages-confirmation-message[two]
source: Delete {{n}} selected messages?
hsb: Wubrane {{n}} powěsći zhašeć?

# deleteMessages-confirmation-message[few]
source: Delete {{n}} selected messages?
hsb: Wubrane {{n}} powěsće zhašeć?

# deleteMessages-confirmation-message[many]
source: Delete {{n}} selected messages?
hsb: Wubrane {{n}} powěsćow zhašeć?

# deleteMessages-confirmation-message[other]
source: Delete {{n}} selected messages?
hsb: Wubrane {{n}} powěsćow zhašeć?

source: Please select message threads to be deleted.
hsb: Prošu wubjerće powěsćowe nitki, kotrež maja so zhašeć.

source: Delete selected message thread?
hsb: Wubranu powěsćowu nitku zhašeć?

# deleteThreads-confirmation-message[two]
source: Delete {{n}} selected message threads?
hsb: {{n}} wubranej powěsćowej nitce zhašeć?

# deleteThreads-confirmation-message[few]
source: Delete {{n}} selected message threads?
hsb: {{n}} wubrane powěsćowe nitki zhašeć?

# deleteThreads-confirmation-message[many]
source: Delete {{n}} selected message threads?
hsb: {{n}} wubranych powěsćowych nitkow zhašeć?

# deleteThreads-confirmation-message[other]
source: Delete {{n}} selected message threads?
hsb: {{n}} wubranych powěsćowych nitkow zhašeć?

source: New message from
hsb: Nowa powěsć wot

source: Read it
hsb: Čitać

source: No messages
hsb: Žane powěsće

source: Start communicating now
hsb: Započńće nětko komunikaciju

source: Message not sent
hsb: Powěsć njeje so pósłała

source: There was a problem sending the message. Please try again.
hsb: Problem při słanju powěsće. Prošu spytajće hišće raz.

# sendDefaultErrorBtnOk
source: OK
hsb: W porjadku

source: Missing SIM card
hsb: SIM-karta faluje

source: Insert a valid SIM card to continue.
hsb: Zasadźće płaćiwu SIM-kartu, zo byšće pokročował.

# sendMissingSimCardBtnOk
source: OK
hsb: W porjadku

source: Airplane mode activated
hsb: Lětanski modus zmóžnjeny

source: Turn off airplane mode to send messages.
hsb: Znjemóžńće lětanski modus, zo byšće powěsće pósłał.

# sendFlightModeBtnOk
source: OK
hsb: W porjadku

source: Turn off airplane mode to download attachments.
hsb: Lětanski modus wupinyć, zo by přiwěški sćahnyło.

source: FDN active
hsb: FDN aktiwny

source: Editing SMS {{number}}
hsb: SMS {{number}} wobdźěłać

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:
hsb: FDN (Fixed Dialing Numbers) je aktiwizowany. Přeswědčće so, hač SMS-centrum a slědowacy přijimar stej we wašej FDN-lisćinje:

# fdnErrorBody[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
hsb: FDN (Fixed Dialing Numbers) je aktiwizowany. Přeswědčće so, hač SMS-centrum a slědowacej přijimarjej su we wašej FDN-lisćinje:

# fdnErrorBody[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
hsb: FDN (Fixed Dialing Numbers) je aktiwizowany. Přeswědčće so, hač SMS-centrum a slědowacy přijimarjo su we wašej FDN-lisćinje:

# fdnErrorBody[many]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
hsb: FDN (Fixed Dialing Numbers) je aktiwizowany. Přeswědčće so, hač SMS-centrum a slědowacy přijimarjo su we wašej FDN-lisćinje:

# fdnErrorBody[other]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
hsb: FDN (Fixed Dialing Numbers) je aktiwizowany. Přeswědčće so, hač SMS-centrum a slědowacy přijimarjo su we wašej FDN-lisćinje:

# fdnErrorBtnOk
source: OK
hsb: W porjadku

source: Switch data connection
hsb: Datowy zwisk přepinyć

source: Switch the data connection to SIM {{ nonActiveSimId }} to retrieve the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
hsb: Přepińće datowy zwisk ze SIM {{ nonActiveSimId }}, zo byšće MMS wotewzał. Aktualne datowe přenjesenje na SIM {{ activeSimId }} so přetorhnje. Najebać toho pokročować?

source: Later
hsb: Pozdźišo

# switchSimToRetrieveConfirm
source: OK
hsb: W porjadku

source: Switch the data connection to SIM {{ nonActiveSimId }} to send the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
hsb: Přepińće datowy zwisk ze SIM {{ nonActiveSimId }}, zo byšće MMS pósłał. Aktualne datowe přenjesenje na SIM {{ activeSimId }} so přetorhnje. Najebać toho pokročować?

source: No network coverage
hsb: Žadyn syćowy zwisk

source: Make sure you have a mobile signal and try again.
hsb: Přeswědčće so, hač maće mobilny signal a spytajće hišće raz.

# sendNoSignalErrorBtnOk
source: OK
hsb: W porjadku

source: Message not found
hsb: Powěsć njeje so namakała

source: The message you’re looking for is no longer available.
hsb: Powěsć, kotruž pytaće, hižo k dispoziciji njesteji.

# sendNotFoundErrorBtnOk
source: OK
hsb: W porjadku

source: Invalid number
hsb: Njepłaćiwe čisło

source: Make sure the mobile number you’re sending to is valid.
hsb: Přeswědčće so, hač mobilne čišło, na kotrež sćeleće, je płaćiwe.

# sendInvalidAddressErrorBtnOk
source: OK
hsb: W porjadku

source: Unable to download
hsb: Sćehnjenje njemóžno

source: Please make sure the SIM card inserted is the one used to receive this message.
hsb: Prošu přeswědčće so, hač zasadźena SIM-karta je tuta, kotraž je so wužiła, zo by tutu powěsć přijało.

# simNotMatchedErrorBtnOk
source: OK
hsb: W porjadku

source: This message has already been deleted.
hsb: Tuta powěsć je so hižo zhašała.

# view-attachment-image
source: View
hsb: Wobhladać sej

source: Listen
hsb: Poskać

# view-attachment-video
source: View
hsb: Wobhladać sej

# view-attachment-other
source: View
hsb: Wobhladać sej

source: Remove image
hsb: Wobraz wotstronić

source: Remove audio
hsb: Awdio wotstronić

source: Remove video
hsb: Widejo wotstronić

source: Remove attachment
hsb: Přiwěšk wotstronić

source: Replace image
hsb: Wobraz wuměnić

source: Replace audio
hsb: Awdio wuměnić

source: Replace video
hsb: Widejo wuměnić

source: Replace attachment
hsb: Přiwěšk wuměnić

source: Message options
hsb: Powěsćowe nastajenja

source: Thread options
hsb: Nitkowe nastajenja

source: Forward
hsb: Dale sposrědkować

source: View message report
hsb: Powěsćowu rozprawu pokazać

source: Select text
hsb: Tekst wubrać

source: Mobile
hsb: Mobilny telefon

source: Home
hsb: Doma

source: Work
hsb: Na dźěle

source: Personal
hsb: Wosobinski

source: Fax home
hsb: Priwatny faks

source: Fax office
hsb: Słužbny faks

source: Fax other
hsb: Druhi faks

source: Another
hsb: Druhi

source: Other
hsb: Dalše

source: today
hsb: dźensa

source: today {{ time }}
hsb: dźensa {{ time }}

source: yesterday
hsb: wčera

source: yesterday {{ time }}
hsb: wčera {{ time }}

source: Add to an existing contact
hsb: Eksistowacemu kontaktej přidać

source: Create new contact
hsb: Nowy kontakt wutworić

source: View contact
hsb: Kontakt pokazać

source: Call
hsb: Zawołać

source: Send email
hsb: E-mejlku pósłać

source: MMS message
hsb: MMS-powěsć

source: Message is not downloaded yet.
hsb: Powěsć hišće njeje so sćahnyła.

source: You received a multimedia message. You can use the link below to download its content until {{date}}.
hsb: Sće multimedijowu powěsć přijał. Móžeće slědowacy wotkaz wužiwać, zo byšće jeje wobsah hač do {{date}} sćahnył.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
hsb: Powěsć je bohužel {{date}} spadnjena a njeda so sćahnyć.

source: Download
hsb: Sćahnyć

source: Downloading…
hsb: Sćahuje so…

source: untitled
hsb: bjez titula

# attached-files-too-large[zero]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
hsb: Dataje, kotrež sće wubrał, překročuja wulkostny limit {{mmsSize}} KB jednotliweje multimedijoweje powěsće.

source: The file you have selected exceeds the {{mmsSize}} KB size limit of a single multimedia message.
hsb: Dataja, kotruž sće wubrał, překročuje wulkostny limit {{mmsSize}} KB jednotliweje multimedijoweje powěsće.

# attached-files-too-large[two]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
hsb: Dataji, kotrejž sće wubrał, překročujetej wulkostny limit {{mmsSize}} KB jednotliweje multimedijoweje powěsće.

# attached-files-too-large[few]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
hsb: Dataje, kotrež sće wubrał, překročuja wulkostny limit {{mmsSize}} KB jednotliweje multimedijoweje powěsće.

# attached-files-too-large[many]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
hsb: Dataje kotrež sće wubrał, překročuja wulkostny limit {{mmsSize}} KB jednotliweje multimedijoweje powěsće.

# attached-files-too-large[other]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
hsb: Dataje, kotrež sće wubrał, překročuja wulkostny limit {{mmsSize}} KB jednotliweje multimedijoweje powěsće.

source: Resizing the attached image
hsb: Wulkosć připowěsnjeneho wobraza so přiměrja

source: There is a problem with the attached file and it cannot be downloaded.
hsb: Je problem z připowěsnjenej dataju, njeda so sćahnyć.

source: Message saved as draft
hsb: Powěsć je so jako naćisk składowała

source: unknown SIM
hsb: njeznaty SIM

source: Send
hsb: Pósłać

source: using SIM {{n}}
hsb: z pomocu SIM {{n}}

source: Add attachment
hsb: Přiwěšk přidać

source: Contact photo
hsb: Kontaktowe foto

source: Unread
hsb: Nječitany

source: Has draft
hsb: Ma naćisk

source: Draft
hsb: Naćisk

source: Actions
hsb: Akcije

# settingsButton.ariaLabel
source: Settings
hsb: Nastajenja

# composeLink.ariaLabel
source: New message
hsb: Nowa powěsć

# callButton.ariaLabel
source: Call
hsb: Zawołać

source: Sending…
hsb: sćele so…

source: Delivered
hsb: Připósłany

source: Read
hsb: Přečitany

source: Error
hsb: Zmylk

source: Late arrival
hsb: Pózdni přichad

# late-arrival-notice-in-months[zero]
source: {{ lateness }}mth late
hsb: {{ lateness }}měsacow přepozdźe

# late-arrival-notice-in-months[one]
source: {{ lateness }}mth late
hsb: {{ lateness }}měsac přepozdźe

# late-arrival-notice-in-months[two]
source: {{ lateness }}mths late
hsb: {{ lateness }}měsacaj přepozdźe

# late-arrival-notice-in-months[few]
source: {{ lateness }}mths late
hsb: {{ lateness }}měsacy přepozdźe

# late-arrival-notice-in-months[many]
source: {{ lateness }}mths late
hsb: {{ lateness }}měsacow přepozdźe

# late-arrival-notice-in-months[other]
source: {{ lateness }}mths late
hsb: {{ lateness }}měsacow přepozdźe

source: {{ lateness }}d late
hsb: {{ lateness }} dnjow přepozdźe

source: {{ lateness }}h late
hsb: {{ lateness }}hodźin přepozdźe

source: {{ lateness }}m late
hsb: {{ lateness }}mjeńšin přepozdźe

# modal-dialog-ok-button
source: OK
hsb: W porjadku

# modal-dialog-cancel-button
source: Cancel
hsb: Přetorhnyć

# modal-dialog-default-title
source: Messages
hsb: Powěsće
