Repository: translate/mozilla-gaia
Catalog: lg/apps/music/music.properties.po
Languages: lg

source: Music
lg: Enguliko

source: Artists
lg: Abayimbi

source: Albums
lg: Aalubaamu

source: Songs
lg: Enyimba

source: Unknown artist
lg: Omuyimbi tamanyidwa

source: Unknown album
lg: Aalubaamu temanyidwa

source: Unknown title
lg: Elinya lyo'luyimba telimanyidwa

source: Add songs to get started
lg: Gattamu enyimba okutandika

source: Load songs on to the memory card.
lg: Ttika enyimba ku ka kaada akateresi

source: No memory card found
lg: Tewali ka kaada kateresi kazulidwa

source: Insert a memory card to listen to songs.
lg: Teekamu ka kadda akateresi okuwuliriza enyimba.

source: Music can not be used while phone is plugged in
lg: Enguliko tesobola kukozesebwa ng'essimu ekyayungidwa

source: Unplug the phone to play music.
lg: Kuulamu essimu okuzanya enguliko

source: Database Upgrade
lg: Okutuumbula Ettelekelo

source: Please wait while Music updates its database.
lg: Bambi lindamu nga enguliko bwenoonya ebipya mu bwiino waayo.

source: Search Music
lg: Noonya Enguliko

# search-cancel
source: Cancel
lg: Sazaamu

# search-artists
source: Artists
lg: Abayiimbi

# search-albums
source: Albums
lg: Aalubaamu

source: Tracks
lg: Anyiimba

source: close
lg: ggalawo

source: No music found
lg: Tewali nguliko ezuulidwa

source: Shuffle all
lg: Okuzanya lwona lwesanze

source: Highest rated
lg: Elusingako ku Ddaala

source: Recently added
lg: Ezigatidwako gyebuvudeko

source: Most played
lg: Ezisinga okuzanyibwa

source: Least played
lg: Ozisinga obutazanyibwa

source: Select a track
lg: Londa oluyimba

source: Save
lg: Teleka

source: Saved {{title}} to Music
lg: {{title}} lutelekedwa kunguliko

source: Audio cannot be played: format is unsupported or file is invalid.
lg: Eddoboozi telisobola kuzanyibwa: ekyika kyalyo tekiwanilidwa oba fayilo teliimu

# overlay-cancel-button
source: Cancel
lg: Sazaamu

source: Music paused during the call
lg: Enguliko ewumudemu mukukuba essimu

source: Done
lg: Kiwedde

source: Share
lg: Ggabana

source: Rating
lg: Okupima

# rating-star.ariaLabel[zero]
source: {{n}} stars
lg: Obumunyenye {{n}}

source: {{n}} star
lg: Akamunyenye {{n}}

# rating-star.ariaLabel[two]
source: {{n}} stars
lg: Obumunyenye {{n}}

# rating-star.ariaLabel[few]
source: {{n}} stars
lg: Obumunyenye {{n}}

# rating-star.ariaLabel[many]
source: {{n}} stars
lg: Obumunyenye {{n}}

# rating-star.ariaLabel[other]
source: {{n}} stars
lg: Obumunyenye {{n}}

source: Go to player view
lg: Genda awalabikira ebizanyibwa

source: Repeat off
lg: Okuddamu kugidwako

source: Repeat all
lg: Ddamu zzona

source: Repeat track
lg: Ddamu oluyimba luno

source: Shuffle
lg: Zeekyange

# artists-tab.ariaLabel
source: Artists
lg: Abayimbi

# albums-tab.ariaLabel
source: Albums
lg: Aalubaamu

# songs-tab.ariaLabel
source: Songs
lg: Enyiimba
