Repository: translate/mozilla-gaia
Catalog: dsb/shared/telephony/telephony.properties.po
Languages: dsb

source: Emergency number
dsb: Nuzny telefonowy numer

source: To make a call you need to disable airplane mode in settings.
dsb: Aby zawołał, musyśo modus leśenja w nastajenjach znjemóžniś.

# callAirplaneModeBtnOk
source: OK
dsb: W pórěźe

source: Airplane mode activated
dsb: Modus leśenja zmóžnjony

source: Number is busy
dsb: Numer jo wobsajźony

source: The number is currently busy. Please try again later.
dsb: Numer jo tuchylu wobsajźony. Pšosym wopytajśo pózdźej hyšći raz.

source: FDN active
dsb: FDN aktiwny

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
dsb: FDN (Fixed Dialing Numbers) jo zmóžnjony a slědujucy numer njejo we wašej FDN-lisćinje: {{ number }}

source: To make a call, the phone must be connected to a network.
dsb: Aby zazwónił, musy telefon ze seśu zwězany byś.

source: Emergency calls are not allowed by the network.
dsb: Nuzne zawołanja njejsu pśez seś dowólone.

# emergencyDialogBtnOk
source: OK
dsb: W pórěźe

source: No network connection
dsb: Žeden seśowy zwisk

source: Invalid phone number
dsb: Njepłaśiwy telefonowy numer

source: The phone number you are calling is not valid.
dsb: Telefonowy numer, na kótaryž zwóniśo, njejo płaśiwy.

source: Unable to make a phone call now
dsb: Njejo móžno něnto telefoněrowaś

source: Cannot make a call. If you are already dialing, please hang up first.
dsb: Njejo móžno telefoněrowaś. Jolic južo wóliśo, połožćo nejpjerwjej.

source: Other connection in use
dsb: Drugi zwisk se južo wužywa

source: You have an active call on another connection. You can only use one connection at a time.
dsb: Maśo aktiwne zawołanje w drugem zwisku. Móžośo jano jaden zwisk naraz wužywaś.

source: Call was barred by the operator
dsb: Zawołanje jo se wót wobgóspodarowarja mobilneje seśi zastajiło

source: Connecting…
dsb: Zwězujo se…

source: Mobile
dsb: Mobilny telefon

source: Home
dsb: Startowy bok

source: Work
dsb: Słužbny telefon

source: Personal
dsb: Wósobinski

source: Fax home
dsb: Priwatny faks

source: Fax office
dsb: Słužbny faks

source: Fax other
dsb: Drugi faks

source: Other
dsb: Druge

source: Mobile, {{ carrier }}
dsb: Mobilny telefon, {{ carrier }}

source: Home, {{ carrier }}
dsb: Priwatny telefon, {{ carrier }}

source: Work, {{ carrier }}
dsb: Słužbny telefon, {{ carrier }}

source: Personal, {{ carrier }}
dsb: Wósobinski telefon, {{ carrier }}

source: Fax home, {{ carrier }}
dsb: Priwatny faks, {{ carrier }}

source: Fax office, {{ carrier }}
dsb: Słužbny faks, {{ carrier }}

source: Fax other, {{ carrier }}
dsb: Drugi faks, {{ carrier }}

source: Other, {{ carrier }}
dsb: Druge, {{ carrier }}
