Repository: translate/mozilla-gaia
Catalog: son/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Žemna

source: Resend
id: Sanba taaga

source: Connecting
id: Goo ma ciya

source: Verify
id: Koroši

source: Verifying
id: Goo ma koroši

source: Verified
id: Korosante

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{app_name}} ga boona ka war talfon lanbaa bay nda k'a koroši. Suuba woo kaŋ war ga baa k'a žemna wala itaaga foo dam.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Ir na ašariya foo sanba {{phone_number}} do. Ir ga ceeci a ma zaandi nga boŋ se, amma war g'a hantum da nd'a šii goy ra jinaa woo ga.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: A boori! War talfon lanbaa {{phone_number}} goo ma korosandi nd'a ga bara {{app_name}} ga.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Koroši feršikaa šii duwandi sohõda. War interneti ciyari guna ka boori, de war ma ceeci k'a cee koyne minitiyaŋ ra.

source: There seems to be a problem with your verification code. Let's try once again!
id: A ga hima šenday foo ga bara war korošiyan ašariyaa ra. Ir m'a tee cee foo koyne!

source: Mobile identity
id: Kanbeyan tammaasa

source: OK
id: Ayyo

source: Or add your phone number
id: Wala war talfon lanbaa tonton

source: Or select a phone number from the list
id: Wala talfon lanba foo suuba maašeedaa ra
