Repository: translate/mozilla-gaia
Catalog: yo/shared/download/download.properties.po
Languages: yo

source: Download stopped
yo: Ìgbàwalẹ̀ ti dúró

source: Download was stopped. Try downloading again?
yo: A dá ìgbàwalẹ̀ dúró. Gbìyànjú ìgbàwalẹ̀ lẹ́ẹ̀kan?

# stopped_download_left_button
source: Cancel
yo: Parẹ́

# stopped_download_right_button
source: Try again
yo: Tún gbìyànjú si

# failed_download_title
source: Download failed
yo: Ìgbàwalẹ̀ kunà

source: {{name}} failed to download. Try downloading again?
yo: {{name}} kunà láti gbàwalẹ̀. Gbìyànjú ìgbàwalẹ̀ lẹ́ẹ̀kan?

# failed_download_left_button
source: Cancel
yo: Parẹ́

# failed_download_right_button
source: Try again
yo: Tún gbìyànjú

source: Stop download
yo: Dá ìgbàwalẹ̀ dúró

source: Are you sure you want to stop the download?
yo: Ṣé ó dá ọ lójú pé o fẹ́ dá ìgbàwalẹ̀ dúró?

source: No
yo: Rárá

source: Yes
yo: Bẹ́ẹ̀ni

# delete_download_title
source: Delete
yo: Parẹ́

source: Delete {{name}}?
yo: Parẹ́ {{name}}?

# delete_download_left_button
source: Cancel
yo: Parẹ́

# delete_download_right_button
source: Delete
yo: Parẹ́

# delete_all_download_title
source: Delete
yo: Parẹ́

# delete_all_download_left_button
source: Cancel
yo: Parẹ́

# delete_all_download_right_button
source: Delete
yo: Parẹ́

source: Delete no files?
yo: Máṣe pa àwọn fáìlì?

source: Delete one file?
yo: Pa fáìlì kan rẹ́?

# delete_all_download_message[two]
source: Delete {{number}} files?
yo: Pa {{number}} àwọn fáìlì rẹ́?

# delete_all_download_message[few]
source: Delete {{number}} files?
yo: Pa {{number}} àwọn fáìlì rẹ́?

# delete_all_download_message[many]
source: Delete {{number}} files?
yo: Pa {{number}} àwọn fáìlì rẹ́?

# delete_all_download_message[other]
source: Delete {{number}} files?
yo: Pa {{number}} àwọn fáìlì rẹ́?

# unsupported_file_type_download_title
source: Unable to open
yo: Kòleṣí

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
yo: Kòsí ìṣàfilọ́lẹ̀ tólèṣí {{name}}. Ṣé wá fẹ́ láti ṣàfípamọ́ fáìlì tàbí parẹ́?

# unsupported_file_type_download_left_button
source: Keep File
yo: Tọ́jú Fáìlì

# unsupported_file_type_download_right_button
source: Delete
yo: Parẹ́

source: File not found
yo: A kò rí fáílì

source: The file wasn’t found on the device
yo: A kò rí fáílì nínu ohun elò

# file_not_found_download_right_button
source: OK
yo: Ó DÁRA

source: Memory card in use
yo: A ńlo káàdì ìpamọ́

source: Unplug the phone
yo: Ṣàyọkúrò fóònù

# unmounted_sdcard_2_download_right_button
source: OK
yo: Ó DÁRA

source: Unable to share
yo: Kòle pín

source: No provider found
yo: Kòsí ìpesè

# no_provider_download_right_button
source: OK
yo: Ó DÁRA

source: SD Card is full
yo: SD Card ti kún

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
yo: Kòsí ìyàrá mọ́ lóri SD káàdì rẹ láti ṣàfipamọ́ ìgbàwálẹ̀ rẹ. Jọ̀wọ́ ṣàmúkúrò àwọn fáìlì kan kí o tún ṣàtúnbẹ̀rẹ̀ ìgbàwálẹ̀.

# no_memory_download_right_button
source: OK
yo: Ó DÁRA

source: No memory card found
yo: Kòsí káàdì ìfipamọ́

source: Insert a memory card or select an alternate default media location in settings
yo: Ṣàfibọ̀ káàdì ìfipamọ́ tàbí yan mídíà àkùnàyàn ìdàkejì ibi ní àwọn ààtò

# no_sdcard_found_2_download_right_button
source: OK
yo: Ó DÁRA

# file_open_error_download_title
source: Unable to open
yo: Kòlèṣí

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
yo: Ìṣòro ṣíṣí wà {{name}}. Ṣé wà fé láti fi fáìlì pamọ́ tàbí parẹ́?

# file_open_error_download_left_button
source: Keep File
yo: Pa Fáìlì Mọ́

# file_open_error_download_right_button
source: Delete
yo: Parẹ́

source: There was an error while restarting the download. Please try to download again.
yo: Àṣìṣẹ ní ìgba àtúnbẹ̀rẹ̀ ìgbàwálẹ̀. Jọ̀wọ́ tún gbàwálẹ̀ lẹ́ẹ̀kansi.

source: No downloads
yo: Kòsí àwọn ìgbàwálẹ̀

source: {{partial}} of {{total}}
yo: {{partial}} ti {{total}}

source: Stopped
yo: Ti dúró

source: Download failed
yo: Ìgbàwalẹ̀ kúnà

source: Open
yo: Ṣí

source: Share
yo: Ìpín

source: Set as wallpaper
yo: Ṣàgbékalẹ̀ bíi àwòrán àgbétẹ́lẹ̀

source: Set as ringtone
yo: Ṣàgbékalẹ̀ bí ohùn dídún

# cancel_downloaded_file
source: Cancel
yo: Parẹ́
