Repository: translate/mozilla-gaia
Catalog: hto/apps/ringtones/ringtones.properties.po
Languages: hto

source: Manage Tones
hto: Fɨkɨ́no dama fɨnoyena

source: Share ringtone
hto: Fékano fɨkɨ́no

source: Delete ringtone
hto: Fɨkɨ́no óno dota

source: Share alert
hto: Fékano éroiri

source: Delete alert
hto: Éroiri óni dota

# actions-cancel
source: Cancel
hto: Fúitade

source: Delete Ringtone
hto: Fɨkɨ́no óni dota

source: Delete Alert
hto: Éroiri óni dota

source: Are you sure you want to delete "<bdi>{{tone}}</bdi>"?
hto: ¿Bíe óni óiakadɨio "<bdi>{{tone}}</bdi>"?

source: "<bdi>{{tone}}</bdi>" is the current default ringtone.<br><br>Are you sure you want to delete it?
hto: "<bdi>{{tone}}</bdi>" fɨkɨ́no dɨno íte.<br><br>¿Bíe óni óikadɨo?

source: "<bdi>{{tone}}</bdi>" is the current default alert.<br><br>Are you sure you want to delete it?
hto: "<bdi>{{tone}}</bdi>" fɨkɨ́no íe kázitara dɨno íte.<br><br>¿Bíe óni óikadɨo?

# delete-cancel
source: Cancel
hto: Fúitade

source: Delete
hto: Fúitade

source: Ringtone deleted.
hto: Fɨkɨ́no óni óga.

source: Alert deleted.
hto: Éroiri óni óga.

source: New ringtone created.
hto: Kómue fɨkɨ́no fɨnoka.

source: Ringtone set as default.
hto: Fɨkɨ́no ñúe fɨnoka dɨno íyena.

source: SD Card
hto: Rabekɨ SD

source: Select Sound
hto: Fɨkɨrede Nɨze

source: Set
hto: Dɨno jóne

source: {{ringtoneSectionBrandName}} Ringtones
hto: Fɨkɨ́no {{ringtoneSectionBrandName}}

source: {{ringtoneSectionBrandName}} Alerts
hto: Éroiri {{ringtoneSectionBrandName}}

source: My Ringtones
hto: Kúe fɨkɨ́no

source: My Alerts
hto: Kúe éroiri

source: Create Ringtone
hto: Fɨkɨ́no fɨ́no

source: Save
hto: Jóne

# create-cancel
source: Cancel
hto: Fúitade

source: Corrupted File
hto: Ɨ́rakotade ráanɨ

source: The file is corrupted. It cannot be used to create a ringtone.
hto: Bíe ráanɨ ɨ́rakotade. Jónenide fɨkɨ́no fɨnoyena.

source: Ringtone Not Created
hto: Fɨkɨ́no fɨnoñega.

source: There was an issue creating the ringtone. Please try again.
hto: Fɨ́nofɨnoga fɨkɨ́no ñúe jóbiñede. Ábɨdo fɨno.

source: Use as default ringtone
hto: Jóne já fɨnoka fɨkɨ́no

source: OK
hto: Jɨɨ

source: Untitled
hto: Mámekɨñede

source: Add
hto: Zóta
