Repository: translate/mozilla-gaia
Catalog: pbb/apps/keyboard/keyboard.properties.po
Languages: pbb

source: Keyboard
pbb: Phkithnxisa

source: Built-in Keyboard
pbb: Phkithnxisa kãjãwa'j

source: OK
pbb: Ewna jĩma'k

source: Keyboard settings
pbb: Phkithwa'ja's phewu'sa

source: Cancel
pbb: Tuduçmeeth

source: Delete
pbb: Khũkhna

source: Vibration
pbb: Ẽsesena'

source: Click Sound
pbb: Susku kxtheth

source: Auto Correction
pbb: Peekiçxaa phewu'hna

source: Word Suggestion
pbb: Yuwe's newe'wen

source: User Dictionary
pbb: Eç pakwenxisa's vxisnxi

source: Handwriting
pbb: Kuse' fxi'nxi

source: Stroke Width
pbb: Sutxnxi tape'

source: Response Speed
pbb: Dxikçxaa pasna

source: Emoji
pbb: We'we'n pisan kaanxi

source: Word suggestions
pbb: Yuwe's newe'wen

source: Dismiss
pbb: Mdxik

source: more numbers and symbols
pbb: Vxite txã'çxaçxaasatx jweeiçxaa isan

source: letters
pbb: fxi'nxisa

source: shift
pbb: takhna fxi'nxisa

source: delete
pbb: khũkhna

source: space
pbb: jxu'hte fxi'nxisa

source: return
pbb: dxiju

source: period
pbb: Jxahna kũnxi

source: comma
pbb: Jweh jxkasenxisaa

source: colon
pbb: Je'zsatx jxahna kũnxi

source: semicolon
pbb: Yujuçxha ki'h jweh jxkasenxisaa

source: question mark
pbb: Papẽynxi

source: exclamation point
pbb: Pxthaa we'weya'

source: left bracket
pbb: Takhna txãphnxi jebuwe'sx

source: right bracket
pbb: Aphnxi paçuwe'sx

source: double quote
pbb: Jez jwedte atũu

source: left double angle quote
pbb: Phade jez jwed atũus

source: right double angle quote
pbb: Ma'ph jez jwedsa's

# userDictionaryPanelHeader
source: User Dictionary
pbb: Eç pakwenxisa's vxisnxi

source: No words in the user dictionary.
pbb: Kselpihnxisa' yuwe tasxa'meeta'.

source: Add a word now.
pbb: Kãajãhna teeçx yuwe's.

source: add word
pbb: Kãajãhna yuwe's

source: Add Word
pbb: Kãajãhna yuwe's

source: Edit Word
pbb: Yuwe's yu'pthẽhna

source: Save
pbb: Jxawna

# userDictionaryDeleteButton
source: Delete
pbb: Khũkhna

source: Delete word “{{word}}”?
pbb: ¿Khũkhna “{{word}}”?

source: Installed Keyboards
pbb: Phkithnxisa çxkitxana

source: More Keyboards
pbb: Jweiçxaa phkithna

source: Enable {{keyboard}} now?
pbb: ¿Mki'ta {{keyboard}} ãçxh?

source: Enable
pbb: Mki'ta

source: Not Now
pbb: Ãçxha' ewume'n

source: When using a data connection, additional costs may apply. Do you want to continue?
pbb: Vxisna teeçx vxisnxisa's pta'sxna, tud tud pa'kas'as vxisna.¿Ki'ki'n takh wẽjẽhga?

source: Remember my choice
pbb: Adx jĩ's yakxna txhitxn

# dataConnectionPromptCancel
source: Cancel
pbb: Tuduçmeeth

source: Continue
pbb: Takhna

source: Download failed.
pbb: Ewmeesa's spahkxna

source: Remove keyboard {{keyboard}}?
pbb: ¿Phkithnxisa khũkhna {{keyboard}}?

source: Remove
pbb: Kaapçu'jun

# removePromptCancel
source: Cancel
pbb: Tuduçmeeth

source: Downloading… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})
pbb: Spahkxna...({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})

source: Removing…
pbb: Kaapu'ju'wa'...

source: download
pbb: Spahkxna

source: cancel download
pbb: Tuduçmeeth spahkxya'

source: remove
pbb: Kaapçu'jun
