Repository: translate/mozilla-gaia
Catalog: lg/shared/date/date.properties.po
Languages: lg

source: Sunday
lg: Sabiti

source: Monday
lg: Baraza

source: Tuesday
lg: Lwakubiri

source: Wednesday
lg: Lwakusatu

source: Thursday
lg: Lwakuna

source: Friday
lg: Lwakutaano

source: Saturday
lg: Lwamukaaga

source: Sun
lg: Sabiti

# month-0-long
source: January
lg: Ogusooka

# month-1-long
source: February
lg: Ogw'okubiri

# month-2-long
source: March
lg: Ogw'okusatu

# month-3-long
source: April
lg: Ogw'okuna

# month-4-long
source: May
lg: Ogw'okutaano

# month-5-long
source: June
lg: Ogw'omukaaga

# month-6-long
source: July
lg: Ogw'omusanvu

# month-7-long
source: August
lg: Ogw'omunaana

# month-8-long
source: September
lg: Ogw'omwenda

# month-9-long
source: October
lg: Ogw'ekkumi

# month-10-long
source: November
lg: Ogw'ekkuminogumu

# month-11-long
source: December
lg: Ogusembayo

# month-0-genitive
source: January
lg: Ogusooka

# month-1-genitive
source: February
lg: Ogw'okubiri

# month-2-genitive
source: March
lg: Ogw'okusatu

# month-3-genitive
source: April
lg: Ogw'okuna

# month-4-genitive
source: May
lg: Ogw'okutaano

# month-5-genitive
source: June
lg: Ogw'omukaaga

# month-6-genitive
source: July
lg: Ogw'omusanvu

# month-7-genitive
source: August
lg: Ogw'omunaana

# month-8-genitive
source: September
lg: Ogw'omwenda

# month-9-genitive
source: October
lg: Ogw'ekumi

# month-10-genitive
source: November
lg: Ogw'ekuminogumu

# month-11-genitive
source: December
lg: Ogusembayo

source: Jan
lg: Jani

source: Feb
lg: Febu

source: Mar
lg: Maki

source: Apr
lg: Apuri

# month-4-short
source: May
lg: Meyi

source: Jun
lg: Juni

source: Jul
lg: Julayi

# minutes-ago-long[zero]
source: just now
lg: kati

source: a minute ago
lg: edakika emu emabega

# minutes-ago-long[two]
source: {{value}} minutes ago
lg: edakika {{value}} emabega

# minutes-ago-long[few]
source: {{value}} minutes ago
lg: edakiika {{value}} emabega

# minutes-ago-long[many]
source: {{value}} minutes ago
lg: edakiika {{value}} emabega

# minutes-ago-long[other]
source: {{value}} minutes ago
lg: edakiika {{value}} emabega

# hours-ago-long[zero]
source: just now
lg: kati

source: an hour ago
lg: esawa emu emabega

# hours-ago-long[two]
source: {{value}} hours ago
lg: esawa {{value}} emabega

# hours-ago-long[few]
source: {{value}} hours ago
lg: esawa {{value}} emabega

# hours-ago-long[many]
source: {{value}} hours ago
lg: esawa {{value}} emabega

# hours-ago-long[other]
source: {{value}} hours ago
lg: Sawa {{value}} emabega

# days-ago-long[zero]
source: today
lg: Leero

source: yesterday
lg: Jjo

# days-ago-long[two]
source: {{value}} days ago
lg: Ennaku {{value}} emabega

# days-ago-long[few]
source: {{value}} days ago
lg: Ennaku {{value}} emabega

# days-ago-long[many]
source: {{value}} days ago
lg: Ennaku {{value}} emabega

# days-ago-long[other]
source: {{value}} days ago
lg: {{value}} ennaku emabega

# weeks-ago-long[zero]
source: this week
lg: eno wiki

source: last week
lg: wiki ewedde

# weeks-ago-long[two]
source: {{value}} weeks ago
lg: wiki {{value}} emabega

# weeks-ago-long[few]
source: {{value}} weeks ago
lg: wiki {{value}} emabega

# weeks-ago-long[many]
source: {{value}} weeks ago
lg: wiki {{value}} emabega

# weeks-ago-long[other]
source: {{value}} weeks ago
lg: wiki {{value}} emabega

# months-ago-long[zero]
source: this month
lg: omwezi gguno

source: last month
lg: omwezi oguwedde

# months-ago-long[two]
source: {{value}} months ago
lg: {{value}} emyezi emabega

# months-ago-long[few]
source: {{value}} months ago
lg: {{value}} emyezi emabega

# months-ago-long[many]
source: {{value}} months ago
lg: Emyezi {{value}} emabega

# months-ago-long[other]
source: {{value}} months ago
lg: Emyezi {{value}} emabega

# years-ago-long[zero]
source: this year
lg: Gguno omwaka

source: last year
lg: Omwaka oguwedde

# years-ago-long[two]
source: {{value}} years ago
lg: Emyaka {{value}} egiwedde

# years-ago-long[few]
source: {{value}} years ago
lg: Emyaka {{value}} egiwedde

# years-ago-long[many]
source: {{value}} years ago
lg: Emyaka {{value}} egiwedde

# years-ago-long[other]
source: {{value}} years ago
lg: Emyaka {{value}} egiwedde

# minutes-until-long[zero]
source: now
lg: kati

source: in a minute
lg: mudakiika

# minutes-until-long[two]
source: in {{value}} minutes
lg: mudakiika {{value}}

# minutes-until-long[few]
source: in {{value}} minutes
lg: mudakiika {{value}}

# minutes-until-long[many]
source: in {{value}} minutes
lg: mudakiika {{value}}

# minutes-until-long[other]
source: in {{value}} minutes
lg: mudakiika {{value}}

# hours-until-long[zero]
source: now
lg: kati

source: in an hour
lg: mu sawa emu

# hours-until-long[two]
source: in {{value}} hours
lg: mu sawa {{value}}

# hours-until-long[few]
source: in {{value}} hours
lg: mu sawa {{value}}

# hours-until-long[many]
source: in {{value}} hours
lg: mu sawa {{value}}

# hours-until-long[other]
source: in {{value}} hours
lg: mu sawa {{value}}

# days-until-long[zero]
source: today
lg: Leero

source: tomorrow
lg: Enkya

# days-until-long[two]
source: in {{value}} days
lg: munaaku {{value}}

# days-until-long[few]
source: in {{value}} days
lg: munaaku {{value}}

# days-until-long[many]
source: in {{value}} days
lg: munaaku {{value}}

# days-until-long[other]
source: in {{value}} days
lg: munaaku {{value}}

# weeks-until-long[zero]
source: this week
lg: eno wiiki

source: next week
lg: wiiki ejja

# weeks-until-long[two]
source: in {{value}} weeks
lg: mu wiiki {{value}}

# weeks-until-long[few]
source: in {{value}} weeks
lg: mu wiiki {{value}}

# weeks-until-long[many]
source: in {{value}} weeks
lg: mu wiiki {{value}}

# weeks-until-long[other]
source: in {{value}} weeks
lg: mu wiiki {{value}}

# months-until-long[zero]
source: this month
lg: gguno omwezi

source: next month
lg: omwezi ogujja

# months-until-long[two]
source: in {{value}} months
lg: mu myezi {{value}}

# months-until-long[few]
source: in {{value}} months
lg: mu myezi {{value}}

# months-until-long[many]
source: in {{value}} months
lg: mu myezi {{value}}

# months-until-long[other]
source: in {{value}} months
lg: mu myezi {{value}}

# years-until-long[zero]
source: this year
lg: gguno omwaka

source: next year
lg: omwaka ogujja

# years-until-long[two]
source: in {{value}} years
lg: mu myaka {{value}}

# years-until-long[few]
source: in {{value}} years
lg: mu myaka {{value}}

# years-until-long[many]
source: in {{value}} years
lg: mu myaka {{value}}

# years-until-long[other]
source: in {{value}} years
lg: mu myaka {{value}}

# minutes-ago-short[zero]
source: just now
lg: kati

source: {{value}}m ago
lg: {{value} dakiika

# hours-ago-short[zero]
source: just now
lg: kati

source: {{value}}h ago
lg: {{value}} sawa

# days-ago-short[zero]
source: today
lg: Leero

source: {{value}}d ago
lg: {{value}} lunaku

# minutes-until-short[zero]
source: now
lg: kati

source: in {{value}}m
lg: mu dakiika {{value}}

# hours-until-short[zero]
source: now
lg: kati

source: in {{value}}h
lg: mu sawa {{value}}

# days-until-short[zero]
source: today
lg: Leero

source: in {{value}}d
lg: mu naaku {{value}

source: AM
lg: Kumakya

source: PM
lg: Olwegulo
