Repository: translate/mozilla-gaia
Catalog: son/shared/media/media.properties.po
Languages: son

source: {{orientation}} image, {{timestamp}}
son: {{orientation}} bii, {{timestamp}}

source: {{orientation}} image
son: {{orientation}} bii

source: {{orientation}} video, {{timestamp}}
son: {{orientation}} widewo, {{timestamp}}

source: {{orientation}} video
son: {{orientation}} widewo

source: portrait
son: gande bii

source: landscape
son: ganda alhaali

source: Play
son: háº½enandi

source: Pause
son: hunanzam

source: Next
son: Jine

source: Previous
son: Bisante

source: Fullscreen
son: Dijikul alhaali

source: Seek bar, duration {{ duration }}
son: Ceeci zuu, gayyan {{ duration }}
