Repository: translate/mozilla-gaia
Catalog: hto/apps/camera/camera.properties.po
Languages: hto

source: Not enough space on memory card. Try freeing up space by deleting media.
hto: Rabekɨmo íyano aíyo íñede. Jɨaɨe ráanɨaɨ óni óno.

source: Not enough space on memory card
hto: Ráa ofítaɨra íñede íyano aíyo

source: Try freeing up space by deleting media.
hto: Bíe íyano ráanɨ óni óiri multimedia íe.

source: Picture not saved. An error prevented Camera from saving the picture.
hto: Jóreño jónenide. Jóreño óra ñúe taɨjɨñede íe jíra jóreño jónenide.

source: Video not recorded. Error creating video file path.
hto: Jóreño fɨnoka jóbiñede. Fɨenide íte bíemo ráanɨ jóreño fɨnoka.

source: No memory card found
hto: Báñeiga ráa ofítaɨra

source: Insert a memory card to take pictures.
hto: Jóreño fɨnóyena daa ráa ofítaɨra jóne.

source: Camera can not be used while phone is plugged in
hto: Nitaoide joriaɨ, jóreño óra fɨnonide

source: Unplug the phone to capture photos and videos
hto: Jóreño ie joreño fɨnóyena óyena óni áño jóriaɨ

source: You have run out of media storage space.
hto: Multimedia já íñede aíyo ñúeno.

source: You have reached the maximum file size for this attachment.
hto: Já áiyo íte báñede ó faɨga.

source: Retake
hto: Ábɨdo taɨnede

source: Select
hto: Nɨzede

# close-button
source: Close
hto: Ɨ́baide

source: Delete photo?
hto: ¿ Joreño muiñode ?

source: Delete video?
hto: ¿ Joreño fɨnoka muiñode ?

source: Cancel
hto: Fúite

source: Delete
hto: Muiñode

source: Camera Resolution
hto: Jóreño óra íerede

source: Video Resolution
hto: Jóreño fɨnoka íerede

source: Scene Mode
hto: Yɨɨde ízoi

source: Self-Timer
hto: Gitoma taɨnede

# self-timer-off
source: Off
hto: Duitaga

source: 2 seconds
hto: 2 fɨ́mona

source: 5 seconds
hto: 5 fɨ́mona

source: 10 seconds
hto: 10 fɨ́mona

source: Low Battery
hto: Ófitaɨra dúe íte

source: The battery is too low to use the camera.
hto: Ófitaɨra ɨ́ere due íte jóreño ónide.

# battery-critical-text
source: Critically low battery
hto: Ófitaɨra ɨ́ere dúe íte

# battery-verylow-text
source: 10% battery remaining
hto: 10% ófitaɨra íte

# battery-low-text
source: 15% battery remaining
hto: 15% ófitaɨra íte

# battery-critical-text.ariaLabel
source: Critically low battery
hto: Ófitaɨra ɨ́ere dúe íte

# battery-verylow-text.ariaLabel
source: 10% battery remaining
hto: 10% ófitaɨra íte

# battery-low-text.ariaLabel
source: 15% battery remaining
hto: 15% ófitaɨra íte

source: Camera Unavailable
hto: Jóreño óra íñede

source: The camera is in use by another app.
hto: Jɨaɨe ráanɨaɨ íte bírui jóreño óramo

# hdr-on
source: On
hto: Bonode

# hdr-off
source: Off
hto: Duitaga

source: (HDR deactivated)
hto: (HDR dúitaga)

source: Grid Lines
hto: Jɨrɨdaɨga jakɨna íyano

# grid-on
source: On
hto: Bonode

# grid-off
source: Off
hto: Duitaga

# flash-on
source: On
hto: Bonode

# flash-off
source: Off
hto: Duitaga

source: (Flash deactivated)
hto: (Flash dáuitaga)

source: Photo Mode
hto: Jóreño íyano

source: Video Mode
hto: Joreño fɨnóka íyano

source: Options
hto: Nɨzeyena

source: Open Gallery
hto: Túño jóreño íyano

source: Preview
hto: Méiñuaide

source: Close menu
hto: Ráa taɨjɨyena ɨ́bai

source: Back
hto: Ɨfede

source: Self-Timer {{value}}
hto: Gitoma taɨnede {{value}}

source: Grid Lines {{value}}
hto: Jɨrɨdaɨga jakɨna íyano {{value}}

source: Picture Resolution {{value}}
hto: Jána íerede {{value}}

source: Video Resolution {{value}}
hto: Jóreño fɨnoka íerede {{value}}

source: Flash On
hto: Flash bóno

source: Flash Off
hto: Flash dúita

source: Rear camera
hto: Jóreño óra jinófene

source: Front camera
hto: Jóreño óra úiekomo

source: Menu
hto: Ráa taɨjɨyena

# preview-button.ariaLabel
source: Preview
hto: Méiñuaide

# controls-button-close.ariaLabel
source: Close
hto: Ɨ́baide

source: Share
hto: Fékari

source: More
hto: Jamano

source: Frame {{current}} of {{total}}
hto: Jóreño íyankɨ {{current}} de {{total}}

source: Swipe left with 2 fingers to jump to next, or swipe right to jump to previous
hto: Ména onokaɨ dɨga jɨrekaɨ jarɨ́fene ráɨre jaýena íe nabene abɨdo biyena

source: Capture
hto: Yɨ́note

source: Stop capture
hto: Yɨ́noñeno

source: Set Video Mode
hto: Jóne béno joreño fɨnóka

source: Set Photo Mode
hto: Jóne béno joreño

source: Self-Timer enabled
hto: Gitoma taɨnede já bónoka

source: HDR enabled
hto: HDR bónoka

source: Geolocation enabled
hto: Kái íyano ja bonoka

# battery-low-indicator.ariaLabel
source: 15% battery remaining
hto: 15% ófitaɨra íte

# battery-verylow-indicator.ariaLabel
source: 10% battery remaining
hto: 10% ófitaɨra íte

# battery-critical-indicator.ariaLabel
source: Critically low battery
hto: Ófitaɨra ɨ́ere dúe íte
