Repository: translate/mozilla-gaia
Catalog: */shared/media/media.properties.po
Languages: bn_bd

source: {{orientation}} image, {{timestamp}}
bn_bd: {{orientation}} ছবি, {{timestamp}}

source: {{orientation}} image
bn_bd: {{orientation}} ছবি

source: {{orientation}} video, {{timestamp}}
bn_bd: {{orientation}} ভিডিও, {{timestamp}}

source: {{orientation}} video
bn_bd: {{orientation}} ভিডিও

source: portrait
bn_bd: লম্বালম্বি

source: landscape
bn_bd: আড়াআড়ি

source: Play
bn_bd: চলবে

source: Pause
bn_bd: বিরতি

source: Next
bn_bd: পরবর্তী

source: Previous
bn_bd: পূর্ববর্তী

source: Fullscreen
bn_bd: পর্দাজুড়ে

source: Seek bar, duration {{ duration }}
bn_bd: সীক বার, সময়কাল {{ duration }}
