Repository: translate/mozilla-gaia
Catalog: ff/shared/download/download.properties.po
Languages: ff

source: Download stopped
ff: Aawtagol dartiima

source: Download was stopped. Try downloading again?
ff: Aawtagol koko dartinaa. Eto aawtaade kadi?

# stopped_download_left_button
source: Cancel
ff: Haaytu

# stopped_download_right_button
source: Try again
ff: Fuɗɗito

# failed_download_title
source: Download failed
ff: Aawtagol woorii

source: {{name}} failed to download. Try downloading again?
ff: {{name}} horiima aawtaade. Eto aawtaade kadi?

# failed_download_left_button
source: Cancel
ff: Haaytu

# failed_download_right_button
source: Try again
ff: Fuɗɗito

source: Stop download
ff: Dartin aawtagol

source: Are you sure you want to stop the download?
ff: Aɗa yenanaa yiɗde dartinde gaawtol ngol?

source: No
ff: Alaa

source: Yes
ff: Eey

# delete_download_title
source: Delete
ff: Momtu

source: Delete {{name}}?
ff: Momtu {{name}}?

# delete_download_left_button
source: Cancel
ff: Haaytu

# delete_download_right_button
source: Delete
ff: Momtu

# delete_all_download_title
source: Delete
ff: Momtu

# delete_all_download_left_button
source: Cancel
ff: Haaytu

# delete_all_download_right_button
source: Delete
ff: Momtu

source: Delete no files?
ff: Momtu piille?

source: Delete one file?
ff: Momtu fiilde?

# delete_all_download_message[two]
source: Delete {{number}} files?
ff: Momtu piille {{number}}?

# delete_all_download_message[few]
source: Delete {{number}} files?
ff: Momtu piille {{number}}?

# delete_all_download_message[many]
source: Delete {{number}} files?
ff: Momtu piille {{number}}?

# delete_all_download_message[other]
source: Delete {{number}} files?
ff: Momtu piille {{number}}?

# unsupported_file_type_download_title
source: Unable to open
ff: Horiima udditiiɗe

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
ff: Alaa jaaɓngal baawngal udditiiɗe {{name}}. Aɗa yiɗi danndude fiilde ndee walla momtude nde?

# unsupported_file_type_download_left_button
source: Keep File
ff: Mooftu Fiilde

# unsupported_file_type_download_right_button
source: Delete
ff: Momtu

source: File not found
ff: Fiilde yiytaaka

source: The file wasn’t found on the device
ff: Fiilde ndee yiytaaka e kaɓirgol ngol

source: Memory card in use
ff: Kartal memuwaar nana huutoree

source: Unplug the phone
ff: Seŋtu cinndel ngel

source: Unable to share
ff: Horiima lollinde

source: No provider found
ff: Alaa carwinoowo yiytaa

source: SD Card is full
ff: Kartal SD heewii

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
ff: Alaa boowal heddii e kartal maa SD ngal danndude gaawtol ngol. Tiiɗno momtu won e piille hade maa fuɗɗitaade aawtagol ngol.

source: No memory card found
ff: Alaa kartal mamuwaar yiytaa

source: Insert a memory card or select an alternate default media location in settings
ff: Naatnu kartal memuwaar walla labo nokkuure ndesgu ngoɗngu ngoowaangu e teelte ɗee

# file_open_error_download_title
source: Unable to open
ff: Horiima udditiiɗe

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
ff: Waɗii caɗeele e udditgol {{name}}. Aɗa yiɗi danndude fiilde ndee walla momtude nde?

# file_open_error_download_left_button
source: Keep File
ff: Mooftu Fiilde

# file_open_error_download_right_button
source: Delete
ff: Momtu

source: There was an error while restarting the download. Please try to download again.
ff: Waɗii juumre tuma puɗɗitagol gaawtol ngol. Tiiɗno eto kadi aawtaade.

source: No downloads
ff: Alaa gaawte

source: Stopped
ff: Dartiima

source: Download failed
ff: Aawtagol woorii

source: Open
ff: Uddit

source: Share
ff: Lollin

source: Set as wallpaper
ff: Waɗtu ɗum Wutte Ɓalal

source: Set as ringtone
ff: Waɗtu ɗum holɓitere

# cancel_downloaded_file
source: Cancel
ff: Haaytu
