Repository: translate/mozilla-gaia
Catalog: hsb/apps/communications/contacts/contacts.properties.po
Languages: hsb

source: Call
hsb: Zawołać

source: Edit
hsb: Wobdźěłać

source: Cancel
hsb: Přetorhnyć

source: Done
hsb: Dokónčeny

source: OK
hsb: W porjadku

source: Update
hsb: Aktualizować

source: Retry
hsb: Hišće raz spytać

source: Contacts
hsb: Kontakty

source: Add contact
hsb: Kontakt přidać

source: Delete contact
hsb: Kontakt zhašeć

source: Select contact
hsb: Kontakt wubrać

source: Select all
hsb: Wšě wubrać

source: Deselect all
hsb: Wšě wotwolić

source: Edit contact
hsb: Kontakt wobdźěłać

source: Delete contact?
hsb: Kontakt zhašeć?

source: Remove
hsb: Wotstronić

source: Delete
hsb: Zhašeć

source: Comments
hsb: Komentary

source: This contact does not have a phone number
hsb: Tutón kontakt nima telefonowe čisło

source: This contact does not have an email address
hsb: Tutón kontakt nima e-mejlowu adresu

source: This contact does not have a phone number or email address
hsb: Tutón kontakt nima ani telefonowe čisło ani e-mejlowu adresu

source: Remove contact picture?
hsb: Kontaktowy wobraz wotstronić?

source: Loading contacts…
hsb: Kontakty so začituja…

source: No contacts in your Contacts list
hsb: Žane kontakty we wašej lisćinje kontaktow

source: No name
hsb: Žane mjeno

source: Name
hsb: Mjeno

source: Last name
hsb: Swójbne mjeno

# tel.placeholder
source: Phone
hsb: Telefon

source: Carrier
hsb: Poskićowar

# carrier.placeholder
source: Carrier
hsb: Poskićowar

source: Email
hsb: E-mejl

# email.placeholder
source: Email
hsb: E-mejl

source: Street
hsb: Hasa

source: Zip code
hsb: Póstowe wodźenske čisło

source: City
hsb: Město

source: Country
hsb: Kraj

source: Comment
hsb: Komentar

source: Company
hsb: Předewzaće

source: Date
hsb: Datum

# date-span-placeholder
source: Date
hsb: Datum

# date.placeholder
source: Date
hsb: Datum

source: Birthday
hsb: Narodniny

source: Anniversary
hsb: Róčnica

source: Add Picture
hsb: Wobraz přidać

source: Add Phone
hsb: Telefonowe čisło přidać

source: Add Email
hsb: E-mejlowu adresu přidać

source: Add Address
hsb: Adresu přidać

source: Add Date
hsb: Datum přidać

source: Add Comment
hsb: Komentar přidać

source: Add as Favorite
hsb: Jako faworit přidać

source: Remove as Favorite
hsb: Jako faworit wotstronić

source: Add
hsb: Přidać

# editButton.ariaLabel
source: Edit
hsb: Wobdźěłać

# settingsButton.ariaLabel
source: Settings
hsb: Nastajenja

# phoneDetail.ariaLabel
source: Phone
hsb: Telefon

# emailDetail.ariaLabel
source: Email
hsb: E-mejl

# addressDetail.ariaLabel
source: Address
hsb: Adresa

# dateDetail.ariaLabel
source: Date
hsb: Datum

# composeEmail.ariaLabel
source: Email
hsb: E-mejl

# makeCall.ariaLabel
source: Call
hsb: Zawołać

source: Phones
hsb: Telefony

source: Emails
hsb: E-mejle

source: Addresses
hsb: Adresy

source: Dates
hsb: Datumy

source: Notes
hsb: Přispomnjenki

source: Exit
hsb: Skónčić

source: Expand
hsb: Rozfałdować

source: Name:
hsb: Mjeno:

source: Last name:
hsb: Swójbne mjeno:

source: Phone number:
hsb: Telefonowe čisło:

source: Carrier:
hsb: Poskićowar:

source: Email:
hsb: E-mejl:

source: Street:
hsb: Hasa:

source: Zip code:
hsb: Póstowe wodźenske čisło:

source: City:
hsb: Město:

source: Country:
hsb: Kraj:

source: Comment:
hsb: Komentar:

source: Main information
hsb: Hłowne informacije

source: Phone numbers
hsb: Telefonowe čisła

source: Email address
hsb: E-mejlowa adresa

# legendAddress
source: Address
hsb: Adresa

source: Search
hsb: Pytać

source: No contacts found
hsb: Žane kontakty namakane

source: Transfer Contacts
hsb: Kontakty přenošować

# importContactsTitle
source: Import Contacts
hsb: Kontakty importować

# importContactsButton
source: Import Contacts
hsb: Kontakty importować

# exportContactsTitle
source: Export Contacts
hsb: Kontakty eksportować

# exportContactsButton
source: Export Contacts
hsb: Kontakty eksportować

source: Export
hsb: Eksportować

source: Export to SIM
hsb: Do SIM-karty eksportować

source: Export to memory card
hsb: Na składowansku kartu eksportować

source: Export to Bluetooth
hsb: Do Bluetooth eksportować

source: Cannot use memory card because USB storage is enabled
hsb: Składowanska karta njeda so wužiwać, dokelž USB-składowak je zmóžnjeny

source: Export error
hsb: Eksportowanski zmylk

source: No contacts exported
hsb: Žane kontakty eksportowane

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
hsb: {{exported}} kontakt z {{total}} eksportowany

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
hsb: {{exported}} kontaktaj z {{total}} eksportowanej

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
hsb: {{exported}} kontakty z {{total}} eksportowane

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
hsb: {{exported}} kontaktow z {{total}} eksportowanych

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
hsb: {{exported}} kontaktow z {{total}} eksportowanych

source: Some error happened while exporting
hsb: Při eksportowanju je zmylk wustupił

# exportError-SD-shared
source: Can’t access memory card because it’s shared
hsb: Žadyn přistup na składowansku kartu móžno, dokelž so wjacekróć wužiwa

# exportError-SD-unavailable
source: Memory card is not available
hsb: Składowanska karta k dispoziciji njeje

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
hsb: Njeje dośc składowanskeho ruma na składowanskej karće, zo by kontakty eksportowało

source: SIM card is not available
hsb: SIM-karta k dispoziciji njeje

# exportError-BT-shared
source: Can’t access memory card because it’s shared
hsb: Přistup na składowansku kartu móžno njeje, dokelž so wjacekróć wužiwa

# exportError-BT-unavailable
source: Memory card is not available
hsb: Składowanska karta k dispoziciji njeje

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
hsb: Njeje dosć składowanskeho ruma na składowanskej karće, zo by kontakty eksportowało

source: Social networks
hsb: Socialne syće

source: Link contact
hsb: Kontakt wotkazać

source: Unlink contact
hsb: Wotkaz kontakta wotstronić

source: Do you want to unlink your friend?
hsb: Chceće wotkaz k swojemu přećelej wotstronić?

source: Unlink
hsb: Wotkaz wotstronić

source: Import Facebook friends
hsb: Přećelow z Facebooka importować

source: View Facebook profile
hsb: Facebookowy profil pokazać

source: Message
hsb: Powěsć

source: Wall post
hsb: Pinsćěnowy póst

source: Share Contact
hsb: Kontakt dźělić

source: The contact cannot be shared due to Facebook constraint.
hsb: Kontakt njeda so wobmjezowanja Facebooka dla dźělić.

source: Other accounts
hsb: Druhe konta

source: Sync friends
hsb: Přećelow synchronizować

source: Select mobile
hsb: Čisło mobilneho telefona wubrać

source: Select email
hsb: E-mejlowu adresu wubrać

source: Select recipient
hsb: Přijimarja wubrać

source: Settings
hsb: Nastajenja

source: Order by last name
hsb: Po swójbnym mjenje sortěrować

# importSim2
source: SIM card
hsb: SIM-karta

source: Update imported friends
hsb: Importowanych přećelow aktualizować

source: Removing Facebook data
hsb: Facebookowe daty so wotstronjeja

source: Logging out from Facebook
hsb: Z Facebooka so wotjzewić

source: Remove all Facebook data?
hsb: Wšě Facebookowe daty wotstronić?

source: Your password in Facebook has changed. Please, update it.
hsb: Waše hesło w Facebooku je so změniło. Prošu zaktualizujće jo.

source: Not enabled yet
hsb: Hišće njezmóžnjeny

source: To import contacts connect to Wi-Fi or data network
hsb: Zo byšće kontakty importował, zwjazajće z WLAN abo datowej syću

source: SIM card
hsb: SIM-karta

source: Memory card
hsb: Składowanska karta

# ICEContactsGroup
source: ICE Contacts
hsb: Kontakty za nuzowy pad

source: Set ICE Contacts
hsb: Kontakty za nuzowe zawołanje nastajić

# ICESettingTitle
source: ICE Contacts
hsb: Kontakty za nuzowy pad

source: Add two contacts for making “In Case of Emergency” calls.
hsb: Dwaj kontaktaj za “nuzowe zawołanja” přidać.

source: ICE Contact 1
hsb: Kontakt 1 za nuzowe zawołanje

source: Select a contact
hsb: Kontakt wubrać

source: ICE Contact 2
hsb: Kontakt 2 za nuzowe zawołanje

source: This contact is already an existing ICE contact
hsb: Tutón kontakt je hižo eksistowacy kontakt za nuzowy pad

source: There was an error setting the contact as ICE
hsb: Při postajenju kontakta jako kontakt za nuzowy pad je zmylk wustupił

source: This contact doesn't have a phone number
hsb: Tutón kontakt nima telefonowe čisło

source: Facebook contacts cannot be set as ICE contacts
hsb: Kontakty Facebook njehodźa so jako kontakty za nuzowy pad nastajić

source: Deleted phone numbers are removed from ICE Contact
hsb: Zhašane teleofnowe čisła so z kontakta za nuzowy pad wotstronjeja

source: All the numbers are deleted. This contact is removed from the ICE Contacts.
hsb: Wšě čisła su zhašane. Tutón kontakt so z kontaktow za nuzowy pad wotstronja.

source: No contacts
hsb: Žane kontakty

source: Start adding them now
hsb: Započńće nětko je přidawać

source: Not imported
hsb: Njeimportowany

source: Imported
hsb: Importowany

source: Today
hsb: Dźensa

source: Yesterday
hsb: Wčera

source: Please hold on. We are canceling the ongoing operation.
hsb: Prošu čakajće. Přetorhnjemy běžacu operaciju.

source: Organize Contacts
hsb: Kontakty organizować

source: Find duplicate contacts
hsb: Dwójne kontakty pytać

source: Preparing contacts
hsb: Kontakty so přihotuja

source: SIM Card is full
hsb: SIM-karta je połna

source: Cannot access SIM card’s phone book
hsb: Přistup na telefonowu knihu SIM-karty móžno njeje

source: No SIM detected
hsb: Žana SIM-karta namakana

source: An error occurred while exporting a contact
hsb: Při eksportowanju kontakta je zmylk wustupił

source: To export contacts insert or unlock your SIM card
hsb: Zo byšće kontakty eksportował, zasadźće SIM-kartu abo wotstrońće jeje zawěru

source: To export contacts insert a memory card
hsb: Zo byšće kontakty eksportował, zasadźće składowansku kartu

source: Contacts Management
hsb: Rjadowanje kontaktow

# DeleteTitle
source: Delete
hsb: Zhašeć

source: Delete Contacts
hsb: Kontakty zhašeć

source: Contacts delete cancelled
hsb: Hašenje kontaktow přetorhnjene

# DeletedTxt[zero]
source: No Contact to Delete
hsb: Žadyn kontakt za zhašenje

source: 1 Contact removed
hsb: 1 kontakt wotstronjeny

# DeletedTxt[two]
source: {{n}} Contacts removed
hsb: {{n}} kontaktaj wotstronjenej

# DeletedTxt[few]
source: {{n}} Contacts removed
hsb: {{n}} kontakty wotstronjene

# DeletedTxt[many]
source: {{n}} Contacts removed
hsb: {{n}} kontaktow wotstronjenych

# DeletedTxt[other]
source: {{n}} Contacts removed
hsb: {{n}} kontaktow wotstronjenych

source: Deleting contacts
hsb: Kontakty so hašeja

# ContactConfirmDel[zero]
source: No Contact to Delete
hsb: Žadyn kontakt za zhašenje

source: Delete 1 Contact? This cannot be undone.
hsb: 1 kontakt zhašeć? To njeda so cofnyć.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
hsb: {{n}} kontaktaj zhašeć? To njeda so cofnyć.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
hsb: {{n}} kontakty zhašeć? To njeda so cofnyć.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
hsb: {{n}} kontaktow zhašeć? To njeda so cofnyć.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
hsb: {{n}} kontaktow zhašeć? To njeda so cofnyć.

# SelectedTxt[zero]
source: Contacts
hsb: Kontakty

# SelectedTxt[one]
source: {{n}} selected
hsb: {{n}} wubrany

# SelectedTxt[two]
source: {{n}} selected
hsb: {{n}} wubranej

# SelectedTxt[few]
source: {{n}} selected
hsb: {{n}} wubrane

# SelectedTxt[many]
source: {{n}} selected
hsb: {{n}} wubranych

# SelectedTxt[other]
source: {{n}} selected
hsb: {{n}} wubranych

source: Video
hsb: Widejo

source: Audio
hsb: Awdio

# removeField.ariaLabel
source: Remove
hsb: Wotstronić

source: Undo
hsb: Cofnyć

source: ICE Contacts
hsb: Kontakty za nuzowy pad

source: Edit Picture
hsb: Wobraz wobdźěłać

source: Remove photo
hsb: Foto wotstronić

source: Change photo
hsb: Foto změnić

source: Photo options
hsb: Fotowe nastajenja

source: Import all
hsb: Wšě importować

source: No contacts imported
hsb: Žane kontakty importowane

source: Imported one contact
hsb: Jedyn kontakt importowany

# vCardContacts-imported[two]
source: Imported {{n}} contacts
hsb: {{n}} kontaktaj importowanej

# vCardContacts-imported[few]
source: Imported {{n}} contacts
hsb: {{n}} kontakty importowane

# vCardContacts-imported[many]
source: Imported {{n}} contacts
hsb: {{n}} kontaktow importowanych

# vCardContacts-imported[other]
source: Imported {{n}} contacts
hsb: {{n}} kontaktow importowanych
