Repository: translate/mozilla-gaia
Catalog: qvi/apps/ftu/ftu.properties.po
Languages: qvi

source: Enter PIN code
qvi: Killkanakanki uraypi shuk rimaypakana chaypacha sayllurayta.

source: Type your PIN code
qvi: Killkana kampak PIN

source: SIM {{n}} PIN
qvi: PIN kay SIM {{n}}

source: PIN must have between 4 and 8 characters.
qvi: Kay PIN maski kanka 4 - 8 unanchakuna.

source: The PIN was incorrect.
qvi: Kay PIN na alli.

source: You have one try left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana shuk shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
qvi: Kaymi puchuk hikuy killkankapak chay PIN allita. Na kakpika killkanakanki PUK arinankapak kayta SIM.

source: Enter PUK code
qvi: Killkana PUK

source: Enter SIM {{n}} PUK
qvi: Killkana PUK kay SIM {{n}}

source: SIM {{n}} PUK
qvi: PUK kay SIM {{n}}

source: PUK code
qvi: Kamachintan PUK

source: PUK code must have exactly 8 characters.
qvi: Kay PUK maski kanka 8 unanchakuna.

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
qvi: Killkana kanki kampak pashkachina anchuchina sinshayay (PUK) chaypa SIM. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak.

source: The PUK was incorrect.
qvi: Kay PUK mana alli.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: Shuk shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: {{n}} shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: {{n}} shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: {{n}} shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: {{n}} shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
qvi: Kaymi puchuk hikuy killkankapak chay PUK allita.Kampak SIM mana pacha arinarinkachuk killkay shuk PUK mana allita.

source: Create new PIN (4 to 8 digits)
qvi: Shinana muchuk PIN (4 - 8 yupaykuna)

source: Confirm new PIN
qvi: Allirikuna mushuk PIN

source: PINs don’t match
qvi: PIN-kuna mana allikachin

source: Enter NCK code
qvi: Killkana NCK

source: Enter CCK code
qvi: Killkana CCK

source: Enter SPCK code
qvi: Killkana SPCK

source: Enter NCK1 code
qvi: Killkana NCK1

source: Enter NCK2 code
qvi: Killkana NCK2

source: Enter HNCK code
qvi: Killkana HNCK

source: Enter RCCK code
qvi: Killkana RCCK

source: Enter RSPCK code
qvi: Killkana RSPCK

source: Enter SIM {{n}} NCK
qvi: Killkana NCK kay SIM {{n}}

source: Enter SIM {{n}} CCK
qvi: Killkana CCK kay SIM {{n}}

source: Enter SIM {{n}} SPCK
qvi: Killkana SPCK kay SIM {{n}}

source: Enter SIM {{n}} NCK1
qvi: Killkana NCK1 kay SIM {{n}}

source: Enter SIM {{n}} NCK2
qvi: Killkana NCK2 kay SIM {{n}}

source: Enter SIM {{n}} HNCK
qvi: Killkana HNCK kay SIM {{n}}

source: Enter SIM {{n}} RCCK
qvi: Killkana RCCK kay SIM {{n}}

source: Enter SIM {{n}} RSPCK
qvi: Killkana RSPCK kay SIM {{n}}

source: SIM {{n}} NCK
qvi: NCK kay SIM {{n}}

source: SIM {{n}} CCK
qvi: CCK kay SIM {{n}}

source: SIM {{n}} SPCK
qvi: SPCK kay SIM {{n}}

source: SIM {{n}} NCK1
qvi: NCK1 kay SIM {{n}}

source: SIM {{n}} NCK2
qvi: NCK2 kay SIM {{n}}

source: SIM {{n}} HNCK
qvi: HNCK kay SIM {{n}}

source: SIM {{n}} RCCK
qvi: RCCK kay SIM {{n}}

source: SIM {{n}} RSPCK
qvi: RSPCK kay SIM {{n}}

source: Type your NCK code
qvi: Killkay kampak NCK

source: Type your CCK code
qvi: Killkay kampak CCK

source: Type your SPCK code
qvi: Killkay kampak SPCK

source: Type your NCK1 code
qvi: Killkay kampak NCK1

source: Type your NCK2 code
qvi: Killkay kampak NCK2

source: Type your HNCK code
qvi: Killkay kampak HNCK

source: Type your RCCK code
qvi: Killkay kampak RCCK

source: Type your RSPCK code
qvi: Killkay kampak RSPCK

source: NCK must have between 8 and 16 characters.
qvi: Kay NCK maski kanka 8 - 16 unanchakuna.

source: CCK must have between 8 and 16 characters.
qvi: Kay CCK maski kanka 8 - 16 unanchakuna.

source: SPCK must have between 8 and 16 characters.
qvi: Kay SPCK maski kanka 8 - 16 unanchakuna.

source: NCK1 must have between 8 and 16 characters.
qvi: Kay NCK1 maski kanka 8 - 16 unanchakuna.

source: NCK2 must have between 8 and 16 characters.
qvi: Kay NCK2 maski kanka 8 - 16 unanchakuna.

source: HNCK must have between 8 and 16 characters.
qvi: Kay HNCK maski kanka 8 - 16 unanchakuna.

source: RCCK must have between 8 and 16 characters.
qvi: Kay RCCK maski kanka 8 - 16 unanchakuna.

source: RSPCK must have between 8 and 16 characters.
qvi: Kay RSPCK maski kanka 8 - 16 unanchakuna.

source: The NCK code is incorrect.
qvi: Kay NCK mana alli.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
qvi: Ñukapayay kichushka kay llika witishka. Charin shuk shinanakuna killkankapak chay kamachintan allita. Tapunki chay killkashkata kampak irunrin o kayachi kampak riwirak ashtawan willanata.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
qvi: Ñukapayay kichushka kay llika witishka. Cahrin {{n}} shinanakuna killkankapak chay kamachintan allita. Tapunki chay killkashkata kampak irunrin o kayachi kampak riwirak ashtawan willanata.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
qvi: Ñukapayay kichushka kay llika witishka. Cahrin {{n}} shinanakuna killkankapak chay kamachintan allita. Tapunki chay killkashkata kampak irunrin o kayachi kampak riwirak ashtawan willanata.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
qvi: Ñukapayay kichushka kay llika witishka. Cahrin {{n}} shinanakuna killkankapak chay kamachintan allita. Tapunki chay killkashkata kampak irunrin o kayachi kampak riwirak ashtawan willanata.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
qvi: Ñukapayay kichushka kay llika witishka. Cahrin {{n}} shinanakuna killkankapak chay kamachintan allita. Tapunki chay killkashkata kampak irunrin o kayachi kampak riwirak ashtawan willanata.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
qvi: Ñukapayay kichushka kay llika witishka. Puchuk shinanakuna killkankapak chay kamachintan NCK allita. Tapunki chay killkashkata kampak irunrin o kayachi kampak riwirak ashtawan willanata.

source: Skip
qvi: Kunkana

source: Send
qvi: Kachana

source: OK
qvi: Alli

source: The SIM card is locked
qvi: Kay SIM sinshayashka.

source: Last try.
qvi: Puchuk shinana.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
qvi: Puchuyana {{n}} shinanakuna.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
qvi: Puchuyana {{n}} shinanakuna.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
qvi: Puchuyana {{n}} shinanakuna.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
qvi: Puchuyana {{n}} shinanakuna.

source: SIM Manager
qvi: Kamachikana SIM

source: (default)
qvi: (shinarishka)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
qvi: Kayachishkakuna kachay llukshiskakuna chay llamiray chay chanikuna tikuyshkakuna SIM1-pa wallpa shinarishka

source: You can change default settings at Settings > SIM manager
qvi: Ushanki trukana chay tikuykuna shinarishka chay tikuykuna > Kamachikana SIM

source: SIM PIN locked
qvi: PIN kay SIM sinshayashka

source: No operator
qvi: Mana riwirak

source: Searching
qvi: Maskahun...

source: Language
qvi: Shimi

source: Cellular Data
qvi: Chanikuna willi willi

source: Enable Data
qvi: Riwichina chanikuna

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
qvi: Riwichina chay llamiray chanikunata sakichinka arina kampak rimachik anta mana shuk llamiray Wi-Fi. Shinallata ushanki riwichinata ashtawan hipa tikuykunapi. Alli rikunki charihukta shuk yuyakaran chanikunata kampak riwirak naruwinankapak aparinashkakuna hipapachakuna.

source: Warning
qvi: Willaykuna

source: Geolocation
qvi: Kuskallaypacha

source: Enable Geolocation
qvi: Riwichina kuskallaypacha

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
qvi: {{brandShortName}} arina chanikuna shina chay GPS, Wi-Fi y llikakuna willy willykuna kimirishka kampak yanapanankapak yuyatuna kampak kuska.

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
qvi: Chanikunata kachari Mozilla-man chayshu riwirakunaman, arinarinka yapanakuna allichinkapak kay tiksi chanikuna kuskallaykunapi. Chanikunata allichirinka kampak irunrinpi chanikuna tantanahushka shinarinka mana riwichinahukpi nimapash saylluray.

source: Notice
qvi: Willay

source: More about your privacy
qvi: Ashtawan willanata ñukapallak

source: Scanning for networks
qvi: Maskahun llikakuna

source: Select a network
qvi: Akllay shuk llika

source: Connecting…
qvi: Llamirahun...

source: Obtaining an IP address…
qvi: Tarihushpa shuk IP kuska...

source: Connected
qvi: Llamitinkishka

source: Connection failed
qvi: Llamiray witishka

source: Offline
qvi: Mana llamiray

source: secured by {{capabilities}}
qvi: mitsana kay {{capabilities}}

source: Security
qvi: Allichishkankapak

# securityNone
source: None
qvi: Nimapash

source: Open
qvi: Paskana

# securityOpen.ariaLabel
source: Security
qvi: Allichishkankapak

# identity
source: User
qvi: Arik

# identityInput.placeholder
source: User
qvi: Arik

source: Password
qvi: Ramaypakana

# passwordInput.placeholder
source: Password
qvi: Ramaypakana

source: Show Password
qvi: Rikuchina rimaypakana

source: Refresh
qvi: Kunanpayana

source: No wireless networks found
qvi: Mana taririn llika inalambricakuna

source: Join hidden network
qvi: Tinkirina shuk llika pakashka

source: Authentication
qvi: Kinyurachihuna

source: SSID Network Name
qvi: Shuti llika SSID

source: {{level}} of 4 bars
qvi: {{level}} hawa 4 harkakuna

source: Networks found
qvi: Llika tarishkakuna

source: Date & Time
qvi: Pacha & Saylla

source: Time zone
qvi: Suyu sayllata

source: Change
qvi: Trukana

source: Region
qvi: Suyu

source: City
qvi: Llakta

source: Date
qvi: Pacha

source: Time
qvi: Saylla

source: Import contacts
qvi: Kanchamanta apamuna llamiwaykuna

source: SIM card
qvi: SIM panka

source: Not imported yet
qvi: Mana kanchamanta apamuna

source: Other accounts
qvi: Shukuna cuentakuna

source: Firefox Accounts
qvi: Cuentata Firefox

source: A Firefox Account lets you find a lost phone and buy apps from the Firefox Marketplace.
qvi: Shuk cuenta Firefox sakin tarinata shuk rimachik anta chinkashka y rantina apps chaymanta Firefox Marketplace.

source: Create Account or Sign In
qvi: Wallpana cuenta o yaykuna

source: A verification link has been sent to {{email}}
qvi: Kacharishka shuk tukllayay allirikunata {{email}}

source: Signed in as {{email}}
qvi: Yaykushpa kashna {{email}}

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
qvi: {{brandShortName}} kana software yanka shina kamachintan kishpikak shinanshka taekapacha runakunawan tukuy pacha. Tyan wakin imakuna yachana kanki.

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
qvi: {{brandShortName}} tyahun shinankapak wallpachanankapak tawka nikik kamachintan kishpikak, Chaykunapi chay Mozilla Public License. Shuk irunrin llankahukpi {{brandShortName}} ushanka charinata software alayriyanashka shukta. Maykan kamachintan kuska nikikpi pashkashka kun kamachinakuy trukankapak chay kamachintan kallariy rakina wallpakuna trukashkakuna chaykaman paktachina wallpachanakuna wallpachanaskakunawan.

source: SIM Card Warning
qvi: Willay panka SIM

source: Please, insert a SIM card and reboot your phone.
qvi: Yaykuna SIM kutin kallarinki kampak rimachik anta.

source: Telemetry sends Mozilla data about performance, hardware, configurations, customizations and app usage in your {{brandShortName}} device. We use this to make our products better, faster and more responsive.
qvi: Karu tupuna kachan Mozilla-man willanahun mirachishkakunata, hardware, tikuykunata ñukapallay kampak irunrin {{brandShortName}}. Arinanchi kayta shinankapak ñukanchipak kutinchiy ashtawasn allita utkakuna ashtawan allikachishkata.

source: Learn more at <a>{{url}}</a>
qvi: Ashtawan willana chay <a>{{url}}</a>

source: Learn how Mozilla handles your information at <a>{{url}}</a>
qvi: Riksi shina Mozilla makinchina kampak willanata chay <a>{{url}}</a>

source: You can help us improve our products and services by automatically sending analytics data. See our <a>Privacy Notice</a> to learn how we handle data from your device.
qvi: Ushanki yanapanata allichinankapak ñukanchipak kutinchiy yanapanakuna kachashpa paymandayak wallpana kay chanikunata. Rikunki ñukanchipak <a>Willay ñukapallak</a> riksinkapak imasha kamachinkankapak chay chanikunata kampak irunrin.

source: Help us improve our products and services by automatically sending analytics data.
qvi: Ushanki yanapanata allichinankapak ñukanchipak kutinchiy yanapanakuna kachashpa paymandayak wallpana kay chanikunata.

source: Learn how Mozilla handles your information in our <a>privacy policy</a>.
qvi: Riksi shina Mozilla makinchina kampak willanata chay <a>Willay ñukapayak</a>.

source: Read our <a>Privacy Notice</a>
qvi: Killkakatinay ñukanchipak <a>Willay ñukapayak</a>

source: About {{brandShortName}}
qvi: Suñuk {{brandShortName}}

source: Your Privacy
qvi: Kampak ñukapallak

source: Yes! Send data.
qvi: Ari! Kachana chanikunata

source: Email address
qvi: Kuska email

source: Email successfully added
qvi: Email yapana allipacha

source: Saving your email…
qvi: Allichihun kampak email...

source: Basic
qvi: Mutsuk

source: Enhanced
qvi: Allichishka

# noneMetricsRadio
source: None
qvi: Nimapash

source: Send app usage and error reports.
qvi: Kachana app arina y willaykuna pantay.

source: Send Basic report plus diagnostic information.
qvi: Kachana willaykuna mutsuriy y willanata chanikuy.

source: Do not send any data.
qvi: Mana kachana nimapash chanikuna.

source: Back
qvi: Washapi

source: Next
qvi: Katik

source: Join
qvi: Tinkirina

source: Done
qvi: Shinashka

source: That’s it!
qvi: Chayllami!

source: Start your phone tour!
qvi: Riksina kampak rimachik anta!

source: Start your tablet tour!
qvi: Kallari kampak tour kampak tabletapi!

source: Join us for a quick tutorial about your new phone.
qvi: Kumpashun rikuchipak shuk tutorial mushuk rimachik anta kuchuyan

source: Join us for a quick tutorial about the updates to your phone!
qvi: Kumpashun rikuchipak shuk tutorial kanpa rikuchik antata kunanpayashkakunata kuchuyan!

source: You’re ready to enjoy your new phone.
qvi: Tukuy shinashka kushiyanapak kanpa mushuk rimachil anta

source: You’re ready to enjoy your updated phone.
qvi: Tukuy shinashka kushiyanapak kanpa mushuk rimachil anta kunanpayashka

source: You can change the language, date/time and Wi-Fi connection in settings.
qvi: Ushanki trukana chay shimi, chay chay pacha, chay saylla chay llamiray Wi-Fi shina tikuykunapi.

source: Let’s go
qvi: Haku chayman

source: Start tour
qvi: Kallarina tour

source: You can always swipe from the bottom edge to enter home screen.
qvi: Tukuypacha ushanki aysana rakiri ukuta llikllarikuna yaykunkapak llikllarikuna kallarina.

source: Let’s do it!
qvi: Shinashun!

source: Free Apps
qvi: Apps yanka

source: {{carrierName}} is offering free apps to help get you started. They will download <em>at no charge</em> while you finish setting up your phone.
qvi: {{carrierName}} kuna apps karashpa yanapashpa kallarinkapak. Urahuchina aparinata <em>mana manu mañashpa</em> chay kaman tukuchinki tikuna kampak rimachik anta.

source: {{carrierName}} is offering free apps to help get you started. You can download them <em>at no charge</em>.
qvi: {{carrierName}} kuna apps karashpa yanapashpa kallarinkapak. Ushanki urahuchina aparinata <em>mana manu mañashpa</em>.

source: Your carrier is offering free apps to help get you started. They will download <em>at no charge</em> while you finish setting up your phone.
qvi: Kampak riwirak kuna apps karashpa yanapashpa kallarinkapak. Urahuchina aparinata <em>mana manu mañashpa</em> chay kaman tukuchinki tikuna kampak rimachik anta.

source: Your carrier is offering free apps to help get you started. You can download them <em>at no charge</em>.
qvi: Kampak riwirak kuna apps karashpa yanapashpa kallarinkapak. Urahuchina aparinata <em>mana manu mañashpa</em>.

source: Find these apps and many more when you visit Marketplace!
qvi: Tarinki chay apps y ashtawan taykakuna shina shamukpi Marketplace!

# tutorial-step1-large-3
source: Swipe down to access recent notifications, usage information and settings.
qvi: Aysanki ukuman yaykunkapak chayra willachaykuna willay mutsuri chay tikuykuna.

source: Swipe left or right to discover new apps on home screen.
qvi: Aysanki llikllarikuna yuki laduman alli laduman rikuchinkapak muchuk apps llikllarikuna kallarina.

source: Tap and hold on an icon to delete or move it.
qvi: Takarinki shuk icono ashala chinillakunata kichunkapak o kuyunchinkapak.

source: Two fingers swipe up from the bottom edge to trigger card view.
qvi: Aysanki ishkay rukakunawan llikllarikuna hawaman manya ukuta riwichinkapak rikunata pankakuna.

source: Swipe up and down to browse your apps. Tap and hold an icon to delete, move, or edit it.
qvi: Aysanki llikllarikuna hawaman o ukuman rikunkapak kampak apps. Takari shuk icono ashala chinilakuna, kichunkapak, kuyunchinkapak o kamullchinkapak.

# tutorial-notifications-v2-tiny
source: Swipe down to access recent notifications, usage information and settings.
qvi: Aysanki ukuman yaykunkapak chayra willachaykuna willay mutsuri chay tikuykuna.

source: Drag from the left edge of your screen to return to recently used apps.
qvi: Aysanki llikllarikuna manya yukimanta tikrankapak chay apps ashtawan kunan.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
qvi: Washaman tikray llamiraypanki Internetman. Rikuy ushanki chay oanka hipa chay tikuykuna o killkanakatishpa chay kuska {{url}} mayhan wampunapi.

source: OK
qvi: Alli

source: Your email is not valid
qvi: Kampak email mana alli

source: Retry
qvi: Kutin shinana

source: Cancel
qvi: Tukuchina

source: Step {{step}} of {{total}}
qvi: Yali {{step}} kay {{total}}
