Repository: translate/mozilla-gaia
Catalog: zam/shared/permissions/permissions.properties.po
Languages: zam

source: Select Camera
zam: Mxhen Camara

source: Contacts
zam: Choo naak taal

source: {{app}} would like to access your contact list.
zam: {{app}} lash luu güil ree taal gaa.

source: {{site}} would like to access your contact list.
zam: {{site}} lash luu güil ree taal gaa.

source: Notifications
zam: Koo kub

source: {{app}} would like to display notifications.
zam: {{app}} lash luu güil koo kub gaa.

source: {{site}} would like to display notifications.
zam: {{site}} lash luu güil koo kub gaa.

source: Music Storage
zam: Tee xho koo xhont luú

source: {{app}} would like to access your music.
zam: {{app}} lash luu yul loo koo xhont luu.

source: {{site}} would like to access your music.
zam: {{site}} lash luu yul loo koo xhont luu.

source: Image Storage
zam: Xha nie koo go xhog chan luu

source: {{app}} would like to access your images.
zam: {{app}} lash luu güil lent ko xha niel ga.

source: {{site}} would like to access your images.
zam: {{site}} lash luu güil lent ko xha niel ga.

source: Memory Card Storage
zam: Tee go xhog chan luu

source: {{app}} would like to access your memory card.
zam: {{app}}lahs luu yul tee go xhog chan luu.

source: {{site}} would like to access your memory card.
zam: {{site}} lahs luu yul tee go xhog chan luu.

source: Video Storage
zam: Gib koo goshog koo dee lil

source: {{app}} would like to access your videos.
zam: {{app}} lash luu güil gib koo go shog koo dee lil ga.

source: {{site}} would like to access your videos.
zam: {{site}} lash luu güil gib koo go shog koo dee lil ga.

source: FM Radio
zam: Lash luu gont luu Radio FM

source: {{app}} would like to use the FM Radio.
zam: {{app}} Lash luu gont luu Radio FM.

source: {{site}} would like to use the FM Radio.
zam: {{site}} Lash luu gont luu Radio FM.

source: Geolocation
zam: Paa dul

source: {{app}} would like to know your location.
zam: {{app}} lash luu güil paa dul.

source: {{site}} would like to know your location.
zam: {{site}} lash luu güil paa dul.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
zam: {{brandShortName}} utiliza datos tales como GPS, Wi-Fi y las redes móviles cerca de usted para ayudar a determinar su ubicación aproximada. Los datos se envían a los proveedores de servicios de Mozilla y otros y se puede utilizar en el agregado para mejorar las bases de datos de localización. Los datos pueden ser almacenados en el dispositivo y la recopilación de datos puede ocurrir incluso cuando no hay aplicaciones se están ejecutando.

source: Camera
zam: Cámara

source: Microphone
zam: Te tak te dizh lu
