Repository: translate/mozilla-gaia
Catalog: hsb/apps/settings/device_type/tv/settings.device.properties.po
Languages: hsb

source: Share my Internet connection with a USB-connected device.
hsb: Internetny zwisk z gratom dźělić, kotryž je přez USB zwjazany.

source: Share my Internet connection with Wi-Fi-connected devices.
hsb: Internetny zwisk z gratami dźělić, kotrež su přez WLAN zwjazane.

source: The ringtone was not changed because the selected file can not be played on this TV.
hsb: Zwonjenje njeje so změniło, dokelž wubrana dataja njeda so na tutym telewizorje wothrać.

source: Find My Device allows you to locate, lock or erase your TV
hsb: Funkcija "Mój grat namakać" zmóžnja wam, waš telewizor namakać, zawrěć abo zhašeć

source: Find My Device allows you to locate, lock or erase your TV from a web site:
hsb: Funkcija "Mój grat namakać" zmóžnja wam, waš telewizor z websydła namakać, zawrěć abo zhašeć:

source: Your TV is being tracked by another device through the website.
hsb: Waš telewizor so na websydle přez druhi grat slěduje.

source: No devices are actively tracking your TV through the website.
hsb: Žane graty waš telewizor na websydle aktiwnje njeslěduja.

source: Enabling USB storage allows another computer or device connected using USB to access files on this TV.
hsb: Aktiwizowanje USB-składowaka zmóžnja druhemu ličakej abo gratej, kotryž je přez USB zwjazany, přistup na dataje na tutym telewizorje měć.

source: Reset TV
hsb: Telewizor wróćo stajić

source: Resetting will erase all your data, including any apps you’ve purchased. The TV will be restored to its factory condition. None of your settings or data will be saved.
hsb: Při wróćostajenju so wšě waše daty inkluziwnje kupjene nałoženja zhašeja. Telewizor so do twornjoweho stawa wróćo staji. Waše nastajenja abo daty njebudu so składować.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your TV will have unrestricted developer tools, allowing you to modify and debug system applications.
hsb: Při wróćostajenju so wšě waše daty zhašeja, inkluziwnje nałoženja, kotrež sće kupił. Žane z wašich nastajenjow abo daty so składuja. Ale waš telewizor změje njewobmjezowane wuwiwarske nastroje, kotrež wam zmóžnjeja, systemowe nałoženja změnić a za zmylkami přepruwować.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your TV will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
hsb: Při wróćostajenju so wšě waše daty zhašeja, inkluziwnje nałoženja, kotrež sće kupił. Žane z wašich nastajenjow abo datow so składuja. Ale waš telewizor hižo njezměje njewobmjezowane wuwiwarske nastroje. Njemóžeće hižo systemowe nałoženja změnić abo za zmylkami přepruwować.

source: Turning on power save mode turns off the TV’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
hsb: Aktiwizowanje modusa zalutowanja energije znjemóžnja datowy zwiski telewizora, Bluetooth-zwiski a zwiski za postajenje stejnišća, zo by čas fungowanja baterije podlěšiło. Móžeće tute słužby manuelnje zmóžnić.

source: Help us improve {{brandShortName}} by sharing data about your TV and the way you use it.
hsb: Pomhajće nam, {{brandShortName}} polěpšić, dźělo daty wo swojim telewizorje a wo wašnju, kaž jón wužiwaće.

source: Connected to TV audio
hsb: Z telewizorowym awdiom zwjazany

source: Connected to TV/media audio
hsb: Z telewizorowym/medijowym awdiom zwjazany
