Repository: translate/mozilla-gaia
Catalog: ach/apps/camera/camera.properties.po
Languages: ach

source: Not enough space on memory card
ach: Kabedo ma i memory kad pe romo

source: Try freeing up space by deleting media.
ach: Tem weko kabedo kun i kwanyo lagwok jami.

source: Picture not saved
ach: Cal pe ogwokke

source: An error prevented Camera from saving the picture.
ach: Bal mo ogengo lamak cal me gwoko cal.

# error-recording-title
source: Video not recorded
ach: Video pe omakke

source: An error prevented Camera from recording the video.
ach: Bal mo ogengo lamak cal me mako video.

# error-video-file-path-title
source: Video not recorded
ach: Video pe omakke

source: Error creating video file path.
ach: Bal i cweno yo me pwail me video.

source: No memory card found
ach: Memory kad pe ononge

source: Insert a memory card to take pictures.
ach: Ket memory kad me mako cal.

source: Camera can not be used while phone is plugged in
ach: Lamak cal pe twero tic kun nongo ki rwako cim i mac

source: Unplug the phone to capture photos and videos
ach: Wot cim woko ki i mac me mako cal ki video

source: You have run out of media storage space.
ach: Kabedo me gwoko jami pe dong tye.

source: You have reached the maximum file size for this attachment.
ach: I oo i dit ma loyo me pwail pi lamed man.

source: Retake
ach: Nwo mako

source: Select
ach: Yer

# close-button
source: Close
ach: Lor

source: Delete photo?
ach: Kwany cal?

source: Delete video?
ach: Kwany video?

source: Cancel
ach: Ngol

source: Delete
ach: Kwany

source: Camera Resolution
ach: Ber pa lamak cal

source: Video Resolution
ach: Ber pa video

source: Scene Mode
ach: Kit me kabedo

source: Self-Timer
ach: Mapimo kene

# self-timer-off
source: Off
ach: Pe tye

source: 2 seconds
ach: ceken 2

source: 5 seconds
ach: ceken 5

source: 10 seconds
ach: ceken 10

source: Low Battery
ach: Betwi nok

source: The battery is too low to use the camera.
ach: Betwi nok tutwal me tic ki lamak cal.

source: Critically low battery
ach: Betwi nok tutwal

source: 10% battery remaining
ach: betwi odong 10%

source: 15% battery remaining
ach: betwi odong 15%

source: Camera Unavailable
ach: Lamak cal pe tye

source: The camera is in use by another app.
ach: Purugram mukene tye katic ki lamak cal.

# hdr-on
source: On
ach: Tye

# hdr-off
source: Off
ach: Pe tye

source: (HDR deactivated)
ach: (Kijuko woko HDR)

source: Grid Lines
ach: Rek ma ongole

# grid-on
source: On
ach: Tye

# grid-off
source: Off
ach: Pe tye

# flash-on
source: On
ach: Tye

# flash-off
source: Off
ach: Pe tye

source: Auto
ach: Mapire kene

source: (Flash deactivated)
ach: (Kijuko woko flash)

source: Photo Mode
ach: Kit me cal

source: Video Mode
ach: Kit me video

source: Options
ach: Jami ayera

source: Open Gallery
ach: Yab lanyut cal

source: Preview
ach: Nen

source: Close menu
ach: Lor jami ayera

source: Back
ach: Cen

source: Self-Timer {{value}}
ach: Mapimo kene {{value}}

source: Grid Lines {{value}}
ach: Rek ma ongole {{value}}

source: Scene Mode {{value}}
ach: Kit me kabedo {{value}}

source: Camera Resolution {{value}}
ach: Ber pa lamak cal {{value}}

source: Video Resolution {{value}}
ach: Ber pa video {{value}}

source: Flash On
ach: Mac tye

source: Flash Off
ach: Mac pe

source: Flash Auto
ach: Meny mac kene

source: Rear camera
ach: Lamak cal ma angec

source: Front camera
ach: Lamak cal ma anyim

source: Menu
ach: Jami ayera

# preview-button.ariaLabel
source: Preview
ach: Nen

# controls-button-close.ariaLabel
source: Close
ach: Lor

source: Share
ach: Nywak

source: More
ach: Mapol

source: Frame {{current}} of {{total}}
ach: Pem {{current}} me {{total}}

source: Swipe left with 2 fingers to jump to next, or swipe right to jump to previous
ach: Ywe tung lacam ki nyig cingi aryo me pye i malubo, onyo ywe tung lacuc me pye i mukato
