Repository: translate/mozilla-gaia
Catalog: lg/apps/sms/sms.properties.po
Languages: lg

source: Messages
lg: Obubaka

source: Delete messages
lg: Sangula obubaka

source: Select
lg: Londa

source: Back
lg: Emabega

source: Cancel
lg: Sazaamu

source: Undo
lg: Zzayo

source: Done
lg: Kiwedde

source: Delete
lg: Sangula

source: Deleting…
lg: Bisangulwa...

source: Select all
lg: Londa byona

source: Deselect all
lg: Tolonda byona

# selected-threads[zero]
source: none selected
lg: tewali Kilondeddwa

# selected-threads[one]
source: {{n}} selected
lg: {{n}} bilondedwa

# selected-threads[two]
source: {{n}} selected
lg: {{n}} bilondedwa

# selected-threads[few]
source: {{n}} selected
lg: {{n}} bilondedwa

# selected-threads[many]
source: {{n}} selected
lg: {{n}} bilondedwa

# selected-threads[other]
source: {{n}} selected
lg: {{n}} bilondedwa

# selected-messages[zero]
source: none selected
lg: tewali Kilondeddwa

# selected-messages[one]
source: {{n}} selected
lg: {{n}} bilondedwa

# selected-messages[two]
source: {{n}} selected
lg: {{n}}bilondedwa

# selected-messages[few]
source: {{n}} selected
lg: {{n}} bilondedwa

# selected-messages[many]
source: {{n}} selected
lg: {{n}} bilondedwa

# selected-messages[other]
source: {{n}} selected
lg: {{n}} bulondedwa

source: Select Threads
lg: Londa Emboozi

source: Select Messages
lg: Londa Obubaka

source: Add subject
lg: Gattako omulamwa

source: Remove subject
lg: Jamu omulamwa

source: To:
lg: Eri:

source: New
lg: Kipya

source: Message
lg: Obubaka

source: Subject
lg: Omulamwa

source: Converting to multimedia message.
lg: Tukysa okuza mu bubaka obwenjawulo.

source: Converting to text message.
lg: Tukyusa okuza mu bubaka obuwandike.

source: You’ve reached the maximum length.
lg: Otuuse mubuwanvu obusembayo.

source: Maximum length of subject reached.
lg: Obuwanvu obusembayo mumulamwa butukidwako.

source: Send message
lg: Weereza obubaka

source: Send multimedia message
lg: Weereza obubaka obwebizanyibwa eby'enjawulo

source: (No recipient)
lg: (Tewali aweredwa)

source: {{n}} recipient
lg: Aweeredwa {{n}}

# recipient[two]
source: {{n}} recipients
lg: Abaweredwa {{n}}

# recipient[few]
source: {{n}} recipients
lg: Abaweredwa {{n}}

# recipient[many]
source: {{n}} recipients
lg: {{n}} baweredwa

# recipient[other]
source: {{n}} recipients
lg: Abaweredwa {{n}}

source: There is no application available to open this file type.
lg: Tewali kikozesebwa kiliwo kisobola kuzanya fayilo eno.

source: Remove
lg: Jjamu

source: {{n}} participant
lg: Akyetabyeemu {{n}}

# participant[two]
source: {{n}} participants
lg: {{n}} bebakilimu

# participant[few]
source: {{n}} participants
lg: Abakyetabamu {{n}}

# participant[many]
source: {{n}} participants
lg: Abakyetabamu {{n}}

# participant[other]
source: {{n}} participants
lg: {{n}} betabyemu

source: Message report
lg: Alipoota ku bubaka

source: Text Message (SMS)
lg: Obubaka obuwandike (SMS)

source: Multimedia Message (MMS)
lg: Obubaka obwebizanyibwa eby'enjawulo (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
lg: Obubaka bwo obuwandike (SMS), busindikidwa ku {{datetime}}

source: Your Multimedia Message (MMS), was sent on {{datetime}}
lg: Obubaka bwo owenjawulo (MMS),bwasindikidwa ku {{datetime}}

source: Subject:
lg: Omulamwa

source: Message could not be sent
lg: Tekyisobose kusindika bubaka

source: not downloaded
lg: tekiwanudwa

source: Delivered:
lg: Butusidwa:

source: Read:
lg: Busomedwa:

source: Report requested
lg: Lipoota esabidwa

source: Message rejected
lg: Obubaka Buganidwa

source: Message size:
lg: Ekigero kyobubaka:

source: To
lg: Eri

source: From
lg: Okuva

source: Sent:
lg: Ezawerezedwa:

source: Received:
lg: Ezafunidwa:

source: Via:
lg: Okuyisa:

source: Resend
lg: Damu osindike

source: Search
lg: Noonya

source: Unknown Contact
lg: Endagiriro Temanyidwa

source: Discard the message you’re composing and open the new message?
lg: Sazamu obubaka bwolimu ku wandika ogulewo obubaka obupya?

source: The message could not be sent. Try again?
lg: Tekyisobose ku sindika bubaka. Damu ogezeko?

source: Resend this message
lg: Damu okusindika obubaka buno

source: New message from
lg: Obubaka obupya okuva

source: Read it
lg: Gyisome

source: No messages
lg: teli bubaka

source: Start communicating now
lg: Tandika okwogelaganya kati

source: Message not sent
lg: Obubaka tebusindikiddwa

source: There was a problem sending the message. Please try again.
lg: Wabadewo obuzibu mukusindika obubaka. Bambi damu ogezeko.

source: Missing SIM card
lg: Temuli SIM kadi

source: Insert a valid SIM card to continue.
lg: Tekamu SIM kadi enamu okweyongelayo.

source: Airplane mode activated
lg: Embeera yomunyonyi eteledwaako

source: Turn off airplane mode to send messages.
lg: Jamu embeera yenyonyi okusobola oku weereza obubaka.

source: Turn off airplane mode to download attachments.
lg: Jjako embeera yomunnyonyi okusobola okuwanula ebigattidwako.

source: FDN active
lg: FDN ekola

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:
lg: FDN (Fixed Dialing Numbers) etandise. kakasa nti SMS senta nonno wamanga mwali mu lukalala lwo olwa FDN:

# fdnErrorBtnOk
source: OK
lg: KALE

source: Later
lg: Edda

source: No network coverage
lg: Tewali netiwaka

source: Message not found
lg: Obubaka tebusangidwa

source: The message you’re looking for is no longer available.
lg: Obubaka bwononya tebukyalimu.

source: Invalid number
lg: Enamba nfu

source: Make sure the mobile number you’re sending to is valid.
lg: kakasa nti esimu gyosindikako ntufu.

source: Unable to download
lg: Tetusobola ku wanula

source: Please make sure the SIM card inserted is the one used to receive this message.
lg: Bambi kakasa nti SIM kadi gyotademu yeyo eyakozesedwa okufunilako obubaka.

source: This message has already been deleted.
lg: Obubaka buno bwasangudwa daa.

# view-attachment-image
source: View
lg: Laba

source: Listen
lg: wuliliza

# view-attachment-video
source: View
lg: Laba

# view-attachment-other
source: View
lg: Laba

source: Remove image
lg: Jjamu ekifaananyi

source: Remove video
lg: Jjamu akatambi

source: Remove attachment
lg: Jjamu ekigatte

source: Replace image
lg: sikiza ekifananyi

source: Replace video
lg: Sikiza akatambi

source: Forward
lg: Weereza

source: View message report
lg: Laba alipota ku bubaka

source: Select text
lg: Londa ekigambo

source: Mobile
lg: Mobayilo

source: Work
lg: Omulimu

source: Fax office
lg: wofisi ya fax

source: Another
lg: Endala

source: Other
lg: Omulala

source: today
lg: Leero

source: yesterday
lg: Ejjo

source: Add to an existing contact
lg: Gatta ku ndagiriro erimu

source: Create new contact
lg: Kola endagiriro empya

source: View contact
lg: Laba endagiriro

source: Send email
lg: Sindika yimeyilo

source: MMS message
lg: Obubaka bwa MMS

source: Message is not downloaded yet.
lg: Obubaka tebunawanulwa.

source: You received a multimedia message. You can use the link below to download its content until {{date}}.
lg: Ofunye obubaka obwenjawulo. osobola okukozesa akakutu kano wamanga okusobola okubuwanula paka nga {{date}}.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
lg: Ngolabye, obubaka buno bwayitako daa nga {{date}} era tosobola kubuwanula.

source: Download
lg: Wanula

source: Downloading…
lg: Tuwanula...

source: untitled
lg: tekiriko mutwe

source: The file you have selected exceeds the {{mmsSize}} KB size limit of a single multimedia message.
lg: Fayilo gy'olonze essusa ekkomo lya {{mmsSize}} KB elyetagisa kububaka bw'ebizanyibwa obumu.

# attached-files-too-large[two]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
lg: Fayilo z'olonze zissusa ekkomo lya {{mmsSize}} KB elyetagisa kububaka bw'ebizanyibwa obumu.

# attached-files-too-large[few]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
lg: Fayilo z'olonze zissusa ekkomo lya {{mmsSize}} KB elyetagisa kububaka bw'ebizanyibwa obumu.

# attached-files-too-large[many]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
lg: Fayilo z'olonze zissusa ekkomo lya {{mmsSize}} KB elyetagisa kububaka bw'ebizanyibwa obumu.

# attached-files-too-large[other]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
lg: Fayilo z'olonze zissusa ekkomo lya {{mmsSize}} KB elyetagisa kububaka bw'ebizanyibwa obumu.

source: Resizing the attached image
lg: Okukyusa obunenebw'ekifananyi ekigattidwako

source: There is a problem with the attached file and it cannot be downloaded.
lg: Waliwo obuzibu ku fayilo eyagatidwako era tekyisoboka ku giwannula

source: Message saved as draft
lg: Obubaka buterekedwa nga obutawedde

source: Send
lg: Siindika

source: using SIM {{n}}
lg: okukozesa SIM {{n}}

source: Contact photo
lg: Ekifananyi kye ndagiriro

source: Unread
lg: Ezitasomedwa

source: Draft
lg: Ekitawedde

source: Sending…
lg: Tuweereza...

source: Delivered
lg: Etusidwa

source: Read
lg: Ezisomedwa

source: Error
lg: Ensobi

# modal-dialog-cancel-button
source: Cancel
lg: Sazaamu

# modal-dialog-default-title
source: Messages
lg: Obubaka
