Repository: translate/mozilla-gaia
Catalog: son/apps/communications/contacts/contacts.properties.po
Languages: son

source: Call
son: Ciya

source: Edit
son: Fasal

source: Cancel
son: Naŋ

source: Done
son: A ben

source: OK
son: Ayyo

source: Retry
son: Šii taaga

source: Contacts
son: Maaɲey

source: Add contact
son: Boro tonton

source: Delete contact
son: Boro tuusu

source: Select contact
son: Boro suuba

source: Edit contact
son: Boro fasal

source: Delete contact?
son: Boro tuusu?

source: Remove
son: Kaa

source: Delete
son: Tuusu

source: Comments
son: Daarawey

source: This contact does not have a phone number
son: Talfon lanba ši maaɲoo woo bande

source: This contact does not have an email address
son: Bataga aderesu ši maaɲoo woo bande

source: This contact does not have a phone number or email address
son: Boraa woo šii nda talfon lanba wala bataga aderesu

source: Remove contact picture?
son: Boraa biyoo kaa?

source: Loading contacts…
son: Goo ma zumandiorey…

source: No contacts in your Contacts list
son: Boro kul šii war borey maašeedaa ra

source: No name
son: Maa šii

source: Name
son: Maa

source: Last name
son: Zammu

# tel.placeholder
source: Phone
son: Talfon

source: Carrier
son: Kanbekaw

# carrier.placeholder
source: Carrier
son: Kanbekaw

source: Email
son: Bataga

# email.placeholder
source: Email
son: Bataga

source: Street
son: Lolo

source: Zip code
son: Farru lanba

source: City
son: Gallu

source: Country
son: Laama

source: Comment
son: Daara

source: Company
son: Konpaɲe

source: Date
son: Han

# date-span-placeholder
source: Date
son: Han

# date.placeholder
source: Date
son: Han

source: Birthday
son: Hayhan

source: Anniversary
son: Hayhan

source: Add Picture
son: Bii tonton

source: Add Phone
son: Talfon tonton

source: Add Email
son: Bataga tonton

source: Add Address
son: Aderesu tonton

source: Add Date
son: Han tonton

source: Add Comment
son: Daara tonton

source: Add as Favorite
son: Tonton sanda kaasu

source: Remove as Favorite
son: Kaa sanda kaasu

source: Add
son: Tonton

# editButton.ariaLabel
source: Edit
son: Fasal

# settingsButton.ariaLabel
source: Settings
son: Kayandiyaney

# phoneDetail.ariaLabel
source: Phone
son: Talfon

# emailDetail.ariaLabel
source: Email
son: Bataga

# addressDetail.ariaLabel
source: Address
son: Aderesu

# dateDetail.ariaLabel
source: Date
son: Han

# composeEmail.ariaLabel
source: Email
son: Bataga

# makeCall.ariaLabel
source: Call
son: Ciya

source: Phones
son: Talfoney

source: Emails
son: Batagey

source: Addresses
son: Aderesey

source: Dates
son: Haney

source: Notes
son: Hantumey

source: Exit
son: Fatta

source: Expand
son: Hayandi

source: Name:
son: Maa:

source: Last name:
son: Zammu:

source: Phone number:
son: Talfon lanba:

source: Carrier:
son: Kanbekaw:

source: Email:
son: Bataga:

source: Street:
son: Lolo:

source: Zip code:
son: Farru lanba:

source: City:
son: Gallu:

source: Country:
son: Laama:

source: Comment:
son: Daara:

source: Main information
son: Alhabar fellante

source: Phone numbers
son: Talfon lanbawey

source: Email address
son: Bataga aderesey

# legendAddress
source: Address
son: Aderesey

source: Transfer Contacts
son: Maaney bereyan

# importContactsTitle
source: Import Contacts
son: Maaɲey sanbu

# importContactsButton
source: Import Contacts
son: Maaɲey sanbu

# exportContactsTitle
source: Export Contacts
son: Maaɲey kaataray

# exportContactsButton
source: Export Contacts
son: Maaɲey kaataray

source: Export
son: Kaataray

source: Export to SIM
son: Bere SIM ga

source: Export to memory card
son: Bere lakkal kattaa ga

source: Export to Bluetooth
son: Bere Bluetooth ga

source: Cannot use memory card because USB storage is enabled
son: Ši hin ka goy nda lakkal katta zama USB jišidogoo ga feera

source: Export error
son: Fattandiyan firka

source: No contacts exported
son: Maa kul mana sanbundi

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
son: Cere berante {{exported}}/{{total}}

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
son: Cere berante {{exported}}/{{total}}

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
son: Cere berante {{exported}}/{{total}}

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
son: Cere berante {{exported}}/{{total}}

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
son: Cere berante {{exported}}/{{total}}

source: Some error happened while exporting
son: Firkayaŋ bangay bereyan waatoo ra

# exportError-SD-shared
source: Can’t access memory card because it’s shared
son: Ši hin ka lakkal kattaa feeri zam'a ma žemnandi

# exportError-SD-unavailable
source: Memory card is not available
son: Lakkal kattaa ši duwandi

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
son: Doo kayante ši lakkal kattaa ga ka too maaɲey ma hin berandi

source: SIM card is not available
son: SIM katta ši duwandi

# exportError-BT-shared
source: Can’t access memory card because it’s shared
son: Ši hin ka duu lakkal kattaa zam'a ma žemnandi

# exportError-BT-unavailable
source: Memory card is not available
son: Lakkal kattaa ši duwandi

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
son: Doo kayante ši lakkal kattaa ga ka too maaɲey ma hin berandi

source: Social networks
son: Jama batey

source: Link contact
son: Bora dobu

source: Unlink contact
son: Dobu kaa boraa ga

source: Do you want to unlink your friend?
son: War ga baa ka dobu kaa war ceroo ga?

source: Unlink
son: Dobu kaa

source: Import Facebook friends
son: Cerey zaa Facebook ra

source: View Facebook profile
son: Facebook alhaali guna

source: Message
son: Alhabar

source: Wall post
son: Assariya

source: Share Contact
son: Boro žemna

source: The contact cannot be shared due to Facebook constraint.
son: Maaɲoo ši hin ka žemnandi Facebook alhukum dalil ra.

source: Other accounts
son: Kontu taney

source: Sync friends
son: Cerey hangandi

source: Select mobile
son: Kanbe talfon suuba

source: Select email
son: Bataga suuba

source: Select recipient
son: Dukaw suuba

source: Settings
son: Kayandiyaney

source: Order by last name
son: Suuba zammu bande

# importSim2
source: SIM card
son: SIM katta

source: Update imported friends
son: Boro cendantey taagandi

source: Removing Facebook data
son: Facebook bayhayey kaa

source: Logging out from Facebook
son: Fatta Facebook ra

source: Remove all Facebook data?
son: Facebook bayhayey kul kaa?

source: Your password in Facebook has changed. Please, update it.
son: War Facebook šennikufaloo n' ka barmay. A taagandi taare.

source: Not enabled yet
son: Mana tunandi jina

source: To import contacts connect to Wi-Fi or data network
son: Ka maaɲey bere Wi-Fi wala bayhaya sankay cee

source: SIM card
son: SIM katta

source: Memory card
son: Lakkal katta

# ICEContactsGroup
source: ICE Contacts
son: ICE borey

source: Set ICE Contacts
son: ICE borey kayandi

# ICESettingTitle
source: ICE Contacts
son: ICE borey

source: Add two contacts for making “In Case of Emergency” calls.
son: Tonton borey kaŋ ga ciya "Tilasu ra" ga.

source: ICE Contact 1
son: ICE boro 1

source: Select a contact
son: Boro suuba

source: ICE Contact 2
son: ICE boro 2

source: This contact is already an existing ICE contact
son: Boraa woo ga bara war ICE borey ra ka ben

source: There was an error setting the contact as ICE
son: Firka foo bangay ka boraa kayandi ka tee ICE

source: This contact doesn't have a phone number
son: Boraa woo ši nda talfon lanba

source: Facebook contacts cannot be set as ICE contacts
son: Facebook borey ši hin ka kayandi ka tee ICE boroyaŋ

source: Deleted phone numbers are removed from ICE Contact
son: Talfon lanba tuusantey hun war ICE boraa ga

source: All the numbers are deleted. This contact is removed from the ICE Contacts.
son: Talfon lanbawey n' ka tuusandi. Boraa woo hun war ICE borey ra.

source: No contacts
son: Boro kul šii

source: Start adding them now
son: Šintin k'i tonton sohõ

source: Not imported
son: Mana sanbundi

source: Imported
son: Sanbundi

source: Today
son: Hõ

source: Yesterday
son: Bi

source: Organize Contacts
son: Maaɲey marga

source: Find duplicate contacts
son: Maa fillantey guna

source: Preparing contacts
son: Ga maaɲey soolu

source: SIM Card is full
son: SIM katta too

source: Cannot access SIM card’s phone book
son: Ši hin duu SIM kattaa lanbawey tiiraa

source: No SIM detected
son: SIM kul ši maatandi

source: An error occurred while exporting a contact
son: Firka bangay maa bereyan waatoo ra

source: To export contacts insert or unlock your SIM card
son: Ka maaɲey sanbu k'i dam wala ka SIM kattaa feeri

source: To export contacts insert a memory card
son: Ka maaɲey bere lakkal katta foo dam

source: Contacts Management
son: Maa juwalyan

# DeleteTitle
source: Delete
son: Tuusu

source: Delete Contacts
son: Maaɲey tuusu

source: Contacts delete cancelled
son: Maa tuusuyan kay

# DeletedTxt[zero]
source: No Contact to Delete
son: Maa kul ši tuusandi

source: 1 Contact removed
son: Maa 1 hun

# DeletedTxt[two]
source: {{n}} Contacts removed
son: Maa {{n}} hun

# DeletedTxt[few]
source: {{n}} Contacts removed
son: Maa {{n}} hun

# DeletedTxt[many]
source: {{n}} Contacts removed
son: Maa {{n}} hun

# DeletedTxt[other]
source: {{n}} Contacts removed
son: Maa {{n}} hun

source: Deleting contacts
son: Maaɲey tuusu

# ContactConfirmDel[zero]
source: No Contact to Delete
son: Maa kul ši tuusandi

source: Delete 1 Contact? This cannot be undone.
son: Maa 1 tuusu? Wa bay woo ši willi koyne.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
son: Maa {{n}} tuusu? Wa bay woo ši willi koyne.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
son: Maa {{n}} tuusu? Wa bay woo ši willi koyne.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
son: Maa {{n}} tuusu? Wa bay woo ši willi koyne.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
son: Maa {{n}} tuusu? Wa bay kaŋ woo ši willi koyne.

# SelectedTxt[zero]
source: Contacts
son: Maaɲey

# SelectedTxt[one]
source: {{n}} selected
son: {{n}} suubante

# SelectedTxt[two]
source: {{n}} selected
son: {{n}} suubante

# SelectedTxt[few]
source: {{n}} selected
son: {{n}} suubante

# SelectedTxt[many]
source: {{n}} selected
son: {{n}} suubante

# SelectedTxt[other]
source: {{n}} selected
son: {{n}} suubante

source: Video
son: Widewo

source: Audio
son: Jinde

# removeField.ariaLabel
source: Remove
son: Kaa

source: Undo
son: Taafeeri

source: ICE Contacts
son: ICE borey

source: Edit Picture
son: Bii fasal

source: Remove photo
son: Biyoo kaa

source: Change photo
son: Biyoo barmay

source: Photo options
son: Bii suubarey

source: Import all
son: Ikul zaa

source: No contacts imported
son: Boro kul mana zaandi

source: Imported one contact
son: Boro foo ka zaandi

# vCardContacts-imported[two]
source: Imported {{n}} contacts
son: Boro {{n}} ka zaandi

# vCardContacts-imported[few]
source: Imported {{n}} contacts
son: Boro {{n}} ka zaandi

# vCardContacts-imported[many]
source: Imported {{n}} contacts
son: Boro {{n}} ka zaandi

# vCardContacts-imported[other]
source: Imported {{n}} contacts
son: Boro {{n}} ka zaandi
