Repository: translate/mozilla-gaia
Catalog: qvi/shared/elements/gaia_grid/gaia_grid.properties.po
Languages: qvi

source: Stop {{name}}
qvi: Shayana {{name}}

source: Do you want to stop the download in progress?
qvi: ¿Munanki kunanpak urahuchina aparinata shayachi?

source: Stop
qvi: Shayana

source: Restart Download
qvi: Urahuchina aparinata kutin kallarina

source: Do you want to download {{name}}?
qvi: ¿Munanki {{name}} uriahuchina aparinata?

source: Download
qvi: Uriahuchina aparinata

source: Cancel
qvi: Tukuchina

source: Expand group
qvi: Yapana tantachiy

source: Collapse group
qvi: Uchillachina tantachiy

source: Enter a group name
qvi: Shutita tantachiy killkay
