Repository: translate/mozilla-gaia
Catalog: */apps/costcontrol/costcontrol.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
af: Stel ’n waarskuwing om te voorkom dat jy te veel data gebruik.
am: በጣም ብዙ ዳታ እንዳይጠቀሙ ማስጠንቀቂያ ማሰናጃ
ar: أعدَ تنبيهاً لتجنب استخدام البيانات بصورة كبيرة.
as: অত্যাধিক তথ্যৰ ব্যৱহাৰ প্ৰতিৰোধ কৰিবলে এটা সতৰ্কবাৰ্তা সংহতি কৰক।
bg: Настройте известие, за да избегнете използването на прекалено много данни.
bn_bd: অত্যাধিক ডাটা ব্যবহার এড়াতে একটি সতর্কতা সেট করুন।
bn_in: অত্যধিক ডাটা ব্যবহার এড়ানো একটি সতর্কতা সেট করুন।
br: Arventennañ ur galv-diwall evit chom hep beveziñ re a roadennoù.
bs: Postavite upozorenje da biste izbjegli previše podatkovnog saobraćaja.
ca: Definiu una alerta per evitar un consum excessiu de dades.
cy: Gosod rhybudd i osgoi defnyddio gormod o ddata.
es: Configure una alerta para evitar el consumo excesivo de datos.
eu: Ezarri alerta datu gehiegi erabiltzea saihesteko.
fa: یک هشدار برای جلوگیری از مصرف بیش از اندازه داده تنظیم کنید.
gd: Suidhich caismeachd ach nach cleachd thu cus dàta.
hi_in: डाटा के अत्यधिक उपयोग से बचने के लिए चेतावनी सेट करें.
hr: Postavite upozorenje kako ne biste potrošili previše podatkovnog prometa.
hu: Riasztás beállításával elkerülheti a túlzott adathasználatot.
id: Setel peringatan untuk menghindari penggunaan Internet yang berlebihan.
km: កំណត់​​ការ​ជូនដំណឹង​ដើម្បី​ជៀសវាង​ការ​ប្រើ​ទិន្នន័យ​ច្រើន​ពេក។
kn: ಹೆಚ್ಚು ಡೇಟಾ ಬಳಸದಿರಲು, ಎಚ್ಚರಿಕೆಯೊಂದನ್ನು ಹೊಂದಿಸು.
lv: Uzstādīt brīdinājumu lai izvairītos no pārāk lielas datu lietošanas.
mai: डाटा क अत्यधिक उपयोग सँ बचए कलेल चेतावनी सेट करू.
mg: Manefe fanairana hisorohana ny fampiasana tafahoatra.
ml: കൂടുതല്‍ ഡാറ്റ ഉപയോഗിക്കുന്നത് ഒഴിവാക്കാന്‍ ഒരു മുന്നറിയിപ്പ് വെക്കുക.
mr: माहितीचा अति वापर टाळण्यासाठी इशारा ठरवा.
ms: Tetapkan waspada bagi mengelakkan penggunaan data yang berlebihan.
my: ဒေတာ များပြီး သုံးမိခြင်းအား ရှောင်ရန် သတိပေးချက် တပ်ဆင်ပါ
ne: धेरै डाटा चलाउनबाट बच्न सतर्कता सेट गर्नहोस्।
or: ଖୁବ ଅଧିକ ଇଣ୍ଟରନେଟ ବ୍ୟବହାର ରୋକିବା ପାଇଁ ଏକ ଚେତାବନୀ ଦେଇଥାଏ ।
pt: Definir um alerta para evitar a utilização de demasiados dados.
ro: Setează o alertă pentru a evita folosirea de prea mult trafic.
si: අධි දත්ත භාවිතාවන්ගෙන් වැලකීමට අවවාදාත්මක පණිවුඩයක් සකසන්න.
sw: Weka arifa ili kuepuka kutumia data nyingi mno.
ta: அதிகப்படியான தரவை பயன்படுத்தும் எச்சரிக்கை ஒன்றை அமை.
te: ఎక్కువ దత్తాంశ వాడకాన్ని నివారించేందుకు ఒక జాగరూకతను అమర్చుకోండి.
th: ตั้งการแจ้งเตือนเพื่อป้องกันการใช้ข้อมูลมากเกินไป
tr: Aşırı veri kullanımını engellemek için bir uyarı ayarlayın.
ur: بہت زیادہ ڈیٹا کا استعمال کرنے سے بچنے کے لئے ایک انتباہ مقرر کریں۔
uz: Ko‘p ma’lumot sarflab qo‘yishdan qochish uchun ogohlantirgich o‘rnating.
vi: Đặt cảnh báo để tránh sử dụng quá nhiều dữ liệu.
wa: Definixhoz ene abranle po-z eviter d’ eployî dtrop di dnêyes.
xh: Seta isilumkiso ukuze uphephe ukusebenzisa idatha eninzi kakhulu.
zu: Setha isexwayiso ukugwema ukusebenzisa idatha ngokweqile.

source: Phone Activity
af: Foonaktiwiteit
am: የ ስልክ እንቅስቃሴ
ar: نشاطات الجوّال
as: ফোনৰ কাৰ্য্য
bg: Телефонна активност
bn_bd: ফোন কার্যকারিতা
bn_in: ফোনের ক্রিয়াকলাপ
br: Oberiantiz ar pellgomzer
bs: Aktivnost telefona
ca: Activitat del telèfon
cy: Gweithgaredd Ffonio
es: Actividad del teléfono
eu: Telefonoaren jarduera
fa: فعالیت‌های تلفن
gd: Gnìomhachd an fhòn
hi_in: फोन क्रियाएँ
hr: Aktivnost telefona
hu: Telefon aktivitása
id: Aktivitas ponsel
km: សកម្មភាព​ទូរស័ព្ទ
kn: ಫೋನ್ ಚಟುವಟಿಕೆ
mai: फोन क्रिया
mg: Asan'ny Telefaona
ml: ഫോണ്‍ പ്രവര്‍ത്തനം
mr: फोन क्रिया
ms: Aktiviti Telefon
my: ဖုန်း လှူပ်ရှားမှူများ
ne: फोन क्रियाकलाप
or: ଫୋନ ବ୍ୟବହାର
pt: Atividade do aparelho
ro: Activitate pe telefon
si: දුරකථන ක්‍රියාකාරකම්
sw: Shughuli ya Simu
ta: செல்பேசி செயற்பாடு
te: ఫోను కార్యకలాపం
th: กิจกรรมโทรศัพท์
tr: Telefon Etkinliği
ur: فون سرگرمی
uz: Telefon faolligi
vi: Hoạt động trên điện thoại
wa: Activité do telefone
xh: Umsebenzi wefowuni
zu: Okwenziwayo efonini

source: Balance
af: Saldo
am: ቀሪ
ar: رصيد الحساب
as: ভাৰসাম্য
bg: Баланс
bn_bd: ব্যালেন্স
bn_in: সঞ্চয়
br: Mentelad
bs: Stanje računa
ca: Saldo
cy: Gweddillion
es: Saldo
eu: Balantzea
fa: تعادل
gd: Balans
hi_in: संतुलन
hr: Stanje računa
hu: Egyenleg
id: Saldo
km: សមតុល្យ
kn: ಬಾಕಿ
lv: Balanss
mai: संतुलन
mg: Ambim-pahana
ml: ബാലന്‍സ്
mr: शिल्लक
ms: Baki
my: ဟန်ချက်
ne: सन्तुलन
or: ସନ୍ତୁଳନ
pt: Saldo
ro: Sold
si: ශේෂය
sw: Bakisho
ta: இருப்பு
te: నిల్వ
th: ยอดเงิน
tr: Bakiye
ur: بیلنس
uz: Balans
vi: Số dư tài khoản
wa: So vosse conte
xh: Imali ekhoyo
zu: Ibhalansi

source: Roaming: no automatic balance update. You might be charged for updating manually.
af: Swerwing: geen outomatiese saldobywerking nie. Jy sal dalk moet betaal as jy handmatig bywerk.
am: ማዘዋወር: ራሱ በራሱ ቀሪውን አላሻሻለም: እርስዎ በ እጅ ካሻሻሉ ክፍያ ያስከትላል
ar: التجوال : لا يوجد تحديث تلقائي للرصيد . يمكن أن يتم خصم رصيد منك في حالة التحديث اليدوي.
as: ৰ'মিং: কোনো স্বচালিত বেলেঞ্চ আপডেইট নাই। আপোনাক হস্তচালিত আপডেইটৰ বাবে চাৰ্জ কৰা হব পাৰে।
bg: Роуминг: липсва автоматично обновление на баланса. Може да бъдете таксуван, за ръчно обновление.
bn_bd: রোমিং: স্বয়ংক্রিয় ব্যালেন্স হালনাগাদ নাই। হাতে হালনাগাদ করার কারনে আপনাকে চার্জ করা হতে পারে।
bn_in: রোমিং: কোন স্বয়ংক্রিয় ব্যালেন্স আপডেট নেই। আপনি নিজে আপডেট করলে ব্যালেন্স কাটা হতে পারে।
br: Baleantañ : n'eus hizivadur emgefreek ebet eus ar ventelad. Marteze e vo ret deoc'h paeañ ma hizivaiot dre zorn.
bs: Roaming: nema automatskog ažuriranja stanja računa. Za ažuriranje stanja se može naplaćivati naknada.
ca: Itinerància: el saldo no s'actualitza automàticament. Actualitzar-lo manualment pot comportar despeses addicionals.
cy: Crwydro: dim diweddariad gweddillion. Efallai y bydd cost am ddiweddaru â llaw.
es: Itinerancia: su saldo no se actualiza automáticamente. Puede ser que le cobren por actualizarlo manualmente.
eu: Ibiltaritza: balantzearen eguneraketa automatikorik ez. Eskuz eguneratzeagatik kobratuko zaizu agian.
fa: رومینگ: هیچ به روز‌رسانی خودکار برای اعتباری صورت نگرفته است. شما می‌بایستی برای افزایش اعتبار دستی اقدام کنید.
gd: Air fàrsan: cha dèidh am balans ùrachadh gu fèin-obrachail. Dh'fhaoidte gun èirich cosgaisean dhut ma nì thu ùrachadh a làimh.
hi_in: रोमिंग: कोई स्वत: शेष राशि अद्यतन नहीं. मैन्युअल अद्यतन करने के लिए चार्ज किया जा सकता है.
hr: Roaming: nema automatskog ažuriranja stanja računa. Za ažuriranje stanja se može naplaćivati naknada.
hu: Roaming: nincs automatikus egyenlegfrissítés. A kézi frissítést díjak terhelhetik.
id: Roaming: tidak ada pembaruan saldo otomatis. Mungkin Anda akan ditagih atau harus memperbarui secara manual.
km: រ៉ូមីង៖ គ្មាន​បច្ចុប្បន្នភាព​​សមតុល្យ​​​ស្វ័យប្រវត្តិ​ទេ។ អ្នក​អាច​នឹង​ត្រូវ​បាន​ផ្លាស់ប្ដូរ​សម្រាប់​​ការ​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ​ដៃ។
kn: ರೋಮಿಂಗ್: ಸ್ವಯಂಚಾಲಿತ ಬಾಕಿ ಅಪ್‌ಡೇಟ್ ಇಲ್ಲ. ನೀವು ಅಪ್‌ಡೇಟ್ ಮಾಡಿದರೆ ಹಣ ತೆರಬೇಕಾಗಬಹುದು.
mai: रोमिंग: कोनो स्वत: शेष राशि अद्यतन नहि. मैन्युअल अद्यतन करब कलेल चार्ज कएल जाए सकैत अछि.
mg: Miriaria: tsisy fanavaozana ambim-pahana hoazy. Mety hampandoavina sarany ianao @ fanavaozana @ tànana.
ml: റോമിങ്ങിലായത് കാരണം തനിയെ ബാലന്‍സ് പുതുക്കില്ല. നിങ്ങള്‍ പുതുക്കുമ്പോള്‍ പൈസ ആയേയ്ക്കാം.
mr: रोमिंग: आपोआप शिल्लक अद्ययावत नाही. स्वतः अद्ययावतासाठी तुम्हाला कदाचित आकारले जाइल.
ms: Perantauan: tiada baki automatik dikemaskini. Anda mungkin dikenakan cas untuk mengemaskini secara manual.
my: Roaming: အလိုအလျှောက် ပိုက်ဆံ မကောက်ပါ။ သင် ကိုယ်တိုင် ပေးရမည်ဖြစ်ပါသှ်။
ne: रोमीङ: स्वत: ब्यालेन्स अपडेट उपलब्ध छैन। आफै अपडेट गरेमा तपाईलाई शुल्क लाग्न सक्छ।
or: ରୋମିଙ୍ଗ: ଅଟୋମାଟିକ ବାଲାନ୍ସ ଅପଡେଟ ହୋଇପାରୁନି । ଗୋଟି ଗୋଟି କରି ଅପଡେଟ କରିବା ପାଇଁ ହୁଏତ ପଇସା ପଡ଼ିପାରେ ।
pt: Roaming: nenhuma atualização de saldo automática. Pode ser cobrado pela atualização manual.
ro: Roaming: fără actualizarea automată a soldului. Ai putea fi taxat pentru actualizarea manuală.
si: අටනය: ස්වංයක්‍රීය ගිණුම් ‍ශේෂ යාවත්කාලීනයන් නොමැත. ඔබ විසින් ක්‍රමිකව යාවත්කාලීන කිරීමේදී අයවීම් සිදුවිය හැකියි.
sw: Kuzurura: Hakuna sasisho otomatiki la bakisho. Unaweza kutozwa kwa sasisha mwenyewe.
ta: ரோமிங்: தானாக இருப்பை புதுப்பிக்காது. கைமுறையில் மேம்படுத்தும்போது உங்களுக்கு அதிக கட்டணம் ஆகலாம்.
te: రోమింగు: స్వయంచాలక నిల్వ నవీకరణ లేదు. మానవీయంగా నవీకరిస్తే మీరు వసూలు చేయబడవచ్చు.
th: ข้ามเครือข่าย: ไม่มีการปรับปรุงยอดเงินโดยอัตโนมัติ คุณอาจถูกคิดค่าบริการสำหรับการปรับปรุงด้วยตนเอง
tr: Dolaşım: Bakiye otomatik güncellenmez. Elle güncelleme için ücret ödemeniz gerekebilir.
ur: رومنگ: خود کار طریقے سے توازن تازہ کاری نہیں۔ آپ کو دستی طور سے تازہ کاری کرنے کے لئے چارج کیا جا سکتا ہے۔
uz: Rouming: automatik balans yangilanishi mavjud emas. Qo‘lbola yangilash uchun hisobingizni to‘ldirishingiz kerak.
vi: Đang chuyển vùng: không có cập nhật số dư tự động. Bạn có thể bị tính phí khi cập nhật thủ công.
wa: Pormoennance : nou metaedje a djoû otomatike di çou k’ i gn a so vosse conte. Vos dvroz motoit payî po mete a djoû al mwin.
xh: Ukujikeleza: akukho kuhlaziywa kuzenzekelayo kwemali ekhoyo. Ungabizwa imali ngokuhlaziya ngokwakho.
zu: Ukucinga: akukho ukuvuselelwa kwebhalansi okuzenzekelayo. Ungakhokha ngokuvuselela ngokuzenzela.

source: Balance didn’t update correctly. Try updating manually.
af: Saldo het nie reg bygewerk nie. Probeer handmatig bywerk.
am: ቀሪው በትክክል አልተሻሻለም እባክዎን እርስዎ በ እጅ ያሻሽሉ
ar: لم يتم تحديث الرصيد بشكل صحيح. حاول بالتحديث اليدوي.
as: বেলেঞ্চ সঠিকভাৱে আপডেইট নহল। হস্তচালিতভাৱে আপডেইট কৰি চাওক।
bg: Балансът не беше обновен правилно. Опитайте ръчно обновление.
bn_bd: ব্যালেন্স সঠিকভাবে হালনাগাদ হয়নি। নিজহাতে হালনাগাদের চেষ্টা করুন।
bn_in: ব্যালেন্স ঠিকমত আপডেট হয়নি। নিজে আপডেট করুন।
br: N'eo ket bet hizivaet mat ar ventelad. Klaskit hizivaat dre zorn.
bs: Stanje računa se nije ispravno ažuriralo. Pokušajte ručno ažurirati.
ca: El saldo no s'ha actualitzat correctament. Proveu d'actualitzar-lo manualment.
cy: Nid yw'r gweddillion wedi diweddaru'n gywir. Ceisiwch ddiweddaru â llaw.
es: El saldo no se actualizó correctamente. Pruebe a hacerlo manualmente.
eu: Balantzea ez da ondo eguneratu. Saiatu eskuz eguneratzen.
fa: اعتبار به درستی بروزرسانی نشد. به صورت معمولی بروزرسانی را انجام دهید.
gd: Cha do dh'ùraich am balans mar bu chòir. Feuch is ùraich e a làimh.
hi_in: शेष राशि सही ढंग से अद्यतन नहीं किया. मैन्युअल रूप से अद्यतन करने की कोशिश करें.
hr: Stanje računa se nije ispravno ažuriralo. Pokušajte ručno ažurirati.
hu: Az egyenleg nem frissült megfelelően. Próbálja saját kezűleg frissíteni.
id: Saldo tidak terbarui dengan benar. Coba memperbaruinya secara manual.
km: សមតុល្យ​​មិន​បាន​ធ្វើ​បច្ចុប្បន្នភាព​ត្រឹមត្រូវ។ ព្យាយាម​ធ្វើ​បច្ចុប្បន្នភាព​ដោយ​ដៃ។
kn: ಬಾಕಿಯು ಸರಿಯಾಗಿ ಅಪ್‌ಡೇಟ್ ಆಗಲಿಲ್ಲ. ಸ್ವತಃ ಅಪ್‌ಡೇಟ್ ಪ್ರಯತ್ನಿಸಿ.
mai: शेष राशि सही ढंग सँ अद्यतन नहि कएल. मैन्युअल रूप सँ अद्यतन करबाक कोसिस करू.
mg: Tsy nihavao araka tokony ho izy ny ambim-pahana. Andramo havaozina @ tànana.
ml: ബാലന്‍സ് പുതുക്കിയത് ശരിയായില്ല. നിങ്ങള്‍ പുതുക്കി നോക്കു.
mr: शिल्लक अद्ययावत झाले नाही. स्वतः प्रयत्न कररुन बघा.
ms: Baki tidak dikemaskini dengan betul. Cuba mengemaskini secara manual.
my: ငွေလက်ကျန်စာရင်း မှန်ကန်စွာ တက်မသွားပါ။ ကိုယ်တိုင် ထပ်လုပ်ကြည့်ပါ
ne: ब्यालेन्स ठिक तवरले अपडेट हुन सकेन। आफै अपडेट गर्न कोसिस गर्नुहोस्।
or: ବାଲାନ୍ସ ଠିକ ଭାବେ ଅପଡେଟ ହୋଇନାହିଁ । ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ ।
pt: O saldo não foi corretamente atualizado. Tente atualizá-lo manualmente.
ro: Soldul nu s-a actualizat corect. Încearcă actualizarea manuală.
si: ශේෂය නිසියාකාරව යාවත්කාලීන නොවීය. ක්‍රමිකව යාවත්කාලීන කරන්න.
sw: Bakisho halikusasisha vizuri. Jaribu kusasisha mwenyewe.
ta: இருப்பை சரியாக புதுப்பிக்க முடியவில்லை. கைமுறையில் புதுப்பிக்க முயற்சிசெய்.
te: నిల్వ సరిగా నవీకరించబడలేదు. మానవీయంగా నవీకరించుటకు ప్రయత్నించండి.
th: ยอดเงินไม่ถูกปรับปรุงอย่างถูกต้อง ลองปรับปรุงด้วยตนเอง
tr: Bakiye doğru şekilde güncellenemedi. Elle güncellemeyi deneyin.
ur: توازن کی صحیح تازہ کاری نہیں ہوئی۔ دستی بہ تازہ کاری کریں۔
uz: Balansingiz to‘g‘ri yangilanmagan. Qo‘lbola yangilashga urinib ko‘ring.
vi: Không thể cập nhật số dư. Vui lòng thử cập nhật thủ công.
wa: Vosse conte ni s’ a nén metou a djoû comifåt. Sayîz d’ mete a djoû al mwin.
xh: Imali ekhoyo ayihlaziywanga ngokuchanileyo. Zama ukuhlaziya ngokwakho.
zu: Ibhalansi ayibhalekanga ngokuyikho. Zama ukuvuselela futhi ngokwakho.

source: Turn off airplane mode to update your balance or top up.
af: Skakel vliegtuigmodus af om jou saldo by te werk of by te vul.
am: የ አውሮፕላን ዘዴን ያጥፉ ቀሪውን ለማሻሻል ወይንም በ ላዩ ላይ ለመጨመር
ar: ألغِ وضع الطيران لتُحدِّث رصيدك او لإضافة رصيد.
as: আপোনাৰ বেলেঞ্চ অথবা টপ আপ আপডেইট কৰিবলে বিমান অৱস্থা বন্ধ কৰক।
bg: Изключете самолетния режим, за да обновите своя баланс или да презаредите.
bn_bd: আপনার ব্যালেন্স বা টপ-আপ হালনাগাদ করতে এরোপ্লেন মোড বন্ধ করুন।
bn_in: আপনার ব্যালেন্স বা টপ আপ আপডেট করার জন্য বিমান মোড বন্ধ করুন।
br: Diweredekait ar mod nijerez evit hizivaat ho mentelad pe adkargit.
bs: Isključite avionski režim kako bi ažurirali stanje računa ili dopunili kredit.
ca: Desactiveu el mode d'avió per actualitzar el saldo o recarregar.
cy: Diffoddwch y modd awyren er mwyn diweddaru eich gweddillion neu ariannu.
es: Desactive el modo avión para actualizar su saldo o recargar.
eu: Itzali hegazkin modua zure balantzea eguneratzeko edo kargatzeko.
fa: برای بروزرسانی شارژ و یا شارژ کردن سیم‌کارت حالت هواپیمایی را خاموش کنید.
gd: Cuir dheth am modh itealain gus am balans ùrachadh no top-up a dhèanamh.
hi_in: अपने शेष राशि या टॉप अप अद्यतन करने के लिए हवाई जहाज मोड बंद करें.
hr: Isključite zrakoplovni način rada da biste ažurirali stanje računa ili obavili nadoplatu.
hu: Kapcsolja ki a repülő módot az egyenlegfrissítéshez vagy feltöltéshez.
id: Matikan mode pesawat untuk memperbarui saldo atau isi ulang.
km: បិទ​របៀប​​ជិះ​យន្តហោះ​ដើម្បី​ធ្វើ​បច្ចុប្បន្នភាពសមតុល្យ ឬ​ការ​បំពេញ​របស់​អ្នក។
kn: ಬಾಕಿ ವಿಚಾರಣೆಗೆ ಏರ್‌ಪ್ಲೇನ್‌ ಸ್ಥಿತಿಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ.
mai: अपन शेष राशि अथवा टॉप अप अद्यतन करब कलेल एयरप्लेन मोड बन्न करू.
mg: Vonoy ny maody fiaramanidina raha hanavao ny ambim-pahanao na hanampy fahana.
ml: നിങ്ങളുടെ ബാലന്‍സോ ടോപ്പപോ പുതുക്കുന്നതിന് വിമാന മോഡ് ഒഴിവാക്കുക.
mr: शिल्लक अद्ययावतासाठी किंवा टॉप-अपसाठी विमान पद्धत बंद करा.
ms: Matikan mod pesawat untuk mengemaskini baki anda atau isian semula.
my: လေယျာဉ်ပေါ်သုံးပုံစံ အားပိတ်ပြီး ပိုက်ဆံ ထပ်ထည့်ပါ
ne: तपाईको ब्यालेन्स वा टप अप अद्यावधिक गर्न उडान शैली बन्द गर्नुहोस्।
or: ବିମାନ ମୋଡ଼ ବନ୍ଦ କରି ନିଜର ବାଲାନ୍ସ ଅପଡେଟ କରନ୍ତୁ କିମ୍ବା ଅଧିକ ପକାନ୍ତୁ ।
pt: Desative o modo de avião para atualizar o seu saldo ou a recarga.
ro: Oprește modul avion pentru a actualiza soldul sau a reîncărca cartela.
si: ඔබගේ ‍ශේෂය යාවත්කාලීන කිරීමට ගුවන් යානා ප්‍රකාරය අක්‍රීය කරන්න.
sw: Zima hali ya ndege ili kusasisha bakisho lako au kuongeza kiwango.
ta: இருப்பை புதுப்பிக்க அல்லது அதிகரிக்க விமானப்பாங்கை முடக்கு.
te: మీ నిల్వను లేదా టాప్-అప్ నవీకరించుటకు విమాన రీతిని ఆపివేయండి.
th: ปิดโหมดเครื่องบินเพื่อปรับปรุงยอดเงินของคุณหรือเติมเงิน
tr: Bakiyenizi güncellemek veya kontör yüklemek için uçak modunu kapatın.
ur: توازن کی تازہ کاری کرنے کے لیئے ہوائی جہاز موڈ آف کردیں۔
uz: Balansingizni yangilash yoki to‘ldirish uchun parvoz rejimini o‘chiring.
vi: Tắt chế độ máy bay để cập nhật số dư hoặc nạp tiền.
xh: Cima imo yenqwelo-moya ukuze uhlaziye imali ekhoyo okanye uhlohle.
zu: Cima imodi yasebhanoyini ukuze uvuselele ibhalansi noma ukugcwalisa umoya.

source: Do you want to disable Airplane mode to update or top up?
af: Wil jy graag vliegtuigmodus deaktiveer om by te werk of by te vul?
am: የ አውሮፕላን ዘዴን ማሰናከል ይፈልጋሉ ቀሪውን ለማሻሻል ወይንም በ ላዩ ላይ ለመጨመር?
ar: هل تريد إيقاف وضع الطيران للتحديث أو اضافة رصيد جديد؟
as: আপুনি আপডেইট অথবা টপ আপ কৰিবলে বিমান অৱস্থা অসামৰ্থবান কৰিব খোজে নে?
bg: Желаете ли да изключите самолетния режим, за да обновите своя баланс или да презаредите?
bn_bd: হালনাগাদ বা টপ-আপ করতে আপনি কি এরোপ্লেন মোড নিস্ক্রিয় করতে চান?
bn_in: আপনার ব্যালেন্স বা টপ আপ আপডেট করার জন্য বিমান মোড নিষ্ক্রিয় করতে চান?
br: C'hoant hoc'h eus da ziweredekaat ar mod nijerez evit hizivaat pe adkargañ ?
bs: Da li želite onemogućiti avionski režim rada za ažuriranje ili dopunu?
ca: Voleu desactivar el mode d'avió per actualitzar o recarregar?
cy: Hoffech chi anablu'r modd Awyren er mwyn diweddaru neu ariannu?
es: ¿Desea desactivar el modo avión para actualizar o recargar?
eu: Hegazkin modua desgaitu nahi duzu eguneratzeko edo kargatzeko?
fa: آیا تمایل دارید حالت هواپیما را برای بروز‌رسانی یا شارژ کردن سیم‌کارت غیرفعال کنید؟
gd: A bheil thu airson modh an itealain a chur dheth gus ùrachadh no top-up a dhèanamh?
hi_in: क्या आप एयर प्लेन मोड को डिसएबल करना चाहते हैं टॉप अप को अपडेट करने के लिए
hr: Želite li isključiti zrakoplovni način rada za ažuriranje ili nadoplatu računa?
hu: Kikapcsolja a repülő módot a frissítéshez vagy feltöltéshez?
id: Ingin mematikan Mode pesawat untuk memperbarui atau mengisi ulang?
km: តើ​អ្នក​ចង់​បិទ​របៀប​លើ​យន្តហោះ​ដើម្បី​ធ្វើ​បច្ចុប្បន្នភាព ឬ​បំពេញ​មែនទេ?
kn: ಏರ್‌ಪ್ಲೇನ್‌ ಸ್ಥಿತಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ ಅಪ್‌ಡೇಟ್ ಅಥವಾ ಟಾಪ್-ಅಪ್ ಮಾಡುವಿರಾ?
mai: की अहाँ एयर प्लेन मोड केँ डिसएबल कएनाइ चाहैत छी टॉप अप केँ अपडेट करब कलेल
mg: Te-hamono ny maody fiaramanidina mba hanavaozana na hanampiana fahana ianao.
ml: ടോപ്പ്പ് ചെയ്യാനോ പുതുക്കാനോ വിമാന മോഡ് മാറ്റണോ?
mr: टॉप-अप किंवा अद्ययावतासाठी तुम्हाला विमान पद्धत निष्क्रीय करायची?
ms: Adakan anda ingin melumpuhkan mod Pesawat untuk mengemaskini atau isian semula?
my: လေယျာဉ်ပေါ်သုံး ပုံစံအား ငွေဖြည့်ရန် ပိတ်ထားမည်လား ?
ne: के तपाई अपडेट वा टप-अप गर्न उडान शैली अक्षम पार्न चाहनुहुन्छ?
or: ଅପଡେଟ କରିବାପାଇଁ ବା ଟପଅପ ପକାଇବାପାଇଁ ବିମାନ ମୋଡ଼କୁ ଅଚଳ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pt: Pretende desativar o modo de Avião para atualizar ou definir a recarga?
ro: Dorești să dezactivezi modul avion pentru a actualiza sau a reîncărca cartela?
si: ඔබට ශේෂය යාවත්කාලීන කිරීම සඳහා ගුවන්යානා ප්‍රකාරය අක්‍රීය කිරීමට අවශ්‍ය ද?
sw: Unataka kulemaza hali ya Ndege ili kusasisha au kuongeza kiwango?
ta: இருப்பை புதுப்பிக்க அல்லது அதிகரிக்க விமானப்பாங்கை முடக்குவா?
te: నవీకరించుటకు లేదా టాప్-అప్ చేయుటకు విమాన రీతిని అచేతనించాలనుకుంటున్నారా?
th: คุณต้องการปิดใช้งานโหมดเครื่องบินเพื่อปรับปรุงหรือเติมเงินหรือไม่?
tr: Güncellemek veya kontör yüklemek için Uçak modunu devre dışı bırakmak ister misiniz?
ur: کیا آپ تازہ کاری کے لیئے ہوائی جہاز موڈ بند کرنا چاہتے ہیں؟
uz: Balansingizni yangilash yoki to‘ldirish uchun parvoz rejimini o‘chirishni xohlaysizmi?
vi: Bạn có muốn tắt chế độ máy bay để cập nhật số dư hay nạp tiền không?
wa: Voloz vs essocter li môde avion po mete a djoû vosse resse ou vosse ritchedje?
xh: Ingaba ufuna ukucima imo yenqwelo-moya ukuze uhlaziye okanye uhlohle?
zu: Ingabe uyafuna ukucisha imodi ukuze uvuselele noma ugcwalise?

source: You need phone coverage to update your balance or top up.
af: Jy het foonontvangs nodig om jou saldo by te werk of by te vul.
am: የ እርስዎን ቀሪ ለማሻሻል ወይንም በ ላዩ ላይ ለመጨመር በ ስልክ ክልል አካባቢ መሆን አለብዎት
ar: تحتاج للتغطية لتحديث رصيدك او لتعبئته.
as: আপোনাৰ বেলেঞ্চ অথবা টপ আপ আপডেইট কৰিবলে ফোন কভাৰেইজৰ প্ৰয়োজন।
bg: Имате нужда от обхват, за да обновите своя баланс или да презаредите.
bn_bd: আপনার ব্যালেন্স অথবা টপ আপ আপডেট করতে ফোনের কাভারেজ প্রয়োজন।
bn_in: আপনার ব্যালেন্স বা টপ আপ আপডেট করার জন্য ফোনের কভারেজ প্রয়োজন।
br: Ret eo d'hor pellgomzer bezañ goloet gant ar rouedad evit hizivaat ho mentelad pe adkargañ.
bs: Za ažuriranje stanja ili nadoplatu računa je potreban signal mobilne mreže.
ca: Cal que tingueu cobertura telefònica per actualitzar el saldo o recarregar.
cy: Mae eich ffôn angen rhwydwaith er mwyn diweddaru eich gweddillion neu ariannu.
es: Necesita tener cobertura para actualizar su saldo o recargar.
eu: Telefono-estaldura behar duzu zure balantzea eguneratzeko edo kargatzeko.
fa: شما برای بروز‌رسانی حساب خود و یا شارژ کردن آن نیازمند پوشش شبکه هستید.
gd: Feumaidh tu siognail mus urrainn dhut am balans ùrachadh no top-up a dhèanamh.
hi_in: अपनी शेष राशि या टॉप अप अद्यतन करने के लिए फोन कवरेज की जरूरत है.
hr: Za ažuriranje stanja ili nadoplatu računa je potreban signal mobilne mreže.
hu: Az egyenleg frissítéséhez vagy feltöltéséhez lefedettség szükséges.
id: Anda harus berada dalam cakupan jaringan telepon untuk memperbarui saldo atau mengisi pulsa.
km: អ្នក​ត្រូវ​មាន​សេវា​ទូរស័ព្ទ​ដើម្បី​ធ្វើ​បច្ចុប្បន្នភាព​សមតុល្យ​ ឬ​ការ​បំពេញ​របស់​អ្នក។
kn: ಬಾಕಿಯ ಅಪ್‌ಡೇಟ್ ಅಥವಾ ಟಾಪ್-ಅಪ್ ಮಾಡಲು ಫೋನಿನ ವ್ಯಾಪ್ತಿ ಬೇಕು.
mai: अपन शेष राशि अथवा टॉप अप अद्यतन करब कलेल फोन कवरेज क जरूरत अछि.
mg: Mila firakotra telefaona ianao raha hanavao ny ambim-pahanao na hanampy fahana.
ml: നിങ്ങളുടെ ബാലന്‍സോ ടോപ്പപോ പുതുക്കുന്നതിന് ഫോണ്‍ കവറേജ് വേണം.
mr: टॉप-अप किंवा शिल्लक अद्ययावतासाठी तुम्हाला फोन कव्हरेज लागेल.
ms: Anda memerlukan liputan telefon untuk mengemaskini baki anda atau isian semula.
my: ဖုန်းအား​ ငွေထည့်ဖြည့်လိုပါက လိုင်းမိနေရန် လိုအပ်ပါသှ်
ne: तपाईको ब्यालेन्स वा टप अप अपडेट गर्न फोनले बेहोरेको हुनुपर्छ।
or: ବାଲାନ୍ସ ଟପଅପକୁ ଅପଡେଟ କରିବାଲାଗି ଆପଣଙ୍କ ଫୋନ କ୍ଷେତ୍ର ଭିତରେ ରହିବା ଦରକାର।
pt: É necessário cobertura para atualizar o seu saldo ou a recarga.
ro: Ai nevoie de acoperire la telefon pentru a actualiza soldul sau a reîncărca cartela.
si: ඔබගේ ශේෂය යාවත්කාලීන කිරීමට හෝ ඉහල දැමීමට දුරකථන ආවරණ කලාපයක් තුල සිටිය යුතු වේ.
sw: Unahitaji mtandao wa simu ili kusasiha bakisho lako au kuongeza kiwango.
ta: உங்களுடைய செல்பேசியின் இருப்பை புதுப்பிக்க அல்லது அதிகரிக்க சமிக்ஞை கவரேஜ் வேண்டும்.
te: మీ నిల్వను లేదా టాప్-అప్‌ను నవీకరించుటకు మీరు ఫోను కవరేజిలో ఉండాలి.
th: คุณจำเป็นต้องมีสัญญาณโทรศัพท์ครอบคลุมเพื่อปรับปรุงยอดเงินหรือเติมเงิน
tr: Bakiyenizi güncellemek veya kontör yüklemek için telefonunuz kapsama alanı içinde olmalıdır.
ur: آپ کے توازن کو تازہ کاری کرنے کے لئے فون کو کوریج کی ضرورت ہے یا پھر ٹوپ اپ۔
uz: Balansingizni yangilash yoki to‘ldirish uchun telefoningiz xizmat ko‘rsatish doirasida bo‘lishi kerak.
vi: Bạn cần truy cập vào mạng điện thoại để cập nhật số dư hoặc nạp tiền.
wa: Vos dvoz aveur on signå telefonike po mete a djoû çou ki dmeure so vosse conte ou vosse ritchedje.
xh: Kufuneka ifowuni yakho ibe nenethiweki ukuze uhlaziye imali ekhoyo okanye uhlohle.
zu: Udinga ukuba ifoni yakho ixhumeke kunethiwekhi ukuze ukwazi ukwengeza ibhalansi noma ukugcwalisa umoya.

source: Top Up
af: Vul by
am: በ ላዩ ላይ መጨመሪያ
ar: شحن الرصيد
as: টপ আপ
bg: Презареждане
bn_bd: টপ আপ
bn_in: টপ আপ
br: Adkargañ
bs: Dopuna
ca: Recàrrega
cy: Ariannu
es: Recargar
eu: Karga
fa: شارژ کردن
hi_in: टॉप अप
hr: Nadoplata
hu: Feltöltés
id: Isi Ulang
km: បំពេញ
kn: ಟಾಪ್ ಅಪ್
mai: टॉप अप
mg: Hanampy fahana
ml: ടോപ്പപ്
mr: टॉपअप
ms: Isian Semula
my: ငွေဖြည့်
ne: टप अप
or: ଟପ ଅପ
pt: Recarga
ro: Reîncarcă cartela
si: ශේෂය ඉහල දැමීම
sw: Ongeza Kiwango
ta: இருப்பு அதிகரிப்பு
te: టాప్ అప్
th: เติมเงิน
tr: Kontör yükle
ur: سب سے اوپر
uz: To‘ldirish
vi: Nạp tiền
wa: Ritcherdjî
xh: Hlohla
zu: Gcwalisa umoya

source: Enter the top-up code
af: Voer die byvul-kode in
am: በ ላዩ-ላይ ኮድ ያስገቡ
ar: أدخل كود شحن الرصيد
as: টপ-আপ ক'ড সুমুৱাওক
bg: Въведете кода за презареждане
bn_bd: টপ-আপ কোড প্রবেশ করান
bn_in: টপ-আপ কোড প্রবেশ করান
br: Skrivit ar voneg adkargañ
bs: Unesite kod dopune
ca: Inseriu el codi de recàrrega
cy: Cynigwch y cod ariannu
es: Escriba el código de recarga
eu: Sartu kargatzeko kodea
fa: وارد کردن کد top up
gd: Cuir a-steach còd an top-up
hi_in: टॉप अप कोड इंटर करें
hr: Upišite kôd za nadoplatu
hu: Adja meg a feltöltőkódot
id: Masukkan kode isi ulang
km: បញ្ចូល​លេខ​កូដ​បំពេញ
kn: ಟಾಪ್ ಅಪ್ ಸಂಕೇತ ನಮೂದಿಸಿ
mai: टॉप अप कोड इंटर करू
mg: Ampidiro ny kaodin'ny fahana
ml: ടോപ്പപ് കോഡ് നല്‍കുക
mr: टॉप-अप कोड द्या
ms: Masukkan kod isian semula
my: ငွေ့ဖြည့်ကုဒ် ထည့်သွင်းပါ
ne: कृपया टप-अप कोड प्रविष्ट गर्नुहोस्
or: ଟପଅପ କୋଡ ଦିଅନ୍ତୁ
pt: Introduza o código de recarga
ro: Introdu codul de reîncărcare
si: ශේෂය ඉහල දැමීමේ කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya kuongeza kiwango
ta: இருப்பு அதிகரிப்பதற்க்கான குறியீட்டை உள்ளிடவும்
te: టాప్-అప్ సంకేతాన్ని ఇవ్వండి
th: ป้อนรหัสเติมเงิน
tr: Yükleme kodunu girin
ur: ٹآپ ئپ کوڈ داخل کریں
uz: To‘ldirish kodini kiriting
vi: Nhập mã nạp tiền
wa: Tapez li côde di rtchedje
xh: Faka ikhowudi yokuhlohla
zu: Faka ikhodi yokugcwalisa umoya
