Repository: translate/mozilla-gaia
Catalog: */apps/costcontrol/costcontrol.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

source: Reset mobile & Wi-Fi data
af: Stel mobiele en Wi-Fi-data terug
am: እንደ ነበር መመለሻ ተንቀሳቃሽ & ዋይ-ፋይ ዳታ
ar: تصفير البيانات المتنقلة و الواي فاي
as: মবাইল আৰু Wi-Fi তথ্য পুনৰ সংহতি কৰক
bg: Нулиране на мобилни и Wi-Fi данни
bn_bd: মোবাইল এবং ওয়ই-ফাই ডাটা পুনরায় সেট করুন
bn_in: মোবাইল ও Wi-Fi তথ্য রিসেট
br: Adderaouekaat hezougell & Wi-Fi
bs: Resetuj mobilnu & Wi-Fi upotrebu
ca: Reinicia les dades de mòbil i Wi-Fi
cy: Ailosod data symudol a diwifr
es: Restablecer datos wifi y móviles
eu: Berrezarri mugik. eta Wi-Fi datuak
fa: راه‌اندازی مجدد داده موبایل و Wi-Fi
gd: Ath-shuidhich an dàta mobile ⁊ WiFi
hi_in: मोबाइल और वाई फाई डेटा रीसेट करें
hr: Resetiraj podatkovnu i Wi-Fi potrošnju
hu: Mobil és Wi-Fi adatok törlése
id: Setel ulang penggunaan Wi-Fi dan internet seluler
km: កំណត់​ទិន្នន័យ​ចល័ត & វ៉ាយហ្វាយ​ឡើងវិញ
kn: ಮೊಬೈಲ್ ಮತ್ತು Wi-Fi ಮಾಹಿತಿ ಮರುಹೊಂದಿಸು
lv: Atstatīt mobilos un Wi-Fi datus
mai: मोबाइल आओर वाइ फाइ डेटा रीसेट करू
mg: Hanefy data finday & Wi-Fi indray
ml: മൊബൈല്‍, വൈഫൈ ഉപയോഗം പുനഃസ്ഥാപിക്കുക
mr: मोबाइल व वायफाय माहिती पुनःप्रस्थापित
ms: Ulang tetap data telefon dan Wi-Fi
my: မိုဘိုင်းနှင့် Wi-Fi ဒေတာများအား ပြန်ချိန်ပါ
ne: मोबाइल र वाई-फाईको डाटा रिसेट गर्नुहोस्
or: ମୋବାଇଲ ଓ ୱାଇଫାଇ ଡାଟାକୁ ପୁନଃସ୍ଥାପନ କରନ୍ତୁ
pt: Repor utilização de ambas as redes
ro: Resetează datele mobile și Wi-Fi
si: ජංගම හා Wi-Fi දත්ත ප්‍රත්‍යාරම්භ කරන්න
sw: Seti-upya data ya simu ya mkononi na Wi-Fi
ta: இருத்தரவையும் மீட்டமை
te: మొబైలు & వై-ఫై దత్తాంశాన్ని రీసెట్‌చేయి
th: ตั้งข้อมูลมือถือและ Wi-Fi ใหม่
tr: Mobil ve Wi-Fi verilerini sıfırla
ur: موبائل اور وائی فائی کوائف پھر سیٹ کرے
uz: Mobile va Wi-Fi ma’lumotlarni tiklash
vi: Xóa mức s.d. Wi-Fi và mạng v.thông
xh: Seta idatha yefowuni ephathwayo ne-Wi-Fi ngokutsha
zu: Setha kabusha umakhalekhukhwini nedatha ye-Wi-Fi

source: Not set
af: Nie gestel nie
am: አልተዘጋጀም
ar: غير محددة
as: সংহতি কৰা হোৱা নাই
bg: Не е зададено
bn_bd: নির্ধারিত হয়নি
bn_in: নির্ধারিত হয়নি
br: Ket arventennet
bs: Nije postavljeno
ca: No definit
cy: Heb ei osod
es: No establecido
eu: Ezarri gabe
fa: تنظیم نشده
gd: Cha deach a shuidheachadh
hi_in: निर्धारित नहीं है।
hr: Nije postavljeno
hu: Nincs beállítva
id: Tidak disetel
km: មិន​កំណត់
kn: ಹೊಂದಿಸಲಾಗಿಲ್ಲ
lv: Nav uzstādīts
mai: निर्धारित नहि अछि
mg: Tsy voatefy
ml: ക്രമീകരിച്ചിട്ടില്ല
mr: ठरले नाही
ms: Tidak ditetapkan
my: ထည့်မထားပါ
ne: सेट गरिएको छैन
or: ସେଟ କରାଯାଇନାହିଁ
pt: Não definido
ro: Nesetat
si: සකසා නැත
sw: Haijawekwa
ta: அமைக்கப்படவில்லை
te: అమర్చలేదు
th: ไม่ได้ตั้ง
tr: Ayarlanmadı
ur: مقرر نہیں
uz: O‘rnatilmagan
vi: Chưa đặt
wa: Nén defini
xh: Ayisetwanga
zu: Akusethiwe

source: Used
af: Gebruik
am: የተጠቀሙት
ar: مُستخدَم
as: ব্যৱহৃত
bg: Използвани
bn_bd: ব্যবহৃত
bn_in: ব্যবহৃত
br: Arveret
bs: Iskorišteno
ca: Consumits
cy: Defnyddiwyd
es: Utilizado
eu: Erabilita
fa: استفاده شده
gd: Air a chleachdadh
hi_in: उपयोग में
hr: Iskorišteno
hu: Felhasznált
id: Dipakai
km: បាន​ប្រើ
kn: ಬಳಕೆಯಾದ
lv: Izmantots
mai: उपयोग मे
mg: Miasa
ml: ഉപയോഗിച്ചത്
mr: वापरले
ms: Digunakan
my: သုံးပြီး
ne: प्रयोग गरिएको
or: ବ୍ୟବହୃତ
pt: Utilizado
ro: Folosit
si: භාවිතයි
sw: Imetumika
ta: பயன்படுத்தப்பட்டது
te: వాడింది
th: ใช้ไปแล้ว
tr: Kullanılan
ur: استعمال
uz: Foydalanilgan
vi: Đã dùng
wa: Eployî
xh: Isetyenzisiwe
zu: Kusetshenzisiwe

source: Limit passed
af: Limiet oorskry
am: መጠኑን አልፏል
ar: تم تجاوز الحدّ
as: সীমা অতিক্ৰম হৈছে
bg: Ограничение достигнато
bn_bd: সীমা অতিক্রান্ত হয়েছে
bn_in: সীমা উত্তীর্ণ হয়েছে
br: Bevenn tremenet
bs: Prekoračenje ograničenja
ca: Límit excedit
cy: Heibio'r terfyn
es: Límite superado
eu: Muga gaindituta
fa: از حد گذشته
gd: Thairis air a’ chrìoch
hi_in: सीमा पारित
hr: Ograničenje prekoračen
hu: Korlát túllépve
id: Batas terlampaui
km: បាន​ឆ្លង់កាត់​​តាម​កំណត់
kn: ಮಿತಿ ದಾಟಿದೆ
mai: सीमा पारित
mg: Mihoatra ny fetra
ml: പരിധി കഴിഞ്ഞു
mr: मर्यादेवर
ms: Had terlepas
my: ကန်သတ်ချက် ကျော်လွန်
ne: सीमा कट्यो
or: ସୀମା ଅତିକ୍ରାନ୍ତ
pt: Limite ultrapassado
ro: Limită depășită
si: සීමාව පසුවී ඇත
sw: Kikomo kimepitishwa
ta: வரம்பு மீறப்பட்டது
te: పరిమితి దాటింది
th: เกินขีดจำกัด
tr: Aşılan sınır
ur: منظور کی حد
uz: Cheklov tugadi
vi: Đã vượt giới hạn
wa: Limite passêye
xh: Ugqithile kumlinganiselo
zu: Sekudluliwe emkhawulweni

source: Limit
af: Limiet
am: መጠን
ar: الحد
as: সীমা
bg: Ограничение
bn_bd: সীমা
bn_in: সীমা
br: Bevenn
bs: Ograničenje
ca: Límit
cy: Terfyn
es: Límite
eu: Muga
fa: محدودیت
gd: Crìoch
hi_in: सीमा
hr: Ograničenje
hu: Korlát
id: Batas
km: តាម​កំណត់
kn: ಮಿತಿ
lv: Ierobežojums
mai: सीमा
mg: Fetra
ml: പരിധി
mr: मर्यादा
ms: Had
my: ကန်သတ်ချက်
ne: सीमा
or: ସୀମା
pt: Limite
ro: Limită
si: සීමාව
sw: Kikomo
ta: வரம்பு
te: పరిమితి
th: จำกัด
tr: Sınır
ur: حد
uz: Cheklov
vi: Giới hạn
wa: Limite
xh: Umlinganiselo
zu: Umkhawulo

source: Data usage limit
af: Datagebruik-limiet
am: የ ዳታ አጠቃቀም መጠን
ar: حد استخدام البيانات
as: তথ্য ব্যৱহাৰৰ সীমা
bg: Ограничение
bn_bd: তথ্য ব্যবহারের সীমা
bn_in: তথ্য ব্যবহার প্রণালীর সীমা
br: Bevenn arver ar roadennoù
bs: Ograničenje podatkovne potrošnje
ca: Límit de dades
cy: Terfyn defnydd data
es: Límite de uso
eu: Datu-muga
fa: محدودیت مصرف داده
gd: Crìoch caitheamh an dàta
hi_in: डेटा उपयोग की सीमा
hr: Ogranič. potr.
hu: Adatkorlátozás
id: Batas penggunaan data
km: ការ​ប្រើ​ទិន្នន័យ​មាន​កំណត់
kn: ಡೇಟಾ ಬಳಕೆ ಮಿತಿ
lv: Datu lietojuma robeža
mai: डेटा उपयोग क सीमा
mg: Fetran'ny fampiasana data
ml: ഡാറ്റ ഉപയോഗ പരിധി
mr: माहिती वापर मर्यादा
ms: Had penggunaan data
my: ဒေတာ သုံးဆွဲမှူ ကန့်သတ်ချက်
ne: डाटा प्रयोग सीमा
or: ଡାଟା ବ୍ୟବହାର ସୀମା
pt: Limite de dados
ro: Limita de utilizare date
si: දත්ත භාවිතයේ සීමාව
sw: Kikomo cha matumizi ya data
ta: தரவு பயனளவு வரம்பு
te: దత్తాంశ వాడుక పరిమితి
th: ขีดจำกัดการใช้ข้อมูล
tr: Veri kullanım sınırı
ur: کوائف کے استعمال کی حد
uz: Ma’lumotlardan foydalanish cheklovi
vi: G.hạn dữ liệu
wa: Limite d’ eployaedje des dnêyes
xh: Umlinganiselo wosetyenziso lwedatha
zu: Umkhawulo wokusetshenziswa kwedatha

source: Data use alert
af: Datagebruik-waarskuwing
am: የ ዳታ አጠቃቀም ማስጠንቀቂያ
ar: تنبيه إستخدام المعلومات
as: তথ্যৰ ব্যৱহাৰ সতৰ্কবাৰ্তা
bg: Известие
bn_bd: ডাটা ব্যবহারের সতর্কতা
bn_in: তথ্য ব্যবহার সর্তকবার্তা
br: Galv-diwall a-fet arver roadennoù
bs: Upozorenje upotrebe podatkovnog prometa
ca: Alerta de consum de dades
cy: Rhybudd defnydd o ddata
es: Alerta sobre uso de datos
eu: Datu-alerta
fa: هشدار مصرف داده
gd: Caismeachd air cleachdadh dàta
hi_in: डेटा उपयोग की चेतावनी
hr: Upozorenje Internet potrošnje
hu: Adathasználati riasztás
id: Peringatan penggunaan data
km: ជូន​ដំណឹង​ការ​ប្រើ​ទិន្នន័យ
kn: ಡೇಟಾ ಬಳಕೆ ಎಚ್ಚರಿಕೆ
lv: Datu lietojuma brīdinājums
mai: डेटा उपयोग क चेतावनी
mg: Fanairana fampiasana data
ml: ഡാറ്റാ ഉപയോഗ മുന്നറിയിപ്പ്
mr: माहिती वापर इशारा
ms: Waspada penggunaan data
my: ဒေတာ သုံးဆွဲမှူ သတိပေးချက်
ne: डाटा प्रयोग चेतावनी
or: ଡାଟା ବ୍ୟବହାର ଚେତାବନୀ
pt: Alerta de dados
ro: Alertă de trafic de date
si: දත්ත භාවිතා අවවාදාත්මක පණිවුඩය
sw: Hadhari ya matumizi ya data
ta: தரவு பயனளவு எச்சரிக்கை
te: దత్తాంశ వినియోగం జాగరూకత
th: แจ้งเตือนการใช้ข้อมูล
tr: Veri kullanım uyarısı
ur: کوائف کے استعمال کی انتباہ
uz: Ma’lumotlardan foydalanish ogohlantirgichi
vi: Cảnh báo sử dụng dữ liệu
wa: Abranle d’ eployaedje des dnêyes
xh: Isilumkiso sokusetyenziswa kwedatha
zu: Isexwayiso sokusetshenziswa kwedatha

source: When use is above
af: Wanneer gebruik meer is
am: አጠቃቀሙ ከዚህ በላይ ሲሆን
ar: عندما يكون الأستخدام أكثر من
as: যেতিয়া ব্যৱহাৰ চিহ্নিত সীমাৰ অধিক হয়
bg: При използване над
bn_bd: ব্যবহারসীমা পার হলে
bn_in: ব্যবহার সীমার উপরে
br: Pa vez an arver uheloc'h eget
bs: Kada je potrošnja iznad
ca: Si el consum supera
cy: Pan mae defnydd dros
es: Cuando el uso sea superior a
eu: Kontsumoa honen gainetik dagoenean
fa: هنگام استفاده بیش از
gd: Nuair a chleachdadh barrachd na
hi_in: उपयोग ऊपर है जब
hr: Kada je potrošnja iznad
hu: Ha a használat elérte:
id: Saat penggunaan melebihi dari
km: នៅ​ពេល​ប្រើ​​នៅ​ខាង​លើ
kn: ಬಳಕೆ ಇದಕ್ಕಿಂತ ಹೆಚ್ಚಾದಾಗ
lv: Kad lietojums pārsniedz
mai: उपयोग उप्पर अछि जखन
mg: Raha toa ny fampiasana ka mihoatra ny
ml: ഉപയോഗം മുകളിലേതാകുമ്പോള്‍
mr: जेव्हा वापर जास्त असेल
ms: Apabila penggunaan di atas
my: ဘယ်အချိန်တွေသုံးတယ်ဆိုတာက အပေါ်မှာ
ne: जब प्रयोग माथि छ
or: ଯେତେବେଳେ ବ୍ୟବହାର ଉପରିସ୍ଥ ହୋଇଥାଏ
pt: Quando a utilização está acima
ro: Când traficul este peste
si: භාවිතය මෙම මට්ටමෙන් ඉහල විටදී
sw: Wakati matumizi yamepita
ta: பயனளவு கூடும்போது
te: వాడకం ఇంతకంటే ఎక్కువున్నప్పుడు
th: เมื่อใช้เกิน
tr: Kullanım üst limiti
ur: استعمال کے اوپر ہے تو
uz: Foydalanganda yuqoridagi
vi: Khi mức sử dụng vượt
wa: Cwand l’ eployaedje est pa dzeu
xh: Xa ukusebenzisa kungaphezulu
zu: Lapho ukusetshenziswa kungaphezulu

source: Enter a mobile data limit alert
af: Voer ’n mobiele datalimiet-waarskuwing in
am: ያስገቡ የተንቀሳቃሽ ዳታ መጠን ማስጠንቀቂያ
ar: أدخل تنبيه حد البيانات
as: এটা মবাইল তথ্য সীমা সতৰ্কবাৰ্তা সুমুৱাওক
bg: Изберете ограничение на мобилни данни
bn_bd: সতর্ক করতে মোবাইল ডাটা সীমা দিন
bn_in: মোবাইল তথ্য সর্তকবার্তা প্রবেশ করান
br: Skrivit ur vevenn evit ar galv-diwall a-fet arver roadennoù
bs: Upišite limit upozorenja za potrošnju internet prometa
ca: Introduïu una alerta de límit de dades mòbils
cy: Rhowch rybudd terfyn data symudol
es: Límite de alerta de datos móviles
eu: Sartu mugikorraren datu-mugaren alerta
fa: اخطاری برای مصرف بی رویه دیتا قرار دهید
gd: Cuir a-steach caismeachd airson crìoch cleachdaidh de dhàta mobile
hi_in: मोबाइल डेटा सीमा चेतावनी दर्ज करें
hr: Upišite limit upozorenja za potrošnju Internet prometa
hu: Adja meg az adatkorlát-riasztás szintjét
id: Masukkan batas data peringatan paket data
km: បញ្ចូល​​ទិន្នន័យ​ទូរស័ព្ទ​​ការ​ជូន​ដំណឹង​មាន​កំណត់
kn: ಮೊಬೈಲ್ ಡೇಟಾ ಎಚ್ಚರಿಕೆ ನಮೂದಿಸಿ
mai: मोबाइल डेटा सीमा चेतावनी दर्ज करू
mg: Mampidira fanairana fetran'ny data finday
ml: മൊബൈല്‍ ഡാറ്റാ പരിധി മുന്നറിയിപ്പ് നല്‍കുക
mr: मोबाइल माहिती मर्यादा इशारा टाका
ms: Masukkan waspada had data telefon
my: မိုဘိုင်း ဒေတာ ကန့်သတ်ချက် သတိပေးချက်ထားပါ
ne: सिमित मोबाइल डाटा प्रविष्ट सचेत गर्नुहोस्
or: ଗୋଟିଏ ମୋବାଇଲ ଡାଟା ସୀମା ଚେତାବନୀ ଦିଅନ୍ତୁ
pt: Introduza o limite da dados móveis para o alerta
ro: Introdu o alertă de limită pentru datele mobile
si: ජංගම දත්ත සීමා අවවාදාත්මක පණිවුඩයක් ඇතුලු කරන්න
sw: Ingiza hadhari ya kikomo cha data ya simu ya mkononi
ta: செல்பேசி தரவு வரம்புக்கு ஒரு எச்சரிக்கையை உள்ளிடு
te: మొబైలు దత్తాంశ పరిమితి జాగరూకతను ఇవ్వండి
th: ป้อนการแจ้งเตือนขีดจำกัดข้อมูลมือถือ
tr: Bir mobil veri sınırı girin
ur: موبائل کے کوائف کی انتباہ الرٹ کے لِئے داخل کریں
uz: Mobil ma’lumotlar cheklovi ogohlantirgichini kiriting
vi: Nhập giới hạn cảnh báo dữ liệu viễn thông
wa: Dinez ene limite po l’ abranle des dnêyes axhlåves
xh: Faka isilumkiso somlinganiselo wedatha yefowuni ephathwayo
zu: Faka isexwayiso sokusetshenziswa kwedatha yamakhalekhukhwini

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
af: Verbindingspoed verlaag nadat die limiet bereik is. Raadpleeg jou dataverskaffer om ’n toepaslike waarskuwing-vlak te stel.
am: የግንኙነት ፍጥነት ይቀንሳል መጠኑ ጋር ከደረሰ: የ እርስዎን ዳታ አቅራቢ ይመርምሩ የ መጠን ማስጠንቀቂያ ለማሰናዳት
ar: سيتم تخفيض سرعة الاتصال عند وصول الحد. تحقق من موزد بياناتك لوضع الحد المناسب للتنبيه.
as: সীমা প্ৰাপ্ত হওতে সংযোগৰ গতি কম হয়। এটা সঠিক সতৰ্কবাৰ্তা স্তৰ সংহতি কৰিবলে আপোনাৰ তথ্য প্ৰদানকাৰীৰ সৈতে নিৰীক্ষণ কৰক।
bg: Скоростта на трансфер намалява при достигане на ограничението. Проверете при оператор какво е то, за да е зададено правилно.
bn_bd: সীমাতে পৌঁছানোর পরে সংযোগ গতি কমে যায়। একটি উপযুক্ত সতর্কতা স্তর নির্ধারণ করতে আপনার ডাটা প্রদানকারীর সাথে যোগাযোগ করুন।
bn_in: সংযোগ গতি কমে যায় তথ্য মাত্রা পৌঁছলে। একটি উপযুক্ত সতর্কতা স্তর সেট করতে আপনার তথ্য প্রদানকারীর সাথে যোগাযোগ করুন।
br: Tizh ar c'hennask a zigresk pa vez tizhet ar vevenn. Kit e darempred gant ho pourchaser evit kefluniañ ul live galv-diwall dereat.
bs: Brzina veze se smanjuje nakon dostignutog limita. Provjerite s pružateljem usluge kako biste postavili odgovarajući limit za upozorenja.
ca: Normalment, la velocitat de la connexió es redueix quan s'arriba al límit. Consulteu amb el proveïdor de dades per definir un nivell d'alerta adequat.
cy: Mae cyflymder cysylltiad yn lleihau ar ôl cyrraedd y terfyn. Gwiriwch gyda'ch darparwr data er mwyn gosod lefel rhybuddio priodol.
es: La velocidad de conexión se suele reducir cuando se llega al límite. Compruebe con su proveedor de datos el nivel de alerta apropiado.
eu: Konexio-abiadurak moteldu egiten dira mugara heltzean. Egiaztatu zure datu-hornitzailearekin alerta-maila egokia ezartzeko.
fa: سرعت اتصال پس از رسیدن به محدودیت کاهش خواهد یافت. برای ایجاد یک سطح هشدار مناسب با سرویس دهنده خود ارتباط برقرار کنید.
gd: Crìonaidh astar a’ cheangail as dèidh dhut a’ chrìoch a ruigsinn. Bruidhinn ris an t-solaraiche dàta agad gus leibheil iomchaidh a shuidheachadh airson caismeachd.
hi_in: कनेक्शन सीमा के बाद कम गति तक पहुँच जाता है..अपने डेटा प्रदाता के साथ की जाँच करने के लिए एक उपयुक्त चेतावनी स्तर सेट करें।
hr: Brzina veze se smanjuje nakon dosegnutog limita. Provjerite s pružateljem usluge kako biste postavili prikladan limit za upozorenja.
hu: A kapcsolat sebessége csökken a szint elérése után. Keresse meg szolgáltatóját a megfelelő riasztási szint beállításához.
id: Kecepatan sambungan akan menurun saat batas terlewati. Periksa penyedia paket data Anda untuk menyetel batas yang sesuai.
km: ល្បឿន​ការ​ភ្ជាប់​កាត់បន្ថយ​បន្ទាប់​ពី​​ឈាន​ដល់​កម្រិត​កំណត់។ ពិនិត្យ​ជាមួយ​​អ្នក​ផ្ដល់​ទិន្នន័យ​របស់​អ្នក​ដើម្បី​កំណត់​កម្រិត​ជូនដំណឹង​សមរម្យ​មួយ។
kn: ಮಿತಿ ದಾಟಿದ ನಂತರ ಸಂಪರ್ಕದ ವೇಗ ಕಡಿಮೆಯಾಗುತ್ತದೆ. ಸೂಕ್ತವಾದ ಎಚ್ಚರಿಕೆಮಟ್ಟವನ್ನು ನಮೂದಿಸಲು ನಿಮಗೆ ಡೇಟಾ ಸೇವೆ ಒದಗಿಸುವವರನ್ನು ಸಂಪರ್ಕಿಸಿ.
mai: कनेक्शन सीमा क बाद कम गति तक पहुँच जाइत अछि..अपन डेटा प्रदाता क सँग क जाँच करब कलेल एकटा उपयुक्त चेतावनी स्तर सेट करू.
mg: Mihena ny hafaingan'ny fifandraisana rehefa tonga @ fetra. Anontanio ny mpamatsy data anao raha hanefy haavon'ny fanairana sahaza.
ml: ഈ പരിധി കഴിഞ്ഞാല്‍ കണക്ഷന്‍ വേഗത കുറയും. ശരിയായ മുന്നറിയിപ്പ് നില വെക്കാന്‍ നിങ്ങളുടെ സേവനദാതാവിനോട് അന്വേഷിക്കുക.
mr: मर्यादेनंतर जोडणी वेग कमी होतो. योग्य इशारा पातळी ठरवण्यासाठी आपल्या मोबाइल सेवा प्रदात्यासोबत तपासा.
ms: Kelajuan sambungan dikurangkan selepas mencecah had. Periksa dengan penyedia data anda untuk menetapkan paras waspada yang sepatutnya.
my: ကန့်သတ်ချက်အား ရောက်သွားပါက ချိတ်ဆက်မှူနှေးသွားမည်ဖြစ်သှ်။ ကျေးဇူးပြုပြီး သင့်ဒေတာ ထောက်ပံ့ပေးသူဖြင့် သင့်လျှော်သော သတိပေးချက် ရအောင် စစ်ပါ။
ne: जडान गति सिमित पुगेपछी घट्नेछ । उचित सिमित बनाउन आफ्नो डाटा प्रदातासंग जांच गर्नुहोस ।
or: ଏହି ସୀମା ଛୁଇଁଲାପରେ ସଂଯୋଗ ବେଗ କମିଯାଏ। ଆପଣଙ୍କ ଡାଟା ପ୍ରଦାନକାରୀଙ୍କଠାରେ ଏକ ଉପଯୁକ୍ତ ଚେତାବନୀ ସ୍ତର ସ୍ଥିର କରିବାପାଇଁ ଦେଖନ୍ତୁ।
pt: A velocidade da ligação é reduzida após o limite ser atingido. Confirme com o fornecedor de serviço de dados para definir um nível de alerta apropriado.
ro: Viteza conexiunii este redusă după ce s-a atins limita. Adresează-te furnizorului de date pentru a seta un nivel de alertă potrivit.
si: සබඳතාවයේ උපරිම සීමාවට ආපසු වේගය සීමාවීමක් සිදුවේ. ඔබගේ දත්ත සැපයුම්කරු ගේ විස්තර අනුව ගැලපෙන අවවාදාත්මක සීමාවක් සකසන්න.
sw: Kasi ya muunganisho hupungua baada ya kikomo kufikiwa. Anaglia na mtoa huduma wa data yako ili kuweka kiwango kinachostahili cha hadhari.
ta: இணைப்பின் வேகம் தரவு வரம்பை அடைந்த பின் குறைந்துவிடும். உங்களுடைய சேவை வழங்குநர் பொருத்தமான எச்சரிக்கையை அமைத்துள்ளார என சரிபார்.
te: పరిమితి చేరగానే అనుసంధాన వేగం తగ్గించబడును. తగిన జాగరూకత స్థాయి ఉంచుటకు మీ దత్తాంశ సేవదారును సంప్రదించండి.
th: ความเร็วในการเชื่อมต่อจะลดลงหลังจากใช้งานถึงขีดจำกัด ตรวจสอบกับผู้ให้บริการข้อมูลของคุณเพื่อตั้งระดับการแจ้งเตือนที่เหมาะสม
tr: Sınır aşıldığında bağlantı hızları düşer. Uygun bir uyarı seviyesi ayarlamak için servis sağlayıcınızdan bilgi alın.
ur: کی حد تک پہنچنے کے بعد کنکشن کی رفتار کم۔ ایک مناسب الرٹ کی سطح قائم کرنے کے لئے آپ کے ڈیٹا مہیا کرنے والے کے ساتھ پڑتال کریں۔
uz: Ulanish tezligi cheklovga yetib kelgandan so‘ng pasayadi. Mos ogohlantirish darajasini o‘rnatish uchun xizmat ko‘rsatuvchiga murojaat qiling.
vi: Tốc độ kết nối giảm sau khi đạt tới giới hạn. Vui lòng liên hệ với nhà cung cấp dịch vụ để thiết lập một mức cảnh báo phù hợp.
wa: Li raddisté do raloyaedje baxhe après k’ on-z åye arivé al limite. Verifyîz avou vosse ahiveu di dnêyes po defini on bon livea d’ abranle.
xh: Izantya zonxibelelwano ziyacutheka xa emva kokufikelela umlinganiselo. Buza kumboneleli wenkonzo yedatha ukuze usete umlinganiselo ofanelekileyo wesilumkiso.
zu: Isivinini sokuxhumana siyehla emva kokufinyelela emkhawulweni. Khuluma nomhlinzeki wedatha ukusetha izinga lesixwayiso elifanele.

source: Data limit
am: የ ዳታ መጠን
ar: حد البيانات
bg: Ограничение за данни
bn_bd: ডাটা পরিসীমা
bn_in: ডাটা পরিসীমা
br: Bevenn roadennoù
bs: Limit podataka
ca: Límit de dades
cy: Terfyn data
es: Límite de datos
eu: Datu-muga
fa: حد مجاز مصرف داده
gd: Cuingeachadh dàta
hi_in: डेटा सीमा
hu: Adatkorlátozás
id: Batas data
km: ទិន្នន័យ​មាន​កំណត់​
kn: ಡೇಟಾ ಮಿತಿ
lv: Datu kvota
mg: Fetran'ny data
my: ဒေတာကန့်သတ်
pt: Limite de dados
ro: Limită de date
si: දත්ත සීමා
te: డేటా పరిమితి
th: ขีดจำกัดข้อมูล
tr: Veri sınırı
ur: کوائف حد
uz: Cheklangan internet

source: Wi-Fi usage
af: Wi-Fi-gebruik
am: የ ዋይ-ፋይ አጠቃቀም
ar: الواي فاي
as: Wi-Fi ব্যৱহাৰ
bg: Wi-Fi трафик
bn_bd: ওয়াই-ফাই ব্যবহার
bn_in: Wi-Fi ব্যবহার
br: Arver Wi-Fi
bs: Wi-Fi upotreba
ca: Ús de Wi-Fi
cy: Defnydd o'r diwifr
es: Uso de wifi
eu: Wi-Fi konts.
fa: مصرف Wi-Fi
gd: Caitheamh WiFi
hi_in: वाई-फाई उपयोग
hu: Wi-Fi használat
id: Penggunaan Wi-Fi
km: ការ​ប្រើ​វ៉ាយហ្វាយ
kn: Wi-Fi ಬಳಕೆ
mai: वाइ-फाइ उपयोग
mg: Fampiasana Wi-Fi
ml: വൈഫൈ ഉപയോഗം
mr: वाय-फाय वापर
ms: Penggunaan Wi-Fi
my: Wi-Fi သုံးဆွဲမှူ
ne: वाई-फाई प्रयोग
or: ୱାଇ-ଫାଇ ବ୍ୟବହାର
pt: Wi-Fi
ro: Utilizare Wi-Fi
si: වයි-ෆයි භාවිතය
sw: Matumizi ya Wi-Fi
ta: வைபை
te: వై-ఫై వాడుక
th: การใช้งาน Wi-Fi
tr: Wi-Fi kullanımı
ur: وائی ​​فائی کا استعمال
uz: Wi-Fi’dan foydalanish
vi: Wi-Fi
xh: Usetyenziso lwe-Wi-Fi
zu: Ukusetshenziswa kwe-Wi-Fi

source: Mobile usage
af: Mobiele gebruik
am: የተንቀሳቃሽ አጠቃቀም
ar: الجوّال
as: মবাইলৰ ব্যৱহাৰ
bg: Мобилен
bn_bd: মোবাইলে ব্যবহার
bn_in: মোবাইল ব্যবহার
br: Arver hezougell
bs: Upotreba mobitela
ca: Ús del mòbil
cy: Defnydd symudol
es: Uso móvil
eu: Mugik. konts.
fa: مصرف موبایل
gd: Caitheamh mobile
hi_in: मोबाइल के उपयोग
hu: Mobilhasználat
id: Penggunaan seluler
km: ការ​ប្រើ​​​​ទូរស័ព្ទ
kn: ಮೊಬೈಲ್ ಬಳಕೆ
mai: मोबाइल क उपयोग
mg: Fampiasana finday
ml: മൊബൈല്‍ ഉപയോഗം
mr: मोबाइल वापर
ms: Penggunaan telefon
my: မိုဘိုင်း သုံးဆွဲမှူ
ne: मोबाइल प्रयोग
or: ମୋବାଇଲ ବ୍ୟବହାର
pt: Móvel
ro: Utilizare date
si: ජංගම භාවිතය
sw: Matumizi ya simu ya mkononi
ta: செல்பேசி
te: మొబైలు వాడుక
th: การใช้งานมือถือ
tr: Mobil kullanımı
ur: موبائل کے استعمال
uz: Telefondan foydalanish
vi: Di động
xh: Usetyenziso lwefowuni ephathwayo
zu: Ukusetshenziswa kukamakhalekhukhwini

# wifi-usage-settings
source: Wi-Fi usage
af: Wi-Fi-gebruik
am: የ ዋይ-ፋይ አጠቃቀም
ar: الواي فاي
as: Wi-Fi ব্যৱহাৰ
bg: Wi-Fi трафик
bn_bd: ওয়াই-ফাই ব্যবহার
bn_in: Wi-Fi ব্যবহার
br: Arver Wi-Fi
bs: Wi-Fi upotreba
ca: Ús de Wi-Fi
cy: Defnydd o'r diwifr
es: Uso de wifi
eu: Wi-Fiaren kontsumoa
fa: مصرف Wi-Fi
gd: Caitheamh WiFi
hi_in: वाई-फाई उपयोग
hu: Wi-Fi használat
id: Penggunaan Wi-Fi
km: ការ​ប្រើ​វ៉ាយហ្វាយ
kn: Wi-Fi ಬಳಕೆ
mai: वाइ-फाइ उपयोग
mg: Fampiasana Wi-Fi
ml: വൈഫൈ ഉപയോഗം
mr: वाय-फाय वापर
ms: Penggunaan Wi-Fi
my: Wi-Fi သုံးဆွဲမှူ
ne: वाई-फाई प्रयोग
or: ୱାଇ-ଫାଇ ବ୍ୟବହାର
pt: Wi-Fi
ro: Utilizare Wi-Fi
si: වයි-ෆයි භාවිතය
sw: Matumizi ya Wi-Fi
ta: வைபை
te: వై-ఫై వాడుక
th: การใช้งาน Wi-Fi
tr: Wi-Fi kullanımı
ur: وائی ​​فائی کا استعمال
uz: Wi-Fi’dan foydalanish
vi: Sử dụng Wi-Fi
xh: Usetyenziso lwe-Wi-Fi
zu: Ukusetshenziswa kwe-Wi-Fi

# mobile-usage-settings
source: Mobile usage
af: Mobiele gebruik
am: የተንቀሳቃሽ አጠቃቀም
ar: الجوّال
as: মবাইলৰ ব্যৱহাৰ
bg: Мобилен
bn_bd: মোবাইল ব্যবহার
bn_in: মোবাইল ব্যবহার
br: Arver hezougell
bs: Upotreba mobitela
ca: Ús del mòbil
cy: Defnydd symudol
es: Uso móvil
eu: Mugikorraren kontsumoa
fa: مصرف موبایل
gd: Caitheamh mobile
hi_in: मोबाइल के उपयोग
hu: Mobilhasználat
id: Penggunaan seluler
km: ការ​ប្រើ​​​ទូរស័ព្ទ
kn: ಮೊಬೈಲ್ ಬಳಕೆ
mai: मोबाइल क उपयोग
mg: Fampiasana finday
ml: മൊബൈല്‍ ഉപയോഗം
mr: मोबाइल वापर
ms: Penggunaan telefon
my: မိုဘိုင်း သုံးဆွဲမှူ
ne: मोबाइल प्रयोग
or: ମୋବାଇଲ ବ୍ୟବହାର
pt: Móvel
ro: Utilizare date
si: ජංගම භාවිතය
sw: Matumizi ya simu ya mkononi
ta: செல்பேசி
te: మొబైలు వాడుక
th: การใช้งานมือถือ
tr: Mobil kullanımı
ur: موبائل کے استعمال
uz: Telefondan foydalanish
vi: Sử dụng di động
xh: Usetyenziso lwefowuni ephathwayo
zu: Ukusetshenziswa kukamakhalekhukhwini

source: I’m Pre-paid
af: Ek gebruik vooruitbetaal
am: እኔ በቅድሚያ-ከፋይ ነኝ
ar: مدفوع مسبقا
as: মই প্ৰিপেইড
bg: Предплатен
bn_bd: আমি প্রিপেইড
bn_in: আমি প্রিপেইড আছি
br: Rakpaeet
bs: Ja sam Pre-paid
ca: Sóc de prepagament
cy: Rwy’n Talu Ymlaen Llaw
es: Soy de prepago
eu: Aurrez ordaindutakoa
fa: من سیم‌کارت اعتباری دارم
gd: Nì mi ro-phàigheadh
hi_in: मैं प्रीपेड हूँ
hr: Prepaid
hu: Kártyás
id: Prabayar
km: ខ្ញុំ​យក​ការ​បង់​មុន
kn: ನನ್ನದು ಪ್ರಿಪೇಯ್ಡ್
mai: हम प्रीपेड छी
mg: Aloa mialoha aho
ml: ഞാന്‍ പ്രീപെയ്ഡ് അണ്
mr: मी प्री-पेड
ms: Saya gunakan Pra-bayar
my: ကြိုငွေသွင်းပြီး
ne: मेरो प्रि-पेड
or: ମୁଁ ପ୍ରିପେଡ
pt: Eu sou pré-pago
ro: Am cartelă preplătită
si: මා පෙරගෙවුම් හිමියෙකි
sw: Niko kulipa kabla ya
ta: நான் பயன்படுத்தும் முன் கட்டணம் செலுத்துகிறேன்
te: నేను ప్రీపెయిడ్
th: ฉันเป็นแบบเติมเงิน
tr: Ön ödemeliyim
ur: میں پری پیڈ ہوں
uz: Men pre-paid xizmatidaman
vi: Trả trước
wa: Dji so pré-payî
xh: Ndihlawula nge-Pre-paid
zu: Ngiyinhlobo ekhokhelwe ngaphambili

source: I’m Post-paid
af: Ek gebruik nábetaal
am: እኔ በኋላ-ከፋይ ነኝ
ar: الدفع مؤجلا
as: মই পস্ট-পেইড
bg: Договор
bn_bd: আমি পোস্টপেইড
bn_in: আমি পোস্টপেইড আছি
br: Koumanant
bs: Ja sam Post-paid
ca: Sóc de contracte
cy: Rwy'n Talu Wedyn
es: Soy de pospago
eu: Kontratua
fa: من سیم‌کارت دائمی دارم
gd: Nì mi pàigheadh an dèidh cleachdaidh
hi_in: मैं पोस्ट-पेड हूँ
hr: Pretplata
hu: Számlás
id: Pascabayar
km: ខ្ញុំ​យក​ការ​បង់​ក្រោយ
kn: ನನ್ನದು ಪೋಸ್ಟ್‌ಪೇಯ್ಡ್
mai: हम पोस्ट-पेड छी
mg: Aloa aoriana aho
ml: ഞാന്‍ പോസ്റ്റ്‌പെയ്ഡ് ആണ്
mr: मी पोस्ट-पेड
ms: Saya gunakan Pasca-bayar
my: ကြိုငွေသွင်းထားပြီး
ne: मेरो पोस्ट-पेड
or: ମୁଁ ପୋଷ୍ଟପେଡ
pt: Eu sou pós-pago
ro: Am cartelă postplătită
si: මා පසුගෙවුම් හිමියෙකි
sw: Niko kulipia baada ya
ta: நான் பயன்படுத்திய பின் கட்டணம் செலுத்துகிறேன்
te: నేను పోస్టుపెయిడ్
th: ฉันเป็นแบบรายเดือน
tr: Faturalıyım
ur: میں پوسٹ پیڈ ہوں
uz: Men post-paid xizmatidaman
vi: Trả sau
wa: Dji so abouné
xh: Ndihlawula nge-Post-paid
zu: Ngiyinhlobo ekhokhelwa kamuva

source: Reset data usage
af: Stel datagebruik terug
am: የ ዳታ አጠቃቀም እንደ ነበር መመለሻ
ar: إعادة تعيين حزمة البيانات
as: তথ্যৰ ব্যৱহাৰ পুনৰ সংহতি কৰক
bg: Нулиране на потреблението
bn_bd: ডাটা ব্যবহার পুনরায় সেট করুন
bn_in: তথ্য ব্যবহার প্রণালী রিসেট করুন
br: Adderaouekaat arver ar roadennoù
bs: Resetuj podatkovnu upotrebu
ca: Reinicia el consum de dades
cy: Ailosod defnydd data
es: Restablecer consumo de datos
eu: Berrezarri datu-kontsumoa
fa: تنظیم مجدد مصرف داده
gd: Ath-shuidhich caitheamh an dàta
hi_in: डेटा उपयोग रीसेट करें
hr: Resetiraj podatkovnu potrošnju
hu: Adathasználat törlése
id: Setel ulang penggunaan data
km: កំណត់​ការ​ប្រើ​ទិន្នន័យ​ឡើងវិញ
kn: ಡೇಟಾ ಬಳಕೆ ಮರುಹೊಂದಿಸು
lv: Atstatīt datu lietojumu
mai: डेटा उपयोग रीसेट करू
mg: Hanefy fampiasana data indray
ml: ഡാറ്റാ ഉപയോഗം പുനഃക്രമീകരിക്കുക
mr: माहिती वापर पुनःप्रस्थापित
ms: Ulang tetap penggunaan data
my: ဒေတာ သုံးဆွဲမှူအား ပြန်ချိန်ပါ
ne: डाटा प्रयोग रिसेट गर्नुहोस्
or: ଡାଟା ବ୍ୟବହାର ପୁନଃସ୍ଥାପନ କରନ୍ତୁ
pt: Repor utilização de dados
ro: Resetează utilizarea de date
si: දත්ත භාවිතය යළි සකසන්න
sw: Seti upya matumizi ya data
ta: தரவு பயனளவை மீட்டமை
te: దత్తాంశ వాడకాన్ని రీసెట్‌చేయి
th: ตั้งการใช้งานข้อมูลใหม่
tr: Veri kullanımını sıfırla
ur: کوائف کے استعمال کو پھر سیٹ کردہ کریں
uz: Foydalanish ma’lumotlarini tiklash
vi: Xóa dữ liệu theo dõi
xh: Seta usetyenziso lwedatha ngokutsha
zu: Setha kabusha ukusetshenziswa kwedatha
