Repository: translate/mozilla-gaia
Catalog: */apps/costcontrol/costcontrol.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

source: From {{from}} to {{to}}
am: ከ {{from}} ወደ {{to}}
ar: من {{from}} إلى {{to}}
bg: От {{from}} до {{to}}
bn_bd: {{from}} থেকে {{to}} পর্যন্ত
bn_in: {{from}} থেকে {{to}} পর্যন্ত
br: Eus {{from}} betek {{to}}
bs: Od {{from}} do {{to}}
ca: Des de {{from}} fins a {{to}}
cy: O {{from}} tan {{to}}
es: Desde {{from}} hasta {{to}}
eu: {{from}}(e)tik {{to}}(e)ra
fa: از {{from}} تا {{to}}
gd: Eadar {{from}} is {{to}}
hi_in: {{from}} से {{to}} तक
hu: Ettől: {{from}} eddig: {{to}}
id: Dari {{from}} ke {{to}}
km: ចាប់ពី​ {{from}} ដល់ {{to}}
kn: ಇಂದ {{from}} ವರೆಗೆ {{to}}
lv: No {{from}} līdz {{to}}
mg: Manomboka @ {{from}} h@ {{to}}
my: {{from}} မှ {{to}} သို့
pt: De {{from}} a {{to}}
ro: De la {{from}} la {{to}}
si: {{from}} සිට {{to}} දක්වා
th: จาก {{from}} ถึง {{to}}
tr: {{from}} - {{to}} arasında
ur: {{from}} سے لے کر {{to}} تک
uz: {{from}}dan {{to}}gacha

source: New {{provider}} SIM card inserted
am: አዲስ {{provider}} ሲም ካርድ አስገብተዋል
ar: تم ادخال SIM جديدة ل‍{{provider}}
bn_bd: নতুন {{provider}} SIM প্রবেশ করান হয়েছে
cy: SIM newydd {{provider}} wedi ei fewnosod
hu: Új {{provider}} SIM behelyezve
pt: Novo cartão SIM de {{provider}} inserido
uz: Yangi {{provider}} SIM kartasi kiritildi

source: New SIM card inserted
am: አዲስ ሲም ካርድ አስገብተዋል
ar: تم إدخال بطاقة SIM جديدة
bn_bd: নতুন SIM প্রবেশ করানো হয়েছে
cy: SIM newydd wedi ei osod
hu: Új SIM behelyezve
pt: Novo cartão SIM inserido
uz: Yangi SIM karta kiritildi

source: No SIM card
am: የ ሲም ካርድ አልተገኘም
ar: لا يوجد بطاقة SIM
bn_bd: কোন SIM কার্ড নেই
cy: Dim cerdyn SIM
hu: Nincs SIM kártya
pt: Sem cartão SIM
uz: SIM karta yo‘q

source: Insert a SIM card to enable Usage.
am: የ ሲም ካርድ ያስገቡ አጠቃቀሙን ለማስቻል
ar: أدخل بطاقة SIM لتمكين إحصاء البيانات.
bn_bd: ব্যবহার সক্রিয় করতে একটি SIM প্রবেশ করান।
cy: Mewnosodwch SIM i alluogi Defnydd.
hu: A használati adatokhoz SIM kártya kell.
pt: Insira um cartão SIM para ativar a Utilização
uz: Foydalanishni yoqish uchun SIM kartani kiriting.

source: Unlock your SIM card to enable Usage.
am: የ እርስዎን ሲም ካርድ ይክፈቱ መጠቀም ለማስጀመር
ar: افتح بطاقة SIM لتمكين إحصاء البيانات.
bn_bd: ব্যবহার সক্রিয় করতে আপনার SIM আনলক করুন।
cy: Datgloi eich SIM i alluogi Defnydd.
hu: A SIM-et feloldva indítható a Költségek.
pt: Desbloqueie o seu cartão SIM para ativar a Utilização.
uz: Foydalanishni yoqish uchun SIM kartangizni qulfdan chiqaring.

source: {{currency}}{{value}}
ca: {{value}} {{currency}}
eu: {{value}}{{currency}}
hu: {{value}}{{currency}}
pt: {{value}}{{currency}}
th: {{value}}{{currency}}

source: %b, %d
es: %d de %b
th: %d %b
tr: %d %b
wa: %d %b
zu: %d %b

source: %B %d, %Y
es: %d %B %Y
id: %d %B %Y
ro: %d %B %Y
th: %d %B %Y
tr: %d %B %Y

source: Settings
id: Setelan
mg: Tefy
tr: Ayarlar

# over-limit
source: {[ plural(value) ]}
hi_in: {[ plural(मान) ]}
