Repository: translate/mozilla-gaia
Catalog: */apps/costcontrol/costcontrol.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

# topup-confirmation-title2
source: Usage
af: Gebruik
am: አጠቃቀም
ar: استهلاك
as: ব্যৱহাৰ
bg: Трафик
bn_bd: ব্যবহার
bn_in: ব্যবহার প্রণালী
br: Arver
bs: Upotreba
ca: Consum
cy: Defnydd
es: Consumos
eu: Kontsumoa
fa: استفاده
gd: Caitheamh
hi_in: उपयोग
hr: Potrošnja
hu: Költségek
id: Penggunaan
km: ការ​ប្រើប្រាស់
kn: ಬಳಕೆ
lv: Lietojums
mai: उपयोग
mg: Fampiasana
ml: ഉപയോഗം
mr: वापर
ms: Penggunaan
my: သုံးစွဲမှူ
ne: प्रयोग
or: ବ୍ୟବହାର ବିଧି
pt: Utilização
ro: Utilizare
si: භාවිතය
sw: Matumizi
ta: பயனளவு
te: యూసేజ్
th: บันทึกการใช้งาน
tr: Kullanım
ur: استعمال
uz: Foydalanilgan
vi: Lưu lượng
wa: Eployaedje
xh: Usetyenziso
zu: Ukusetshenziswa

source: Top-up confirmed
af: Byvul bevestig
am: በላዩ-ላይ መጨመር ተረጋግጧል
ar: تم تأكيد شحن الرصيد
as: টপ-আপ সুনিশ্চিত
bg: Потвърдено презареждане
bn_bd: রিচার্জ নিশ্চিৎ
bn_in: টপ-আপ কনফার্ম করা হয়েছে
br: Boneg adkargañ kadarnaet
bs: Dopuna potvrđena
ca: Recàrrega confirmada
cy: Cadarnhau ariannu
es: Recarga confirmada
eu: Karga berretsita
fa: Top-up تایید شد
gd: Chaidh an top-up a dhearbhadh
hi_in: टॉप-अप की पुष्टिकरण हो गई
hr: Nadoplata potvrđena
hu: Feltöltés megerősítve.
id: Isi ulang terkonfirmasi
km: បាន​អះអាង​ពេញ​លេញ
kn: ಟಾಪ್-ಅಪ್ ಮಾಡಲಾಗಿದೆ
mai: टॉप-अप क पुष्टि भेल अछि
mg: Nohamafisina ny fahana
ml: ടേപ്പപ് ഉറപ്പാക്കി
mr: टॉप-अप निश्चित
ms: Isian semula berjaya
my: ငွေဖြည့်ကဒ် အတည်ပြု
ne: Top-up पुष्टि भयो
or: ଟପ-ଅପ ନିଶ୍ଚିତହେଲା
pt: Recarga confirmada
ro: Reîncărcarea cartelei confirmată
si: Top-up සනාථයි
sw: Utimizi umethibitishwa
ta: தொகை அதிகப்படுத்தல் உறுதிசெய்யப்பட்டது
te: టాప్-అప్ నిర్ధారణ అయ్యింది
th: ยืนยันการเติมเงินแล้ว
tr: Kontör yükleme onaylandı
ur: ٹاپ اپ تصدیق کردہ
uz: To‘ldirish tasdiqlandi
vi: Đã xác nhận nạp tiền
wa: Côde di rtchedje racertiné
xh: Ukuhlohla kuqinisekisiwe
zu: Ukugcwaliswa komoya kuqinisekisiwe

# topup-incorrectcode-title2
source: Usage
af: Gebruik
am: አጠቃቀም
ar: الاستخدام
as: ব্যৱহাৰ
bg: Трафик
bn_bd: ব্যবহার
bn_in: ব্যবহার প্রণালী
br: Arver
bs: Upotreba
ca: Consum
cy: Defnydd
es: Consumos
eu: Kontsumoa
fa: استفاده
gd: Caitheamh
hi_in: उपयोग
hr: Potrošnja
hu: Költségek
id: Penggunaan
km: ការ​ប្រើប្រាស់
kn: ಬಳಕೆ
lv: Lietojums
mai: उपयोग
mg: Fampiasana
ml: ഉപയോഗം
mr: वापर
ms: Penggunaan
my: သုံးဆွဲ့မှူ
ne: प्रयोग
or: ବ୍ୟବହାର ବିଧି
pt: Utilização
ro: Utilizare
si: භාවිතය
sw: Matumizi
ta: பயனளவு
te: వాడుక
th: บันทึกการใช้งาน
tr: Kullanım
ur: استعمال
uz: Foydalanilgan
vi: Lưu lượng
wa: Eployaedje
xh: Usetyenziso
zu: Ukusetshenziswa

source: Incorrect top-up code entered.
af: Verkeerde byvul-kode ingevoer.
am: የተሳሳተ በላዩ-ላይ መጨመሪያ ኮድ አስገብተዋል
ar: الرمز المدخل خاطئ.
as: ভুল টপ-আপ ক'ড সুমুৱা হৈছে।
bg: Грешен код за презареждане.
bn_bd: ভুল টপ-আপ কোড দেওয়া হয়েছে।
bn_in: ভুল টপ-আপ কোড প্রবেশ করানো হয়েছে।
br: Direizh eo ar voneg adkargañ.
bs: Unijeli ste pogrešan kod dopune.
ca: S'ha introduït un codi de recàrrega incorrecte.
cy: Cod ariannu anghywir.
es: Código de recarga incorrecto.
eu: Kargatzeko kode okerra sartu da.
fa: کد top-up نادرستی وارد شده است.
gd: Chuir thu a-steach còd cearr airson top-up.
hi_in: गलत टॉप अप कोड दर्ज किया गया.
hr: Upisan je neispravan kôd za nadoplatu.
hu: A megadott feltöltőkód helytelen.
id: Kode isi ulang salah dimasukkan.
km: បាន​បញ្ចូល​លេខ​កូដ​បំពេញ​មិន​ត្រឹមត្រូវ។
kn: ಎಂಟರ್ ಮಾಡಿರುವ ಟಾಪ್-ಅಪ್ ಕೋಡ್ ಸರಿಯಿಲ್ಲ.
mai: गलत टॉप अप कोड दर्ज कएल गेल.
mg: Nampiditra kaodin'ny fahana diso.
ml: തെറ്റായ ടോപ്പപ് കോഡാണ് നല്‍കിയത്.
mr: दिलेला टॉप-अप कोड चुकीचा.
ms: Kos isian semula yang salah telah dimasukkan.
my: မှားနေသော ငွေဖြည့်ကဒ် ကုဒ်
ne: गलत top-up कोड प्रविष्ट गर्नुभयो।
or: ଭୁଲ ଟପ-ଅପଟିଏ ଦିଆଯାଇଛି ।
pt: O código de recarga introduzido é inválido.
ro: Codul introdus de reîncărcare al cartelei este incorect.
si: වැරදි Top-up කේතයකි.
sw: Kodi isiyo sahihi ya matumizi imeingizwa.
ta: தொகை அதிகப்படுத்த தேவையான குறிகள் தவறாக உள்ளிடப்பட்டுள்ளது.
te: తప్పు టాప్-అప్ కోడుని ఇచ్చారు.
th: รหัสเติมเงินที่ป้อนไม่ถูกต้อง
tr: Yanlış kontör kodu girildi.
ur: غیر صحیح بالا-کوڈ داخل کر دیا گیا۔
uz: Noto‘g‘ri to‘ldirish kodi kiritildi.
vi: Mã nạp tiền sai.
wa: Mwais côde di rtchedje intré.
xh: Ufake ikhowudi yokuhlohla engachananga.
zu: Kufakwe ikhodi engesiyo yokugcwaliswa komoya.

source: Updating
af: Bywerk
am: በማሻሻል ላይ
ar: تحديث
as: আপডেইট কৰা হৈছে
bg: Обновяване
bn_bd: হালনাগাদ করা হচ্ছে
bn_in: আপডেট করা হচ্ছে
br: O hizivaat
bs: Ažuriranje
ca: S'està actualitzant
cy: Diweddaru
es: Actualizando
eu: Eguneratzen
fa: بروزرسانی
gd: ’Ga ùrachadh
hi_in: अदित्यकरण
hr: Ažuriranje
hu: Frissítés
id: Memperbarui
km: ធ្វើ​បច្ចុប្បន្នភាព
kn: ಅಪ್ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ
lv: Atjaunina
mai: अद्यतन कए रहल अछि
mg: Manavao
ml: പുതുക്കുന്നു
mr: अद्ययावत सुरु
ms: Mengemaskini
my: ထည့်နေသှ်
ne: अद्याबधिक गर्दै
or: ଅପଡେଟ କରୁଛି
pt: A atualizar
ro: Se actualizează
si: යාවත්කාලීන කරමින්
sw: Inasasisha
ta: புதுப்பிக்கப்படுகிறது
te: నవీకరిస్తున్నాం
th: กำลังปรับปรุง
tr: Güncelliyor
ur: تازہ کاری کر رہا ہے
uz: Yangilash
vi: Đang cập nhật
wa: Metaedje a djoû
xh: Iyahlaziya
zu: Isavuselela

source: Updating…
af: Werk tans by…
am: በማሻሻል ላይ…
ar: جار التحديث...
as: আপডেইট কৰা হৈছে...
bg: Обновяване…
bn_bd: হালনাগাদ করা হচ্ছে...
bn_in: আপডেট করা হচ্ছে…
br: O hizivaat…
bs: Ažuriram…
ca: S'està actualitzant…
cy: Diweddaru…
es: Actualizando…
eu: Eguneratzen…
fa: بروزرسانی…
gd: ’Ga ùrachadh…
hi_in: अद्यतन कर रहा है…
hr: Ažuriram…
hu: Frissítés…
id: Memperbarui…
km: កំពុង​ធ្វើ​បច្ចុប្បន្នភាព...
kn: ಅಪ್ಡೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
lv: Atjaunina…
mai: अद्यतन कए रहल अछि…
mg: Manavao…
ml: പുതുക്കുന്നു…
mr: अद्ययावत सुरु…
ms: Mengemaskini…
my: ထည့်နေသှ်...
ne: अद्यावधिक गर्दै...
or: ଅପଡେଟ କରୁଛି…
pt: A atualizar…
ro: Se actualizează…
si: යාවත්කාලීන කරමින්...
sw: Inasasisha…
ta: புதுப்பிக்கப்படுகிறது...
te: నవీకరిస్తున్నాం…
th: กำลังปรับปรุง…
tr: Güncelleniyor...
ur: تازہ کاری کر رہا ہے…
uz: Yangilanmoqda…
vi: Đang cập nhật…
wa: Metaedje a djoû...
xh: Iyahlaziya…
zu: Isavuselela…

source: Yesterday
af: Gister
am: ትናንትና
ar: الأمس
as: কালি
bg: Вчера
bn_bd: গতকাল
bn_in: গতকাল
br: Dec'h
bs: Jučer
ca: Ahir
cy: Ddoe
es: Ayer
eu: Atzo
fa: دیروز
gd: An-dè
hi_in: कल
hr: Jučer
hu: Tegnap
id: Kemarin
km: ម្សិលមិញ
kn: ನಿನ್ನೆ
lv: Vakardien
mai: काल्हि
mg: Omaly
ml: ഇന്നലെ
mr: काल
ms: Semalam
my: မနေ့က
ne: हिजो
or: ଗତକାଲି
pt: Ontem
ro: Ieri
si: ඊයේ
sw: Jana
ta: நேற்று
te: నిన్న
th: เมื่อวานนี้
tr: Dün
ur: کل
uz: Kecha
vi: Hôm qua
wa: Ayir
xh: Izolo
zu: Izolo

source: Today
af: Vandag
am: ዛሬ
ar: اليوم
as: আজি
bg: Днес
bn_bd: আজ
bn_in: আজ
br: Hiziv
bs: Danas
ca: Avui
cy: Heddiw
es: Hoy
eu: Gaur
fa: امروز
gd: An-diugh
hi_in: आज
hr: Danas
hu: Ma
id: Hari ini
km: ថ្ងៃ​នេះ
kn: ಇಂದು
lv: Šodien
mai: आइ
mg: Anio
ml: ഇന്നു്
mr: आज
ms: Hari ini
my: ယနေ့
ne: आज
or: ଆଜି
pt: Hoje
ro: Astăzi
si: අද
sw: Leo
ta: இன்று
te: నేడు
th: วันนี้
tr: Bugün
ur: آج
uz: Bugun
vi: Hôm nay
wa: Ouy
xh: Namhla
zu: Namuhla

source: Never
af: Nooit
am: በፍጹም
ar: أبداً
as: কেতিয়াও নহয়
bg: Никога
bn_bd: কখনো নয়
bn_in: কখনো না
br: Morse
bs: Nikad
ca: Mai
cy: Byth
es: Nunca
eu: Inoiz ez
fa: هیچ‌وقت
gd: Chan ann idir
hi_in: कभी नहीं
hr: Nikad
hu: Soha
id: Tidak pernah
km: មិនដែល
kn: ಎಂದಿಗೂ ಇಲ್ಲ
lv: Nekad
mai: कखनो नहि
mg: Tsy mihitsy
ml: ഒരിയ്ക്കലുമില്ല
mr: कधीच नाही
ms: Tidak sekali
my: ဘယ်တော့မှ
ne: कहिले पनि होइन
or: କଦାପି ନୁହଁ
pt: Nunca
ro: Niciodată
si: කිසිදාක නැත
sw: Kamwe
ta: எப்போதுமில்லை
te: ఎప్పటికీవద్దు
th: ไม่เลย
tr: Hiçbir zaman
ur: کبھی نہیں
uz: Hech qachon
vi: Không bao giờ
wa: Måy
xh: Ungaze
zu: Nhlobo

source: Usage Widget
af: Gebruik-legstuk
am: የ አጠቃቀም መረጃ
ar: اداة المُستخدم
as: ব্যৱহাৰ উইজেট
bg: Джаджа за трафик
bn_bd: ব্যবহার প্রদর্শনকারী উইজেট
bn_in: ব্যবহার উইজেড
br: Widjed arver
bs: Widget upotrebe
ca: Giny Consum
cy: Teclyn Defnydd
es: Widget Consumos
eu: Kontsumoaren widgeta
fa: ابزارک میزان استفاده
gd: Widget a’ chaitheimh
hi_in: उपयोग विजेट
hr: Widget potrošnje
hu: Felhasználás elem
id: Widget Penggunaan
km: ការ​ប្រើ​ធាតុ​ក្រាហ្វិក
kn: ಬಳಕೆಯ ವಿಡ್ಜೆಟ್
lv: Lietojuma sīkrīks
mai: उपयोग विजेट
mg: Widget Fampiasana
ml: ഉപയോഗ വിഡ്ജെറ്റ്
mr: वापर विजेट
ms: Widget Penggunaan
my: သုံးဆွဲမှူ ပြပုံ
ne: प्रयोग विजेट
or: ଉଇଗେଟ ବ୍ୟବହାର
pt: Widget de utilização
ro: Widgeturi de utilizare
si: භාවිතයේ විජේට්ටුව
sw: Wiji ya Matumizi
ta: பயனளவு காட்டி
te: వాడుక విడ్జెట్
th: วิดเจ็ตการใช้งาน
tr: Kullanım Aracı
ur: استعمال ویجیٹ
uz: Foydalanish vidjeti
vi: Biểu đồ lưu lượng
wa: Ahesse d’ eployaedje
xh: Iwijethi yotyenziso
zu: I-Widget yokusetshenziswa

source: New {{provider}} SIM inserted
bg: Сложена е нова SIM карта от {{provider}}
br: SIM {{provider}} nevez enlakaet
es: Nueva SIM de {{provider}} insertada
eu: {{provider}} SIM berria sartuta
fa: سیم کارت {{provider}} اضافه شد
hi_in: नया {{provider}} SIM डाला गया
hr: Umetnuta nova {{provider}} SIM kartica
id: SIM {{provider}} baru dimasukkan
lv: Jauna {{provider}} SIM karte ievietota
mai: नव{{provider}} SIM डालल गेल
mg: SIM {{provider}} vaovao natsofoka
ml: പുതിയ {{provider}} സിം ഇട്ടു
mr: नवीन {{provider}} SIM टाकले
ms: SIM {{provider}} baru telah diamsukkan
my: {{provider}} SIM အသစ်ထည့်ပြီး
ne: नयाँ {{provider}} SIM घुसाइयो
or: ନୂଆ {{provider}} SIM ଭରାଗଲା
ro: Cartelă SIM nouă {{provider}} inserată
si: නව {{provider}} SIM පතක් ඇතුලු කලා
sw: SIM mpya ya {{provider}} imeingizwa
ta: புதிய {{provider}} சிம் அட்டை செருகப்பட்டது
te: కొత్త {{provider}} సిమ్ చొప్పించారు
th: SIM {{provider}} ใหม่ถูกใส่
tr: Yeni {{provider}} SIM'i takıldı
ur: نئی {{provider}} SIM داخل کی
wa: Novele cwåte SIM {{provider}} sititcheye
zu: Kufakwe entsha i-SIM ye-{{provider}}

source: Tap to track your phone and internet usage.
af: Tik daarop om jou foon- en internetgebruik te volg.
am: መታ ያድርጉ የ እርስዎን ስልክ እና የ ኢንተርኔት አጠቃቀም ለመመልከት
ar: انقر لتتبع استخدامك لهاتفك وللإنترنت.
as: আপোনাৰ ফোন আৰু ইন্টাৰনেটৰ ব্যৱহাৰ অনুসৰণ কৰিবলে টেপ কৰক।
bg: Докоснете за преглед на Интернет трафик и телефония.
bn_bd: আপনার ফোন এবং ইন্টারনেট ব্যবহার ট্র্যাক করতে ট্যাপ করুন।
bn_in: আপনার ফোন এবং ইন্টারনেট ব্যবহারের তথ্য ট্র্যাক করতে ট্যাপ করুন।
br: Pouezañ evit heuliañ hor pellgomzer hag arver ar genrouedad.
bs: Pritisnite za pregled korištenja telefona i Interneta.
ca: Controleu el consum del telèfon i Internet
cy: Tapiwch i weld defnydd ffôn a rhyngrwyd.
es: Pulse para monitorizar el consumo del teléfono e Internet.
eu: Sakatu zure telefono- eta Internet-kontsumoaren jarraipena egiteko.
fa: برای پیگیری میزان استفاده از اینترنت و تلفن ضربه بزنید.
gd: Thoir gnogag gus sùil a chumail air caitheamh an fhòn ’s an eadar-lìn.
hi_in: अपने फोन और इंटरनेट के उपयोग को ट्रैक करने के लिए टैप करें.
hr: Pritisnite za pregled korištenja telefona i Interneta.
hu: Koppintson a telefonos- és adatforgalom követéséhez.
id: Ketuk untuk melacak penggunaan telepon dan internet Anda.
km: ចុច​ដើម្បី​តាមដាន​ការ​ប្រើ​ទូរស័ព្ទ និង​​​អ៊ីនធឺណិត​របស់​អ្នក។
kn: ನಿಮ್ಮ ಮೊಬೈಲ್ ಮತ್ತು ಇಂಟರ್ನೆಟ್ ಬಳಕೆ ಪತ್ತೆಮಾಡಲು ಮೆಲ್ಲತಟ್ಟಿ.
lv: Spiediet lai sekot savam telefona un interneta lietojumam.
mai: अपन फोन आओर इंटरनेट क उपयोग केँ ट्रैक करब कलेल टैप करू.
mg: Tsindrio raha hanara-maso ny fampiasanao telefaona sy aterineto.
ml: നിങ്ങളുടെ ഫോണ്‍, ഇന്റെര്‍നെറ്റ് ഉപയോഗം പിന്‍തുടരാന്‍ തൊടുക.
mr: आपल्या फोन व इंटरनेट वापराच्या मागोव्यासाठी टिचकी द्या.
ms: Tap untuk menjejak penggunaan telefon dan internet anda.
my: သင့်ဖုန်း နှင့် အင်တာနက်သုံးဆွဲမှူ အား ခြေရာခံမည်
ne: तपाईको फोन र इन्टरनेट प्रयोग थाहा पाउनका लागि थिच्नुहोस् |
or: ନିଜ ଫୋନର ଅବସ୍ଥିତି ଓ ଇଣ୍ଟରନେଟ ବ୍ୟବହାର ଜାଣିବା ପାଇଁ ଛୁଅଁନ୍ତୁ ।
pt: Toque para monitorizar o seu telefone e a utilização da Internet.
ro: Atinge ca să monitorizezi utilizarea de net și telefon.
si: ඔබගේ අන්තර්ජාල භාවිතය හා දුරකථන භාවිතය ලුහුබැඳීමට ටැප් කරන්න.
sw: Gusa ili kufuata matumizi ya simu na intaneti yako.
ta: இணையப் பயனளவைக் கண்காணிக்கத் தொடு.
te: మీ ఫోను మరియు అంతర్జాల వాడుకను గమనించడానికి తాకండి.
th: แตะเพื่อติดตามการใช้งานโทรศัพท์และอินเทอร์เน็ตของคุณ
tr: Telefon ve internet kullanımınızı izlemek için dokunun.
ur: آپ کے فون اور انٹرنیٹ کے استعمال پر نظر رکھنے کے لیئے کلک کرے۔
uz: Telefoningiz va internetdan foydalanishni ko‘rish uchun bosing.
vi: Chạm để theo dõi lưu lượng sử dụng di động và Internet.
wa: Tchapotez po shuve vost eployaedje do telefone eyet del daegntoele.
xh: Cofa ukuze ubone indlela oyisebenzisa ngayo ifowuni yakho ne-intanethi.
zu: Thinta kancane ukuze ulandelele ukusetshenziswa kwefoni ne-inthanethi.

source: New SIM inserted
bg: Сложена е нова SIM карта
br: SIM nevez enlakaet
es: Nueva SIM insertada
eu: SIM berria sartuta
fa: سیم جدید وارد شده
hi_in: नया सिम डाला गया
id: SIM baru dimasukkan
lv: Jauna SIM karte ievietota
mai: नवसिम डालल गेल
mg: SIM vaovao natsofoka
ml: പുതിയ സിം ഇട്ടു
mr: नवीन SIM टाकले
ms: SIM baru telah dimasukkan
my: SIM အသစ်ထည့်ပြီး
ne: नयाँ SIM घुसाइयो
or: ନୂଆ SIM ଭରାଗଲା
ro: Cartelă SIM nouă inserată
si: නව SIM පතක් ඇතුල් කලා
sw: SIM mpya imeingizwa
ta: புதிய சிம் அட்டை செருகப்பட்டது
te: కొత్త సిమ్ చొప్పించారు
th: ใส่ SIM ใหม่แล้ว
tr: Yeni SIM takıldı
ur: نئی SIM داخل ہوی
zu: Kufakwe i-SIM entsha

source: Tap to track your internet usage.
af: Tik daarop om jou internetgebruik te volg.
am: መታ ያድርጉ የ እርስዎን የ ኢንተርኔት አጠቃቀም ለመመልከት
ar: انقر لتتبع استخدامك للإنترنت.
as: আপোনাৰ ইন্টাৰনেটৰ ব্যৱহাৰ অনুসৰণ কৰিবলে টেপ কৰক।
bg: Докоснете за преглед на Интернет трафик.
bn_bd: ইন্টারনেট ব্যবহার ট্র্যাক করতে ট্যাপ করুন।
bn_in: আপনার ইন্টারনেট ব্যবহারের তথ্য ট্র্যাক করতে ট্যাপ করুন।
br: Stokit evit heuliañ hoc'h arver kenrouedad.
bs: Pritisnite za pregled korištenja Interneta.
ca: Controleu el consum d'Internet
cy: Tapiwch i weld eich defnydd o'r we.
es: Pulse para ver el consumo de Internet.
eu: Sakatu Internet-kontsumoa neurtzeko.
fa: برای پیگیری میزان استفاده اینترنت ضربه بزنید.
gd: Thoir gnogag gus sùil a chumail air caitheamh an eadar-lìn.
hi_in: इंटरनेट के उपयोग को ट्रैक करने के लिए टैप करें.
hr: Pritisnite za pregled korištenja Interneta.
hu: Koppintson az adatforgalom követéséhez.
id: Ketuk untuk melacak penggunaan internet Anda.
km: ចុច​ដើម្បី​តាមដាន​ការ​ប្រើ​អ៊ីនធឺណិត​របស់​អ្នក។
kn: ನಿಮ್ಮ ಅಂತರಜಾಲ ಬಳಕೆಯ ಜಾಡನ್ನು ಇರಿಸಲು ಇಲ್ಲಿ ಮೆಲ್ಲಗೆ ತಟ್ಟಿ.
lv: Spiediet lai sekot savam internet lietojumam.
mai: इंटरनेट क उपयोग केँ ट्रैक करब कलेल टैप करू.
mg: Tsindrio raha hanara-maso ny fampiasanao aterineto.
ml: നിങ്ങളുടെ ഇന്റെര്‍നെറ്റ് ഉപയോഗം പിന്‍തുടരാന്‍ തൊടുക.
mr: आपल्या इंटरनेट वापराच्या मागोव्यासाठी टिचकी द्या.
ms: Tap untuk menjejak penggunaan internet anda.
my: သင်၏ အင်တာနက်သုံးဆွဲမှူ အား ခြေရာခံမည်
ne: तपाईको इन्टरनेट प्रयोग थाहा पाउनका लागि थिच्नुहोस् |
or: ନିଜର ଇଣ୍ଟରନେଟ ବ୍ୟବହାର ଜାଣିବା ପାଇଁ ଛୁଅଁନ୍ତୁ ।
pt: Toque para monitorizar a utilização da Internet.
ro: Atinge ca să monitorizezi utilizarea de net.
si: ඔබගේ අන්තර්ජාල භාවිතය ලුහුබැඳීමට ටැප් කරන්න.
sw: Gusa ili kufuata matumizi yako ya intaneti.
ta: இணையப் பயனளவைக் கண்காணிக்கத் தொடு.
te: మీ అంతర్జాల వాడుకను గమనించడానికి తాకండి.
th: แตะเพื่อติดตามการใช้งานอินเทอร์เน็ตของคุณ
tr: İnternet kullanımını izlemek için dokunun.
ur: آپ کے انٹرنیٹ کے استعمال پر نظر رکھنے کے لیئے تھپکیں۔
uz: Internetdan foydalanishni ko‘rish uchun bosing.
vi: Chạm để theo dõi mức sử dụng Internet.
wa: Tchapotez po shuve vost eployaedje del daegntoele.
xh: Cofa ukuze ubone indlela oyisebenzisa ngayo i-intanethi.
zu: Thinta kancane ukuze ulandelele ukusetshenziswa kwe-inthanethi.

source: Airplane Mode
af: Vliegtuigmodus
am: በ አውሮፕላን ዘዴ
ar: وضع الطائرة
as: বিমান অৱস্থা
bg: Самолетен режим
bn_bd: এরোপ্লেন মোড
bn_in: বিমান মোড
br: Mod nijerez
bs: Avionski režim
ca: Mode d'avió
cy: Modd Awyren
es: Modo avión
eu: Hegazkin modua
fa: حالت هواپیمایی
gd: Am modh itealain
hi_in: एयरप्लेन मोड
hu: Repülő mód
id: Modus Pesawat
km: នៅ​ពេល​ជិះ​យន្ដហោះ
kn: ಏರ್‌ಪ್ಲೇನ್‌ ಸ್ಥಿತಿ
lv: Lidmašīnas režīms
mai: एयरप्लेन मोड
mg: Maody Fiaramanidina
ml: വിമാന മോഡ്
mr: विमान पद्धत
ms: Mod Pesawat
my: လေယျာဉ်ပျံသုံး ပုံစံ
ne: एयरप्लेन मोड
or: ବିମାନରେ
pt: Modo de voo
ro: Mod avion
si: ගුවන්යානා ප්‍රකාරය
sw: Hali ya Ndege
ta: விமானப்பாங்கு முறைமை
te: విమాన రీతి
th: โหมดเครื่องบิน
tr: Uçak modu
ur: ہوائی جہاز کے موڈ میں
uz: Parvoz rejimi
xh: Imo yenqwelomoya
zu: Imodi Yasebhanoyini

source: Please, turn off airplane mode to enable Usage.
af: Skakel asseblief vliegtuigmodus af om gebruik te aktiveer.
am: እባክዎን: የ አውሮፕላን ዘዴን ያጥፉ አጠቃቀሙን ለማስቻል
ar: يُرجى إطفاء وضع الطّائرة لتمكين إحصاء البيانات.
as: ব্যৱহাৰ সামৰ্থবান কৰিবলে, অনু্গ্ৰহ কৰি বিমান অৱস্থা বন্ধ কৰক।
bg: Трафик работи при изключен самолетен режим.
bn_bd: ব্যবহার সক্রিয় করতে দয়া করে এরোপ্লেন মোড বন্ধ করুন।
bn_in: দয়া করে বিমান মোড বন্ধ করান ব্যবহার সক্রিয় করতে।
br: Diweredekait ar mod nijerez evit gweredekaat Arver.
bs: Molimo da ugasite avionski režim rada da biste omogućili podatke o upotrebi.
ca: Desactiveu el mode d'avió per veure el consum
cy: Diffoddwch y modd awyren i alluogi'r Defnydd.
es: Desactive el modo avión para activar Consumos.
eu: Kontsumoa gaitzeko, itzali hegazkin modua mesedez.
fa: لطفا، برای فعال کردن مصرف از حالت هواپیما خارج شوید.
gd: Fàg am modh itealain airson tomhas a’ chaitheimh a chur an comas.
hi_in: उपयोग सक्रिय करने के लिए हवाई जहाज मोड बंद करें.
hu: Kapcsolja ki a repülő módot a Költségek használatához.
id: Silakan matikan modus pesawat untuk mengaktifkan Pemakaian.
km: សូម​បិទ​របៀប​ពេល​ជិះយន្តហៅ​ដើម្បីបើក​ការ​ប្រើប្រាស់
kn: ಬಳಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ದಯವಿಟ್ಟು ಏರ್‌ಪ್ಲೇನ್‌ ಸ್ಥಿತಿಯನ್ನು ಆಫ್ ಮಾಡಿ.
lv: Lūdzu izslēdziet lidmašīnas režīmu lai izsekotu Lietojumu.
mai: कृपया उपयोग सक्रिय करबाक लेल एयरप्लेन मोड बन्न करू.
mg: Azafady, vonoy ny maody fiaramanidina raha hamelona ny Fampiasana.
ml: ഉപയോഗം സജ്ജമാക്കാന്‍ വിമാന മോഡ് ഒഴിവാക്കുക.
mr: कृपया, वापरासाठी विमान पद्धत बंद करा.
ms: Diminta matikan mod pesawat bagi membolehkan Penggunaan.
my: ကျေးဇူးပြုပြီး ၊ လေယျာဉ်ပျံသုံးပုံစံပိတ်ပြီး ဒေတာသုံးပါ
ne: उपयोग सक्षम गर्न, कृपया हवाइजहाज मोड बन्द गर्नुहोस्।
or: ଉଇଗେଟ ବ୍ୟବହାର କରିବା ପାଇଁ ଦୟାକରି ବିମାନ ମୋଡ଼ ବନ୍ଧ କରନ୍ତୁ ।
pt: Por favor, desative o modo de avião para ativar a Utilização.
ro: Te rugăm să oprești modul avion ca să activezi Utilizare.
si: භාවිතාවන් සක්‍රීය කිරීමට කරුනාකර ගුවන්යානා ප්‍රකාරය අක්‍රීය කරන්න.
sw: Tafadhali, zima hali ya ndege ili kuwezesha Matumizi.
ta: தயவுச்செய்து விமானப்பாங்கு முறைமையை முடக்கி பயனளவை செயற்படுத்து.
te: వాడుకను చేతనించడానికి విమాన రీతిని నిలిపివేయండి.
th: โปรดปิดโหมดเครื่องบินเพื่อเปิดใช้งานบันทึกการใช้งาน
tr: Kullanım'ı etkinleştirmek için uçak modunu kapatın.
ur: براہ مہربانی، استعمال اہل بنانے کے لعے ہوائی جہاز موڈ آف کردیں۔
uz: Foydalanishni ko‘rish uchun parvoz rejimini o‘chiring.
xh: Nceda ucime imo yenqwelomoya ukuvumela ukusebenza.
zu: Uyacelwa ukuba ucime imodi yasebhanoyini ukuze ikwazi Ukusebenza.

source: No SIM inserted
bg: Липсва SIM карта
br: SIM ebet enlakaet
es: Ninguna SIM insertada
eu: SIMik ez sartuta
fa: سیم‌کارتی وارد نشده است
hi_in: कोई सिम नहीं डाला गया
hr: SIM kartica nije umetnuta
id: Tidak ada SIM yang dimasukkan
mai: कोनो सिम नहि डालल गेल
mg: Tsisy SIM natsofoka
ml: സിം ഇട്ടിട്ടില്ല
mr: SIM नाही टाकले
ms: Tiada SIM dimasukkan
my: SIM ကဒ်ထည့်မထားပါ
ne: कुनै सिम घुसाइएको छैन
or: SIM କାର୍ଡ଼ ନାହିଁ
ro: Niciun SIM inserat
si: SIM පතක් ඇතුල් කර නොමැත
sw: Hakuna SIM iliyoingizwa
ta: சிம் அட்டை செருகப்படவில்லை
te: సిమ్ చొప్పించలేదు
th: ไม่มี SIM ถูกใส่
tr: SIM takılı değil
ur: کوئی SIM داخل نہیں ہوی
wa: Nole cwåte SIM stitcheye
zu: Akukho i-SIM efakiwe

source: Insert a SIM to enable Usage.
bg: Поставете SIM карта, за да включите Трафик.
br: Enlakait ur gartenn SIM evit gweredekaat Arver.
es: Inserte SIM para activar Consumos.
eu: Sartu SIMa kontsumoa gaitzeko
fa: سیم‌کارتی اضافه کنید تا پیگیری استفاده فعال شود.
hi_in: उपयोग सक्रिय करने के लिए SIM प्रविष्ट करें.
hr: Umetnite SIM karticu za korištenje
id: Masukkan SIM untuk mengaktifkan Penggunaan.
lv: Ievietojiet SIM karti lai izsekotu Lietojumu.
mai: उपयोग सक्रिय करब कलेल SIM प्रविष्ट करू.
mg: Manatsofoha SIM raha hamelona ny Fampiasana.
ml: ഉപയോഗം സജ്ജമാക്കാന്‍ സിം ഇടുക.
mr: वापरासाठी SIM टाका.
ms: Masukkan SIM dan bolehkan Penggunaan.
my: ဒေတာ သုံးဆွဲရန် SIM ကဒ်ထည့်ပါ
ne: प्रयोग सक्षम पार्नका लागि SIM घुसाउनुहोस्।
or: ବ୍ୟବହାର କରିବା ପାଇଁ SIM ଭରନ୍ତୁ ।
ro: Inserează un SIM ca să activezi Utilizare.
si: භාවිතය සක්‍රීය කිරීමට SIM පතක් ඇතුලු කරන්න.
sw: Ingiza SIM ili kuwezesha Matumizi.
ta: பயனளவை காண சிம்மை செருகவும்.
te: వాడుకను చేతనించడానికి సిమ్‌ను చొప్పించండి.
th: ใส่ SIM เพื่อเปิดใช้งานบันทึกการใช้งาน
tr: Kullanım'ı etkinleştirmek için bir SIM takın.
ur: اہل بنانے کے لئے SIM داخل کریں۔
wa: Stitchîz ene cwåte SIM po mete en ouve l' eployaedje.
zu: Faka i-SIM ukuqalisa Ukusetshenziswa.

source: Locked SIM card
af: Ontgrendelde SIM-kaart
am: የ ሲም ካርድ ተቆልፏል
ar: بطاقة SIM مقفلة
as: লক কৰা SIM কাৰ্ড
bg: Заключена SIM карта
bn_bd: লকড সিম কার্ড
bn_in: SIM কার্ড লক হয়ে গেছে
br: Kartenn SIM prennet
bs: Zaključana SIM kartica
ca: Targeta SIM bloquejada
cy: Cerdyn SIM wedi ei gloi
es: Tarjeta SIM bloqueada
eu: SIM txartela blokeatuta
fa: سیم کارت قفل است
gd: Cairt SIM ghlaiste
hi_in: बन्द सिम कार्ड
hr: Zaključana SIM kartica
hu: SIM kártya zárolva
id: Kartu SIM Terkunci
km: បាន​ចាក់សោ​ SIM
kn: SIM ಕಾರ್ಡನ್ನು ಲಾಕ್ ಮಾಡಲಾಗಿದೆ
lv: SIM karte ir aizsargāta
mai: बन्द सिम कार्ड
mg: Karatra SIM mihidy
ml: പൂട്ടിയ സിം കാര്‍ഡ്
mr: बंद SIM कार्ड
ms: SIM kad dikunci
my: SIM ကဒ်အားပိတ်ပါ
ne: सिम कार्ड ताल्चा लगाइयो
or: SIM କାର୍ଡ଼ କିଳାଯାଇଛି
pt: Cartão SIM bloqueado
ro: Cartelă SIM blocată
si: SIM පත අඟුලු දමා ඇත
sw: Kadi ya SIM iliyofungwa
ta: சிம் அட்டை பூட்டப்பட்டது
te: తాళంవేసిన సిమ్ కార్డు
th: การ์ด SIM ถูกล็อค
tr: Kilitli SIM kart
ur: SIM کارڈ مقفل حو گیا ہے
uz: SIM karta quflandi
vi: Thẻ SIM bị khóa
wa: Cwåte SIM eclawêye
xh: Ikhadi le-SIM elitshixiweyo
zu: Ikhadi le-SIM elikhiyiwe

source: Unlock your SIM to enable Usage.
bg: Отключете я, за да включите Трафик.
br: Dibrennit ho kartenn SIM evit gweredekaat Arver.
es: Desbloquee la SIM para activar Consumos.
eu: Desblokeatu SIMa kontsumoa gaitzeko.
fa: سیم‌کارت خود را فعال کنید تا پیگیری استفاده فعال شود.
hi_in: उपयोग सक्रिय करने के लिए SIM पअनलॉक करें.
hr: Otključajte SIM za pregled potrošnje
id: Buka kunci kartu SIM untuk mengaktifkan Penggunaan.
lv: Atslēdziet savu SIM karti lai izsekotu Lietojumu.
mai: उपयोग सक्रिय करब कलेल SIM अनलॉक करू.
mg: Vohay ny SIM anao raha hamelona ny Fampiasana.
ml: ഉപയോഗം സജ്ജമാക്കാന്‍ സിം തുറക്കുക.
mr: वापरासाठी आपला SIM उघडा.
ms: Buka kunci SIM anda untuk bolehkan Penggunaan.
my: SIM အား ဒေတာသုံးဆွဲရန် ဖွင့်ပါ
ne: प्रयोग सक्षम पार्न तपाईँको SIMबाट ताल्चा हटाउनुहोस्।
or: ବ୍ୟବହାର ଜାଣିବା ପାଇଁ SIM ଟିକୁ ଅନଲକ କରନ୍ତୁ ।
ro: Deblochează SIM-ul ca să activezi Utilizare.
si: භාවිතය සක්‍රීය කිරීමට SIM පත අඟුලු මුදන්න.
sw: Fungua SIM yako ili kuwezesha Matumizi.
ta: பயனளவை செயற்படுத்த SIMஐ திற.
te: వాడుకను చేతనించడానికి మీ సిమ్ తాళం తియ్యండి.
th: ปลดล็อค SIM ของคุณเพื่อเปิดใช้งานบันทึกการใช้งาน
tr: Kullanım'ı etkinleştirmek için kilidi açın.
ur: استعمال اہل بنانے کے لئے SIM انلاک کریں۔
wa: Dizeclawez vosse SIM po mete e-n alaedje Eployaedje
zu: Vula i-SIM yakho ekhiyiwe ukuze uqalise Ukusebenza.

source: Error
am: ስህተት
ar: خَطَأ
bg: Грешка
bn_bd: ত্রুটি
bn_in: ত্রুটি
br: Fazi
bs: Greška
cy: Gwall
eu: Errorea
fa: خطا
gd: Mearachd
hi_in: त्रुटि
hu: Hiba
id: Galat
km: កំហុស
kn: ದೋಷ
lv: Kļūda
mai: त्रुटि
mg: Tsy fetezana
my: ချိုးယွင်းချက်
ne: त्रुटि
pt: Erro
ro: Eroare
si: දෝශය
ta: பிழை
th: ข้อผิดพลาด
tr: Hata
ur: نقص
uz: Xato
