Repository: translate/mozilla-gaia
Catalog: */apps/costcontrol/costcontrol.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

# data-available2[many]
source: {{value}} {{unit}} available
am: {{value}} {{unit}} ዝግጁ ነው
ar: {{value}} {{unit}} متاحة
bg: оставащи {{value}} {{unit}}
bn_bd: {{value}} {{unit}} রয়েছে
bn_in: {{value}} {{unit}} উপলব্ধ
br: {{value}} {{unit}} hegerz
bs: {{value}} {{unit}} dostupno
ca: {{value}} {{unit}} disponibles
cy: {{value}} {{unit}} ar gael
es: {{value}} {{unit}} disponibles
eu: {{value}} {{unit}} erabilgarri
fa: {{value}} {{unit}} در دسترس است
gd: {{value}} {{unit}} ri fhaighinn
hi_in: {{value}} {{unit}} उपलब्ध
hu: {{value}} {{unit}} elérhető
id: {{value}} {{unit}} tersedia
km: {{value}} {{unit}} ទំនេរ
kn: {{value}} {{unit}} ಲಭ್ಯವಿದೆ
mai: {{value}} {{unit}} उपलब्ध
mg: {{value}} {{unit}} vonona
my: {{value}} {{unit}} ရရှိနိုင်ပါသည်
ne: उपलब्ध {{value}} {{unit}}
pt: {{value}} {{unit}} disponíveis
ro: {{value}} {{unit}} disponibili
si: {{value}} {{unit}} පවතී
ta: {{value}} {{unit}} இருக்கிறது
th: ใช้งานได้ {{value}} {{unit}}
tr: {{value}} {{unit}} kaldı
ur: {{value}} {{unit}} دستیاب
uz: {{value}} {{unit}} mavjud

# data-available2[other]
source: {{value}} {{unit}} available
am: {{value}} {{unit}} ዝግጁ ነው
ar: {{value}} {{unit}} متاحة
bg: оставащи {{value}} {{unit}}
bn_bd: {{value}} {{unit}} রয়েছে
bn_in: {{value}} {{unit}} উপলব্ধ
br: {{value}} {{unit}} hegerz
bs: {{value}} {{unit}} dostupno
ca: {{value}} {{unit}} disponibles
cy: {{value}} {{unit}} ar gael
es: {{value}} {{unit}} disponibles
eu: {{value}} {{unit}} erabilgarri
fa: {{value}} {{unit}} در دسترس است
gd: {{value}} {{unit}} ri fhaighinn
hi_in: {{value}} {{unit}} उपलब्ध
hu: {{value}} {{unit}} elérhető
id: {{value}} {{unit}} tersedia
km: {{value}} {{unit}} ទំនេរ
kn: {{value}} {{unit}} ಲಭ್ಯವಿದೆ
mai: {{value}} {{unit}} उपलब्ध
mg: {{value}} {{unit}} vonona
my: {{value}} {{unit}} ရရှိနိုင်ပါသည်
ne: उपलब्ध {{value}} {{unit}}
pt: {{value}} {{unit}} disponíveis
ro: {{value}} {{unit}} disponibili
si: {{value}} {{unit}} පවතී
ta: {{value}} {{unit}} இருக்கிறது
th: ใช้งานได้ {{value}} {{unit}}
tr: {{value}} {{unit}} kaldı
ur: {{value}} {{unit}} دستیاب
uz: {{value}} {{unit}} mavjud

# over-limit[one]
source: {{value}} {{unit}} over limit
am: {{value}} {{unit}} ከ መጠኑ በላይ
ar: {{value}} {{unit}} فوق الحد
bg: {{value}} {{unit}} над ограничението
bn_bd: {{value}} {{unit}} সীমার অধিক
bn_in: {{value}} {{unit}} সীমার অধিক
br: {{value}} {{unit}} aet dreist ar vevenn
bs: {{value}} {{unit}} preko limita
ca: {{value}} {{unit}} per sobre del límit
cy: {{value}} {{unit}} dros y terfyn
es: {{value}} {{unit}} sobre el límite
eu: {{value}} {{unit}} mugatik gora
fa: {{value}} {{unit}} بیش از حد مصرف
gd: {{value}} {{unit}} thairis air a’ chrìoch
hi_in: {{मान}} {{इकाई}} सीमा से अधिक
hu: {{value}} {{unit}} a korláton túl
id: melebihi batas {{value}} {{unit}}
km: {{value}} {{unit}} លើស​កំណត់
kn: {{value}} {{unit}} ಮಿತಿ ದಾಟಿದೆ
mai: {{मान}} {{इकाई}} सीमा सँ बेसी
mg: {{value}} {{unit}} mihoatra ny fetra
my: ကန့်သက်ချက်ထက် {{value}} {{unit}} ကျော်လွန်
ne: सीमा भन्दा बढी {{value}} {{unit}}
pt: {{value}} {{unit}} para além do limite
ro: {{value}} {{unit}} peste limită
si: {{value}} {{unit}} සීමාව ඉක්මවූ
ta: {{value}} {{unit}} வரம்பைக் கடந்தது
th: เกินขีดจำกัดมา {{value}} {{unit}}
tr: Sınır {{value}} {{unit}} aşıldı
ur: حد سے باہر {{value}} {{unit}}
uz: {{value}} {{unit}} cheklovga yetgan

# over-limit[two]
source: {{value}} {{unit}} over limit
am: {{value}} {{unit}} ከ መጠኑ በላይ
ar: {{value}} {{unit}} فوق الحَد
bg: {{value}} {{unit}} над ограничението
bn_bd: {{value}} {{unit}} সীমার অধিক
bn_in: {{value}} {{unit}} সীমার অধিক
br: {{value}} {{unit}} aet dreist ar vevenn
bs: {{value}} {{unit}} preko limita
ca: {{value}} {{unit}} per sobre del límit
cy: {{value}} {{unit}} dros y terfyn
es: {{value}} {{unit}} sobre el límite
eu: {{value}} {{unit}} mugatik gora
fa: {{value}} {{unit}} بیش از حد مصرف
gd: {{value}} {{unit}} thairis air a’ chrìoch
hi_in: {{मान}} {{इकाई}} सीमा से अधिक
hu: {{value}} {{unit}} a korláton túl
id: melebihi batas {{value}} {{unit}}
km: {{value}} {{unit}} លើស​កំណត់
kn: {{value}} {{unit}} ಮಿತಿ ದಾಟಿದೆ
mai: {{मान}} {{इकाई}} सीमा सँ बेसी
mg: {{value}} {{unit}} mihoatra ny fetra
my: ကန့်သတ်ချက်ထက် {{value}} {{unit}} ကျော်လွန်
ne: सीमा भन्दा बढी {{value}} {{unit}}
pt: {{value}} {{unit}} para além do limite
ro: {{value}} {{unit}} peste limită
si: {{value}} {{unit}} සීමාව ඉක්මවූ
ta: {{value}} {{unit}} வரம்பைக் கடந்தது
th: เกินขีดจำกัดมา {{value}} {{unit}}
tr: Sınır {{value}} {{unit}} aşıldı
ur: حد سے باہر {{value}} {{unit}}
uz: {{value}} {{unit}} cheklovga yetgan

# over-limit[few]
source: {{value}} {{unit}} over limit
am: {{value}} {{unit}} ከ መጠኑ በላይ
ar: {{value}} {{unit}} فوق الحد
bg: {{value}} {{unit}} над ограничението
bn_bd: {{value}} {{unit}} সীমার অধিক
bn_in: {{value}} {{unit}} সীমার অধিক
br: {{value}} {{unit}} aet dreist ar vevenn
bs: {{value}} {{unit}} preko limita
ca: {{value}} {{unit}} per sobre del límit
cy: {{value}} {{unit}} dros y terfyn
es: {{value}} {{unit}} sobre el límite
eu: {{value}} {{unit}} mugatik gora
fa: {{value}} {{unit}} بیش از حد مصرف
gd: {{value}} {{unit}} thairis air a’ chrìoch
hi_in: {{मान}} {{इकाई}} सीमा से अधिक
hu: {{value}} {{unit}} a korláton túl
id: melebihi batas {{value}} {{unit}}
km: {{value}} {{unit}} លើស​ដែន​កំណត់
kn: {{value}} {{unit}} ಮಿತಿ ದಾಟಿದೆ
mai: {{value}} {{unit}} सीमा सँ बेसी
mg: {{value}} {{unit}} mihoatra ny fetra
my: ကန့်သတ်ချက်ထက် {{value}} {{unit}} ကျော်လွန်
ne: सीमा भन्दा बढी {{value}} {{unit}}
pt: {{value}} {{unit}} para além do limite
ro: {{value}} {{unit}} peste limită
si: {{value}} {{unit}} සීමාව ඉක්මවූ
ta: {{value}} {{unit}} வரம்பைக் கடந்தது
th: เกินขีดจำกัดมา {{value}} {{unit}}
tr: Sınır {{value}} {{unit}} aşıldı
ur: حد سے {{value}} {{unit}} باہر
uz: {{value}} {{unit}} cheklovga yetgan

# over-limit[many]
source: {{value}} {{unit}} over limit
am: {{value}} {{unit}} ከ መጠኑ በላይ
ar: {{value}} {{unit}} فوق الحد
bg: {{value}} {{unit}} над ограничението
bn_bd: {{value}} {{unit}} সীমার অধিক
bn_in: {{value}} {{unit}} সীমার অধিক
br: {{value}} {{unit}} aet dreist ar vevenn
bs: {{value}} {{unit}} preko limita
ca: {{value}} {{unit}} per sobre del límit
cy: {{value}} {{unit}} dros y terfyn
es: {{value}} {{unit}} sobre el límite
eu: {{value}} {{unit}} mugatik gora
fa: {{value}} {{unit}} بیش از حد مصرف
gd: {{value}} {{unit}} thairis air a’ chrìoch
hi_in: {{मान}} {{इकाई}} सीमा से अधिक
hu: {{value}} {{unit}} a korláton túl
id: melebihi batas {{value}} {{unit}}
km: {{value}} {{unit}} លើស​ដែន​កំណត់
kn: {{value}} {{unit}} ಮಿತಿ ದಾಟಿದೆ
mai: {{value}} {{unit}} सीमा सँ बेसी
mg: {{value}} {{unit}} mihoatra ny fetra
my: ကန့်သတ်ချက်ထက် {{value}} {{unit}} ကျော်လွန်
ne: सीमा भन्दा बढी {{value}} {{unit}}
pt: {{value}} {{unit}} para além do limite
ro: {{value}} {{unit}} peste limită
si: {{value}} {{unit}} සීමාව ඉක්මවූ
ta: {{value}} {{unit}} வரம்பைக் கடந்தது
th: เกินขีดจำกัดมา {{value}} {{unit}}
tr: Sınır {{value}} {{unit}} aşıldı
ur: حد سے {{value}} {{unit}} باہر
uz: {{value}} {{unit}} cheklovga yetgan

# over-limit[other]
source: {{value}} {{unit}} over limit
am: {{value}} {{unit}} ከ መጠኑ በላይ
ar: {{value}} {{unit}} فوق الحد
bg: {{value}} {{unit}} над ограничението
bn_bd: {{value}} {{unit}} অতিরিক্ত
bn_in: {{value}} {{unit}} সীমার অধিক
br: {{value}} {{unit}} aet dreist ar vevenn
bs: {{value}} {{unit}} preko limita
ca: {{value}} {{unit}} per sobre del límit
cy: {{value}} {{unit}} dros y terfyn
es: {{value}} {{unit}} sobre el límite
eu: {{value}} {{unit}} mugatik gora
fa: {{value}} {{unit}} بیش از حد مصرف
gd: {{value}} {{unit}} thairis air a’ chrìoch
hi_in: {{मान}} {{इकाई}} सीमा से अधिक
hu: {{value}} {{unit}} a korláton túl
id: melebihi batas {{value}} {{unit}}
km: {{value}} {{unit}} លើស​ដែន​កំណត់
kn: {{value}} {{unit}} ಮಿತಿ ದಾಟಿದೆ
mai: {{value}} {{unit}} सीमा सँ बेसी
mg: {{value}} {{unit}} mihoatra ny fetra
my: ကန့်သတ်ချက်ထက် {{value}} {{unit}} ကျော်လွန်
ne: सीमा भन्दा बढी {{value}} {{unit}}
pt: {{value}} {{unit}} para além do limite
ro: {{value}} {{unit}} peste limită
si: {{value}} {{unit}} සීමාව ඉක්මවූ
ta: {{value}} {{unit}} வரம்பைக் கடந்தது
th: เกินขีดจำกัดมา {{value}} {{unit}}
tr: Sınır {{value}} {{unit}} aşıldı
ur: حد سے {{value}} {{unit}} باہر
uz: {{value}} {{unit}} cheklovga yetgan

source: {{em-month}} {{monthday-number}}
br: {{monthday-number}} a viz {{em-month}}
ca: {{monthday-number}} {{em-month}}
es: {{monthday-number}}-{{em-month}}
gd: {{monthday-number}} {{em-month}}
th: {{monthday-number}} {{em-month}}
tr: {{monthday-number}} {{em-month}}
vi: {{monthday-number}} {{em-month}}

source: {{day}}, {{time}}
br: {{day}} da {{time}}
vi: {{time}}, {{day}}

source: B
am: ባ
bn_in: বাইট
br: eizhbit
ml: ബൈറ്റ്
ta: பை
te: బై

source: KB
am: ኪባ
ar: كيلو بايت
br: Ke
fa: کیلوبایت
hi_in: केबी
ml: കിലോബൈറ്റ്
mr: केबी
ne: किलो बाइट
ta: கிபை
te: కిబై
xh: I-KB

source: MB
am: ሜባ
ar: م.ب
bg: МБ
br: Me
fa: مگابایت
km: មេកាបៃ
te: మెబై

source: GB
am: ጌባ
ar: ج.ب
bg: ГБ
br: Ge
fa: گیگابایت
km: ជីកាបៃ
te: గిబై

# unit-MB.ariaLabel
source: MB
am: ሜባ
ar: م.ب
bg: МБ
br: Me
fa: مگابایت
km: មេកាបៃ
te: మెబై

# unit-GB.ariaLabel
source: GB
am: ጌባ
ar: ج.ب
bg: ГБ
br: Ge
fa: گیگابایت
km: ជីកាបៃ
te: గిబై

source: Mobile usage per app
am: የ ተንቀሳቃሽ አጠቃቀም በ መተግበሪያ
ar: البيانات المستخدمة حسب التطبيق
bg: Трафик от приложения
bn_bd: প্রত্যেক অ্যাপের জন্য মোবাইলের ব্যবহার
bn_in: প্রত্যেক অ্যাপের জন্য মোবাইলের ব্যবহার
br: Arver an hezougell dre arload
bs: Mobilna potrošnja po aplikaciji
ca: Consum mòbil per aplicació
cy: Defnydd symudol yn ôl ap
es: Consumo móvil por app
eu: Mugikorraren erabilera aplikazioko
fa: میزان مصرف تلفن همراه برای هر برنامه
gd: Caitheamh mobile gach aplacaid
hi_in: मोबाइल उपयोग प्रति एप्प
hu: Mobilhasználat apponként
id: Penggunaan seluler tiap aplikasi
km: ការ​ប្រើប្រាស់​ទូរសព្ទ​ក្នុង​មួយ​កម្មវិធី
kn: ಪ್ರತಿ ಅನ್ವಯದ ಮೊಬೈಲ್ ಬಳಕೆ
lv: Mobilo datu lietojums katrā aplikācijā
mg: Fampiasana finday isaka app
my: အက်ပ် အလိုက် မိုဘိုင်း အသုံးပြုမှုပမာဏ
pt: Utilização de dados móveis por aplicação
ro: Utilizare date per aplicație
si: යෙදුමකට ජංගම දත්ත භාවිතය
th: การใช้งานมือถือต่อแอป
tr: Uygulama başına mobil kullanım
ur: موبائل استعمال فی ایپ
uz: Har bir ilova sarflagan traffik

source: You have not used any mobile data yet. Usage for each application will show up here when you do.
am: እርስዎ እስከ አሁን የ ተንቀሳቃሽ ዳታ አልተጠቀሙም: ሲጠቀሙ የ እያንዳንዱ መተግበሪያ አጠቃቀም እዚህ ይታያል
ar: لم يسبق لك استهلاك أي بيانات بعد. سيتم عرض الحجم الذي استهلكه كل تطبيق بعد أن تقوم بذلك.
bg: Все още не сте използвали мобилни данни. Трафикът на всяко приложение ще се показва тук.
bn_bd: আপনি এখনো কোনও মোবাইল ডাটা ব্যবহার করেননি। ব্যবহার করার পর প্রতিটি অ্যাপের ডাটা ব্যবহারের তথ্য এখানে দেখাবে।
bn_in: আপনি এখনও কোনো মোবাইল ডাটা ব্যাবহার করেননি। যখন আপনি ব্যাবহার করবেন তখন প্রত্যেকটি অ্যাপ্লিকেশনের ব্যবহার প্রণালী এখানে প্রদর্শন করা হবে।
br: N'hoc'h eus arveret roadenn ebet c'hoazh. Diskouezet e vo an arver evit pep arload amañ.
bs: Do sada niste koristili mobilnu podatkovnu vezu. Upotreba za svaku aplikaciju će biti prikazana nakon što istu budete koristili.
ca: No heu fet servir dades mòbils encara. El consum per cada aplicació es mostrarà aquí quan comenceu a fer-ho.
cy: Nid ydych wedi defnyddio unrhyw ddata symudol eto. Bydd defnydd o bob ap yn cael ei ddangos yn fan hyn.
es: No ha consumido ningún dato móvil. Cuando lo haga, el consumo de cada aplicación se mostrará aquí.
eu: Oraindik ez duzu datu mugikorrik erabili. Egiten duzunean, aplikazio bakoitzak erabilitakoa erakutsiko da hemen.
fa: شما هنوز هیچ استفاده‌ای از شبکه داده نداشته‌اید. مصرف هر برنامه هنگام استفاده از شبکه داده تلفن‌همراه اینجا نمایش داده می‌شود.
gd: Cha do chaith thu dàta mobile fhathast. Chì thu na chaith thu anns gach aplacaid an-seo.
hi_in: आप किसी भी मोबाइल डेटा अभी तक इस्तेमाल नहीं किया है, उपयोग प्रत्येक आवेदन के लिए यहाँ दिखाई देगा.
hu: Még nem használta a mobil adatkapcsolatot. Az egyes appok felhasználása itt fog megjelenni.
id: Anda belum menggunakan data seluler sama sekali. Penggunaan tiap aplikasi akan tampil di sini jika sudah digunakan.
km: អ្នក​មិន​បាន​ប្រើ​ទិន្នន័យ​ទូរសព្ទ​ណាមួយ​នៅ​ឡើយ​ទេ។ ការប្រើប្រាស់​កម្មវិធី​នីមួយៗ​នឹង​បង្ហាញ​នៅ​ទីនេះ​នៅ​ពេល​អ្នក​​ប្រើ
kn: ನೀವು ಇನ್ನೂ ಮೊಬೈಲ್ ಡೇಟಾ ಬಳಕೆ ಮಾಡಿಲ್ಲ. ಬಳಸಿದಾಗ ಪ್ರತಿ ಅನ್ವಯದ ಬಳಕೆ ಇಲ್ಲಿ ತೋರಿಸಲ್ಪಡುತ್ತದೆ
lv: Jūs vēl neesat izmantojis mobilos datus. Lietojums katrai lietotnei te parādīsies.
mai: अहाँ अखन धरि कोनो मोबाइल डेटा के उपयोग नहि कएलहुँ. जे-जे अनुप्रयोग के अहाँ उपयोग कएने छी ओ सभ अहाँक केँ एतय देखाय पड़त,जखन अहाँ उपयोग करब.
mg: Tsy mbola nampiasa data finday ianao. Hiseho eto ny fampiasana ho an'ny rindranasa tsirairay rehefa mampiasa ianao.
ml: നിങ്ങള്‍ ഇതുവരെ ഒരു മൊബൈല്‍ ഡാറ്റയു൦ ഉപയോഗിച്ചിട്ടില്ല. അങ്ങനെ ചെയ്യുന്നപക്ഷം ഓരോ ആപളികേഷന്‍റെ മൊബൈല്‍ ഡാറ്റാ വിനിയോഗവും ഇവിടെ ലഭ്യമാവുന്നതായിരിക്കും.
ms: Anda belum lagi menggunakan data mudah alih lagi. Penggunaan untuk setiap apliaksi akan ditunjukkan di sini apabila ada.
my: မည်သည့် မိုလ်ဘိုင်းဒေတာကိုမျှ သင်မသုံးရသေးပါ။ သင်သုံးတဲ့အခါ Application တစ်ခုချင်းစီ၏ အသုံးပြုမှုကို ပြပါလိမ့်မည်။
ne: तपाईंँले अहिले सम्म कुनै पनि मोबाइल डेटा प्रयोग गर्नुभएको छैन।जब तपाईँ प्रयोग गर्नुहुन्छ, हरेक एप्लिकेशनको डेटा प्रयोग यहाँ देखाइनेछ।
pt: Ainda não utilizou nenhuns dados móveis. A utilização da mesma por aplicação irá aparecer assim que o fizer.
ro: Nu ai folosit încă traficul de date. Utilizarea pentru fiecare aplicație va apărea aici după prima folosire.
si: ඔබ දැනට කිසිදු ජංගම දත්ත භාවිතාවක් සිදුකර නොමැත. එක් එක් යෙදුමේ භාවිතාවන් මෙහි පෙන්නුම් කිරීම ඔබ ජංගම දත්ත භාවිතාව ඇරඹි විටදී සිදුවනු ඇත.
ta: நீங்கள் துவரை செல்பேசி தரவைப் பயன்படுத்தவில்லை. நீங்கள் பயனபடுத்தினால் ஒவ்வொரு பயன்பாட்டிற்கு தனித்தனியே காட்டப்படும்.
th: คุณยังไม่ได้ใช้งานข้อมูลมือถือใด ๆ การใช้งานสำหรับแต่ละแอปพลิเคชันจะแสดงที่นี่เมื่อคุณใช้
tr: Henüz hiç mobil veri kullanmadınız. Kullandığınızda her uygulamanın kullanımı burada görünecektir.
ur: آپ نے ابھی تک کوئی موبائل کوائف استعمال نہیں کئے۔ جب آپ کریں گے تو ہر ایپلی کیشن کے لیے استعمال ادھر نظر آئے گا۔
uz: Siz hali birorta ham mobil ma’lumotdan foydalanmadingiz. Agar foydalansangiz, har bir ilova dasturdan foydalanish bu yerda ko‘rinadi.

source: {{amount}} of data used since {{start-date}}
am: {{amount}} የ ተጠቀሙት ዳታ እስከ {{start-date}}
ar: تم استهلاك {{amount}} منذ {{start-date}}
bg: {{amount}} данни използвани от {{start-date}}
bn_bd: {{start-date}} তারিখ পর্যন্ত যত ডাটা ব্যবহার করা হয়েছে {{amount}}
bn_in: {{start-date}} তারিখ পর্যন্ত যত ডেটা ব্যবহার করা হয়েছে তা হল {{amount}}
br: Arveret ez eus bet {{amount}} a roadennoù abaoe {{start-date}}
bs: {{amount}} podataka upotrijebljeno od {{start-date}}
ca: {{amount}} de dades consumides des del {{start-date}}
cy: {{amount}} o ddata defnyddiwyd ers {{start-date}}
es: {{amount}} de datos usados desde {{start-date}}
eu: {{amount}} datu erabili dira {{start-date}} datatik
fa: {{amount}} دیتا از {{start-date}} استفاده شده
gd: {{amount}} de dhàta air a chleachdadh o {{start-date}}
hi_in: {{amount}} डेटा उपयोग किया गया {{start-date}} के बाद से
hu: {{amount}} adat felhasználva ez óta: {{start-date}}
id: {{amount}} data sejak {{start-date}}
km: {{amount}} នៃ​ទិន្នន័យ​ដែល​បាន​ប្រើ​តាំងពី {{start-date}}
kn: {{amount}} ನಷ್ಟು ಡೇಟಾ ಬಳಕೆ ಆಗಿದೆ {{start-date}} ರಿಂದ
lv: {{amount}} dati izmantoti kopš {{start-date}}
mg: {{amount}} @ data nampiasaina h@ {{start-date}}
my: {{start-date}} နေ့မှစပြီး သုံးထားသော ဒေတာ ပမာဏမှာ {{amount}}
pt: {{amount}} de dados utilizados desde {{start-date}}
ro: {{amount}} de date folosite din {{start-date}}
si: {{start-date}} සිට භාවිත කළ දත්ත ප්‍රමාණය {{amount}}
ta: {{start-date}} முதல் {{amount}} தரவு பயன்படுத்தப்பட்டது
te: {{start-date}} నుండి వాడిన డేటా {{amount}}
th: ใช้ข้อมูลไปแล้ว {{amount}} ตั้งแต่ {{start-date}}
tr: {{start-date}} tarihinden beri {{amount}} veri kullanıldı
ur: {{start-date}} کے بعد سے استعمال کیا کوائف {{amount}}
uz: {{start-date}}dan buyon {{amount}} ma’lumotdan foydalanilgan

source: {{amount}} of data used this week
am: {{amount}} የ ተጠቀሙት ዳታ በዚህ ሳምንት
ar: {{amount}} من البيانات تم استهلاكها لهذا الأسبوع
bg: {{amount}} данни използвани тази седмица
bn_bd: {{amount}} পরিমাণ ডাটা এই সপ্তাহে ব্যবহার করা হয়েছে
bn_in: {{amount}} পরিমাণ ডেটা এই সপ্তাহে ব্যবহার করা হয়েছে
br: Arveret ez eus bet {{amount}} a roadennoù er sizhun-mañ
bs: {{amount}} podataka upotrijebljeno ove sedmice
ca: {{amount}} de dades consumides aquesta setmana
cy: {{amount}} o ddata defnyddiwyd yr wythnos hon
es: {{amount}} de datos usados esta semana
eu: {{amount}} datu erabili dira aste honetan
fa: {{amount}} داده در این هفته استفاده شده است
gd: {{amount}} de dhàta air a chleachdadh an t-seachdain-sa
hi_in: इस सप्ताह {{amount}} डेटा उपयोग किया गया
hu: {{amount}} adat felhasználva ezen a héten
id: {{amount}} data digunakan minggu ini
km: {{amount}} នៃ​ទិន្នន័យ​ដែល​បាន​ប្រើ​ក្នុង​សប្ដាហ៍​នេះ
kn: {{amount}} ನಷ್ಟು ಡೇಟಾ ಈ ವಾರ ಬಳಕೆಯಾಗಿದೆ
lv: {{amount}} dati izmantoti šo nedēļu
mg: {{amount}} @ data nampiasaina t@ ity herinandro ity
my: ယခုတစ်ပတ်အတွင်းသုံးခဲ့သော {{amount}} ပမာဏ
pt: {{amount}} de dados utilizados esta semana
ro: {{amount}} de date folosite săptămâna asta
si: මෙම සතිය තුළ භාවිත කළ දත්ත ප්‍රමාණය {{amount}}
ta: இவ்வாரத்தில் {{amount}} தரவு பயன்படுத்தப்பட்டது
te: ఈ వారంలో వాడిన డేటా {{amount}}
th: ใช้ข้อมูลไปแล้ว {{amount}} ในสัปดาห์นี้
tr: Bu hafta {{amount}} veri kullanıldı
ur: اس ہفتے {{amount}} کوائف استعمال ہوئے
uz: Bu hafta {{amount}} ma’lumotdan foydalanilgan

source: {{amount}} of data used this month
am: {{amount}} የ ተጠቀሙት ዳታ በዚህ ወር
ar: {{amount}} البيانات المستهلكة هذا الشّهر
bg: {{amount}} данни използвани този месец
bn_bd: {{amount}} পরিমাণ ডাটা এই মাসে ব্যবহার করা হয়েছে
bn_in: {{amount}} পরিমাণ ডেটা এই মাসে ব্যবহার করা হয়েছে
br: Arveret ez eus bet {{amount}} a roadennoù er miz-mañ
bs: {{amount}} podataka upotrijebljeno ovog mjeseca
ca: {{amount}} de dades consumides aquest mes
cy: {{amount}} o ddata defnyddiwyd y mis yma
es: {{amount}} de datos usados este mes
eu: {{amount}} datu erabili dira hilabete honetan
fa: {{amount}} داده در این ماه استفاده شده است
gd: {{amount}} de dhàta air a chleachdadh am mìos seo
hi_in: इस महीने {{amount}} डेटा उपयोग किया गया
hu: {{amount}} adat felhasználva ebben a hónapban
id: {{amount}} data digunakan bulan ini
km: {{amount}} នៃ​ទិន្នន័យ​ដែល​បាន​ប្រើ​ក្នុង​ខែ​នេះ
kn: {{amount}} ನಷ್ಟು ಡೇಟಾ ಈ ತಿಂಗಳು ಬಳಕೆಯಾಗಿದೆ
lv: {{amount}} dati izmantoti šo mēnesi
mg: {{amount}} @ data nampiasaina t@ ity volana ity
my: ယခုလအတွင်းသုံးခဲ့သော ဒေတာ {{amount}}
ne: {{amount}} यो महिना प्रयोग गरिएको डेटा
pt: {{amount}} de dados utilizados este mês
ro: {{amount}} de date folosite luna asta
si: මෙම මස තුළ භාවිත කළ දත්ත ප්‍රමාණය {{amount}}
ta: இம்மாதத்தில் {{amount}} தரவு பயன்படுத்தப்பட்டது
te: ఈ నెల వాడిన డేటా {{amount}}
th: ใช้ข้อมูลไปแล้ว {{amount}} ในเดือนนี้
tr: Bu ay {{amount}} veri kullanıldı
ur: اس مہینہ {{amount}} کوائف استعمال ہوئے
uz: Bu oy {{amount}} ma’lumotdan foydalanilgan

source: Others
am: ሌሎች
ar: أخرى
bg: Други
bn_bd: অন্যান্য
bn_in: অন্যান্য
br: Ar re all
bs: Drugo
ca: Altres
cy: Eraill
es: Otros
eu: Beste batzuk
fa: دیگران
gd: Eile
hi_in: अन्य
hu: Egyebek
id: Lainnya
km: ផ្សេងទៀត
kn: ಇತರೆ
lv: Citi
mg: Hafa
my: အခြား
pt: Outros
ro: Altele
si: වෙනත්
te: ఇతరాలు
th: อื่น ๆ
tr: Diğerleri
ur: دیگر
uz: Boshqalar

source: Browser
am: መቃኛ
ar: متصفح
bg: Браузър
bn_bd: ব্রাউজার
bn_in: ব্রাউজার
br: Merdeer
ca: Navegador
cy: Porwr
es: Navegador
eu: Arakatzailea
fa: مرورگر
gd: Brabhsair
hi_in: ब्राउज़र
hu: Böngésző
id: Peramban
km: កម្មវិធី​អ៊ីនធើណិត​
kn: ವೀಕ್ಷಕ
lv: Pārlūks
mg: Mpitety
my: ဘယောက်ဆာ
pt: Navegador
si: ගවේශකය
th: เบราว์เซอร์
tr: Tarayıcı
ur: براؤزر
uz: Brauzer

source: Limit of {{value}} MB
am: መጠን በ {{value}} ሜባ
ar: قيمة محدودة {{value}} ميغابايت
bg: Ограничение от {{value}} МБ
bn_bd: {{value}} MB-এর সীমা
bn_in: {{value}} MB-এর সীমা
br: Bevenn eus {{value}} Me
bs: Limit od {{value}} MB
ca: Límit de {{value}} MB
cy: Terfyn {{value}} MB
es: Límite de {{value}} Mb
eu: Muga: {{value}} MB
fa: محدوده {{value}} مگابایت
gd: Crìoch de {{value}} MB
hi_in: {{value}} MB की मर्यादा
hu: {{value}} MB korlát
id: Batas dari {{value}} MB
km: ដែនកំណត់នៃ {{value}} មេកាបៃ​
kn: ಮಿತಿ {{value}} MB
lv: {{value}} MB ierobežojums
mg: Fetra {{value}} MB
my: {{value}} MB ကန့်သတ်
pt: Limite de {{value}} MB
ro: Limită de {{value}} MB
si: මෙගාබයිට් {{value}} ක සීමාවක්
th: จำกัดที่ {{value}} MB
tr: {{value}} MB sınır
ur: {{value}} MB کی حد
uz: {{value}} MB cheklov

source: Limit of {{value}} GB
am: መጠን በ {{value}} ጌባ
ar: الحد الأقصى {{value}} جيجابايت
bg: Ограничение от {{value}} ГБ
bn_bd: {{value}} GB-এর সীমা
bn_in: {{value}} GB-এর সীমা
br: Bevenn eus {{value}} Me
bs: Limit od {{value}} GB
ca: Límit de {{value}} GB
cy: Terfyn {{value}} GB
es: Límite de {{value}} Gb
eu: Muga: {{value}} GB
fa: محدوده {{value}} گیگابایت
gd: Crìoch de {{value}} GB
hi_in: {{value}} GB की मर्यादा
hu: {{value}} GB korlát
id: Batas dari {{value}} GB
km: ដែនកំណត់នៃ {{value}} ជីកាបៃ​
kn: ಮಿತಿ {{value}} GB
lv: {{value}} GB ierobežojums
mg: Fetra {{value}} GB
my: {{value}} GB ကန့်သတ်
pt: Limite de {{value}} GB
ro: Limită de {{value}} GB
si: ගිගාබයිට් {{value}} ක සීමාවක්
th: จำกัดที่ {{value}} GB
tr: {{value}} GB sınır
ur: {{value}} GB کی حد
uz: {{value}} GB cheklov

source: {{value}} left
am: {{value}} የቀረው
ar: {{value}} متبقية
bg: оставащи {{value}}
bn_bd: {{value}} বাকি আছে
bn_in: {{value}} পড়ে আছে
br: {{value}} kleiz
bs: {{value}} preostalo
ca: Queden {{value}}
cy: {{value}} ar ôl
es: Queda(n) {{value}}
eu: {{value}} falta da
fa: {{value}} مانده
gd: {{value}} air fhàgail
hi_in: {{value}} बाकी
hu: {{value}} van hátra
id: sisa {{value}}
km: នៅសល់ {{value}}
kn: {{value}} ಉಳಿದಿದೆ
lv: {{value}} atlikuši
mg: {{value}} sisa
my: {{value}} ကျန်
pt: faltam {{value}}
ro: {{value}} rămași
si: {{value}} ක් ඉතිරියි
th: เหลืออีก {{value}}
tr: {{value}} kaldı
ur: {{value}} باقی
uz: {{value}} qoldi

source: Exceeded by {{value}}
am: መጠኑን አልፏል በ {{value}}
ar: تجاوز الحد بقيمة {{value}}
bg: Надхвърлено с {{value}}
bn_bd: {{value}} অতিরিক্ত
bn_in: {{value}} বাড়তি
br: Tremenet dreisti dre {{value}}
bs: Prekoračenje od {{value}}
ca: Excedit per {{value}}
cy: Mwy na {{value}}
es: Excedido en {{value}}
eu: {{value}} gainditu da
fa: عبور از {{value}}
gd: {{value}} thar a chòir
hi_in: {{value}} से ज़्यादा
hu: Túllépve ennyivel: {{value}}
id: Melebihi {{value}}
km: បាន​លើសកំណត់​ {{value}}
kn: ಇಷ್ಟು ಮಿತಿ ದಾಟಿದೆ {{value}}
lv: {{value}} liels pārsniegums
mg: Nihoarana {{value}}
my: {{value}} ကျော်လွန်ပြီး
pt: Excedido por {{value}}
ro: Depășit cu {{value}}
si: {{value}} කින් ඉක්මවා ඇත
th: เกินมา {{value}}
tr: {{value}} aşıldı
ur: {{value}} کا تجاوز
uz: {{value}}dan oshib ketdi

source: Today is {{today}}
am: ዛሬ {{today}}
ar: اليوم هو {{today}}
bg: Днес {{today}}
bn_bd: আজ হল {{today}}
bn_in: আজ হল {{today}}
br: {{today}} eo hiziv
bs: Danas je {{today}}
ca: Avui és {{today}}
cy: Heddiw yw {{today}}
es: Hoy es {{today}}
eu: Gaur {{today}} da
fa: امروز {{today}}
gd: {{today}} an-diugh
hi_in: आज {{today}} है
hu: Ma: {{today}}
id: Hari ini {{today}}
km: ថ្ងៃនេះ​គឺ​ {{today}}
kn: ಇಂದಿನ ದಿನ {{today}}
lv: Šodien ir {{today}}
mg: {{today}} anio
my: ယနေ့ {{today}}
pt: Hoje é {{today}}
ro: Azi este {{today}}
si: අද දින {{today}} වේ
te: ఈరోజు {{today}}
th: วันนี้ {{today}}
tr: Bugün {{today}}
ur: آج {{today}} ہے
uz: Bugun: {{today}}
