Repository: translate/mozilla-gaia
Catalog: */apps/costcontrol/costcontrol.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

source: Reset report
af: Stel verslag terug
am: መግለጫውን እንደ ነበር መመለሻ
ar: استرداد التقرير
as: সংবাদ পুনৰ সংহতি কৰক
bg: Нулиране на отчета
bn_bd: প্রতিবেদন রিসেট করুন
bn_in: রিপোর্ট রিসেট করুন
br: Adderaouekaat an danevelloù
bs: Resetuj izvještaj
ca: Reinicia l'informe
cy: Ailosod adroddiad
es: Restablecer informe
eu: Berrezarri txostena
fa: بازنشانی گزارش
gd: Ath-shuidhich an aithisg
hi_in: रिपोर्ट रीसेट करें
hr: Poništi izvješće
hu: Jelentés alaphelyzetbe
id: Setel ulang laporan
km: របាយការណ៍​កំណត់​ឡើងវិញ
kn: ವರದಿ ಮರುಹೊಂದಿಸು
lv: Atstatīt ziņojumus
mai: रिपोट रीसेट करू
mg: Hanefy tatitra indray
ml: റിപ്പോര്‍ട്ട് പുനഃക്രമീകരിക്കുക
mr: अहवाल पुनःप्रस्थापित
ms: Ulang tetap laporan
my: အစီရင်ခံစာ ပြန်ချိန်မည်
ne: रेसेट प्रतिवेदन
or: ରିପୋର୍ଟ ପୁନଃସ୍ଥାପନ କରନ୍ତୁ
pt: Repor relatório
ro: Resetează raportul
si: වාර්තාව යළි සකසන්න
sw: Seti-upya ripoti
ta: அறிக்கையை மீட்டமை
te: నివేదికను రీసెట్‌చేయి
th: ตั้งรายงานใหม่
tr: Raporu sıfırla
ur: رپورٹ کو پھر سیٹ کردہ کریں
uz: Hisobotni tiklash
vi: Tạo lại báo cáo
wa: Rimete rapoirt a zero
xh: Seta ingxelo ngokutsha
zu: Setha kabusha umbiko

source: Next
af: Volgende
am: ይቀጥሉ
ar: التالي
as: পৰৱৰ্তী
bg: Напред
bn_bd: পরবর্তী
bn_in: পরবর্তী
br: War-lerc'h
bs: Sljedeće
ca: Següent
cy: Nesaf
es: Siguiente
eu: Hurrengoa
fa: بعدی
gd: Air adhart
hi_in: अगला
hr: Naprijed
hu: Tovább
id: Lanjut
km: បន្ទាប់
kn: ಮುಂದೆ
lv: Nākamais
mai: आगाँ
mg: Manaraka
ml: അടുത്ത
mr: पुढे
ms: Maju
my: နောက်တစ်ခု
ne: अर्को
or: ପରବର୍ତ୍ତୀ
pt: Seguinte
ro: Înainte
si: ඊළඟ
sw: Ifuatayo
ta: அடுத்து
te: తదుపరి
th: ถัดไป
tr: İleri
ur: اگلا
uz: Keyingi
vi: Tiếp
wa: Shuvant
xh: Okulandelayo
zu: Okulandelayo

source: Back
af: Terug
am: ወደ ኋላ
ar: العودة
as: পিছলৈ
bg: Назад
bn_bd: পিছনে
bn_in: পূর্ববর্তী
br: Kent
bs: Nazad
ca: Enrere
cy: Nôl
es: Atrás
eu: Atzera
fa: برگشت
gd: Air ais
hi_in: पीछे
hr: Natrag
hu: Vissza
id: Kembali
km: ថយក្រោយ
kn: ಹಿಂದೆ
lv: Atpakaļ
mai: पाछाँ
mg: Hiverina
ml: പിന്നോട്ട്
mr: मागे
ms: Undur
my: ရှေ့
ne: पछाडि
or: ପଛକୁ
pt: Anterior
ro: Înapoi
si: ආපසු
sw: Nyuma
ta: பின்னே
te: వెనుకకు
th: ย้อนกลับ
tr: Geri
ur: واپس
uz: Orqaga
vi: Quay lại
wa: E-n erî
xh: Emva
zu: Emuva

source: Let’s go!
af: Kom ons begin!
am: እንሂድ!
ar: هيا بنا!
as: যাও বোলক!
bg: Напред!
bn_bd: চলুন তাহলে!
bn_in: চলো!
br: Deomp dei !
bs: Idemo!
ca: Som-hi!
cy: Ffwrdd a ni!
es: ¡Adelante!
eu: Goazen!
fa: بزن بریم
gd: Siuthad!
hi_in: चलो चलते हैं!
hr: Idemo!
hu: Gyerünk!
id: Mulai!
km: តោះ​ទៅ!
kn: ಮುನ್ನಡೆಯೋಣ!
lv: Aiziet!
mai: चलू चलैत छी!
mg: Ndao!
ml: നമുക്ക പോകാം!
mr: चला!
ms: Mari!
my: သွားစို့
ne: जाऊँ!
or: ଆସନ୍ତୁ ଯିବା!
pt: Vamos lá!
ro: Să începem!
si: දැන් යමු!
sw: Twende!
ta: போ!
te: పద వెళ్దాం!
th: ไปกันเลย!
tr: Başlayalım!
ur: چلیں چلتے ہیں!
uz: Qani, ketdik.
vi: Bắt đầu!
wa: Djans !
xh: Masiye!
zu: Asiqale-ke!

source: Alert
af: Waarskuwing
am: ማስጠንቀቂያ
ar: تنبيه
as: সতৰ্কবাৰ্তা
bg: Предупреждение
bn_bd: সতর্ক
bn_in: সর্তকবার্তা
br: Galv-diwall
bs: Upozorenje
ca: Alerta
cy: Rhybudd
es: Alerta
eu: Alerta
fa: هشدار
gd: Caismeachd
hi_in: चेतावनी
hr: Upozorenje
hu: Riasztás
id: Peringatan
km: ជូន​ដំណឹង
kn: ಎಚ್ಚರಿಕೆ
lv: Brīdinājums
mai: चेतावनी
mg: Fanairana
ml: മുന്നറിയിപ്പ്
mr: इशारा
ms: Waspada
my: အချက်ပေးချက်
ne: सावधानी
or: ସତର୍କ
pt: Alerta
ro: Alertă
si: ඇඟවීම
sw: Hadhari
ta: எச்சரிக்கை
te: హెచ్చరిక
th: แจ้งเตือน
tr: Uyarı
ur: انتباہ
uz: Ogohlantirgich
vi: Cảnh báo
wa: Abranle
xh: Lumka
zu: Isexwayiso

source: Alert Limit
af: Waarskuwing-limiet
am: የማስጠንቀቂያ መጠን
ar: حد التنبيه
as: সতৰ্কবাৰ্তাৰ সীমা
bg: Предупреждение за ограничение
bn_bd: সতর্কতা সীমা
bn_in: সর্তকবার্তা সীমা
br: Bevenn ar galv-diwall
bs: Ograničenje upozorenja
ca: Límit d'alerta
cy: Rhybudd Terfyn
es: Límite de alerta
eu: Alertaren muga
fa: هشدار محدودیت
gd: Stairsneach na caismeachd
hi_in: चेतावनी सीमा
hr: Upozorenje ograničenja
hu: Riasztási szint
id: Batas Peringatan
km: ជូន​ដំណឹង​តាម​កំណត់
kn: ಎಚ್ಚರಿಕೆ ಮಿತಿ
lv: Robežas sasniegšanas brīdinājums
mai: चेतावनी सीमा
mg: Fetra Fanairana
ml: മുന്നറിയിപ്പ് പരിധി
mr: इशारा मर्यादा
ms: Had Waspada
my: သတိပေးမှူ ကန့်သတ်ချက်
ne: सावधानी सीमा
or: ଚେତାବନୀ ସୀମା
pt: Alerta de Limite
ro: Limită de alertă
si: සීමාව අඟවන්න
sw: Kikomo cha Hadhari
ta: எச்சரிக்கை வரம்பு
te: హెచ్చరిక పరిమితి
th: แจ้งเตือนขีดจำกัด
tr: Uyarı Sınırı
ur: انتباہ حد
uz: Cheklov ogohlantirgichi
vi: Giới hạn sẽ cảnh báo
wa: Limite po l’ abranle
xh: Isilumkiso somlinganiselo
zu: Umkhawulo wesexwayiso

source: Welcome
af: Welkom
am: እንኳን ደህና መጡ
ar: مرحبا
as: স্বাগতম
bg: Добре дошли
bn_bd: স্বাগতম
bn_in: স্বাগতম
br: Donemat
bs: Dobrodošli
ca: Benvingut
cy: Croeso
es: Bienvenido
eu: Ongi etorri
fa: خوش آمدید
gd: Fàilte
hi_in: स्वागतम्
hr: Dobrodošli
hu: Üdvözöljük
id: Selamat Datang
km: សូម​ស្វាគមន៍
kn: ಸ್ವಾಗತ
lv: Laipni lūdzam
mai: स्वागतम्
mg: Tonga soa
ml: സ്വാഗതം
mr: स्वागत
ms: Selamat Datang
my: ကြိုဆိုပါတယ်
ne: स्वागतम
or: ସ୍ବାଗତମ
pt: Bem-vindo
ro: Bun venit
si: ආයුබෝවන්
sw: Karibu
ta: நல்வரவு
te: స్వాగతం
th: ยินดีต้อนรับ
tr: Hoş geldiniz
ur: خوش آمدید
uz: Xush kelibsiz
vi: Chào mừng
wa: Wilicome
xh: Wamkelekile
zu: Siyakwamukela

source: {{limit}} of data used
af: {{limit}} data is gebruik
am: {{limit}} የተጠቀሙት ዳታ
ar: {{limit}} من البيانات المستخدمة
as: ব্যৱহৃত তথ্যৰ {{limit}}
bg: {{limit}} използвани данни
bn_bd: {{limit}} ডাটা ব্যবহৃত হয়েছে
bn_in: {{limit}} তথ্যের ব্যবহার
br: {{limit}} a roadennoù zo bet arveret
bs: {{limit}} potrošenog podatkovnog prometa
ca: {{limit}} de consum de dades
cy: {{limit}} data wedi ei ddefnyddio
es: {{limit}} de datos usados
eu: datuen {{limit}} erabilita
fa: {{limit}} از داده مصرف شده
gd: {{limit}} a dhàta air a chleachdadh
hi_in: उपयोग किए गए डेटा की {{limit}}
hr: {{limit}} potrošenog podatkovnog prometa
hu: {{limit}} adat felhasználva
id: {{limit}} dari data yang digunakan
km: បាន​ប្រើ {{limit}} នៃ​ទិន្នន័យ
kn: ಡೇಟಾದಲ್ಲಿ {{limit}} ಬಳಕೆಯಾಗಿದೆ
mai: उपयोग कएल गेल डेटा क {{limit}}
mg: {{limit}} @ data nampiasaina
ml: {{limit}} ഡാറ്റ ഉപയോഗിച്ചു
mr: {{limit}} माहिती वापरली
ms: {{limit}} daripada data digunakan
my: သုံးခဲ့သော ဒေတာ ၏ {{limit}}
ne: {{limit}}को डाटा प्रयोग गरियो
or: {{limit}} ଡାଟାର ବ୍ୟବହୃତ ହୋଇସାରିଛି
pt: {{limit}} de dados utilizados
ro: {{limit}} de date folosite
si: {{limit}} දත්ත ප්‍රමාණයක් භාවිතා වී ඇත
sw: {{limit}} cha utumizi wa data
ta: {{limit}} இல் தரவு பயன்படுத்தப்பட்டது
te: {{limit}} దత్తాంశం వాడారు
th: ใช้ข้อมูลไปแล้ว {{limit}}
tr: {{limit}} veri kullanıldı
ur: {{limit}} کوائف کا استعمال
uz: {{limit}} ma’lumotlardan foydalanilgan
vi: Đã sử dụng {{limit}} dữ liệu
wa: {{limit}} di dnêyes eployî
xh: {{limit}} sedatha esetyenzisiweyo
zu: Umkhawulo wedatha esetshenzisiwe {{limit}}

source: You’ve reached the limit you selected
af: Jy het die limiet bereik wat jy gekies het
am: እርስዎ የመረጡት ደረጃ ላይ ደርሰዋል
ar: قد وصلت الى الحد الذي حددته
as: আপুনি নিৰ্বাচন কৰা সীমা প্ৰাপ্ত কৰিছে
bg: Достигнахте ограничението
bn_bd: আপনি নিজের নির্বাচিত সীমায় পৌঁছে গেছেন
bn_in: আপনি নির্বাচনের সীমায় পৌঁছেছেন
br: Tizhet eo bet ar vevenn diuzet ganeoc'h
bs: Dostigli ste limit koji ste izabrali
ca: Heu arribat al límit que vau definir
cy: Rydych wedi cyrraedd eich terfyn
es: Ha alcanzado el límite establecido
eu: Hautatutako mugara heldu zara
fa: شما به حد مجازی که تعیین کرده بودید رسیدید
gd: Ràinig thu a’ chrìoch a thagh thu
hi_in: आप चयनित सीमा पर पहुंच गया है
hu: A kiválasztott korlát elérve
id: Anda telah mencapai batas yang dipilih
km: អ្នក​បាន​ឈាន​ដល់​កំណត់​ដែល​អ្នក​បាន​ជ្រើស
kn: ನೀವು ಆರಿಸಿದ ಮಿತಿಯನ್ನು ತಲುಪಿದ್ದೀರಿ
lv: Jūs sasniedzat sevis izvēlēto robežu
mai: अहाँ चयनित सीमा पर पहुँचगेल अछि
mg: Tonga @ fetra nofantenanao ianao
ml: നിങ്ങള്‍ തെരഞ്ഞെടുത്ത പരിധി എത്തി
mr: आपण निवडलेल्या मर्यादेवर तुम्ही पोहोचलात
ms: Anda teleh mencecah had yang dipilih
my: သင်သတ်မှတ်ထားသှ့် ကန်သတ်ချက်သို့ နီးလာပြီ
ne: तपाईँ आफूले चयन गर्नुभएको सीमा पुग्नुभएको छ
or: ଆପଣ ଚୟନ କରିଥିବା ସୀମାରେ ଆପଣ ପହଂଚି ସାରିଲେଣି
pt: Atingiu o limite que selecionou
ro: Ai atins limita selectată
si: ඔබ තෝරාගත් සීමාවට පැමිණ ඇත
sw: Umefika kikomo ulichochagua
ta: நீங்கள் தேர்வுச்செய்த வரம்பை நீங்கள் அடைந்துவிட்டீர்கள்
te: మీరు ఎంచుకున్న పరిమితికి చేరారు
th: คุณได้ใช้งานถึงขีดจำกัดที่คุณเลือกไว้
tr: Belirlediğiniz limiti aştınız
ur: آپ منتخب کردہ حد تک پہنچ چکے ہیں
uz: Siz tanlagan cheklovga yetib keldingiz
vi: Bạn đã đạt ngưỡng sử dụng đề ra
xh: Ufikelele kumlinganiselo owukhethileyo
zu: Usufinyelele emkhawulweni owukhethile

source: Low balance
af: Lae saldo
am: ዝቅተኛ ቀሪ
ar: رصيد منخفض
as: কম বেলেঞ্চ
bg: Нисък баланс
bn_bd: স্বল্প ব্যালেন্স
bn_in: নিম্ন ব্যালেন্স
br: Mentelad izel
bs: Nisko stanje na računu
ca: Saldo baix
cy: Arian yn brin
es: Saldo bajo
eu: Balantze baxua
fa: اعتبار کم
gd: Balans a’ fàs gann
hi_in: निम्न संतुलन
hr: Nisko stanje na računu
hu: Alacsony egyenleg
id: Saldo rendah
km: សមតុល្យ​​ទាប
kn: ಬಾಕಿ ಕಡಿಮೆಯಿದೆ
mai: निम्न संतुलन
mg: Ambim-pahana ambany
ml: ബാലന്‍സ് കുറവ്
mr: शिल्लक कमी
ms: Baki rendah
my: ငွေနည်းနေပြီ
ne: ब्यालेन्स कम
or: ବଳକା ପଇସା କମ୍
pt: Saldo baixo
ro: Sold scăzut
si: අවම ශේෂය
sw: Salio ya chini
ta: குறைந்த இருப்பு
te: తక్కువ నిల్వ
th: ยอดเงินต่ำ
tr: Düşük bakiye
ur: پست توازن
uz: Past balans
vi: Số dư thấp
wa: Bas livea so vosse conte
xh: Imali ekhoyo incinane
zu: Ibhalansi ephansi

source: {{remaining}} remaining phone credit
af: {{remaining}} oorblywende foonkrediet
am: {{remaining}} ቀሪው የ ስልክ መጠቀሚያ መጠን
ar: {{remaining}} رصيد متبقي
as: {{remaining}} অৱশিষ্ট ফোন ক্ৰেডিট
bg: {{remaining}} оставащ кредит
bn_bd: ফোনে {{remaining}} ক্রেডিট বাকি আছে
bn_in: {{remaining}} অবশিষ্ট ফোন জমাখরচ
br: {{remaining}} a chom war ar c'hred pellgomz
bs: {{remaining}} preostalog kredita
ca: {{remaining}} de crèdit restant al telèfon
cy: {{remaining}} arian ar ôl
es: Le quedan {{remaining}} de crédito
eu: {{remaining}} geratzen da
fa: {{remaining}} مقدار باقی‌‌مانده از اعتبار تلفن
gd: Tha {{remaining}} a chreideas fòn air fhàgail
hi_in: {{remaining}} शेष फोन क्रेडिट
hr: Preostalo na računu: {{remaining}}
hu: {{remaining}} telefonos beszélgetés van hátra
id: Pulsa tinggal {{remaining}}
km: ប្រាក់​ក្នុង​ទូរស័ព្ទ​នៅ​សល់ {{remaining}}
kn: {{remaining}} ಬಾಕಿಯಿರುವ ಮೊಬೈಲ್ ಬಾಬ್ತು
mai: {{remaining}} शेष फोन क्रेडिट
mg: {{remaining}} fahan-telefaona sisa
ml: {{remaining}} ഫോണ്‍ ക്രഡിറ്റ് ബാക്കി
mr: {{remaining}} उरलेले फोन पत
ms: {{remaining}} kredit telefon yang tinggal
my: {{remaining}} လက်ကျန် ပိုက်ဆံ
ne: {{remaining}} बाँकी फोन उधारो
or: {{remaining}} ବଳକା ଫୋନ ଜମାରାଶି
pt: {{remaining}} de crédito telefónico remanescente
ro: {{remaining}} credit rămas pe telefon
si: ඉතිරි දුරකථන ශේෂය {{remaining}}
sw: {{remaining}} pesa inayosalia ya simu
ta: செல்பேசியின் மீதி {{remaining}} இருப்பு
te: ఫోను క్రెడిట్‌లో {{remaining}} మిగిలివున్నాయి
th: วงเงินโทรศัพท์คงเหลือ {{remaining}}
tr: {{remaining}} telefon kredisi kaldı
ur: {{remaining}} باقی فون کرڈٹ
uz: {{remaining}} telefon krediti qolmoqda
vi: Còn dư {{remaining}}
wa: vos avoz co {{remaining}} di credit telefonike
xh: {{remaining}} imali eseleyo kwifowuni
zu: Imali esele efonini {{remaining}}

source: Balance has reached zero, no phone credit remaining.
af: Saldo het nul bereik, geen oorblywende foonkrediet nie.
am: ቀሪው ዜሮ ደርሷል የ ስልክ መጠቀሚያ መጠን የለም
ar: رصيدك صفر، لا يوجد رصيد في جوّالك.
as: বেলেঞ্চ শূন্য হৈছে, কোনো ফোন ক্ৰেডিট অৱশিষ্ট নাই।
bg: Балансът достигна нула, няма повече кредит.
bn_bd: ব্যলেন্স শুন্য, ফোনে কোনো ক্রেডিট নেই।
bn_in: ব্যালেন্স শূন্যে পৌঁছেছে কোনো ফোন ক্রেডিট অবশিষ্ট নেই
br: Echu eo ar ventelad. Ne chom ket kred pellgomz ken.
bs: Stanje na računu je dostiglo nulu, nema preostalog kredita.
ca: El saldo és zero; no us queda crèdit al telèfon.
cy: Dim arian ar ôl felly dim credyd ffôn ar ôl.
es: El saldo ha llegado a cero, no le queda crédito.
eu: Balantzea zerora heldu da, ez da telefono-krediturik geratzen.
fa: اعتبار به صفر رسیده‌است، هیچ اعتباری برای تلفن باقی نمانده است.
gd: Tha am balans aig neoini, chan eil creideas fòn air fhàgail.
hi_in: शेष राशि शून्य तक पहुँच गया है, कोई फोन क्रेडिट शेष नहीं है.
hr: Stanje na računu je doseglo nulu.
hu: Az egyenleg nulla, nincs több telefonos beszélgetés.
id: Saldo nol, tidak ada pulsa tersisa.
km: សមតុល្យ​ក្នុង​គណនី​អស់​ហើយ គ្មាន​ទឹកប្រាក់​ក្នុង​ទូរស័ព្ទ​នៅ​សល់​ទេ។
kn: ಬಾಕಿ ಮುಗಿಯಿತು, ಮೊಬೈಲ್ ಕ್ರೆಡಿಟ್ ಮುಗಿದಿದೆ.
mai: शेष राशि शून्य तक पहुँचगेल अछि, कोनो फोन क्रेडिट शेष नहि अछि.
mg: Tonga @ aotra ny ambim-pahana, tsisy fahan-telefaona tavela.
ml: ബാലന്‍സ് തീര്‍ന്നു, ഫോണ്‍ ക്രഡിറ്റ് ഇല്ല.
mr: शिल्लक शुन्य, फोन पत संपले.
ms: Baki mencecah kosong, tiada lagi kredit yang tinggal.
my: လက်ကျန်ငွေ မရှိတော့ပါ ၊ ဖုန်းထဲတွင် ခရက်ဒစ် မကျန်တော့ပါ။
ne: ब्यालेन्स शून्यमा पुग्यो, फोने उधारो बाकि छैन।
or: ବଳକାରାଶି ଶୂନ ହୋଇଗଲା, ଫୋନରେ ଆଉ କିଛି ଜମାରାଶି ନାହିଁ।
pt: O saldo é zero e não existe crédito remanescente.
ro: Soldul a ajuns la zero, nu mai ai credit pe telefon.
si: ශේෂය බිංදුවට ලඟාවී ඇත, ශේෂයක් ඉතිරි වී නොමැත.
sw: Salio limefika sufuri, hakuna pesa ya simu iliyobaki.
ta: இருப்பானது சுழியத்தை அடைந்தது, செல்பேசியில் மீதி இருப்பு ஏதும் இல்லை
te: నిల్వ సున్నాకు చేరుకుంది, ఫోను క్రెడిట్ ఏమీ మిగిలిలేదు.
th: ยอดเงินเหลือศูนย์ ไม่มีวงเงินโทรศัพท์คงเหลือ
tr: Bakiye sıfıra düştü, hiç telefon kredisi kalmadı.
ur: توازن صفر تک پہنچ گیا ہے، فون کریڈٹ بھی بقیہ نہیں۔
uz: Balansingiz 0 qiymatga yetib keldi, hech qanday telefon krediti qolmadi.
vi: Đã hết tiền trong tài khoản.
wa: I gn a pus rén so vosse conte. Vos n’ avoz pupont d’ credit telefonike.
xh: Imali ekhoyo ngu-0, akukho mali ikhoyo efowunini.
zu: Ibhalansi isifinyelele eqandeni, ayisekho imali esele efonini.

source: Not available
af: Nie beskikbaar nie
am: ዝግጁ አይደለም
ar: غير متوفر
as: উপলব্ধ নহয়
bg: Не е наличен
bn_bd: বিদ্যমান নেই
bn_in: উপলব্ধ নয়
br: Dihegerz
bs: Nije dostupno
ca: No disponible
cy: Ddim ar gael
es: No disponible
eu: Ez dago erabilgarri
fa: در دسترس نیست
gd: Chan eil seo ri fhaighinn
hi_in: उपलब्ध नहीं
hr: Nije dostupno
hu: Nem érhető el
id: Tidak tersedia
km: មិន​អាច​ប្រើ​បាន
kn: ಲಭ್ಯವಿಲ್ಲ
lv: Nav pieejams
mai: उपलब्ध नहि
mg: Tsy vonona
ml: ലഭ്യമല്ല
mr: उपलब्ध नाही
ms: Tiada
my: မရပါ
ne: उपलब्ध छैन
or: ଉପଲବ୍ଧ ନାହିଁ
pt: Não disponível
ro: Indisponibil
si: ලබාගත නොහැක
sw: Haipatikani
ta: கிடைக்கப் பெறவில்லை
te: అందుబాటులో లేదు
th: ไม่สามารถใช้งานได้
tr: Kullanılamaz
ur: دستیاب نہیں
uz: Mavjud emas
vi: Không có
wa: Nén disponibe
xh: Akufumaneki
zu: Ayitholakali

source: Usage
af: Gebruik
am: አጠቃቀም
ar: الاستخدام
as: ব্যৱহাৰ
bg: Трафик
bn_bd: ব্যবহার
bn_in: ব্যবহার প্রণালী
br: Arver
bs: Upotreba
ca: Consum
cy: Defnydd
es: Consumos
eu: Kontsumoa
fa: میزان مصرف
gd: Caitheamh
hi_in: उपयोग
hr: Potrošnja
hu: Költségek
id: Penggunaan
km: ការ​ប្រើប្រាស់
kn: ಬಳಕೆ
lv: Lietošana
mai: उपयोग
mg: Fampiasana
ml: ഉപയോഗം
mr: वापर
ms: Penggunaan
my: သုံးစွဲမှူ
ne: प्रयोग
or: ବ୍ୟବହାର ବିଧି
pt: Utilização
ro: Utilizare
si: භාවිතය
sw: Matumizi
ta: பயனளவு
te: వాడుక
th: บันทึกการใช้งาน
tr: Kullanım
ur: استعمال
uz: Foydalanish
vi: Lưu lượng
wa: Eployaedje
xh: Usetyenziso
zu: Ukusetshenziswa

source: Internet
am: ኢንተርኔት
ar: انترنت
as: ইন্টাৰনেট
bg: Интернет
bn_bd: ইন্টারনেট
bn_in: ইন্টারনেট
br: Kenrouedad
cy: Rhyngrwyd
fa: اینترنت
gd: Eadar-lìon
hi_in: इन्टरनेट
km: អ៊ីនធឺណិត
kn: ಇಂಟರ್ನೆಟ್
lv: Internets
mai: इन्टरनेट
mg: Aterineto
ml: ഇന്റര്‍നെറ്റ്
mr: इंटरनेट
my: အင်တာနက်
ne: इन्टरनेट
or: ଇଣ୍ଟରନେଟ
si: අන්තර්ජාලය
sw: Intaneti
ta: இணையம்
te: అంతర్జాలం
th: อินเทอร์เน็ต
ur: انٹرنیٹ
wa: Daegntoele
xh: Intanethi
zu: I-inthanethi

source: Phone
af: Foon
am: ስልክ
ar: الهاتف
as: ফোন
bg: Телефон
bn_bd: ফোন
bn_in: ফোন
br: Pellgomzer
bs: Telefon
ca: Telèfon
cy: Ffôn
es: Teléfono
eu: Telefonoa
fa: تلفن
gd: Fòn
hi_in: फोन
hr: Telefon
hu: Telefonszám
id: Telepon
km: ទូរស័ព្ទ
kn: ಫೋನ್
lv: Tālrunis
mai: फोन
mg: Telefaona
ml: ഫോണ്‍
mr: फोन
ms: Telefon
my: ဖုန်း
ne: फोन
or: ଫୋନ
pt: Telefone
ro: Telefon
si: දුරකථනය
sw: Simu
ta: செல்பேசி
te: ఫోను
th: โทรศัพท์
tr: Telefon
ur: فون
uz: Telefon
vi: Điện thoại
wa: Telefone
xh: Umnxeba
zu: Ifoni

source: Loading interface data. Please retry in a while.
af: Laai koppelvlakdata. Probeer weer oor ’n rukkie.
am: የ ግንኙነት ዳታ በመጫን ላይ: እባክዎን ትንሽ ቆይተው እንደገና ይሞክሩ
ar: جارِ تحميل واجهة البيانات. يرجى إعادة المحاولة بعد حين.
as: আন্তঃপৃষ্ঠ তথ্য ল'ড কৰা হৈছে। অলপ পিছত পুনৰ চেষ্টা কৰক।
bg: Зареждане на интерфейсни данни. Моля опитайте пак по-късно.
bn_bd: ইনটারফেস ডাটা লোড হচ্ছে। কিছুক্ষণ পর পুনরায় চেষ্টা করুন।
bn_in: ইন্টারফেস ডাটা লোড হচ্ছে। কিছুক্ষণের মধ্যে পুনরায় চেষ্টা করুন।
br: O kargañ roadennoù ar c'hetal. Klaskit en-dro diwezhatoc'h mar plij.
bs: Učitavam podatke interfejsa. Ubrzo pokušajte ponovo.
ca: S'estan carregant les dades de la interfície. Torneu-ho a provar més tard.
cy: Llwytho data rhyngwyneb. Ceisiwch eto ymhen ychydig.
es: Cargando datos de interfaz. Vuelva a intentarlo pasados unos minutos.
eu: Interfazearen datuak kargatzen. Saiatu berriro geroago.
fa: در حال بارگزاری اطلاعات رابط. لطفا دوباره سعی کنید.
gd: A' luchdadh dàta na h-eadar-aghaigh. Feuch ris a-rithist an ceann greis.
hi_in: इंटरफ़ेस डेटा लोड हो रहा है. थोड़ी देर में पुन: प्रयास करें.
hr: Učitavam podatke sučelja. Pokušajte kasnije.
hu: Felületadatok betöltése. Próbálja újra később.
id: Memuat data antarmuka. Coba lagi dalam beberapa saat.
km: ផ្ទុក​​ទិន្នន័យ​ចំណុច​ប្រទាក់។ សូម​ព្យាយាម​ឡើងវិញ។
kn: ಮಾಹಿತಿಯು ಲೋಡ್‍ ಆಗುತ್ತಿದೆ. ಇಷ್ಟರಲ್ಲೆ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
mai: इंटरफ़ेस डेटा लोड भए रहल अछि. कनि देर मे पुन: प्रयास करू.
mg: Mamatratra datan'ny interifasy. Andramo rehefa avy eo, azafady.
ml: ഇന്റെര്‍ഫോസ് ഡാറ്റ എടുക്കുന്നു. കുറച്ച് കഴിഞ്ഞ് വീണ്ടും നോക്കു.
mr: इंटफेस माहिती मिळवत आहे. कृपया काही वेळाने पुनःप्रयत्न करा.
ms: Memuat data antaramuka. Sila cuba seketika nanti.
my: ဒေတာ မျက်နှာစာအား ရယူနေသှ်။ ခဏနေမှ ထပ်လာပါ။
ne: इन्टरफेस डाटा लोड हुँदैछ। कृपया केहि क्षणपछि पुन:प्रयास गर्नुहोस्।
or: ଇଣ୍ଟରଫେସ ଡାଟା ଲୋଡ ହେଉଛି। ଦୟାକରି କିଛି ସମୟ ଭିତରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: A carregar dados da interface. Por favor tente novamente dentro de alguns momentos.
ro: Se încarcă datele din interfață. Te rugăm să reîncerci în scurt timp.
si: අතුරුමුහුණත් දත්තයන් පැටවෙමින්. මඳකින් නැවත උත්සාහ කරන්න.
sw: Inapakia data ya kusano. Tafadhali jaribu tena katika muda mfupi.
ta: இடைமுக தரவை ஏற்றுகிறது. கொஞ்சம் நேரம் கழித்து மீண்டும் முயற்சி.
te: అంతరవర్తి దత్తాంశం లోడవుతోంది. దయచేసి కొంతసేపట్లో మళ్ళీ ప్రయత్నించండి.
th: กำลังโหลดข้อมูลส่วนติดต่อ โปรดลองใหม่ในอีกสักครู่
tr: Arayüz verileri yükleniyor. Lütfen birazdan tekrar deneyin.
ur: مواجی کوائف لوڈ کر رہا ہے۔ براہ مہربانی تھوڑی دیر تک دوبارہ کوشش کریں۔
uz: Interfeys ma’lumoti yuklanmoqda. Birozdan so‘ng urinib ko‘ring.
vi: Đang tải dữ liệu giao diện. Vui lòng thử lại sau.
xh: Ihlohla ingcombolo eyahlukeneyo. Sicela uzame kwakhona kungekudala.
zu: Isaloda idatha yedivayisi exhumanisayo. Sicela uphinde uzame futhi emva kwesikhathi.

source: Data Limit ({{value}})
am: የ ዳታ መጠን ({{value}})
ar: حَد البيانات (‏{{value}})
bg: Ограничение на данни ({{value}})
bn_bd: ডাটার সীমা ({{value}})
bn_in: তথ্য সীমা ({{value}})
br: Bevenn ar roadennoù ({{value}})
bs: Podatkovni limit ({{value}})
ca: Límit de dades ({{value}})
cy: Terfyn Data ({{value}})
es: Límite de datos ({{value}})
eu: Datu-muga ({{value}})
fa: محدودیت داده ({{value}})
gd: Crìoch dàta ({{value}})
hi_in: डेटा सीमा ({{value}})
hu: Adatkorlát ({{value}})
id: Batas Data ({{value}})
km: ដែន​កំណត់​​ទិន្នន័យ ({{value}})
kn: ಡೇಟಾ ಮಿತಿ ({{value}})
mai: डेटा सीमा ({{value}})
mg: Fetran'ny data ({{value}})
my: ဒေတာ ကန့်သတ်ချက် ({{value}})
ne: डेटा सीमा ({{value}})
pt: Data Limite ({{value}})
ro: Limită de date ({{value}})
si: දත්ත සීමාව ({{value}})
ta: தரவு வரம்பு ({{value}})
te: డేటా పరిమితి ({{value}})
th: ขีดจำกัดข้อมูล ({{value}})
tr: Veri sınırı ({{value}})
ur: کوائف حد ({{value}})
uz: Ma’lumot cheklovi ({{value}})

# data-available2[zero]
source: {{value}} {{unit}} available
am: {{value}} {{unit}} ዝግጁ ነው
ar: {{value}} {{unit}} مُتبقّية
bg: оставащи {{value}} {{unit}}
bn_bd: {{value}} {{unit}} রয়েছে
bn_in: {{value}} {{unit}} উপলব্ধ
br: {{value}} {{unit}} hegerz
bs: {{value}} {{unit}} dostupno
ca: {{value}} {{unit}} disponibles
cy: {{value}} {{unit}} ar gael
es: {{value}} {{unit}} disponible
eu: {{value}} {{unit}} erabilgarri
fa: {{value}} {{unit}} در دسترس است
gd: {{value}} {{unit}} ri fhaighinn
hi_in: {{value}} {{unit}} उपलब्ध
hu: {{value}} {{unit}} elérhető
id: {{value}} {{unit}} tersedia
km: {{value}} {{unit}} ដែលទំនេរ
kn: {{value}} {{unit}} ಲಭ್ಯವಿದೆ
mai: {{value}} {{unit}} उपलब्ध
mg: {{value}} {{unit}} vonona
my: {{value}} {{unit}} ရရှိနိုင်ပါသည်
ne: उपलब्ध {{value}} {{unit}}
pt: {{value}} {{unit}} disponíveis
ro: {{value}} {{unit}} disponibili
si: {{value}} {{unit}} පවතී
ta: {{value}} {{unit}} இருக்கிறது
th: ใช้งานได้ {{value}} {{unit}}
tr: {{value}} {{unit}} kaldı
ur: {{value}} {{unit}} دستیاب
uz: {{value}} {{unit}} mavjud

# data-available2[one]
source: {{value}} {{unit}} available
am: {{value}} {{unit}} ዝግጁ ነው
ar: {{value}} {{unit}} مُتبقّية
bg: оставащ {{value}} {{unit}}
bn_bd: {{value}} {{unit}} রয়েছে
bn_in: {{value}} {{unit}} উপলব্ধ
br: {{value}} {{unit}} hegerz
bs: {{value}} {{unit}} dostupan
ca: {{value}} {{unit}} disponible
cy: {{value}} {{unit}} ar gael
es: {{value}} {{unit}} disponible
eu: {{value}} {{unit}} erabilgarri
fa: {{value}} {{unit}} در دسترس است
gd: {{value}} {{unit}} ri fhaighinn
hi_in: {{value}} {{unit}} उपलब्ध
hu: {{value}} {{unit}} elérhető
id: {{value}} {{unit}} tersedia
km: {{value}} {{unit}} ទំនេរ
kn: {{value}} {{unit}} ಲಭ್ಯವಿದೆ
mai: {{value}} {{unit}} उपलब्ध
mg: {{value}} {{unit}} vonona
my: {{value}} {{unit}} ရရှိနိုင်ပါသည်
ne: उपलब्ध {{value}} {{unit}}
pt: {{value}} {{unit}} disponíveis
ro: {{value}} {{unit}} disponibili
si: {{value}} {{unit}} පවතී
ta: {{value}} {{unit}} இருக்கிறது
th: ใช้งานได้ {{value}} {{unit}}
tr: {{value}} {{unit}} kaldı
ur: {{value}} {{unit}} دستیاب
uz: {{value}} {{unit}} mavjud

# data-available2[two]
source: {{value}} {{unit}} available
am: {{value}} {{unit}} ዝግጁ ነው
ar: {{value}} {{unit}} متاحة
bg: оставащи {{value}} {{unit}}
bn_bd: {{value}} {{unit}} রয়েছে
bn_in: {{value}} {{unit}} উপলব্ধ
br: {{value}} {{unit}} hegerz
bs: {{value}} {{unit}} dostupna
ca: {{value}} {{unit}} disponibles
cy: {{value}} {{unit}} ar gael
es: {{value}} {{unit}} disponibles
eu: {{value}} {{unit}} erabilgarri
fa: {{value}} {{unit}} در دسترس است
gd: {{value}} {{unit}} ri fhaighinn
hi_in: {{value}} {{unit}} उपलब्ध
hu: {{value}} {{unit}} elérhető
id: {{value}} {{unit}} tersedia
km: {{value}} {{unit}} ទំនេរ
kn: {{value}} {{unit}} ಲಭ್ಯವಿದೆ
mai: {{value}} {{unit}} उपलब्ध
mg: {{value}} {{unit}} vonona
my: {{value}} {{unit}} ရရှိနိုင်ပါသည်
ne: उपलब्ध {{value}} {{unit}}
pt: {{value}} {{unit}} disponíveis
ro: {{value}} {{unit}} disponibili
si: {{value}} {{unit}} පවතී
ta: {{value}} {{unit}} இருக்கிறது
th: ใช้งานได้ {{value}} {{unit}}
tr: {{value}} {{unit}} kaldı
ur: {{value}} {{unit}} دستیاب
uz: {{value}} {{unit}} mavjud

# data-available2[few]
source: {{value}} {{unit}} available
am: {{value}} {{unit}} ዝግጁ ነው
ar: {{value}} {{unit}} متاحة
bg: оставащи {{value}} {{unit}}
bn_bd: {{value}} {{unit}} রয়েছে
bn_in: {{value}} {{unit}} উপলব্ধ
br: {{value}} {{unit}} hegerz
bs: {{value}} {{unit}} dostupna
ca: {{value}} {{unit}} disponibles
cy: {{value}} {{unit}} ar gael
es: {{value}} {{unit}} disponibles
eu: {{value}} {{unit}} erabilgarri
fa: {{value}} {{unit}} در دسترس است
gd: {{value}} {{unit}} ri fhaighinn
hi_in: {{value}} {{unit}} उपलब्ध
hu: {{value}} {{unit}} elérhető
id: {{value}} {{unit}} tersedia
km: {{value}} {{unit}} ទំនេរ
kn: {{value}} {{unit}} ಲಭ್ಯವಿದೆ
mai: {{value}} {{unit}} उपलब्ध
mg: {{value}} {{unit}} vonona
my: {{value}} {{unit}} ရရှိနိုင်ပါသည်
ne: उपलब्ध {{value}} {{unit}}
pt: {{value}} {{unit}} disponíveis
ro: {{value}} {{unit}} disponibili
si: {{value}} {{unit}} පවතී
ta: {{value}} {{unit}} இருக்கிறது
th: ใช้งานได้ {{value}} {{unit}}
tr: {{value}} {{unit}} kaldı
ur: {{value}} {{unit}} دستیاب
uz: {{value}} {{unit}} mavjud
