Repository: translate/mozilla-gaia
Catalog: */apps/costcontrol/costcontrol.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

source: Update your balance to confirm. If balance is unchanged, try topping up again.
af: Werk jou saldo by om te bevestig. Indien saldo onveranderd is, probeer weer byvul.
am: የ እርስዎን ቀሪ ያሻሽሉ ለማረጋገጥ: ቀሪው ካልተቀየረ በላዩ ላይ እንደገና ለመጨመር ይሞክሩ
ar: حدث رصيدك للتاكيد. اذا لم يتحدث رصيدك حاول التعبئة مرة اخرى.
as: নিশ্চিত কৰিবলে আপোনাৰ বেলেঞ্চ আপডেইট কৰক। যদি বেলেঞ্চ অপৰিৱৰ্তিত, পুনট টপ আপ কৰাৰ চেষ্টা কৰক।
bg: Обновете баланса си, за да потвърдите. Ако балансът е непроменен, опитайте да презаредите отново.
bn_bd: নিশ্চিত হতে আপনার ব্যালেন্স হালনাগাদ করুন। যদি ব্যালেন্স অপরিবর্তিত থাকে, পুনরায় টপ-আপ করার চেষ্টা করুন।
bn_in: নিশ্চিত হতে আপনার ব্যালেন্স আপডেট করুন। ব্যালেন্স অপরিবর্তিত থাকলে আবার টপ-আপ করার চেষ্টা করুন।
br: Hizivaat ho mentelad evit kadarnaat. Ma n'eo ket cheñchet ho mentelad, klaskit adkargañ en-dro.
bs: Ažurirajte stanje na računu da biste potvrdili. Ako je stanje nepromijenjeno, pokušajte ponovo dopuniti.
ca: Actualitzeu el vostre saldo per confirmar. Si el saldo no canvia, proveu de tornar a recarregar.
cy: Diweddarwch eich gweddillion i gadarnhau. Os nad yw'r gweddill wedi newid, ceisiwch ariannu eto.
es: Actualice su saldo para confirmar. Si el saldo no varía, pruebe a recargar de nuevo.
eu: Berresteko, eguneratu zure balantzea. Balantzea ez bada aldatu, saiatu berriro kargatzen.
fa: برای بررسی میزان اعتبار خود را بروزرسانی کنید. اگر اعتبار تغییری نکرده است، مجددا سعی کنید سیم‌کارت خود را شارژ کنید.
gd: Ùraich am balans agad gus a dhearbhadh. Mur an do dh'atharraich e, feuch is dèan top-up a-rithist.
hi_in: पुष्टि के लिए अपने शेष राशि अपडेट करें.यदि शेष राशि अपरिवर्तित है, तो फिर से टॉपिंग अप का प्रयास करें.
hr: Ažurirajte stanje na računu da biste potvrdili. Ako je stanje nepromijenjeno, pokušajte ponovno nadoplatiti.
hu: Frissítse egyenlegét a megerősítéshez. Ha az egyenleg nem változik, töltse fel újra.
id: Perbarui saldo Anda untuk konfirmasi. Jika saldo tidak berubah, coba ulangi proses isi ulang.
km: ធ្វើ​បច្ចុប្បន្នភាព​សមតុល្យ​របស់​អ្នក​ដើម្បី​បញ្ជាក់។ ប្រសិន​បើ​សមតុល្យ​មិន​ត្រូវ​បាន​ផ្លាស់ប្ដូរ ព្យាយាម​បញ្ចូល​ទឹកប្រាក់​ម្ដង​ទៀត។
kn: ದೃಢಪಡಿಸಲು ನಿಮ್ಮ ಬಾಕಿಯನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿ. ಬಾಕಿ ಬದಲಾಗದಿದ್ದರೆ, ಮತ್ತೊಮ್ಮೆ ಟಾಪ್-ಅಪ್ ಪ್ರಯತ್ನಿಸಿ.
mai: पुष्टि कलेल अपन शेष राशि अपडेट करू. जँ शेष राशि अपरिवर्तित अछि, तँ फेर सँ टॉपिंग अप केर प्रयास करू.
mg: Havaozy ny ambim-pahanao raha hanamafy. Raha tsy miova ny ambim-pahanao, dia manandrama manampy fahana indray.
ml: ഉറപ്പാക്കാന്‍ ബാലന്‍സ് പുതുക്കുക. ബാലന്‍സ് മാറിയില്ലെങ്കില്‍ ഒന്നുടെ ടോപ്പപ് ചെയ്ത് നോക്കുക.
mr: खात्री करण्यासाठी शिल्लक अद्ययावत करा. शिल्लकमध्ये बदल नसेल तर, परत टॉप-अप करा.
ms: Kemaskini baki anda untuk kepastian. Jika baki tidak berubah, cuba lagi untuk membuat isian semula.
my: သင့် ငွေစာရင်းအား အတည်ပြုရန် စစ်ကြည့်ပါ။ အကယ်လို့ ငွေပမာဏ မပြောင်းသေးပါက ထပ်ပြီး ကုဒ်သွင်းကြည့်ပါ
ne: तपाईको ब्यालेन्स अद्यावधिक गर्न पुष्टि गर्नुहोस्। ब्यालेन्स अपरिवर्तित भए, फेरि टप अप गर्न प्रयास गर्नुहोस्।
or: ପୁଷ୍ଟି କରିବାପାଇଁ ଆପଣଙ୍କ ବାଲାନ୍ସକୁ ଅପଡେଟ କରନ୍ତୁ। ଯଦି ବାଲାନ୍ସ ପୂର୍ବବତ୍ ରହିଥାଏ, ତେବେ ଆଉଥରେ ଟପ-ଅପ ପକାନ୍ତୁ।
pt: Atualize o seu saldo para confirmar. Se o saldo estiver inalterado, tente recarregar novamente.
ro: Actualizează soldul pentru a confirma. Dacă soldul este neschimbat, încearcă reîncărcarea din nou.
si: සනාථ කිරීමට ඔබගේ ශේෂය ඉහල දමන්න. ශේෂය වෙනස් නොවුනි නම්, නැවත ශේෂ ඉහල දැමීම උත්සාහ කරන්න.
sw: Sasisha salio lako ili kuthibitisha. Ikiwa salio halijabadilika, jaribu kuongeza tena.
ta: உங்களுடைய இருப்பை உறுதிச்செய்ய புதுப்பிக்கவும். இருப்பு மாற்றப்படவில்லை என்றால், மீண்டும் அதிகரிக்க முயற்சி செய்.
te: నిర్ధారించుటకు మీ నిల్వను నవీకరించండి. ఒకవేళ నిల్వలో మార్పులేకపోతే, మరలా టాప్-అప్‌ చేయుటకు ప్రయత్నించండి.
th: ปรับปรุงยอดเงินของคุณเพื่อยืนยัน หากยอดเงินไม่เปลี่ยนแปลง ให้ลองเติมเงินอีกครั้ง
tr: Doğrulamak için bakiyenizi güncelleyin. Bakiye değişmemişse yeniden yüklemeyi deneyin.
ur: آپ کے توازن کو تازہ کاری کریں۔ اگر توازن میں کوئی تبدیلی نہیں ہے تو، پھر ٹاپنگ کی کوشش کریں۔
uz: Tasdiqlash uchun balansingizni yangilang. Agar balansingiz o‘zgartirilmasa, to‘ldirishga urinib ko‘ring.
vi: Cập nhật số dư để xác nhận. Nếu số dư không đổi, hãy thử nạp lại lần nữa.
xh: Hlaziya imali ekhoyo ukuze uqinisekise. Ukuba imali ekhoyo ayitshintshanga, zama ukuhlohla kwakhona.
zu: Bheka ukuthi ishintshiwe yini ibhalansi yakho ukuze uqinisekise. Uma ibhalansi yakho ingashintshile, zama ukugcwalisa umoya futhi.

source: Top-up not confirmed
af: Byvulling is nie bevestig nie
am: በ ላዩ-ላይ መጨመሪያ አልተረጋገጠም
ar: لم يتم تأكيد شحن الرصيد
as: টপ-আপ সুনিশ্চিত হোৱা নাই
bg: Презареждането не е потвърдено
bn_bd: টপ-আপ নিশ্চিত হয়নি
bn_in: টপ-আপ নিশ্চিত করা হয়নি
br: N'eo ket bet kadarnaet an adkargañ
bs: Dopuna nije potvrđena
ca: No s'ha confirmat la recàrrega
cy: Heb gadarnhau ariannu
es: Recarga sin confirmar
eu: Karga berretsi gabe
fa: top-up تایید نشد
gd: Cha deach an top-up a dhearbhadh
hi_in: टॉप-अप की पुष्टि नहीं हुई हैं
hr: Nadoplata nije potvrđena
hu: A feltöltés nem lett megerősítve.
id: Isi ulang tidak terkonfirmasi
km: មិន​បាន​បញ្ជាក់​ការ​បំពេញ
kn: ಟಾಪ್-ಅಪ್ ದೃಢಪಡಿಸಲಾಗಿಲ್ಲ
mai: टॉप-अप क पुष्टि नहि भेल अछि
mg: Tsy nohamafisina ny fahana
ml: ടോപ്പപ് ഉറപ്പാക്കിയില്ല
mr: टॉप-अप निश्चित
ms: Isian semula tidak pasti
my: ငွေဖြည့်ကဒ် အတည်ပြု
ne: टप-अप पुष्टि हुन सकेन
or: ଟପ-ଅପ ପୁଷ୍ଟି କରାଗଲା ନାହିଁ
pt: Recarga não confirmada
ro: Reîncărcarea cartelei neconfirmată
si: Top-up සනාථ නොවීය
sw: Kuongeza kiwango hakujathibitishwa.
ta: இருப்பு அதிகரிப்பு உறுதிச்செய்யப்படவில்லை
te: టాప్-అప్ నిర్ధారించబడలేదు
th: การเติมเงินไม่ได้รับการยืนยัน
tr: Kontör yükleme onaylanmadı
ur: ٹوپ-اپ تصدیق کردہ
uz: To‘ldirish tasdiqlanmadi
vi: Chưa xác nhận nạp tiền
wa: Ritchedje nén racertinêye
xh: Ukuhlohla akuqinisekiswanga
zu: Ukugcwaliswa komoya akuqinisekisiwe

source: Try updating your balance or retry top-up.
af: Probeer om jou saldo bywerk, of probeer weer byvul.
am: የ እርስዎን ቀሪ ለማሻሻል ወይንም በ ላዩ-ላይ ለመጨመር እንደገና ይሞክሩ
ar: حاول تحديث رصيدك أو أعد شحنه مجددا.
as: আপোনাৰ বেলেঞ্চ আপডেইট কৰাৰ চেষ্টা কৰক অথবা টপ-আপ কৰাৰ পুনৰ চেষ্টা কৰক।
bg: Опитайте да обновите баланса си или повторете презареждането.
bn_bd: আপনার ব্যালেন্স হালনাগাদ করার চেষ্টা করুন অথবা আবার টপ-আপ করার চেষ্টা করুন।
bn_in: ব্যালেন্স আপডেট করুন অথবা আরেকবার টপ-আপ করার চেষ্টা করুন।
br: Klaskit hizivaat ho mentelad pe klaskit adkargañ en-dro.
bs: Pokušajte ažurirati stanje računa ili pokušajte ponovo dopuniti.
ca: Proveu d'actualitzar el saldo o de tornar a fer una recàrrega.
cy: Ceisiwch ddiweddaru eich gweddillion neu ail-wneud ariannu.
es: Pruebe a actualizar su saldo o a recargar de nuevo.
eu: Saiatu balantzea eguneratzen edo saiatu berriro kargatzen.
fa: سعی کنید اعتبار خود را بروزرسانی کنید یا مجددا سیم‌کارت خود را شارژ کنید.
gd: Feuch is ùraich am balans agad no feuch ris an top-up a-rithist.
hi_in: अपने शेष राशि को अद्यतन करने की कोशिश करें या टॉप अप लिए पुनःप्रयास करें.
hr: Pokušajte ažurirati stanje računa ili pokušajte ponovno nadoplatiti.
hu: Próbálja frissíteni egyenlegét, vagy próbálja újra feltölteni.
id: Coba perbarui saldo atau coba ulangi proses isi ulang.
km: ព្យាយាម​ធ្វើ​បច្ចុប្បន្នភាព​​សមតុល្យ​​របស់​អ្នក ឬ​ព្យាយាម​បំពេញ​ឡើងវិញ។
kn: ಬಾಕಿ ಅಪ್‌ಡೇಟ್ ಮಾಡಿ ಅಥವಾ ಟಾಪ್-ಅಪ್ ಮಾಡಲು ಮರುಪ್ರಯತ್ನಿಸಿ.
mai: अपन शेष राशि केँ अद्यतन करब क कोसिस करू अथवा टॉप अप लेल पुनःप्रयास करू.
mg: Andramo havaozina ny ambim-pahanao na manandrama manampy fahana indray.
ml: ബാലന്‍സ് പുതുക്കുകയോ ടോപ്പപ് വീണ്ടും ശ്രമിക്കുകയോ ചെയ്യുക.
mr: शिल्लक अद्ययावताचा प्रयत्न किंवा परत टॉप-अप करा.
ms: Cuba mengemaskini baki anda atau cubaan pengisian semula.
my: သင်၏ ငွေစာရင်းအား အဆင့်မြှင့် သို့ ငွေထပ်ဖြည့်ပါ
ne: ब्यालेन्स रिचार्ज गर्ने प्रयास गर्नुहोस्।
or: ଆପଣଙ୍କ ବାଲାନ୍ସକୁ ଅପଡେଟ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ ବା ଟପ-ଅପକୁ ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ
pt: Tente atualizar o seu saldo ou tente novamente a recarga.
ro: Încearcă actualizarea soldului sau încearcă din nou reîncărcarea cartelei.
si: ඔබගේ ශේෂය යාවත්කාලීන කිරීම හෝ ශේෂ ඉහල දැමීම නැවත උත්සාහ කරන්න.
sw: Jaribu kusasisha salio lako au jaribu kuongeza kiwango tena.
ta: உங்களுடைய இருப்பை புதுப்பிக்க முயற்சி அல்லது மீண்டும் அதிகரிப்பு மறுமுயற்சி செய்.
te: మీ నిల్వను నవీకరించ ప్రయత్నించండి లేదా టాప్-అప్‌ను మళ్ళీ ప్రయత్నించండి.
th: ลองปรับปรุงยอดเงินของคุณหรือลองเติมเงินใหม่
tr: Bakiyenizi güncelleyin veya kontör yüklemeyi tekrar deneyin.
ur: آپ کے توازن کو اپ ڈیٹ کرنے کی کوشش کریں یا دوبارہ ٹوپ-اپ کئ کوشش کریں۔
uz: Balansingizni yangilashga urinib ko‘ring yoki to‘ldirishga harakat qiling.
vi: Hãy thử cập nhật số dư và nạp lại lần nữa.
wa: Sayîz di mete a djoû çou ki dmeure so vosse conte ou rsayîz di rtcherdjî.
xh: Zama ukuhlaziya imali ekhoyo okanye uzame ukuhlohla kwakhona.
zu: Zama ukuvuselela ibhalansi yakho noma uphinde uzame ukugcwalisa umoya.

source: send
af: stuur
am: መላኪያ
ar: إرسال
as: পঠাওক
bg: изпращане
bn_bd: প্রেরণ করুন
bn_in: পাঠিয়ে দিন
br: kas
bs: pošalji
ca: envia
cy: anfon
es: enviar
eu: bidali
fa: ارسال
gd: cuir
hi_in: भेजना
hr: pošalji
hu: küldés
id: kirim
km: ផ្ញើ
kn: ಕಳುಹಿಸು
lv: sūtīt
mai: पठाबू
mg: handefa
ml: അയക്കു
mr: पाठवा
ms: hantar
my: ပေးပို့ပါ
ne: पठाउनुहोस्
or: ପଠାନ୍ତୁ
pt: enviar
ro: trimite
si: යවන්න
sw: tuma
ta: அனுப்பு
te: పంపించు
th: ส่ง
tr: gönder
ur: بھیجیں
uz: jo‘natish
vi: gửi
wa: evoyî
xh: thumela
zu: thumela

source: My phone and Internet plan is
af: My foon-en-internetplan is
am: የ እኔ ስልክ እና የ ኢንተርኔት ፕላን
ar: خطة هاتفي واتصالي بالإنترنت هي
as: মোৰ ফোন আৰু ইন্টাৰনেট প্লেন হল
bg: Моят абонамент за телефона е
bn_bd: আমার ফোন এবং ইন্টারনেট ব্যবহার পরিকল্পনা
bn_in: আমার ফোন এবং ইন্টারনেট প্ল্যান হল
br: Ma c'hont pellgomz ha kenrouedad zo
bs: Moja mobilna i internet tarifa je
ca: El meu pla de telèfon i Internet és
cy: Cynllun fy ffôn a'r rhyngrwyd yw
es: El plan de mi teléfono e Internet es
eu: Nire telefono- eta Internet-plana ondorengoa da:
fa: برنامه ی من برای تلفن و اینترنت
gd: Seo am plana fòn is eadar-lìn agam
hi_in: मेरा फोन और इंटरनेट की योजना है
hr: Moja mobilna i Internet tarifa je
hu: Telefonos és internetes csomagom
id: Paket ponsel dan Internet saya adalah
km: ផែនការ​ទូរស័ព្ទ និង​អ៊ីនធឺណិត​របស់​ខ្ញុំ​គឺ
kn: ನನ್ನ ಮೊಬೈಲ್ ಮತ್ತು ಇಂಟರ್ನೆಟ್ ಪ್ಲಾನ್ ವಿವರ
mai: हमर फोन आओर इंटरनेट क योजना अछि
mg: Ny drafi-panjifako telefaona sy Aterineto dia
ml: എന്റെ ഫോണ്‍, ഇന്റെര്‍നെറ്റ് പ്ലാന്‍ അതാണ്
mr: माझा फोन व इंटरनेट योजना
ms: Pelan telefon dan Internet saya adalah
my: ကျွနု်ပ် ဖုန်းနှင့် အင်တာနက် ပလန်သှ်
ne: मेरो फोन र इन्टरनेट योजना
or: ମୋ ଫୋନ ଓ ଇଣ୍ଟରନେଟ ଯୋଜନା ହେଉଛି
pt: O meu tarifário telefónico e de Internet é
ro: Telefonul meu și planul de internet este
si: මාගේ දුරකථන හා අන්තර්ජාල සැලසුම වන්නේ
sw: Mpango wangu wa simu na Intaneti ni
ta: என்னுடைய செல்பேசி மற்றும் இணைய திட்டம்
te: నా ఫోను మరియు అంతర్జాల ప్రణాళిక
th: แผนโทรศัพท์และอินเทอร์เน็ตของฉันคือ
tr: Telefon ve internet paketim
ur: میرا فون اور انٹرنیٹ پیکج
uz: Telefonim va internet rejam:
vi: Gói cước điện thoại và Internet của tôi là
wa: Mi plan telefone eyet daegntoele est
xh: Isicwangciso sefowuni ne-Intanethi yam sesi
zu: Ifoni yami kanye nohlelo Lwe-inthanethi yilolu

source: Prepaid
af: Vooruitbetaal
am: በቅድሚያ የተከፈለ
ar: مدفوع مسبقا
as: প্ৰিপেইড
bg: Предплатен
bn_bd: প্রি-পেইড
bn_in: প্রিপেইড
br: Rakpaeet
ca: Prepagament
cy: Talu ymlaen llaw
es: Prepago
eu: Aurrez ordaindutakoa
fa: از پیش پرداخت شده
gd: Ro-phàighte
hi_in: पूर्वदत्त
hu: Előre fizetett
id: Prabayar
km: បង់​មុន
kn: ಪ್ರಿಪೇಯ್ಡ್
lv: Iepriekšapmaksāts
mai: पूर्वदत्त
mg: Aloa mialoha
ml: പ്രീപെയ്ഡ്
mr: प्रीपेड
ms: Pra bayar
my: ကြိုတင်ငွေဖြည့်
ne: प्रिपेड
or: ପ୍ରିପେଡ
pt: Pré-pago
ro: Preplătită
si: පෙරගෙවුම්
sw: Kulipa kabla
ta: பயன்படுத்தும் முன் கட்டண முறை
te: ప్రీపెయిడ్
th: เติมเงิน
tr: Ön ödemeli
ur: پہلے سے ادا شده
vi: Trả trước
wa: Pré-payî
xh: I-Prepaid
zu: Okuqale kwakhokhelwa

source: Postpaid
af: Nábetaal
am: በኋላ የሚከፈል
ar: الدفع مؤجلا
as: পস্টপেইড
bg: С договор
bn_bd: পোস্ট-পেইড
bn_in: পোস্টপেইড
br: Ur c'houmanant
ca: Contracte
cy: Talu wedyn
es: Pospago
eu: Kontratua
fa: دائمی
gd: Pàigheadh an dèidh làimhe
hi_in: पोस्टपेड
hr: Pretplata
hu: Utólag fizetett
id: Pascabayar
km: បង់​ពេល​ក្រោយ
kn: ಪೋಸ್ಟ್‌ಪೇಯ್ಡ್
mai: पोस्टपेड
mg: Aloa aoriana
ml: പോസ്റ്റ്പെയ്ഡ്
mr: पोस्टपेड
ms: Pasca bayar
my: ငွေသွင်း
ne: पोष्टपेड
or: ପୋଷ୍ଟପେଡ
pt: Pós-pago
ro: Postplătită
si: පසුගෙවුම්
sw: Kulipa baada ya
ta: பயன்படுத்திய பிறகு கட்டண முறை
te: పోస్ట్‌పెయిడ్
th: รายเดือน
tr: Faturalı
ur: پوسٹ پیڈ
vi: Trả sau
wa: Abouné
xh: I-Postpaid
zu: Okukhokhelwa kamuva

source: Phone activity
af: Foonaktiwiteit
am: የ ስልክ እንቅስቃሴ
ar: نشاطات الجوّال
as: ফোনৰ কাৰ্য্য
bg: Телефонна активност
bn_bd: ফোন কার্যকারিতা
bn_in: ফোনের ক্রিয়াকলাপ
br: Oberiantiz ar pellgomzer
bs: Aktivnost telefona
ca: Activitat del telèfon
cy: Gweithgaredd ffonio
es: Actividad del teléfono
eu: Telefonoaren jarduera
fa: فعالیت‌های تلفن
gd: Gnìomhachd an fhòn
hi_in: फोन क्रियाएँ
hr: Aktivnost telefona
hu: Telefonos tevékenység
id: Aktivitas ponsel
km: សកម្មភាព​ទូរស័ព្ទ
kn: ಮೊಬೈಲ್ ಚಟುವಟಿಕೆ
mai: फोन क्रिया
mg: Asan'ny telefaona
ml: ഫോണ്‍ പ്രവര്‍ത്തനം
mr: फोन क्रिया
ms: Aktiviti Telefon
my: ဖုန်း လှူပ်ရှားမှူ
ne: फोन क्रियाकलाप
or: ଫୋନ କାର୍ଯ୍ୟକଳାପ
pt: Atividade do aparelho
ro: Activitate pe telefon
si: දුරකථන ක්‍රියාකාරකම්
sw: Shughuli ya simu
ta: செல்பேசி செயற்பாடு
te: ఫోను కార్యకలాపం
th: กิจกรรมโทรศัพท์
tr: Telefon etkinliği
ur: فون سرگرمی
uz: Telefon faolligi
vi: Hoạt động trên điện thoại
wa: Activité do telefone
xh: Umsebenzi wefowuni
zu: Okwenziwa efonini

source: SMS sent
af: SMS gestuur
am: ኤስኤምኤስ ተልኳል
ar: رسالة مُرسلة
as: SMS পঠোৱা হল
bg: Изпратени SMS-и
bn_bd: বার্তা প্রেরণ
bn_in: SMS পাঠানো হয়েছে
br: SMS kaset
bs: Poslano SMS-ova
ca: SMS enviats
cy: Wedi anfon SMS
es: SMS enviados
eu: SMSa bidalita
fa: پیام کوتاه ارسال شد
gd: SMS air a chur
hi_in: एसएमएस भेज गया
hr: Poslano SMS-ova
hu: SMS küldés
id: SMS terkirim
km: បាន​ផ្ញើ​​សារ SMS
kn: SMS ಕಳುಹಿಸಿದೆ
lv: Īsziņa aizsūtīta
mai: SMS पठाएल गेल
mg: SMS nalefa
ml: എസ്എംഎസ് അയച്ചു
mr: SMS पाठवला
ms: Hantar SMS
my: SMS ပေးပို့ပြီး
ne: SMS पठाइयो
or: SMS ପଠାଗଲା
pt: SMS enviadas
ro: SMS trimis
si: කෙටි පණිවුඩය ගියා
sw: SMS imetumwa
ta: குறுந்செய்தி அனுப்பப்பட்டது
te: ఎస్ఎంఎస్ పంపబడింది
th: ส่ง SMS แล้ว
tr: Gönderilen SMS'ler
ur: SMS مرسلہ
uz: SMS jo‘natildi
vi: Tin nhắn đã gửi
wa: SMS evoyî
xh: Ithunyelwe nge-SMS
zu: I-SMS ihambile

source: Calls made
af: Oproepe gemaak
am: የደወሉት
ar: تم الإتصال
as: কৰা কলবোৰ
bg: Направени обаждания
bn_bd: কল করা হয়েছে
bn_in: কল করা হয়েছে
br: Galvoù graet
bs: Broj poziva
ca: Trucades fetes
cy: Galwadau wnaed
es: Llamadas realizadas
eu: Egindako deiak
fa: تماس های گرفته شده
gd: Gairmean a rinn thu
hi_in: फोन किया गया
hr: Broj poziva
hu: Hívás
id: Panggilan keluar
km: បាន​ធ្វើ​ការ​ហៅ
kn: ಮಾಡಿದ ಕರೆಗಳು
mai: फोन कएल गेल
mg: Antso natao
ml: വിളിച്ച കോളുകള്‍
mr: संवाद केले
ms: Panggilan dibuat
my: ဖုန်းကောလ်များ
ne: गरिएका कलहरु
or: କଲ କରାଗଲା
pt: Chamadas efetuadas
ro: Apeluri efectuate
si: ගත් ඇමතුම්
sw: Simu zilizopigwa
ta: அழைக்கப்பட்ட அழைப்புகள்
te: చేసిన కాల్స్
th: โทรออก
tr: Yapılan aramalar
ur: گئی کالوں
uz: Qo‘ng‘iroqlar qilindi
vi: Các cuộc gọi đi
wa: Houcaedjes passés
xh: Iminxeba etsaliweyo
zu: Izingcingo ezishayiwe

source: Settings
am: ማሰናጃዎች
ar: الإعدادات
bg: Настройки
bn_bd: সেটিং
bn_in: সেটিংস
br: Arventennoù
bs: Postavke
ca: Paràmetres
cy: Gosodiadau
es: Ajustes
fa: تنظیمات
gd: Roghainnean
hu: Beállítások
kn: ಸಿದ್ಧತೆಗಳು
lv: Iestatījumi
pt: Definições
ro: Setări
si: සැකසුම්
th: การตั้งค่า
uz: Sozlamalar

# settings-button.ariaLabel
source: Settings
am: ማሰናጃዎች
ar: الإعدادات
bg: Настройки
bn_bd: সেটিং
bn_in: সেটিংস
br: Arventennoù
bs: Postavke
ca: Paràmetres
cy: Gosodiadau
es: Ajustes
fa: تنظیمات
gd: Roghainnean
hu: Beállítások
kn: ಸಿದ್ಧತೆಗಳು
lv: Iestatījumi
pt: Definições
ro: Setări
si: සැකසුම්
th: การตั้งค่า
uz: Sozlamalar

source: Low balance alert
af: Laesaldo-waarskuwing
am: ዝቅተኛ የ ቀሪ ማስጠንቀቂያ
ar: تنبيه رصيد منخفض
as: কম বেলেঞ্চৰ সতৰ্কবাৰ্তা
bg: Предупреждение за нисък баланс
bn_bd: নিম্ন ব্যালেন্স সতর্কতা
bn_in: নিম্ন ব্যালেন্স সতর্কতা
br: Galv-diwall a-fet mentelad izel
bs: Upozorenje niskog stanja na računu
ca: Alerta de saldo baix
cy: Rhybudd arian yn brin
es: Alerta de saldo bajo
eu: Saldo baxuaren alerta
fa: هشدار برای اعتبار کم
gd: Caismeachd air balans ìseal
hi_in: निम्न संतुलन चेतावनी
hr: Upozorenje niskog stanja na računu
hu: Alacsony egyenleg riasztás
id: Peringatan pulsa minim
km: ជូនដំណឹង​​ពេល​សមតុល្យ​​​​មាន​កម្រិត​ទាប
kn: ಕಡಿಮೆ ಬಾಕಿಯ ಎಚ್ಚರಿಕೆ
mai: निम्न संतुलन चेतावनी
mg: Fanairana ambim-pahana ambany
ml: കുറഞ്ഞ ബാലന്‍സ് മുന്നറിയിപ്പ്
mr: कमी शिल्लकचा इशारा
ms: Waspada baki rendah
my: ငွေလက်ကျန် နည်းနေသှ့် သတိပေးချက်
ne: कम ब्यालेन्स चेतावनी
or: ବଳକା ରାଶି ଅଳ୍ପ ଚେତାବନୀ
pt: Alerta de saldo baixo
ro: Alertă de sold scăzut
si: ගිණුම් ශේෂය අවම පණිවුඩය
sw: Hadhari ya salio ya chini
ta: குறைந்த இருப்புக்கான எச்சரிக்கை
te: తక్కువ నిల్వ జాగరూకత
th: แจ้งเตือนยอดเงินต่ำ
tr: Düşük bakiye uyarısı
ur: کم توازن کا انتباہ
uz: Past balans ogohlantirgichi
vi: Cảnh báo số dư thấp
wa: Abranle di bas livea di vosse conte
xh: Isilumkiso semali ekhoyo encinane
zu: Isexwayiso sebhalansi ephansi

source: When balance is below
af: Wanneer saldo laer is
am: ቀሪው ዝቅተኛ ሲሆን
ar: عندما يكون رصيدك أقل من
as: যেতিয়া বেলেঞ্চ চিহ্নিত সীমাৰ কম
bg: Когато балансът е под
bn_bd: যখন ব্যালেন্স স্বল্প
bn_in: যখন ব্যালেন্স এর থেকে নিচে
br: Pa vez ar mentelad izeloc'h eget
bs: Kada je stanje ispod
ca: Si el saldo és menys de
cy: Pan mae'r gweddillion o dan
es: Cuando el saldo sea inferior a
eu: Balantzea honen azpitik dagoenean
fa: زمانی که اعتبار زیر
gd: Nuair a bhios am balans ìseal
hi_in: शेष राशि कम है तो
hr: Kada je stanje ispod
hu: Ha az egyenleg ez alatt:
id: Saat pulsa sedikit
km: នៅ​ពេល​​សមតុល្យ​នៅ​ក្រោម
kn: ಬಾಕಿಯು ಇದಕ್ಕಿಂತ ಕಡಿಮೆಯಿದ್ದಾಗ
mai: शेष राशि कम अछि तँ
mg: Raha toa ny ambim-pahana ka latsaky ny
ml: ബാലന്‍സ് ഇതിന് താഴെയെങ്കില്‍
mr: जेव्हा शिल्लक कमी असेल
ms: Apabila baki di bawah
my: ငွေပမဏ နည်းသောအခါ
ne: जब ब्यालेन्स कम हुन्छ
or: ଯେତେବେଳେ ବଳକା ରାଶି ତଳେ
pt: Quando o saldo é inferior
ro: Când soldul este sub
si: ශේෂයේ පහල මට්ටම
sw: Wakati kisalio kiko chini
ta: இருப்பு குறைவாக இருக்கும்பொழுது
te: నిల్వ ఇంత కంటే తక్కువ ఉంటే
th: เมื่อยอดเงินต่ำกว่า
tr: Bakiye alt limiti
ur: جب توازن تحت نیچے ہو
uz: Balans kamayganda
vi: Khi số dư thấp hơn
wa: Cwand vosse conte est padzo
xh: Xa imali ekhoyo incinane
zu: Uma ibhalansi ingaphansi

source: Phone and Internet data report
af: Foon- en internet-dataverslag
am: የ ስልክ እና ኢንተርኔት መግለጫ
ar: تقرير بيانات الجوّال والإنترنت
as: ফোন আৰু ইন্টাৰনেট তথ্য সংবাদ
bg: Телефонен и Интернет отчет за данни
bn_bd: ফোন ও ইন্টারনেট ডাটার প্রতিবেদন
bn_in: ফোন এবং ইন্টারনেট তথ্য প্রতিবেদন
br: Danevell roadennoù a-fet pellgomzer ha kenrouedad
bs: Podatkovni izvještaj telefona i Interneta
ca: Informe de dades de telèfon i Internet
cy: Adroddiad ffôn a data rhyngrwyd
es: Informe de datos y teléfono
eu: Telefonoaren eta Internet datuen txostena
fa: گزارش تلفن و دیتا اینترنت
gd: Aithisg dàta an fhòn ’s an eadar-lìn
hi_in: फोन और इंटरनेट डेटा रिपोर्ट
hr: Podatkovni izvještaj telefona i Interneta
hu: Telefonos és internetes adatjelentés
id: Laporan ponsel dan paket Internet
km: របាយការណ៍​ទិន្នន័យ​​ទូរស័ព្ទ និង​អ៊ីនធឺណិត
kn: ಮೊಬೈಲ್ ಮತ್ತು ಇಂಟರ್ನೆಟ್ ಡೇಟಾ ವರದಿ
mai: फोन आओर इंटरनेट डेटा रिपोट
mg: Tatitra momba ny datan'ny telefaona sy Aterineto
ml: ഫോണിന്റെയും ഇന്റെര്‍നെറ്റ് ഡാറ്റയുടെയും റിപ്പോര്‍ട്ട്
mr: फोन व इंटरनेट माहिती अहवाल
ms: Laporan data telefon dan Internet
my: ဖုန်း နှင့် အင်တာနက် ဒေတာ အစီရင်ခံစာ
ne: फोन र इन्टरनेट डाटा प्रतिवेदन
or: ଫୋନ ଓ ଇଣ୍ଟରନେଟ ଡାଟା ରିପୋର୍ଟ
pt: Relatório telefónico e de Internet
ro: Raport de trafic de date și telefon
si: දුරකථන හා අන්තර්ජාල දත්ත වාර්ථාව
sw: Ripoti ya data ya Simu na Intaneti
ta: செல்பேசி மற்றும் இணைய தரவு அறிக்கை
te: ఫోను మరియు అంతర్జాల దత్తాంశ నివేదిక
th: รายงานโทรศัพท์และข้อมูลอินเทอร์เน็ต
tr: Telefon ve internet verisi raporu
ur: فون اور انٹرنیٹ کے کوائف کی رپورٹ
uz: Telefon va internet ma’lumoti hisoboti
vi: Báo cáo dữ liệu viễn thông và internet
wa: Rapoirt di dnêyes do telefone eyet del daegntoele
xh: Ingxelo yedatha yefowuni ne-Intanethi
zu: Umbiko wefoni nedatha ye-inthanethi

source: Internet data report
am: የ ኢንተርኔት ዳታ መግለጫ
ar: تقرير بيانات الإنترنت
bg: Отчет за мобилни данни
bn_bd: ইন্টারনেট তথ্য প্রতিবেদন
bn_in: ইন্টারনেট তথ্য প্রতিবেদন
br: Danevell roadennoù a-fet kenrouedad
bs: Izvještaj internet podataka
ca: Informe de dades d'Internet
cy: Adroddiad data rhyngrwyd
es: Informe de datos
eu: Internet datuen txostena
fa: گزارش داده اینترنت
gd: Aithisgn air dàta an lìn
hi_in: इंटरनेट डेटा विवरण
hu: Internetadat-jelentés
id: Laporan data Internet
km: របាយការណ៍​ទិន្នន័យ​អ៊ីនធឺណិត
kn: ಇಂಟರ್ನೆಟ್ ಮಾಹಿತಿ ವರದಿ
mai: इंटरनेट डाटा रिपोट
mg: Tatitra momba data Aterineto
ml: ഇന്റര്‍നെറ്റ് ഡാറ്റയുടെ വിവരങ്ങള്‍
ms: Laporan data internet
my: အင်တာနက် ဒေတာ အစီရင်ခံစာ
ne: इन्टरनेट डाटा प्रतिवेदन
pt: Relatório de dados de Internet
ro: Raport de trafic de date
si: අන්තර්ජාල දත්ත වාර්තාව
ta: இணைய தரவு அறிக்கை
te: అంతర్జాల దత్తాంశ నివేదిక
th: รายงานข้อมูลอินเทอร์เน็ต
tr: İnternet veri raporu
ur: انٹرنیٹ کوائف رپورٹ
uz: Internet ma’lumotlari hisoboti

source: Starting on
af: Begin op
am: እየጀመረ ነው
ar: ابتداء من
as: আৰম্ভ হৈছে
bg: Започва от
bn_bd: শুরু হচ্ছে
bn_in: আরম্ভ করা হচ্ছে
br: O kregiñ d'an/ar
bs: Počinje
ca: A partir del dia
cy: Cychwyn ar
es: A partir del
eu: Hasiera-data
fa: شروع از
gd: A’ tòiseachadh
hi_in: प्रारंभ करना
hr: Početak
hu: Kezdve ekkor:
id: Mulai sejak
km: ចាប់ផ្ដើមនៅ
kn: ಇಂದ ಆರಂಭ
lv: Sākās
mai: प्रारंभ कएनाइ
mg: Manomboka @
ml: തുടങ്ങുന്നത്
mr: सुरु होणार
ms: Dimulakan pada
my: စတင်နေသှ်
ne: सुरु गर्दै
or: ଆରମ୍ଭ କରୁଛି
pt: Começar a
ro: Începând cu ziua de
si: ආරම්භය
sw: Kuanzia mnamo
ta: துவக்குகிறது
te: ప్రారంభ తేదీ
th: เริ่มที่
tr: Başlangıç
ur: شروع ہو رہا ہے
uz: Boshlanishi
vi: Tính từ ngày
wa: Comince li
xh: Ukuqalisa
zu: Kuqala nge

source: Cancel
af: Kanselleer
am: መሰረዣ
ar: إلغاء
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
es: Cancelar
eu: Utzi
fa: انصراف
gd: Sguir dheth
hi_in: रद्द करें
hr: Otkaži
hu: Mégse
id: Batal
km: បោះបង់
kn: ರದ್ದು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കു
mr: रद्द
ms: Batal
my: ဖျက်
ne: रद्द गर्नुहोस्
or: ବାତିଲ
pt: Cancelar
ro: Renunță
si: අවලංගු කරන්න
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy
wa: Rinoncî
xh: Rhoxisa
zu: Khansela

source: Monthly
af: Maandeliks
am: በየወሩ
ar: شهريا
as: মাহেকীয়া
bg: Месечно
bn_bd: মাসিক
bn_in: মাসিক
br: Miziek
bs: Mjesečno
ca: Mensualment
cy: Misol
es: Mes
eu: Hilero
fa: ماهانه
gd: Gach mìos
hi_in: मासिक
hr: Mjesečno
hu: Havonta
id: Bulanan
km: រាល់ខែ
kn: ಮಾಸಿಕ
lv: Ik mēnesi
mai: मासिक
mg: Isam-bolana
ml: മാസം തോറും
mr: मासिक
ms: Bulanan
my: လစဉ်
ne: मासिक
or: ମାସିକ
pt: Mensalmente
ro: Lunar
si: මාසිකව
sw: Kila mwezi
ta: மாதந்தோறும்
te: నెలవారీ
th: รายเดือน
tr: Her ay
ur: ماہنامہ
uz: Oylik
vi: Hàng tháng
wa: Tos les moes
xh: Ngenyanga
zu: Njalo ngenyanga

source: Weekly
af: Weekliks
am: በየሳምንቱ
ar: أسبوعيا
as: সাপ্তাহিক
bg: Седмично
bn_bd: সাপ্তাহিক
bn_in: সাপ্তাহিক
br: Sizhuniek
bs: Sedmično
ca: Setmanalment
cy: Wythnosol
es: Semana
eu: Astero
fa: هفتگی
gd: Gach seachdain
hi_in: साप्ताहिक
hr: Tjedno
hu: Hetente
id: Mingguan
km: រាល់​សប្ដាហ៍
kn: ವಾರದ
lv: Ik nedēļu
mai: साप्ताहिक
mg: Isan-kerinandro
ml: ആഴ്ചതോറും
mr: साप्ताहिक
ms: Mingguan
my: လစဉ်
ne: साप्ताहिक
or: ସାପ୍ତାହିକ
pt: Semanalmente
ro: Săptămânal
si: සතිපතා
sw: Kila wiki
ta: வாராந்திர
te: ప్రతీవారం
th: รายสัปดาห์
tr: Her hafta
ur: ہفتہ وار
uz: Haftalik
vi: Hàng tuần
wa: Totes les samwinnes
xh: Ngeveki
zu: Njalo ngesonto
