Repository: translate/mozilla-gaia
Catalog: */apps/costcontrol/costcontrol.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

source: Monday
af: Maandag
am: ሰኞ
ar: الإثنين
as: সোমবাৰ
bg: Понеделник
bn_bd: সোমবার
bn_in: সোমবার
br: Lun
bs: Ponedjeljak
ca: Dilluns
cy: Dydd Llun
es: Lunes
eu: astelehena
fa: دوشنبه
gd: DiLuain
hi_in: सोमवार
hr: Ponedjeljak
hu: Hétfő
id: Senin
km: ច័ន្ទ
kn: ಸೋಮವಾರ
lv: Pirmdienā
mai: सोमवार
mg: Alatsinainy
ml: തിങ്കള്‍
mr: सोमवार
ms: Isnin
my: တနင်္လာနေ့
ne: सोमबार
or: ସୋମବାର
pt: segunda-feira
ro: Luni
si: සඳුදා
sw: Jumatatu
ta: திங்கள்
te: సోమవారం
th: วันจันทร์
tr: Pazartesi
ur: سوموار
uz: Dushanba
vi: Thứ hai
wa: londi
xh: Mvulo
zu: Umsombuluko

source: Tuesday
af: Dinsdag
am: ማክሰኞ
ar: الثلاثاء
as: মঙলবাৰ
bg: Вторник
bn_bd: মঙ্গলবার
bn_in: মঙ্গলবার
br: Meurzh
bs: Utorak
ca: Dimarts
cy: Dydd Mawrth
es: Martes
eu: asteartea
fa: سه‌شنبه
gd: DiMàirt
hi_in: मंगलवार
hr: Utorak
hu: Kedd
id: Selasa
km: អង្គារ
kn: ಮಂಗಳವಾರ
lv: Otrdienā
mai: मंगलवार
mg: Talata
ml: ചൊവ്വ
mr: मंगळवार
ms: Selasa
my: အင်္ဂါနေ့
ne: मंगलबार
or: ମଙ୍ଗଳବାର
pt: terça-feira
ro: Marți
si: අඟහරුවාදා
sw: Jumanne
ta: செவ்வாய்
te: మంగళవారం
th: วันอังคาร
tr: Salı
ur: منگل
uz: Seshanba
vi: Thứ ba
wa: mårdi
xh: Lwesibini
zu: Ulwesibili

source: Wednesday
af: Woensdag
am: ረቡዕ
ar: الأربعاء
as: বুধবাৰ
bg: Сряда
bn_bd: বুধবার
bn_in: বুধবার
br: Merc'her
bs: Srijeda
ca: Dimecres
cy: Dydd Mercher
es: Miércoles
eu: asteazkena
fa: چهارشنبه
gd: DiCiadain
hi_in: बुधवार
hr: Srijeda
hu: Szerda
id: Rabu
km: ពុធ
kn: ಬುಧವಾರ
lv: Trešdienā
mai: बुधवार
mg: Alarobia
ml: ബുധന്‍
mr: बुधवार
ms: Rabu
my: ဗူဒ္ဓဟူးနေ့
ne: बुधबार
or: ବୁଧବାର
pt: quarta-feira
ro: Miercuri
si: බදාදා
sw: Jumatano
ta: புதன்
te: బుధవారం
th: วันพุธ
tr: Çarşamba
ur: بدھ
uz: Chorchanba
vi: Thứ tư
wa: mierkidi
xh: Lwesithathu
zu: Ulwesithathu

source: Thursday
af: Donderdag
am: ሐሙስ
ar: الخميس
as: বৃহস্পতিবাৰ
bg: Четвъртък
bn_bd: বুধবার
bn_in: বৃহঃ
br: Yaou
bs: Četvrtak
ca: Dijous
cy: Dydd Iau
es: Jueves
eu: osteguna
fa: پنج‌شنبه
gd: DiarDaoin
hi_in: वृहस्पतिवार
hr: Četvrtak
hu: Csütörtök
id: Kamis
km: ព្រហស្បតិ៍
kn: ಗುರುವಾರ
lv: Ceturdienā
mai: बृहस्पतिवार
mg: Alakamisy
ml: വ്യാഴം
mr: गुरूवार
ms: Khamis
my: ကြာသပတေးနေ့
ne: बिहिबार
or: ଗୁରୁବାର
pt: quinta-feira
ro: Joi
si: බ්‍රහස්පතින්දා
sw: Alhamisi
ta: வியாழன்
te: గురువారం
th: วันพฤหัสบดี
tr: Perşembe
ur: جمعرات
uz: Payshanba
vi: Thứ năm
wa: djudi
xh: Lwesine
zu: Ulwesine

source: Friday
af: Vrydag
am: ዓርብ
ar: الجمعة
as: শুক্ৰবাৰ
bg: Петък
bn_bd: শুক্রবার
bn_in: শুক্রবার
br: Gwener
bs: Petak
ca: Divendres
cy: Dydd Gwener
es: Viernes
eu: ostirala
fa: جمعه
gd: DihAoine
hi_in: शुक्रवार
hr: Petak
hu: Péntek
id: Jumat
km: សុក្រ
kn: ಶುಕ್ರವಾರ
lv: Piektdienā
mai: शुक्रवार
mg: Zoma
ml: വെള്ളി
mr: शुक्रवार
ms: Jumaat
my: သောကြာနေ့
ne: शुक्रबार
or: ଶୁକ୍ରବାର
pt: sexta-feira
ro: Vineri
si: සිකුරාදා
sw: Ijumaa
ta: வெள்ளி
te: శుక్రవారం
th: วันศุกร์
tr: Cuma
ur: جمعہ
uz: Juma
vi: Thứ sáu
wa: vénrdi
xh: Lwesihlanu
zu: Ulwesihlanu

source: Saturday
af: Saterdag
am: ቅዳሜ
ar: السبت
as: শনিবাৰ
bg: Събота
bn_bd: শনিবার
bn_in: শনিবার
br: Sadorn
bs: Subota
ca: Dissabte
cy: Dydd Sadwrn
es: Sábado
eu: larunbata
fa: شنبه
gd: DiSathairne
hi_in: शनिवार
hr: Subota
hu: Szombat
id: Sabtu
km: សៅរ៍
kn: ಶನಿವಾರ
lv: Sestdienā
mai: शनिवार
mg: Sabotsy
ml: ശനി
mr: शनिवार
ms: Sabtu
my: စနေနေ့
ne: शनीबार
or: ଶନିବାର
pt: sábado
ro: Sâmbătă
si: සෙනසුරාදා
sw: Jumamosi
ta: சனி
te: శనివారం
th: วันเสาร์
tr: Cumartesi
ur: ہفتہ
uz: Shanba
vi: Thứ bảy
wa: semdi
xh: Mgqibelo
zu: Umgqibelo

source: Sunday
af: Sondag
am: እሑድ
ar: الأحد
as: দেওবাৰ
bg: Неделя
bn_bd: রবিবার
bn_in: রবিবার
br: Sul
bs: Nedjelja
ca: Diumenge
cy: Dydd Sul
es: Domingo
eu: igandea
fa: یکشنبه
gd: DiDòmhnaich
hi_in: रविवार
hr: Nedjelja
hu: Vasárnap
id: Minggu
km: អាទិត្យ
kn: ಭಾನುವಾರ
lv: Svētdienā
mai: रविवार
mg: Alahady
ml: ഞായര്‍
mr: रविवार
ms: Ahad
my: တနင်္ဂနွေနေ့
ne: आइतबार
or: ରବିବାର
pt: domingo
ro: Duminică
si: ඉරිදා
sw: Jumapili
ta: ஞாயிறு
te: ఆదివారం
th: วันอาทิตย์
tr: Pazar
ur: اتوار
uz: Yakshanba
vi: Chủ nhật
wa: dimegne
xh: Cawa
zu: Isonto

source: Billing cycle ends
af: Rekeningsiklus eindig
am: ክፍያው የሚያልቅበት ጊዜ
ar: دورة الفوترة تنتهي
as: বিলিং চক্ৰ শেষ হব
bg: Периодът на таксуване приключва
bn_bd: বিলিং চক্র শেষ
bn_in: বিলিং চক্র শেষ হচ্ছে
br: Dibenn ar mare fakturenniñ
bs: Obračunski period se završava
ca: El cicle de facturació finalitza el
cy: Diwedd cyfnod bilio
es: El ciclo de facturación termina
eu: Fakturazio-zikloa amaitzen da
fa: چرخه صدور صورت حساب به پایین می‌رسد
gd: Crìoch cuairt a’ bhileachaidh
hi_in: बिलिंग चक्र समाप्त होता है
hr: Razdoblje naplate završava
hu: Számlázási időszak vége
id: Akhir siklus tagihan
kn: ಬಿಲ್ಲಿಂಗ್ ಕೊನೆಗೊಳ್ಳುವುದು
mai: बिलिंग चक्र समाप्त हाएत अछि
mg: Tapitra ny fotoan'ny lazam-bidy
ml: ബില്ലിങ്ങ് ചക്രം തീര്‍ന്നു
mr: बिलिंग चक्र संपते
ms: Kitaran bil berakhir
my: ငွေပေးချေမှူ လုပ်ငန်းစဉ် အဆုံး
ne: बिलिङ्ग चक्र समाप्त
or: ବିଲ ଚକ୍ର ସରେ
pt: Fim do ciclo de faturação
ro: Cliclul de facturare se încheie
si: බිල්පත් වක්‍රය අවසන් වන්නේ
sw: Kipindi cha utozaji kinaisha
ta: கட்டண சுழற்சி முடிகிறது
te: బిల్లింగు చక్రం ముగుస్తుంది
th: รอบบิลสิ้นสุด
tr: Fatura dönemi bitişi
ur: بل سازی کا دورہ اختتام
uz: To‘lov xalqasi tugadi
vi: Kết thúc chu kỳ thanh toán
wa: Li trevén di facturaedje fini li
xh: Uyaphela umjikelo wokuhlawulisa
zu: Ukuphela kwesikhathi esikhokhelwe

source: Tracking will reset on this date
af: Volging word op hierdie datum terugstel
am: መከታተል እንደነበር መመለስ ከ ዚህ ቀን ይጀምራል
ar: سيتم استرداد التتبع في هذا تاريخ
as: অনুকৰণ এই তাৰিখত পুনৰসংহতি হব
bg: Следенето ще се нулира на тази дата
bn_bd: ট্র্যাকিং এই তারিখে রিসেট হবে
bn_in: ট্র্যাকিং এই তারিখে রিসেট হবে
br: Adderaouekaet e vo an arheuilh d'an deiziad-mañ
bs: Praćenje se resetuje na ovaj datum
ca: El seguiment es reiniciarà en aquesta data
cy: Bydd tracio'n ailgychwyn ar y dyddiad hwn
es: El seguimiento se restablecerá en esta fecha
eu: Jarraipena data honetan berrezarriko da
fa: پیگیری در این تاریخ مجددا از نو راه‌اندازی می‌‌شود
gd: Thèid an tracadh ath-shuidheachadh air an latha seo
hi_in: ट्रैकिंग इस तिथि पर रीसेट किया जाएगा
hr: Praćenje će se poništiti na ovaj datum
hu: A követés ezen a dátumon törlésre kerül
id: Pelacakan akan disetel ulang pada tanggal ini
km: ការ​តាមដាន​នឹង​កំណត់​​ឡើងវិញ​នៅ​​ថ្ងៃ​នេះ
kn: ಈ ದಿನದಂದು ಜಾಡನ್ನು ಮರುಹೊಂದಿಸು
mai: ट्रैकिंग एहि तिथि पर रीसेट कएल जएताह
mg: Hotefena indray ny fanaraha-maso amin'io daty io
ml: പിന്‍തുടരുന്നത് ഈ തിയതി പുനക്രമീകരിക്കും
mr: या दिनांकाला मागोवा पुनःप्रस्थापित होईल
ms: Penjejakan akan diulang tetap pada tarikh ini
my: ဤနေ့တွင် ခြေရာခံခြင်း ပြန်ချိန်မည်
or: ଏହି ତାରିଖରେ ଟ୍ରାକିଂ ପୁନଃସ୍ଥାପନ ହୋଇଯିବ
pt: Os registos serão repostos nesta data
ro: Monitorizarea se va reseta la această dată
si: ට්‍රැක් කිරීම ප්‍රත්‍යාරම්භ වන දිනය
sw: Kufuatilia kutaseti-upya kwenye tarehe hii
ta: தேதியில் கண்காணிப்பு மீட்டமைக்கப்படும்
te: ట్రాకింగు ఈ తేదీన రీసెట్ చేయబడుతుంది
th: การติดตามจะเริ่มใหม่ในวันที่นี้
tr: İzleme bu tarihte sıfırlanacaktır
ur: ٹریکنگ اس تاریخ پر ری سیٹ کی جاے گی
uz: Ko‘rish ushbu ma’lumotni tiklaydi
vi: Việc theo dõi sẽ tính lại từ đầu vào ngày này
wa: Li shuvou srè rmetou a zero ci djoû la
xh: Ukulanda kuza kusetwa ngokutsha ngalo mhla
zu: Ukulandelela kuzoqala kabusha ngalolu suku

source: Yes
af: Ja
am: አዎ
ar: نعم
as: হয়
bg: Да
bn_bd: হ্যাঁ
bn_in: হ্যাঁ
br: Ya
bs: Da
ca: Sí
cy: Iawn
es: Sí
eu: Bai
fa: بله
gd: Tha
hi_in: हां
hr: Da
hu: Igen
id: Ya
km: បាទ/ចាស
kn: ಹೌದು
lv: Jā
mai: हँ
mg: Eny
ml: അതെ
mr: होय
ms: Ya
my: လုပ်
ne: ठीक
or: ହଁ
pt: Sim
ro: Da
si: ඔව්
sw: Ndio
ta: ஆமாம்
te: అవును
th: ใช่
tr: Evet
ur: ہاں
uz: Ha
vi: Đồng ý
wa: Oyi
xh: Ewe
zu: Yebo

source: Done
af: Klaar
am: ጨርሷል
ar: تم
as: কৰা হল
bg: Готово
bn_bd: সম্পন্ন
bn_in: সম্পন্ন
br: Graet
bs: Završeno
ca: Fet
cy: Gorffen
es: Hecho
eu: Eginda
fa: انجام شد
gd: Deiseil
hi_in: संपन्न
hr: Gotovo
hu: Kész
id: Selesai
km: ធ្វើ​រួច
kn: ಮುಗಿಯಿತು
lv: Paveikts
mai: संपन्न
mg: Vita
ml: ചെയ്തു
mr: ठीक
ms: Selesai
my: ပြီးပြီ
ne: भयो
or: ସମ୍ପନ୍ନ
pt: OK
ro: Gata
si: නිමයි
sw: Imekamilika
ta: முடிந்தது
te: పూర్తయ్యింది
th: เสร็จสิ้น
tr: Bitti
ur: مکمل
uz: Tayyor
vi: Hoàn tất
wa: Tot fwait
xh: Kwenziwe
zu: Qedile

source: Confirmation
af: Bevestiging
am: ማረጋገጫ
ar: تأكيد
as: নিশ্চিতকৰণ
bg: Потвърждение
bn_bd: নিশ্চিতকরণ
bn_in: নিশ্চিতি
br: Kadarnaat
bs: Potvrda
ca: Confirmació
cy: Cadarnhad
es: Confirmación
eu: Berrespena
fa: تائیدیه
gd: Dearbhadh
hi_in: पुष्टिकरण
hr: Potvrda
hu: Megerősítés
id: Konfirmasi
km: ការ​អះអាង
kn: ದೃಢೀಕರಣ
mai: पुष्टिकरण
mg: Fanamafisana
ml: സ്ഥിരീകരണം
mr: खात्री
ms: Pengesahan
my: အတည်ပြုချက်
ne: यकिन गर्नुहोस्
or: ନିଶ୍ଚିତକରଣ
pt: Confirmação
ro: Confirmare
si: තහවුරු කිරීම
sw: Thibitisho
ta: உறுதிப்படுத்துதல்
te: నిర్ధారణ
th: การยืนยัน
tr: Onay
ur: تصدیق
uz: Tasdiqlash
vi: Xác nhận
wa: Racertinaedje
xh: Isiqinisekiso
zu: Isiqinisekiso

source: Your current Wi-Fi data usage is {{wifiData}}. Clear it all?
am: አሁን የ እርስዎ ዋይ-ፋይ አጠቃቀም {{wifiData}}. ሁሉንም ላጽዳው?
ar: كمية بيانات الواي فاي المستخدمة : {{wifiData}}. هل تريد مسحها؟
bg: Текущият ви Wi-Fi трафик е {{wifiData}}. Нулиране?
bn_bd: আপনার বর্তমান ওয়াই-ফাই ডাটার ব্যবহার {{wifiData}}। এগুলো সব পরিষ্কার করবেন?
bn_in: আপনার বর্তমান Wi-Fi-এর ডাটার ব্যবহার হল {{wifiData}}। এগুলো সব পরিষ্কার করবেন?
br: {{wifiData}} eo hoc'h implij roadennoù Wi-Fi evit ar mare. Skarzhañ pep tra ?
bs: Vaša trenutna upotreba Wi-Fi podataka je {{wifiData}}. Obrisati sve?
ca: El consum actual de dades de Wi-Fi és de {{wifiData}}. Voleu esborrar-lo tot?
cy: Eich defnydd data diwifr cyfredol yw {{wifiData}}. Clirio'r cyfan?
es: Su consumo actual de datos wifi es {{wifiData}}. ¿Borrarlo todo?
eu: Une honetan zure datu-erabilera {{wifiData}} da Wi-Fian. Garbitu?
fa: میزان اینترنت مصرفی شما از طریق Wi-Fi تا این لحظه {{wifiData}} است، آیا می‌خواهید کلیه‌ی اطلاعات را پاک کنید؟
gd: Chaith thu {{wifiData}} de dhàta WiFi gu ruige seo. A bheil thu airson fhalamhadh uile gu lèir?
hi_in: आपका वर्तमान Wi-Fi डेटा का उपयोग {{wifiData}} है. पूरा साफ़ करें?
hu: Jelenlegi Wi-Fi adathasználata: {{wifiData}}. Törli mindet?
id: Penggunaan data Wi-Fi Anda saat ini adalah {{wifiData}}. Bersihkan semuanya?
km: ការ​ប្រើប្រាស់​ទិន្នន័យ​​តាម​វ៉ាយហ្វាយ​បច្ចុប្បន្ន​របស់​អ្នក គឺ {{wifiData}}។ សម្អាត​វា​ទាំងអស់?
kn: ನೀಮ್ಮ ಸಧ್ಯದ ವೈ-ಫೈ ಡೇಟಾ ಬಳಕೆ {{wifiData}}. ಎಲ್ಲವನ್ನು ತೆರವುಗೊಳಿಸಬೇಕೆ?
lv: Jūsu Wi-Fi datu patēriņš ir {{wifiData}}. Vai vēlaties to dzēst?
mg: Ny fampiasanao data Wi-Fi ankehitriny dia {{wifiData}}. Hamafa azy manontolo?
my: လက်ရှိ ဝိုင်ဖိုင် အသုံး ပြုမှုပမာဏမှာ {{wifiData}} ဖြစ်သည်။ အကုန်ရှင်းမှာလား။
pt: A sua utilização de dados por Wi-Fi atual é de {{wifiData}}. Limpar tudo?
ro: Utilizarea actuală a datelor Wi-Fi e {{wifiData}}. Cureți toate datele?
si: ඔබේ දැනට Wi-Fi දත්ත භාවිතය {{wifiData}} වේ. සියල්ල මකා දමන්න ද?
th: การใช้งานข้อมูล Wi-Fi ปัจจุบันของคุณคือ {{wifiData}} ล้างทั้งหมด?
tr: Şu anki Wi-Fi veri kullanımınız {{wifiData}}. Temizlensin mi?
ur: آپ کا حالیہ وائے فائے کوائف استعمال {{wifiData}} ہے۔ تمام صاف کر دیں؟
uz: Joriy sarflafagan Wi-Fi trafigingiz {{wifiData}}. Barchasi tozalansinmi?

source: Your current mobile data usage is {{mobileData}}. Clear it all?
am: አሁን የ እርስዎ ተንቀሳቃሽ ዳታ አጠቃቀም {{mobileData}}. ሁሉንም ላጽዳው?
ar: كمية بيانات إنترنت الهاتف المحمول المستخدمة : {{mobileData}}. هل تريد مسحها؟
bg: Текущият ви мобилен трафик е {{mobileData}}. Нулиране?
bn_bd: আপনার বর্তমান মোবাইল ডাটার ব্যবহার {{mobileData}}। এগুলো সব পরিষ্কার করবেন?
bn_in: আপনার বর্তমান মোবাইল ডাটা ব্যবহার হল {{mobileData}}। এগুলো সব পরিষ্কার করবেন?
br: {{mobileData}} eo hoc'h implij roadennoù hezoug evit ar mare. Skarzhañ pep tra ?
bs: Vaša trenutna upotreba mobilnih podataka je {{mobileData}}. Obrisati sve?
ca: El consum actual de dades mòbils és de {{mobileData}}. Voleu esborrar-lo tot?
cy: Eich defnydd data symudol cyfredol yw {{mobileData}}. Clirio'r cyfan?
es: Su consumo actual de datos móviles es {{mobileData}}. ¿Borrarlo todo?
eu: Une honetan zure datu-erabilera {{mobileData}} da mugikorrean. Garbitu?
fa: میزان مصرفی تلفن شما شما از طریق دیتا تا این لحظه {{mobileData}} است، آیا می‌خواهید کلیه‌ی اطلاعات را پاک کنید؟
gd: Chaith thu {{mobileData}} de dhàta mobile gu ruige seo. A bheil thu airson fhalamhadh uile gu lèir?
hi_in: आपका वर्तमान मोबाइल डेटा का उपयोग {{wifiData}} है. पूरा साफ़ करें?
hu: Jelenlegi mobil adathasználata: {{mobileData}}. Törli mindet?
id: Penggunaan data seluler Anda saat ini adalah {{mobileData}}. Bersihkan semuanya?
km: ការប្រើប្រាស់​ទិន្នន័យ​ទូរសព្ទចល័ត​បច្ចុប្បន្ន​របស់​អ្នក​គឺ​ {{mobileData}}។ សម្អាត​​វា​ទាំងអស់​មែនទេ​?
kn: ನೀಮ್ಮ ಸಧ್ಯದ ಮೊಬೈಲ್ ಡೇಟಾ ಬಳಕೆ {{mobileData}}. ಎಲ್ಲವನ್ನು ತೆರವುಗೊಳಿಸಬೇಕೆ?
lv: Jūsu mobilo datu patēriņš ir {{mobileData}}. Vai vēlaties to dzēst?
mg: Ny fampiasanao data finday ankehitriny dia {{mobileData}}. Hamafa azy manontolo?
my: မိုဘိုင်း အချက်အလက် အသုံး ပြုမှုပမာဏမှာ{{mobileData}} ။ အကုန်ရှင်းမှာလား ?
pt: A sua utilização de dados móveis atual é de {{mobileData}}. Limpar tudo?
ro: Utilizarea actuală a datelor mobile e {{mobileData}}. Cureți toate datele?
si: ඔබේ දැනට ජංගම දුරකතන දත්ත භාවිතය {{mobileData}} වේ. සියල්ල මකා දමන්න ද?
th: การใช้งานข้อมูลมือถือปัจจุบันของคุณคือ {{mobileData}} ล้างทั้งหมด?
tr: Şu anki mobil veri kullanımınız {{mobileData}}. Temizlensin mi?
ur: آپ کا حالیہ موبائل کوائف استعمال {{mobileData}} ہے۔ تمام صاف کر دیں؟
uz: Joriy mobil internet uchun sarflagan trafigingiz: {{mobileData}}. Barchasi o‘chirilsinmi?

source: Your current data usages are {{mobileData}} on mobile, {{wifiData}} on Wi-Fi. Clear it all?
am: አሁን የ እርስዎ ዳታ አጠቃቀም {{mobileData}} በተንቀሳቃሽ {{wifiData}} በ ዋይ-ፋይ ሁሉንም ላጽዳው?
ar: بياناتك الحالية المستخدمة هي {{mobileData}} على الهاتف، {{wifiData}} على الواي فاي. مسح الكل؟
bg: Текущият ви трафик е {{mobileData}} мобилен и {{wifiData}} Wi-Fi. Нулиране?
bn_bd: আপনার বর্তমান ডাটার ব্যবহার {{mobileData}} মোবাইলে, {{wifiData}} ওয়াই-ফাই-তে। এগুলো সব পরিষ্কার করবেন?
bn_in: আপনার বর্তমান ডাটার ব্যবহার হল {{mobileData}} মোবাইলে, {{wifiData}} Wi-Fi-তে। এগুলো সব পরিষ্কার করবেন?
br: {{mobileData}} eo hoc'h implij roadennoù hezoug ha {{wifiData}} roadennoù Wifi evit ar mare. Skarzhañ pep tra ?
bs: Vaša trenutna upotreba podataka je {{mobileData}} na mobilnim, {{wifiData}} na Wi-Fi. Obrisati sve?
ca: El consum actual és de {{mobileData}} de dades mòbils i {{wifiData}} de Wi-Fi. Voleu esborrar-lo tot?
cy: Eich defnydd data cyfredol yw {{mobileData}} ar symudol, {{wifiData}} ar diwifr. Clirio'r cyfan?
es: Sus consumos actuales de datos son {{mobileData}} en móviles, {{wifiData}} en wifi. ¿Borrarlo todo?
eu: Une honetan zure datu-erabilera {{mobileData}} da mugikorrean, {{wifiData}} Wi-Fian. Garbitu?
fa: میزان داده مصرفی شما بر روی تلفن{{mobileData}}و{{wifiData}} بر روی Wi-Fi است، آیا می‌خواهید کلیه‌ی اطلاعات را پاک کنید؟
gd: Chaith thu de dhàta {{mobileData}} mobile is {{wifiData}} de dhàta WiFi gu ruige seo. A bheil thu airson fhalamhadh uile gu lèir?
hi_in: आपका वर्तमान डेटा का उपयोग {{mobileData}} मोबाइल पर और {{wifiData}} वाई फाई पर है. पूरा साफ़ करें?
hu: Jelenlegi adathasználatai: {{mobileData}} mobilos, és {{wifiData}} Wi-Fi. Törli mindet?
id: Penggunaan data Anda saat ini adalah {{mobileData}} untuk seluler dan {{wifiData}} untuk Wi-Fi. Bersihkan semuanya?
km: ការប្រើប្រាស់​ទិន្នន័យ​បច្ចុប្បន្ន​របស់អ្នក​គឺ {{mobileData}} នៅលើ​ទូរសព្ទ​, {{wifiData}} នៅលើវាយហ្វាយ​។ សម្អាត​វា​ទាំងអស់​មែនទេ​?
kn: ನೀಮ್ಮ ಸಧ್ಯದ ಡೇಟಾ ಬಳಕೆಗಳು {{mobileData}} ಮೊಬೈಲ್‌ನಲ್ಲಿ, {{wifiData}} ವೈ-ಫೈ‌ನಲ್ಲಿ. ಎಲ್ಲವನ್ನು ತೆರವುಗೊಳಿಸಬೇಕೆ?
lv: Jūsu datu patēriņš mobilo datu tīklā ir {{mobileData}}, un Wi-Fi tīklā {{wifiData}}. Vai vēlaties to dzēst?
mg: Ny fampiasanao data ankehitriny dia {{mobileData}} @ finday, {{wifiData}} @ Wi-Fi. Hamafa azy manontolo?
my: လက်ရှိ အချက်အလက်အသုံးပြုမှု ပမာဏမှာ မိုဘိုင်းဖြင့် {{mobileData}} ဝိုင်ဖိုင်ဖြင့် {{wifiData}}။ အကုန်ရှင်းမှာလား။
pt: As suas utilizações de dados atuais são de {{mobileData}} por rede móvel, {{wifiData}} por Wi-Fi. Limpar tudo?
ro: Utilizarea actuală a datelor e {{mobileData}} pe date mobile, {{wifiData}} pe Wi-Fi. Cureți toate datele?
si: ඔබගේ වර්ථමාන දත්ත භාවිතයේ දක්වා ඇත්තේ {{mobileData}} වන ජංගම දුරකථන දත්ත හා {{wifiData}} වන Wi-Fi දත්ත වේ. සියල්ල පිරිසිදු කරන්න ද?
th: การใช้งานข้อมูลปัจจุบันของคุณคือ {{mobileData}} บนมือถือ {{wifiData}} บน Wi-Fi ล้างทั้งหมด?
tr: Şu anki veri kullanımınız mobilde {{mobileData} ve Wi-Fi'da {{wifiData}}. Hepsi temizlensin mi?
ur: آپ کا حالیہ موبائل پر کوائف استعمال {{mobileData}} ہے، وائی-فائی پر {{wifiData}}۔ تمام صاف کر دیں؟
uz: Joriy sarflagan trafigingiz: {{mobileData}} mobil internetda, {{wifiData}} Wi-Fi tarmoqda. Barchasi tozalansinmi?

source: All current data will be deleted. Are you sure you want to reset?
af: Alle huidige data sal geskrap word. Is jy seker jy wil terugstel?
am: ሁሉም የነበረው ዳታ ይጠፋል በ እርግጥ እንደ ነበር መመለስ ይፈልጋሉ?
ar: سيتم حذف كل البيانات الحالية. هل أنت متأكد من الاسترداد؟
as: সকলো বৰ্তমান তথ্য মচি পেলোৱা হব। আপুনি পুনৰসংহতি কৰিবলৈ নিশ্চিত নে?
bg: Настоящите данни ще бъдат изтрити. Сигурни ли сте, че желаете да нулирате?
bn_bd: সব বর্তমান ডাটা অপসারণ করা হবে। আপনি কি আসলেই রিসেট করতে চান?
bn_in: সমস্ত বর্তমান তথ্য মুছে ফেলা হবে. আপনি পুনরায় সেট করার ব্যাপারে নিশ্চিত?
br: An holl roadennoù bremanel a vo skarzhet. Sur oc'h e fell deoc'h adderaouekaat anezho ?
bs: Svi trenutni podaci će biti izbrisani. Jeste li sigurni da żelite da resetujete?
ca: S'eliminaran totes les dades actuals. Voleu continuar?
cy: Bydd yr holl ddata cyfredol yn cael ei ddileu. Ydych chi'n siŵr eich bod am ailgychwyn?
es: Se eliminarán todos los datos actuales. ¿Seguro que desea restablecer?
eu: Uneko datu guztiak ezabatu egingo dira. Ziru zaude berrezarri egin nahi duzula?
fa: تمامی داده‌های موجود پاک خواهد شد. آیا برای راه‌اندازی مجدد آماده اید؟
gd: Thèid an dàta làithreach air fad a sguabadh às. A bheil thu cinnteach gu bheil thu airson ath-shuidheachadh?
hi_in: सभी वर्तमान डाटा हटा दिया जाएगा . आप सुनिश्चित करें कि आप रीसेट करना चाहते हैं?
hr: Svi trenutni podaci će biti obrisani. Jeste li sigurni da želite obrisati?
hu: Minden jelenlegi adat törlésre kerül. Biztosan alaphelyzetbe állítja?
id: Semua data akan dihapus. Yakin akan menyetel ulang?
km: ទិន្នន័យ​បច្ចុប្បន្ន​ទាំងអស់​នឹង​ត្រូវ​បាន​លុប។ តើ​អ្នក​ប្រាកដ​ចង់​កំណត់​ឡើងវិញ​ឬ?
kn: ಈಗಿನ ಎಲ್ಲ ಮಾಹಿತಿಯನ್ನು ಅಳಿಸುತ್ತದೆ. ನಿಜಕ್ಕೂ ಮರುಹೊಂದಿಸಲು ಖಚಿತವೆ?
lv: Visi dati tiks izdzēsti. Vai esat pārliecināts, ka jūs vēlaties visu atstatīt?
mai: सभटा वर्तमान डाटा नष्ट भ जाएत. की अहाँ ठीके रीसेट करऽ चाहैत अछि?
mg: Hofafana daholo ny data ankehitriny. Siora ianao fa te-hanefy indray?
ml: ഇപ്പോഴത്തെ എല്ലാ ഡാറ്റും കളയും. പുനഃസ്ഥാപിക്കണമെന്ന് ഉറപ്പാണോ?
mr: सध्याची माहिती डिलीट होइल. तुम्हाला नक्की पुनःप्रस्थापित करायचे?
ms: Semua data semasa akan dihapuskan. Adakah anda pastu untuk mengulang tetap?
my: လတ်ရှိ အချက်အလက်များအားလုံး ဖျက်ပစ်မည်။ သင် အစပြန်စမည်မှာ သေချာပြီလား ?
ne: अहिलेका सम्पूर्ण डाटाहरु मेटिनेछन्। के तपाई रिसेट गर्ने कुरामा निश्चित हुनुहुन्छ?
or: ବର୍ତ୍ତମାନର ସମସ୍ତ ଡାଟାକୁ ଲିଭାଇ ଦିଆଯିବ। ପୁଣିଥରେ ସେଟ କରିବାକୁ ଆପଣ ନିଶ୍ଚିତ ତ?
pt: Todos os dados atuais serão apagados. Tem a certeza que pretende avançar com a reposição?
ro: Toate datele actuale vor fi șterse. Sigur dorești să resetezi?
si: දැනට තිබෙන සියළු දත්තයන් මැකී යනු ඇත. ඔබට ප්‍රත්‍යාරම්භ කිරීමට අවශ්‍ය ද?
sw: Data yote ya sasa itafutwa. Una uhakika unataka kuseti-upya?
ta: தற்போதுள்ள அனைத்து தகவல்களும் அழிக்கப்படும். நீங்க மீட்டமைக்க விரும்புகிறீர்களா?
te: ప్రస్తుత దత్తాంశం అంతా తొలగించబడుతుంది. మీరు ఖచ్ఛితంగా రీసెట్ చేయాలనుకుంటున్నారా?
th: ข้อมูลปัจจุบันทั้งหมดจะถูกลบ คุณแน่ใจหรือไม่ที่จะตั้งใหม่?
tr: Tüm mevcut veriler silinecektir. Sıfırlamak istediğinizden emin misiniz?
ur: تمام موجودہ کوائف کو حذف کر دیا جائے گا. کیا آپ پھر سیٹ کرنا چاہتے ہیں؟
uz: Hozirgi barcha ma’lumotlar o‘chirildi. Tiklamoqchi ekanligingizga ishonchingiz komilmi?
vi: Tất cả các dữ liệu hiện tại sẽ bị xóa. Bạn có thực sự muốn thiết lập lại?
wa: Totes les dnêyes do moumint seront disfacêyes. Voloz vs rimete a zero po do bon ?
xh: Yonke ingcombolo ekhoyo iya kucinywa. Uqinisekile ufuna ukuseta ngokutsha?
zu: Yonke idatha ekhona izodilithwa. Unesiqiniseko sokuthi ufuna ukusetha kabusha?

source: Reset
af: Stel terug
am: እንደነበር መመለሻ
ar: إعادة ضبط
as: পুনৰ সংহতি কৰক
bg: Нулиране
bn_bd: রিসেট
bn_in: রিসেট
br: Adderaouekaat
bs: Poništi
ca: Reinicia
cy: Ailgychwyn
es: Restablecer
eu: Berrezarri
fa: راه‌اندازی مجدد
gd: Ath-shuidhich
hi_in: यथावत
hr: Poništi
hu: Törlés
id: Setel Ulang
km: កំណត់​ឡើង​វិញ
kn: ಮರುಹೊಂದಿಸು
lv: Atstatīt
mai: फेर सेट करू
mg: Hanefy indray
ml: പുനഃസ്ഥാപിക്കുക
mr: पुनःप्रस्थापित
ms: Ulang tetap
my: ပြန်ချိန်ပါ
ne: रिसेट गर्नुहोस्
or: ପୁନଃସ୍ଥାପନ
pt: Repor
ro: Resetează
si: යළි පිහිටුවන්න
sw: Seti upya
ta: மீட்டமை
te: రీసెట్‌చేయి
th: ตั้งใหม่
tr: Sıfırla
ur: دوبارہ ترتیب دینے
uz: Tiklash
vi: Thiết lập lại
wa: Rimete a zero
xh: Seta ngokutsha
zu: Setha kabusha

source: Reset Wi-Fi usage
af: Stel Wi-Fi-gebruik terug
am: የ ዋይ-ፋይ አጠቃቀም እንደነበር መመለሻ
ar: تصفير عداد الواي-فاي
as: Wi-Fi ৰ ব্যৱহাৰ পুনৰ সংহতি কৰক
bg: Нулиране на Wi-Fi потребление
bn_bd: ওয়াই ফাই ব্যবহার পুনরায় সেট করুন
bn_in: Wi-Fi ব্যবহার
br: Adderaouekaat arver ar Wi-Fi
bs: Resetuj Wi-Fi upotrebu
ca: Reinicia l'ús de Wi-Fi
cy: Ailosod defnydd diwifr
es: Restablecer consumo wifi
eu: Berrezarri Wi-Fi kontsumoa
fa: راه‌اندازی مجدد مصرف Wi-Fi
gd: Ath-shuidhich caitheamh a’ WiFi
hi_in: शेष राशि नीचे है तो
hr: Resetiraj Wi-Fi potrošnju
hu: Wi-Fi használat törlése
id: Setel ulang penggunaan Wi-Fi
km: កំណត់​ការ​ប្រើ​វ៉ាយហ្វាយ​ឡើង​វិញ
kn: Wi-Fi ಬಳಕೆ ಮರುಹೊಂದಿಸು
lv: Atstatīt Wi-Fi lietošanu
mai: शेष राशि नीच्चाँ अछि तँ
mg: Hanefy fampiasana Wi-Fi indray
ml: വൈഫൈ ഉപയോഗം പുനസ്ഥാപിക്കുക
mr: वाय-फाय वापर पुनःप्रस्थापित
ms: Ulang tetap penggunaan Wi-Fi
my: Wi-Fi သုံးဆွဲမှူအား ပြန်ချိန်ပါ
ne: वाई-फाई प्रयोग रिसेट गर्नुहोस्
or: ୱାଇଫାଇ ବ୍ୟବହାରକୁ ପୁନଃସ୍ଥାପନ କରନ୍ତୁ
pt: Repor utilização de redes sem fios
ro: Resetează utilizarea Wi-Fi
si: Wi-Fi භාවිතාවන් ප්‍රත්‍යාරම්භ කරන්න
sw: Seti-upya matumizi ya Wi-Fi
ta: வைபை பயனளவை மீட்டமை
te: వై-ఫై వాడుకను రీసెట్‌చేయి
th: ตั้งการใช้งาน Wi-Fi ใหม่
tr: Wi-Fi kullanımını sıfırla
ur: وائی ​​فائی کے استعمال کے پھر سیٹ کریں
uz: Wi-Fi foydalanishni tiklash
vi: Xóa mức sử dụng Wi-Fi
xh: Seta usetyenziso lwe-Wi-Fi ngokutsha
zu: Setha kabusha ukusetshenziswa kwe-Wi-Fi

source: Reset mobile usage
af: Stel mobiele gebruik terug
am: የ ተንቀሳቃሽ አጠቃቀም እንደነበር መመለሻ
ar: تصفير عداد حزمة البيانات
as: মবাইলৰ ব্যৱহাৰ পুনৰ সংহতি কৰক
bg: Нулиране на мобилни данни
bn_bd: মোবাইল ব্যবহার পুনরায় সেট করুন
bn_in: মোবাইল ব্যবহার প্রণালী রিসেট করুন
br: Adderaouekaat arver an hezougell
bs: Resetuj mobilnu upotrebu
ca: Reinicia l'ús del mòbil
cy: Ailosod defnydd symudol
es: Restablecer consumo móvil
eu: Berrezarri mugikorraren kontsumoa
fa: راه‌اندازی مجدد مصرف تلفن
gd: Ath-shuidhich an caitheamh mobile
hi_in: मोबाइल उपयोग रीसेट करें
hr: Resetiraj podatkovnu potrošnju
hu: Mobilhasználat törlése
id: Setel ulang penggunaan internet seluler
km: កំណត់​ការ​ប្រើ​ទិន្នន័យ​ចល័ត​ឡើងវិញ
kn: ಮೊಬೈಲ್ ಬಳಕೆ ಮರುಹೊಂದಿಸು
lv: Atstatīt mobilo datu lietojumu
mai: मोबाइल उपयोग रीसेट करू
mg: Hanefy fampiasana finday indray
ml: മൊബൈല്‍ ഉപയോഗം പുനസ്ഥാപിക്കുക
mr: मोबाइल वापर पुनःप्रस्थापित
ms: Ulang tetap penggunaan telefon
my: မိုဘိုင်း သုံးဆွဲမှူအား ပြန်ချိန်ပါ
ne: मोबाइल प्रयोग रिसेट गर्नुहोस्
or: ମୋବାଇଲ ବ୍ୟବହାରକୁ ପୁନଃସ୍ଥାପନ କରନ୍ତୁ
pt: Repor utilização de redes móveis
ro: Resetează utilizarea de date mobile
si: ජංගම භාවිතාවන් ප්‍රත්‍යාරම්භ කරන්න
sw: Seti-upya matumizi ya simu ya mkononi
ta: கைப்பேசி பயனளவை மீட்டமை
te: మొబైల్ వాడుకను రీసెట్‌చేయి
th: ตั้งการใช้งานมือถือใหม่
tr: Mobil kullanımı sıfırla
ur: متحرک کا استعمال پھر سیٹ کرے
uz: Mobil foydalanishni tiklash
vi: Xóa mức sử dụng mạng viễn thông
xh: Seta usetyenziso lwefowuni ephathwayo ngokutsha
zu: Setha kabusha ukusetshenziswa kukamakhalekhukhwini
