Repository: translate/mozilla-gaia
Catalog: */apps/costcontrol/costcontrol.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

source: Find it on the scratch card or directly in your receipt.
af: Vind dit op die krapkaart of direk op jou kwitansie.
am: ከሚፋቅ ካርድ ላይ ወይንም ከ እርስዎ ደረሰኝ ላይ ያግኙት
ar: ابحث عنها في بطاقة الشحن او الفاتورة.
as: আপোনাৰ স্ক্ৰেচ কাৰ্ড অথবা আপোনাৰ ৰিচিটত সুমুৱাওক।
bg: Намерете го на скреч картата или върху касовата бележка.
bn_bd: আপনার স্ক্র্যাচ কার্ড বা সরাসরি রসিদ থেকে এটি খুঁজে বের করুন।
bn_in: আপনার রসিদের মধ্যে থেকে অথবা স্ক্র্যাচ কার্ড থেকে সরাসরি তা বের করুন।
br: Kavit anezhañ war ar gartenn da skrabañ pe war ho fakturenn.
bs: Pronađite na kartici za grebanje ili direktno na priznanici.
ca: El trobareu al requadre per rascar o directament a la factura.
cy: Fel arfer mae ar y cerdyn crafu neu ar eich derbynneb.
es: Lo verá en el rasca de la tarjeta o directamente en su factura.
eu: Arraskatzeko txartelean edo ordainagirian aurkituko duzu.
fa: آن را از روی کارت شارژ یا مستقیما از روی رسید خود پیدا کنید.
gd: Gheibh thu seo air a’ chairt sgròbaidh no air a’ chuidhteas agad.
hi_in: स्क्रैच कार्ड पर यह ढूँढें या सीधे रसीद में
hr: Pronađite ga na bonu ili izravno na računu.
hu: Ez a feltöltőkártyán vagy a blokkon található.
id: Umumnya ditemukan pada kartu yang digesek atau tercantum pada kuitansi.
km: រក​ឃើញ​​វា​​នៅ​​លើ​​កាត​​ឆូត ឬ​​ឃើញ​​ផ្ទាល់​​នៅ​ក្នុង​​​បង្កាន់​ដៃ​របស់​​អ្នក។
kn: ಸ್ಕ್ರಾಚ್ ಪ್ಯಾಡ್ ಅಥವಾ ರಶೀದಿಯಲ್ಲಿ ಸಿಗುತ್ತದೆ.
mai: स्क्रैच कार्ड पर ई ढूँढू अथवा सीधा रसीद मे.
mg: Ho hitanao amin'ilay karatra kikisana na mivantana @ rosianao io.
ml: നിങ്ങളുടെ രസീതിലോ ചുരണ്ടിയ കാര്‍ഡിലോ അത് കാണും.
mr: स्क्रॅच कार्ड किंवा थेट पावतीवर मिळवा.
ms: Carinya pada kad gores atau secara terus dalam resit anda.
my: ကဒ် သို့မဟုတ် သင့်လက်ခံပြေစာပေါ် တွင် ရှာကြည့်ပါ
ne: तपाईको स्क्र्याच कार्ड वा सिधै रसिदमा खोज्नुहोस्।
or: ଏହାକୁ ଆପଣ ସିଧା ଆପଣଙ୍କ ରସିଦରେ ବା ସ୍କ୍ରାଚକାର୍ଡରେ ପାଇବେ।
pt: Encontre-o no cartão pré-pago ou diretamente no seu recibo.
ro: Găsește-l pe cartela de reîncărcare sau direct pe chitanță.
si: සූරන කාඩ්පතේ හෝ ඔබගේ රිසිට් පතෙන් එය සොයාගන්න.
sw: Ipate kwenye kadi ya kukwaruza au moja kwa moja katika risiti yako.
ta: அதை உங்களுடைய கீறும் அட்டையிலோ அல்லது இரசீதுலோ காணலாம்.
te: దీనిని స్క్రాచ్ కార్డ్ పైన కనుగొనండి లేదా నేరుగా మీ రశీదు నందు.
th: หาได้จากบัตรเติมเงินหรือในใบเสร็จรับเงินของคุณโดยตรง
tr: Genellikle kazınabilir bir kartta veya fişinizin üzerinde bulunur.
ur: کارڈ پر یا پھر رسید پر ڈھونڈیں۔
uz: Uni to‘lov kartasidan toping yoki to‘g‘ridan to‘g‘ri qabulingizga oling.
vi: Tìm trên thẻ cào hoặc hóa đơn thanh toán.
wa: Vos l’ trovroz sol cwåte a greter ou direk so vosse riçû.
xh: Yifumane kwikhadi olukhuhlayo okanye ngokuthe ngqo kwirisithi yakho.
zu: Uzoyithola ekhadini elihlikihlwayo noma elisidini yakho.

source: You will receive a confirmation message
af: Jy sal ’n bevestigingsboodskap ontvang
am: የማረጋገጫ መልእክት ይደርስዎታል
ar: سوف تتلقى رسالة تأكيد
as: আপুনি নিশ্চিতকৰণ বাৰ্তা লাভ কৰিব
bg: Ще получите потвърждение
bn_bd: আপনি একটি নিশ্চিতকরণ বার্তা পাবেন
bn_in: আপনি একটি নিশ্চিতকরণ বার্তা পাবেন
br: Degemer a reot ur gemennadenn kadarnaat
bs: Primit ćete poruku potvrde
ca: Rebreu un missatge de confirmació
cy: Byddwch yn derbyn neges i gadarnhau
es: Recibirá un mensaje de confirmación
eu: Berrespen-mezua jasoko duzu
fa: شما به‌ زودی پیام تایید‌یه را دریافت خواهید کرد
gd: Gheibh thu teachdaireachd dearbhaidh
hi_in: आप पुष्टिकरण का संदेश प्राप्त करेंगे
hr: Primit ćete poruku potvrde
hu: Kapni fog egy megerősítő üzenetet
id: Anda akan menerima pesan konfirmasi
km: អ្នក​នឹង​ទទួល​បាន​សារ​ដើម្បី​បញ្ជាក់
kn: ನಿಮಗೆ ಒಂದು ದೃಢೀಕರಣ ಸಂದೇಶ ಬರುತ್ತದೆ
lv: Jūs saņemsiet apstiprinājuma īsziņu
mai: अहाँ पुष्टिकरण क समाद प्राप्त करब
mg: Haharay hafatra fanamafisana ianao
ml: നിങ്ങള്‍ക്ക് ഉറപ്പാക്കല്‍ സന്ദേശം കിട്ടും
mr: तुम्हाला पुष्टी संदेश मिळेल
ms: Anda akan menerima mesej pengesahan
my: သင့်အား အတည်ပြု စာတိုတစ်ခု ပို့လိမ့်မည်
ne: तपाईले एउटा पुष्टिकरण सन्देश प्राप्त गर्नुहुनेछ
or: ଆପଣ ଏକ ପୁଷ୍ଟିକରଣ ସନ୍ଦେଶ ପାଇବେ
pt: Irá receber uma mensagem de confirmação
ro: Vei primi un mesaj de confirmare
si: ඔබ හට තහවුරු කිරීමේ පණිවිඩයක් ලැබෙනු ඇත
sw: Utapokea ujumbe wa uthibitishaji
ta: நீங்க ஒரு உறுதிச்செய்தியை பெறுவீர்கள்
te: మీరొక నిర్ధారణ సందేశాన్ని పొందుతారు
th: คุณจะได้รับข้อความยืนยัน
tr: Bir onay mesajı alacaksınız
ur: آپ کو ایک تصدیق پیغام ملے گا
uz: Siz tasdiqlash xabarini olasiz
vi: Bạn sẽ nhận được một thông báo xác nhận
wa: Vos alez rçure on messaedje di racertinaedje
xh: Uya kufumana umyalezo wesiqinisekiso
zu: Uzothola umyalezo wokuqinisekisa

source: Make sure the code is correct and try again.
af: Maak seker die kode is reg, en probeer weer.
am: እባክዎን ኮዱ ትክክል መሆኑን ያረጋግጡ እና እንደገና ይሞክሩ
ar: تأكد من صحة الرمز وحاول مرة أخرى.
as: নিশ্চিত কৰক যে ক'ডটো শুদ্ধ আৰু পুনৰ চেষ্টা কৰক।
bg: Проверете кода и опитайте отново.
bn_bd: সঠিক কোড নিশ্চিত করুন এবং পুনরায় চেষ্টা করুন।
bn_in: নিশ্চিত করুন যে কোডটি সঠিক এবং আবার চেষ্টা করুন।
br: Gwiriit ez eo reizh ar voneg hag adkargit.
bs: Provjerite da je kod ispravan i pokušajte ponovo.
ca: Assegureu-vos que el codi és correcte i torneu-ho a provar.
cy: Gwnewch yn siŵr fod y cod yn gywir a cheisio eto.
es: Asegúrese de que el código es correcto y pruebe de nuevo.
eu: Ziurtatu kodea zuzenda dela eta saiatu berriro.
fa: مطمئن شوید کد صحیح است و مجددا تلاش کنید.
gd: Dèan cinnteach gu bheil an còd ceart is feuch ris a-rithist.
hi_in: सुनिश्चित करें कि कोड सही है तथा फिर कोशिश करें.
hr: Provjerite da je kôd ispravan i pokušajte ponovno.
hu: Győződjön meg róla, hogy a kód helyes, és próbálja újra.
id: Pastikan kodenya benar dan coba lagi.
km: ប្រាកដ​ថា​លេខ​កូដ​ត្រឹមត្រូវ និង​ព្យាយាម​ម្ដង​ទៀត។
kn: ಸಂಕೇತವು ಸರಿಯಿದೆಯೇ ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Pārliecinieties, ka kods ir korekts un mēģiniet vēlreiz.
mai: सुनिश्चित करू जे कोड सही अछि तथा फेर कोसिस करू.
mg: Hamarino fa marina ny kaody ary andramo indray.
ml: കോഡ് ശരിയാണെന്ന് ഉറപ്പാക്കി ഒന്നുകൂടി ശ്രമിക്കുക.
mr: कोड बरोबर असल्याची खात्री करा आणि पुनःप्रयत्न करा.
ms: Pastikan kod adalah betul dan cuba lagi.
my: ကုဒ်အား မှန်ကန်စွာ ဖြည့်စွက်ထားကြောင်း စစ်ဆေးပါ
ne: कोड सहि छ भन्नेमा निश्चित गर्नुहोस् र फेरि प्रयास गर्नुहोस् ।
or: କୋଡଟି ଠିକ ଅଛି ବୋଲି ନିଶ୍ଚିତ କରନ୍ତୁ ଓ ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: Confirme que o código está correto e tente novamente.
ro: Asigură-te că codul este corect și reîncearcă.
si: මෙම කේතය නිවැරදි බව සනාථ කරගෙන නැවත උත්සාහ කරන්න.
sw: Hakikisha kodi ni sahihi na ujaribu tena.
ta: குறியீடு சரியாக உள்ளதா என பார்த்து மீண்டும் முயற்சி செய்யவும்.
te: సంకేతం సరోకాదో చూసుకుని మళ్ళీ ప్రయత్నించండి.
th: ตรวจสอบให้แน่ใจว่ารหัสถูกต้องและลองอีกครั้ง
tr: Kodun doğru olduğundan emin olun ve tekrar deneyin.
ur: کوڈ کے صحیح ہونے کا اثبات کریں اور پھر کوشش کریں۔
uz: Kod to‘g‘ri ekanligiga ishonch hosil qiling va qaytadan urinib ko‘ring.
vi: Hãy đảm bảo mã đã nhập đúng và thử lại.
wa: Waitîz bén kel côde est bon eyet rsayî.
xh: Qiniseka ukuba ikhowudi ichanile uze uzame kwakhona.
zu: Qinisekisa ukuthi ikhodi iyiyo bese uphinda uzame kabusha.

source: There was a problem sending the code. Please, try again.
af: Kon nie die kode stuur nie. Probeer asseblief weer.
am: ኮድ በመላክ ላይ እንዳለ ስህተት ተፈጥሯል እባክዎን እንደገና ይሞክሩ
ar: حدث خطأ أثناء إرسال الرمز. رجاءا حاول مرة أخرى.
as: ক'ডটো পঠোৱাত কিবা সমস্যাই দেখা দিলে। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
bg: Възникна проблем при изпращането на кода. Моля, опитайте отново.
bn_bd: কোড প্রেরণে একটি সমস্যা হয়েছে। অনুগ্রহ করে, পুনরায় চেষ্টা করুন।
bn_in: কোড পাঠানোর সময় একটি সমস্যা হয়েছিল। অনুগ্রহ করে, আবার চেষ্টা করুন।
br: Degouezhet ur fazi e-pad kas ar voneg. Mar plij, adkargit.
bs: Došlo je do problema pri slanju koda. Molim pokušajte ponovo.
ca: S'ha produït un problema en enviar el codi. Torneu-ho a provar.
cy: Bu anhawster wrth anfon y cod. Ceisiwch eto.
es: Hubo un problema al enviar el código. Inténtelo de nuevo.
eu: Arazo bat egon da kodea bidaltzean. Saiatu berriro mesedez.
fa: مشکلی در ارسال کد به‌وجود آمده است. لطفا، دوباره تلاش کنید.
gd: Bha duilgheadas ann a’ cur a' chòd. Feuch ris a-rithist.
hi_in: कोड भेजने में एक समस्या थी. पुन: प्रयास करें.
hr: Došlo je do problema pri slanju kôda. Molim pokušajte ponovno.
hu: Hiba történt a kód küldésekor. Próbálja újra.
id: Terjadi masalah saat mengirim kode. Silakan coba lagi.
km: មាន​បញ្ហា​ពេល​ផ្ញើ​លេខ​កូដ។ សូម​ព្យាយាម​ម្ដង​ទៀត។
kn: ಸಂಕೇತವನ್ನು ಕಳಿಸುವಲ್ಲಿ ತೊಂದರೆಯಾಗಿದೆ. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Notika problēma sūtot kodu. Lūdzu mēģiniet vēlreiz.
mai: कोड पठाबै मे एकटा समस्या छल. पुन: प्रयास करू.
mg: Nisy olana nandritra ny fandefasana ilay kaody. Azafady, andramo indray.
ml: കോഡ് അയക്കുന്നതില്‍ പ്രശ്നം. വീണ്ടും നോക്കുക.
mr: कोड पाठवण्यात काही त्रुटी होती. कृपया, पुन:प्रयत्न करा.
ms: Terdapat masalah menghantar kod. Sila cuba lagi.
my: ကုဒ်အားပေးပို့ရာတွင် ပြသာနာအနည်းငယ်ရှိ။ ကျေးဇူးပြုပြီး ထပ်လုပ်ပါ
ne: कोड पठाँउदा एउटा समस्या आयो।कृपया फेरि प्रयास गर्नुहोस्।
or: କୋଡ ପଠାଇବାରେ ଗୋଟେ ଅସୁବିଧା ହେଲା। ଦୟାକରି ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: Ocorreu um problema a enviar o código. Por favor, tente novamente.
ro: A apărut o problemă la trimiterea codului. Te rugăm să încerci mai târziu.
si: කේතය යැවීමේදී දෝශයකි. නැවත උත්සාහ කරන්න.
sw: Kulikuwa na tatizo kutuma kodi. Tafadhali, jaribu tena.
ta: குறீட்டை அனுப்பி வைப்பதில் இங்கே பிழை நேர்ந்தது. தயவுச்செய்து, மீண்டும் முயற்சி.
te: సంకేతాన్ని పంపుటలో దోషం ఏర్పడింది. దయచేసి, మరలా ప్రయత్నించండి.
th: มีปัญหาในการส่งรหัส โปรดลองอีกครั้ง
tr: Kodu gönderirken bir hata oluştu. Lütfen tekrar deneyin.
ur: کوڈ بھیجنے میں ایک مسئلہ تھا۔ براہ مہربانی, پھر کوشش کریں۔
uz: Kodni jo‘natishda muammo yuz berdi. Qaytadan urinib ko‘ring.
vi: Gặp vấn đề khi gửi mã. Vui lòng thử lại.
wa: Åk n' a nén stî come dj’ evoyive li côde. Risayîz, s’ i vs plait.
xh: Kubekho ingxaki ekuthumeleni ikhowudi. Sicela uzame kwakhona.
zu: Kube nenkinga ukuthumela ikhodi. Sicela, uphinde uzame kabusha.

# application-error-title
source: Service unavailable
af: Diens nie beskikbaar nie
am: ግልጋሎቱ አልተገኘም
ar: الخدمة غير متوفرة
as: সেৱা উপলব্ধ নহয়
bg: Услугата е недостъпна
bn_bd: সার্ভিস বিদ্যমান নয়
bn_in: পরিসেবা উপলব্ধ নয়
br: Gwazerezh dihegerz
bs: Usluga nedostupna
ca: Servei no disponible
cy: Dim gwasanaeth ar gael
es: Servicio no disponible
eu: Zerbitzua ez dago erabilgarri
fa: سرویس در دسترس نیست
gd: Chan eil an t-seirbheis ri fhaighinn
hi_in: सेवा अनुपलब्ध
hr: Usluga nije dostupna
hu: A szolgáltatás elérhetetlen
id: Layanan tidak tersedia
km: មិន​មាន​សេវាកម្ម​ទេ
kn: ಸೇವೆ ಲಭ್ಯವಿಲ್ಲ
lv: Pakalpojums nav pieejams
mai: सेवा अनुपलब्ध
mg: Serivisy tsy vonona
ml: സേവനം ലഭ്യമല്ല
mr: सेवा अनुप्लब्ध
ms: Tiada perkhidmatan
my: ဝန်ဆောင်မှူ မရပါ
ne: सेवा अनुपलब्ध
or: ସେବା ଅନୁପଲବ୍ଧ
pt: Serviço não disponível
ro: Serviciu indisponibil
si: සේවාව නොපවතී
sw: Huduma haipatikani
ta: சேவை கிடைக்கவில்லை
te: సేవ అందుబాటులోలేదు
th: บริการไม่พร้อมใช้งาน
tr: Hizmet kullanılamıyor
ur: سروس دستیاب نہیں
uz: Xizmat mavjud emas.
vi: Không truy cập được dịch vụ
wa: Siervice nén disponibe
xh: Inkonzo ayifumaneki
zu: Isevisi ayitholakali

source: Contact your company representative
af: Kontak jou maatskappyverteenwoordiger
am: የ እርስዎን ድርጅት ተወካይ ይገናኙ
ar: الاتصال بممثل الشركة
as: আপোনাৰ কোম্পানীৰ প্ৰতিনিধিত যোগাযোগ কৰক
bg: Свържете се с оператора
bn_bd: আপনার কোম্পানির প্রতিনিধির সাথে যোগাযোগ করুন
bn_in: আপনার কোম্পানীর প্রতিনিধির সাথে যোগাযোগ করুন
br: Kit e darempred gant ar gevredigezh
bs: Kontaktirajte podršku
ca: Contacteu amb el vostre proveïdor
cy: Cysylltwch â chynrychiolydd eich cwmni
es: Contacte con el representante de su operador
eu: Jarri harremanetan zure konpainiako arduradunarekin
fa: با نماینده شرکت خود تماس بگیرید
gd: Cuir fios gu riochdaire a’ chompanaidh agad
hi_in: अपने कंपनी के प्रतिनिधि से संपर्क करें
hr: Kontaktirajte podršku
hu: Keresse meg a cég képviselőjét.
id: Hubungi layanan pelanggan Anda
km: ទាក់ទង​អ្នក​តំណាង​ក្រុមហ៊ុន​របស់​អ្នក
kn: ನಿಮ್ಮ ಸಂಸ್ಥೆಯ ಪ್ರತಿನಿಧಿಯನ್ನು ಸಂಪರ್ಕಿಸಿ
lv: Sazināties ar uzņēmuma pārstāvju
mai: अपन कंपनी क प्रतिनिधि सँ संपर्क करू
mg: Mifandraisa @ solotenan'ny orinasanao
ml: നിങ്ങളുടെ കമ്പനിയിലെ ആളുിനെ ബന്ധപ്പെടുക
mr: आपल्या कंपनी प्रतिनिधीला संपर्क करा
ms: Hubungi wakil syariakt anda
my: သင့်ကုမ္ပဏီ၏ ကိုယ်စားလှယ်အား ဆက်သွယ်ပါ
ne: तपाईको कम्पनीको प्रतिनिधिलाई सम्पर्क गर्नुहोस्
or: ଆପଣଙ୍କ କମ୍ପାନୀ ପ୍ରତିନିଧିଙ୍କୁ ଯୋଗାଯୋଗ କରନ୍ତୁ
pt: Contacte o seu representante da empresa
ro: Contactează reprezentatul companiei
si: ඔබ‍ගේ ආයතනය නියෝජනය කරන්නෙක් ව සම්බන්ධ කරගන්න
sw: Wasiliana na mwakilishi wa kampuni yako
ta: உங்கள் நிறுவனத்தின் பிரதிநிதியை தொடர்பு கொள்
te: మీ కంపెనీ ప్రతినిధిని సంప్రదించండి
th: ติดต่อตัวแทนบริษัทของคุณ
tr: Müşteri temsilcinizle iletişim kurun
ur: آپ کمپنی کے نمائندے سے رابطہ کریں
uz: Kompaniyangiz vakili bilan bog‘laning
vi: Liên hệ với đại diện của công ty
wa: Houkîz li rprezintant di voste eterprijhe
xh: Qhagamshelana nommeli wenkampani yakho
zu: Thinta omele inkampani yakho

# service-unavailable-title
source: Service unavailable
af: Diens nie beskikbaar nie
am: ግልጋሎቱ አልተገኘም
ar: الخدمة غير متوفرة
as: সেৱা উপলব্ধ নহয়
bg: Услугата е недостъпна
bn_bd: সার্ভিস বিদ্যমান নয়
bn_in: পরিসেবা উপলব্ধ নয়
br: Gwazerezh dihegerz
bs: Usluga nedostupna
ca: Servei no disponible
cy: Dim gwasanaeth ar gael
es: Servicio no disponible
eu: Zerbitzua ez dago erabilgarri
fa: سرویس در دسترس نیست
gd: Chan eil an t-seirbheis ri fhaighinn
hi_in: सेवा अनुपलब्ध
hr: Usluga nije dostupna
hu: A szolgáltatás elérhetetlen
id: Layanan tidak tersedia
km: មិន​មាន​សេវាកម្ម​ទេ
kn: ಸೇವೆ ಲಭ್ಯವಿಲ್ಲ
lv: Pakalpojums nav pieejams
mai: सेवा अनुपलब्ध
mg: Serivisy tsy vonona
ml: സര്‍വീസ് ലഭ്യമല്ല
mr: सेवा अनुप्लब्ध
ms: Tiada perkhidmatan
my: ဝန်ဆောင်မှူ မရပါ
ne: सेवा उपलब्ध छैन
or: ସେବା ଅନୁପଲବ୍ଧ
pt: Serviço não disponível
ro: Serviciu indisponibil
si: සේවාව නොපවතී
sw: Huduma haipatikani
ta: சேவை கிடைக்கவில்லை
te: సేవ అందుబాటులోలేదు
th: บริการไม่พร้อมใช้งาน
tr: Hizmet kullanılamıyor
ur: سروس دستیاب نہیں
uz: Xizmat mavjud emas
vi: Không try cập được dịch vụ
wa: Siervice nén disponibe
xh: Inkonzo ayifumaneki
zu: Isevisi ayitholakali

source: Neither update nor top-up is possible at the moment. Please try later.
af: Nóg bywerking nóg byvulling is tans moontlik. Probeer weer later.
am: ማሻሻል ወይንም በ ላዩ-ላይ መጨመር አሁን አይቻልም: እባክዎን ትንሽ ቆይተው እንደገና ይሞክሩ
ar: التحديث وشحن الرصيد غير ممكنان حاليا. رجاء حاول لاحقا.
as: এই মূহুৰ্তত আপডেইট অথবা টপ-আপ সম্ভব নহয়। অনুগ্ৰহ কৰি পিছত চেষ্টা কৰক।
bg: В момента не е възможно обновление или презареждане. Моля, опитайте по-късно.
bn_bd: আপডেট বা টপ-আপ কোনটি এই মূহুর্তে সম্ভব নয়। অনুগ্রহ করে পরে চেষ্টা করুন।
bn_in: আপডেট কিংবা টপ আপ করা এই মুহূর্তে সম্ভব নয়। অনুগ্রহ করে পরে চেষ্টা করুন।
br: N'haller ket hizivaat pe adkargañ evit poent. Klaskit diwezhatoc'h mar plij.
bs: Ažuriranje ni dopuna nisu mogući u ovom trenutku. Molimo pokušajte kasnije.
ca: No és possible cap actualització ni recàrrega en aquest moment. Proveu-ho més tard.
cy: Nid yw diweddaru na ariannu ar gael ar hyn o bryd. Ceisiwch eto.
es: En este momento no es posible actualizar ni recargar. Inténtelo más tarde.
eu: Une honetan ezin da eguneraketarik ezta kargarik ere burutu. Saiatu geroago.
fa: نه بروز‌رسانی ونه top-up در حال حاضر امکان‌پذیر نمی‌باشد. لطفا بعدا مجددا تلاش کنید.
gd: Chan ghabh ùrachadh no top-up a dhèanamh an-dràsta fhèin. Feuch ris a-rithist an ceann greis.
hi_in: न तो अद्यतन न ही टॉप - अप पल में संभव है.बाद में कोशिश करें.
hr: Ažuriranje i nadoplata trenutno nisu mogući. Molim pokušajte kasnije.
hu: Jelenleg sem a frissítés, sem a feltöltés nem lehetséges. Próbálja meg újra később.
id: Pembaruan atau isi ulang tidak tersedia saat ini. Coba lagi nanti.
km: មិន​មាន​បច្ចុប្បន្នភាព ឬ​ការ​បំពេញ​​ដែល​អាច​ធ្វើ​បាន​នៅ​ពេល​នេះ។ សូម​ព្យាយាម​ម្ដង​ទៀ។
kn: ಅಪ್‌ಡೇಟ್ ಅಥವಾ ಟಾಪ್-ಅಪ್ ಸದ್ಯಕ್ಕೆ ಸಾಧ್ಯವಿಲ್ಲ. ನಂತರ ಪ್ರಯತ್ನಿಸಿ.
mai: नहि तँ अद्यतन नहि तँ टॉप-अप पल भर मे संभव अछि. बाद मे कोसिस करू.
mg: Samy tsy ho tanteraka izao na ny fanavaozana na ny fanampiana fahana. Andramo rehefa avy eo, azafady.
ml: ഇപ്പോള്‍ പുതുക്കലോ ടോപ്പപോ സാദ്ധ്യമല്ല. വീണ്ടും ശ്രമിക്കുക.
mr: अद्ययावत किंवा टॉप-अप सध्या शक्य नाही. कृपया पुनःप्रयत्न करा.
ms: Tidak dapat mengemaskini atau isian semula pada ketika ini. Sila cuba lagi.
my: ထပ်တိုးခြင်း ထပ်ဖြည့်ခြင်း အား လောလောဆယ် လုပ်ဆောင်မရပါ ။ ကျေးဇူးပြုပြီး နောက်မှ ပြန်လုပ်ကြည့်ပါ
ne: अपडेट र टप-अप दुबै यस क्षणमा सम्भव छैन। कृपया केहि क्षण पछि पुन: प्रयास गर्नुहोस्।
or: ଏହିକ୍ଷଣି ଅପଡେଟ ବା ଟପଅପ କରିବା ସମ୍ଭବ ନୁହେଁ। ଦୟାକରି ପରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: Não é possível atualizar ou recarregar neste momento. Por favor tente mais tarde.
ro: Nici actualizarea, nici reîncărcarea cartelei nu este posibilă în acest moment. Te rugăm să încerci mai târziu.
si: යාවත්කාලීන කිරීම හෝ ශේෂ ඉහල දැමීම යන දෙකෙන් කිසිවක් මේ අවස්ථාවේ සිදුකල නොහැකියි. කරුණාකර පසුව උත්සාහ කරන්න.
sw: Si sasisho wala kuongeza kiwango kunawezekana kwa wakati huu. Tafadhali jaribu tena baadaye.
ta: இந்த சந்தர்ப்பத்தில் புதுப்பிக்கவோ அல்லது இருப்பை அதிகரிக்கவோ மட்டுமே வாய்ப்புள்ளது. தயவுச்செய்து பிறகு முயற்சி.
te: ఈ సమయంలో నవీకరణ గానీ లేదా టాప్-అప్ గానీ సాధ్యం కాదు. దయచేసి తరువాత ప్రయత్నించండి.
th: ทั้งการปรับปรุงหรือเติมเงินไม่สามารถทำได้ในขณะนี้ โปรดลองในภายหลัง
tr: Güncelleme ve kontör yükleme şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.
ur: نہ تازہ کاری اور نہ ہی ٹوپ-اپ اس معیار ممکن ہے۔ بعد میں کوشش کریں۔
uz: Ayni vaqtda yangilash va to‘ldirishning imkoni yo‘q. Keyinroq urinib ko‘ring.
vi: Không thể cập nhật số dư hay nạp tiền lúc này. Vui lòng thử lại sau.
wa: On n’ sait ni mete a djoû, ni rtcherdjî pol moumint. Risayîz pus tård s’ i vs plait.
xh: Ukuhlaziya okanye ukuhlohla akunakwenzeka okwangoku. Sicela uzame kwakhona.
zu: Njengamanje ngeke ukwazi ukwengeza nokugcwalisa umoya. Sicela uphinde uzame emva kwesikhathi.

source: Data usage
af: Datagebruik
am: የ ዳታ አጠቃቀም
ar: استخدام البيانات
as: তথ্যৰ ব্যৱহাৰ
bg: Използван трафик
bn_bd: ব্যবহৃত ডাটা
bn_in: তথ্যের ব্যবহার
br: Arver ar roadennoù
bs: Upotreba podatkovnog prometa
ca: Consum de dades
cy: Defnydd o ddata
es: Uso de datos
eu: Datu-kontsumoa
fa: مصرف داده
gd: Caitheamh dàta
hi_in: डेटा प्रयोग
hr: Potrošnja Internet prometa
hu: Adathasználat
id: Penggunaan data
km: ការ​ប្រើប្រាស់​ទិន្នន័យ
kn: ಡೇಟಾ ಬಳಕೆ
lv: Datu lietojums
mai: डेटा प्रयोग
mg: Fampiasana data
ml: ഡാറ്റ ഉപയോഗം
mr: माहिती वापर
ms: Penggunaan data
my: ဒေတာ သုံးဆွဲမှူ
ne: डाटा प्रयोग
or: ଡାଟା ବ୍ୟବହାର
pt: Utilização de dados
ro: Utilizare de date
si: දත්ත භාවිතය
sw: Matumizi ya data
ta: தரவு பயனளவு
te: దత్తాంశ వాడుక
th: การใช้งานข้อมูล
tr: Veri kullanımı
ur: ڈیٹا کا استعمال
uz: Ma’lumotlardan foydalanish
vi: Mức sử dụng dữ liệu
wa: Eployaedje di dnêyes
xh: Usetyenziso lwedatha
zu: Ukusetshenziswa kwedatha

source: Update
af: Werk by
am: ማሻሻያ
ar: تحديث
as: আপডেইট কৰক
bg: Обновление
bn_bd: হালনাগাদ
bn_in: আপডেট করুন
br: Hizivaat
bs: Ažuriraj
ca: Actualitza
cy: Diweddaru
es: Actualizar
eu: Eguneratu
fa: بروزرسانی
gd: Ùraich
hi_in: अपडेट
hr: Ažuriraj
hu: Frissítés
id: Perbarui
km: ធ្វើបច្ចុប្បន្នភាព
kn: ಅಪ್‌ಡೇಟ್
lv: Atjaunināt
mai: अद्यतन करू
mg: Fanavaozana
ml: പുതുക്കു
mr: अद्ययावत
ms: Kemaskini
my: ထပ်ပြင်
ne: अद्यावधिक गर्नुहोस्
or: ଅପଡେଟ କରନ୍ତୁ
pt: Atualizar
ro: Actualizează
si: යාවත්කාල කරන්න
sw: Sasisha
ta: புதுப்பிப்பு
te: తాజాకరించు
th: ปรับปรุง
tr: Güncelle
ur: تازہ کاری کریں
uz: Yangilash
vi: Cập nhật
wa: Mete a djoû
xh: Hlaziya
zu: Ukuvuselela

source: Use top-up code
af: Gebruik byvul-kode
am: በ ላዩ-ላይ ኮድ መጨመሪያ ይጠቀሙ
ar: إستخدم رمز الشحن
as: টপ-আপ ক'ড ব্যৱহাৰ কৰক
bg: Използване на код за презареждане
bn_bd: টপ আপ কোড ব্যবহার করুন
bn_in: টপ-আপ কোড ব্যবহার করুন
br: Arverañ ar voneg adkargañ
bs: Nadoplati s bonom
ca: Utilitza el codi de recàrrega
cy: Defnyddiwch y cod ariannu
es: Usar código de recarga
eu: Erabili kargatzeko kodea
fa: استفاده از کد top-up
gd: Cleachd còd top-up
hi_in: टॉप-अप कोड का प्रयोग करें
hr: Nadoplati s bonom
hu: Feltöltőkód használata
id: Gunakan kode pengisian pulsa
km: ប្រើ​លេខ​កូដ​បំពេញ
kn: ಟಾಪ್-ಅಪ್ ಸಂಕೇತ ಬಳಸಿ
mai: टॉप-अप कोड क प्रयोग करू
mg: Ampiasao ny kaodin'ny fahana
ml: ടോപ്പപ് കോഡ് ഉപയോഗിക്കുക
mr: टॉप-अप कोड वापरा
ms: Gunakan kod isian semula
my: ငွေဖြည့်ကုဒ် အားသုံး
ne: टप-अप कोड पर्योग गर्नुहोस्
or: ଟପଅପ କୋଡ ବ୍ୟବହାର କରନ୍ତୁ
pt: Utilizar código de recarga
ro: Folosește codul de reîncărcare
si: ශේෂ ඉහල දැමීමේ කේතය භාවිතා කරන්න
sw: Tumia kodi ya kuongeza kiwango
ta: பணயிருப்பு அதிகரிப்பு குறியீட்டை பயன்படுத்து
te: టాప్-అప్ సంకేతాన్ని వాడు
th: ใช้รหัสเติมเงิน
tr: Kontör kodu kullan
ur: استعمال کریں سب سے اوپر کوڈ
uz: To‘ldirish kodidan foydalaning
vi: Sử dụng mã nạp tiền
wa: Siervoz vs do côde di rtchedje
xh: Sebenzisa ikhowudi yokuhlohla
zu: Sebenzisa ikhodi yokugcwalisa umoya

source: Open top-up menu
af: Maak byvul-kieslys oop
am: ዝርዝር በ ላዩ-ላይ መጨመሪያ መክፈቻ
ar: فتح قائمة الشحن
as: টপ-আপ মেনু খোলক
bg: Отваряне на меню за презареждане
bn_bd: টপ আপ মেনু খুলুন
bn_in: টপ-আপ মেনু খুলুন
br: Digeriñ al lañser adkargañ
bs: Otvorite meni dopune
ca: Obre el menú de recàrrega
cy: Agor dewislen ariannu
es: Abrir menú de recargas
eu: Ireki kargatzeko menua
fa: باز‌کردن منو top-up
gd: Fosgail clàr-taice nan top-up
hi_in: टॉप-अप मेनू खोलें
hr: Otvori izbornik nadoplate
hu: Feltöltés menü megnyitása
id: Buka menu pengisian pulsa
km: បើក​ម៉ឺនុយ​បំពេញ
kn: ಟಾಪ್-ಅಪ್ ಮೆನು ತೆರೆಯಿರಿ
mai: टॉप-अप मेनू खोलू
mg: Sokafy menion'ny fahana
ml: ടോപ്പപ് മെനു തുറക്കുക
mr: टॉप-अप मेनु उघडा
ms: Buka menu isian semula
my: ငွေဖြည့် မီနူးအားဖွင့်
ne: टप-अप मेनु खोल्नुहोस्
or: ଟପ-ଅପ ମେନୁ ଖୋଲନ୍ତୁ
pt: Abrir menu de recarga
ro: Deschide meniul de reîncărcare
si: ශේෂ ඉහල දැමීමේ මෙනුව විවෘත කරන්න
sw: Fungua menyu ya kuongeza kiwango
ta: பண அதிகரிப்பு பட்டியை திற
te: టాప్-అప్ మెనూని తెరువు
th: เปิดเมนูเติมเงิน
tr: Kontör yükleme menüsünü aç
ur: سب سے اوپر والا مینیو کھولیں
uz: To‘ldirish menyusini oching
vi: Mở menu nạp tiền
wa: Drovi dressêye di rtchedje
xh: Vula imenyu yokuhlahla
zu: Vula imenyu yokugcwalisa umoya

source: OK
af: Goed
am: እሺ
ar: موافق
as: ঠিক আছে
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
es: Aceptar
eu: Ados
fa: قبول
gd: Ceart ma-thà
hi_in: ठीक
hr: U redu
id: Oke
km: យល់​ព្រម
kn: ಸರಿ
lv: Labi
mai: बेस
ml: ശരി
mr: ठीक
my: အိုကေ
ne: ठीक छ
or: ଠିକ ଅଛି
si: හරි
sw: SAWA
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
wa: I va
xh: Kulungile
zu: Kulungile

source: Your top-up is being processed.
af: Jou byvul word tans verwerk.
am: የ እርስዎ በ ላዩ-ላይ መጨመሪያ እየሄደ ነው
ar: جارِ معالجة شحن الرصيد.
as: আপোনাৰ টপ-আপ প্ৰক্ৰিয়া কৰা হৈছে।
bg: В момента се осъществява презареждането.
bn_bd: আপনার টপ আপ প্রক্রিয়াধীন আছে।
bn_in: আপনার টপ-আপ প্রসেস করা হচ্ছে।
br: O keweriañ emañ hoc'h adkargañ.
bs: Vaša dopuna se obrađuje.
ca: S'està processant la recàrrega.
cy: Mae eich ariannu'n cael ei brosesu.
es: Se está procesando su recarga.
eu: Zure karga prozesatzen ari da.
fa: top-up شما در حال پردازش است.
gd: Tha an top-up agad ’ga phròiseasadh.
hi_in: आपकी टॉप-अप संसाधित किया जा रहा है.
hr: Nadoplata se obrađuje.
hu: A feltöltés feldolgozása folyamatban.
id: Pengisian pulsa Anda sedang diproses.
km: ការ​បំពេញ​របស់​អ្នក​កំពុង​ដំណើរការ។
kn: ನಿಮ್ಮ ಟಾಪ್-ಅಪ್ ಅನ್ನು ಹೊಂದಿಸಲಾಗುತ್ತಿದೆ.
mai: अहाँक टॉप-अप संसाधित कएल जाए रहल अछि.
mg: Eo am-pikirakirana ny fahanao.
ml: നിങ്ങളുടെ ടോപ്പപ് പ്രയോഗിക്കുന്നു.
mr: आपला टॉप-अप प्रक्रियेत.
ms: Isian semula anda sedang diproses.
my: သင့် ငွေဖြည့်ကုဒ်အား စစ်ဆေးနေသှ်
ne: तपईको टप-अप मेनु प्रशोधन हुदैछ।
or: ଆପଣଙ୍କ ଟପ-ଅପକୁ ପ୍ରସେସ କରାଯାଉଛି
pt: A sua recarga está a ser processada.
ro: Reîncărcarea cartelei e procesată.
si: ඔබ‍ගේ ශේෂ ඉහල දැමීම සිදුවෙමින් පවතී.
sw: Kiwango chako kinachakatwa.
ta: உங்களுடைய இருப்பு அதிகரிப்பு செயலாக்கத்திலுள்ளது.
te: మీ టాప్-అప్ ప్రాసెస్ చేయబడుతోంది.
th: การเติมเงินของคุณกำลังถูกประมวลผล
tr: Kontör yüklemeniz işleniyor.
ur: آپکا ٹوپ اپ عملدرآمد کیا جا رہا ہے۔
uz: To‘ldirishingiz amalga oshiriladi.
vi: Đang xử lý mã nạp tiền của bạn.
wa: Vosse ritcherdjaedje est k’ i s' fwait.
xh: Kuyahlohlwa.
zu: Sisagcwalisa umoya wakho.
