Repository: translate/mozilla-gaia
Catalog: */apps/costcontrol/costcontrol.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

source: Low Balance Alert
af: Laesaldo-waarskuwing
am: የ ዝቅተኛ ቀሪ ማስጠንቀቂያ
ar: تنبيه رصيد منخفض
as: কম বেলেঞ্চ সতৰ্কবাৰ্তা
bg: Предупреждение за нисък баланс
bn_bd: নিম্ন ব্যালেন্স সতর্কতা
bn_in: নিম্ন ব্যালেন্স সতর্কতা
br: Galv-diwall a-fet mentelad izel
bs: Upozorenje niskog salda
ca: Alerta de saldo baix
cy: Rhybudd Arian yn Brin
es: Alerta de saldo bajo
eu: Saldo baxuaren alerta
fa: هشدار اعتبار کم
gd: Caismeachd air balans ìseal
hi_in: न्यूनतम शेष राशि चेतावनी
hr: Upozorenje niskog salda
hu: Alacsony egyenleg riasztás
id: Peringatan Pulsa Minim
km: ជូនដំណឹង​ពេល​​សមតុល្យ​កម្រិត
kn: ಕಡಿಮೆ ಬಾಕಿ ಎಚ್ಚರಿಕೆ
lv: Zema atlikuma brīdinājums
mai: न्यूनतम शेष राशि चेतावनी
mg: Fanairana Ambim-pahana Ambany
ml: കുറഞ്ഞ ബാലന്‍സ് മുന്നറിയിപ്പ്
mr: कमी शिल्लकचा इशारा
ms: Waspada Baki Rendah
my: ပိုက်ဆံ လက်ကျန်နည်း အသိပေး
ne: कम ब्यालेन्स सतर्कता
or: ଅଳ୍ପ ବାଲାନ୍ସ ଚେତାବନୀ
pt: Aviso de Saldo Baixo
ro: Alertă de sold scăzut
si: ගිණුම් ශේෂය අවම පණිවුඩය
sw: Hadhari ya Bakizo ya Chini
ta: குறைந்த இருப்பு தொகை
te: తక్కువ నిల్వ హెచ్చరిక
th: การแจ้งเตือนยอดเงินต่ำ
tr: Düşük Bakiye Uyarısı
ur: کم بیلنس الرٹ
uz: Balans kamligi ogohlantirgichi
vi: Cảnh báo số dư thấp
wa: Abranle di bas livea di vosse conte
xh: Isilumkiso semali encinane eseleyo
zu: Isexwayiso sebhalansi ephansi

source: Set an alert to avoid running out of credit.
af: Stel ’n waarskuwing om te voorkom dat op krediet opraak.
am: የ ዝቅተኛ ቀሪ ማስጠንቀቂያ ማሰናጃ ከ ቀሪ ውጪ ከመቅረቱ በፊት
ar: أعدَ تنبيه لتجنب نفاذ رصيدك.
as: ক্ৰেডিট শেষ হোৱাৰ প্ৰতিৰোধ কৰিবলে এটা সতৰ্কবাৰ্তা সংহতি কৰক।
bg: Настройте известие, за да избегнете изчерпването на сметката.
bn_bd: ক্রেডিট হারানো এড়াতে একটি সতর্কতা সেট করুন।
bn_in: ক্রেডিট শেষ হয়ে যাওয়া এড়ানোর সুবিধার্থে একটি সতর্কতা সেট করুন।
br: Sevel ur galv-diwall a-raok ma ne vo ket kredoù ken.
bs: Postavite upozorenje kako ne biste ostali bez kredita.
ca: Definiu una alerta per evitar quedar-vos sense crèdit.
cy: Gosod rhybudd i osgoi bod yn brin o arian.
es: Configure una alerta para evitar quedarse sin crédito.
eu: Ezarri alerta krediturik gabe geratzea saihesteko.
fa: تنظیم یک هشدار برای جلو‌گیری از اتمام اعتبار.
gd: Suidhich caismeachd ach nach fhàs thu gann de chreideas.
hi_in: जमा रकम ख़त्म होने से बचने के लिए चेतावनी सेट करें |
hr: Postavite upozorenje kako ne biste ostali bez sredstava na računu.
hu: Állítson be riasztást az egyenleg elfogyása ellen.
id: Setel peringatan untuk menghindari kehabisan pulsa.
km: ផ្ញើ​ការ​ជូនដំណឹង​ដើម្បី​ជៀសវាង​​​​ពេល​អស់​ប្រាក់។
kn: ನಿಮ್ಮ ಬಾಕಿ ಖಾಲಿಯಾಗದಿರಲು ಎಚ್ಚರಿಕೆಯನ್ನು ಸೇರಿಸಿ.
lv: Uzstādīt brīdinājumu lai novērst iespēju iztērēt visu kredītu.
mai: जमा रकम ख़त्म हए सँ बचाबै कलेल चेतावनी सेट करू.
mg: Manefe fanairana hisorohana ny tsy fananana fahana.
ml: ബാലന്‍സ് തീര്‍ന്നുപോകാതിരിക്കാനായി മുന്നറിയിപ്പ് വെക്കുക.
mr: शिल्लक संपण्यापासून रोखण्यासाठी इशारा ठरवा.
ms: Hantar waspada bagi mengelakkan kehabisan kredit.
my: ပိုက်ဆံကုန်သွားခြင်းမှ ရှောင်ကျဉ်ရန် သတိပေးချက်များ ထားမည်
ne: कम श्रेय हुनबाट बच्न सतर्कता सेट गर्नहोस्।
or: ବାଲାନ୍ସ ସରିଯିବାର ଅସୁବିଧାରୁ ବଞ୍ଚିବା ପାଇଁ ଏକ ଚେତାବନୀ ଲଗାନ୍ତୁ ।
pt: Defina um tipo de alerta para evitar que fique sem crédito.
ro: Setează o alertă pentru a evita epuizarea creditului.
si: ගිණුමේ ශේෂය අවසන් වීම වැලැක්වීමට අවවාදාත්මක පණිවු‍ඩයක් සකසන්න
sw: Weka onyo ili kuepeka kuishiwa na mkopo.
ta: வைப்பு கடனை மீறி இயங்கும்வதை தடுக்க ஒரு எச்சரிக்கையை அமை.
te: క్రెడిట్ అయిపోవుటను నివారించేందుకు జాగరూకత శబ్దాన్ని అమర్చండి.
th: ตั้งการแจ้งเตือนเพื่อหลีกเลี่ยงการใช้งานเกินวงเงิน
tr: Bakiyesiz kalmamak için bir uyarı ayarlayın.
ur: کریڈٹ سے باہر چلانے سے بچنے کے لئے ایک انتباہ مقرر کریں۔
uz: Qarzga tushib qolmaslik uchun ogohlantirgichdan foydalaning.
vi: Đặt báo động để tránh hết tiền lúc khẩn cấp.
wa: Definixhoz ene abranle po-z eviter di si rtrover sins credit.
xh: Seta isilumkiso ukuze uphephe ukuphelelwa yimali.
zu: Setha isexwayiso ukugwema ukuphelelwa yimali.

source: Data Report and Alert
af: Dataverslag en -waarskuwings
am: የ ዳታ መግለጫ እና ማስጠንቀቂያ
ar: تقرير البيانات والتنبيهات
as: তথ্য সংবাদ আৰু সতৰ্কবাৰ্তা
bg: Отчет за данни и предупреждение
bn_bd: ডাটা প্রতিবেদন ও সতর্কতা
bn_in: তথ্য প্রতিবেদন ও সতর্কতা
br: Danevell roadennoù ha galv-diwall
bs: Izvještaj o podatkovnom prometu i upozorenje
ca: Informe i alerta de dades
cy: Adroddiad a Rhybudd Data
es: Informe de datos y alerta
eu: Datuen txostena eta alerta
fa: گزارش داده و هشدار
gd: Aithisg is caismeachd dàta
hi_in: डाटा रिपोर्ट तथा चेतावनी
hr: Izvještaj o podatkovnom prometu i upozorenje
hu: Adatjelentés és riasztás
id: Laporan dan Peringatan untuk Data
km: របាយការណ៍ និង​ការ​ជូន​ដំណឹង​ទិន្នន័យ
kn: ಮಾಹಿತಿ ವರದಿ ಮತ್ತು ಎಚ್ಚರಿಕೆ
lv: Datu lietojuma ziņojumi un bridinājumi
mai: डाटा रिपोट तथा चेतावनी
mg: Tatitra Data sy Fanairana
ml: ഡാറ്റാ റിപ്പോര്‍ട്ടും മുന്നറിയിപ്പും
mr: माहिती अहवाल आणि इशारा
ms: Data Laporan dan Waspada
my: အချက်အလက် အစီရင်ခံစာနှင့် သတိပေးချက်
ne: डाटा प्रतिवेदन र सतर्कता
or: ଇଣ୍ଟରନେଟ ବିବରଣୀ ଓ ଚେତାବନୀ
pt: Relatórios e Alertas de Dados
ro: Alertă și raport de date
si: දත්ත වාර්ථාව හා අනතුරු ඇඟවීමේ සංඥා
sw: Ripoti ya Data na Hadhari
ta: தரவு அறிக்கை மற்றும் எச்சரிக்கை
te: దత్తాంశ నివేదిక మరియు జాగరూకత
th: รายงานข้อมูลและการแจ้งเตือน
tr: Veri Raporu ve Uyarısı
ur: کوائف کی رپورٹ اور انتباہ
uz: Ma’lumot hisoboti va ogohlantirgichi
vi: Báo cáo và cảnh báo về dữ liệu
wa: Rapoirt di dnêyes eyet Abranle
xh: Ingxelo yedatha kunye nesilumkiso
zu: Umbiko wedatha Nesexwayiso

source: Receive reports about your Internet usage and set an alert to avoid using too much.
af: Ontvang verslae oor jou internetgebruik en stel ’n waarskuwing om te verhoed dat jy te veel gebruik.
am: ስለ እርስዎ ኢንተርኔት አጠቃቀም መረጃ ያግኙ እና ማስጠንቀቂያ ማሰናጃ ከ መጠኑ በላይ ከመጠቀምዎት በፊት
ar: احصُل على تقارير استخدام الانترنت وأعدَ تنبيهاً لتجنب استخدامها بصورة كبيرة.
as: আপোনাৰ ইন্টাৰনেট ব্যৱহাৰৰ বিষয়ে সংবাদ প্ৰাপ্ত কৰক আৰু অত্যাধিক ব্যৱহাৰ প্ৰতিৰোধ কৰিবলে এটা সতৰ্কবাৰ্তা সংহতি কৰক।
bg: Получавайте отчет за използването на Интернет и задайте предупреждение, за да избегнете прекалено използване.
bn_bd: ইন্টারনেট ব্যবহার সম্পর্কিত প্রতিবেদন দেখুন এবং অত্যাধিক ব্যবহার এড়াতে একটি সতর্কতা সেট করুন।
bn_in: আপনার ইন্টারনেট ব্যবহার সম্পর্কে রিপোর্ট পান এবং অত্যধিক ব্যবহার এড়ানোর জন্য একটি সতর্কতা সেট।
br: Degemer danevelloù a-zivout hoc'h arver eus ar genrouedad hag arventennañ ur galv-diwall evit chom hep beveziñ re a genrouedad.
bs: Primajte izvještaje o korištenju Interneta i postavite upozorenje da izbjegnete previše korištenja.
ca: Rebeu informes del vostre consum d'Internet i definiu una alerta per evitar un consum excessiu.
cy: Derbyn adroddiadau am eich defnydd o'r Rhyngrwyd a gosod rhybudd i osgoi ei ddefnydd gormod.
es: Reciba informes sobre el consumo de Internet y configure una alerta para evitar un uso excesivo.
eu: Jaso zure Internet-kontsumoaren inguruko txostenak eta ezarri alerta datu gehiegi erabiltzea saihesteko.
fa: گزارش‌هایی درباره میزان مصرف اینترنت خود دریافت کنید و برای جلوگیری از مصرف بیش از اندازه، یک هشدار دهنده تنظیم کنید.
gd: Faigh aithisgean mu na chaitheas thu dhen lìon agus caismeachd ach nach caith thu cus dheth.
hi_in: अपने इंटेरनेट उपयोग के बारे में रिपोर्ट पायें और अत्यधिक उपयोग से बचने के लिए चेतावनी सेट करें |
hr: Primajte izvještaje o vašem Internet prometu, te postavite upozorenje kako ne biste potrošili previše prometa.
hu: Jelentések az internethasználatról és riasztás beállítása a túlzott használat ellen.
id: Dapatkan laporan pemakaian Internet dan setel peringatan untuk menghindari penggunaan berlebihan.
km: ទទួល​បាន​របាយការណ៍​អំពី​ការ​ប្រើប្រាស់​អ៊ីនធឺណិត​របស់​អ្នក និង​កំណត់​ការ​ជូនដំណឹង​ដើម្បី​ជៀសវាង​ការ​ប្រើ​ច្រើន​ពេក។
kn: ನಿಮ್ಮ ಅಂತರಜಾಲದ ಬಳಕೆಯ ವರದಿಗಳನ್ನು ಪಡೆದುಕೊಳ್ಳಿ ಮತ್ತು ಹೆಚ್ಚು ಬಳಕೆಯನ್ನು ತಪ್ಪಿಸಲು ಎಚ್ಚರಿಕೆ ಸೂಚನೆ ಬರುವಂತೆ ಮಾಡಿ.
lv: Saņemiet ziņojumus par savu Interneta lietojumu un uzstādiet brīdinājumu lai nepārtērēt.
mai: अपन इंटेरनेट उपयोग क संबंध मे रिपोट पाबू आओर अत्यधिक उपयोग सँ बचए कलेल चेतावनी सेट करू
mg: Mahazoa tatitra momba ny fampiasanao aterineto sy manefe fanairana hisorohana ny fampiasana tafahoatra.
ml: നിങ്ങളുടെ ഇന്റെര്‍നെറ്റ് ഉപയോഗത്തിനെകുറിച്ച് റിപ്പോര്‍ട്ട് കിട്ടുക, കൂടുതല്‍ ഉപയോഗിക്കാതിരിക്കാന്‍ മുന്നറിയിപ്പ് വെക്കുക.
mr: आपल्या इंटरनेट वापराचा अहवाल मिळवा आणि अति वापर रोखण्यासाठी इशारा ठरवा.
ms: Terima laporan perihal penggunaan Internet anda dan tetapkan waspada bagi mengelakkan penggunaan berlebihan.
my: သင် အင်တာနက်သုံးဆွဲမှူ နှင့်ပတ်သတ်သော အစီရင်ခံစာ ရယူပြီး အရမ်းများလာပါက သတိပေးပါ
ne: तपाईको इन्टरनेट प्रयोगबारे प्रतिवेदन पाउनुहोस् र धेरै चलाउनबाट बच्न सतर्कता सेट गर्नहोस्।
or: ନିଜର ଇଣ୍ଟରନେଟ ବ୍ୟବହାର ପାଇଁ ବିବରଣୀ ହାସଲ କରନ୍ତୁ ଓ ଖୁବ ଅଧିକ ବ୍ୟବହାରରୁ ବର୍ତ୍ତିବା ପାଇଁ ଏକ ଚେତାବନୀ ଲଗାନ୍ତୁ ।
pt: Receba alertas sobre a sua utilização da Internet e defina um alerta para evitar que utilize demais.
ro: Recepționează raporturi despre utilizarea de net și setează o alertă pentru a evita utilizarea prea ridicată.
si: ඔබගේ අන්තර්ජාල භාවිතාවන් සඳහා වාර්ථා ලබාගන්න, අධි භාවිතාවන් නැවැත්වීමට අවවාදාත්මක පණිවුඩයන් ලබාගන්න.
sw: Pokea ripoti kuhusu matumizi yako ya Intaneti na uweke na hadhari ili kuepuka kutumia zaidi.
ta: பெறப்படும்அறிக்கையானது உங்களுடைய இணைய பயனளவு மற்றும் அதிகமாக பயன்படுத்துவதை தடுக்க எச்சரிக்கை ஒன்றை அமை.
te: మీ అంతర్జాల వినియోగం గురించి నివేదికలను పొందండి మరియు ఎక్కువ వాడకాన్ని నివారించేందుకు ఒక జాగరూకత శబ్దాన్ని అమర్చండి.
th: รับรายงานเกี่ยวกับการใช้งานอินเทอร์เน็ตของคุณและตั้งการแจ้งเตือนเพื่อป้องกันการใช้มากเกินไป
tr: İnternet kullanımınız hakkında raporlar alın ve aşırı kullanımı engelleyin.
ur: کریڈٹ سے باہر چلانے سے بچنے کے لئے ایک انتباہ مقرر کریں۔
uz: Internetdan foydalanishingiz haqidagi hisobotlarni qabul qiling va ko‘p pul sarflab qo‘yishdan qochish uchun ogohlantirgich o‘rnating.
vi: Nhận báo cáo về mức sử dụng Internet và đặt cảnh báo để tránh sử dụng quá nhiều.
wa: Riçuvoz des rapoirts so vost eployaedje del daegntoele eyet definixhoz ene abranle po-z eviter di nd eployî dtrop.
xh: Fumana iingxelo malunga nosetyenziso lwe-intanethi uze usete isilumiso ukuphepha ukuyisebenzisa kakhulu.
zu: Thola imibiko mayelana nokusebenzisa kwakho i-inthanethi bese usetha isexwayiso ukugwema ukusebenzisa ngokweqile.

source: Phone and Data Report
af: Foon- en dataverslag
am: የ ስልክ እና የ ዳታ መግለጫ
ar: تقرير الاتصال والبيانات
as: ফোন আৰু তথ্য সংবাদ
bg: Телефон и отчет за данни
bn_bd: ফোন ও ডাটা প্রতিবেদন
bn_in: ফোন এবং তথ্য প্রতিবেদন
br: Danevelloù a-fet pellgomzer ha roadennoù
bs: Telefon i izvještaj o podatkovnom prometu
ca: Informe del telèfon i de dades
cy: Adroddiad Ffôn a Data
es: Informe de datos y teléfono
eu: Telefonoaren eta datuen txostena
fa: گزارش داده و تلفن
gd: Aithisg fòn is dàta
hi_in: फ़ोन और डाटा रिपोर्ट
hr: Telefon i izvještaj o podatkovnom prometu
hu: Telefon- és adatjelentés
id: Laporan untuk Telepon dan Data
km: របាយការណ៍​ទូរស័ព្ទ និង​ទិន្នន័យ
kn: ಫೋನ್ ಮತ್ತು ಮಾಹಿತಿ ವರದಿ
lv: Telefons un datu lietojums ziņojums
mai: फोन आओर डाटा रिपोट
mg: Tatitra momba Data sy Telefaona
ml: ഫോണ്‍, ഡാറ്റ റിപ്പോര്‍ട്ട്
mr: फोन व माहिती अहवाल
ms: Laporan Telefon dan Data
my: ဖုန်း နှင့် အချက်အလက် အစီရင်ခံစာ
ne: फोन र डाटा प्रतिवेदन
or: ଫୋନ ଓ ଇଣ୍ଟରନେଟ ବିବରଣୀ
pt: Relatório do Dispositivo e de Dados
ro: Raport de date și telefon
si: දුරකථනයේ සහ දත්තවල වාර්තාව
sw: Ripoti ya Simu na Data
ta: செல்பேசி மறறும் தரவு அறிக்கை
te: ఫోను మరియు దత్తాంశ నివేదిక
th: รายงานโทรศัพท์และข้อมูล
tr: Telefon ve Veri Raporu
ur: کوائف کی رپورٹ اور انتباہ
uz: Telefon va ma’lumot hisoboti
vi: Báo cáo về mạng viễn thông và dữ liệu
wa: Telefone eyet Rapoirt di dnêyes
xh: Ingxelo yefowuni nedatha
zu: Ifoni Nombiko Wedatha

source: Receive reports about your phone and Internet usage.
af: Ontvang verslae oor jou foon- en internetgebruik.
am: ስለ እርስዎ ስልክ እና ኢንተርኔት አጠቃቀም መግለጫ ያግኙ
ar: احصُل على تقارير حول هاتفك وحول استخدام الانترنت.
as: আপোনাৰ ফোনৰ আৰু ইন্টাৰনেট ব্যৱহাৰৰ বিষয়ে সংবাদ প্ৰাপ্ত কৰক।
bg: Получавайте отчети за използването своя телефон и Интернет.
bn_bd: আপনার ফোন ও ইন্টারনেট ব্যবহারের প্রতিবেদন গ্রহন করুন।
bn_in: আপনার ফোন এবং ইন্টারনেট ব্যবহার সম্পর্কে রিপোর্ট পান।
br: Degemer danevelloù a-zivout hoc'h arver eus ar pellgomzer hag ar genrouedad.
bs: Primajte izvještaje o korištenju vašeg telefona i interneta.
ca: Rebeu informes del vostre consum de telèfon i d'Internet.
cy: Derbyn adroddiadau am ddefnydd y ffôn a'r rhyngrwyd.
es: Reciba informes sobre el consumo del teléfono e Internet.
eu: Jaso zure telefono- eta Internet-kontsumoaren inguruko txostenak.
fa: گزارش‌هایی درباره میزان مصرف تلفن و اینترنت خود دریافت کنید.
gd: Faigh aithisgean air na chaitheas tu dhen fhòn ’s dhen lìon.
hi_in: अपने फोन तथा इंटेरनेट उपयोग के बारे में रिपोर्ट पायें |
hr: Primajte izvještaje o upotrebi telefona i Interneta.
hu: Jelentések a telefon- és internethasználatáról.
id: Dapatkan laporan penggunaan telepon dan Internet.
km: ទទួល​របាយការណ៍​អំពី​ការ​ប្រើប្រាស់​ទូរស័ព្ទ និង​អ៊ីនធឺណិត​របស់​អ្នក។
kn: ಫೋನ್ ಮತ್ತು ಇಂಟರ್ನೆಟ್ ಬಳಕೆಯ ಬಗ್ಗೆ ವರದಿ ಪಡೆಯಿರಿ.
lv: Saņemiet ziņojumus par jūsu telefona un interneta lietojumu.
mai: अपन फोन तथा इंटेरनेट उपयोग क संबंध मे रिपोट पाबू
mg: Mahazoa tatitra momba ny fampiasanao telefaona sy aterineto.
ml: ഫോണിന്റെയും ഇന്റെര്‍നെറ്റിന്റെയും ഉപയോഗം സംബന്ധിച്ച് റിപ്പോര്‍ട്ട് കിട്ടുക.
mr: आपल्या फोन व इंटरनेट वापराचा अहवाल मिळवा.
ms: Terima lasporan perihal penggunaan telefon dan Internet anda.
my: သင့်ဖုန်း နှင့် အင်တာနက်သုံးဆွဲမှူ အပေါ် အစီရင်ခံစာ ရယူမည်
ne: तपाईको फोन र इन्टरनेट प्रयोगबारे प्रतिवेदन पाउनुहोस्।
or: ନିଜ ଫୋନର ବ୍ୟବହାର ଓ ଈଣ୍ଟରନେଟ ବ୍ୟବହାର ପାଇଁ ବିବରଣୀ ପାଆନ୍ତୁ ।
pt: Receber relatório sobre o dispositivo e utilização da Internet.
ro: Recepționează raporturi privind utilizarea de net și telefon.
si: ඔබගේ දුරකථන හා අන්තර්ජාල භාවිතාවන් සඳහා වාර්ථාවන් ලබාගන්න.
sw: Pokea ripoti kuhusu matumizi ya simu na Inataneti yako.
ta: உங்களுடைய செல்பேசி மற்றும் இணைய பயனளவு பற்றிய அறிக்கைகளை பெறும்.
te: మీ ఫోను మరియు అంతర్జాల వాడుక గురించి నివేదికలను పొందండి.
th: รับรายงานเกี่ยวกับการใช้งานโทรศัพท์และอินเทอร์เน็ตของคุณ
tr: Telefon ve internet kullanımınız hakkında raporlar alın.
ur: آپ کے فون اور انٹرنیٹ کے استعمال کے بارے میں رپورٹ حاصل کریں۔
uz: Telefoningiz va internetdan foydalanish haqidagi ma’lumotlarni qabul qiling.
vi: Nhận báo cáo về mức sử dụng mạng viễn thông và Internet.
wa: Riçuvoz des rapoirts so vost eployaedje do telefone eyet del daegntoele.
xh: Fumana iingxelo malunga nefowuni yakho nosetyenziso lwe-intanethi.
zu: Thola imibiko mayelana nefoni yakho kanye nokusetshenziswa kwe-inthanethi.

# fte-postpaid3-title
source: Data Alert
af: Datawaarskuwing
am: የ ዳታ ማስጠንቀቂያ
ar: تنبيه البيانات
as: তথ্যৰ সতৰ্কবাৰ্তা
bg: Използване на данни
bn_bd: ডাটা সতর্কতা
bn_in: তথ্য সতর্কতা
br: Galv-diwall a-fet roadennoù
bs: Upozorenje podatkovnog prometa
ca: Alerta de dades
cy: Rhybudd Data
es: Alerta de datos
eu: Datuen alerta
fa: هشدار دهنده مصرف داده
gd: Caismeachd dàta
hi_in: डाटा चेतावनी
hr: Upozorenje podatkovnog prometa
hu: Adathasználati riasztás
id: Peringatan Data
km: ជូនដំណឹង​​អំពី​​ទិន្នន័យ
kn: ಮಾಹಿತಿ ಎಚ್ಚರಿಕೆ
lv: Datu izmantošanas brīdinājums
mai: डाटा चेतावनी
mg: Fanairana momba Data
ml: ഡാറ്റാ മുന്നറിയിപ്പ്
mr: माहिती इशारा
ms: Data Waspada
my: အချက်အလက် သတိပေးချက်
ne: डाटा सतर्कता
or: ଇଣ୍ଟରନେଟ ଚେତାବନୀ
pt: Alerta de Dados
ro: Alertă de date
si: දත්ත ඇඟවීම
sw: Hadhari ya Data
ta: தரவு எச்சரிக்கை
te: దత్తాంశ జాగరూకత
th: การแจ้งเตือนข้อมูล
tr: Veri Uyarısı
ur: کوائف انتباہ
uz: Ma’lumot ogohlantirgichi
vi: Cảnh báo dữ liệu
wa: Abranle di dnêyes
xh: Isilumkiso sedatha
zu: Isexwayiso Sedatha

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
af: Stel ’n waarskuwing om te voorkom dat jy te veel data gebruik.
am: በጣም ብዙ ዳታ እንዳይጠቀሙ ማስጠንቀቂያ ማሰናጃ
ar: أعدَ تنبيهاً لتجنب استخدام البيانات بصورة كبيرة.
as: অত্যাধিক তথ্যৰ ব্যৱহাৰ প্ৰতিৰোধ কৰিবলে এটা সতৰ্কবাৰ্তা সংহতি কৰক।
bg: Настройте известие, за да избегнете използването на прекалено много данни.
bn_bd: অত্যাধিক ডাটা ব্যবহার এড়াতে একটি সতর্কতা সেট করুন।
bn_in: অত্যধিক ডাটা ব্যবহার এড়ানো একটি সতর্কতা সেট করুন।
br: Arventennañ ur galv-diwall evit chom hep beveziñ re a roadennoù.
bs: Postavite upozorenje kako ne biste potrošili previše podatkovnog prometa.
ca: Definiu una alerta per evitar un consum excessiu de dades.
cy: Gosod rhybudd i osgoi defnyddio gormod o ddata.
es: Configure una alerta para evitar el consumo excesivo de datos.
eu: Ezarri alerta datu gehiegi erabiltzea saihesteko.
fa: یک هشدار برای جلوگیری از مصرف بیش از اندازه داده تنظیم کنید.
gd: Suidhich caismeachd ach nach cleachd thu cus dàta.
hi_in: अत्यधिक डाटा के उपयोग से बचने के लिए चेतावनी सेट करें.
hr: Postavite upozorenje kako ne biste potrošili previše podatkovnog prometa.
hu: Riasztás beállításával elkerülheti a túlzott adathasználatot.
id: Setel peringatan untuk menghindari penggunaan Internet yang berlebihan.
km: កំណត់​​ការ​ជូនដំណឹង​ដើម្បី​ជៀសវាង​ការ​ប្រើ​ទិន្នន័យ​ច្រើន​ពេក។
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಬಳಸದಿರಲು ಎಚ್ಚರಿಕೆ ಸೇರಿಸಿ.
lv: Uzstādīt brīdinājumu lai izvairītos no pārāk lielas datu lietošanas.
mai: अत्यधिक डाटा क उपयोग सँ बचए कलेल चेतावनी सेट करू.
mg: Manefe fanairana hisorohana ny fampiasana data tafahoatra.
ml: കൂടുതല്‍ ഡാറ്റ ഉപയോഗിക്കാതിരിക്കാന്‍ മുന്നറിയിപ്പ് വെക്കുക.
mr: अति वापर टाळण्यासाठी इशारा ठरवा.
ms: Tetapkan waspada bagi mengelakkan penggunaan data yang berlebihan.
my: အချက်အလက် များပြီး မသုံးမိစေရန် သတိပေးချက်တစ်ခု တပ်ဆင်ပါ
ne: धेरै डाटा चलाउनबाट बच्न सतर्कता सेट गर्नहोस्।
or: ଖୁବ ଅଧିକ ଇଣ୍ଟରନେଟ ବ୍ୟବହାରରୁ ବଞ୍ଚିବା ପାଇଁ ଏକ ଚେତାବନୀ ଲଗାନ୍ତୁ ।
pt: Definir um alerta para evitar a utilização de demasiados dados.
ro: Setează o alertă pentru a evita folosirea de prea mult trafic.
si: අධි දත්ත භාවිතාවන්ගෙන් වැලකීමට අවවාදාත්මක පණිවුඩයක් සකසන්න.
sw: Weka hadhari ili kuepuka kutumia data mingi.
ta: கூடுதலான தரவுகள் பயன்படுத்துவதை தடுக்க எச்சரிக்கை ஒன்றை அமை.
te: ఎక్కువ దత్తాంశ వాడకాన్ని నివారించేందుకు ఒక జాగరూకతను అమర్చుకోండి.
th: ตั้งการแจ้งเตือนเพื่อป้องกันการใช้ข้อมูลมากเกินไป
tr: Aşırı veri kullanımını engellemek için bir uyarı ayarlayın.
ur: بہت زیادہ کوائف کا استعمال کرنے سے بچنے کے لئے ایک انتباہ مقرر کریں۔
uz: Ko‘p ma’lumot sarflab qo‘yishdan qochish uchun ogohlantirgich o‘rnating.
vi: Đặt cảnh báo để tránh sử dụng dữ liệu quá nhiều.
wa: Definixhoz ene abranle po-z eviter d’ eployî dtrop di dnêyes.
xh: Seta isilumkiso ukuze uphepha ukusebnezisa idatha eninzi kakhulu.
zu: Setha isexwayiso ukugwema ukusebenzisa idatha ngokweqile.

source: Data Report
af: Dataverslag
am: የ ዳታ መግለጫ
ar: تقرير البيانات
as: তথ্যৰ সংবাদ
bg: Отчет за данни
bn_bd: ডাটা প্রতিবেদন
bn_in: তথ্য প্রতিবেদন
br: Danevell a-fet roadennoù
bs: Izvještaj podat. prometa
ca: Informe de dades
cy: Adroddiad Data
es: Informe de datos
eu: Datuen txostena
fa: گزارش داده
gd: Aithisg dàta
hi_in: डाटा रिपोर्ट
hr: Izvještaj pod. prometa
hu: Adatjelentés
id: Laporan Data
km: របាយការណ៍​ទិន្នន័យ
kn: ಮಾಹಿತಿ ವರದಿ
lv: Datu lietojuma atskaites
mai: डाटा रिपोट
mg: Tatitra momba Data
ml: ഡാറ്റ റിപ്പോര്‍ട്ട്
mr: माहिती अहवाल
ms: Laporan Data
my: အချက်အလက် အစီရင်ခံစာ
ne: डाटा प्रतिवेदन
or: ତଥ୍ୟ ବିବରଣୀ
pt: Relatório de Dados
ro: Raport de date
si: දත්ත වාර්තාව
sw: Ripoti ya Data
ta: தரவு அறிக்கை
te: దత్తాంశ నివేదిక
th: รายงานข้อมูล
tr: Veri Raporu
ur: کوائف رپورٹ
uz: Ma’lumot hisoboti
vi: Báo cáo dữ liệu
wa: Rapoirt di dnêyes
xh: Ingxelo yedatha
zu: Umbiko Wedatha

source: Receive reports about your internet usage.
af: Ontvang verslae oor jou internetgebruik.
am: ስለ እርስዎ ኢንተርኔት አጠቃቀም መግለጫ ያግኙ
ar: احصُل على تقارير استخدام الانترنت.
as: আপোনাৰ ইন্টাৰনেট ব্যৱহাৰৰ বিষয়ে সংবাদ গ্ৰহণ কৰক।
bg: Получавайте отчет за своя Интернет трафик.
bn_bd: আপনার ইন্টারনেট ব্যবহারের প্রতিবেদন দেখুন।
bn_in: আপনার ইন্টারনেট ব্যবহার সম্পর্কে রিপোর্ট পান।
br: Degemer danevelloù a-zivout hoc'h arver eus ar genrouedad.
bs: Primajte izvještaj o vašoj upotrebi interneta.
ca: Rebeu informes del vostre consum d'Internet.
cy: Derbyn adroddiadau am eich defnydd o'r rhyngrwyd.
es: Reciba informes sobre el consumo de Internet.
eu: Jaso zure Internet-kontsumoaren inguruko txostenak.
fa: گزارش‌هایی درباره میزان مصرف اینترنت خود دریافت کنید.
gd: Faigh aithisgean mu na chaitheas tu dhen lìon.
hi_in: अपने इंटेरनेट उपयोग के बारे में रिपोर्ट पायें |
hr: Primajte izvještaj o potrošnji Internet prometa.
hu: Jelentések az internethasználatáról.
id: Dapatkan laporan penggunaan Internet Anda.
km: ទទួល​របាយការណ៍​អំពី​ការ​ប្រើប្រាស់​អ៊ីនធឺណិត​របស់​អ្នក។
kn: ಇಂಟರ್ನೆಟ್ ಬಳಕೆಯ ಬಗ್ಗೆ ವರದಿ ಪಡೆಯಿರಿ.
lv: Saņemiet atskaites par savu internet lietojumu.
mai: अपन इंटेरनेट उपयोग क संबंध मे रिपोट पाबू
mg: Mahazoa tatitra momba ny fampiasanao aterineto.
ml: നിങ്ങളുടെ ഇന്റെര്‍നെറ്റ് ഉപയോഗത്തെകുറിച്ച് റിപ്പോര്‍ട്ട് സ്വീകരിക്കുക.
mr: आपल्या इंटरनेट वापराचा अहवाल मिळवा.
ms: Terima laporan perihal penggunaan internet anda.
my: သင့်အင်တာနက်သုံးဆွဲမှူ နှင့်ပတ်သတ်သော အစီရင်ခံစာရယူ
ne: तपाईको इन्टरनेट प्रयोगबारे प्रतिवेदन पाउनुहोस्।
or: ନିଜ ଇଣ୍ଟରନେଟ ବ୍ୟବହାର ବାବଦରେ ବିବରଣୀ ପାଆନ୍ତୁ ।
pt: Receber relatórios sobre a sua utilização da Internet.
ro: Recepționează raporturi despre utilizarea de net.
si: ඔබගේ අන්තර්ජාල භාවිතාවන් පිළිබඳව වාර්ථා ලබාගන්න.
sw: Pokea ripoti kuhusu matumizi yako ya intaneti.
ta: உங்களுடைய இணைய பயனளவை பற்றிய அறிக்கை பெறவும்.
te: మీ అంతర్జాల వాడుక గురించి నివేదికలను పొందండి.
th: รับรายงานเกี่ยวกับการใช้งานอินเทอร์เน็ตของคุณ
tr: İnternet kullanımınız hakkında raporlar alın.
ur: انٹرنیٹ کے استعمال کے بارے میں رپورٹ حاصل کریں۔
uz: Internetdan foydalanish haqidagi ma’lumotlarni qabul qiling.
vi: Nhận báo cáo về mức sử dụng Internet.
wa: Riçuvoz des rapoirts so vost eployaedje del daegntoele.
xh: Fumana iingxelo malunga nosetyenziso lwakho lwe-intanethi.
zu: Thola imibiko mayelana nokusetshenziswa kwe-inthanethi.

# fte-onlydata3-title
source: Data Alert
af: Datawaarskuwing
am: የ ዳታ ማስጠንቀቂያ
ar: تنبيه البيانات
as: তথ্যৰ সতৰ্কবাৰ্তা
bg: Предупреждение
bn_bd: ডাটা সতর্কতা
bn_in: তথ্য সতর্কতা
br: Galv-diwall a-fet roadennoù
bs: Upozorenje podatkovnog saobraćaja
ca: Alerta de dades
cy: Rhybudd Data
es: Alerta de datos
eu: Datuen alerta
fa: هشدار دهنده مصرف داده
gd: Caismeachd dàta
hi_in: डाटा चेतावनी
hr: Upozor. pod. prometa
hu: Adathasználati riasztás
id: Peringatan Data
km: ការ​ជូនដំណឹង​​អំពី​ទិន្នន័យ
kn: ಮಾಹಿತಿ ವರದಿ
lv: Datu lietojuma brīdinājums
mai: डाटा चेतावनी
mg: Fanairana momba Data
ml: ഡാറ്റ മുന്നറിയിപ്പ്
mr: माहिती इशारा
ms: Data Waspada
my: အချက်အလက် သတိပေးချက်
ne: डाटा सतर्कता
or: ଇଣ୍ଟରନେଟ ଚେତାବନୀ
pt: Alerta de Dados
ro: Alertă de date
si: දත්ත ඇඟවීම
sw: Hadhari ya Data
ta: தரவு எச்சரிக்கை
te: దత్తాంశ జాగరూకత
th: การแจ้งเตือนข้อมูล
tr: Veri Uyarısı
ur: کوائف انتباہ
uz: Ma’lumot ogohlantirgichi
vi: Cảnh báo dữ liệu
wa: Abranle di dnêyes
xh: Isilumkiso sedatha
zu: Isexwayiso sedatha
