Repository: translate/mozilla-gaia
Catalog: */apps/costcontrol/costcontrol.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, lv, mai, mg, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

source: Please, make sure airplane mode is off.
am: እባክዎን እርግጠኛ ይሁኑ የ አውሮፕላን ዘዴ መጥፋቱን
ar: الرجاء التأكد أن وضع الطائرة مغلق.
bg: Моля, убедете се че самолетния режим е изключен.
bn_bd: অনুগ্রহ করে নিশ্চিত হোন যে বিমান মোড বন্ধ রয়েছে।
bn_in: অনুগ্রহ করে, পরীক্ষা করে নিন এয়ারপ্লেন মোড বন্ধ করা আছে কিনা।
br: Mar plij, bezit sur ez eo bet diweredekaet ar mod nijerezh.
bs: Molimo da provjerite da li je avionski režim isključen.
ca: Assegureu-vos que el mode d'avió estigui desactivat.
cy: Gwnewch y siŵr fod y modd awyren i ffwrdd.
es: Asegúrese de que el modo avión está desactivado.
eu: Ziurtatu hegazkin modua itzalita dagoela.
fa: لطفا، از خاموش بودن حالت هواپیما مطمئن شوید.
gd: Dèan cinnteach gu bheil am modh itealain dheth.
hi_in: कृपया, सुनिश्चित करें की एयरप्लेन मोड बंद है.
hu: Kapcsolja ki a repülő módot.
id: Pastikan mode pesawat sudah dimatikan.
km: សូម​ប្រាកដ​ថា​បាន​បិទ​របៀប​លើ​យន្តហោះ​។
kn: ದಯವಿಟ್ಟು, ಏರ್‌ಪ್ಲೇನ್‌ ಸ್ಥಿತಿ ಆಫ್ ಆಗಿದೆ ಎನ್ನುವುದನ್ನು ಖಾತ್ರಿ ಪಡಿಸಿಕೊಳ್ಳಿ.
lv: Lūdzu pārbaudiet vai lidmašīnas režīms ir izslēgts.
mai: कृपया जाँचू जे एयरप्लेन मोड बन्न अछि
mg: Azafady, ataovy azo antoka fa maty ny maody fiaramanidina.
my: ကျေးဇူးပြုပြီး လေယျာဉ်ပေါ်သုံးပုံစံ ပိတ်ထားပေးပါ
ne: कृपया, एयरप्लेन मोड निस्कृय भएको निश्चित गर्नुहोस्।
pt: Por favor, garanta que o modo de avião está desligado.
ro: Te rugăm să te asiguri că modul avion e dezactivat.
si: කරුණාකර, ගුවන්යානා ප්‍රකාරය අක්‍රීය දැයි පිරික්සන්න.
ta: விமானப்பாங்கு முடக்கத்தில் இருக்கிறதா என உறுதிப்படுத்தவும்
th: โปรดตรวจสอบให้แน่ใจว่าโหมดเครื่องบินปิดอยู่
tr: Lütfen uçak modunu kapattığınızdan emin olun.
ur: اثبات کریں کہ جہاز موڈ آف ہے۔
uz: Parvoz usuli o‘chirilganligiga ishonch hosil qiling.

source: Usage First Time Experience
af: Gebruik se eerstekeer-ervaring
am: የ አጠቃቀም የመጀመሪያ ጊዜ ልምምድ
ar: تجربة استخدام تطبيق إحصاء البيانات لأول مرّة
as: ব্যৱহাৰৰ প্ৰথম অনুভৱ
bg: Първи стъпки в Трафик
bn_bd: প্রথম ব্যবহারের অভিজ্ঞতা
bn_in: প্রথমবারের ব্যবহারের অভিজ্ঞতা
br: Arver kentañ eus Arver
bs: Prvo iskustvo praćenja upotrebe
ca: Consum: Primer ús
cy: Profiad Cyntaf Defnyddio Defnydd
es: Primera experiencia con Consumos
eu: Kontsumoaren lehen aldiko esperientzia
fa: تجربه اولین استفاده
gd: Ciad tòiseachadh an tomhais chaitheimh
hi_in: उपयोग पहली बार अनुभव
hr: Prvo iskustvo praćenja potrošnje
hu: Első találkozás a használati adatokkal
id: Pengalaman Pertama Penggunaan
km: ប្រើប្រាស់ First Time Experience
kn: ಬಳಕೆಯ ಮೊದಲ ಬಾರಿಯ ಅನುಭವ
lv: Lietojuma lietošanas pamācība
mai: उपयोग पहिल बार अनुभव
mg: Fahatsapana Vao Sambany ny Fampiasana
ml: ഉപയോഗത്തിന്റെ ആദ്യാനുഭവം
mr: वापराचा पहिल्यांदा अनुभव
ms: Pengalaman Kali Pertama Penggunaan
my: ဒေတာသုံးဆွဲမှူ ပထမအတွေ့အကြုံ
ne: प्रयोगको पहिलो अनुभव
or: ପ୍ରଥମଥର ବ୍ୟବହାରର ଅନୁଭୂତି
pt: Experiência da primeira utilização
ro: Utilizarea primei experiențe
si: භාවිතයේ පළමු අත්දැකීම
sw: Utumizi wa Mara ya Kwanza ya Matumizi
ta: முதன்முறையா அனுபவமா
te: వాడుక మొదటిసారి అనుభవం
tr: Kullanım İlk Deneyimi
ur: استعمال کا پہلی بار تجربہ
uz: Birinchi marta tajribadan foydalanish
vi: Giới thiệu
wa: Esperyine do prumî côp d’ Eployaedje
xh: Amava okuqala ngqa osetyenziso
zu: Amava Okusebenzisa Okokuqala

source: Save money by keeping track of your phone and internet usage.
af: Bespaar geld deur op hoogte van jou foon- en internetgebruik te bly.
am: የ እርስዎን ስልክ እና ኢንተርኔት አጠቃቀም በ መከታተል ገንዘብ ያድኑ
ar: وفِّر المال عن طريق تتبع استخدامك لهاتفك وللإنترنت.
as: আপোনাৰ ফোন আৰু ইন্টানেট ব্যৱহাৰৰ হিচাপ ৰাখি টকা বচাওক।
bg: Спестете пари като следите своя Интернет трафик и телефония.
bn_bd: আপনার ফোন এবং ইন্টারনেট ব্যবহারের উপর নজর রেখে টাকা বাঁচান।
bn_in: আপনার ফোন এবং ইন্টারনেট এর ব্যবহার ট্র্যাক করে অর্থ সাশ্রয় করুন।
br: Espern arc'hant en ur heuliañ hoc'h arver eus ar pellgomzer hag ar genrouedad.
bs: Uštedite novac praćenjem upotrebe vašeg telefona i interneta.
ca: Estalvieu controlant el consum del telèfon i d'Internet.
cy: Arbedwch arian drwy ddilyn eich defnydd o'r ffôn a'r we.
es: Ahorre dinero monitorizando el consumo del teléfono e Internet.
eu: Aurreztu dirua zure telefono- eta Internet-kontsumoaren jarraipena eginez.
fa: با دنبال کردن میزان استفاده اینترنت و تلفن می‌توانید در هزینه‌ها صرفه‌جویی کنید.
gd: Cum sùil air caitheamh an fhòn ’s an eadar-lìn gus airgead a chaomhnadh.
hi_in: पैसे बचाने के लिए अपने फोन और इंटरनेट के उपयोग का ट्रैक रखें.
hr: Štedite novac praćenjem upotrebe telefona i Interneta.
hu: Spóroljon a telefonos- és adatforgalom követésével.
id: Berhemat dengan memantau pemakaian internet dan telepon Anda.
km: សន្សំ​ប្រាក់​ដោយ​បន្ត​តាមដាន​ការ​ប្រើប្រាស់​ទូរស័ព្ទ និង​អ៊ីនធឺណិត​របស់​អ្នក។
kn: ನಿಮ್ಮ ಮೊಬೈಲ್ ಮತ್ತು ಇಂಟರ್ನೆಟ್ ಬಳಕೆಯತ್ತ ಗಮನವಿರಿಸುವ ಮೂಲಕ ಹಣ ಉಳಿಸಿಬಹುದು.
lv: Ietaupiet naudu sekojot savam telefona un interneta lietojumam.
mai: पैसा बचाबै कलेल अपन फोन आओर इंटरनेट क उपयोग क ट्रैक राखू.
mg: Mititsia vola @ fanaraha-maso ny fampiasanao telefaona sy aterineto.
ml: ഫോണിന്റെയും ഇന്റെര്‍നെറ്റിന്റെയും ഉപയോഗം പിന്‍തുടര്‍ന്നുകൊണ്ട് പണം ലാഭിക്കുക.
mr: आपल्या फोन व इंटरनेट वापराचा मागोवा ठेवुन पैसे वाचवा.
ms: Jimatkan wang dengan menjejak penggunaan telefon dan internet anda.
my: သင့် ဖုန်း၏ အင်တာနက် သုံးဆွဲမှူအား ခြေရာခံပြီး ငွေခြွေတာပါ
ne: तपाईको फोन र इन्टरनेट प्रयोग थाहा पाएर पैसा बचत गर्नुहोस् |
or: ନିଜ ଫୋନ ଓ ଇଣ୍ଟରନେଟ ବ୍ୟବହାରର ଆକଳନ କରି ପଇସା ସଞ୍ଚନ୍ତୁ ।
pt: Poupe dinheiro monitorizando o seu telefone e utilização da Internet.
ro: Economisește bani prin monitorizarea utilizării netului și telefonului.
si: ඔබගේ දුරකථන හා අන්තර්ජාල භාවිතයන් ගැන අවධියෙන් සිටිමින් ඔබගේ මුදල් ඉතිරි කරගන්න.
sw: Okoa pesa kwa kufuata matumizi ya simu na intaneti yako.
ta: உங்களுடைய செல்பேசி மற்றும் இணைய பயனளவை கண்காணிப்பதன் மூலம் பணத்தை சேமிக்கலாம்.
te: మీ ఫోను మరియు అంతర్జాల వాడుకను గమనిస్తూ డబ్బు ఆదా చేసుకోండి.
th: ประหยัดเงินโดยการติดตามการใช้งานโทรศัพท์และอินเทอร์เน็ตของคุณ
tr: Telefon ve internet kullanımınızı izleyerek para tasarrufu yapın.
ur: آپ کے فون اور انٹرنیٹ کے استعمال کا سراغ راہ رکھنے کی طرف سے پیسے بچائیں۔
uz: Telefoningiz va internetdan foydalanishni kuzatish bilan pullaringizni saqlab qoling.
vi: Tiết kiệm tiền bằng cách theo dõi lưu lượng sử dụng mạng điện thoại và Internet.
wa: Spårgnez des cwårs tot wårdant ene passêye di vost eployaedje do telefone eyet del daegntoele.
xh: Yonga imali ngokujonga indlela oyisebenzisa ngayo ifowuni yakho ne-intanethi.
zu: Yonga imali ngokulandelela ukusebenza kwefoni yakho ne-inthanethi.

source: Save money by keeping track of your internet usage.
af: Bespaar geld deur op hoogte van jou internetgebruik te bly.
am: የ እርስዎን ኢንተርኔት አጠቃቀም በ መከታተል ገንዘብ ያድኑ
ar: وفِّر المال عن طريق تتبع استخدامك للإنترنت.
as: আপোনাৰ ইন্টানেট ব্যৱহাৰৰ হিচাপ ৰাখি টকা বচাওক।
bg: Спестете пари като следите своя Интернет трафик.
bn_bd: আপনার ইন্টারনেট ব্যবহারের উপর নজর রেখে টাকা বাঁচান।
bn_in: আপনার ইন্টারনেট ব্যবহার ট্র্যাক করে অর্থ সাশ্রয় করুন।
br: Espern arc'hant en ur heuliañ hoc'h arver eus ar genrouedad.
bs: Uštedite novac praćenjem upotrebe vašeg interneta.
ca: Estalvieu controlant el consum d'Internet.
cy: Arbedwch arian drwy ddilyn eich defnydd o'r we.
es: Ahorre dinero monitorizando el consumo de Internet.
eu: Aurreztu dirua zure Internet-kontsumoaren jarraipena eginez.
fa: با دنبال کردن میزان استفاده اینترنت می‌توانید در هزینه‌های خود صرفه جویی کنید.
gd: Cum sùil air caitheamh an eadar-lìn gus airgead a chaomhnadh.
hi_in: apne internet ka istemal ko track karte hue paisa bachaye
hr: Štedite novac praćenjem upotrebe Interneta.
hu: Spóroljon az adatforgalom követésével.
id: Berhemat dengan memantau pemakaian internet Anda.
km: សន្សំ​ប្រាក់​ដោយ​បន្ត​តាមដាន​ការ​ប្រើប្រាស់​អ៊ីនធឺណិត​របស់​អ្នក។
kn: ಇಂಟರ್ನೆಟ್ ಬಳಕೆಯತ್ತ ಗಮನಹರಿಸುವ ಮೂಲಕ ಹಣ ಉಳಿಸಿ.
lv: Ietaupiet naudu sekojot savam internet lietojumam.
mai: पैसा बचाबै कलेल अपन फोन आओर इंटरनेट क उपयोग क ट्रैक राखू.
mg: Mititsia vola @ fanaraha-maso ny fampiasanao aterineto.
ml: ഇന്റെര്‍നെറ്റ് ഉപയോഗം പിന്‍തുടര്‍ന്ന് കൊണ്ട് പണം ലാഭിക്കുക.
mr: आपल्या इंटरनेट वापराचा मागोवा ठेवुन पैसे वाचवा.
ms: Jimatkan wang dengan menjejak penggunaan internet anda.
my: သင်၏ အင်တာနက်သုံးဆွဲမှူ အား ထိန်းချုပ်ပြီး ငွေခြွေတာပါ
ne: तपाईको इन्टरनेट प्रयोग थाहा पाएर पैसा बचत गर्नुहोस् |
or: ନିଜ ଇଣ୍ଟରନେଟ ବ୍ୟବହାରର ଆକଳନ କରି ପଇସା ସଞ୍ଚନ୍ତୁ ।
pt: Poupe dinheiro monitorizando a sua utilização da Internet.
ro: Economisește bani prin monitorizarea utilizării de net.
si: ඔබගේ අන්තර්ජාල භාවිතය ගැන අවධියෙන් සිටිමින් මුදල් ඉතිරි කර ගන්න.
sw: Okoa pesa kwa kufuata matumizi ya intaneti yako
ta: உங்களுடைய செல்பேசி மற்றும் இணைய பயனளவை கண்காணிப்பதன் மூலம் பணத்தை சேமிக்கலாம்.
te: మీ అంతర్జాల వాడుకను గమనిస్తూ డబ్బు ఆదా చేసుకోండి.
th: ประหยัดเงินโดยการติดตามการใช้งานอินเทอร์เน็ตของคุณ
tr: İnternet kullanımınızı izleyerek para tasarrufu yapın.
ur: آپ انٹرنیٹ کے استعمال کا سراغ راہ رکھنے کی طرف سے پیسے بچائیں۔
uz: Internetdan foydalanishni kuzatish bilan pullaringizni saqlab qoling.
vi: Tiết kiệm tiền bằng cách theo dõi lưu lượng sử dụng Internet.
wa: Spårgnez des cwårs tot wårdant ene passêye di vost eployaedje del daegntoele.
xh: Yonga imali ngokujonga indlela oyisebenzisa ngayo i-intanethi.
zu: Yonga imali ngokulandelela ukusebenza kwefoni yakho ne-inthanethi.

source: Get clear information about how much internet you’re using.
af: Kry duidelike inligting oor hoeveel internet jy gebruik.
am: ምን ያህል ኢንተርኔት እንደተጠቀሙ ትክክለኛ መረጃ ያግኙ
ar: احصل على معلومات واضحة عن مدى استخدامك للإنترنت.
as: আপুনি কিমান ইণ্টাৰনেট ব্যৱহাৰ কৰি আছে তাৰ সঠিক তথ্য পাওক।
bg: Получете ясна информация, за това колко трафик използвате.
bn_bd: আপনি কি পরিমাণ ইন্টারনেট ব্যবহার করছেন তার স্পষ্ট তথ্য লাভ করুন।
bn_in: আপনি কতটা ইন্টারনেট ব্যবহার করছেন সে সম্পর্কে সুস্পষ্ট তথ্য পান।
br: Kaout titouroù sklaer a-zivout hoc'h arver eus ar genrouedad.
bs: Pogledajte detaljne informacije o tome koliko interneta koristite.
ca: Vegeu informació precisa de la quantitat de dades d'Internet que consumiu.
cy: Cael gwybodaeth glir am faint o'r we rydych yn ei ddefnyddio.
es: Obtenga información clara sobre cuántos datos está usando.
eu: Eskuratu erabiltzen duzun Internet datu kopuruaren informazio zehatza.
fa: اطلاعات روشنی درباره میزان مصرف اینترنت خود دریافت کنید.
gd: Faigh fiosrachadh soilleir air na tha thu a’ cleachdadh dhen eadar-lìon.
hi_in: आप कितना इंटरनेट का उपयोग कर रहे हैं उस के बारे में स्पष्ट जानकारी प्राप्त करें.
hu: Kapjon pontos információkat az internethasználatáról.
id: Dapatkan informasi yang jelas tentang berapa banyak data internet yang Anda gunakan.
km: ទទួល​បាន​ព័ត៌មាន​ច្បាស់​អំពី​ចំនួន​​អ៊ីនធឺណិត​ដែល​អ្នក​កំពុង​ប្រើ។
kn: ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಬಳಕೆಯ ಸರಿಯಾದ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಿರಿ.
lv: Iegūstiet skaidru informāciju par savu interneta patēriņu.
mai: अहाँ कतेक इंटरनेट क उपयोग कए रहल छी ओ क संबंध मे स्पष्ट जानकारी प्राप्त करू.
mg: Mahazoa fampahalalana mazava momba ny fatran'aterineto ampiasanao.
ml: നിങ്ങളുടെ ഇന്റെര്‍നെറ്റ് ഉപയോഗത്തിന്റെ ശരിയായ വിവരം കിട്ടും.
mr: आपल्या इंटरनेट वापराची स्पष्ट माहिती मिळवा.
ms: Dapatkan maklumat sebenar perihal sebanyak mana anda menggunakan internet.
my: သင့် အင်တာနက်သုံးဆွဲမှူ ဆိုင်ရာ အချက်အလက်များရယူပါ
ne: तपाईले कतिको इन्टरनेट प्रयोग गर्नुभाकोछ भन्ने बारेमा स्पष्ट जानकारी पाउनुहोस् |
or: ନିଜର ଇଣ୍ଟରନେଟ ବ୍ୟବହାରର ହିସାବ ବାବଦରେ ସଠିକ ସୂଚନା ପାଆନ୍ତୁ ।
pt: Obter informações claras sobre a quantidade de Internet que está a utilizar.
ro: Obține informații clare despre cât de mult net utilizezi.
si: ඔබගේ අන්තර්ජාල භාවිතයේ වටිනාකම පිලිබඳ පැහැදිලි විස්තර ලබාගන්න.
sw: Pata maelezo yalio wazi kuhusu kiwango cha intaneti unachotumia.
ta: நீங்கள எந்த அளவு இணையத்தை பயன்படுத்துகிறீர்கள் என்பதற்கான தெளிவான தகவல்களை பெறவும்.
te: మీరు ఎంత అంతర్జాలాన్ని వాడుతున్నారన్నదాని గురించి స్పష్టమైన సమాచారాన్ని పొందండి.
th: รับข้อมูลที่ชัดเจนว่าคุณกำลังใช้งานอินเทอร์เน็ตไปมากเท่าไร
tr: Ne kadar internet kullandığınız hakkında net bilgi alın.
ur: آپ کیتنا انٹرنیٹ استعمال کر رہا ہے اس کے بارے میں صاف معلومات کریں۔
uz: Qancha internetdan foydalanyotganligingiz haqidagi aniq ma’lumotlarni olish.
vi: Nhận được thông tin chi tiết và chính xác về lưu lượng Internet bạn đang dùng.
xh: Fumana inkcazelo ecacileyo ngendlela oyisebenzisa ngayo i-intanethi.
zu: Thola ulwazi olucacile mayelana nokuthi ingakanani i-inthanethi oyisebenzisayo.

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
af: Inligting wat op Gebruik vertoon word, kom direk van hierdie toestel af. Kontroleer jou mobiele diensverskaffer vir gedetailleerde rekeninginligting.
am: የሚታየው የአጠቃቀም መረጃ የመጣው በቀጥታ ከ አካሉ ላይ ነው: ለ ዝርዝር መግለጫ መረጃ የ ተንቀሳቃሽ ግልጋሎት አቅራቢን ይጠይቁ
ar: المعلومات التي تظهر على خدمة كم الإستخدام تأتي مباشرة من هذا الجهاز. تحقق مع موفر خدمة الهاتف المحمول للحصول على معلومات مفصلة حول حسابك.
as: ব্যৱহাৰৰ ওপৰত দেখুওৱা তথ্য পোনপটীয়াকৈ এই ডিভাইছৰ পৰা আহে। বিস্তৃত একাউণ্টৰ তথ্যৰ বাবে আপোনাৰ ম'বাইল সেৱা প্ৰদানকাৰীৰ লগত যোগাযোগ কৰক।
bg: Информацията показана в Трафик идва директно от устройството. Свържете се с вашия мобилен оператор за подробна информация.
bn_bd: ফোন এবং ইন্টারনেট ব্যবহারের তথ্যগুলো এই ফোন থেকে নেওয়া হয়। অ্যাকাউন্টের বিস্তারিত তথ্যের জন্য মোবাইল অপারেটরের সাথে যোগাযোগ করুন।
bn_in: ব্যবহারের ভিত্তিতে দেখানো তথ্য এই ডিভাইস থেকে সরাসরি আসে। বিস্তারিত অ্যাকাউন্ট তথ্যের জন্য আপনার মোবাইল পরিষেবা প্রদানকারীর সাথে যোগাযোগ করুন।
br: An titouroù diskouezet war Arver a zeu eus an trevnad-mañ war-eeun. Kit e darempred gant ho pourchaser hezougell evit kaout titouroù munudet ho kont.
bs: Prikazane informacije prikupljene su direktno s ovog uređaja. Detaljan pregled potrošnje provjerite s pružateljem usluge.
ca: La informació que es mostra del consum prové directament del dispositiu. Consulteu el vostre proveïdor per obtenir una informació més detallada.
cy: Mae manylion Defnydd yn dod yn uniongyrchol o'r ddyfais. Gwiriwch gyda'ch darparwr gwasanaeth symudol am fanylion cyfrif manylach.
es: La información que se muestra en Consumos procede directamente de este dispositivo. Solicite más información sobre su cuenta a su operador móvil.
eu: Erakutsitako kontsumo-informazioa gailu honetatik dator zuzenean. Kontu-informazio xehatuak eskuratzeko, egiaztatu zure mugikorreko zerbitzu-hornitzailearekin.
fa: اطلاعات میزان مصرف به صورت مستقیم از دستگاه نمایش داده می‌شود. جزئیات اطلاعات این حساب را با خدمات‌ دهنده تلفن خود بررسی کنید.
gd: Thig am fiosrachadh a thaobh caitheimh on uidheam seo fhèin. Cuir fios gu solaraiche seirbheis an fhòn-làimhe agad airson mion-fhiosrachadh air a’ chunntas agad.
hi_in: उपयोग पर दिखाएँ सूचना इस डिवाइस से सीधे आता है. विस्तृत खाते की जानकारी के लिए अपने मोबाइल सेवा प्रदाता के साथ जाँच करें.
hr: Prikazane informacije prikupljene su izravno na ovom uređaju. Detaljan pregled potrošnje provjerite s pružateljem usluge.
hu: A Költségek által megjelenített információk közvetlenül az eszközről jönnek. Részletes számlainformációkért keresse meg szolgáltatóját.
id: Informasi yang ditampilkan pada Penggunaan berasal dari perangkat ini. Periksa layanan operator Anda untuk mendapatkan informasi yang lebih mendetail.
km: ព័ត៌មាន​​​​​ពី​ការ​ប្រើប្រាស់​ដែល​បាន​បង្ហាញ​​យក​ចេញ​ផ្ទាល់​ពី​ឧបករណ៍​នេះ។ ពិនិត្យ​​ជាមួយ​ក្រុមហ៊ុន​ផ្ដល់​សេវា​ទូរស័ព្ទ​របស់​អ្នក​សម្រាប់​ព័ត៌មាន​លម្អិត​​អំពី​គណនី។
kn: ಬಳಕೆಯ ಮಾಹಿತಿಯನ್ನು ನೇರವಾಗಿ ಸಾಧನದ ಮೂಲಕ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ. ವಿವರವಾದ ಮಾಹಿತಿಗಾಗಿ ನಿಮ್ಮ ಮೊಬೈಲ್ ಸೇವೆ ಒದಗಿಸುವವರನ್ನು ಸಂಪರ್ಕಿಸಿ.
lv: Informācija parādīta Lietojumā nāk no jūsu ierīces. Sazināties ar savu mobilo operatoru lai iegūt sīkāku konta informāciju.
mai: उपयोग पर देखाउ सूचना एहि डिवाइस सँ सीधा आबैत अछि. विस्तृत खाता क जानकारी कलेल अपन मोबाइल सेवा प्रदाता क सँग जाँच करू.
mg: Ny laza aseho @ Fampiasana dia mivantana avy @io fitaovana io. Manatòna ny mpamatsy serivisy finday anao raha mila fampahalalan-kaonty @ antsipiriany.
ml: ഉപയോഗത്തില്‍ കാണിക്കുന്ന വിവരം ഉപകരണത്തില്‍ നിന്നും നേരിട്ട് ശേഖരിക്കുന്നതാണ്. വിശദമായ അക്കൌണ്ട് വിവരത്തിന് നിങ്ങളുടെ മൊബൈല്‍ സേവനദാതാവുമായി ബന്ധപെടുക.
mr: वापराची माहिती थेट उपकरणावरुन येते. आपल्या मोबाइल सेवा प्रदात्यासोबत खाते माहिती तपशीलासाठी तपासा.
ms: Maklumat ditunjukkan pada Penggunaan datang secara terus daripada peranti ini. Periksa penyedia perkhidmatan telefon bimbit anda untuk perincian info akaun.
my: သုံးဆွဲမှူဇယားတွင်ပြထားသော အချက်အလက်များသှ် ယခု ပစ္စည်းမှ တိုက်ရိုက်လာသှ်။ သင်၏ မိုဘိုင်းဝန်ဆောင်မှူ အားထောက်ပံ့ပေးသူ ကို အသေးစိတ်အချက်အလက်များ တောင်းနိုင်ပါသေးသှ်။
ne: प्रयोगमा देखाइएको सूचनाहरु सिधै यस यन्त्रबाट आउछ | खाताको बिस्तृत जानकारीका लागि तपाईको मोबाइल सेवा प्रदायकसँग जाँच्नुहोस् |
or: ଦିଶୁଥିବା ବ୍ୟବହାର ସୂଚନା ସିଧାସଳଖ ଏହି ଉପକରଣରେ ଦିଶେ । ସମ୍ପୂର୍ଣ୍ଣ ବିବରଣୀ ନିଜ ମୋବାଇଲ ସର୍ଭିସ ପ୍ରଦାନକାରୀଙ୍କ ଠାରୁ ପରଖିନିଅନ୍ତୁ ।
pt: A informação mostrada na Utilização é obtida diretamente do equipamento. Obtenha informações mais detalhadas sobre a conta junto do fornecedor de serviço.
ro: Informațiile afișate în Utilizare provin direct de la acest dispozitiv. Consultă furnizorul de servicii mobile pentru informații detaliate ale contului.
si: භාවිතාවේ දක්වා ඇති දත්තයන් මෙම උපාංගයෙන් කෙලින්ම ලබාගන්නා අතර. ඔබගේ දුරකථන සේවා සැපයුම්කරු වෙතින් විස්තරාත්මක දත්තයන් ලබා ගත හැකියි.
sw: Maelezo yanayoonyeshwa kwenye Matumizi hutoka moja kwa moja kutoka kwenye kifaa hiki. Angalia na mtoa huduma wako wa simu ya mkono kwa maelezo ya akaunti yako.
ta: காட்டப்பட்ட தகவலானது இந்த செல்பேசிலிருந்து நேராக வரும் பயனளவாகும். உங்களுடைய செல்பேசி சேவை வழங்குநரை அனுகி கணக்கு விவரத்தகவல்களைக் கொண்டு சரிபார்க்கவும்.
te: వాడుకలో కనిపించే సమాచారం నేరుగా ఈ పరికరం నుండే తీసుకున్నది. వివరమైన ఖాతా సమాచారం కోసం మీ మొబైలు సేవాదారును సంప్రదించండి.
th: ข้อมูลที่แสดงในบันทึกการใช้งานมาจากอุปกรณ์นี้โดยตรง ตรวจสอบกับผู้ให้บริการมือถือของคุณสำหรับข้อมูลบัญชีอย่างละเอียด
tr: Kullanım'da görünen bilgiler doğrudan bu aygıttan alınır. Daha ayrıntılı hesap bilgileriniz için mobil servis sağlayıcınıza başvurun.
ur: کے استعمال پر دکھایا گیا معلومات اس آلہ سے براہ راست آتی ہے۔ تفصیلی اکاؤنٹ کئ معلومات کے لئے آپ کے موبائل سروس مہیا کرنے والے کے ساتھ پڑتال کری۔
uz: Ma’lumot ushbu qurilmadan to‘g‘ridan to‘g‘ri keladigan foydalanish ma’lumotidan ko‘rsatilmoqda. Batafsil hisob ma’lumotini olish uchun mobil xizmat operatoringiz orqali tekshirib ko‘ring.
vi: Thông tin hiển thị được lấy trực tiếp từ thiết bị này. Hãy kiểm tra với nhà mạng để xem chi tiết hơn.
wa: Les Informåcions mostrêyes dins Eployaedje vinèt direk di cist éndjin ci. Verifyîz avou vost ahesseu di siervice axhlåve po des spepieuzès informåcions sol conte.
xh: Inkcazelo eboniswe kuSetyenziso ivela ngqo kwesi sixhobo. Buza kumboneleli wakho wenkonzo yefowuni ephathwayo inkcazelo eneenkcukacha ye-akhawunti.
zu: Ulwazi olukhonjiswe Ekusebenziseni luvela ngqo kule divayisi. Yizwa kumhlinzeki wakho ngosizo ukuze uthole imininingwane ecacile nge-akhawunti.

source: Type of Contract
af: Soort kontrak
am: የ ግንኙነት አይነት
ar: نوع العقد
as: চুক্তিৰ ধৰণ
bg: Тип договор
bn_bd: চুক্তির ধরন
bn_in: চুক্তির ধরণ
br: Rizh ar gevrat
bs: Vrsta ugovora
ca: Tipus de contracte
cy: Math o Gysylltiad
es: Tipo de contrato
eu: Kontratu mota
fa: نوع قرارداد
gd: Seòrsa a’ chùmhnaint
hi_in: इकरार का प्रकार
hr: Vrsta ugovora
hu: Szerződés típusa
id: Tipe Kontrak
km: ប្រភេទ​នៃ​កិច្ចសន្យា
kn: ಕರಾರು ನಮೂದಿಸಿ
lv: Līguma veids
mai: इकरार क प्रकार
mg: Karazana Fifanekena
ml: ഉടമ്പടിയുടെ തരം
mr: कराराचा प्रकार
ms: Jenis Kontrak
my: သဘောတူညီမှူ အမျိုးအစား
ne: समझौताका प्रकार
or: ଚୁକ୍ତିର ପ୍ରକାର
pt: Tipo de Contrato
ro: Tipul contractului
si: ගිවිසුම් ආකාරය
sw: Aina ya Mkataba
ta: ஒப்பந்த வகை
te: కాంట్రాక్టు రకం
th: ชนิดของสัญญา
tr: Sözleşme Türü
ur: معاہدہ کی قسم
uz: Shartnoma turi
vi: Loại dịch vụ
wa: Sôre di contrat
xh: Uhlobo lwesivumelwano
zu: Uhlobo lwenkontileka

source: Select the type of contract you have with your mobile service provider.
af: Kies die soort kontrak wat jy by jou mobiele diensverskaffer het.
am: ከ ተንቀሳቃሽ ግልጋሎት አቅራቢ ጋር ያለዎትን የ ኮንትራት አይነት ይምረጡ
ar: اختر نوع عقدك مع مُزود خدمة الجوّال.
as: আপোনাৰ মবাইল সেৱা প্ৰদানকাৰীৰ সৈতে থকা চুক্তিৰ ধৰণ বাছক।
bg: Изберете типа договор, който имате с мобилния оператор.
bn_bd: মোবাইল সার্ভিস প্রোভাইডার এর সাথে আপনার চুক্তির ধরন নির্বাচন করুন।
bn_in: আপনার মোবাইল পরিষেবা প্রদানকারীর সাথে আপনার চুক্তির ধরণ নির্বাচন করুন।
br: Diuzit rizh ar gevrat isskridet ganeoc'h digant ho pourchaser hezougell.
bs: Odaberite vrstu ugovora s vašim mobilnim operaterom.
ca: Trieu el tipus de contracte que teniu amb el proveïdor de servei mòbil.
cy: Dewiswch y math o gytundeb sydd gennych gyda'ch darparwr gwasanaethau symudol.
es: Seleccione el tipo de contrato que tiene con su operador móvil.
eu: Hautatu zure mugikorreko zerbitzu-hornitzailearekin daukazun kontratu mota.
fa: نوع قراردادی را که با اپراتور تلفن همراهتان دارید انتخاب کنید
gd: Tagh seòrsa a’ chùmhnaint a tha eadar thusa agus solaraiche nan seirbheisean fòn agad.
hi_in: अपने मोबाइल सेवा प्रोवाइडर से इकरार का प्रकार चुनें |
hr: Odaberite vrstu ugovora s vašim mobilnim operaterom.
hu: Válassza ki a mobilszolgáltatóval fennálló szerződés típusát.
id: Pilih tipe kontrak yang Anda miliki pada penyedia layanan seluler Anda.
km: ជ្រើស​ប្រភេទ​នៃ​កិច្ចសន្យា​ដែល​អ្នក​មាន​ជាមួយ​ក្រុមហ៊ុន​ផ្ដល់​សេវា​ទូរស័ព្ទ​របស់​អ្នក។
kn: ನಿಮ್ಮ ಮೊಬೈಲ್ ಸೇವೆ ಒದಗಿಸುವವರೊಡನೆ ಇರುವ ಕರಾರನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
lv: Izvēlēties savu mobilo pakalpojumu līguma veidu.
mai: अपन मोबाइल सेवा प्रोवाइडर सँ इकरार क प्रकार चुनू
mg: Fanteno ny karazana fifanekena ifanaovanao @ mpamatsy serivisy finday anao.
ml: നിങ്ങളുടെ മൊബൈല്‍ സേവനദാതാവുമായുള്ള ഉടമ്പടി.
mr: आपल्या मोबाइल सेवा प्रदात्यासोबत असलेल्या आपला करार प्रकार निवडा.
ms: Pilih jenis kontrak yang anda miliki dengan penyedia perkhidmatan selular anda.
my: သင့် မိုဘိုင်းဝန်ဆောင်မှူ ထောက်ပံ့ပေးသူနှင့် သဘောတူညီထားပုံအား​ ရွေးပါ
ne: तपाईको मोबाइल सेवा प्रदायकसंग भएको समझौताको प्रकार चयन गर्नुहोस्।
or: ନିଜ ମୋବାଇଲ ପ୍ରଦାନକାରୀଙ୍କ ସହ କି ପ୍ରକାର ଚୁକ୍ତି ରହିଛି ତାହା ପରଖିନିଅନ୍ତୁ ।
pt: Selecione o tipo de contrato que tem com o seu fornecedor de serviço móvel.
ro: Selectează tipul contractului pe care îl ai cu furnizorul de servicii mobile.
si: ඔබගේ ජංගම දුරකථන සේවා සපයන්නා හා ඔබ අතර ඇති ගිවිසුම් වර්ගය තෝරාගන්න.
sw: Chagua aina ya mkataba ulio nao na mtoa huduma wako wa simu ya mkononi.
ta: செல்பேசி சேவை வழங்குநர் உடன் நீங்கள் வைத்திருக்கும் ஒப்பந்த வகையை தேர்ந்ெதடு.
te: మీ మొబైలు సేవాదారుతో మీకున్న ఒప్పందపు రకాన్ని ఎంచుకోండి.
th: เลือกชนิดของสัญญาที่คุณทำไว้กับผู้ให้บริการเครือข่ายมือถือของคุณ
tr: Mobil servis sağlayıcınızla aranızdaki sözleşme türünü seçin.
ur: آپ اپنے موبائل سروس فراہم کرنے والے کے ساتھ معاہدہ کی قسم منتخب کریں۔
uz: Mobil xizmat ta’minotchingiz bilan shartnoma turini tanlang.
vi: Chọn loại dịch vụ bạn đã đăng ký với nhà cung cấp dịch vụ di động.
wa: Tchoezixhoz li sôre di contrat k’ vos avoz avou vost ahesseu di siervice axhlåve.
xh: Khetha uhlobo lwesivumelwano onaso kunye nomboneleli wakho wefowuni ephathwayo.
zu: Khetha uhlobo lwenkontileka oluhlinzekile kumhlinzeki wakho ngosizo.
