Repository: translate/mozilla-gaia
Catalog: */apps/keyboard/keyboard.properties.po
Languages: bn_in, br, cy, gd, km, mg, th, ur, uz, zu

source: Keyboard
bn_in: কি-বোর্ড
br: Klavier
cy: Bysellfwrdd
gd: Meur-chlàr
km: ក្ដារចុច
mg: Marobokotra
th: แป้นพิมพ์
ur: کلیدی تختہ
uz: Klaviatura
zu: Ikhibhodi

source: Built-in Keyboard
bn_in: পূূর্বসঞ্চিত কি-বোর্ড
br: Klavier enkorfet
cy: Bysellfwrdd Mewnol
gd: Meur-chlàr a tha ’na bhroinn o thùs
km: ក្ដារ​ចុច​មានស្រាប់
mg: Marobokotra Anatiny
th: แป้นพิมพ์ในตัว
ur: درساختہ کلیدی تختہ
uz: Ichki klaviatura

source: OK
bn_in: ঠিক আছে
br: Mat eo
cy: Iawn
gd: Ceart ma-thà
km: យល់ព្រម
th: ตกลง
ur: ٹھیک ہے
zu: Kulungile

source: Keyboard settings
bn_in: কি-বোর্ড সংক্রান্ত বৈশিষ্ট্য
br: Arventennoù ar c'hlavier
cy: Gosodiadau bysellfwrdd
gd: Roghainnean a' mheur-chlàir
km: ការ​កំណត់​ក្ដារចុច
mg: Tefin'ny marobokotra
th: ตั้งค่าแป้นพิมพ์
ur: کلیدی تختہ کی سیٹکگیں
uz: Klaviatura sozlamalari
zu: Amasethingi ekhibhodi

source: Cancel
bn_in: বাতিল
br: Nullañ
cy: Diddymu
gd: Sguir dheth
km: បោះបង់
th: ยกเลิก
ur: منسوخ کریں
uz: Bekor qilish

source: Delete
bn_in: মুছে ফেলুন
br: Dilemel
cy: Dileu
gd: Sguab às
mg: Hamafa
th: ลบ
ur: حذف کریں
uz: O‘chirish

source: Vibration
bn_in: কম্পন সংশ্লিষ্ট
br: Froumal
cy: Cryndod
gd: Crith
km: ញ័រ
mg: Hovitra
th: การสั่น
ur: کمپن
uz: Vibratsiya
zu: Ukuvayibhretha

source: Click sound
bn_in: ক্লিকের শব্দ
mg: Feo mipika
th: เสียงคลิก
uz: Bosish ovozi
zu: Umsindo wokucofoza

source: Auto correction
bn_in: স্বয়ংক্রিয় সংযোগ সংশোধন
mg: Fanitsiana hoazy
th: การแก้คำผิดอัตโนมัติ
uz: Avto to‘g‘rilash
zu: Ukulungisa okuzenzekelayo

source: Word suggestion
bn_in: শব্দ পরামর্শ
mg: Sosokevitra teny
th: แนะนำคำศัพท์
uz: So‘z taklif qilish
zu: Umbono wegama

source: User dictionary
bn_in: ব্যবহারকারীর অভিধান
mg: Rakibolan'ny mpampiasa
th: พจนานุกรมผู้ใช้
uz: Foydalanuvchi lug‘ati

source: Handwriting
bn_in: হাতের লেখা
br: Dornskrivañ
cy: Llaw ysgrifen
gd: Làmh-sgrìobhadh
mg: Soratànana
th: ลายมือ
ur: دستی تحریر
uz: Qo‘l bilan yozish

source: Response Speed
bn_in: সাড়া দেওয়ার গতি
br: Tizh ar respont
cy: Cyflymder Ymateb
gd: Luaths na freagairt
km: ល្បឿន​ឆ្លើយតប
mg: Hafaingan'ny valiny
th: ความเร็วการตอบสนอง
ur: جوابی عمل رفتار
uz: Javob tezligi

source: Word suggestions
bn_in: শব্দ পরামর্শ
br: Kinnigoù gerioù
cy: Cynnig geiriau
gd: Moladh fhaclan
km: ការ​ស្នើ​ពាក្យ
mg: Sosokevitra teny
th: แนะนำคำศัพท์
ur: لفظ کی تجویز
uz: So‘z taklif qilishlar
zu: Imibono yegama

source: Dismiss
bn_in: বাতিল করুন
br: Argas
cy: Cau
gd: Cuir air falbh
km: ចាកចេញ
mg: Hanilika
th: บอกเลิก
ur: برخاست کریں
uz: Rad qilish
zu: Hambisa

source: more numbers and symbols
bn_in: অার সংখ্যা ও প্রতীক
br: muioc'h a niverennoù hag arouezioù
cy: rhagor o rifau a symbolau
gd: barrachd àireamhan is comharran
km: លេខ​និង​និមិត្តសញ្ញា​​ផ្សេង​ទៀត
mg: nomerao sy eva bebe kokoa
th: ตัวเลขและสัญลักษณ์เพิ่มเติม
ur: مزید نمبرز اور علامات
uz: ko‘proq raqamlar va belgilar
zu: ezinye izinombolo nezimpawu

source: letters
bn_in: অক্ষরগুলি
br: lizherennoù
cy: nodau
gd: litrichean
km: អក្សរ
mg: litera
th: ตัวอักษร
ur: حروف
uz: harflar
zu: izinhlamvu zamagama

source: shift
bn_in: সিফ্ট
br: pennlizh.
mg: maj
th: ยกแคร่
ur: تبدیلی

source: delete
bn_in: মুছে ফেলুন
br: dilamet
cy: dileu
gd: sguab às
km: លុប
mg: hamafa
th: ลบ
ur: حذف
uz: o‘chirish
zu: dilitha

source: space
bn_in: স্পেস
br: esaouenn
cy: bwlch
gd: àite bàn
km: ចន្លោះ​មិន​ឃើញ
mg: elanelana
th: เว้นวรรค
ur: وقفہ
uz: bo‘sh joy

source: period
bn_in: পর্যায়কাল
br: pik
cy: atalnod llawn
gd: stad-phuing
km: សញ្ញា​ចុច
mg: teboka
th: มหัพภาค
ur: عرصہ

source: comma
bn_in: কমা
br: skej
cy: collnod
gd: cromag
km: ក្បៀស
mg: faingo
th: จุลภาค
ur: کوما
uz: vergul

source: colon
bn_in: কোলন
br: daoubik
gd: còilean
km: ចុច​ពីរ
mg: tsanganana
th: ทวิภาค
ur: بڑی آنت
uz: ikki nuqta

source: semicolon
bn_in: সেমিকোলন
br: gourskej
cy: hanner colon
gd: leth-chòilean
km: ចុច​ក្បៀស
mg: teboka aman-paingo
th: อัฒภาค
ur: نیم وقفہ
uz: nuqtali vergul

source: question mark
bn_in: প্রশ্নবোধক চিহ্ন
br: pik goulenn
cy: marc cwestiwn
gd: comharra-ceist
km: សញ្ញា​សួរ
mg: baraingo
th: ปรัศนีย์
ur: سوالی نشان
uz: so‘roq belgisi
zu: uphawu lombuzo

source: exclamation point
bn_in: আশ্চর্যবোধক পয়েন্ট
br: pik estlamm
cy: pwynt ebychiad
gd: comharra-clisge
km: សញ្ញា​ឧទាន
mg: tsoraka
th: อัศเจรีย์
ur: فجائیہ نکتہ
uz: undov belgisi
zu: isibabazo

source: left bracket
bn_in: বাম বন্ধনী
br: kromell digeriñ
cy: braced chwith
gd: bracaid chlì
km: តង្កៀប​ឆ្វេង
mg: fononteny havia
th: วงเล็บซ้าย
ur: بایاں خط وحدانی
uz: chap qo‘shtirnoq
zu: umkaki wangakwesokunxele

source: right bracket
bn_in: ডান বন্ধনী
br: kromell serriñ
cy: braced de
gd: bracaid dheas
km: តង្កៀប​ស្ដាំ
mg: fononteny havanana
th: วงเล็บขวา
ur: دایاں خط وحدانی
uz: o‘ng qo‘shtirnoq
zu: umkaki wangakwesokudla

source: double quote
bn_in: উদ্ধৃতি চিহ্ন
br: daouask
cy: dyfyniad dwbl
gd: comharra-labhairt dùbailte
km: សញ្ញា​សម្រង់​ទ្វេ
mg: farango sosona
th: อัญประกาศ
ur: دوہرا اقتباس
uz: qo‘shtirnoq
zu: izicaphuni eziphindwe kabili

source: left double angle quote
bn_in: বাম কৌণিক উদ্ধৃতি চিহ্ন
br: daouank digeriñ
cy: dyfyniad onglog dwbl chwith
gd: cnàmhan-èisg clì
km: សញ្ញា​សម្រង់​ខាង​​ឆ្វេង​​ទ្វេ («)
mg: farango sosona maranitra havia
ur: بایاں دوہرا زاویہ اقتباس
uz: chap ikki burchakli qo‘shtirnoq
zu: izicaphuni zangakwesokunxele eziphindwe kabili

source: right double angle quote
bn_in: ডান কৌণিক উদ্ধৃতি চিহ্ন
br: daouank serriñ
cy: dyfyniad onglog dwbl de
gd: cnàmhan-èisg deas
km: សញ្ញា​សម្រង់​ខាង​ស្ដាំ​ទ្វេ (»)
mg: farango sosona maranitra havanana
ur: دایاں دوہرا زاویہ اقتباس
uz: o‘ng ikki burchakli qo‘shtirnoq
zu: abacaphuni ababili ngakwesokudla

source: User Dictionary
bn_in: ব্যবহারকারীর অভিধান
th: พจนานุกรมผู้ใช้
uz: Foydalanuvchi lug‘ati

source: No words in the user dictionary.
bn_in: ব্যবহারকারী অভিধানে কোনো শব্দ নেই।
br: N'eus ger ebet er geriadur hiniennel.
cy: Dim geiriau yng ngeiriadur y defnyddiwr.
gd: Chan eil facal sam bith ann am faclair a’ chleachdaiche.
mg: Tsisy teny ao @ rakibolan'ny mpampiasa.
th: ไม่มีคำศัพท์ในพจนานุกรมผู้ใช้
ur: صارف لغت میں کوئی الفاظ نہیں۔
uz: Foydalanuvchi lug‘atida so‘zlar yo‘q.

source: Add a word now.
bn_in: একটি শব্দ এখন বাছুন।
br: Ouzhpennañ ur ger bremañ.
cy: Ychwanegu gair nawr.
gd: Cuir facal ris an-dràsta.
mg: Manampia teny izao.
th: เพิ่มคำศัพท์ตอนนี้
ur: اب ایک لفظ کا اضافہ کریں۔
uz: Hozir so‘z qo‘shing.

source: add word
bn_in: শব্দ যোগ করুন
br: ouzhpennañ ur ger
cy: ychwanegu gair
gd: cuir facal ris
km: បន្ថែម​ពាក្យ
mg: hanampy teny
th: เพิ่มคำศัพท์
ur: لفظ اضافہ کریں
uz: so‘z qo‘shish

source: Add Word
bn_in: শব্দ যোগ করুন
br: Ouzhpennañ ur ger
cy: Ychwanegu Gair
gd: Cuir ris facal
km: បន្ថែម​ពាក្យ
mg: Hanampy Teny
th: เพิ่มคำศัพท์
ur: لفظ اضافہ کریں
uz: So‘z qo‘shish

source: Edit Word
bn_in: শব্দ সম্পাদনা করুন
br: Embann ar ger
cy: Golygu Gair
gd: Deasaich am facal
km: កែសម្រួល​ពាក្យ​
mg: Hanitsy Teny
th: แก้ไขคำศัพท์
ur: لفظ تدوین کریں
uz: So‘zni tahrirlash

source: Save
bn_in: সংরক্ষণ করুন
br: Enrollañ
cy: Cadw
gd: Sàbhail
km: រក្សាទុក
mg: Hitahiry
th: บันทึก
ur: محفوظ کریں
uz: Saqlash

# userDictionaryDeleteButton
source: Delete
bn_in: মুছে ফেলুন
br: Dilemel
cy: Dileu
gd: Sguab às
mg: Hamafa
th: ลบ
ur: حذف کریں
uz: O‘chirish

source: Delete word “{{word}}”?
bn_in: “{{word}}” শব্দ মুছে ফেলবেন?
br: Dilemel ar ger "{{word}}" ?
cy: Dileu'r gair “{{word}}”?
gd: A bheil thu airson am facal “{{word}}” a sguabadh às?
km: លុបពាក្យ “{{word}}”?
mg: Hamafa teny “{{word}}”?
th: ลบคำศัพท์ “{{word}}”?
ur: “{{word}}” لفظ حذف کریں؟
uz: “{{word}}” so‘zi o‘chirilsinmi?

source: Installed Keyboards
bn_in: ইন্সটল হওয়া কিবোর্ড
br: Klavieroù staliet
cy: Bysellfyrddau a Osodwyd
gd: Meur-chlàran stàlaichte
th: แป้นพิมพ์ที่ติดตั้ง
ur: تنصیب شدہ کلیدی تختہ
uz: O‘rnatilgan klaviaturalar

source: More Keyboards
bn_in: আরও কিবোর্ড
br: Klavieroù ouzhpenn
cy: Rhagor o Fysellfyrddau
gd: Barrachd mheur-chlàran
km: ក្ដារចុច​ច្រើន​ទៀត
th: แป้นพิมพ์เพิ่มเติม
ur: مزید کلیدی تختہ
uz: Ko‘proq klaviaturalar

source: Enable {{keyboard}} now?
bn_in: এখুনি {{keyboard}} সক্রিয় করবেন?
br: Gweredekaat {{keyboard}} diouzhtu ?
cy: Galluogi {{keyboard}} nawr?
gd: An cuir sinn {{keyboard}} an comas an-dràsta?
km: ដាក់​ដំណើរការ {{keyboard}} ឥឡូវនេះ?
th: เปิดใช้งาน {{keyboard}} ตอนนี้?
ur: اب {{keyboard}} اہل بنائیں؟
uz: {{keyboard}} hozir yoqilsinmi?

source: Enable
bn_in: সক্রিয় করুন
br: Gweredekaat
cy: Galluogu
gd: Cuiridh
km: បើក​ដំណើរការ
th: เปิดใช้งาน
ur: اہل بنائیں
uz: Yoqib qo‘yish

source: Not Now
bn_in: এখন নয়
br: Ket bremañ
cy: Nid Nawr
gd: Cha chuir an-dràsta
km: មិន​ទាន់​ធ្វើ​ឥឡូវ​នេះ​
th: ไม่ใช่ตอนนี้
ur: ابھی نہیں
uz: Hozir emas

source: When using a data connection, additional costs may apply. Do you want to continue?
bn_in: তথ্য সংযোগ ব্যবহার করার সময়, অতিরিক্ত চার্জ প্রযোজ্য হতে পারে। অাপনি কি এটি চালিয়ে যেতে চান?
br: Arverañ ur c'hennask ouzh roadennoù a c'hell koustañ deoc'h mizoù ouzhpenn. Fellout a ra deoc'h kenderc'hel ?
cy: Wrth ddefnyddio cysylltiad data, bydd rhaid talu'n ychwanegol. Parhau?
gd: Ma chleachdas tu ceangal dàta, dh’fhaoidte gun èirich cosgaisean a bharrachd dhut. A bheil thu airson leantainn air adhart?
km: នៅ​ពេល​ប្រើប្រាស់​តាម​ប្រព័ន្ធ​ទូរស័ព្ទ ការ​ចំណាយ​បន្ថែម​នឹង​ត្រូវ​បាន​គិត។ តើ​អ្នក​ចង់​បន្ត​ទៀត​ទេ?
th: เมื่อใช้งานการเชื่อมต่อข้อมูล อาจมีค่าใช้จ่ายเพิ่มเติม คุณต้องการดำเนินการต่อหรือไม่?
ur: کوائف کنکشن استعمال کرتے ہیں تو، اضافی چارجز کا اطلاق ہوسکتا ہے۔ کیا آپ جاری رکھنا چاہتے ہو؟
uz: Internetga ulanishdan foydalansangiz, qo‘shimcha xarajatlarga sabab bo‘ladi. Davom etasizmi?

source: Remember my choice
bn_in: আমার পছন্দ মনে রাখুন
br: Derc'hel soñj eus ma dibab
cy: Cofio fy newis
gd: Cuimhnich mo roghainn
km: ចងចាំ​ជម្រើសរបស់​ខ្ញុំ
th: จดจำการเลือกของฉัน
ur: میری پسند یاد رکھیں
uz: Tanlovim eslab qolinsin

# dataConnectionPromptCancel
source: Cancel
bn_in: বাতিল
br: Nullañ
cy: Diddymu
gd: Sguir dheth
km: បោះបង់
th: ยกเลิก
ur: منسوخ کریں
uz: Bekor qilish

source: Continue
bn_in: এগিয়ে চলুন
br: Kenderc'hel
cy: Parhau
gd: Lean air adhart
km: បន្ត
th: ดำเนินการต่อ
ur: جاری رکھیں
uz: Davom etish

source: Download failed.
bn_in: ডাউনলোড ব্যর্থ।
br: C'hwitadenn war ar pellgargadur
cy: Methodd y llwytho i lawr.
gd: Dh’fhàillig a luchdadh a-nuas.
th: การดาวน์โหลดล้มเหลว
ur: ڈاؤن لوڈ کریں ناکام
uz: Yuklab olinmadi.

source: Remove keyboard {{keyboard}}?
bn_in: {{keyboard}} কিবোর্ড বাতিল করবেন?
br: Dilemel ar c'hlavier {{keyboard}} ?
cy: Tynnu bysellfwrdd {{keyboard}}?
gd: A doir sinn air falbh {{keyboard}}?
km: លុប​ក្ដារចុច {{keyboard}} មែនទេ?
th: เอาแป้นพิมพ์ {{keyboard}} ออก?
ur: {{keyboard}} کلیدی تختہ ہٹائیں؟
uz: {{keyboard}} klaviaturasi olib tashlansinmi?

source: Remove
bn_in: বাতিল করুন
br: Dilemel
cy: Tynnu
gd: Bheir
km: លុប
th: เอาออก
ur: ہٹائیں
uz: Olib tashlash

# removePromptCancel
source: Cancel
bn_in: বাতিল
br: Nullañ
cy: Diddymu
gd: Cha doir
km: បោះបង់
th: ยกเลิก
ur: منسوخ کریں
uz: Bekor qilish

source: Downloading… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})
bn_in: ডাউনলোড হচ্ছে... ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})
br: O pellgargañ... ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})
cy: Llwytho i lawr… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})
gd: ’Ga luchdadh a-nuas… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})
km: កំពុង​ទាញ​យក… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})
th: กำลังดาวน์โหลด… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})
ur: ڈاؤن لوڈ کر رہا ہے… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})
uz: Yuklab olinmoqda… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})

source: Removing…
bn_in: বাতিল হচ্ছে...
br: O tilemel...
cy: Tynnu…
gd: ’Ga thoirt air falbh…
km: កំពុង​លុប…
th: กำลังเอาออก…
ur: ہٹا رہا ہے…
uz: Olib tashlanmoqda…

source: download
bn_in: ডাউনলোড
br: pellgargañ
cy: llwyth
gd: luchdaich a-nuas
km: ទាញ​យក
th: ดาวน์โหลด
ur: ڈاؤن لوڈ کریں
uz: yuklab olish

source: cancel download
bn_in: ডাউনলোড বাতিল করুন
br: nullañ ar pellgargañ
cy: diddymu llwyth
gd: sguir dhen luchdadh a-nuas
km: បោះបង់​ការ​ទាញ​យក
th: ยกเลิกการดาวน์โหลด
ur: ڈاؤن لوڈ کریں منسوخ کریں
uz: yuklab olishni bekor qilish

source: remove
bn_in: বাতিল করুন
br: dilemel
cy: tynnu
gd: thoir air falbh
km: លុប
th: เอาออก
ur: ہٹائیں
uz: olib tashlash

source: Bytes
bn_in: বাইট
br: Eizhbit
cy: Beitiau
km: បៃ
ur: بائٹس
uz: bayt

source: Stroke Width
br: Tevder an tres
cy: Lled Strôc
gd: Leud na stràice
mg: Sakan'ny diam-penina
th: ความหนาของเส้น
ur: جنبش چوڑائی
uz: Bosib turish muddati

source: return
br: distro
km: ត្រឡប់
mg: fiverenana
ur: واپس
uz: qaytarish

source: KB
br: Ke
km: គីឡូបៃ

source: MB
br: Me
km: មេកាបៃ

source: GB
br: Ge
km: ជីកាបៃ

source: Click Sound
cy: Sŵn Clicio
gd: Fuaim briogaidh

source: Auto Correction
cy: Awto Gywiro
gd: Fèin-cheartachadh

source: Word Suggestion
cy: Cynnig Geiriau
gd: Moladh fhaclan

source: User Dictionary
cy: Geiriadur y Defnyddiwr
gd: Faclair a’ chleachdaiche

# userDictionaryPanelHeader
source: User Dictionary
cy: Geiriadur y Defnyddiwr
gd: Faclair a’ chleachdaiche

source: Cancel
mg: Foanana
