Repository: translate/mozilla-gaia
Catalog: hsb/apps/settings/device_type/tablet/settings.device.properties.po
Languages: hsb

source: Share my Internet connection with a USB-connected device.
hsb: Internetny zwisk z gratom dźělić, kotryž je přez USB zwjazany.

source: Share my Internet connection with Wi-Fi-connected devices.
hsb: Internetny zwisk z gratami dźělić, kotrež su přez WLAN zwjazane.

source: The ringtone was not changed because the selected file can not be played on this tablet.
hsb: Zwonjenje njeje so změniło, dokelž wubrana dataja njeda so na tutym tableće wothrać.

source: Find My Device allows you to locate, lock or erase your tablet
hsb: Funkcija "Mój grat namakać" zmóžnja wam, waš tablet namakać, zawrěć abo zhašeć

source: Find My Device allows you to locate, lock or erase your tablet from a web site:
hsb: Funkcija "Mój grat namakać" zmóžnja wam, waš tablet z websydła namakać, zawrěć abo zhašeć:

source: Your tablet is being tracked by another device through the website.
hsb: Waš tablet so na websydle přez druhi grat slěduje.

source: No devices are actively tracking your tablet through the website.
hsb: Žane graty waš tablet na websydle aktiwnje njeslěduja.

source: Enabling USB storage allows another computer or device connected using USB to access files on this tablet.
hsb: Aktiwizowanje USB-składowaka zmóžnja druhemu ličakej abo gratej, kotryž je přez USB zwjazany, přistup na dataje na tutym tableće měć.

source: Reset Tablet
hsb: Tablet wróćo stajić

source: Resetting will erase all your data, including any apps you’ve purchased. The tablet will be restored to its factory condition. None of your settings or data will be saved.
hsb: Při wróćostajenju so wšě waše daty inkluziwnje kupjene nałoženja zhašeja. Tablet so do twornjoweho stawa wróćo staji. Waše nastajenja abo daty njebudu so składować.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your tablet will have unrestricted developer tools, allowing you to modify and debug system applications.
hsb: Při wróćostajenju so wšě waše daty zhašeja, inkluziwnje nałoženja, kotrež sće kupił. Žane z wašich nastajenjow abo daty so składuja. Ale waš tablet změje njewobmjezowane wuwiwarske nastroje, kotrež wam zmóžnjeja, systemowe nałoženja změnić a za zmylkami přepruwować.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your tablet will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
hsb: Při wróćostajenju so wšě waše daty zhašeja, inkluziwnje nałoženja, kotrež sće kupił. Žane z wašich nastajenjow abo datow so składuja. Ale waš tablet hižo njezměje njewobmjezowane wuwiwarske nastroje. Njemóžeće hižo systemowe nałoženja změnić abo za zmylkami přepruwować.

source: Turning on power save mode turns off the tablet's data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
hsb: Aktiwizowanje modusa zalutowanja energije znjemóžnja datowy zwiski tableta, Bluetooth-zwiski a zwiski za postajenje stejnišća, zo by čas fungowanja baterije podlěšiło. Móžeće tute słužby manuelnje zmóžnić.

source: Help us improve {{brandShortName}} by sharing data about your tablet and the way you use it.
hsb: Pomhajće nam, {{brandShortName}} polěpšić, dźělo daty wo swojim tableće a wo wašnju, kaž jón wužiwaće.

source: Connected to tablet audio
hsb: Z tabletowym awdiom zwjazany

source: Connected to tablet/media audio
hsb: Z tabletowym/medijowym awdiom zwjazany
