Repository: translate/mozilla-gaia
Catalog: ha/apps/fl/download.properties.po
Languages: ha

source: Download
ha: Saukewa

source: Install
ha: Saka

source: Cancel
ha: Soke

source: Download Error
ha: Kuskuren saukewa

source: Installation Error
ha: Kuskuren sakawa

# err_descriptor_download_failed
source: The download failed because of a server error.
ha: Ya kasa saukewa sabo da kuskuren uwar garke.

# err_bad_descriptor
source: The download failed because of a server error.
ha: Ya kasa saukewa sabo da kuskuren uwar garke.

source: File is too large to download.
ha: Fayil ya yi girma sosai ya sauke.

source: This type of purchased media is not supported on your phone.
ha: Irin wannan sayen waƙar ba shi da tallafi a kan wayarka.

# err_bad_type
source: The download failed because of a server error.
ha: Ya kasa saukewa sabo da kuskuren uwar garke.

# err_content_download_failed
source: The download failed because of a server error.
ha: Ya kasa saukewa sabo da kuskuren uwar garke.

# err_bad_drm_message
source: The download failed because of a server error.
ha: Ya kasa saukewa sabo da kuskuren uwar garke.

source: The downloaded image cannot be displayed on this device.
ha: Ba za'a iya nuna hoton da aka sauke ba a wannan na'urar.

source: The downloaded file cannot be played on this device.
ha: Ba za'a iya nuna hoton da aka sauke ba a wannan na'urar.

source: There is not enough storage space on your device to save this song.
ha: Babu isasshen sararin ma'ajiya a na'urarka domin ajiye wannan waƙa.

source: Cannot save song because there is no memory card.
ha: Ya gaza ajiye waƙa sabo da babu kati mai ƙwaƙwalwa.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
ha: Ya gaza ijiye waƙa sabo da ana amfani da kati mai ƙwaƙwalwa. Zare wayarka sannan ka sake gwada saukewa.

# err_ds_save_failure
source: Error saving media file.
ha: Kuskure wajen ajiye fayil na ma'ajiyar kaɗe-kaɗe.

# err_db_store_failure
source: Error saving media file.
ha: Kuskure wajen ajiye fayil na ma'ajiyar kaɗe-kaɗe

source: Song downloaded and installed. Use the Music app to play it.
ha: An sauke kuma an saka waƙa. Yi amfani da aikace-aikacen Waƙa domin saurare.

source: Ringtone downloaded and installed.
ha: An sauke kuma an saka sautin kira.

source: Wallpaper downloaded and installed.
ha: An sauke kuma an saka takardar-ado.

source: Ringtone
ha: Sautin kira

source: Song
ha: Waƙa

source: Download song?
ha: A sauke waƙa?

source: Download ringtone?
ha: A sauke sautin kira?

source: Download wallpaper?
ha: A sauke takardar-ado?

source: Downloading song…
ha: Ya na sauke waƙa

source: Downloading ringtone…
ha: Ya na sauke sautin kira

source: Downloading wallpaper…
ha: Ya na sauke takardar-ado

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
ha: {{vendor}} ya kulle wannan fayil ɗin na waƙa ta yadda ba za'a iya raba shi tsakanin wasu ba ko a sauya shi zuwa wata sabuwar na'ura.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
ha: Mai sayarwa ya kulle wannan fayil ɗin na waƙa ta yadda ba za'a iya raba shi tsakanin wasu ba ko a sauya shi zuwa wata sabuwar na'ura.

source: Name
ha: Suna

source: Type
ha: Nau'i

source: Size
ha: Girma

source: Vendor
ha: Dillali

source: Info
ha: Bayani

source: Downloading
ha: Saukewa

source: Preview image
ha: Nuna misalin hoto

source: Preview audio
ha: Nuna misalin abin saurare
