Repository: translate/mozilla-gaia
Catalog: hto/apps/fl/download.properties.po
Languages: hto

source: OK
hto: Jɨɨ

source: Download
hto: Ána jónete

source: Install
hto: jónega

source: Cancel
hto: Fúitade

source: Download Error
hto: Fɨgòñede yúnua

source: Installation Error
hto: Fɨnófɨnoga já ñúe íte

# err_descriptor_download_failed
source: The download failed because of a server error.
hto: Yúnua mózide, taɨjɨraɨma fɨenide

# err_bad_descriptor
source: The download failed because of a server error.
hto: Yúnua mózide, taɨjɨraɨma fɨenide.

source: File is too large to download.
hto: Ana jónia Ɨ́ere áiyo yunúde

source: This type of purchased media is not supported on your phone.
hto: Ráa ízoi multimedia fékanide bíe jóriaɨmo.

# err_bad_type
source: The download failed because of a server error.
hto: Yúnua mózide, taɨjɨraɨma fɨenide.

# err_content_download_failed
source: The download failed because of a server error.
hto: Yúnua mózide, taɨjɨraɨma fɨenide.

# err_bad_drm_message
source: The download failed because of a server error.
hto: Yúnua mózide, taɨjɨraɨma fɨenide.

source: The downloaded image cannot be displayed on this device.
hto: Yúnua jána éroinide bíe jóriaɨmo.

source: The downloaded file cannot be played on this device.
hto: Yúnua ráanɨ éroinide bíe jóriaɨmo.

source: There is not enough storage space on your device to save this song.
hto: Jóriaɨmo íyano rúa jóneyena íñede.

source: Cannot save song because there is no memory card.
hto: Rúa jónenide ráa ófɨtaɨra íñede.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
hto: Rúa jónenide ráa ófɨtaɨra íñede. Áiño jóriaɨ íe abɨdo rúa jóne.

# err_ds_save_failure
source: Error saving media file.
hto: Fɨgoñede jónera íte multimedia.

# err_db_store_failure
source: Error saving media file.
hto: Fɨgoñede jónera íte multimedia.

source: Song downloaded and installed. Use the Music app to play it.
hto: Rúa ñúe jóbde íe jónega. Jóne rorabe bíe jóriaɨmo

source: Ringtone downloaded and installed.
hto: Jɨriya fɨkɨ́no ána jójonede íe fɨno.

source: Wallpaper downloaded and installed.
hto: Éroiya ráa ána jójonede ánafenemo íe fɨno.

source: Do you want to install this audio file as a song or as a ringtone?
hto: ¿Fɨnoakadɨo audio ráanɨ fɨkɨ́no íemo rúa dɨga?

source: Ringtone
hto: Jɨriya fɨkɨ́no

source: Song
hto: Rúa

source: Download song?
hto: ¿Rúa yúnuakadɨo?

source: Download ringtone?
hto: ¿Fɨkɨ́no yúnuakadɨo?

source: Download wallpaper?
hto: ¿Éroiya ráa ánafene yúnuakadɨo?

source: Downloading song…
hto: Rúa yunúyunude...

source: Downloading ringtone…
hto: Jɨriya fɨkɨ́no yunúyunude...

source: Downloading wallpaper…
hto: Éroiya ráa ánafene yunúyunude...

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
hto: {{vendor}} multimedia ráa ɨ́baika jɨaemo fekañeiyena jɨamakɨ dɨga, kómue jóriaɨ óreñeiyena.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
hto: Fekaraɨma multimedia ráa ɨ́baika jɨaemo fekañeiyena jɨamakɨ dɨga, kómue jóriaɨ óreñeiyena.

source: Name
hto: Mamékɨ

source: Type
hto: Izoi

source: Size
hto: Dɨeze

source: Vendor
hto: Fɨnóraɨma

source: Info
hto: Ráfue

source: Downloading
hto: Yúnuyunude

source: Preview image
hto: Jana éroika

source: Preview audio
hto: Audio éroiri
