Repository: translate/mozilla-gaia
Catalog: yo/apps/collection/collection.properties.po
Languages: yo

source: Loading
yo: Ń gbáradì

source: Cancel
yo: Parẹ́

source: Custom
yo: Àkànṣe

source: Create your own Smart Collection
yo: Ṣẹ̀dá Àkójọpọ̀ Amúṣẹ́yá tìrẹ́

source: Connect to the internet to add more Smart Collections
yo: Sopọ̀ si íntánẹ́ẹ̀tì láti ṣàfikún Àkójọpọ̀ Amúṣẹ́yá si

source: Add to top of collection
yo: Ṣàfikún àkójọpọ̀ tó ga

source: Add to Home Screen
yo: Ṣàfikún sí Aṣàfihàn Ilé

source: Connect to the internet to get apps for {{collectionName}}
yo: Sopọ̀ si íntánẹ́ẹ̀tì láti gba àwọn ìṣàfilọ́lẹ̀ fún {{collectionName}}

source: Edit
yo: Ṣàyẹ̀wò

source: Delete {{name}}
yo: Parẹ́ {{name}}

source: {{name}} and all of its data will be deleted.
yo: {{name}} gbogbo dátà rẹ̀ ni yóò parẹ́.

source: Delete
yo: Parẹ́

source: Edit collection
yo: Ṣàtúnṣe àgbájọ
