Repository: translate/mozilla-gaia
Catalog: qvi/apps/ringtones/ringtones.properties.po
Languages: qvi

source: Manage Tones
qvi: Kamachikana willaytakuna

source: Share ringtone
qvi: Watina willaytakuna

source: Delete ringtone
qvi: Kichuna willayta

source: Share alert
qvi: Watina paktarak

source: Delete alert
qvi: Kichuna ñawpawillan

# actions-cancel
source: Cancel
qvi: Tukuchina

source: Delete Ringtone
qvi: Kichuna willayta

source: Delete Alert
qvi: Kichuna ñawpawillan

source: Are you sure you want to delete "<bdi>{{tone}}</bdi>"?
qvi: Allitapachachu munanki kichunata "<bdi>{{tone}}</bdi>"?

source: "<bdi>{{tone}}</bdi>" is the current default ringtone.<br><br>Are you sure you want to delete it?
qvi: "<bdi>{{tone}}</bdi>" kana kay willayta shinarishka.<br><br>Allitapachachu munanki kichunata?

source: "<bdi>{{tone}}</bdi>" is the current default alert.<br><br>Are you sure you want to delete it?
qvi: "<bdi>{{tone}}</bdi>" kana kay willayta kay uyachi shinarishka.<br><br>Allitapachachu munanki kichunata?

# delete-cancel
source: Cancel
qvi: Tukuchina

source: Delete
qvi: Kichuna

source: Ringtone deleted.
qvi: Willayta kichushka.

source: Alert deleted.
qvi: Paktarak kichushka.

source: New ringtone created.
qvi: Mushuk willayta shinashka.

source: Ringtone set as default.
qvi: Kayay willayta tikunashka shina shinarishka.

source: SD Card
qvi: Panka SD

source: Select Sound
qvi: Akllana uyarina

source: Set
qvi: Wallpachana

source: {{ringtoneSectionBrandName}} Ringtones
qvi: Willaytakuna {{ringtoneSectionBrandName}}

source: {{ringtoneSectionBrandName}} Alerts
qvi: Ñawpawillankuna {{ringtoneSectionBrandName}}

source: My Ringtones
qvi: Ñukapak kayay willayta

source: My Alerts
qvi: Ñukapak paktarakuna

source: Create Ringtone
qvi: Shinana kayay willayta

source: Save
qvi: Allichina

# create-cancel
source: Cancel
qvi: Tukuchina

source: Corrupted File
qvi: Tsirwakay mana alli

source: The file is corrupted. It cannot be used to create a ringtone.
qvi: Kay tsirwakay mana alli. Na usharin arinana shuk mushuk willayta.

source: Ringtone Not Created
qvi: Willayta na shinarishka

source: There was an issue creating the ringtone. Please try again.
qvi: Shuk llaki tyan shinakpi willayta. Kutin shinay.

source: Use as default ringtone
qvi: Arinanki shina willayta shinarishkata

source: OK
qvi: Alli

source: Untitled
qvi: Mana yachayshuti

source: Add
qvi: Yapana
