Repository: translate/mozilla-gaia
Catalog: hto/apps/search/search.properties.po
Languages: hto

source: Install {{ title }}
hto: Fɨnode {{ title }}

source: HISTORY
hto: JAGAƗ

source: TOP SITES
hto: ÑÚE ÍYANO

source: Suggestions
hto: Úainɨaɨ

source: Contacts
hto: Komɨnɨ

source: Places
hto: Íyano

source: Apps
hto: Ráanɨaɨ

source: Search suggestions are enabled. The characters you type when entering a search are being sent to the search engine. You can disable search suggestions in the device <span>Settings</span>.
hto: Ñúe jénoyena já bónoka. Jénoraɨma óre nána fákara ó kueiadɨ. Ó óikana dúita jénoraɨma <span>ñúe fɨnoyena</span> bíe jóriaɨmo.

source: OK
hto: Jɨɨ

source: Add to Home Screen
hto: Taɨnia éroiya ráa zóta

source: No internet connection
hto: Nitaiode internet.

source: TODAY
hto: JABE

source: YESTERDAY
hto: NAUÍRI

source: LAST 7 DAYS
hto: JUBEKUIRO MENAÁMANI MONA JÍTƗ

source: THIS MONTH
hto: BÍE FƗ́UI

source: LAST 6 MONTHS
hto: ENÉFEBAMO DAA NÁUI FƗ́UI

source: OLDER THAN 6 MONTHS
hto: ENÉFEBAMO DAA FƗGO FƗ́UI

source: JANUARY
hto: Egúitoma daa fɨ́ui

source: FEBRUARY
hto: Egúitoma ména mona

source: MARCH
hto: Nékátoma daa fɨ́ui

source: APRIL
hto: Nekátoma ména fɨ́ui

source: MAY
hto: Áitoma daa fɨ́ui

source: JUNE
hto: Áitoma ména fɨ́ui

source: JULY
hto: Záfiatoma daa fɨ́ui

source: AUGUST
hto: Záfiatoma ména fɨ́ui

source: SEPTEMBER
hto: Jizáikotoma daa fɨ́ui

source: OCTOBER
hto: Jizáikotoma ména fɨ́ui

source: NOVEMBER
hto: Yɨ́zaikotoma daa fɨ́ui

source: DECEMBER
hto: Yɨ́zaikotoma ména fɨ́ui

source: {{ provider }} SEARCH
hto: JÉNO BÍEMO {{ provider }}

source: You’re browsing privately
hto: Kúe dáma makara

source: Don’t tell me again
hto: Jɨkánoñeno ábɨdo

source: Learn more
hto: Aiyo ráfue
