Repository: translate/mozilla-gaia
Catalog: pbb/apps/sms/sms.properties.po
Languages: pbb

source: Messages
pbb: Eç kanxisaa

source: Delete messages
pbb: Yu'we kahnxisa's khukhn

source: Select
pbb: Txihtxna

source: Edit
pbb: fxi'wah

source: Back
pbb: Estewesx

source: Cancel
pbb: Dewen

source: Undo
pbb: &Khũkhnxi

source: Done
pbb: Jxa'jxa'

source: Delete
pbb: Khukhna

source: Delete thread
pbb: Wẽçxnxisa wesa's khukhna

source: Mark as read
pbb: Jxpayya' ma'wẽ ki'pna

source: Mark as unread
pbb: Jxpayya'mee ma'wẽ ki'pni's

source: Deleting…
pbb: Khukhna…

source: Select all
pbb: Jxuka khũkhna

source: Deselect all
pbb: Jxuka khũkhna

# selected-threads[zero]
source: none selected
pbb: Maa yuhpa txhitxnximee

# selected-threads[one]
source: {{n}} selected
pbb: {{n}} txihtxhnxii

# selected-threads[two]
source: {{n}} selected
pbb: {{n}} txihtxnxii

# selected-threads[few]
source: {{n}} selected
pbb: {{n}} txihtxnxii

# selected-threads[many]
source: {{n}} selected
pbb: {{n}} txihtxnxii

# selected-threads[other]
source: {{n}} selected
pbb: {{n}} txitxnxii

# selected-messages[zero]
source: none selected
pbb: Maa yuhpa txhitxnximee

# selected-messages[one]
source: {{n}} selected
pbb: {{n}} txihtxnxii

# selected-messages[two]
source: {{n}} selected
pbb: {{n}} txihtxnxii

# selected-messages[few]
source: {{n}} selected
pbb: {{n}} txihtxnxii

# selected-messages[many]
source: {{n}} selected
pbb: {{n}} txihtxnii

# selected-messages[other]
source: {{n}} selected
pbb: {{n}} txihtxnxii

source: Select Threads
pbb: Wes wẽçxnxisa txihtxn

source: Select Messages
pbb: Yu'we tu'snxi's txihtxna

source: Settings
pbb: Phewu'hna

source: Add subject
pbb: Aytewe'sxa's kajadana

source: Remove subject
pbb: Aytewe'sxa's khukhnah

source: Include someone else
pbb: Vxte nasa gajã'

source: To:
pbb: Txãtewe'sx

source: New
pbb: U'se

source: Message
pbb: Eç kanxisaa

# messagesInput.title
source: Message
pbb: Eç kanxisaa

source: Subject
pbb: Txãapa'ka

source: Converting to multimedia message.
pbb: Yu'we tusu's kũhwedte kahn.

source: Converting to text message.
pbb: Yu'we tusu's kũhwedte kahn.

source: You’ve reached the maximum length.
pbb: Wejx jxusa'sga kpahtx.

source: Maximum length of subject reached.
pbb: Wejx jxuhsa'sga kpahtx txtewe'sx.

source: You’ve exceeded the {{mmsSize}} KB size limit of a single multimedia message. Remove attachments or shorten the message to send it.
pbb: Thakwega skhew txtee {{mmsSize}} Kb kũhwed yu'we tusute. Meçxa yuwes wejx le'çxkwe mfxi'h txa'nxuçxa kahya.

source: New message
pbb: U'se yu'we pahsa

source: Send message
pbb: Mkaa yuwe tu'hsu's

source: Send multimedia message
pbb: Kuhwedte yuwe kahn

source: (No recipient)
pbb: (Txihpa ji'mee)

source: {{n}} recipient
pbb: {{n}} txihpa ji'mea'

# recipient[two]
source: {{n}} recipients
pbb: {{n}} txihpa ji'meta'

# recipient[few]
source: {{n}} recipients
pbb: {{n}} txihpa ji'meta'

# recipient[many]
source: {{n}} recipients
pbb: {{n}} txihpa ji'meta'

# recipient[other]
source: {{n}} recipients
pbb: {{n}} txihpa ji'meta'

source: There is no application available to open this file type.
pbb: Meenxahta maapa phadewẽte naa eç jxawnxi's.

source: Remove
pbb: Kaapçu'jun

source: {{n}} participant
pbb: {{n}} pu'çxsaa

# participant[two]
source: {{n}} participants
pbb: {{n}} pu'çxsaa

# participant[few]
source: {{n}} participants
pbb: {{n}} pu'çxsaa

# participant[many]
source: {{n}} participants
pbb: {{n}} pu'çxsaa

# participant[other]
source: {{n}} participants
pbb: {{n}} pu'çxsaa

source: Message report
pbb: Yu'we tusus ta'sxsa

source: Text Message (SMS)
pbb: Yuwe tusu'h (SMS)

source: Multimedia Message (MMS)
pbb: Kũjwed eç kaahnxisaa (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
pbb: Naa yuwe tusu' (SMS) txã'wẽne'ta kah {{datetime}}

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
pbb: Idx yuwe tusu' kuhwedte (MMS) {{subject}}, txãwẽneta kah {{datetime}}

source: Your Multimedia Message (MMS), was sent on {{datetime}}
pbb: Idx yuwe tusu' kuhwedte (MMS) txãwẽneta kah {{datetime}}

source: Subject:
pbb: Txãapa'ka:

source: Message could not be sent
pbb: Ewumeeth kajxa eç fxi'nxi's.

source: not downloaded
pbb: Spahtxmeen

source: Delivered:
pbb: Dxukhna:

source: Read:
pbb: jxpaynxii:

source: Report requested
pbb: Ta'sxkan peynxii

source: Message rejected
pbb: Yuwe tusu's pakanximee

source: Message size:
pbb: Wala ji'pa yuwe tu'su:

source: To
pbb: Txtewe'sx

source: From
pbb: Txtee

source: Sent:
pbb: Kahnxinxa':

source: Received:
pbb: Jxpakanxii:

source: Via:
pbb: Dxijh:

source: Resend
pbb: Ki' gaa

source: Lateness:
pbb: Thenxuna:

source: Search
pbb: Pakwena

source: Unknown Contact
pbb: Payanxisa' jiyunxisame'

source: Discard the message you’re composing and open the new message?
pbb: ¿Mgah yuwe tusu's na'we fxijhna u'pigakh jiçxa vxite u'ses phade yuwe tusaa?

source: The message could not be sent. Try again?
pbb: Ewumeeth kajxa eç fxi'nxi's. ¿Vxite u'se kahwẽga?

source: Resend this message
pbb: Txi' kahn yuwe tusu's

# deleteMessage-confirmation
source: Delete selected message?
pbb: ¿Khukhna yuwe's txihtxçxa?

source: Please select messages to be deleted.
pbb: Yuwetxi txihtxnxath khukhyah.

# deleteMessages-confirmation-message[one]
source: Delete selected message?
pbb: ¿Khukhna yuwe txihtxnxisatxi?

# deleteMessages-confirmation-message[two]
source: Delete {{n}} selected messages?
pbb: ¿Khukhna {{n}} yuwe tusu txihtxnxitxih?

# deleteMessages-confirmation-message[few]
source: Delete {{n}} selected messages?
pbb: ¿Khukhn {{n}} yuwe tusu txihtxnxii?

# deleteMessages-confirmation-message[many]
source: Delete {{n}} selected messages?
pbb: ¿Khukhn {{n}} yuwe tusus txihtxnxii?

# deleteMessages-confirmation-message[other]
source: Delete {{n}} selected messages?
pbb: ¿Khukhna {{n}} yuwe tusu's txihtxna?

source: Please select message threads to be deleted.
pbb: Txihtxnxa'th txãa westxi yuwe tu'snxite khukhnxa'th.

source: Delete selected message thread?
pbb: ¿Khukn txãa yuwe tusu westxh txihtxçxah?

# deleteThreads-confirmation-message[two]
source: Delete {{n}} selected message threads?
pbb: ¿Khukhna {{n}} yuwe westxih txihtxçxah?

# deleteThreads-confirmation-message[few]
source: Delete {{n}} selected message threads?
pbb: ¿Khukhn {{n}} yuwe westxi txihtxnah?

# deleteThreads-confirmation-message[many]
source: Delete {{n}} selected message threads?
pbb: ¿Khukhna {{n}} yuwe westxih txihtxçxah?

# deleteThreads-confirmation-message[other]
source: Delete {{n}} selected message threads?
pbb: ¿Khukhna {{n}} yuwe westxih txihtxçxah?

source: New message from
pbb: Vxite yuwe u'seh txtee

source: Read it
pbb: Payna

source: No messages
pbb: Maa yuwepa meeta'h

source: Start a conversation now
pbb: Ãçx vxite putxwe'weya ta'kyapthaw

source: Message not sent
pbb: Yuwe tusute kahnxime'

source: There was a problem sending the message. Please try again.
pbb: Teeçx yuwene u'pu kajxapte paçte fxi'nxisa's.Txi' use dakh.

# sendDefaultErrorBtnOk
source: OK
pbb: Ewna jĩma'k

source: Missing SIM card
pbb: Pejxah pẽpek SIM

source: Insert a valid SIM card to continue.
pbb: Dxi'ph teçx pẽpe SIM yaçuh uhyah.

# sendMissingSimCardBtnOk
source: OK
pbb: Ewna jĩma'k

source: Airplane mode activated
pbb: Ẽka u'sa' ki'tanxi ũsa'

source: Turn off airplane mode to send messages.
pbb: Mfxiçxa ẽkah u'sa's txanxiçxa yuwe's mgah.

# sendFlightModeBtnOk
source: OK
pbb: Ewna jĩma'k

source: Turn off airplane mode to download attachments.
pbb: Mfxiçxa ẽkah u'sa's txanxuçxa spatxinaw kajadaya.

source: FDN active
pbb: NMF ki'tanxii

source: Editing SMS {{number}}
pbb: Txthethna SIM {{number}}

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:
pbb: NMF (isanxisanxa'kh txthethna) kitanxi ũsah. Na ew thegçxa piahtewe'sxa's SIM jiçxa vxite kahyapte yase u'pta txte NMF:

# fdnErrorBody[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
pbb: NMF (isanxisanxa'kh txthethna) kitanxi ũsah. Na ew thegçxa piahtewe'sxa's SIM jiçxa vxite kahyapte yase u'pta txte NMF:

# fdnErrorBody[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
pbb: NMF (isanxisanxa'kh txthethna) kitanxi ũsah. Na ew thegçxa piahtewe'sxa's SIM jiçxa vxite kahyapte yase u'pta txte NMF:

# fdnErrorBody[many]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
pbb: NMF (isanxisanxa'kh txthethna) kitanxi ũsah. Na ew thegçxa piahtewe'sxa's SIM jiçxa vxite kahyapte yase u'pta txte NMF:

# fdnErrorBody[other]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
pbb: NMF (isanxisanxa'kh txthethna) kitanxi ũsah. Na ew thegçxa piahtewe'sxa's SIM jiçxa vxite kahyapte yase u'pta txte NMF:

# fdnErrorBtnOk
source: OK
pbb: Ewna jĩma'k

source: Switch data connection
pbb: Nxu'pthena yase çxkitxanxite

source: Switch the data connection to SIM {{ nonActiveSimId }} to retrieve the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
pbb: Yasetwesxa's mnxu'ptheh txtee SIM {{ nonActiveSimId }} natx txi' jipuya MMS. Na txtepahçxa kujuna txa yasetew' txtee SIM {{ activeSimId }}. ¿Txi' ujhn ũswẽga?e'sxa

source: Later
pbb: Estewesxa's

# switchSimToRetrieveConfirm
source: OK
pbb: Ewna jĩma'k

source: Switch the data connection to SIM {{ nonActiveSimId }} to send the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
pbb: Yasetwesxa's mnxu'ptheh txtee SIM {{ nonActiveSimId }} natx txi' jipuya MMS. Na txtepahçxa kujuna txa yasetew' txtee SIM {{ activeSimId }}. ¿Txi' ujhn ũswẽga?e'sxa

source: No network coverage
pbb: Mea'h pa'yawah

source: Make sure you have a mobile signal and try again.
pbb: Ew mtheg an jipnah pa'yawah çaam wewekwenx'kh na txi u'seh.

# sendNoSignalErrorBtnOk
source: OK
pbb: Ewna jĩma'k

source: Message not found
pbb: Yuwe kahnxi's uynximeh

source: The message you’re looking for is no longer available.
pbb: Yuwe pakwenxisa menxaja.

# sendNotFoundErrorBtnOk
source: OK
pbb: Ewna jĩma'k

source: Invalid number
pbb: Isanxisa ewmeta

source: Make sure the mobile number you’re sending to is valid.
pbb: Ew mtheg an isana txawnxuhj kahn ũsmanx yuwe's.

# sendInvalidAddressErrorBtnOk
source: OK
pbb: Ewna jĩma'k

source: Unable to download
pbb: Ewumeen spa'kya naa eç jxawnxi's

source: Please make sure the SIM card inserted is the one used to receive this message.
pbb: Ew mtheg pẽpe's dxi'ph na's thaw vxisu' naa yuwe kahnxi's ipakawah.

# simNotMatchedErrorBtnOk
source: OK
pbb: Ewna jĩma'k

source: This message has already been deleted.
pbb: Naa yuwe kahnxisa'sa khuknxatha ãçxh.

# view-attachment-image
source: View
pbb: Thegn

source: Listen
pbb: Wẽsehn

# view-attachment-video
source: View
pbb: Thegn

# view-attachment-other
source: View
pbb: Thegn

source: Remove image
pbb: Pisanxi's khukhn

source: Remove audio
pbb: Wẽsehnxi's khukhna

source: Remove video
pbb: Kapnasahn kẽsehn kutxihnxi's khukhn

source: Remove attachment
pbb: Kajanxitx khukhn

source: Replace image
pbb: Phewuhna pisanxi's

source: Replace audio
pbb: Wẽsehnxi's vxite pakwena

source: Replace video
pbb: Vxite kẽsehnxisa pakwen

source: Replace attachment
pbb: Vxite kajãdanxisa pakwen

source: Message options
pbb: Vxite yuwe ktusehnxisa pakwen

source: Thread options
pbb: Vxite wẽçxnxisa pakwen

source: Forward
pbb: Yaçte

source: View message report
pbb: Thegçxa yuwe tusus tasxna

source: Select text
pbb: Paynxisa's txihtxna

source: Mobile
pbb: zaamkwejxand

source: Home
pbb: takhna

source: Work
pbb: Mjĩi

source: Personal
pbb: Peetxhĩi

source: Fax home
pbb: Fax yathtewesx

source: Fax office
pbb: Fax yath mjĩnxitewe'sx

source: Fax other
pbb: Fax vxitetewesx

source: Another
pbb: Vxite

source: Other
pbb: Vxite

source: today
pbb: Ãçxh

source: today {{ time }}
pbb: Ãçxh {{ time }}

source: yesterday
pbb: jũ'na

source: yesterday {{ time }}
pbb: U'nah {{ time }}

source: Add to an existing contact
pbb: Kajãna payan ũ'snxinxa'satx

source: Create new contact
pbb: Vxie payanxisa kãjan

source: View contact
pbb: Pa'yan ũ'snxitx the'gn

source: Call
pbb: Pa'yan

source: Send email
pbb: Mkaa jxu'hu fxi'nxi's

source: MMS message
pbb: Yuwe tu'suh MMS

source: Message is not downloaded yet.
pbb: Naa yuwe tusuh spatxnxime'h ãçxtepa.

source: You received a multimedia message. You can use the link below to download its content until {{date}}.
pbb: Yuwe tusu kuhwed ne' tu's. na dxijuwesxa's jukhnxite spatxwahn ji'punxi's txtee {{date}}.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
pbb: Ũsuy yatxçxa kuse ũsnxii,txteçxane' kuh yuwe tusu' {{date}} na spatxya ewume ũsa'.

source: Download
pbb: Spakxna

source: Downloading…
pbb: Spakxsawe'sx…

source: untitled
pbb: Yaçka fxi'nxi jimea'

# attached-files-too-large[zero]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
pbb: Naa eç jxawnxi's txihtxne napa aytepahçxa kujutxina txtee {{mmsSize}} kb kũhwedte yuwe tusu's kahnxite.

source: The file you have selected exceeds the {{mmsSize}} KB size limit of a single multimedia message.
pbb: Naa eç jxawnxi's txihtxne napa aytepahçxa kujutxina txtee {{mmsSize}} kb kũhwedte yuwe tusu's kahnxite.

# attached-files-too-large[two]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
pbb: Naa eç jxawnxi's txihtxne napa aytepahçxa kujutxina txtee {{mmsSize}} kb kũhwedte yuwe tusu's kahnxite.

# attached-files-too-large[few]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
pbb: Naa eç jxawnxi's txihtxne napa aytepahçxa kujutxina txtee {{mmsSize}} kb kũhwedte yuwe tusu's kahnxite.

# attached-files-too-large[many]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
pbb: Naa eç jxawnxi's txihtxne napa aytepahçxa kujutxina txtee {{mmsSize}} kb kũhwedte yuwe tusu's kahnxite.

# attached-files-too-large[other]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
pbb: Naa eç jxawnxi's txihtxne napa aytepahçxa kujutxina txtee {{mmsSize}} kb kũhwedte yuwe tusu's kahnxite.

source: Resizing the attached image
pbb: Nxu'pthena nuywalanxi's na pisanxite ijtewe'sxa's

source: There is a problem with the attached file and it cannot be downloaded.
pbb: Ayte txi'pupnxi's yuweta txi'ph açah spatxya ewumenah.

source: Message saved as draft
pbb: Yuwe tusu's jxawn txa'wẽ khukhnxite

source: unknown SIM
pbb: SIM jiyunximesah

source: Send
pbb: Mkaa

source: using SIM {{n}}
pbb: Vxisna ũsnxii SIM {{n}}

source: Add attachment
pbb: KãJã'dan

source: Contact photo
pbb: Pa'yan pisanxinxa'kh

source: Unread
pbb: Lenximee

source: Has draft
pbb: Fxii jxawnxisa ji'pun

source: Draft
pbb: Kukhnxii

source: Actions
pbb: Jwee mjĩina

# settingsButton.ariaLabel
source: Settings
pbb: Phewuhnxii

# composeLink.ariaLabel
source: New message
pbb: U'se yu'we pahsa

# callButton.ariaLabel
source: Call
pbb: Pa'yan

source: Sending…
pbb: Kahnah…

source: Delivered
pbb: Dxukhna

source: Read
pbb: Payçxa jiyunxii

source: Error
pbb: Ewmeesaa

source: Late arrival
pbb: Esçxapa khuhn

# late-arrival-notice-in-months[zero]
source: {{ lateness }}mth late
pbb: {{ lateness }} a'te thenxunxii

# late-arrival-notice-in-months[one]
source: {{ lateness }}mth late
pbb: {{ lateness }} a'te thenxunxii

# late-arrival-notice-in-months[two]
source: {{ lateness }}mths late
pbb: {{ lateness }} a'te thenxunxii

# late-arrival-notice-in-months[few]
source: {{ lateness }}mths late
pbb: {{ lateness }} a'te thenxunxii

# late-arrival-notice-in-months[many]
source: {{ lateness }}mths late
pbb: {{ lateness }} a'te thenxunxii

# late-arrival-notice-in-months[other]
source: {{ lateness }}mths late
pbb: {{ lateness }} a'te thenxunxii

source: {{ lateness }}d late
pbb: {{ lateness }} a' thenxunxii

source: {{ lateness }}h late
pbb: {{ lateness }} a' thenxunxii

source: {{ lateness }}m late
pbb: {{ lateness }} a' thenxunxii

# modal-dialog-ok-button
source: OK
pbb: Ewna jĩma'k

# modal-dialog-cancel-button
source: Cancel
pbb: Dewen

# modal-dialog-default-title
source: Messages
pbb: Eç kanxisaa
