Repository: translate/mozilla-gaia
Catalog: */apps/search/search.properties.po
Languages: si

source: Install {{ title }}
si: {{ title }} ස්ථාපනය

source: Suggestions
si: යෝජනා

source: Contacts
si: සම්බන්ධතා

source: Places
si: ස්ථාන

source: Apps
si: ඇප්ස්

source: Search suggestions are enabled. The characters you type when entering a search are being sent to the search engine. You can disable search suggestions in the device <span>Settings</span>.
si: සෙවුම් යෝජනා සක්‍රීය විය. සෙවුමක් ඇතුළත් කිරීමේදී ඔබ ලියන අකුරු සෙවුම් යන්ත්‍රය වෙත යැවෙනු ඇත. ඔබට උපාංගයේ සෙවුම් යෝජනා <span>සැකසුම්</span> තුළදී අක්‍රීය කළ හැක.

source: OK
si: හරි

source: Add to Home Screen
si: නිවෙස් තිරයට එකතු කරන්න

source: No internet connection
si: අන්තර්ජාල සබැදියක් නොමැත

source: FUTURE
si: අනාගත

source: TODAY
si: වර්ථමාන

source: YESTERDAY
si: පෙර දින

source: LAST 7 DAYS
si: දින 7කට පෙර

source: THIS MONTH
si: මෙම මස

source: LAST 6 MONTHS
si: පසුගිය මාස 6 දී

source: OLDER THAN 6 MONTHS
si: මාස 6කටත් වඩා පැරණි

source: OCTOBER
si: ඔක්තෝම්බර්

source: NOVEMBER
si: නොවැම්බර්

source: DECEMBER
si: දෙසැම්බර්

source: {{ provider }} SEARCH
si: {{ provider }} සෙවුම

source: You’re browsing privately
si: ඔබ පුද්ගලිකව ගවේශනය කරයි

source: In private windows, {{brandShortName}} won’t keep any browser history, cookies, or temporary Internet files. However, files you download and bookmarks you make will be kept.
si: පුද්ගලික කවුළු තුළදී, {{brandShortName}} විසින් කිසිඳු ගවේශන ඉතිහාසයක්, කුකී, හෝ තාවකාලික අන්තර්ජාල ගොනු තබා නොගනී. කෙසේ වුවද, ඔබ සිදු කරන බාගත කරගැනීම් හා පිටු සලකුණු ඉතිරි වනු.

source: While this device won’t have a record of your browsing history, your Internet service provider can still track the pages you visit.
si: ඔබගේ ගවේශන අතීතය පළිබඳ සටහන් මෙම මෙවලමේ නැති වුවත්, ඔබගේ අන්තර්ජාල සේවා සපයන්නාට ඔබ නරඹන පිටු බලාගත හැක.

source: Don’t tell me again
si: මට නැවත කියන්න එපා

source: Learn more
si: තවත් ඉගෙන ගන්න
