Repository: translate/mozilla-gaia
Catalog: pbb/apps/email/email.properties.po
Languages: pbb

source: 1 New Email ({{ accountName }})
pbb: Teçx jxujuy u'se's ({{ accountName }})

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
pbb: {{ n }} u'se's jxujuy kajnxisah ({{ accountName }})

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
pbb: {{ n }} u'se's jxujuy kajnxisah ({{ accountName }})

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
pbb: {{ n }} u'sesatx jxujuy kaanxisata'({{ accountName }})

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
pbb: {{ n }} u'sesatx jxujuy kaanxisata' ({{ accountName }})

source: Are you sure?
pbb: ¿Isah puphna?

source: Other people may be able to see your passwords and emails or control your account.
pbb: Vxite nasa ewutxina thegya' txãa çxhukte ji'phunxi's vxite jxujuy kajnxisa's meeçxa jxkaame ku'tx'jnxi's.

source: There are multiple, free email providers that offer more secure, encrypted connections.
pbb: Mej ũ'sta txãnx txãnxuh txundesa jxujuy kahnxisa's vxiu pa'kame' txi'pna ũ'sta' paçte fxi'nxisa thakwe ya' puphnxiisa'.

source: Learn more
pbb: Wejx ta'sxa

source: I understand
pbb: Jiyuth

# message-reader-next-button.ariaLabel
source: Next
pbb: Ya'çka kaanxi

source: Previous
pbb: E'stewe'sx

source: Received
pbb: Jxpakanxii
