Repository: translate/mozilla-gaia
Catalog: pbb/apps/email/email.properties.po
Languages: pbb

# back-button.ariaLabel
source: Back
pbb: e'stewesx

source: Close
pbb: aphn

source: Mail
pbb: jxũy

source: You are not set up to send or receive email. Set up an account to complete the action.
pbb: Idx pheu'jnxisa'kaja'me' na kaipakajapme jxujui kajnxisa's na txi'txin vxite pheu'çxa ya kãjãjan vxithwa'jas.

source: To send and receive email, you will need to set up an account.
pbb: Fxi'çxa ahyu kãjwẽçxa meçxa jxujuwesxa's ipaka'wẽçxa, teçx pheu'nxisa pejxinega.

source: New Account
pbb: u'se kutxij'nxisa

source: Enter Password For:
pbb: Mfxij paaçte:

# setup-info-name.placeholder
source: Your name
pbb: idx yase's

source: someone@example.com
pbb: txãa@ãate'.com

# setup-info-password.placeholder
source: Password
pbb: Çhuktecxãa ji'phunxisa

# setup-info-next
source: Next
pbb: Yaçka

source: Setting up account
pbb: Ku'txij'sa's pheu'nxisa

source: Mail account setup
pbb: Pheu'n ku'txij'nxisa

source: All done!
pbb: ¡Jxuka pheuj'nxinxa'!

source: Add another account
pbb: Vxite kutxij'nxisa kaja'yapth

source: Continue to Mail
pbb: Ta'kna ũsa fxi'waj kutxij'nxite

source: This device is currently offline. Connect to a network and try again.
pbb: Vxisnxisa' çxkitxa'nximẽe ũ'sa'. txi' çxki'txaçxa u'se mdakh

source: Invalid username or password. Check for typos.
pbb: Nasa paçte fxijnxisa ewme' txi' mthej'g

source: Invalid e-mail address. Check for typos.
pbb: Vxisnxisa' dxija' ewme'. mthej'g

source: The server said you’re not authorized to create an account
pbb: Txãa kaselpi'sa' weweçxa ika'hwaj'metx dvxijth vxiite vxisnxisa kutxij'waj

source: Server unsupported. The POP3 server does not implement required features.
pbb: Nãa kaselpi'sa ewume'. Nã' kaselpi'sa's POP3 Ãça kajajame' txajx pejxinxitxi.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
pbb: Ãça vxite jxi'yunxisamẽeka u'ka. na' idx çxkitxanxi's mtheg dxi'janxi's meçxa vxiite kusejy pheuj'nxinxakh.

source: You must use an application specific password for two-factor Gmail accounts
pbb: Nãa paçte fxijnxisas ew vxitçxa wejx ktudujwas vxitçxa jxĩçxa je'zx jwed kutxi'waja's Gmail

source: You must enable IMAP for your Gmail account
pbb: Na's dxiph IMAP idx kutxij'nxite Gmail

source: You must enable POP3 for your Gmail account
pbb: Na's dxiph POP3 idx kutxi'nxite Gmail

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
pbb: Ewme' txi' çxkitxawẽtepa txanxakh paj'yatxteyuna "{{server}}". Nãa teçx yuwe walana idx dxij' kaselpij'nxinxakh.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
pbb: Ewme' i'nee çxkitxawẽtepa txãa "{{server}}".Na' yuwe uphun dxij'wesxnxakh.

source: There is a problem with the server "{{server}}". Try again later.
pbb: Teçx yuwe ewmeesa ũ'sa' txa "{{server}}". txi' u'se mdakh ãçxkwe.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
pbb: wejyujpa ewme' petx' ũsĩi idx kutxij'nxis. Na' txi' mphewuj vxisna fxij'nxis kusej nxakh vxitnxis.

source: The server "{{server}}" is offline for maintenance. Try again later.
pbb: "{{server}}" naa' jime' çxkitxanxis nãapa'kah mjĩinata dvxijth pheu'khan. Txi'txin ãçxaçxkwe yuçte txi' ewuun.

source: This account is already configured.
pbb: Nãa' kujtxij'nxiã' ũ's nxa'ja pheuj'nxi.

source: Manual setup
pbb: Kusejnxakh pheuj'nxi

source: Manual Setup
pbb: Kusejnxakh pheuj'nxi

# setup-manual-account-type
source: Account type
pbb: Ma'g kutxi'

# setup-manual-account-type-select.ariaLabel
source: Account type
pbb: Ma'g kutxi'

# setup-manual-imap-header
source: IMAP settings
pbb: Ew txi'pnxĩi IMAP

# setup-manual-pop3-header
source: POP3 settings
pbb: Ew txi'phupnxĩi POP3

# setup-manual-smtp-header
source: SMTP settings
pbb: Ew txi'pnxĩi SMTP

# setup-manual-activesync-header
source: ActiveSync settings
pbb: txi'pnxĩi ActiveSync

# setup-manual-next
source: Next
pbb: Ya'çka

source: Socket Type
pbb: Txã'us txi'pu'ah

source: Connection security
pbb: Ew çxkitxanxi ũ'sa

source: Unencrypted (insecure)
pbb: Suthnxime (ewumee ũ'sa)

# setup-manual-hostname.placeholder
source: Hostname
pbb: Txã' yase host

source: Port Number
pbb: Txã's isaçx txi'phnxi

# setup-manual-username.placeholder
source: Username
pbb: Yase' seelpi'sa'

source: Domain\Username
pbb: kçxãçxã nximeh\Txã's

source: Bad password!
pbb: ¡Paaçte fxi'hnxi ewmea'!

source: We could not sign in to the server. Maybe your password is wrong?
pbb: Weh yujpa' jiyuya ewumetha'w. ¿Mẽeçxa ewmẽe idx paçte fxi'jnxis jiphnẽg?

source: New password
pbb: U'ses paaçte fxi'hnxi

source: Retry with new password
pbb: Txi'txin ũ'ses paaçte fxi'hnxis

source: Two-Factor Enabled
pbb: Jẽ'z jwed kiyuhna txi'phçxa

source: You need to enter an application-specific password below.
pbb: Tasxte mfxi' paaçte ew vxiswa'ja's.

source: Use application password
pbb: Txã's dxiph paaçte fxi'hnxis

source: IMAP Disabled
pbb: IMAP Mkutxi'h

source: You must enable IMAP on your Gmail account
pbb: Txi' dxiph IMAP idx kutxi'h nxiteh Gmail

# setup-gmail-imap-retry
source: Retry
pbb: Ki'kin isan

source: POP3 Disabled
pbb: POP3 Kutxi'nxi

source: You must enable POP3 on your Gmail account
pbb: Txi' dxiph POP3 idx kutxi'nxite Gmail

# setup-gmail-pop3-retry
source: Retry
pbb: Ki'kin isan

source: Reauthorize Email
pbb: Jue txi'txinçxã' kajnxiisa

source: Email needs to be reauthorized to access the following account:
pbb: Txi'txin pejxin juekajwa'jas txã' jxuy kajnxiisa's txã'nxuçxa vxisya ewuun kutxi'jnxis:

# setup-fix-oauth2-reauthorize
source: Reauthorize
pbb: Juekajwa'ja's

source: Mail Settings
pbb: Jxu'juy kajnxisa's phewu'

# settings-sub-header-account
source: Account
pbb: Kutxi'jnxisa

# settings-account-group.ariaLabel
source: Account
pbb: Kutxi'jnxisa

# settings-account-name
source: Your name
pbb: Idx yase's

source: Display notifications for new messages
pbb: Mtasx ũ'se kũnxi'sa' eçtxh

source: Play sound after message is sent
pbb: Ya'khsusuna eç kajnxi esnxaj

source: Tap to Edit
pbb: Mitxtheth na's phewu'çxa

# settings-account-signature-label
source: Signature
pbb: Idx ya'ses mfxij'

# settings-account-signature-textbox.ariaLabel
source: Signature
pbb: Idx ya'ses mfxij'

source: Save Signature
pbb: Idx ya'ses mijxaw

source: Discard
pbb: Mwãtah

# settings-sub-header-data
source: Data
pbb: Pta'sxsa

# settings-data-group.ariaLabel
source: Data
pbb: Pta'sxsa

# settings-account-check-mail
source: Check for new messages
pbb: Txi' mthegan an vxite eç ũ'ses kũjçx ũstxin

# settings-account-check-mail-select.ariaLabel
source: Check for new messages
pbb: Txi' mthegan an vxite eç ũ'ses kũjçx ũstxin

# settings-sub-header-server
source: Server settings
pbb: kaseelpi'hsa's phewu'sa

# settings-server-group.ariaLabel
source: Server settings
pbb: Kaseelpi'hsa's phewu'sa

source: Username and password
pbb: Idx ya'ses vxite paaçte fxijnxisas

# settings-account-useroauth2
source: Username
pbb: Txẽe kaselpi'hsa

source: Sent Using Firefox OS
pbb: Mkha txãjũy Firefox OS

source: Done
pbb: Jxa'jnxi'nxa'ja'

# settings-account-section
source: Accounts
pbb: Kutxi'nxi

# settings-account-listbox.ariaLabel
source: Accounts
pbb: Kutxi'nxi

source: Add Account
pbb: Kutxiçx kãjãn

source: Delete account
pbb: Mkhukh kutxi'jnxis

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
pbb: ¿Ĩsã kutxi'jnxi's khukhwẽga idx jxujuy mijnxi's {{account}}? Aça txi' kutxi'jçxa, jxuka spatxwa' jxujuy mjinxisa's nenxũn ũ'se na'we.

# settings-account-delete-cancel
source: Cancel
pbb: Dewenxĩ

# settings-account-delete-confirm
source: Delete
pbb: Khũkhna

source: General settings
pbb: Jxuka pheu'jnxisa

source: Always show images
pbb: Ma'wẽnpa ptahsxna pisanxi's

source: Download attachments
pbb: Kãhã'daçx sphatxna

source: Every 5 minutes
pbb: Txaçxmenx thãz ãçx izan

source: Every 10 minutes
pbb: Txaçxmenx ksemba ãçx izan

source: Every 15 minutes
pbb: Txaçxkwen ksẽmba thaz izan

source: Every 30 minutes
pbb: Txa'çxte tekh ksemba ãçx izan

source: Every hour
pbb: Txa'çxmenx ena´s tuphiçte thegnxisa

source: Manually
pbb: Kusenxakh çehk

source: disabled
pbb: Kutxi'jnxi

source: {{ n }} second
pbb: {{ n }} na tudte

# settings-check-dynamic[two]
source: {{ n }} seconds
pbb: {{ n }} na tudyuçxa

# settings-check-dynamic[few]
source: {{ n }} seconds
pbb: {{ n }} na tudyuçxã

# settings-check-dynamic[many]
source: {{ n }} seconds
pbb: {{ n }} na tudyuçxa

# settings-check-dynamic[other]
source: {{ n }} seconds
pbb: {{ n }} na tudyuçxa

source: Set as default email
pbb: Txaw pheu'çx jxa'jnxi nenxun

# settings-account-type
source: Account type
pbb: Ma'kh kutxi'

source: Credentials
pbb: Kaythuthe'sã

# settings-activesync-label
source: ActiveSync settings
pbb: Pheu'jnxisa ActiveSync

# settings-imap-label
source: IMAP settings
pbb: Pheu'jnxi IMAP

# settings-pop3-label
source: POP3 settings
pbb: Pheu'jnxi POP3

# settings-smtp-label
source: SMTP settings
pbb: Pheu'jnxi SMTP

# settings-hostname
source: Hostname
pbb: Txã' ya'se host

source: Port
pbb: Ka'hka'hnxisa

# settings-username
source: Username
pbb: Ya'se seelpi'sa

# settings-password
source: Password
pbb: Paaçte fxi'hnxisa

source: Save
pbb: Jxawna

source: Password field should not be empty
pbb: Paaçte Fxi'jnxisa çxihme çxa na' ũ'sa

# settings-reauth
source: Reauthorize
pbb: Juekajwa'ja's

# settings-account-synchronize-window
source: Days to sync
pbb: Txãa ẽens kahãda

# settings-account-synchronize-window-select.ariaLabel
source: Days to sync
pbb: Txãa ẽens kahãda

source: Automatic
pbb: Pẽetx ũ's

source: 1 day
pbb: Teçx ẽen

source: 3 days
pbb: Tekh ẽen

source: 1 week
pbb: Teki'su

source: 2 weeks
pbb: Je'nz ki'su

source: 1 month
pbb: Teçx a'te

source: All messages
pbb: Jxukaisa

# envelope-from
source: From
pbb: Txãa

# envelope-to
source: To
pbb: Txãa pa'kha

# envelope-cc
source: Cc
pbb: Petx eç

source: Bcc
pbb: Kapnasa'jnxis jxaunxi

source: Sending
pbb: Kãhna

source: Error sending
pbb: Ewmekah kah

source: Unread
pbb: Lenximee

source: Has star
pbb: Ã'h ji'pa

source: Has attachments
pbb: Jxukah kajãçx

source: Message body
pbb: Eç kanxi

source: Loading
pbb: Ktu'se'n

# subject.ariaLabel
source: Subject
pbb: Txãapa'ka

# message-delete-button.ariaLabel
source: Delete
pbb: Khũkhna

source: Add star
pbb: Vxite ã'h kahãnxa

source: Remove star
pbb: Ã'h a's kukhya

source: Mark read
pbb: Lẽenxçxa su'txna u'hnxisa

source: Mark unread
pbb: Lẽenxime's su'txna u'hnxisa

source: Move
pbb: Ẽsẽsen

source: Reply or forward
pbb: Pasçxa txi' jueka'hya

source: Download
pbb: Spahtxna

source: Downloading
pbb: Spahtxnusa'

# view-button.ariaLabel
source: View
pbb: Thegna

# attachments-container.ariaLabel
source: Attachments
pbb: Jã'da

# from-group.ariaLabel
source: From
pbb: Txãa

# to-group.ariaLabel
source: To
pbb: Txãa pa'kha

# cc-group.ariaLabel
source: cc
pbb: Pẽtx eç

# bcc-group.ariaLabel
source: bcc
pbb: Pisaanxis jxawnxi

source: New Email
pbb: U'se fxijçxah kajnxĩisa

# compose-send
source: Send
pbb: Mkaah

# compose-send-button.ariaLabel
source: Send
pbb: Mkaah

# compose-to
source: To
pbb: Txãa pa'kah

# compose-cc
source: cc
pbb: Pẽtx eç

# compose-bcc
source: bcc
pbb: Pisaanxi's jxawna

source: Add recipient
pbb: Txte wesxa's txi'pna

# compose-attachments-container.ariaLabel[zero]
source: Attachments
pbb: Jã'da

# compose-attachments-container.ariaLabel[one]
source: Attachments: {{kilobytes}}K
pbb: Jã'da: {{kilobytes}} K

# compose-attachments-container.ariaLabel[two]
source: Attachments: {{kilobytes}}K
pbb: Jã'da: {{kilobytes}} K

# compose-attachments-container.ariaLabel[few]
source: Attachments: {{kilobytes}}K
pbb: Jã'da: {{kilobytes}} K

# compose-attachments-container.ariaLabel[many]
source: Attachments: {{kilobytes}}K
pbb: Jã'da: {{kilobytes}} K

# compose-attachments-container.ariaLabel[other]
source: Attachments: {{kilobytes}}K
pbb: Jã'da: {{kilobytes}} K

source: Remove
pbb: Khũkna

source: Attach
pbb: Kajã'da

# compose-attachments[zero]
source: Attachments
pbb: Jã'da

source: {{ n }} attachment
pbb: {{ n }} kajã'da

# compose-attachments[two]
source: {{ n }} attachments
pbb: {{ n }} kajã'danxi

# compose-attachments[few]
source: {{ n }} attachments
pbb: {{ n }} kajã'danxi

# compose-attachments[many]
source: {{ n }} attachments
pbb: {{ n }} kajã'danxi

# compose-attachments[other]
source: {{ n }} attachments
pbb: {{ n }} kajã'danxi

# compose-text.ariaLabel
source: Edit
pbb: Fxi'hn

source: One moment, still working on the previous attachment...
pbb: Le'çxkwe muitha's, kaja'dajnxi's mijiniçxa u'pht yaçkawe'sxas…

# compose-subject
source: Subject
pbb: Txãapa'ka

source: Save to Local Drafts
pbb: Jxawna y kũkh wa'hka u'theyun

source: Delete the draft
pbb: Jxuka khũkhnxi

source: Sending email failed
pbb: Ka'hmẽka jxujuy fxi'hnxis

source: Attachment too large
pbb: Kajã'danxi mẽh wala

source: Attachments too large
pbb: Kajã'danxi'sa' mẽh wala

source: The selected attachment is too large to send with this message.
pbb: Nãa ka'jadanxi' txitxnxinxã'jã napa mẽh wala txãa eçte kahwa'.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
pbb: Txãa Kahãdanxisa' txhitxhnxinxãja' napa mẽh wala na eçte. Kahwẽte na' txi'txin le'çxle'çx eç jxawnxite.

source: OK
pbb: Ewiakh

source: attachment{{ n }}
pbb: Ka'jãda{{ n }}

# message-attachment-view
source: View
pbb: Thegna

source: Unable to open
pbb: Phadeya ewume'h

source: The device does not have an app that can open the attachment.
pbb: Vxisnxisa' ewume' nãate app na' kajã'danxi's phade.

source: This file is too large to download.
pbb: Nãa eç jxawnxisa' mẽh wala spatxwa'h.

# message-no-subject
source: (no subject)
pbb: (txi'hpmea')

# message-edit-menu-edit
source: Edit
pbb: Mfxi'h

# message-edit-menu-delete
source: Delete
pbb: Khũkhna

source: Delete email message?
pbb: ¿Khukwẽga nãa eç jxu'juy kunxi's?

source: Attachments can not be forwarded.
pbb: Nãa kajã'dasa' txi' kajxa ewumen.

# message-multiedit-header[zero]
source: Edit
pbb: Mfxi'h

# message-multiedit-header[one]
source: {{ n }} selected
pbb: {{ n }} Txhitxhnxinxã'ja'

# message-multiedit-header[two]
source: {{ n }} selected
pbb: {{ n }} Txhitxhnxinxa' ũ'sta

# message-multiedit-header[few]
source: {{ n }} selected
pbb: {{ n }} txhitxhnxinxa' ũ'sta

# message-multiedit-header[many]
source: {{ n }} selected
pbb: {{ n }} txhitxhnxinxa' ũ'sta

# message-multiedit-header[other]
source: {{ n }} selected
pbb: {{ n }} txhitxhnxinxa' ũ'sta

source: Browse to URL?: {{ url }}
pbb: ¿U'jxapth txẽe URL?: {{ url }}

source: This email contains one image. Tap to download.
pbb: Jxujuy kahnxisa' teçx pisanxĩi. ji'pa na' mitxthet spahtxya.

# message-download-images-tap[two]
source: This email contains {{ n }} images. Tap to download.
pbb: Jxujuy kahsa' nawẽsa ji'pa { n }} pĩisanxi. na' mitxtheth spahtxya.

# message-download-images-tap[few]
source: This email contains {{ n }} images. Tap to download.
pbb: Jxujuy kahsa' nawẽsa ji'pa { n }} pĩisanxi. Na' mitxtheth spahtxya.

# message-download-images-tap[many]
source: This email contains {{ n }} images. Tap to download.
pbb: Jxujuy kahsa' nawẽsa ji'pa { n }} pĩisanxi. Na' mitxtheth spahtxya.

# message-download-images-tap[other]
source: This email contains {{ n }} images. Tap to download.
pbb: Jxujuy kahsa' nawẽsa ji'pa {{ n }} pĩisanxi. Na' mitxtheth spahtxya.

source: Show external images
pbb: Miphtasx ekah pisanxitx

# message-multiedit-cancel
source: Cancel
pbb: de'wen

source: Delete this email message?
pbb: ¿Nãa jxujuy kajnxisa's kukhwẽga?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
pbb: ¿Na's kuhwẽga {{ n }} eç jxujuy kahnxisa's?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
pbb: ¿Nã's kuhkwẽga {{ n }} eç jxujuy kahnxisa's?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
pbb: ¿Na's kuhkwẽga {{ n }} eç jxujuy kahnxisa's?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
pbb: ¿Na's kuhkwẽga {{ n }} eç jxujuy kahnxisa's?

# message-large-message-cancel
source: Cancel
pbb: Dewenxi

source: Continue
pbb: Pu'htxna

source: This message is large and may take some time to download.
pbb: Nãa'te eç, mẽh jxujatẽ weh the'nxun spahtxya.

# message-search-from
source: From
pbb: Txãa

# message-search-to
source: To
pbb: Txãa pa'kah

# message-search-subject
source: Subject
pbb: Txãapa'kate

source: Body
pbb: txtẽe

source: All
pbb: Jxukah

source: Search Mail
pbb: Jxuju kahnxit pakwen

# message-search-cancel
source: Cancel
pbb: Dewen

# messages-syncing
source: Loading Messages
pbb: Eç fxijnxitx ktusehn ũ'sa

# messages-syncing-progressbar.ariaValueText
source: Loading Messages
pbb: Eç ktusehn ũ'sa

source: Load More Messages
pbb: Juwe içxa eçtx tusna ũ'sa

source: No mail in this Folder
pbb: Eç jxawnxi' txihpa jimẽ'

source: No matches in locally cached messages
pbb: Txa'wẽnx meta waka eç fxi'hnxi txa' cache

source: Select folder
pbb: Eç jxawnxitx txhitxhn

source: Save new contact
pbb: Vxite paya'nxis jxawn

source: Add to existing contact
pbb: Kajãna payan ũ'snxinxa'satx

source: View contact
pbb: Pa'yan ũ'snxitx the'gn

# message-contact-menu-reply
source: Reply
pbb: Pa'sna

source: Send new mail
pbb: Jxujuy mji'nxisanxa'kh u'se kahn

# message-reply-menu-reply
source: Reply
pbb: Pa'snau'pa

source: Reply All
pbb: Jxu'kaysatx pasn

source: Forward
pbb: txi' kahn

# message-reply-menu-cancel
source: Cancel
pbb: Dewen

source: {name} wrote
pbb: {name} fxi'kh

source: Original message
pbb: Na eç fxi'nxisa' isasa'

# forward-header-subject
source: Subject
pbb: Txãapa'ka

source: Date
pbb: Txa'wẽnwsx

# forward-header-from
source: From
pbb: Txãa

source: Reply-To
pbb: Txa's pa'sya'

# forward-header-to
source: To
pbb: Txãa pa'kah

# forward-header-cc
source: Cc
pbb: Peetx eç

source: Inbox
pbb: Bxiçx kũj ka'kajnxisa

source: Sent
pbb: Kahnxinxa'

source: Drafts
pbb: Kukhnxii

source: Trash
pbb: Txã' akhnxi

source: Unsent
pbb: Kahnxĩmẽ

source: Junk
pbb: Txtã'

source: Archives
pbb: Eç jxawnxi

source: Local Drafts
pbb: Kukhnxi wa'h

source: Outbox
pbb: Kũ'j bxiçxa's ku'txi'n

# drawer-back
source: Back
pbb: Este'wesx

# drawer-accounts-header
source: Accounts
pbb: Kutxi'nxi

source: Settings
pbb: Phewu'nxi

source: Last sync:
pbb: Nmeh phewu'nxi:

source: Refresh
pbb: Yu'pthe

source: Refreshing
pbb: Txi' pheuyapth

# edit-button.ariaLabel
source: Edit
pbb: fxi'wah

source: Top
pbb: Ẽete

source: Folders and settings
pbb: Pheunah eç jxawnxi'satx

source: Compose
pbb: Kãjã'na

source: Undo
pbb: Vxit'yamee

source: 1 message flag set
pbb: Teçx tasxnxi' ewukh

# toaster-message-star[two]
source: {{ n }} message flags set
pbb: {{ n }} nãa ta'sxnxi' ewukh

# toaster-message-star[few]
source: {{ n }} message flags set
pbb: {{ n }} na' pta'sxnxi' ewu'kh

# toaster-message-star[many]
source: {{ n }} message flags set
pbb: {{ n }} na' pta'sxnxi' ewu'kh

# toaster-message-star[other]
source: {{ n }} message flags set
pbb: {{ n }} na' pta'sxnxi' ewu'kh

source: 1 message flag removed
pbb: Teçxsa's ta'sxnxi' khuknxikh nenxũ

# toaster-message-unstar[two]
source: {{ n }} message flags removed
pbb: {{ n }} tasxnxitxi' khukna ũ'sta'

# toaster-message-unstar[few]
source: {{ n }} message flags removed
pbb: {{ n }} tasxnxitxi' khukna ũ'sta'

# toaster-message-unstar[many]
source: {{ n }} message flags removed
pbb: {{ n }} pta'sxnxitxisa' khũkna ũsta'

# toaster-message-unstar[other]
source: {{ n }} message flags removed
pbb: {{ n }} pta'sxnxitxisa' khũkna ũsta'

source: 1 message marked as read
pbb: Teçx fxi'nxi'sa' leyçxa su'txnxi'

# toaster-message-read[two]
source: {{ n }} messages marked as read
pbb: {{ n }} na fxi'nxisa' leyçxa su'txnxina'wã

# toaster-message-read[few]
source: {{ n }} messages marked as read
pbb: {{ n }} na fxi'nxisa' lenxii na' txi'pupnxita

# toaster-message-read[many]
source: {{ n }} messages marked as read
pbb: {{ n }} na fxi'nxisa' lenxii na' txi'pupnxita

# toaster-message-read[other]
source: {{ n }} messages marked as read
pbb: {{ n }} na fxi'nxisa' lenxii na' txi'pupnxita

source: 1 message marked as unread
pbb: Teçxsa' sutxnxi leynximenaw

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
pbb: {{ n }} na fxi'nxisa' lenxime' na' txi'pupnxita

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
pbb: {{ n }} naa fxi'nxisa' lenxime' naa ki'pnxite'

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
pbb: {{ n }} naa fxi'nxisa' lenxime' naa ki'pnxite'

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
pbb: {{ n }} naa fxi'nxisa' lenxime' naa ki'pnxite'

source: 1 message moved
pbb: Teçx eça's jxpakaçxa kẽsehnxinxa'ja'

# toaster-message-move[two]
source: {{ n }} messages moved
pbb: {{ n }} eçtxi' kẽsehnxatha

# toaster-message-move[few]
source: {{ n }} messages moved
pbb: {{ n }} eçtxi' kẽsehnxinxa'ja

# toaster-message-move[many]
source: {{ n }} messages moved
pbb: {{ n }} eçtxi' kẽsehnxa'tha

# toaster-message-move[other]
source: {{ n }} messages moved
pbb: {{ n }} eçtxi' kẽsehnxa'tha

source: 1 message deleted
pbb: Teçx eç fxi'nxisa' khuktah

# toaster-message-delete[two]
source: {{ n }} messages deleted
pbb: {{ n }} eçtxi' khukhtah

# toaster-message-delete[few]
source: {{ n }} messages deleted
pbb: {{ n }} eç kaanxisa' khũkhnxiya'tha'

# toaster-message-delete[many]
source: {{ n }} messages deleted
pbb: {{ n }} eç kaanxisa' khũkhnxiya'tha'

# toaster-message-delete[other]
source: {{ n }} messages deleted
pbb: {{ n }} eç kaanxisa' khũkhnxiya'tha'

source: Unable to connect to server
pbb: Weyuj'pa ewumetha'w kaselpisa's txi'pya

source: Invalid Addresses
pbb: Yath dxijã' selpime'

source: Your message contains one or more invalid email addresses. Please correct them before sending.
pbb: Idx eça' teçx meçxa thakwe jxujui dxijanxisa' ewmea'. Eçtxi' kajmenx phewu'.

source: Network unavailable. Email saved to outbox.
pbb: Dxija' ewmea'. Jxujuy kajnxisa jxawnxii u'pa bxiçx ku'txi'jnxite.

source: Sending mail…
pbb: Jxujuy kajnxisa's mkaa...

source: Email sent.
pbb: Jxujuy kaajnxisa.

source: Error occurred. Email saved to outbox.
pbb: Teçx ewmeesaku kajseh. Jxawnxii u'pa jxujuy kajnxisa bxiçx kasejnxite.

source: Recipient error. Email saved to outbox.
pbb: Jxpa'kasa' ewmea'h. Jxujuy kajnxisa' jxawnxii u'pa bxiçx kajsejnxite.

source: Mail failed to send
pbb: Jxujuy kajnxisa's ya' kahjxa ewume'

source: Check the spelling of the addresses above. Your mail server indicated one or more of the addresses above are incorrect.
pbb: Ew mtheg aan ewne' fxi' ya'çkateyj piisanxi webte. Txãa selpiũ'sa's ne' ta'sx teçx meçxa thakwe piisanxi webte ewmeeta.

source: The message could not be sent.
pbb: Ewumeeth kajxa eç fxi'nxi's.

source: Remove text
pbb: Fxi'nxi's khukhna

source: Confirmation
pbb: Jxuka ewnxa' ũ'sa'

source: 1 New Message
pbb: Teçx eç u'sekh ku'h

# new-messages[two]
source: {{ n }} New Messages
pbb: {{ n }} Eç u'se's

# new-messages[few]
source: {{ n }} New Messages
pbb: {{ n }} Eç u'se kaanxisaa

# new-messages[many]
source: {{ n }} New Messages
pbb: {{ n }} Eç u'se kaanxisaa

# new-messages[other]
source: {{ n }} New Messages
pbb: {{ n }} Eç u'se kaanxisaa

# notification-no-subject
source: (no subject)
pbb: (txi'hpamea')

source: 1 New Email
pbb: Teçx u'se jxujuy kajnxisah

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
pbb: {{ n }} u'se's jxujuy kajnxisa

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
pbb: {{ n }} u'sesatx jxujuy kaanxisaa

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
pbb: {{ n }} u'sesatx jxujuy kaanxisaa

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
pbb: {{ n }} u'sesatx jxujuy kaanxisaa
