Repository: translate/mozilla-gaia
Catalog: ach/apps/fl/download.properties.po
Languages: ach

source: OK
ach: EYO

source: Download
ach: Gam

source: Install
ach: Keti

source: Cancel
ach: Juki

source: Download Error
ach: Bal me gam

source: Installation Error
ach: Bal me ket

# err_descriptor_download_failed
source: The download failed because of a server error.
ach: Gam pe olare pi bal me lapok tic.

# err_bad_descriptor
source: The download failed because of a server error.
ach: Gam pe olare pi bal me lapok tic.

source: File is too large to download.
ach: Pwail dit tutwal me agama.

source: This type of purchased media is not supported on your phone.
ach: Kit lapok ngec ma kiwilo ni pe kicwako i cim mamegi.

# err_bad_type
source: The download failed because of a server error.
ach: Gam pe olare pi bal me lapok tic.

# err_content_download_failed
source: The download failed because of a server error.
ach: Gam pe olare pi bal me lapok tic.

# err_bad_drm_message
source: The download failed because of a server error.
ach: Gam pe olare pi bal me lapok tic.

source: The downloaded image cannot be displayed on this device.
ach: Cal ma kigamo ni pe ki twero nyuto ne i nyonyo man.

source: The downloaded file cannot be played on this device.
ach: Pwail ma kigamo ni pe ki twero nyuto ne i nyonyo man.

source: There is not enough storage space on your device to save this song.
ach: Kabedo me kano jami i nyonyo mamegi pe dong romo me gwoko wer man.

source: Cannot save song because there is no memory card.
ach: Pe twero gwoko wer pien memory kad pe tye.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
ach: Pe twero gwoko wer pien memory kad tye i tic. Wot woko cim mamegi ki i tem gamo doki.

# err_ds_save_failure
source: Error saving media file.
ach: Bal i gwoko pwail me poko ngec.

# err_db_store_failure
source: Error saving media file.
ach: Bal i gwoko pwail me poko ngec.

source: Song downloaded and installed. Use the Music app to play it.
ach: Ki gamo kadong ki keto wer. Ti ki purugram me Wer me tuku ne.

source: Ringtone downloaded and installed.
ach: Ki gamo kadong ki keto rington.

source: Wallpaper downloaded and installed.
ach: Ki gamo kadong ki keto cal me kor ot.

source: Do you want to download and install this audio file as a song or as a ringtone?
ach: Imito gamo ki keto pwail me dwon man calo wer onyo calo rington?

source: Ringtone
ach: Rington

source: Song
ach: Wer

source: Download song?
ach: Gam wer?

source: Download ringtone?
ach: Gam rington?

source: Download wallpaper?
ach: Gam cal me kor ot?

source: Downloading song…
ach: Tye ka gamo wer…

source: Downloading ringtone…
ach: Tye ka gamo rington…

source: Downloading wallpaper…
ach: Tye ka gamo cal me kor ot…

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
ach: {{vendor}} oloro pwail me poko ngec man woko weko pe nywake ki dano mukene onyo kobe i nyonyo manyen.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
ach: Lacat oloro pwail me poko ngec man woko weko pe nywake ki dano mukene onyo kobe i nyonyo manyen.

source: Name
ach: Nying

source: Type
ach: Kit

source: Size
ach: Dite

source: Vendor
ach: Lacat

source: Info
ach: Ngec

source: Downloading
ach: Gamo

source: Preview image
ach: Nen cal

source: Preview audio
ach: Nen dwon

source: bytes
ach: byte
