Repository: translate/mozilla-gaia
Catalog: ff/apps/fm/fm.properties.po
Languages: ff

source: Plug in a headset
ff: Seŋ heɗorde hoore

source: FM Radio requires a plugged in headset to receive radio signals.
ff: Rajo FM ena naamnii yoo heɗorɗe hoore seŋe ngam heɓde siñaal rajo.

source: Airplane mode is on
ff: Mbayka ndiwoowa ena hurmi

source: Turn off Airplane mode to use FM Radio.
ff: Ñif Mbayka NDiwoowa ngam huutoraade Rajo FM.

source: Speaker
ff: Kaaloowo

source: Favorite
ff: Labaaɗo

source: Frequency
ff: Baytarol

source: Seek Down
ff: Yiylo Les

source: Seek Up
ff: Yiylo Dow

source: On
ff: Huɓɓii

source: Off
ff: Ñifii

source: Favorited stations
ff: Rajooji labaaɗi
