Repository: translate/mozilla-gaia
Catalog: zam/apps/communications/contacts/contacts.properties.po
Languages: zam

source: Call
zam: Te dizh

source: Edit
zam: Thus kuey

source: Cancel
zam: Naa lit luy

source: Done
zam: Gok la

source: OK
zam: BLIY

source: Update
zam: Bli kubba

source: Retry
zam: Liy taa diif vez

source: Contacts
zam: Ree taal

source: Add contact
zam: Toob tall

source: Delete contact
zam: Tee dont taal

source: Select contact
zam: Mxhen taal

source: Select all
zam: Mxhen reta

source: Deselect all
zam: Blay

source: Edit contact
zam: Xhe lee taal

source: Delete contact?
zam: Lash luu te dont luu lee taal gaa?

source: Remove
zam: Kib ba

source: Delete
zam: Te dont na

source: Comments
zam: Ta diif dizh

source: This contact does not have a phone number
zam: Men re na ge nut telefono lent tree

source: This contact does not have an email address
zam: Men re na genut correo lent kue

source: Remove contact picture?
zam: Lahs luu kib luu xha niel gaa?

source: Loading contacts…
zam: Bla re numbr na tall...

source: No contacts in your Contacts list
zam: Yent cho ge nul

source: No name
zam: Yent le men tree

source: Name
zam: Xha mud lel

source: Last name
zam: Taa apeliid naa luu

# tel.placeholder
source: Phone
zam: Ta telefóno na lu

source: Carrier
zam: Cho dent kue

# carrier.placeholder
source: Carrier
zam: Cho dent kue

source: Email
zam: Ta correo na lu

# email.placeholder
source: Email
zam: Ta correo na lu

source: Street
zam: Cho call xhool

source: Zip code
zam: Taa código postal naa luu

source: City
zam: Cho ciudad gol luu

source: Country
zam: Xha mud lee yees gool lu

source: Comment
zam: Taa diif dizh

source: Company
zam: Paa geel xhin

source: Date
zam: Güis dunt

# date-span-placeholder
source: Date
zam: Güis dunt

# date.placeholder
source: Date
zam: Güis

source: Birthday
zam: Cho güis gool luu

source: Anniversary
zam: Go xhob lit

source: Add Picture
zam: Toob xha niel

source: Add Phone
zam: Toob diif teléfono naa taal

source: Add Email
zam: Toob correo kub

source: Add Address
zam: Toob pa xhool

source: Add Date
zam: Tob Güis

source: Add Comment
zam: Ta dib dizh par no

source: Add as Favorite
zam: Toob kue como doo lahs na güin

source: Remove as Favorite
zam: Kib kue de ko do lash na güin

source: Add
zam: Toob

# editButton.ariaLabel
source: Edit
zam: Thus kuey

# settingsButton.ariaLabel
source: Settings
zam: Thus kuey

# phoneDetail.ariaLabel
source: Phone
zam: Ta telefóno na lu

# emailDetail.ariaLabel
source: Email
zam: Ta correo na lu

# addressDetail.ariaLabel
source: Address
zam: Pa xhool

# dateDetail.ariaLabel
source: Date
zam: Cho güis xhon nal

# composeEmail.ariaLabel
source: Email
zam: Ta correo na lu

# makeCall.ariaLabel
source: Call
zam: Te dizh

source: Phones
zam: Ta telefóno na lu

source: Emails
zam: Ta correo na lu

source: Addresses
zam: Pa xhool

source: Dates
zam: Güis dunt

source: Notes
zam: Yets

source: Exit
zam: Bru

source: Expand
zam: Bli mach ah

source: Name:
zam: Xha mud lel:

source: Last name:
zam: Taa apeliid naa luu:

source: Phone number:
zam: Taa telefóno naa luú:

source: Carrier:
zam: Cho dent kue:

source: Email:
zam: Ta correo na lu:

source: Street:
zam: Pa xhool:

source: Zip code:
zam: Taa código postal naa luu:

source: City:
zam: Cho ciudad gol luu:

source: Country:
zam: Xha mud lee yees gool lu:

source: Comment:
zam: Taa diif dizh:

source: Main information
zam: Güi ta mas kue

source: Phone numbers
zam: Taa telefóno naa luú

source: Email address
zam: Ta xha mud le correo na lu

# legendAddress
source: Address
zam: Pa xhool

source: Search
zam: Kuan kue

source: No contacts found
zam: Yent cho le tal xho lent re

source: Transfer Contacts
zam: Denu re tal

# importContactsTitle
source: Import Contacts
zam: Deé xhi ree tal

# importContactsButton
source: Import Contacts
zam: Deé xhi ree tal

# exportContactsTitle
source: Export Contacts
zam: Tal re tal

# exportContactsButton
source: Export Contacts
zam: Tal re Tal

source: Export
zam: Tal la

source: Export to SIM
zam: Tal lo SIM

source: Export to memory card
zam: Bluy lo yib

source: Export to Bluetooth
zam: Denuy de lo Bluetooth

source: Cannot use memory card because USB storage is enabled
zam: Nagadt li chel SD USB dob ki

source: Export error
zam: Na blit niy

source: No contacts exported
zam: Na denut na re tal

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
zam: {{exported}}/{{total}} mtal na re tal

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
zam: {{exported}}/{{total}} mtal na re tal

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
zam: {{exported}}/{{total}} mtal na re tal

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
zam: {{exported}}/{{total}} tal re tal

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
zam: {{exported}}/{{total}} mtal na re tal

source: Some error happened while exporting
zam: Nagadt mtal na re tal

# exportError-SD-shared
source: Can’t access memory card because it’s shared
zam: Gadt yul tree

# exportError-SD-unavailable
source: Memory card is not available
zam: Na yent sim na lu

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
zam: Xé ruy

source: SIM card is not available
zam: Na yent SIM na lu

# exportError-BT-shared
source: Can’t access memory card because it’s shared
zam: Gadt yul tree

# exportError-BT-unavailable
source: Memory card is not available
zam: Na yent sim na lu

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
zam: Xé ruy

source: Social networks
zam: Güi red social

source: Link contact
zam: Link ko lash lu güil

source: Unlink contact
zam: Kib link re

source: Do you want to unlink your friend?
zam: Lash lu kib luu link lo taal ga?

source: Unlink
zam: Kib link ree

source: Import Facebook friends
zam: Denu re taal xho lent Facebook

source: View Facebook profile
zam: Güi Facebook na lu

source: Message
zam: Dizh

source: Wall post
zam: Mke dif dizh lo muro na facebook

source: Share Contact
zam: Mtal le men re

source: The contact cannot be shared due to Facebook constraint.
zam: Gadt toob luy Facebook na last toob luy

source: Other accounts
zam: Ta diif cuenta na lu

source: Sync friends
zam: Sync tal

source: Select mobile
zam: Mxhen teléfono

source: Select email
zam: Mxhen dizh

source: Select recipient
zam: Pá daay

source: Settings
zam: Thus kuey

source: Order by last name
zam: Tai por apellid

# importSim2
source: SIM card
zam: SIM na lu

source: Gmail
zam: Güi gmail

source: Outlook
zam: Güi outlook

source: Update imported friends
zam: Li kub lee re taal na

source: Removing Facebook data
zam: Tedont dat na lu Facebook

source: Logging out from Facebook
zam: Bru Facebook

source: Remove all Facebook data?
zam: Tedont lel lent Facebook ga?

source: Your password in Facebook has changed. Please, update it.
zam: Gadt yuul Facebook, toob dizh ta diif vez.

source: Not enabled yet
zam: Yent pa xhin na

source: To import contacts connect to Wi-Fi or data network
zam: This lash lu tal luy, bla ki wifi

source: SIM card
zam: SIM na lu

source: Memory card
zam: Te go xhog lu chan lu

# ICEContactsGroup
source: ICE Contacts
zam: Re xha ICE

source: Set ICE Contacts
zam: Thus kue ICE

# ICESettingTitle
source: ICE Contacts
zam: Re xha ICE

source: Add two contacts for making “In Case of Emergency” calls.
zam: Cho tak kues lu this "ko kap deyak".

source: ICE Contact 1
zam: Re xha ICE 1

source: Select a contact
zam: Mxhen taal

source: ICE Contact 2
zam: Re xha ICE 2

source: This contact is already an existing ICE contact
zam: Doob la loo ICE

source: There was an error setting the contact as ICE
zam: Na godt guy lent ICE

source: This contact doesn't have a phone number
zam: Men re na ge nut telefono lent tree

source: Facebook contacts cannot be set as ICE contacts
zam: Gadt toob lu ICE kue lent Facebook

source: Deleted phone numbers are removed from ICE Contact
zam: Tedont lu re men xho lent ICE

source: No contacts
zam: Yent le taal tree

source: Start adding them now
zam: Toob ko kub tre

source: Not imported
zam: Na de nut luy

source: Imported
zam: De nuy

source: Today
zam: Nal

source: Yesterday
zam: Yé

source: Organize Contacts
zam: Lí na li re mtal

source: Find duplicate contacts
zam: Kuan ko de yak chop

source: Preparing contacts
zam: De thus kuen re tal

source: SIM Card is full
zam: SIM na lu na xé ru

source: Cannot access SIM card’s phone book
zam: Gadt yut let SIM na lu

source: No SIM detected
zam: Ná mxhial na SIM na lu

source: An error occurred while exporting a contact
zam: Nagadt mtalna men re

source: To export contacts insert or unlock your SIM card
zam: Bla re taal lent SIM re

source: To export contacts insert a memory card
zam: Denu re taal, blu memoria

source: Contacts Management
zam: Thus kue te xho re tal

# DeleteTitle
source: Delete
zam: Te dont na

source: Delete Contacts
zam: Tee dont taal

source: Contacts delete cancelled
zam: Na te dont lu re le tal

# DeletedTxt[zero]
source: No Contact to Delete
zam: Yent Kuan te Dont na

source: 1 Contact removed
zam: 1 Cal bé kib na

# DeletedTxt[two]
source: {{n}} Contacts removed
zam: {{n}} Tal bé kibna

# DeletedTxt[few]
source: {{n}} Contacts removed
zam: {{n}} Tal bé kibna

# DeletedTxt[many]
source: {{n}} Contacts removed
zam: {{n}} Tal bé kibna

# DeletedTxt[other]
source: {{n}} Contacts removed
zam: {{n}} Tal bé kibna

source: Deleting contacts
zam: Tee dont taal

# ContactConfirmDel[zero]
source: No Contact to Delete
zam: Yent Tal Te dont na

source: Delete 1 Contact? This cannot be undone.
zam: ¿Te dont ná dib men re? Yadt verel.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
zam: ¿Tedon re {{n}} men? Gadt verel.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
zam: ¿Tedon re {{n}} men? Gadt verel.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
zam: ¿Tedon re {{n}} men? Gadt verel.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
zam: ¿Tedon re {{n}} men? Gadt verel.

# SelectedTxt[zero]
source: Contacts
zam: Ree taal

# SelectedTxt[one]
source: {{n}} selected
zam: {{n}} mxhen na

# SelectedTxt[two]
source: {{n}} selected
zam: {{n}} mxhen na

# SelectedTxt[few]
source: {{n}} selected
zam: {{n}} mxhen na

# SelectedTxt[many]
source: {{n}} selected
zam: {{n}} mxhen na

# SelectedTxt[other]
source: {{n}} selected
zam: {{n}} mxhen na

source: Video
zam: Moon güin

source: Audio
zam: Xha dizh ah

# removeField.ariaLabel
source: Remove
zam: Kib ba

source: Undo
zam: Vere

source: ICE Contacts
zam: Re men ICE

source: Edit Picture
zam: Thus kue moon

source: Remove photo
zam: Kib kue

source: Change photo
zam: Xhe kue

source: Photo options
zam: Thus kuey

source: Import all
zam: Denu reta

source: No contacts imported
zam: Yent cho de nun

source: Imported one contact
zam: De nun dib mtal

# vCardContacts-imported[two]
source: Imported {{n}} contacts
zam: Mde denun {{n}} mtal

# vCardContacts-imported[few]
source: Imported {{n}} contacts
zam: Mde denun {{n}} mtal

# vCardContacts-imported[many]
source: Imported {{n}} contacts
zam: Mde denun {{n}} mtal

# vCardContacts-imported[other]
source: Imported {{n}} contacts
zam: Mde denun {{n}} mtal
