Repository: translate/mozilla-gaia
Catalog: hto/apps/homescreen/homescreen.properties.po
Languages: hto

source: Do you want to stop downloading {{name}}?
hto: ¿Ana atɨatɨga béno moziakadɨo bíe {{name}}?

source: Stop
hto: Mozide

source: Do you want to download {{name}}?
hto: ¿Ana atɨakadɨo {{name}}?

source: Download
hto: Ana atɨka

source: Cancel
hto: Fúitade

source: Applications
hto: Ráanɨ

source: Pinned Pages
hto: Rabe nítaka

source: Page {{currentPage}} of {{totalPages}}
hto: Rabe {{currentPage}} íe {{totalPages}}

source: No Pinned Pages yet.
hto: Rabe nítaka íñede

source: Use your browser to pin any web page to this screen.
hto: Mákara yɨno éroiya ráa nítayena rábe web.

source: Done
hto: Fɨnoka
