Repository: translate/mozilla-gaia
Catalog: yo/apps/communications/contacts/matcher/matcher.properties.po
Languages: yo

source: Looking for duplicate contacts
yo: Ń wá olùbásọ̀rọ̀ tí a ṣẹ̀dà

source: Merging duplicate contacts
yo: Ń ṣàsopọ̀ olùbásọ̀rọ̀ tí a ṣẹ̀dà

source: No duplicate contacts found
yo: Kòsí olùbásọ̀rọ̀ tí ṣẹ̀dá rẹ̀

source: Merge
yo: Dàpọ̀

source: Merge duplicates
yo: Dàpọ̀ ìṣẹ̀dá

source: No contacts selected
yo: Kòsí olùbásọ̀rọ̀ tí a yàn

source: Merge with {{n}} contact
yo: Dàpọ̀ pẹ̀lú {{n}} olùbásọ̀rọ̀

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
yo: Dàpọ̀ pẹ̀lú {{n}} olùbásọ̀rọ̀

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
yo: Dàpọ̀ pẹ̀lú {{n}} olùbásọ̀rọ̀

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
yo: Dàpọ̀ pẹ̀lú {{n}} olùbásọ̀rọ̀

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
yo: Dàpọ̀ pẹ̀lú {{n}} olùbásọ̀rọ̀

source: Duplicates found
yo: Arí iṣẹ̀dá

source: OK
yo: Ó DÁRA
