Repository: translate/mozilla-gaia
Catalog: ach/apps/clock/clock.properties.po
Languages: ach

source: Reset
ach: Nwo tero

source: Start
ach: Cak

source: Stop
ach: Juk

source: Cancel
ach: Ngol

source: Hour
ach: Wang cawa

source: Hours
ach: Wang cawa

source: Minute
ach: Dakika

source: Minutes
ach: Dakika

source: Alarm
ach: Lapo wic

source: Timer
ach: Lapim cawa

source: Stopwatch
ach: Cawa tuku

source: Alarm name
ach: Nying lapo wic

source: New alarm
ach: Lapo wic manyen

source: Edit alarm
ach: Yub lapo wic

source: Pause
ach: Juki

source: Resume
ach: Mede

source: Lap
ach: Wang

source: Lap {{n}}
ach: Wang {{n}}

source: Delete
ach: Kwany

source: Time
ach: Cawa

# snooze-label
source: Snooze
ach: Nin

# snooze-button
source: Snooze
ach: Nin

source: Repeat
ach: Nwo

source: Vibrate
ach: Gidagida

source: Close
ach: Lor

source: Save
ach: Gwoki

source: Done
ach: Otum

# closeButton.ariaLabel
source: Close
ach: Lor

# newAlarmButton.ariaLabel
source: New alarm
ach: Lapo wic manyen

source: System Alarm Volume
ach: Dwon lapo wic me nyonyo

source: Sound
ach: Dwon

source: No Sound
ach: Dwon pe

source: Every day
ach: Nino ducu

source: Weekdays
ach: Nino wik

source: Weekends
ach: Wiken

source: Never
ach: Pe matwal

source: On
ach: Tye

source: Off
ach: Pe tye

source: +1 Min
ach: Dakika +1

source: The alarm is set for <strong>{{minutes}}</strong> from now.
ach: Ki tero lapo wic pi <strong>{{minutes}}</strong> ki kombedi.

source: The alarm is set for {{hours}} {{minutes}} from now.
ach: Ki tero lapo wic pi {{hours}} {{minutes}} ki kombedi.

source: The alarm is set for {{days}} {{hours}} from now.
ach: Ki tero lapo wic pi {{days}} {{hours}} ki kombedi.

source: less than a minute
ach: nok loyo dakika acel

# nMinutes[one]
source: one minute
ach: dakika acel

# nMinutes[two]
source: {{n}} minutes
ach: dakika {{n}}

# nMinutes[few]
source: {{n}} minutes
ach: dakika {{n}}

# nMinutes[many]
source: {{n}} minutes
ach: dakika {{n}}

# nMinutes[other]
source: {{n}} minutes
ach: dakika {{n}}

source: <strong>{{n}} hour</strong>
ach: <strong>wang cawa {{n}}</strong>

# nHours[two]
source: <strong>{{n}} hours</strong>
ach: <strong>wang cawa {{n}}</strong>

# nHours[few]
source: <strong>{{n}} hours</strong>
ach: <strong>wang cawa {{n}}</strong>

# nHours[many]
source: <strong>{{n}} hours</strong>
ach: <strong>wang cawa {{n}}</strong>

# nHours[other]
source: <strong>{{n}} hours</strong>
ach: <strong>wang cawa {{n}}</strong>

source: and <strong>{{n}} hour</strong>
ach: ki <strong>wang cawa {{n}}</strong>

# nAndRemainHours[two]
source: and <strong>{{n}} hours</strong>
ach: ki <strong>wang cawa {{n}}</strong>

# nAndRemainHours[few]
source: and <strong>{{n}} hours</strong>
ach: ki <strong>wang cawa {{n}}</strong>

# nAndRemainHours[many]
source: and <strong>{{n}} hours</strong>
ach: ki <strong>wang cawa {{n}}</strong>

# nAndRemainHours[other]
source: and <strong>{{n}} hours</strong>
ach: ki <strong>wang cawa {{n}}</strong>

source: <strong>{{n}} day</strong>
ach: <strong>nino {{n}}</strong>

# nRemainDays[two]
source: <strong>{{n}} days</strong>
ach: <strong>nino {{n}}</strong>

# nRemainDays[few]
source: <strong>{{n}} days</strong>
ach: <strong>nino {{n}}</strong>

# nRemainDays[many]
source: <strong>{{n}} days</strong>
ach: <strong>nino {{n}}</strong>

# nRemainDays[other]
source: <strong>{{n}} days</strong>
ach: <strong>nino {{n}}</strong>

source: and <strong>{{n}} minute</strong>
ach: ki <strong>dakika {{n}}</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
ach: ki <strong>dakika {{n}}</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
ach: ki <strong>dakika {{n}}</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
ach: ki <strong>dakika {{n}}</strong>

# nRemainMinutes[other]
source: and <strong>{{n}} minutes</strong>
ach: ki <strong>dakika {{n}}</strong>

source: zero seconds
ach: ceken not

source: one second
ach: ceken acel

# nSpinnerSeconds[two]
source: {{n}} seconds
ach: ceken {{n}}

# nSpinnerSeconds[few]
source: {{n}} seconds
ach: ceken {{n}}

# nSpinnerSeconds[many]
source: {{n}} seconds
ach: ceken {{n}}

# nSpinnerSeconds[other]
source: {{n}} seconds
ach: ceken {{n}}

source: zero minutes
ach: dakika not

# nSpinnerMinutes[one]
source: one minute
ach: dakika acel

# nSpinnerMinutes[two]
source: {{n}} minutes
ach: dakika {{n}}

# nSpinnerMinutes[few]
source: {{n}} minutes
ach: dakika {{n}}

# nSpinnerMinutes[many]
source: {{n}} minutes
ach: dakika {{n}}

# nSpinnerMinutes[other]
source: {{n}} minutes
ach: dakika {{n}}

source: zero hours
ach: wang cawa not

source: {{n}} hour
ach: wang cawa {{n}}

# nSpinnerHours[two]
source: {{n}} hours
ach: wang cawa {{n}}

# nSpinnerHours[few]
source: {{n}} hours
ach: wang cawa {{n}}

# nSpinnerHours[many]
source: {{n}} hours
ach: wang cawa {{n}}

# nSpinnerHours[other]
source: {{n}} hours
ach: wang cawa {{n}}
