Repository: translate/mozilla-gaia
Catalog: ach/apps/communications/dialer/dialer.properties.po
Languages: ach

source: Add new number
ach: Med namba manyen

source: Add to existing contact
ach: Med i yoo me kube ma tye

source: All
ach: Weng

# all.ariaLabel
source: All
ach: Weng

source: Asterisk
ach: Lacer

source: Connecting
ach: Kubo

source: Cancel
ach: Juki

source: An error occurred while retrieving call forwarding status
ach: Bal otime i kare me gamo tye pa cwalo cim anyim

source: Inactive
ach: Pe katic

source: Packet: {{ packet }}
ach: Paket: {{ packet }}

source: Call forwarding status
ach: Tye pa cwalo cim anyim

source: Close
ach: Lor

source: Clear selected calls?
ach: Jwa cim ma kiyero?

source: Contacts
ach: Yoo me kube

source: Create new contact
ach: Cwe yoo me kube manyen

source: Delete
ach: Kwany

source: Deselect all
ach: Wek weng

source: Add contact
ach: Med yoo me kube

source: Add Contact Dialog
ach: Med boko lok me yoo me kube

# edit-selected[one]
source: {{ n }} selected
ach: kiyero {{ n }}

# edit-selected[two]
source: {{ n }} selected
ach: kiyero {{ n }}

# edit-selected[few]
source: {{ n }} selected
ach: kiyero {{ n }}

# edit-selected[many]
source: {{ n }} selected
ach: kiyero {{ n }}

# edit-selected[other]
source: {{ n }} selected
ach: kiyero {{ n }}

source: Edit
ach: Yub

source: Hash sign
ach: Lanyut me Hash

source: Hide keypad
ach: Kan kadiyo coc

source: Ignore Call
ach: Pe i gam

source: Incoming
ach: Ma donyo

source: Keypad
ach: Kadiyo coc

# keypadDelete.ariaLabel
source: Delete
ach: Kwany

source: Make call
ach: Go cim

source: Merge
ach: Rib

source: An error occurred while sending the message
ach: Bal otime i kare me cwalo kwena

source: Session expired
ach: Kare otum woko

source: Message successfully sent
ach: Kicwalo kwena maber

source: Mute
ach: Kwany dwone

source: New call
ach: Go cim manyen

source: Start communicating now
ach: Cak lok kombedi

source: Phone number
ach: Namba cim

source: Recent calls
ach: Cim ma kigoyo coki

source: Reply
ach: Lagam

source: Select all
ach: Yer weng

source: Send
ach: Cwal

source: Today
ach: Tin

source: Voicemail
ach: Kwena me dwon

source: Withheld number
ach: Namba ma kikano

source: From {{ contact }}
ach: Ki bot {{ contact }}

source: From {{ number }}
ach: Ki bot {{ contact }}

source: From withheld number
ach: Kibot namba ma kikano

source: Yesterday
ach: Lawo

source: Sending…
ach: Cwalo…

source: {{ operator }} services
ach: {{ operator }} tic

source: Toggle keypad
ach: Lok kadiyo coc

source: Type your response…
ach: Co lagam mamegi…

source: Clear all text
ach: Jwa coc weng

source: Hide
ach: Kan

source: Call
ach: Go cim

source: Resume
ach: Mede

# resume.ariaLabel
source: Resume
ach: Mede

source: Send Message
ach: Cwal kwena

source: via SIM{{ n }}
ach: ki i SIM{{ n }}

source: Hang Up
ach: Juk woko

source: Pick up
ach: Gam

source: Settings
ach: Ter

source: Nothing selected
ach: Pe kiyero gin mo

source: {{ n }} match for "{{ matchNumber }}"
ach: {{ n }} marwate pi "{{ matchNumber }}"

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
ach: {{ n }} marwate pi "{{ matchNumber }}"

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
ach: {{ n }} marwate pi "{{ matchNumber }}"

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
ach: {{ n }} marwate pi "{{ matchNumber }}"

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
ach: {{ n }} marwate pi "{{ matchNumber }}"

source: Call barring
ach: Gengo cim

source: Call forwarding
ach: Cwalo cim anyim

source: Password change
ach: Loko mung me donyo

source: Call waiting
ach: Kuro cim

source: PIN change
ach: Loko PIN

source: PIN2 change
ach: Loko PIN2

source: Unblock PIN
ach: Pe igeng PIN

source: Unblock PIN2
ach: Pe igeng PIN2

source: Voice
ach: Dwon

source: Sync
ach: Tim marom

source: Async
ach: Pe rom

source: Packet
ach: Paket

source: Service was enabled
ach: Kiketo tic

source: Service has been disabled
ach: Kigengo tic woko

source: Registration was successful
ach: Cone obedo maber

source: Erasure was successful
ach: Rucu obedo maber

source: Request was successful
ach: Kwac obedo maber

source: Service not provisioned
ach: Tic pe omine

source: Service was enabled for:
ach: Kicako tic pi:

source: PIN successfully changed
ach: Ki loko PIN maber

source: PIN successfully unblocked
ach: Kikwanyo lageng me PIN maber

source: PIN2 successfully changed
ach: Ki loko PIN2 maber

source: PIN2 successfully unblocked
ach: Kikwanyo lageng me PIN2 maber

source: Connection problem or invalid MMI code
ach: Peko me kube onyo nyig coc me MMI marac

source: Incorrect Password
ach: Mung me donyo marac

source: Invalid or Unsupported MMI Code
ach: Nyig coc me MMI marac onyo pe kicwako

source: Invalid action
ach: Tic ma pe atir

source: Invalid service code
ach: Nyig coc me tic ma pe atir

source: The PUK you typed is not correct
ach: PUK ma i coyo ni pe kakare

source: The old PIN you typed is not correct.
ach: PIN macon ma i coyo ni pe kakare.

source: Type PUK2 to unblock SIM card
ach: Co PUK2 me kwanyo lageng ma i SIM kad

source: The PINs you typed do not match
ach: PIN ma i coyo gi ni pe rwate

source: Type a PIN that is 4 to 8 numbers
ach: Co PIN ma tye gin 4 wa i 8

source: Your SIM card is PUK-locked
ach: SIM kad mamegi kiloro ki PUK

source: Unsuccessful. Enable SIM/RUIM LOCK
ach: Pe olare. Cak SIM/RUIM LOCK

source: USSD request is modified to DIAL request
ach: Kwac me USSD ki yubo odoko kwac me DIAL

source: USSD request is modified to SS request
ach: Kwac me USSD ki yubo odoko kwac me SS

source: USSD request is modified to new USSD request
ach: Kwac me USSD ki yubo odoko kwac me USSD manyen

source: SS request is modified to DIAL request
ach: Kwac me SS ki yubo odoko kwac me DIAL

source: SS request is modified to USSD request
ach: Kwac me SS ki yubo odoko kwac me USSD

source: SS request is modified to new SS request
ach: Kwac me SS ki yubo odoko kwac me SS manyen

source: Only {{ n }} retry left
ach: Odong nwoyo temo ki {{ n }} keken

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
ach: odong nwoyo temo ki {{ n }}

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
ach: odong nwoyo temo ki {{ n }}

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
ach: odong nwoyo temo ki {{ n }}

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
ach: odong nwoyo temo ki {{ n }}

source: Maximum number of retries exceeded. SIM blocked
ach: Okato woko tyen ma myero ki nwo temo. Kiloro SIM woko

source: Radio not available
ach: Radio pe tye

source: Password incorrect
ach: Mung me donyo pe kakare

source: Request not supported
ach: Pe kicwako kwac

source: SMS send fail retry
ach: Cwalo SMS pe olare

source: SIM absent
ach: SIM pe

source: Subscription not available
ach: Cul pe tye

source: Mode not supported
ach: Pe kicwalo kite

source: Illegal SIM or ME
ach: SIM onyo ME mape atir

source: Dial modified to USSD
ach: Ki yubo Dial odoko USSD

source: Dial modified to SS
ach: Ki yubo Dial odoko SS

source: Dial modified to dial
ach: Dial kiyubo odoko dial

source: USSD modified to dial
ach: Ki yubo USSD odoko dial

source: USSD modified to SS
ach: Ki yubo USSD odoko SS

source: USSD modified to USSD
ach: Ki yubo USSD odoko USSD

source: SS modified to dial
ach: Ki yubo SS odoko dial

source: SS modified to USSD
ach: Ki yubo SS odoko USSD

source: SS modified to SS
ach: Ki yubo SS odoko SS

source: Subscription not supported
ach: Pe kicwako cul

source: Invalid parameter
ach: Jami tic mape atir

# conference[one]
source: Conference ({{ n }})
ach: Kacoke ki ({{ n }})

# conference[two]
source: Conference ({{ n }})
ach: Kacoke ki ({{ n }})

# conference[few]
source: Conference ({{ n }})
ach: Kacoke ki ({{ n }})

# conference[many]
source: Conference ({{ n }})
ach: Kacoke ki ({{ n }})

# conference[other]
source: Conference ({{ n }})
ach: Kacoke ki ({{ n }})

source: Select audio sources
ach: Yer ka aa pa dwon
