Repository: translate/mozilla-gaia
Catalog: ach/apps/communications/dialer/shared.properties.po
Languages: ach

source: To make a call you need to disable airplane mode in settings.
ach: Me goyo cim myero i juk woko kit me tuk ki dege ki i ter.

# callAirplaneModeBtnOk
source: OK
ach: EYO

source: Airplane mode activated
ach: Kicako kit me tuk ki dege

source: Number is busy
ach: Namba tye ki tic

source: The number is currently busy. Please try again later.
ach: Namba tye ki tic kombedi. Tim ber i tem doki lacen.

source: Voicemail
ach: Kwena me dwon

source: Emergency number
ach: Namba me atura

source: To make a call, the phone must be connected to a network.
ach: Me goyo cim, cim myero obed ma okube i netwak.

source: Emergency calls are not allowed by the network.
ach: Netwak pe ye cim me atura.

# emergencyDialogBtnOk
source: OK
ach: EYO

source: No network connection
ach: Kube me netwak pe

source: Invalid phone number
ach: Namba cim mape atir

source: The phone number you are calling is not valid.
ach: Namba cim ma itye kagoyo ne ni pe atir.

source: Unable to make a phone call now
ach: Pe twero goyo cim kombedi

source: Cannot make a call. If you are already dialing, please hang up first.
ach: Pe twero goyo cim. Ka i tye dong kadiyo ne, tim ber i juko kong.

source: Other connection in use
ach: Kube mukene tye i tic
