Repository: translate/mozilla-gaia
Catalog: son/apps/bluetooth/bluetooth.properties.po
Languages: son

source: Turn Bluetooth on to view devices in the area.
son: Bluetooth tunandi ka dii jinawey gandaa ra.

source: Paired devices
son: Jinay margantey

source: Devices in the area
son: Jinawey gandaa ra

source: Visible to all
son: Boro kul ga dii y'a

source: Your device name exceeds {{length}} characters. Please retry again.
son: War jinaa maaɲoo ga bisa harfu {{length}}. Tee koyne taare.

source: Bluetooth Address
son: Bluetooth aderesu

source: Not available
son: Ši duwandi

source: No devices paired
son: Jinay kul mana margandi

source: Turned off
son: Ši dira

# bt-status-paired[one]
source: {{name}}, +{{n}} more
son: {{name}}, +{{n}} ka tonton

# bt-status-paired[two]
source: {{name}}, +{{n}} more
son: {{name}}, +{{n}} ka tonton

# bt-status-paired[few]
source: {{name}}, +{{n}} more
son: {{name}}, +{{n}} ka tonton

# bt-status-paired[many]
source: {{name}}, +{{n}} more
son: {{name}}, +{{n}} ka tonton

# bt-status-paired[other]
source: {{name}}, +{{n}} more
son: {{name}}, +{{n}} ka tonton

source: Tap to connect
son: Kar ka ciya

source: Pairing with device…
son: Jinay margandi…

source: Waiting for other device…
son: Goo ma jinay faa batu…

source: Paired
son: Margante

source: Connecting…
son: Goo ma ciya…

source: Connected
son: Goo ciyari ra

source: Connected to phone audio
son: Ga dobu talfon jine ga

source: Connected to media audio
son: Ga dobu haŋajerhaya ga

source: Connected to phone/media audio
son: Ga dobu talfon/hẽenandihaya ga

source: Unpair
son: Fay

source: Confirm
son: Tabatandi

# device-option-unpair-confirmation
source: Confirmation
son: Tabatandiyan

source: Unpair device?
son: Jinaa fay?

source: Connect
son: Ciya

source: Disconnect
son: Ciyari dunbu

source: Searching for devices…
son: Goo ma jinawey ceeci…

source: Search for devices
son: Jinawey ceeci

source: Rename my device
son: Jinaa noo maa taaga

source: Unknown device
son: Jinay šibayante

source: Change device name
son: Jinay maa barmay

source: This name will appear on your other Bluetooth devices
son: Maaɲoo woo ma bangay war Bluetooth jinawey ga

source: New name
son: Maa taaga

source: Unable to pair devices
son: Ši hin ka jinawey margandi

source: Unable to pair with the device. Check that the PIN is correct.
son: Ši hin ka marga nda jina. Laasaabu wala PIN boryaa no.

source: Unable to pair with the device. Too many requests.
son: Ši hin ka marga nda jina. Hãayaney mma boobo.

source: Unable to connect devices
son: Ši hin ka jinawey dobu

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
son: Guna wala jinaa kaŋ war goo ma ceeci k'a dobu nd'a ga duwandi nda Bluetooth n' ka tunandi.

source: Unpair a connected device?
son: Jinay margante foo fay?

source: You are currently connected to this device. Unpairing will also disconnect from it.
son: War ga dobu jinaa woo ga sohõda. Fayyan kul ga war kaa a ga da.

source: Confirmation
son: Tabatandiyan

source: Bluetooth is disabled
son: Bluetooth n' ka kay

source: Do you want to turn Bluetooth on?
son: War ga baa ka Bluetooth tunandi?

source: Cancel
son: Naŋ

source: Turn On
son: Tunandi

source: Bluetooth file transfer failed
son: Bluetooth tuku bereyan kay

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
son: Bluetooth tuku bereyan kay. Guna wala Bluetooth hanseyaney ga boori.

source: OK
son: Ayyo

source: Pair
son: Marga

source: Confirm devices to pair
son: Tabatandi jinawey kaŋ ga marga

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
son: Ka marga nda {{device}}, w'alhakiika kaŋ jinay hinkaa kul goo nda PIN cebantaa woo sohõda:

source: To pair with {{device}}, enter the PIN on the device.
son: Ka marga nda {{device}}, PIN jinaa ga.

source: To pair with {{device}}, enter the passkey on the device.
son: Ka marga nda {{device}}, bisakufaloo dam jinaa ga.

# passive-pair
source: Bluetooth pairing request
son: Bluetooth margayan hãayan

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
son: {{device}} ga boona ka marga nda talfonoo woo. Ka yadda, w'alhakiika kaŋ jinay hinka kul goo nda PIN cebantaa sohõda:

# passive-pair-pincode
source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
son: {{device}} ga boona ka marga nda talfonoo woo. Ka yadda, PIN dam talfonoo ga.

# passive-pair-enterpincode
source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
son: {{device}} ga boona ka marga nda talfonoo woo. Ka yadda, PIN dam talfonoo ga.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
son: {{device}} ga boona ka marga nda talfonoo woo. Ka yadda, bisakufaloo dam jinaa ga.

source: {{device}} would like to pair with this phone. To accept, input the passkey and then press Return or Enter on the device.
son: {{device}} ga boona ka marga nda talfonoo woo. Ka yadda, bisakufaloo dam nda Willi wala Dam butoŋ naagu jinaa ga.

source: {{device}} would like to pair with this phone.
son: {{device}} ga boona ka marga nda talfonoo woo.

source: Bluetooth Request From
son: Bluetooth hãayan doo

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
son: Bluetooth margayan hãayan

source: Bluetooth Pairing Request
son: Bluetooth margayan hãayan

source: Bluetooth pairing request expired. Try to pair again.
son: Bluetooth margayan hãayan waatoo ben. Ceeci ka margandi koyne.
