Repository: translate/mozilla-gaia
Catalog: qvi/apps/clock/clock.properties.po
Languages: qvi

source: Reset
qvi: Kutin wallpachana

source: Start
qvi: Paskana

source: Stop
qvi: Shayana

source: Cancel
qvi: Tukuchina

source: Hours
qvi: Sayllakuna

source: Minutes
qvi: Chinikuna

source: Alarm
qvi: Uyachi

source: Timer
qvi: Pacha tupuk Ã±awpaman

source: Stopwatch
qvi: Pacha tupuk washaman

source: Alarm name
qvi: Shuti uyachi

source: New alarm
qvi: Mushuk uyachi

source: Edit alarm
qvi: Kamullchina uyachi

source: Pause
qvi: Samay

source: Resume
qvi: Katina

source: Lap
qvi: Kutik

source: Lap {{n}}
qvi: Kutik {{n}}

source: Delete
qvi: Kichuna

source: Time
qvi: Pacha

source: Repeat
qvi: Kutin shinana

source: Close
qvi: Wichana

source: Save
qvi: Allichina

source: Done
qvi: Shinashka

# closeButton.ariaLabel
source: Close
qvi: Wichana

# newAlarmButton.ariaLabel
source: New alarm
qvi: Mushuk uyachi

source: Sound
qvi: Uyarin

source: No Sound
qvi: Mana uyarin

source: Every day
qvi: Tukuy punchakuna

source: Weekdays
qvi: Punchakuna ruranapak

source: Weekends
qvi: Punchakuna samaypak

source: Never
qvi: Manallaykapi

source: On
qvi: Ari

source: Off
qvi: Mana

source: +1 Min
qvi: +1 cku

source: The alarm is set for <strong>{{alarmMinutes}}</strong> from now.
qvi: Uyachi uyarinka chay <strong>{{alarmMinutes}}</strong>.

source: The alarm is set for {{alarmHours}} and {{alarmMinutes}} from now.
qvi: Uyachi uyarinka chay {{alarmHours}} y {{alarmMinutes}}.

source: The alarm is set for {{alarmDays}} and {{alarmHours}} from now.
qvi: Uyachi uyarinka chay {{alarmDays}} y {{alarmHours}}

# alarmMinutes[one]
source: one minute
qvi: shuk chinikuna

# alarmMinutes[two]
source: {{minutes}} minutes
qvi: {{minutes}} chinikuna

# alarmMinutes[few]
source: {{minutes}} minutes
qvi: {{minutes}} chinikuna

# alarmMinutes[many]
source: {{minutes}} minutes
qvi: {{minutes}} chinikuna

# alarmMinutes[other]
source: {{minutes}} minutes
qvi: {{minutes}} chinikuna

# alarmHours[zero]
source: <strong>{{hours}} hours</strong>
qvi: <strong>{{hours}} sayllakuna</strong>

source: <strong>{{hours}} hour</strong>
qvi: <strong>{{hours}} saylla</strong>

# alarmHours[two]
source: <strong>{{hours}} hours</strong>
qvi: <strong>{{hours}} sayllakuna</strong>

# alarmHours[few]
source: <strong>{{hours}} hours</strong>
qvi: <strong>{{hours}} sayllakuna</strong>

# alarmHours[many]
source: <strong>{{hours}} hours</strong>
qvi: <strong>{{hours}} sayllakuna</strong>

# alarmHours[other]
source: <strong>{{hours}} hours</strong>
qvi: <strong>{{hours}} sayllakuna</strong>

# alarmDays[zero]
source: <strong>{{days}} days</strong>
qvi: <strong>{{days}} punchakuna</strong>

source: <strong>{{days}} day</strong>
qvi: <strong>{{days}} puncha</strong>

# alarmDays[two]
source: <strong>{{days}} days</strong>
qvi: <strong>{{days}} punchakuna</strong>

# alarmDays[few]
source: <strong>{{days}} days</strong>
qvi: <strong>{{days}} punchakuna</strong>

# alarmDays[many]
source: <strong>{{days}} days</strong>
qvi: <strong>{{days}} punchakuna</strong>

# alarmDays[other]
source: <strong>{{days}} days</strong>
qvi: <strong>{{days}} punchakuna</strong>

source: zero minutes
qvi: illak chinikuna

# nSpinnerMinutes.ariaValuetext[one]
source: one minute
qvi: shuk chiniku

# nSpinnerMinutes.ariaValuetext[two]
source: {{n}} minutes
qvi: {{n}} chinikuna

# nSpinnerMinutes.ariaValuetext[few]
source: {{n}} minutes
qvi: {{n}} chinikuna

# nSpinnerMinutes.ariaValuetext[many]
source: {{n}} minutes
qvi: {{n}} chinikuna

# nSpinnerMinutes.ariaValuetext[other]
source: {{n}} minutes
qvi: {{n}} chinikuna

source: zero hours
qvi: illak sayllakuna

source: {{n}} hour
qvi: {{n}} saylla

# nSpinnerHours.ariaValuetext[two]
source: {{n}} hours
qvi: {{n}} sayllakuna

# nSpinnerHours.ariaValuetext[few]
source: {{n}} hours
qvi: {{n}} sayllakuna

# nSpinnerHours.ariaValuetext[many]
source: {{n}} hours
qvi: {{n}} sayllakuna

# nSpinnerHours.ariaValuetext[other]
source: {{n}} hours
qvi: {{n}} sayllakuna
