Repository: translate/mozilla-gaia
Catalog: hsb/apps/keyboard/keyboard.properties.po
Languages: hsb

source: Keyboard
hsb: Tastatura

source: Built-in Keyboard
hsb: Zatwarjena tastatura

source: OK
hsb: W porjadku

source: Keyboard settings
hsb: Tastaturowe nastajenja

source: Cancel
hsb: Přetorhnyć

source: Delete
hsb: Zhašeć

source: Vibration
hsb: Wibracija

source: Click Sound
hsb: Tastowy zynk

source: Auto Correction
hsb: Awtokorektura

source: Word Suggestion
hsb: Słowonamjet

source: User Dictionary
hsb: Wužiwarski słownik

source: Handwriting
hsb: Rukopis

source: Stroke Width
hsb: Smužkowa šěrokosć

source: Response Speed
hsb: Wotmołwna spěšnosć

source: Word suggestions
hsb: Słowonamjety

source: Dismiss
hsb: Zaćisnyć

source: more numbers and symbols
hsb: dalše ličby a symbole

source: letters
hsb: pismiki

source: shift
hsb: umsch

source: delete
hsb: zhašeć

source: space
hsb: prózdna tasta

source: return
hsb: zapodawanska tasta

source: period
hsb: dypk

source: comma
hsb: koma

source: colon
hsb: dwudypk

source: semicolon
hsb: semikolon

source: question mark
hsb: prašak

source: exclamation point
hsb: wuwołak

source: left bracket
hsb: wočinjaca róžkata spinka

source: right bracket
hsb: začinjaca róžkata spinka

source: double quote
hsb: dwójne pazorki

source: left double angle quote
hsb: wočinjace dwójne francoske pazorki

source: right double angle quote
hsb: začinjace dwójne francoske pazorki

# userDictionaryPanelHeader
source: User Dictionary
hsb: Wužiwarski słownik

source: No words in the user dictionary.
hsb: Žane słowa we wužiwarskim słowniku.

source: Add a word now.
hsb: Přidajće nětko słowo.

source: add word
hsb: słowo přidać

source: Add Word
hsb: Słowo přidać

source: Edit Word
hsb: Słowo wobdźěłać

source: Save
hsb: Składować

# userDictionaryDeleteButton
source: Delete
hsb: Zhašeć

source: Delete word “{{word}}”?
hsb: Słowo “{{word}}” zhašeć?

source: Installed Keyboards
hsb: Instalowane tastatury

source: More Keyboards
hsb: Dalše tastatury

source: Enable {{keyboard}} now?
hsb: {{keyboard}} nětko zmóžnić?

source: Enable
hsb: Zmóžnić

source: Not Now
hsb: Nic nětko

source: When using a data connection, additional costs may apply. Do you want to continue?
hsb: Hdyž so datowy zwisk so wužiwa, móža přidatne kóšty nastać. Chceće pokročować?

source: Remember my choice
hsb: Wuběr sej spomjatkować

# dataConnectionPromptCancel
source: Cancel
hsb: Přetorhnyć

source: Continue
hsb: Dale

source: Download failed.
hsb: Sćehnjenje je so nimokuliło.

source: Remove keyboard {{keyboard}}?
hsb: Tastaturu {{keyboard}} wotstronić?

source: Remove
hsb: Wotstronić

# removePromptCancel
source: Cancel
hsb: Přetorhnyć

source: Downloading… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})
hsb: Sćahuje so… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})

source: Removing…
hsb: Wotstronja so…

source: download
hsb: sćahnyć

source: cancel download
hsb: sćehnjenje přetorhnyć

source: remove
hsb: wotstronić

source: Bytes
hsb: B
