Repository: translate/mozilla-gaia
Catalog: ff/shared/facebook/facebook.properties.po
Languages: ff

source: Close
ff: Uddu

source: Import
ff: Jiggo

source: Update
ff: Hesɗitin

# fbFriends
source: Facebook Friends
ff: Sehilaaɓe Facebook

# facebook-serviceName
source: Facebook Friends
ff: Sehilaaɓe Facebook

source: Select all
ff: Labo fof

source: Deselect all
ff: Labto fof

source: View All Facebook Friends
ff: Yiy Sehilaaɓe Facebook Fof

source: View Only Recommended
ff: Yiy wasiyaaɓe tan

source: No matching friends. Showing all
ff: Alaa sehol yiytaa. Hollu fof

source: Select the recommended one
ff: Labo basiyaaɗo

# linkProposal[two]
source: Select a recommended one
ff: Labo basiyaaɗo oo

# linkProposal[few]
source: Select a recommended one
ff: Labo basiyangol

# linkProposal[many]
source: Select a recommended one
ff: Labo basiyaaɗo

# linkProposal[other]
source: Select a recommended one
ff: Labo basiyaaɗo

source: No contacts available to import
ff: Alaa jokkondire jiggitteeɗe ngoodi

source: All your friends are imported
ff: Sehilaaɓe maa fof njiggaama

source: Found one friend to import
ff: Yiytaa ko sehil gooto jiggeteeɗo

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
ff: Sehilaaɓe {{numFriends}} jiggeteeɓe njiytaama

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
ff: Sehilaaɓe {{numFriends}} jiggeteeɓe njiytaama

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
ff: Sehilaaɓe {{numFriends}} jiggeteeɓe njiytaama

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
ff: Sehilaaɓe {{numFriends}} jiggeteeɓe njiytaama

source: Search
ff: Yiylo

source: No contacts found
ff: Alaa jokkondire njiytaa

source: Done
ff: Gasii

source: Importing friends to Contacts
ff: Nana jiggoo sehilaaɓe to Jokkondire

source: Updating friends in Contacts
ff: Nana hesɗitina sehilaaɓe to Jokkondire

# message2
source: This may take a couple of minutes
ff: Ɗum ena waawi abbaade e hojomaaji ɗiɗi

source: Please hold on. We are linking your friend and your contact.
ff: Tiiɗno sabbo. Min ngoni ko e yahdinde sehil maa e jokkondiral maa.

source: Please hold on. We are canceling the ongoing operation.
ff: Tiiɗno sabbo. Min ngoni ko e haaytinde baɗal gonangal ngal.

source: Error {{from}}
ff: Juumre {{from}}

# error2
source: Do you want to retry?
ff: Aɗa yiɗi fuɗɗitaade?

# errorProposal
source: calculating proposals
ff: nana hiisoo wasiyaaji

# errorFriends
source: retrieving friends
ff: nana aaftoo sehilaaɓe

source: linking contact
ff: nana yahdina jokkondiral

source: Exceeded timeout {{from}}
ff: Konal waktu diwaama {{from}}

# timeout2
source: Do you want to retry?
ff: Aɗa yiɗi fuɗɗitaade?

# timeoutProposal
source: calculating proposals
ff: nana hiisoo wasiyaaji

# timeoutFriends
source: retrieving friends
ff: nana aaftoo sehilaaɓe

source: linking contacts
ff: nana yahdina jokkondire

source: Please hold on
ff: Tiiɗno sabbo

# wait2
source: This may take a couple of minutes
ff: Ɗum ena waawi abbaade e hojomaaji ɗiɗi

source: Please hold on. We are calculating a proposal.
ff: Tiiɗno sabbo. Min ngoni ko e hiisaade wasiya.

source: Please hold on. We are connecting to obtain your friend list.
ff: Tiiɗno sabbo. Amina ceŋoo ngam heɓde doggol sehilaaɓe maa.

# curtainCancel
source: Cancel
ff: Haaytu

source: Retry
ff: Fuɗɗito

source: No Internet connection
ff: Alaa ceŋol Enternet

source: Friends’ photos will not be added to your contacts. Continue anyway?
ff: Nate sehilaaɓe ɓeydetaake e jokkondire maa. Jokku tan?

# noOption
source: Cancel
ff: Haaytu

source: No friends updated
ff: Alaa sehil hesɗitinaa

source: Updated one friend
ff: Hesɗitinii sehil gooto

# friendsUpdated[two]
source: Updated {{numFriends}} friends
ff: Hesɗitinii sehilaaɓe {{numFriends}}

# friendsUpdated[few]
source: Updated {{numFriends}} friends
ff: Hesɗitinii sehilaaɓe {{numFriends}}

# friendsUpdated[many]
source: Updated {{numFriends}} friends
ff: Hesɗitinii sehilaaɓe {{numFriends}}

# friendsUpdated[other]
source: Updated {{numFriends}} friends
ff: Hesɗitinii sehilaaɓe {{numFriends}}

source: No duplicated friends merged
ff: Alaa sehilaaɓe pune naattondiraa

source: One duplicated friend merged
ff: Sehil puno gooto naattondiraama

# friendsMerged[two]
source: {{numDups}} friends merged
ff: {{numDups}} sehil naattondiraama

# friendsMerged[few]
source: {{numDups}} friends merged
ff: {{numDups}} sehil naattondiraama

# friendsMerged[many]
source: {{numDups}} friends merged
ff: {{numDups}} sehil naattondiraama

# friendsMerged[other]
source: {{numDups}} friends merged
ff: {{numDups}} sehil naattondiraama

source: Your Facebook session is invalid. Please sign in.
ff: Ceŋagol maa e Facebook moƴƴaani. Tiiɗno seŋo kadi.

source: There was an error synchronizing your friend’s data
ff: Juumre waɗii nde keɓe sehilaaɓe maa canngoɗintee
