Repository: translate/mozilla-gaia
Catalog: son/apps/fl/download.properties.po
Languages: son

source: OK
son: Ayyo

source: Download
son: Zumandi

source: Install
son: Sinji

source: Cancel
son: Naŋ

source: Download Error
son: Zumandi firka

source: Installation Error
son: Sinjiyan firka

# err_descriptor_download_failed
source: The download failed because of a server error.
son: Zumandiyanoo dunbu feršikaw firka sabbu se.

# err_bad_descriptor
source: The download failed because of a server error.
son: Zumandiyanoo dunbu feršikaw firka sabbu se.

source: File is too large to download.
son: Tuku ga hansa ka beeri zumandiyan se.

source: This type of purchased media is not supported on your phone.
son: Hooray goyjinay dumoo woo ši goy nda war talfonoo.

# err_bad_type
source: The download failed because of a server error.
son: Zumandiyanoo dunbu feršikaw firka sabbu se.

# err_content_download_failed
source: The download failed because of a server error.
son: Zumandiyanoo dunbu feršikaw firka sabbu se.

# err_bad_drm_message
source: The download failed because of a server error.
son: Zumandiyanoo dunbu feršikaw firka sabbu se.

source: The downloaded image cannot be displayed on this device.
son: Bii zunbantaa ši hin ka cebandi jinaa woo ga.

source: The downloaded file cannot be played on this device.
son: Tuku zunbantaa ši hin ka hoorandi jinaa woo ga.

source: There is not enough storage space on your device to save this song.
son: Jišidogoo ši wasa war jinaa ga ka doonoo woo gaabu.

source: Cannot save song because there is no memory card.
son: Ši hin ka doonoo gaabu zama lakkal katta kul šii.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
son: Ši hin ka doonoo gaabu zama lakkal kattaa goo goy ra. Talfonoo kaa kuuraŋ nda ma zumandi koyne.

# err_ds_save_failure
source: Error saving media file.
son: Firla hooray tuku gaabuyan ra.

# err_db_store_failure
source: Error saving media file.
son: Firla hooray tuku gaabuyan ra.

source: Song downloaded and installed. Use the Music app to play it.
son: Doonoo zumandi nd'a sinjandi. Miiziki porogaram k'a hẽenandi.

source: Ringtone downloaded and installed.
son: Talfon hẽeni zumandi nd'a sinjandi.

source: Wallpaper downloaded and installed.
son: Cetakaddasu zumandi nd'a sinjandi.

source: Do you want to install this audio file as a song or as a ringtone?
son: War ga ba ka jinde tukoo woo zumandi k'a sinji sanda dooni wala talfon hẽeni?

source: Ringtone
son: Talfon hẽeni

source: Song
son: Dooni

source: Download song?
son: Dooni zumandi?

source: Download ringtone?
son: Talfon hẽeni zumandi?

source: Download wallpaper?
son: Cetakaddasu zumandi?

source: Downloading song…
son: Goo ma dooni zumandi…

source: Downloading ringtone…
son: Goo ma talfon hẽeni zumandi…

source: Downloading wallpaper…
son: Goo ma cetakaddasu zumandi…

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
son: {{vendor}} na hooray tuku kufal hal'a ma ši hin ka žemnandi nda tanayaŋ wal'a ma berandi jinay taaga ga.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
son: Neerekaa na hooray tuku kufal hal'a ma ši hin ka žemnandi nda tanayaŋ wal'a ma berandi jinay taaga ga.

source: Name
son: Maa

source: Type
son: Dumi

source: Size
son: Azzaati

source: Vendor
son: Neerekaw

source: Info
son: Alhabar

source: Downloading
son: Goo ma zumandi

source: Preview image
son: Bii lawre

source: Preview audio
son: Jinde lawre

source: bytes
son: cebsey
