Repository: translate/mozilla-gaia
Catalog: yo/apps/bluetooth/bluetooth.properties.po
Languages: yo

source: Turn Bluetooth on to view devices in the area.
yo: Tan búlútuùtù láti wò àwọn ohun èlò àrídìmú ní àgbègbè.

source: Paired devices
yo: Àwọn ohun èlò arídìmú tí ó ti dọ̀kan

source: Devices in the area
yo: Àwọn ohun èlò arídìmù ní àgbègbè

source: Visible to all
yo: Seérí sí gbogbo

source: Your device name exceeds {{length}} characters. Please retry again.
yo: Orúkọ ohun èlò arídimú rẹ ti ju àmí {{length}} lọ. Jọ̀wọ́ gbìyànjú lẹ́ẹ̀kan síi.

source: Bluetooth Address
yo: Àdírẹ́ẹ̀sì Búlútuùtù

source: Not available
yo: Kò sí lárọwọ́tó

source: No devices paired
yo: Kò sí ohun èlò àrídìmú tí o di ọ̀kan

source: Turned off
yo: Pa

# bt-status-paired[one]
source: {{name}}, +{{n}} more
yo: {{name}}, +{{n}} pípọ̀ si

# bt-status-paired[few]
source: {{name}}, +{{n}} more
yo: {{name}}, +{{n}} pípọ̀ si

# bt-status-paired[many]
source: {{name}}, +{{n}} more
yo: {{name}}, +{{n}} pípọ̀ si

# bt-status-paired[other]
source: {{name}}, +{{n}} more
yo: {{name}}, +{{n}} pípọ̀ si

source: Tap to connect
yo: Fọwọ́ba láti so pọ̀

source: Pairing with device…
yo: Pínpín pẹ̀lú ohun èlò àridímú…

source: Waiting for other device…
yo: Ń dúró fún ohun èlò àrídìmú míìràn…

source: Paired
yo: Ṣọdọ̀kan

source: Connecting…
yo: Ń sopọ̀…

source: Connected
yo: Ti Sopọ̀

source: Connected to phone audio
yo: Ti ṣopọ̀ mọ́ ohùn àfetígbọ́ fóònù

source: Searching for devices…
yo: Ń ṣàwarí àwọn ohun elò…

source: Search for devices
yo: Ṣàwarí àwọn ohun elò

source: Unknown device
yo: Àwọn ohun elò aimọ̀

source: Unable to pair devices
yo: Kòlèso àwọn ohun elò pọ̀

source: Unable to pair with the device. Check that the PIN is correct.
yo: Kòlèso ohun elò náà pọ̀. Rii pé PIN ná̀a tọ́nà.

source: Unable to pair with the device. Too many requests.
yo: Kòlèso ohun elò náà pọ̀. Ìbéèrè ti pọjù.

source: Bluetooth is disabled
yo: Bluetooth wà nípò àìṣeélò

source: Do you want to turn Bluetooth on?
yo: Ǹjẹ́ o fẹ́ tan Bluetooth?

source: Cancel
yo: Parẹ́

source: Turn On
yo: Tàn án sílẹ̀

source: Bluetooth file transfer failed
yo: Fáìlì Bluetooth gbígbé kùnà

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
yo: Fáìlì Bluetooth gbígbé kùnà. Ṣàyẹ̀wò pé àwọn ààtò Bluetooth tọ̀nà.

source: OK
yo: Ó DÁRA

source: Pair
yo: Sàsopọ̀

source: Confirm devices to pair
yo: Jẹ́rì irufẹ́ àwọn ohun elò láti sopọ̀

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
yo: Láti sopọ̀ pẹ̀lú {{device}}, rii dájú pé àwọn ohun elò méjèjì lọ́wọ́lọ́wọ́ ní àwọn ìṣàfihàn PIN yíì:

source: To pair with {{device}}, enter the PIN on the device.
yo: Láti sopọ̀ pẹ̀lú {{device}}, ṣàtẹ̀wọlé PIN orí ohun elò náà.

source: To pair with {{device}}, enter the passkey on the device.
yo: Láti sopọ̀ pẹ̀lú {{device}}, ṣàtẹ̀wọlé kọ́kọ́rọ́-asẹ́-ìwọlé orí ohun elò.

# passive-pair
source: Bluetooth pairing request
yo: Ìbéèrè ìsopọ̀ Bluetooth

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
yo: {{device}} yóò fẹ́ láti sopọ̀ pẹ̀lú fóònù yíì. Láti gbà á, rii dájú pé àwọn ohun elò méjèjì ní ìṣafihàn PIN yíì lọ́wọ́lọ́wọ́:

source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
yo: {{device}} yóò fẹ́ láti sopọ̀ pẹ̀lú fóònù yíì. Láti gbà á, ṣàmúlò PIN orí ohun elò.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
yo: {{device}} yóò fẹ́ láti sopọ̀ pẹ̀lú fóònù yíì. Láti gbà á, ṣàmúlò kọ́kọ́rọ́-asẹ́-ìwọlé orí ohun elò.

source: Bluetooth Request From
yo: Ìbéèrè Bluetooth láti

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
yo: Ìbéèrè ìsopọ̀ Bluetooth

source: Bluetooth Pairing Request
yo: Ìbéèrè Ìsopọ̀ Bluetooth

source: Bluetooth pairing request expired. Try to pair again.
yo: Ìbéèrè ìsopọ̀ Bluetooth ti parí. Gbìyànjú àti sopọ̀ sii.
