Repository: translate/mozilla-gaia
Catalog: */apps/music/music.properties.po
Languages: am, bn_bd, br, cy, gd, hi_in, kk, km, kn, lv, mai, ms, my, ne, or, si, sw, te, ur, uz, wa

# albums-tab.ariaLabel
source: Albums
am: አልበሞች
bn_bd: অ্যালবাম
br: Albomoù
cy: Albwm
gd: Albaman
kk: Альбомдар
kn: ಆಲ್ಬಮ್‌ಗಳು
lv: Albumi
my: အယ်လ်ဘမ်များ
si: ඇල්බමයන්
ur: البم
uz: Albomlar
wa: Alboms

# songs-tab.ariaLabel
source: Songs
am: ዘፈኖች
bn_bd: গান
br: Tonioù
cy: Caneuon
gd: Òrain
kk: Өлеңдер
kn: ಹಾಡುಗಳು
lv: Dziesmas
si: ගීත
te: పాటలు
ur: گانے
uz: Qo‘shiqlar
wa: Tchansons

source: Mix
mai: मिश्रित
ms: Campur
or: ମିଶ୍ରଣ
sw: Mchanganyiko

source: Playlist
mai: गीतसूची
ms: Senarai main
ne: बजाऊने सुचि
or: ଗୀତ-ତାଲିକା
sw: Orodha ya kucheza

source: Songs
mai: गीत
ms: Lagu
or: ଗୀତଗୁଡ଼ିକ
sw: Nyimbo

source: More
mai: बेसी
ms: Lagi
ne: अरु
or: ଅଧିକ
sw: Zaidi

source: Song artist
mai: गीतक कलाकार
ms: Artis lagu
ne: गीतकार
or: ଗୀତ କଳାକାର
sw: Msanii wa wimbo

source: Song album
mai: संगीत एलबम
ms: Album lagu
ne: गीत एल्बम
or: ଗୀତ ଆଲବମ
sw: Albamu ya wimbo
