Repository: translate/mozilla-gaia
Catalog: */apps/music/music.properties.po
Languages: am, bn_bd, br, cy, gd, hi_in, kk, km, kn, lv, mai, ms, my, ne, or, si, sw, te, ur, uz, wa

source: Music
am: ሙዚቃ
bn_bd: গান
br: Sonerezh
cy: Cerddoriaeth
gd: Ceòl
hi_in: संगीत
kk: Музыка
km: តន្ត្រី
kn: ಸಂಗೀತ
lv: Mūzika
mai: संगीत
ms: Muzik
my: ဂီတ
ne: सङ्गित
or: ସଙ୍ଗୀତ
si: සංගීතය
sw: Muziki
te: సంగీతం
ur: موسیقی
uz: Musiqa
wa: Muzike

# playlists2
source: Playlists
br: Rolloù seniñ
cy: Rhestrau Chwarae
gd: Liostaichean-cluich
lv: Atskaņošanas saraksti
ur: سنی ہوئی چیزوں کی فہرست
uz: Ijro ro‘yxati

source: Artists
am: ተዋናይ
bn_bd: শিল্পী
br: Arzourien
cy: Artist
gd: Luchd-ealain
hi_in: कलाकार
kk: Әртістер
km: វិចិត្រករ
kn: ಕಲಾವಿದರು
lv: Izpildītāji
mai: कलाकार
ms: Artis
my: အနုပညာရှင်များ
ne: संगीतकारहरू
or: ଚିତ୍ରକାର
si: කලාකරුවන්
sw: Wasanii
te: కళాకారులు
ur: فن کار
uz: Qo‘shiqchi
wa: Årisses

source: Albums
am: አልበሞች
bn_bd: অ্যালবাম
br: Albomoù
cy: Albwm
gd: Albaman
hi_in: एल्बम
kk: Альбомдар
km: អាល់ប៊ុម
kn: ಆಲ್ಬಮ್‌ಗಳು
lv: Albumi
mai: एल्बम
ms: Album
my: အယ်လ်ဘမ်
ne: एल्बमहरू
or: ଆଲବମଗୁଡ଼ିକ
si: ඇල්බමයන්
sw: Albamu
te: ఆల్బములు
ur: البم
uz: Albomlar
wa: Alboms

source: Songs
am: ዘፈኖች
bn_bd: গান
br: Tonioù
cy: Caneuon
gd: Òrain
kk: Өлеңдер
kn: ಹಾಡುಗಳು
lv: Dziesmas
si: ගීත
te: పాటలు
ur: گانے
uz: Qo'shiqlar
wa: Tchansons

source: Unknown artist
am: ያልታወቀ ተዋናይ
bn_bd: অজানা শিল্পী
br: Arzour dianav
cy: Artist anhysbys
gd: Chan eil fhios cò an neach-ealain
hi_in: अज्ञात कलाकार
kk: Белгісіз әртіс
km: មិន​ស្គាល់​វិចិត្រករ
kn: ಗೊತ್ತಿರದ ಕಲಾವಿದ
lv: Nezināms mākslinieks
mai: अज्ञात कलाकार
ms: Artis tidak dikenali
my: အမည်မသိ အနုပညာရှင်
ne: अज्ञात कलाकार
or: ଅଜଣା କଳାକାର
si: කලාකරු නොදනී
sw: Msanii asiyejulikana
te: తెలియని కళాకారుడు
ur: نامعلوم فنکار
uz: Noma’lum qo‘shiqchi
wa: Årtisse nén cnoxhou

source: Unknown album
am: ያልታወቀ አልበም
bn_bd: অজানা অ্যালবাম
br: Albom dianav
cy: Album anhysbys
gd: Chan eil fhios dè an t-albam
hi_in: अज्ञात एल्बम
kk: Белгісіз альбом
km: មិន​ស្គាល់​អាល់ប៊ុម
kn: ಗೊತ್ತಿರದ ಆಲ್ಬಮ್
lv: Nezināms albums
mai: अज्ञात एल्बम
ms: Album tidak dikenali
my: အမည်မသိ အယ်လ်ဘမ်
ne: अज्ञात एल्बम
or: ଅଜଣା ଆଲବମ
si: ඇල්බමය නොදනී
sw: Albamu isiyotambulika
te: తెలియని ఆల్బమ్
ur: نامعلوم البم
uz: Noma’lum albom
wa: Albom nén cnoxhou

source: Unknown title
am: ያልታወቀ አርእስት
bn_bd: অজানা শিরোনাম
br: Titl dianav
cy: Teitl anhysbys
gd: Chan eil fhios dè an tiotal
hi_in: अज्ञात शीर्षक
kk: Белгісіз атауы
km: មិន​ស្គាល់​ចំណងជើង
kn: ಗೊತ್ತಿರದ ಶೀರ್ಷಿಕೆ
lv: Nezināms virsraksts
mai: अज्ञात शीर्षक
ms: Judul tidak dikenali
my: ခေါင်းစဉ်မသိ
ne: अज्ञात शीर्षक
or: ଅଜଣା ଶୀର୍ଷକ
si: නොදන්නා සිරස්තලයක්
sw: Kichwa kisichojulikana
te: తెలియని శీర్షిక
ur: نامعلوم عنوان
uz: Noma’lum sarlavha
wa: Tite nén cnoxhou

source: Add songs to get started
am: ዘፈኖች ይጨምሩ ለማስጀመር
bn_bd: শুরু করতে সংগীত যোগ করুন
br: Ouzhpennañ tonioù evit kregiñ
cy: Ychwanegu caneuon i gychwyn
gd: Cuir òrain ris airson toiseach tòiseachaidh
hi_in: शुरू करने के लिए गाने जोड़ें
kk: Бастау үшін өлеңдерді қосыңыз
km: បន្ថែម​ចម្រៀង​ដើម្បី​ចាប់ផ្ដើម
kn: ಆರಂಭಿಸಲು ಹಾಡುಗಳನ್ನು ಸೇರಿಸಿ
lv: Pievienojiet dziesmas lai uzsākt
mai: शुरू करबा लेल गीत जोड़ू
ms: Tambah lagu untuk memulakan
my: စသုံးရန် သီချင်းများထည့်ပါ
ne: सुरु हुनका लागि गीतहरु थप्नुहोस्
or: ଆରମ୍ଭ କରିବା ପାଇଁ ଗୀତ ଯୋଡ଼ନ୍ତୁ
si: ඇරඹීමට ගීතයක් එක් කරන්න
sw: Ongeza nyimbo ili kuanza
te: మొదలుపెట్టడానికి పాటలను చేర్చండి
ur: گانے، نغمے شروع کرنے کے لیے
uz: Boshlash uchun qo‘shiqlar qo‘shing
wa: Po-z atatker, radjoutez des tchansons

source: Load songs on to the memory card.
am: በማስታወሻ ካርድ ላይ ዘፈኖች ይጫኑ
bn_bd: মেমরি কার্ডে সংগীত যোগ করুন।
br: Kargañ tonioù war ar gartenn vemor.
cy: Rhowch ganeuon ar y cerdyn cof.
gd: Luchdaich òrain dhan chairt-chuimhne.
hi_in: मेमोरी कार्ड पर गाने लोड करें.
kk: Өлеңдерді жады картасына жүктеңіз.
km: ផ្ទុក​ចម្រៀង​លើ​​​កាត​​អង្គ​ចងចាំ។
kn: ಮೆಮೊರಿ ಕಾರ್ಡಿನಲ್ಲಿ ಹಾಡುಗಳನ್ನು ಲೋಡ್‌ ಮಾಡು.
lv: Ielādējiet dziesmas uz atmiņas karti.
mai: मेमोरी कार्ड पर गीत लोड करू.
ms: Memuat lagu pada kad memori.
my: သီချင်းများအာ မှတ်ဉာဏ်ကဒ်မှယူပါ
ne: गीतहरुलाई मेमोरी कार्डमा लोड गर्नुहोस्।
or: ମେମୋରି କାର୍ଡ଼କୁ ସଙ୍ଗୀତମାନ ପଠାନ୍ତୁ ।
si: මතක පතේ ඇති ගීත පටවන්න.
sw: Pakia nyimbo kwenye kadi ya kumbukumbu.
te: మెమోరీ కార్డులోకి పాటలను లోడుచేయండి.
ur: میموری کارڈ پر گانے، نغمے کو لوڈ کریں۔
uz: Xotira kartasiga qo‘shiqlar yuklang.
wa: Tcherdjî des tchansons sol cwåte memwere.

source: No memory card found
am: ምንም የማስታወሻ ካርድ አልተገኘም
bn_bd: মেমরি কার্ড নেই
br: Kartenn vemor ebet kavet
cy: Heb ganfod cerdyn cof
gd: Cha deach cairt-chuimhne a lorg
hi_in: कोई मेमोरी कार्ड नहीं
kk: Жады картасы табылмады
km: រក​មិន​ឃើញ​កាត​អង្គ​ចងចាំ
kn: ಮೆಮೊರಿ ಕಾರ್ಡ್ ಕಂಡುಬಂದಿಲ್ಲ
lv: Netika atrasta nevien atmiņas karte
mai: मेमोरी कार्ड अनुपलब्ध अछि
ms: Kad memori tidak ditemui
my: မှတ်ဉာဏ်ကဒ် တစ်ကဒ်မှ မတွေ့
ne: मेमोरी कार्ड भेटिएन
or: ମେମୋରି କାର୍ଡ଼ଟି ମିଳିଲା ନାହିଁ
si: මතක පතක් සොයාගැනීමට නොහැකියි
sw: Hakuna kadi ya kumbukumbu iliyopatikana
te: ఏ మెమొరీ కార్డూ కనబడలేదు
ur: ملا نہیں میموری کارڈ
uz: Xotira kartasi topilmadi
wa: Dji n’ a trové nole cwåte memwere

source: Insert a memory card to listen to songs.
am: የማስታወሻ ካርድ ያስገቡ ዘፈኖች ለመስማት
bn_bd: গান শুনতে মেমরী কার্ড প্রবেশ করান।
br: Enlakait ur gartenn vemor evit selaou tonioù.
cy: Mewnosod cerdyn cof i wrando ar ganeuon.
gd: Cuir a-steach cairt-chuimhne gus èisteachd ri òrain.
hi_in: गाने सुनने के लिए एक मेमोरी कार्ड डालें.
kk: Өлеңдерді тыңдау үшін жады картасын салыңыз.
km: បញ្ចូល​កាត​អង្គ​ចងចាំ​​ដើម្បី​ស្ដាប់​ចម្រៀង។
kn: ಹಾಡುಗಳನ್ನು ಕೇಳಲು ಮೆಮೊರಿ ಕಾರ್ಡ್‌ ಅನ್ನು ಅಳವಡಿಸಿ.
lv: Ievietojiet atmiņas karti lai klausītos dziesmas.
mai: गीत सुनए लेल एकटा मेमोरी कार्ड पैसाउ .
ms: Masukkan kad memori untuk mendengar lagu.
my: မှတ်ဉာဏ်ကဒ်အား သီချင်းနားထောင်ရန် ထည့်ပါ
ne: गीतहरु सुन्नका लागि मेमोरी कार्ड घुसाउनुहोस्।
or: ସଙ୍ଗୀତ ଶୁଣିବା ପାଇଁ ମେମୋରି କାର୍ଡ଼ଟିଏ ଭରନ୍ତୁ
si: ගීතයන්ට සවන්දීමට මතක පතක් ඇතුලු කරන්න.
sw: Ingiza kadi ya kumbukumbu ili kusikiliza nyimbo.
te: పాటలను వినడానికి మెమొరీ కార్డును చొప్పించండి.
ur: گانے سننے کے لئے میموری کارڈ داخل کریں۔
uz: Qo‘shiqlarni tinglash uchun xotira kartasi kiriting.
wa: Tchôkîz ene cwåte memwere po schoûter des tchansons.

source: Music can not be used while phone is plugged in
am: ስልኩ ከ ተሰካ ሙዚቃ መስማት አይችሉም
bn_bd: ইউএসবি লাগানো থাকলে গান শুনতে পারবেন না
br: N'haller ket lenn sonerezh e-pad m'emañ luget ar pellgomzer
cy: Nid oes modd gwrando ar ganeuon pan fydd y ffôn wedi ei blygio i mewn
gd: Cha ghabh gleus a' chiùil a chleachdadh fhad 's a tha am fòn plugte a-staigh
hi_in: संगीत उपयोग नही किया जा सकता जब तक फ़ोन प्लग इन है
kk: Компьютерге қосулы кезінде музыка жұмыс жасай алмайды
km: មិន​អាច​ចាក់​តន្ត្រី​អំឡុង​ពេល​​​ដោត​សាក​ទូរស័ព្ទ
kn: ಫೋನ್‌ ಅನ್ನು ಪ್ಲಗಿನ್‌ ಮಾಡಿದಾಗ ಸಂಗೀತವನ್ನು ಬಳಸಲು ಸಾಧ್ಯವಿಲ್ಲ
lv: Mūziku nevar atskaņot kamēr telefons ir savienots
mai: जखन धरि फोन प्लग इन अछि संगीतक उपयोग नहि भ सकत
ms: Muzik tidak boleh digunakan ketika telefon dipalam
my: ဖုန်းအား ပလပ်တပ်ထားချိန်တွင် ဂီတ အား နားမထောင်ချင်ပါ။
ne: फोन जोडिएको बेलामा सङ्गित सुन्न सकिदैन
or: ଫୋନଟିଏ ସଂଯୁକ୍ତ ହୋଇଥିଲେ ସଙ୍ଗୀତ ଶୁଣାଯାଇ ପାରିବ ନାହିଁ
si: දුරකථනය පේනුවට සබැදි විට සංගීත යෙදුම භාවිත කල නොහැකියි
sw: Muziki huwezi kutumiwa wakati simu imeingizwa
te: ఫోను ప్లగ్గు పెట్టినప్పుడు సంగీతం వినరాదు
ur: موسیقی جبکہ فون میں پلگ ہے نہیں استعمال کیا جا سکتا ہے
uz: Telefon tokka ulanganda musiqa tinglab bo‘lmaydi
wa: On n’ si sait siervi d’ Muzike cwand l’ telefone est tchôkî

source: Unplug the phone to play music.
am: ሙዚቃ ለማጫወት ስልኩን ይለያዩ
bn_bd: গান শুনতে ফোন থেকে ইউএসবি খুলুন।
br: Dilugit ar pellgomzer evit lenn sonerezh.
cy: Dadblygiwch y ffôn i chwarae cerddoriaeth.
gd: Thoir am pluga às an fhòn gus èisteachd ri ceòl.
hi_in: संगीत को प्ले करने के लिए अनप्लग करें.
kk: Музыканы ойнату үшін телефонды компьютерден шығарыңыз.
km: ឈប់​ដោត​ទូរស័ព្ទ​ដើម្បី​ចាក់​តន្ត្រី។
kn: ಸಂಗೀತವನ್ನು ಆಲಿಸಲು ಫೋನ್‌ ಅನ್ನು ಸಂಪರ್ಕ ತಪ್ಪಿಸಿ.
lv: Atvienojiet telefonu lai atskaņot mūziku.
mai: संगीत केँ प्ले करऽ लेल अनप्लग करू.
ms: Cabut plug telefon untuk memainkan muzik.
my: ဂီတဖွင့်ရန် ဖုန်းအားကြိုးဖြုတ်ပါ
ne: सङ्गित सुन्नका लागि फोनलाई छुटाउनुहोस्।
or: ସଙ୍ଗୀତ ଶୁଣିବା ପାଇଁ ଫୋନରୁ ତାର ହଟାନ୍ତୁ ।
si: ගීත වාදනය සඳහා පේනුවෙන් විසන්ධි කරන්න.
sw: Toa simu ili kucheza muziki.
te: సంగీతం ఆడించుటకు ఫోను ప్లగ్గు తీసివేయండి.
ur: موسیقی چلانے کے لئے فون کو انپلگ کریں۔
uz: Musiqani eshitish uchun telefonni tokdan uzing.
wa: Distchôkîz l’ telefone po djouwer del muzike.

source: Database Upgrade
am: ዳታቤዝ ማሻሻያ
bn_bd: ডাটাবেস আপগ্রেড
br: Hizivaat ar stlennvon
cy: Diweddaru'r Gronfa Ddata
gd: Àrdachadh an stòir-dhàta
hi_in: डेटाबेस उन्नयन करना
kk: Дерекқор жаңартуы
km: ធ្វើ​ឲ្យ​មូលដ្ឋាន​ទិន្នន័យ​ទាន់​សម័យ
kn: ದತ್ತಸಂಚಯ ನವೀಕರಣ
lv: Datubāzes Atjaunināšana
mai: डेटाबेस नवीनीकरण
ms: Naiktaraf Pangkalan Data
my: ဒေတာဘေစ့် အဆင့်မြှင့်ပြီး
ne: डेटाबेस स्तरवृद्धि
or: ଡାଟାବେସ ଉନ୍ନତି
si: දත්ත ගබඩාවේ යාවත්කාලීන කිරීමක්
sw: Uboreshaji databezi
te: డేటాబేసు ఉన్నతీకరణ
ur: کوائفیے درجہ افزوں
uz: Ma’lumotlar bazasini yangilash
wa: Metaedje a livea del båze di dnêyes

source: Please wait while Music updates its database.
am: እባክዎን ይቆዩ ሙዚቃ ዳታቤዙን እስከሚያሻሽል ድረስ
bn_bd: দয়া করে গানের তালিকা আপগ্রেড হবার সময় অপেক্ষা করুন।
br: Gortozit e-pad m'emañ Sonerezh o hizivaat e stlennvon.
cy: Arhoswch tra bo Cerddoriaeth yn diweddaru ei gronfa ddata.
gd: Fuirich ort fhad 's a dh'àrdaicheas gleus a' chiùil an stòr-dàta aige.
hi_in: संगीत अपने डेटाबेस को अद्यतन करता तक प्रतीक्षा करें.
kk: Музыка қолданбасы дерекқорды жаңартып болғанша дейін күте тұрыңыз.
km: សូម​រង់ចាំ​ខណៈ​ពេល​ធ្វើ​បច្ចុប្បន្នភាព​តន្ត្រី​មូលដ្ឋាន​ទិន្នន័យ​របស់​វា។
kn: ಸಂಗೀತವು ಅದರ ಡೇಟಾಬೇಸ್‌ ಅನ್ನು ಅಪ್‌ಡೇಟ್‌ ಮಾಡುವಾಗ ದಯವಿಟ್ಟು ಕಾಯಿರಿ.
lv: Lūdzu uzgaidiet kamēr 'Mūzika' atjaunina savu datubāzi.
mai: प्रतीक्षा करू, संगीत अपन डेटाबेस केँ नवीकरण क रहल अछि .
ms: SIla tunggu sementara Muzik menaiktaraf pangkalan datanya.
my: ကျေးဇူးပြုပြီး ဂီတ အား အချက်အလက်များ အဆင့်မြှင့်ပါစေ
ne: कृपया सङ्गितको डेटाबेस अद्यावधिक हुदै गर्दा प्रतिक्षा गर्नुहोस्।
or: ସଙ୍ଗୀତ ଡାଟାବେସ ଅପଡେଟ ହେବାଯାଏ ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ ।
si: සංගීත යෙදුම එහි දත්ත ගබඩාව යාවත්කාලීන කරගන්නා තෙක් රැදී සිටින්න.
sw: Tafadhali subiri wakati Muziki unasasiha databezi yake.
te: సంగీతం డేటాబేసును నవీకరించేంత వరకూ దయచేసి వేచివుండండి.
ur: براہ مہربانی انتظار کریں جبکہ موسیقی اس کی کوائفیے تازہ کاری کررحا ہے۔
uz: Musiqa ma’lumotlar bazasini yangilaguncha kutib turing.
wa: Tårdjîz ene miete sol tins k’ Muzike met a djoû s’ båze di dnêyes.

source: Search
am: መፈለጊያ
bn_bd: অনুসন্ধান
br: Klask
cy: Chwilio
gd: Lorg
kk: Іздеу
lv: Meklēt
si: සෙචුම
ur: تلاش کریں
uz: Izlash

source: Search Music
am: ሙዚቃ መፈለጊያ
bn_bd: গান খুজুন
br: Klask sonerezh
cy: Chwilio Cerddoriaeth
gd: Lorg ceòl
hi_in: संगीत खोजें
kk: Өлең іздеу
km: ស្វែងរក​តន្ត្រី
kn: ಸಂಗೀತವನ್ನು ಹುಡುಕು
lv: Meklēt Mūziku
mai: संगीत ताकू
ms: Cari Muzik
my: ဂီတ ထဲတွင် ရှာ
ne: सङ्गित खोजी
or: ଗୀତ ଖୋଜନ୍ତୁ
si: සංගීතය සොයන්න
sw: Tafuta Muziki
te: సంగీతాన్ని శోధించండి
ur: موسیقی تلاش کریں
uz: Musiqa izlash
wa: Trover muzike

# search-cancel
source: Cancel
am: መሰረዣ
bn_bd: বাতিল
br: Nullañ
cy: Diddymu
gd: Sguir dheth
hi_in: रद्द करें
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದುಮಾಡು
lv: Atcelt
mai: रद्द करू
ms: Batal
my: နေတော့
ne: रद्द गर्नुहोस्
or: ବାତିଲ
si: අවලංගු කරන්න
sw: Ghairi
te: రద్దుచేయి
ur: منسوخ کریں
uz: Bekor qilish
wa: Rinoncî

# search-artists
source: Artists
am: ተዋናይ
bn_bd: শিল্পী
br: Arzourien
cy: Artist
gd: Luchd-ealain
hi_in: कलाकार
kk: Әртістер
km: វិចិត្រករ
kn: ಕಲಾವಿದರು
lv: Izpildītāji
mai: कलाकार
ms: Artis
my: အနုပညာရှင်များ
ne: संगीतकारहरू
or: ଚିତ୍ରକର
si: කලාකරුවන්
sw: Wasanii
te: కళాకారులు
ur: فن کار
uz: Qo‘shiqchilar
wa: Årtisses

# search-albums
source: Albums
am: አልበሞች
bn_bd: অ্যালবাম
br: Albomoù
cy: Albwm
gd: Albaman
hi_in: एल्बम
kk: Альбомдар
km: អាល់ប៊ុម
kn: ಆಲ್ಬಮ್‌ಗಳು
lv: Albumi
mai: एल्बम
ms: Album
my: အယ်လ်ဘမ်များ
ne: एल्बमहरू
or: ଆଲବମସବୁ
si: ඇල්බමයන්
sw: Albamu
te: ఆల్బములు
ur: البم
uz: Albomlar
wa: Alboms

source: Tracks
am: ተረኞች
bn_bd: ট্র্যাক
br: Loabroù
cy: Trac
gd: Tracaichean
hi_in: ट्रैक्स
kk: Тректер
km: បទ
kn: ಟ್ರ್ಯಾಕ್‌ಗಳು
lv: Ceļi
mai: ट्रैक
ms: Trek
my: သီချင်းများ
ne: ट्रयाकहरू
or: ଗୀତସବୁ
si: පථ
sw: Nyimbo
te: ట్రాకులు
ur: سراغ راہیں
uz: Audioyozuvlar
wa: Bokets

source: close
am: መዝጊያ
bn_bd: বন্ধ
br: serriñ
cy: cau
gd: dùin
hi_in: बंद करें
kk: жабу
km: បិទ
kn: ಮುಚ್ಚು
lv: aizvērt
mai: बन्न करू
ms: tutup
my: ပိတ်
ne: बन्द गर्नुहोस्
or: ବନ୍ଦ କରନ୍ତୁ
si: වසන්න
sw: funga
te: మూసివేయి
ur: بند
uz: yopish
wa: clôre

source: No music found
am: ምንም ሙዚቃ አልተገኘም
bn_bd: কোনো সঙ্গীত পাওয়া যায়নি
br: Sonerezh ebet kavet
cy: Heb ganfod cerddoriaeth
gd: Cha deach ceòl sam bith a lorg
kk: Музыка табылмады
kn: ಯಾವುದೆ ಸಂಗೀತ ಕಂಡುಬಂದಿಲ್ಲ
lv: Netika atrasta mūzika
my: မည်သည့် သီချင်းမျှ မတွေ့ပါ
si: ගීත සොයාගැනීමට නොහැකියි
ur: کوئی موسیقی نہیں ملا
uz: Musiqa topilmadi
wa: Nole muzike di trovêye

source: Shuffle all
am: ሁሉንም መበወዣ
bn_bd: সবগুলো অদল-বদল
br: Meskañ
cy: Popeth ar hap
gd: Cuir na h-uile air thuaiream
hi_in: शफल सभी
kk: Барлығын араластыру
km: សាប់​ទាំងអស់
kn: ಎಲ್ಲವನ್ನೂ ಕಲೆಸು
lv: Visu jaukt
mai: सबटा के घोर-मट्ठा करू
ms: Kocok semua
my: ကြုံသလိုရွေး
ne: सबै मिसाउनुहोस्
or: ସବୁ ମିଶାମିଶି କରିଦିଅନ୍ତୁ
si: සියල්ල කවලම් කරන්න
sw: Changanya zote
te: అన్నీ కలగాపులం
ur: شفل تمام
uz: Barchasini to‘xtatish
wa: Comaxhî totafwait

source: Highest rated
am: በ ከፍተኛ ደረጃ የተመረጠ
bn_bd: সর্বোচ্চ রেট পাওয়া
br: Muiañ plijet
cy: Graddiwyd uchaf
gd: An rangachadh as àirde
hi_in: उच्चतम निर्धारण
kk: Рейтингі жоғары
km: វាយ​តម្លៃ​ខ្ពស់​ជាង​គេ
kn: ಗರಿಷ್ಟ ಬೆಲೆಯುಳ್ಳವು
lv: Vislabāk novērtēts
mai: उत्कृष्ट आंकल गेल
ms: Taraf tertinggi
my: အမြင့်ဆုံး ထင်ကြေး
ne: उच्च दर
or: ସର୍ବାଧିକ ଆକଳିତ
si: උපරිම ඇගයුම
sw: Ilyokadiriwa juu ya zaidi
te: అత్యధిక రేటింగ్ కలవి
ur: درزا دیا گیا ہے سب سے زیادہ
uz: Yuqori baholangan
wa: Les mî notés

source: Recently added
am: በቅርብ ጊዜ የተጨመረ
bn_bd: সম্প্রতি রেট পাওয়া
br: Ouzhpennet nevez zo
cy: Ychwanegwyd yn ddiweddar
gd: Air an cur ris o chionn ghoirid
hi_in: हाल में जोड़ा गया
kk: Жуырда қосылған
km: បាន​បន្ថែម​ថ្មីៗ
kn: ಇತ್ತೀಚೆಗೆ ಸೇರಿಸಿದ
lv: Nesen pievienots
mai: हाल मे जोड़ल गेल
ms: Baru-baru ditambah
my: မကြာသေးမှီမှ ထည့်ပြီး
ne: हालसालै थपिएको
or: ନିକଟରେ ସଂଯୁକ୍ତ
si: මෑතකදී එක් කළ
sw: Ulioongezwa hivi karibuni
te: ఇటీవలి జతచేసినవి
ur: حال ہی میں شامل
uz: Yaqinda qo‘shilgan
wa: Radjoutés i gn a waire

source: Most played
am: ብዙ ጊዜ ያጫወቱት
bn_bd: সর্বোচ্চ শোনা
br: Aliesañ lennet
cy: Chwaraewyd amlaf
gd: Na chluichear as trice
hi_in: अत्यधिक बार बजाया गया
kk: Көбірек ойналатын
km: បាន​ចាក់​ច្រើន​បំផុត
kn: ಹೆಚ್ಚು ಪ್ಲೇಮಾಡಿದ
lv: Visvairāk atskaņots
mai: अत्यधिक बेर चलाएल गेल
ms: Sering dimainkan
my: အများဆုံး နားထောင်ထားသော
ne: अधिक सुनिएको
or: ସର୍ବାଧିକ ଶୁଣାଯାଇଥିବା
si: නිතර වාදනය කළ
sw: Iliyochezwa zaidi
te: ఎక్కువగా విన్నవి
ur: سب سے زیادہ ادا کیا
uz: Eng ko‘p tinglangan
wa: Les pus djouwes

source: Least played
am: ትንሽ ጊዜ ያጫወቱት
bn_bd: সর্বনিম্ন শোনা
br: Nebeutañ lennet
cy: Chwaraewyd leiaf
gd: Na chluichear as ainneimhe
hi_in: कम बार बजाया गया
kk: Азырақ ойналатын
km: បាន​ចាក់​តិច​ជាង​គេ
kn: ಕಡಿಮೆ ಪ್ಲೇಮಾಡಿದ
lv: Vismazāk atskaņots
mai: सबसँ कम चलाएल गेल
ms: Jarang dimainkan
my: အနည်းဆုံး နားထောင်ထားသော
ne: थोरै सुनिएको
or: ସବୁଠାରୁ ଶୁଣାଯାଇଥିବା
si: අවම වාදනය කළ
sw: Iliyochezwa kidogo
te: అతి తక్కువగా విన్నవి
ur: کم از کم ادا کیا
uz: Kam tinglangan
wa: Les moens djouwés

source: Select a track
am: ተረኛ ይምረጡ
bn_bd: একটি ট্র্যাক নির্বাচন করুন
br: Diuzañ ul loabr
cy: Dewis trac
gd: Tagh traca
hi_in: एक ट्रैक चुनें
kk: Тректі таңдаңыз
kn: ಟ್ರ್ಯಾಕ್‌ ಅನ್ನು ಆರಿಸು
mai: एकटा ट्रैक चुनू
ms: Pilih trek
my: သီချင်းတစ်ပုဒ်အားရွေး
ne: एउटा ट्रयाक चयन गर्नुहोस्
or: ଗୀତଟିଏ ବାଛନ୍ତୁ
si: සංගීත ගොනුවක් ‍තෝරාගන්න
sw: Chagua wimbo
te: ఒక ట్రాకుని ఎంచుకోండి
ur: سراغ راہ منتخب کریں
uz: Audioyozuvni tanlang
wa: Tchoezi on boket

source: Save
am: ማስቀመጫ
bn_bd: সংরক্ষণ
br: Enrollañ
cy: Cadw
gd: Sàbhail
hi_in: सहेजें
kk: Сақтау
km: រក្សាទុក
kn: ಉಳಿಸು
lv: Saglabāt
mai: सहेजू
ms: Simpan
my: သိမ်း
ne: बचत गर्नुहोस्
or: ସାଇତନ୍ତୁ
si: සුරකින්න
sw: Hifadhi
te: భద్రపరుచు
ur: محفوظ کریں
uz: Saqlash
wa: Schaper

source: Saved {{title}} to Music
am: የተቀመጠ {{title}} ወደ ሙዚቃ
bn_bd: {{title}} সংগীতে সংরক্ষণ করুন
br: Enrollañ {{title}} e Sonerezh
cy: Wedi cadw {{title}} i Cerddoriaeth
gd: Chaidh {{title}} a shàbhaladh sa cheòl
hi_in: संगीत में {{title}} सहेजा
kk: {{title}} файлын музыка бумасына сақтау
km: បាន​រក្សាទុក {{title}} ទៅ​តន្ត្រី
kn: ಸಂಗೀತಕ್ಕೆ {{title}} ಅನ್ನು ಉಳಿಸಲಾಗಿದೆ
lv: Saglabāt {{title}} Mūzikā
mai: {{title}}संगीत मे सहेजल
ms: Simpan {{title}} kepada Muzik
my: {{title}} အားဂီတ ထဲသို့သိမ်း
ne: {{title}} सङ्गितमा बचत गरिएको छ
or: {{title}} ସଙ୍ଗୀତରେ ସାଇତାଗଲା
si: සංගීත තුළ {{title}} සුරකින ලඳි
sw: {{title}} Imehifadhiwa kwa Muziki
te: {{title}} సంగీతానికి భద్రపరచబడింది
ur: {{title}} کو موسیقی میں محفوظ کر دیا ہے
uz: {title}} "Musiqa"ga saqlandi
wa: {{title}} schapé dins Muzike

source: Audio cannot be played: format is unsupported or file is invalid.
am: ድምፁን ማጫወት አልተቻለም: አቀራረቡ የተደገፈ አይደለም ወይንም ፋይሉ ዋጋ የለውም
bn_bd: সংগীত চালানো সম্ভব নয়: ফাইল ফরম্যাট অসমর্থিত কিংবা ত্রুটিপূর্ণ।
br: N'haller ket lenn an aodio : ar mentrezh n'eo ket skoret pe ar restr zo didalvoudek.
cy: Methu chwarae sain: fformat heb ei gynnal neu ffeil annilys.
gd: Cha ghabh an fhuaim a chluich: chan eil taic ris an fhòrmat no tha am faidhle mì-dhligheach.
hi_in: ऑडियो चलाया नहीं जा सकता: फॉर्मेट असमर्थित है या फ़ाइल अवैध है.
kk: Аудионы ойнату мүмкін емес: пішіміне қолдау жоқ немесе файл қате.
km: មិន​អាច​ចាក់​សំឡេង៖ ទ្រង់ទ្រាយ​មិន​ត្រូវ​បាន​គាំទ្រ ឬ​ឯកសារ​មិន​ត្រឹមត្រូវ។
kn: ಆಡಿಯೋವನ್ನು ಪ್ಲೇಮಾಡಲಾಗುವುದಿಲ್ಲ: ನಮೂನೆಗೆ ಬೆಂಬಲವಿಲ್ಲ ಅಥವ ಕಡತ ಮಾನ್ಯವಾಗಿಲ್ಲ.
lv: Skaņu nevar atskaņot: formāts nav atbalstīts vai datne nav derīga.
mai: आडियो चलाओल नहि जा सकत: प्रारूप असमर्थित अछि अथवा फाइल अवैध अछि.
ms: Audio tidak dapat dimainkan: format tidak disokong atau fail tidak sah.
my: အော်ဒီယို ဖိုင်အား မဖွင့်နိုင်၊ format အား ထောက်ပံ့မပေးထားပါ။
ne: ध्वनि बजाउन सकिएन: स्वरूप असमर्थित वा फाइल अवैधानिक।
or: ଅଡ଼ିଓ ଚଳାଯାଇ ପାରିବ ନାହିଁ: ଫର୍ମାଟ ଅନୁମୋଦିତ ନୁହେଁ କିମ୍ବା ଫାଇଲଟି ତ୍ରୁଟିଯୁକ୍ତ ।
si: ශ්‍රව්‍ය ගොනුව වාදනය කල නොහැකියි: ගොනු වර්ගය සහාය නොදැක්වීම හෝ ගොනුව වලංගු එකක් නොවේ.
sw: Sauti haiwezi kuchezwa: fomati haitumiki au faili ni batili.
te: ఆడియోను ఆడించడం వీలుకాదు: ఫార్మాటుకి తోడ్పాటు లేదు లేదా దస్త్రం చెల్లనిది.
ur: آڈیو چالو نہیں کیا جا سکتا: فورمیںٹ غیر معاون ہے یا مسل ناجائز ہے۔
uz: Audioni ijro qila olmaydi: formati to‘g‘ri kelmaydi yoki fayl yaroqsiz.
wa: Dji n’ sai djouwer l’ odio : li cogne n’ est nén sopoirtêye oudon-bén l’ fitchî n’ est nén valåbe.

# overlay-cancel-button
source: Cancel
am: መሰረዣ
bn_bd: বাতিল
br: Nullañ
cy: Diddymu
gd: Sguir dheth
hi_in: रद्द करें
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದುಮಾಡು
lv: Atcelt
mai: रद्द करू
ms: Batal
my: ဖျက်
ne: रद्द गर्नुहोस्
or: ବାତିଲ
si: අවලංගු කරන්න
sw: Ghairi
te: రద్దుచేయి
ur: منسوخ کریں
uz: Bekor qilish
wa: Rinoncî

source: Music paused during the call
am: ጥሪ በሚመጣ ጊዜ ሙዚቃው ይቋረጣል
bn_bd: কল আসার সময় গান বন্ধ হয়েছিল
br: Ehanet eo bet ar sonerezh e-pad ar galv
cy: Cerddoriaeth wedi ei oedi yn ystod yr alwad
gd: Tha an ceòl ’na stad rè na gairm
hi_in: कॉल के दौरान संगीत रोक दिए गए
kk: Музыка қоңырау кезінде аялдатылды
km: បាន​ផ្អាក​តន្ត្រី​អំឡុង​ពេល​​ហៅ
kn: ಕರೆ ಸಮಯದಲ್ಲಿ ಸಂಗೀತವನ್ನು ವಿರಮಿಸಲಾಗಿದೆ
lv: Mūzika tika pauzēta zvana laikā
mai: कॉल अयबाक क्रम मे संगीत के बिराम देल गेल
ms: Muzik dijeda ketika panggilan
my: ဂီတ အားဖုန်းခေါ်နေစဉ် ရပ်ထားပါ
ne: कलको समयमा सङ्गित रोकिएको छ
or: କଲ ଆସିବେ ବେଳେ ସଙ୍ଗୀତ ବାଜିଲା
si: ඇමතුම නිසා ගීතය නතර කරන ලදි
sw: Muziki ulisitishwa wakati wa kupiga simu
te: కాల్‌లో ఉన్నప్పుడు సంగీతం నిలిపివేయబడింది
ur: موسیقی کال کے دوران روک دیا گیا
uz: Qo‘ng‘iroq davomida musiqa pauza qilindi
wa: Muzike djoké sol tins do houcaedje

source: Done
am: ጨርሷል
bn_bd: সম্পন্ন
br: Graet
cy: Gorffen
gd: Deiseil
hi_in: संपन्न
kk: Дайын
km: រួចរាល់
kn: ಆಯಿತು
lv: Paveikts
ms: Selesai
my: ပြီးပြီ
ne: गरियो
si: කළා
te: పూర్తయింది
ur: مکمل
uz: Tayyor
wa: Tot fwait

source: Share
am: ማካፈያ
bn_bd: শেয়ার
br: Rannañ
cy: Rhannu
gd: Co-roinn
hi_in: साझा करें
kk: Бөлісу
km: ចែករំលែក
kn: ಹಂಚು
lv: Koplietot
my: မျှဝေရန်
si: බෙදාගන්න
ur: شیئر
uz: Bo‘lishish
wa: Pårtaedjî

source: Rating
am: ደረጃው
bn_bd: রেটিং
br: Notenn
cy: Graddio
gd: Rangachadh
hi_in: रेटिंग
kk: Рейтингі
km: ការ​វាយតម្លៃ
kn: ರೇಟಿಂಗ್
lv: Vērtējums
my: အဆင့်
si: ඇගැයුම
ur: شرح کاری
uz: Reyting
wa: Préjhaedje

# rating-star.ariaLabel[zero]
source: {{n}} stars
am: {{n}} ኮከቦች
bn_bd: {{n}} তারকা
br: {{n}} steredenn
cy: {{n}} seren
gd: {{n}} rionnag
kk: {{n}} жұлдызша
km: {{n}} ផ្កាយ
kn: {{n}} ನಕ್ಷತ್ರಗಳು
lv: {{n}} zvaigznes
my: ကြယ်ပွင့် {{n}}ပွင့်
si: තරු {{n}} කි
ur: {{n}} ستارے
uz: {{n}} ta yulduz
wa: {{n}} stoeles

source: {{n}} star
am: {{n}} ኮከብ
bn_bd: {{n}} তারকা
br: {{n}} steredenn
cy: {{n}} seren
gd: {{n}} rionnag
hi_in: {{n}} स्टार
kk: {{n}} жұлдызша
km: {{n}} ផ្កាយ
kn: {{n}} ನಕ್ಷತ್ರ
lv: {{n}} zvaigzne
my: ကြယ်ပွင့် {{n}}ပွင့်
si: තරු {{n}} කි
ur: {{n}} ستارہ
uz: {{n}} ta yulduz
wa: {{n}} sitoele

# rating-star.ariaLabel[two]
source: {{n}} stars
am: {{n}} ኮከቦች
bn_bd: {{n}} তারকা
br: {{n}} steredenn
cy: {{n}} seren
gd: {{n}} rionnag
kk: {{n}} жұлдызша
km: {{n}} ផ្កាយ
kn: {{n}} ನಕ್ಷತ್ರಗಳು
lv: {{n}} zvaigznes
my: ကြယ်ပွင့် {{n}}ပွင့်
si: තරු {{n}} කි
ur: {{n}} ستارے
uz: {{n}} ta yulduz
wa: {{n}} stoeles

# rating-star.ariaLabel[few]
source: {{n}} stars
am: {{n}} ኮከቦች
bn_bd: {{n}} তারকাসমূহ
br: {{n}} steredenn
cy: {{n}} seren
gd: {{n}} rionnagan
kk: {{n}} жұлдызша
km: {{n}} ផ្កាយ
kn: {{n}} ನಕ್ಷತ್ರಗಳು
lv: {{n}} zvaigznes
my: ကြယ်ပွင့် {{n}}ပွင့်
si: තරු {{n}} කි
ur: {{n}} ستارے
uz: {{n}} ta yulduz
wa: {{n}} stoeles

# rating-star.ariaLabel[many]
source: {{n}} stars
am: {{n}} ኮከቦች
bn_bd: {{n}} তারকা
br: {{n}} steredenn
cy: {{n}} seren
gd: {{n}} rionnag
kk: {{n}} жұлдызша
km: {{n}} ផ្កាយ
kn: {{n}} ನಕ್ಷತ್ರಗಳು
my: ကြယ်ပွင့် {{n}}ပွင့်
si: තරු {{n}} කි
ur: {{n}} ستارے
uz: {{n}} ta yulduz
wa: {{n}} stoeles

# rating-star.ariaLabel[other]
source: {{n}} stars
am: {{n}} ኮከቦች
bn_bd: {{n}} তারকা
br: {{n}} steredenn
cy: {{n}} seren
gd: {{n}} rionnag
kk: {{n}} жұлдызша
kn: {{n}} ನಕ್ಷತ್ರಗಳು
my: ကြယ်ပွင့် {{n}}ပွင့်
si: තරු {{n}} කි
ur: {{n}} ستارے
uz: {{n}} ta yulduz
wa: {{n}} stoeles

source: Go to player view
am: ወደ ማጫወቻው መመልከቻ መሄጃ
bn_bd: প্লেয়ার ভিউতে যান
br: Mont d'ar gwel lenner
cy: Mynd i olwg chwaraewr
gd: Rach gu sealladh a’ chluicheadair
kk: Ойнату көрінісіне өту
kn: ಪ್ಲೇಯರ್ ನೋಟಕ್ಕೆ ಹೋಗು
lv: Pariet uz lasītāja skatu
my: ဖွင့်စက်ပုံစံ ကြည့်ရန်
si: වාදන දැක්ම වෙත යන්න
ur: جائیں بطرف پلیئر نظارہ
uz: Pleyer ko‘rinishiga o‘tish
wa: Potchî al vuwe djouweu

source: Repeat off
am: መድገሚያው ጠፍቷል
bn_bd: পুনরাবৃত্ত নিষ্ক্রিয়
br: Adlenn diweredekaet
cy: Ailchwarae i ffwrdd
gd: Tha an ath-chluich dheth
kk: Қайталау сөнд.
kn: ಪುನರಾವರ್ತನೆ ನಿಲ್ಲಿಸು
lv: Izslēgt atkārtošanu
my: နောက်တစ်ကြိမ် ပြန်မဖွင့်ရန်
si: පුනරාවර්තනය අක්‍රීයයි
ur: دہرائیں آف کریں
uz: Qaytarishni o‘chirish
wa: Repeter disclitchî

source: Repeat all
am: ሁሉንም መድገሚያ
bn_bd: সমস্ত পুনরাবৃত্ত কর
br: Adlenn an holl
cy: Ailadrodd y cyfan
gd: Ath-chluich na h-uile
kk: Барлығын қайталау
kn: ಎಲ್ಲವನ್ನು ಪುನರಾವರ್ತಿಸು
lv: Atkārtot visas
my: အားလုံးကို ပြန်ဖွင့်ရန်
si: සියල්ල පූනර්වර්තනය
ur: تمام دہرائیں
uz: Barchasini qaytarish
wa: Repeter ttafwait

source: Repeat track
am: ተረኛውን መድገሚያ
bn_bd: ট্র্যাকের পুনরাবৃত্তি কর
br: Adlenn al loabr
cy: Ailadrodd trac
gd: Ath-chluich an traca
kk: Тректі қайталау
kn: ಟ್ರಾಕ್ ಪುನರಾವರ್ತಿಸು
lv: Atkārtot celiņu
my: တစ်ခွေလုံး ပြန်ဖွင့်ရန်
si: පථය පුනරාවර්තනය
ur: ٹریک دہرائیں
uz: Trekni qaytarish
wa: Repeter boket

source: Shuffle
am: መበወዣ
bn_bd: অদলবদল
br: Lenn mell-divell
cy: Cymysgu
gd: Air thuaiream
kk: Араластыру
kn: ಶಫಲ್
lv: Jaukt
my: မွှေရန်
si: කවලම්
ur: شفل کریں
uz: To‘xtash usuli
wa: A l’ avirance

source: Home
am: ቤት
bn_bd: হোম
br: Degemer
cy: Cartref
gd: Dhachaigh
kk: Үйге
lv: Sākuma ekrāns
si: නිවස
ur: گھر
uz: Uy

# playlists-tab.ariaLabel
source: Playlists
am: የማጫወቻ ዝርዝር
bn_bd: প্লেলিস্ট
br: Rolloù seniñ
cy: Rhestrau chwarae
gd: Liostaichean-cluich
kk: Ойнату тізімдері
lv: Atskaņošanas saraksti
si: වාදන ලැයිස්තුව
ur: سنی ہوئی چیزوں کی فہرست
uz: Ijro ro‘yxati

# artists-tab.ariaLabel
source: Artists
am: ተዋናይ
bn_bd: শিল্পী
br: Arzourien
cy: Artist
gd: Luchd-ciùil
kk: Әртістер
kn: ಕಲಾವಿದರು
lv: Izpildītāji
si: කලාකරුවන්
ur: فن کار
uz: Qo‘shiqchilar
wa: Årtisses
