Repository: translate/mozilla-gaia
Catalog: dsb/apps/bluetooth/bluetooth.properties.po
Languages: dsb

source: Turn Bluetooth on to view devices in the area.
dsb: Zmóžniśo Bluetooth, aby rědy w toś tej wokolinje wiźeł.

source: Paired devices
dsb: Zwězane rědy

source: Devices in the area
dsb: K dispoziciji stojece rědy

source: Visible to all
dsb: Za wšykne widobne

source: Your device name exceeds {{length}} characters. Please retry again.
dsb: Mě wašogo rěda ma wěcej ako {{length}} znamuškow. Pšosym wopytajśo hyšći raz.

source: Bluetooth Address
dsb: Adresa Blutooth

source: Not available
dsb: Nic k dispoziciji

source: No devices paired
dsb: Žedne rědy zwězane

source: Turned off
dsb: Wušaltowany

# bt-status-paired[one]
source: {{name}}, +{{n}} more
dsb: {{name}}, +{{n}} dalšny

# bt-status-paired[two]
source: {{name}}, +{{n}} more
dsb: {{name}}, +{{n}} dalšnej

# bt-status-paired[few]
source: {{name}}, +{{n}} more
dsb: {{name}}, +{{n}} dalšne

# bt-status-paired[many]
source: {{name}}, +{{n}} more
dsb: {{name}}, +{{n}} dalšnych

# bt-status-paired[other]
source: {{name}}, +{{n}} more
dsb: {{name}}, +{{n}} dalšnych

source: Tap to connect
dsb: Za zwězowanje pótusnuś

source: Pairing with device…
dsb: Zwězujo se z rědom…

source: Waiting for other device…
dsb: Caka se na drugi rěd…

source: Paired
dsb: Zwězany

source: Connecting…
dsb: Zwězujo se…

source: Connected
dsb: Zwězany

source: Connected to phone audio
dsb: Z telefonowym awdiom zwězany

source: Connected to media audio
dsb: Z medijowym awdiom zwězany

source: Connected to phone/media audio
dsb: Z telefonowym/medijowym awdiom zwězany

source: Unpair
dsb: Zwisk źěliś

source: Confirm
dsb: Wobkšuśiś

# device-option-unpair-confirmation
source: Confirmation
dsb: Wobkšuśenje

source: Unpair device?
dsb: Zwisk z rědom źěliś?

source: Connect
dsb: Zwězaś

source: Disconnect
dsb: Zwisk źěliś

source: Searching for devices…
dsb: Rědy se pytaju…

source: Search for devices
dsb: Rědy pytaś

source: Rename my device
dsb: Mój rěd pśemjeniś

source: Unknown device
dsb: Njeznaty rěd

source: Change device name
dsb: Rědowe mě změniś

source: This name will appear on your other Bluetooth devices
dsb: Mě pokažo se na wašych drugich rědach Bluetooth

source: New name
dsb: Nowe mě

source: Unable to pair devices
dsb: Rědy njedau se koplowaś

source: Unable to pair with the device. Check that the PIN is correct.
dsb: Njejo móžno z rědom koplowaś. Pśeznańśo se, až PIN jo korektny.

source: Unable to pair with the device. Too many requests.
dsb: Njejo móžno z rědom zwězaś. Pśewjele napšašowanjow.

source: Unable to connect devices
dsb: Njejo móžno rědy zwězaś

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
dsb: Pśeznańśo se, až rěd, z kótarymž cośo zwězaś, jo hyšći we wokolnosći a jo Bluetooth zmóžnił.

source: Unpair a connected device?
dsb: Koplowanje ze zwězanym rědom wótpóraś

source: You are currently connected to this device. Unpairing will also disconnect from it.
dsb: Sćo tuchylu z toś tym rědom zwězany. Wótpóranje koplowanja buźo teke zwisk źěliś.

source: Confirmation
dsb: Wobkšuśenje

source: Bluetooth is disabled
dsb: Bluetooth jo znjemóžnjony

source: Do you want to turn Bluetooth on?
dsb: Cośo Bluetooth zmóžniś?

source: Cancel
dsb: Pśetergnuś

source: Turn On
dsb: Zmóžniś

source: Bluetooth file transfer failed
dsb: Datajowe pśenjasenje Bluetooth njejo se raźiło

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
dsb: Datajowe pśenjasenje Bluetooth njejo se raźiło. Pśeznańśo se, lěc nastajenja Bluetooth su korektne.

source: OK
dsb: W pórěźe

source: Pair
dsb: Koplowaś

source: Confirm devices to pair
dsb: Rědy wobkšuśiś, kótarež maju se koplowaś

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
dsb: Aby z {{device}} zwězał, pśeznańśo se, lěc wobej rěda pokazujotej tuchylu slědujucy PIN:

source: To pair with {{device}}, enter the PIN on the device.
dsb: Aby z {{device}} zwězał, zapódajśo PIN na rěźe.

source: To pair with {{device}}, enter the passkey on the device.
dsb: Aby z {{device}} zwězał, zapódajśo pśistupny kluc na rěźe.

# passive-pair
source: Bluetooth pairing request
dsb: Zwězowańske napšašowanje Bluetooth

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
dsb: {{device}} co z toś tym telefonom zwězaś. Aby akceptěrował, pśeznańśo se, lěc wobej rěda pokazujotej slědujucy PIN:

# passive-pair-pincode
source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
dsb: {{device}} co z toś tym telefonom zwězaś. Aby akceptěrował, zapódajśo PIN na rěźe.

# passive-pair-enterpincode
source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
dsb: {{device}} co z toś tym telefonom zwězaś. Aby akceptěrował, zapódajśo PIN na rěźe.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
dsb: {{device}} co z toś tym telefonom zwězaś. Aby akceptěrował, zapódajśo pśistupny kluc na rěźe.

source: {{device}} would like to pair with this phone. To accept, input the passkey and then press Return or Enter on the device.
dsb: {{device}} co z toś tym telefonom zwězaś. Aby akceptěrował, zapódajśo gronidłowu kombinaciju a tłocćo pón zapódawańsku tastu na swójom rěźe.

source: {{device}} would like to pair with this phone.
dsb: {{device}} co z toś tym telefonom zwězaś.

source: Bluetooth Request From
dsb: Napšašowanje Bluetooth wót

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
dsb: Zwězowańske napšašowanje Bluetooth

source: Bluetooth Pairing Request
dsb: Zwězowańske napšašowanje Bluetooth

source: Bluetooth pairing request expired. Try to pair again.
dsb: Zwězowańske napšašowanje Bluetooth jo pśepadnuło. Wopytajśo hyšći raz zwězowaś.
