Repository: translate/mozilla-gaia
Catalog: son/apps/settings/device_type/tablet/settings.device.properties.po
Languages: son

source: Share my Internet connection with a USB-connected device.
son: Ay interneti doboo žemna nda USB-jinay dobante foo.

source: Share my Internet connection with Wi-Fi-connected devices.
son: Ay interneti doboo žemna nda Wi-Fi-jinay dobante fooyaŋ.

source: The ringtone was not changed because the selected file can not be played on this tablet.
son: Talfon hẽenoo mana barmay zama tuku suubantaa ši hin ka hẽe walhaa woo ga.

source: Find My Device allows you to locate, lock or erase your tablet
son: Find My Device ga war walhaa ceeci, k'a kufal wala k'a tuusu

source: Find My Device allows you to locate, lock or erase your tablet from a web site:
son: Find My Device ga war walha ceeci, k'a kufal wala k'a tuusu za interneti nungu ga:

source: Your tablet is being tracked by another device through the website.
son: Jinay tana foo goo ma war walhaa gana interneti nungoo bande.

source: No devices are actively tracking your tablet through the website.
son: Jinay tana kulyaŋ šii ma war walhaa gana interneti nungoo bande.

source: Enabling USB storage allows another computer or device connected using USB to access files on this tablet.
son: Nda USB jišidogoo feera kul ordinater wala jinay tana foo kaŋ ga dobu USB ga ga hin ka tukey caw walhaa woo ga.

source: Reset Tablet
son: Walha yeeti lasaloo ga

source: Resetting will erase all your data, including any apps you’ve purchased. The tablet will be restored to its factory condition. None of your settings or data will be saved.
son: Yeetiyan ga war bayhayey kul tuusu, sanda porogaramizey kaŋ war n'i day. Walhaa ga willi nda izin-teero alhaalo ga. War kayandiyaney nda bayhayey kul ši gaabundi.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your tablet will have unrestricted developer tools, allowing you to modify and debug system applications.
son: Yeetiyan ka war bayhayey kul tuusu, sanda porogaramey kaŋ war n'i day. War kayandiyaney wala bayhayey kul ši gaabundi. Amma war walhaa ga duu cinakaw goyjinay dumey kul, ka war gaa ka dabariɲaa porogaramey barmay wal'i hanse.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your tablet will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
son: Yeetiyan ka war bayhayey kul tuusu, sanda porogaramey kaŋ war n'i day. War kayandiyaney wala bayhayey kul ši gaabundi. Amma war walhaa ga duu cinakaw goyjinay dumey kul, ka war gaa ka dabariɲaa porogaramey barmay wal'i hanse.

source: Turning on power save mode turns off the tablet's data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
son: Sahã gaabuyan alhaaloo ka too walhaa bayhayey, Bluetooth nda gorodoo maateyan dobuyaney ga buu ka baatiri gayandi. War ga hin ka goyey wey tunandi koyne war boŋ se.

source: Help us improve {{brandShortName}} by sharing data about your tablet and the way you use it.
son: War bayhayey žemna war walha nda goy atabiya ga k'ir gaa ka {{brandShortName}} boryandi.

source: Connected to tablet audio
son: Ga dobu walha jinde ga

source: Connected to tablet/media audio
son: Ga dobu walha/hẽenandi jinay jinde ga
