Repository: translate/mozilla-gaia
Catalog: pbb/apps/clock/clock.properties.po
Languages: pbb

source: Reset
pbb: Ma'wẽ u'pte txãawẽy ki'pya'

source: Start
pbb: pu'txna

source: Stop
pbb: Jxukate khyuju'

source: Cancel
pbb: Dewena

source: Hours
pbb: Ẽena's i'san

source: Minutes
pbb: Ãçxte

source: Alarm
pbb: Dejçxa ksusu'nxisa

source: Timer
pbb: Eena's i'sasa

source: Stopwatch
pbb: I'sanxisa

source: Alarm name
pbb: Fxitx'sa ya'se

source: New alarm
pbb: Fxitx'sa u'se

source: Edit alarm
pbb: Fxitxnxi's thethna

source: Pause
pbb: Tundte khyuju'

source: Resume
pbb: Takhna

source: Lap
pbb: Pia'htewesx

source: Lap {{n}}
pbb: pia'htewesx {{n}}

source: Delete
pbb: Khũkhna

source: Time
pbb: Eena' ma' u'jwezte the'gnxisa

# snooze-label
source: Snooze
pbb: Kaikheu'nxisa

# snooze-button
source: Snooze
pbb: Kaikheu'nxisa

source: Repeat
pbb: Txi'txin

source: Vibrate
pbb: Ẽ'sesenxisa

source: Close
pbb: Aphna

source: Save
pbb: Jxawna

source: Done
pbb: Jxa'jxa'

# closeButton.ariaLabel
source: Close
pbb: Aphna

# newAlarmButton.ariaLabel
source: New alarm
pbb: Fxitx'sa u'se

source: System Alarm Volume
pbb: Thakwekh susu fxitx'sa' tx'tewesxna

source: Sound
pbb: Ksusu'sa

source: No Sound
pbb: Su'sme ũ'sa'

source: Every day
pbb: Een i'sa

source: Weekdays
pbb: Vxitya ewu'sa

source: Weekends
pbb: Ki'su pçuçte

source: Never
pbb: Bagaçx yuhpa

source: On
pbb: Ũu

source: Off
pbb: Ewume'n

source: +1 Min
pbb: Ãçx teçxte

source: The alarm is set for <strong>{{alarmMinutes}}</strong> from now.
pbb: Txã fxi'txnxisa txãwen susuna<strong>{{alarmMinutes}}</strong>.

source: The alarm is set for {{alarmHours}} and {{alarmMinutes}} from now.
pbb: Txã fxitx'nxisa' txawen susuna {{alarmHours}} y {{alarmMinutes}}.

source: The alarm is set for {{alarmDays}} and {{alarmHours}} from now.
pbb: Txã fxi'txsa' txãwen susuna {{alarmDays}} y {{alarmHours}}.

source: less than a minute
pbb: Ãçxkwe pe'jxite

# alarmMinutes[one]
source: one minute
pbb: Ãçxkwe teçxth

# alarmMinutes[two]
source: {{minutes}} minutes
pbb: {{minutes}} ã'çxkwete

# alarmMinutes[few]
source: {{minutes}} minutes
pbb: {{minutes}} ãçxkwesu

# alarmMinutes[many]
source: {{minutes}} minutes
pbb: {{minutes}} ã'çxkwesu

# alarmMinutes[other]
source: {{minutes}} minutes
pbb: {{minutes}} ã'çxkwesu

# alarmHours[zero]
source: <strong>{{hours}} hours</strong>
pbb: <strong>{{hours}} eena's the'gna fxi'çenxite</strong>

source: <strong>{{hours}} hour</strong>
pbb: <strong>{{hours}} eena's thegna fxi'çenxi</strong>

# alarmHours[two]
source: <strong>{{hours}} hours</strong>
pbb: <strong>{{hours}} eena'sthegna fxi'çenxi</strong>

# alarmHours[few]
source: <strong>{{hours}} hours</strong>
pbb: <strong>{{hours}} eena's thegna fxi'çenxi</strong>

# alarmHours[many]
source: <strong>{{hours}} hours</strong>
pbb: <strong>{{hours}} eena's thegna fxi'çenxi</strong>

# alarmHours[other]
source: <strong>{{hours}} hours</strong>
pbb: <strong>{{hours}} eena's thegna fxi'çenxi</strong>

# alarmDays[zero]
source: <strong>{{days}} days</strong>
pbb: <strong>{{days}} een</strong>

source: <strong>{{days}} day</strong>
pbb: <strong>{{days}} een</strong>

# alarmDays[two]
source: <strong>{{days}} days</strong>
pbb: <strong>{{days}} een</strong>

# alarmDays[few]
source: <strong>{{days}} days</strong>
pbb: <strong>{{days}} een</strong>

# alarmDays[many]
source: <strong>{{days}} days</strong>
pbb: <strong>{{days}} een</strong>

# alarmDays[other]
source: <strong>{{days}} days</strong>
pbb: <strong>{{days}} een</strong>

source: zero minutes
pbb: Ãçx mẽe

# nSpinnerMinutes.ariaValuetext[one]
source: one minute
pbb: Ãçxkwe teçxth

# nSpinnerMinutes.ariaValuetext[two]
source: {{n}} minutes
pbb: {{n}} ãçxte

# nSpinnerMinutes.ariaValuetext[few]
source: {{n}} minutes
pbb: {{n}} ãçxte

# nSpinnerMinutes.ariaValuetext[many]
source: {{n}} minutes
pbb: {{n}} ãçxte

# nSpinnerMinutes.ariaValuetext[other]
source: {{n}} minutes
pbb: {{n}} ãçxte

source: zero hours
pbb: Ẽen thegnxisamea'

source: {{n}} hour
pbb: {{n}} eena´s thegna fxiçenxi

# nSpinnerHours.ariaValuetext[two]
source: {{n}} hours
pbb: {{n}} eena's thegna fxiçenxi

# nSpinnerHours.ariaValuetext[few]
source: {{n}} hours
pbb: {{n}} eena´s thegna fxiçenxi

# nSpinnerHours.ariaValuetext[many]
source: {{n}} hours
pbb: {{n}} eena´s thegna fxiçenxi

# nSpinnerHours.ariaValuetext[other]
source: {{n}} hours
pbb: {{n}} eena´s thegna fxiçenxi
