Repository: translate/mozilla-gaia
Catalog: hsb/apps/calendar/calendar.properties.po
Languages: hsb

source: Back
hsb: Wróćo

source: Save
hsb: Składować

source: Hide
hsb: Schować

source: Cancel
hsb: Přetorhnyć

source: Confirm
hsb: Wobkrućić

source: Done
hsb: Dokónčene

source: Events
hsb: Podawki

source: Edit
hsb: Wobdźěłać

source: All-day Events
hsb: Cyłodnjowske podawki

source: No Events
hsb: Žane podawki

# show-today
source: Today
hsb: Dźensa

source: Month
hsb: Měsac

source: Week
hsb: Tydźeń

source: Day
hsb: Dźeń

# settings-show
source: Settings
hsb: Nastajenja

source: Hide settings
hsb: Nastajenja schować

source: Add an account
hsb: Konto přidać

# new-event-link.ariaLabel
source: Add event
hsb: Podawk přidać

source: Event
hsb: Podawk

source: Add Event
hsb: Podawk přidać

source: Edit Event
hsb: Podawk wobdźěłać

source: Account
hsb: Konto

source: Accounts
hsb: Konta

# advanced-settings-short-icon-button.ariaLabel
source: Settings
hsb: Nastajenja

source: Calendar Settings
hsb: Protykowe nastajenja

source: Personalization
hsb: Personalizacija

source: Reminders
hsb: Dopomnjeća

source: Add Account
hsb: Konto přidać

source: Username
hsb: Wužiwarske mjeno

source: Password
hsb: Hesło

source: Setting up account
hsb: Waše konto so konfiguruje

source: Unable to sync
hsb: Synchronizacija móžno njeje

source: Sign in
hsb: Přizjewić

# preset-local
source: Offline calendar
hsb: Offline-protyka

# calendar-local
source: Offline calendar
hsb: Offline-protyka

# event-title.placeholder
source: Title
hsb: Titul

source: Where?
hsb: Hdźe?

source: Notes
hsb: Přispomnjenki

source: All day event?
hsb: Cyłodnjowski podawk?

# event-start-date.placeholder
source: Start date
hsb: Spočatny datum

# event-end-date.placeholder
source: End date
hsb: Kónčny datum

# event-start-time.placeholder
source: Start time
hsb: Spočatny čas

# event-end-time.placeholder
source: End time
hsb: Kónčny čas

source: Delete event
hsb: Podawk zhašeć

source: Remove local data
hsb: Lokalne daty wotstronić

source: Remove account
hsb: Konto wotstronić

source: Removing this account will also remove your local copy of associated calendars and events.
hsb: Hdyž tute konto wotstronjeće, so tež lokalna kopija zwjazanych protykow a podawkow wotstroni.

source: Sync
hsb: Synchronizować

source: Syncing
hsb: Synchronizowanje

source: Syncing complete
hsb: Synchronizowanje dokónčene

source: Sync Calendar
hsb: Protyku synchronizować

source: 15 min
hsb: Kóžde 15 mjeńšin

source: 30 min
hsb: Kóžde 30 min

source: Manually
hsb: Manuelnje

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
hsb: {{startDate}}<br>wot {{startTime}} hač do {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
hsb: Wot {{startTime}} {{startDate}}<br>hač do {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
hsb: Cyły dźeń<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
hsb: Cyły dźeń wot {{startDate}}<br>hač do {{endDate}}

source: None
hsb: Žadyn

source: Reminder:
hsb: Dopomnjeće:

source: Remind me
hsb: Dopomnić

source: At time of event
hsb: W času podawka

source: On day of event
hsb: Na dźeń podawka

source: {{title}} starting {{distance}}
hsb: {{title}} započnje so za {{distance}}

source: {{title}} started {{distance}}
hsb: {{title}} započa so {{distance}}

source: 0 minutes before
hsb: 0 mjeńšin do toho

source: 1 minute before
hsb: 1 mjeńšina do toho

# minutes-before[two]
source: {{value}} minutes before
hsb: {{value}} mjeńšinje do toho

# minutes-before[few]
source: {{value}} minutes before
hsb: {{value}} mjeńšiny do toho

# minutes-before[many]
source: {{value}} minutes before
hsb: {{value}} mjeńšin do toho

# minutes-before[other]
source: {{value}} minutes before
hsb: {{value}} mjeńšin do toho

source: 0 hours before
hsb: 0 hodźin do toho

source: 1 hour before
hsb: 1 hodźina do toho

# hours-before[two]
source: {{value}} hours before
hsb: {{value}} hodźinje do toho

# hours-before[few]
source: {{value}} hours before
hsb: {{value}} hodźiny do toho

# hours-before[many]
source: {{value}} hours before
hsb: {{value}} hodźin do toho

# hours-before[other]
source: {{value}} hours before
hsb: {{value}} hodźin do toho

source: 0 days before
hsb: 0 dnjow do toho

source: 1 day before
hsb: 1 dźeń do toho

# days-before[two]
source: {{value}} days before
hsb: {{value}} dnjej do toho

# days-before[few]
source: {{value}} days before
hsb: {{value}} dny do toho

# days-before[many]
source: {{value}} days before
hsb: {{value}} dnjow do toho

# days-before[other]
source: {{value}} days before
hsb: {{value}} dnjow do toho

source: 0 weeks before
hsb: 0 njedźel do toho

source: 1 week before
hsb: 1 tydźeń do toho

# weeks-before[two]
source: {{value}} weeks before
hsb: {{value}} njedźeli do toho

# weeks-before[few]
source: {{value}} weeks before
hsb: {{value}} njedźele do toho

# weeks-before[many]
source: {{value}} weeks before
hsb: {{value}} njedźel do toho

# weeks-before[other]
source: {{value}} weeks before
hsb: {{value}} njedźel do toho

source: 0 months before
hsb: 0 měsacow do toho

source: 1 month before
hsb: 1 měsac do toho

# months-before[two]
source: {{value}} months before
hsb: {{value}} měsacaj do toho

# months-before[few]
source: {{value}} months before
hsb: {{value}} měsacy do toho

# months-before[many]
source: {{value}} months before
hsb: {{value}} měsacow do toho

# months-before[other]
source: {{value}} months before
hsb: {{value}} měsacow do toho

source: 0 years before
hsb: 0 lět do toho

source: 1 year before
hsb: 1 lěto do toho

# years-before[two]
source: {{value}} years before
hsb: {{value}} lěće do toho

# years-before[few]
source: {{value}} years before
hsb: {{value}} lěta do toho

# years-before[many]
source: {{value}} years before
hsb: {{value}} lět do toho

# years-before[other]
source: {{value}} years before
hsb: {{value}} lět do toho

source: 0 minutes after
hsb: 0 mjeńšin po tym

source: 1 minute after
hsb: 1 mjeńšina po tym

# minutes-after[two]
source: {{value}} minutes after
hsb: {{value}} mjeńšinje po tym

# minutes-after[few]
source: {{value}} minutes after
hsb: {{value}} mjeńšiny po tym

# minutes-after[many]
source: {{value}} minutes after
hsb: {{value}} mjeńšin po tym

# minutes-after[other]
source: {{value}} minutes after
hsb: {{value}} mjeńšin po tym

source: 0 hours after
hsb: 0 hodźin po tym

source: 1 hour after
hsb: 1 hodźina po tym

# hours-after[two]
source: {{value}} hours after
hsb: {{value}} hodźinje po tym

# hours-after[few]
source: {{value}} hours after
hsb: {{value}} hodźiny po tym

# hours-after[many]
source: {{value}} hours after
hsb: {{value}} hodźin po tym

# hours-after[other]
source: {{value}} hours after
hsb: {{value}} hodźin po tym

source: 0 days after
hsb: 0 dnjow po tym

source: 1 day after
hsb: 1 dźeń po tym

# days-after[two]
source: {{value}} days after
hsb: {{value}} dnjej po tym

# days-after[few]
source: {{value}} days after
hsb: {{value}} dny po tym

# days-after[many]
source: {{value}} days after
hsb: {{value}} dnjow po tym

# days-after[other]
source: {{value}} days after
hsb: {{value}} dnjow po tym

source: 0 weeks after
hsb: 0 njedźel po tym

source: 1 week after
hsb: 1 tydzeń po tym

# weeks-after[two]
source: {{value}} weeks after
hsb: {{value}} njedźeli po tym

# weeks-after[few]
source: {{value}} weeks after
hsb: {{value}} njedźele po tym

# weeks-after[many]
source: {{value}} weeks after
hsb: {{value}} njedźel po tym

# weeks-after[other]
source: {{value}} weeks after
hsb: {{value}} njedźel po tym

source: 0 months after
hsb: 0 měsacow po tym

source: 1 month after
hsb: 1 měsac po tym

# months-after[two]
source: {{value}} months after
hsb: {{value}} měsacaj po tym

# months-after[few]
source: {{value}} months after
hsb: {{value}} měsacy po tym

# months-after[many]
source: {{value}} months after
hsb: {{value}} měsacow po tym

# months-after[other]
source: {{value}} months after
hsb: {{value}} měsacow po tym

source: 0 years after
hsb: 0 lět po tym

source: 1 year after
hsb: 1 lěto po tym

# years-after[two]
source: {{value}} years after
hsb: {{value}} lěće po tym

# years-after[few]
source: {{value}} years after
hsb: {{value}} lěta po tym

# years-after[many]
source: {{value}} years after
hsb: {{value}} lět po tym

# years-after[other]
source: {{value}} years after
hsb: {{value}} lět po tym

source: All Day
hsb: Cyły dźeń

source: The event cannot end before its start date
hsb: Podawk njemóže so před spočatnym datumom kónčić

source: The event cannot end before its start time
hsb: Podawk njemóže so před spočatnym časom kónčić

source: Wrong login and/or password
hsb: Wopačne wužiwarske mjeno a/abo hesło

source: Server error. Check your login and try again.
hsb: Serwerowy zmylk. Přepruwujće swoje přizjewjenske daty a spytajće hišće raz.

source: Something is wrong. Try again later.
hsb: Něšto je wopak. Spytajće pozdźišo hišće raz.

source: No connection. Check your network configuration and try again.
hsb: Žadyn zwisk. Přepruwujće swoju syćowu konfiguraciju a spytajće hišće raz.

source: This account already exists.
hsb: Tute konto hižo eksistuje.

source: Calendar sync error
hsb: Zmylk protykoweje synchronizacije

source: Tap for more info
hsb: Podótkńće so za dalše informacije

# weekday-0-single-char
source: S
hsb: N

source: M
hsb: P

# weekday-2-single-char
source: T
hsb: W

source: W
hsb: S

# weekday-4-single-char
source: T
hsb: Š

source: F
hsb: P

source: Friday
hsb: Pjatk

source: Thursday
hsb: Štwórtk

source: Wednesday
hsb: Srjeda

source: Tuesday
hsb: Wutora

source: Monday
hsb: Póndźela

source: Sunday
hsb: Njedźela

source: Saturday
hsb: Sobota

source: {{n}} event
hsb: {{n}} podawk

# busy[two]
source: {{n}} events
hsb: {{n}} podawkaj

# busy[few]
source: {{n}} events
hsb: {{n}} podawki

# busy[many]
source: {{n}} events
hsb: {{n}} podawkow

# busy[other]
source: {{n}} events
hsb: {{n}} podawkow

# present.ariaLabel
source: Today
hsb: Dźensa

# past-other-month-description.ariaLabel
source: Other month
hsb: Druhi měsac

# future-other-month-description.ariaLabel
source: Other month
hsb: Druhi měsac

source: Has alarm
hsb: Ma alarm

source: Calendars
hsb: Protyki

# multi-day-new-event-link.ariaLabel
source: Add event
hsb: Podawk přidać

# title.ariaLabel
source: Title
hsb: Titul

source: Location
hsb: Městno

source: Duration
hsb: Traće

source: Calendar
hsb: Protyka

source: Alarms
hsb: Alarmy

source: Description
hsb: Wopisanje

# start-date.ariaLabel
source: Start date
hsb: Spočatny datum

# start-time.ariaLabel
source: Start time
hsb: Spočatny čas

# end-date.ariaLabel
source: End date
hsb: Kónčny datum

# end-time.ariaLabel
source: End time
hsb: Kónčny čas

source: Loading
hsb: Začituje so

source: All day
hsb: Cyły dźeń

source: Create event
hsb: Podawk wutworić

source: Create all day event
hsb: Podawk za cyły dźeń wutworić

source: from {{startTime}} to {{endTime}}
hsb: wot {{startTime}} hač do {{endTime}}

source: {{startDate}} from {{startTime}} to {{endTime}}
hsb: {{startDate}} wot {{startTime}} hač do {{endTime}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
hsb: Wot {{startTime}} {{startDate}} hač do {{endTime}} {{endDate}}
