Repository: translate/mozilla-gaia
Catalog: ha/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Raba

source: Resend
id: Sake aikawa

source: Connecting
id: Yana haɗawa

source: Verify
id: Tantance

source: Verifying
id: Ya na tantancewa

source: Verified
id: An tantance

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{app_name}} na son sanin kuma ya tantance lambar wayarka. Zaɓi wanda ka ke so ka raba ko ka shigar da sabuwa.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Ba mu aika da lamba zuwa {{phone_number}}. Za mu jarraba shi ta hanyar mai yi da kansa, amma sai ka shigar da shi da hannu idan ba'a amfani da shi a wannan na'urar.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: Madalla! Lambar wayarka {{phone_number}} yanzu an tantanceta kuma za'a sameta a {{app_name}}.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Uwar garke mai tantacewa babu ita a wannan lokaci. Duba haɗinka na yanar gizo, sake gwadawa ko ka saurara na wasu mintina

source: There seems to be a problem with your verification code. Let's try once again!
id: Da alama akwai matsala tare da lambarka ta tantancewa. Bari mu sake gwadawa!

source: Mobile identity
id: Tantancewar ta hannu

source: Or add your phone number
id: Ko ka daɗa lambar waya

source: Or select a phone number from the list
id: Ko ka zaɓi lamabar waya daga jeri
