Repository: translate/mozilla-gaia
Catalog: tn/apps/music/music.properties.po
Languages: tn

source: Music
tn: Mmino

source: Artists
tn: Diopedi

source: Albums
tn: Dikgatiso

source: Songs
tn: Dipina

source: Unknown artist
tn: Seopedi se se sa itsagaleng

source: Unknown album
tn: Kgatiso e e sa itsagaleng

source: Unknown title
tn: Setlhogo se se sa itsagaleng

source: Add songs to get started
tn: Tsenya dipina go ka simolola

source: Load songs on to the memory card.
tn: Laisa dipina mo karateng ya polokelo

source: No memory card found
tn: karata ya polokelo ga e bonale

source: Insert a memory card to listen to songs.
tn: Tsenya karata ya polokelo go reetsa dipina

source: Music can not be used while phone is plugged in
tn: Mmino o ka seke o dirisiwe fa mosokelatsebeng o goketswe

source: Unplug the phone to play music.
tn: Kgaola kgokagano ya mosokelatsebeng go reetsa dipina

source: Database Upgrade
tn: Ntshwafatsa Polokelotshedimosetso

source: Please wait while Music updates its database.
tn: Tsweetswee ema sebakanyana fa Mmino o santse o ntshwafatsa polokelotshedimosetso

source: Search Music
tn: Batla dipina

# search-cancel
source: Cancel
tn: Emisa

# search-artists
source: Artists
tn: Diopedi

# search-albums
source: Albums
tn: Dikgatiso

source: Tracks
tn: Dipina

source: close
tn: tswala

source: No music found
tn: Gagona mmino o o bonalang

source: Shuffle all
tn: Shafola tsotlhe

source: Highest rated
tn: Tsa tlhwatlhwa

source: Recently added
tn: tse disha go tsenngwa

source: Most played
tn: Tse di tshamekiwang thata

source: Least played
tn: Tse di sa tshamekiweng thata

source: Select a track
tn: Tlhopha pina

source: Save
tn: Boloka

source: Saved {{title}} to Music
tn: {{title}} se boloketswe mo Dipineng

source: Audio cannot be played: format is unsupported or file is invalid.
tn: Mmino ga o kgone go tshamekwa: mofuta ga o letlelesege kgotsa faele ga e a siama

# overlay-cancel-button
source: Cancel
tn: Emisa

source: Music paused during the call
tn: Mmino o eme mo nakong ya go letsa

source: Done
tn: Feditse

source: Share
tn: Abelana

source: Rating
tn: Sekale

# rating-star.ariaLabel[zero]
source: {{n}} stars
tn: {{n}} dinaledi

source: {{n}} star
tn: {{n}} naledi

# rating-star.ariaLabel[two]
source: {{n}} stars
tn: {{n}} dinaledi

# rating-star.ariaLabel[few]
source: {{n}} stars
tn: {{n}} dinaledi

# rating-star.ariaLabel[many]
source: {{n}} stars
tn: {{n}} dinaledi

# rating-star.ariaLabel[other]
source: {{n}} stars
tn: {{n}} dinaledi

source: Go to player view
tn: Ya go tebegong ya setshameki

source: Repeat off
tn: Poeletso e timilwe

source: Repeat all
tn: Boeletsa tsotlhe

source: Repeat track
tn: Boeletsa pina

source: Shuffle
tn: Shafola

# artists-tab.ariaLabel
source: Artists
tn: Diopedi

# albums-tab.ariaLabel
source: Albums
tn: Dikgatiso

# songs-tab.ariaLabel
source: Songs
tn: Dipina
