Repository: translate/mozilla-gaia
Catalog: ha/apps/gallery/gallery.properties.po
Languages: ha

# number-selected2[zero]
source: Select
ha: Zaɓi

# number-selected2[one]
source: {{ n }} selected
ha: an zaɓi {{ n }}

# number-selected2[two]
source: {{ n }} selected
ha: an zaɓi {{ n }}

# number-selected2[few]
source: {{ n }} selected
ha: an zaɓi {{ n }}

# number-selected2[many]
source: {{ n }} selected
ha: an zaɓi {{ n }}

# number-selected2[other]
source: {{ n }} selected
ha: an zaɓi {{ n }}

source: Delete photo?
ha: A goge hoto?

source: Delete video?
ha: A goge bidiyo?

source: Nothing selected
ha: Ba'a zaɓi komai ba

source: Delete selected item?
ha: A goge abin da aka zaɓa?

# delete-n-items?[two]
source: Delete {{ n }} items?
ha: A goge abubuwa {{ n }}?

# delete-n-items?[few]
source: Delete {{ n }} items?
ha: A goge abubuwa {{ n }}?

# delete-n-items?[many]
source: Delete {{ n }} items?
ha: A goge abubuwa {{ n }}?

# delete-n-items?[other]
source: Delete {{ n }} items?
ha: A goge abubuwa {{ n }}?

# pickoneimage2
source: Select
ha: Zaɓi

# cropimage
source: Crop
ha: Yanke

source: Cancel
ha: Soke

source: Delete
ha: Goge

source: Edit
ha: Gyara

source: Save
ha: Ajiye

source: Done
ha: An kammala

source: Exposure
ha: Wayewa

source: Crop
ha: Yanke

source: Effects
ha: Tasiri

source: Borders
ha: Gyaffa

source: Auto-enhance on
ha: An kunna mai haɓaka da kansa

source: Auto-enhance off
ha: An kashe mai haɓaka da kansa

source: Original
ha: Na asali

source: B&W
ha: B&F

source: Sepia
ha: Ruwan makuba

source: Freeform
ha: Zane bai-bai

source: Portrait
ha: Tsaiwar-wata

source: Landscape
ha: Kwanciyar-magirbi

source: Square
ha: Zane mai kwana huɗu

source: No photos or videos
ha: Babu hotuna ko bidiyoyi

source: Use the Camera app to get started.
ha: Yi amfani da aikace-aikacen Kyamara domin farawa.

source: No photos
ha: Babu hotuna

source: No memory card
ha: Babu kati mai ƙwaƙwalwa

source: Insert a memory card to use this app.
ha: Saka kati mai ƙwaƙwalwa domin amfani da wannan aikace-aikacen.

source: Memory card in use
ha: Ana amfani da kai mai ƙwaƙwalwa

source: Unplug the phone to use this app.
ha: Zare wayarka domin amfani da wannan aikace-aikacen.

source: Scanning
ha: Nema

source: Looking for photos and videos.
ha: Neman hotuna da bidiyoyi.

source: Database Upgrade
ha: Haɓaka tushen bayani

source: Please wait while Gallery updates its database.
ha: Dakata yayinda Ma'ajiyar hotuna ke sabunta tushen bayanansa.
