Repository: translate/mozilla-gaia
Catalog: pbb/apps/system/fxa/fxa.properties.po
Languages: pbb

source: Firefox Accounts
pbb: Isasa Firefox-te

source: Next
pbb: Ya'çka kaanxi

source: Back
pbb: Este

source: Done
pbb: Jxa'jxa'

source: OK
pbb: Ewna jĩma'k

# fxa-connection-error-title
source: Unable to Connect
pbb: Eeme' txi'pwẽtepa

source: You can create an account or sign in from Settings.
pbb: Ewu'ma'g vxithya teçx kutxihnxisa meçxa txi'pya txãjuy phewu'çxa.

source: Reset Password
pbb: Phewu'jxa paçte fxi'jhnxisa's

source: You can reset your password from Settings.
pbb: Ewuna pheu'hjxa idx paçte fxi'hjnxi's txãjuy.

source: Cannot Create Account
pbb: Ewumena kutxihjxa

# fxa-offline-error-title
source: Unable to Connect
pbb: Ewumena txi'pya

source: Please connect to a network from Settings.
pbb: Miçxkitxa teçx dxijanxite txãjuy phewu'hnxite.

source: Error
pbb: Ewmeesaa

source: Please enter a valid email.
pbb: Jxujuy kajhnxisa's ew mvxit selpisa.

source: Invalid Password
pbb: Paçte fxi'jnxisa' ewme'

source: Please check your password and try again.
pbb: Ew mtheg idx paçte fxi'jhnxi's jĩçxa txi' use takhenega.

# fxa-unknown-error-title
source: Unable to Connect
pbb: Ewme' çxkitxawa'

source: System unavailable, try again soon.
pbb: Mjînxi' ewmea', txi'txin ãçxaçxkwe isanega.

source: Connecting
pbb: Çxkitxasa

source: Enter your email
pbb: Mfxi' idx jxujuy kahnxisa's

source: Use your email address to create an account or sign in.
pbb: Mvxis idx dxija's jxujuy kahnxisa's txã's teçx kutxi'hnxi vxitya meçxa çxkitxaya.

source: By proceeding, I agree to the <a>{{tos}}</a> and <a>{{pn}}</a> of Firefox cloud services.
pbb: Ujhna, ma'wẽtepa '{<a>{{tos}}</a> and <a>{{pn}}</a> selpina u'phsa's tãphnawesa's.

source: Terms of Service
pbb: Kxtey yuya' Seelpisa's

source: Privacy Notice
pbb: Peekxkĩ's pta'sxna

source: Create a Password
pbb: Teçx paçte kutxihn ũsth

source: Enter Your Password
pbb: Mfxi' idx çukhte jipunxi's

source: Hello, <a>{{email}}</a>
pbb: Ewçxa, <a>{{email}}</a>

source: Please enter your Firefox Account password to continue.
pbb: Mfxi' idx çukhte jipunxi's txtee Firefox txãnxuçxa yaçuhj ujwena.

source: Password
pbb: Çhukte ji'phun

source: Forgot your password?
pbb: ¿Peçxkanupa'ga idx çxhukte ji'phuni's?

source: Show password
pbb: Pta'sxna çxhukte ji'phuni

source: Your password must be at least 8 characters long.
pbb: Idx paçte fxi'jnxi's nawe jipuwahj jipa taw isanxisa.

source: Success!
pbb: ¡Ewutha'w!

source: Your Firefox Account is ready to go!
pbb: ¡Idxa' u'sesa's pta'sxna Firefoxte ih ũsya'!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
pbb: Ãçxah maz juedpa pakweya ewunega u'kwe vxisnxisa's y apps txãw Firefox Marketplace.

source: In the future, you can access and manage your account from Settings.
pbb: Na' kuskay, ewuneg u'kaya txi' thegya idx kutxi'hnxi's txãjuy phewu'çxa.

source: Confirm Your Account
pbb: Idxa's kayaki'n isasa's.

source: We will send an email to: <strong>{{email}}</strong>
pbb: Kajxapthaw jxujuytewesxnxakh: <strong>{{email}}</strong>
