Repository: translate/mozilla-gaia
Catalog: nd/apps/email/email.properties.po
Languages: nd

# back-button.ariaLabel
source: Back
nd: Emuva

source: Close
nd: Vala

source: Mail
nd: I-Mail

source: To send and receive email, you will need to set up an account.
nd: Ukuze wenelise uku thumeza lokwamukela ama-email, kumele usethe i akhawunti.

source: New Account
nd: I-Akhawunti Entsha

source: Enter Password For:
nd: Faka i-Password ka:

# setup-info-name.placeholder
source: Your name
nd: Ibizo lakho

# setup-info-password.placeholder
source: Password
nd: I-password

# setup-info-next
source: Next
nd: Dlula

source: Setting up account
nd: Sisasetha I-akhawunti

source: Mail account setup
nd: Ukusethwa kwe-akhawunti yezincwadi

source: All done!
nd: Konke kwenziwe!

source: Add another account
nd: Faka eyinye i akhawunti

source: Continue to Mail
nd: Dlulela ku Mail

source: This device is currently offline. Connect to a network and try again.
nd: I-divayisi le ayikho ku Inthanethi okwakhathesi. Xhuma ku-network uzame futhi.

source: Invalid username or password. Check for typos.
nd: I-username kumbe I-password ayiqondanga. Khangela ulungise

source: Invalid e-mail address. Check for typos.
nd: Ikheli ye-email ayiqondanga. Khangela ulungise.

source: The server said you’re not authorized to create an account
nd: I-server ithe awulamvumo yokwenza i-akhawunti

source: Server unsupported. The POP3 server does not implement required features.
nd: Asenelisi ukusebenzisa i-server. I-POP3-server ayenelisi ukwenza lokho okufisayo.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
nd: Kukhona okuphambanisekileyo. Hlola ukuthi uxhumile ku-network kumbe uzame ukuzisethela.

source: You must use an application specific password for two-factor Gmail accounts
nd: Kumele usebenzise I-password ehambelana lohlelo ukuze ungene ku Gmail esebenzisa I-two factor authentication

source: You must enable IMAP for your Gmail account
nd: Kumele uqale wenze i-IMAP isebenze ku akhawunti ye-Gmail

source: You must enable POP3 for your Gmail account
nd: Kumele uqale wenze i-POP3 isebenze ku akhawunti ye-Gmail

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
nd: Sehluleke ukuxhumana le "{{server}}" ngendlela evikelekileyo. Kungabe kulohlupho ku-network kumbe ku-server.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
nd: Sehluleke ukuxhumana le "{{server}}" ngendlela elondekileyo. Kungabe kulohlupho ku-network.

source: There is a problem with the server "{{server}}". Try again later.
nd: Kulohlupho le-server "{{server}}". Zama ngemva kwesikhathi.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
nd: Sehlulekile ukusetha i-akhawunti yakho ngokuzenzakalelayo. Lungisa ikheli ye-email kumbe uzame ukuzisethela.

source: The server "{{server}}" is offline for maintenance. Try again later.
nd: I-server "{{server}}" ithule okwakhathesi ngoba iyalungiswa. Zama njalo ngemva kwesikhathi.

source: This account is already configured.
nd: I-account le isisethiwe kudala.

source: Manual setup
nd: Zisethele wedwa

source: Manual Setup
nd: Zisethele wedwa

# setup-manual-account-type
source: Account type
nd: Umhlobo we-account

# setup-manual-imap-header
source: IMAP settings
nd: Amasethingi awe-IMAP

# setup-manual-pop3-header
source: POP3 settings
nd: Amasethingi awe-POP3

# setup-manual-smtp-header
source: SMTP settings
nd: Amasethingi awe SMTP

# setup-manual-activesync-header
source: ActiveSync settings
nd: Amasethingi awe-ActiveSync

# setup-manual-next
source: Next
nd: Dlula

source: Socket Type
nd: I-Socket Type

source: Unencrypted (insecure)
nd: Ayifihlwanga (ayivikelekanga)

# setup-manual-hostname.placeholder
source: Hostname
nd: I-Hostname

source: Port Number
nd: I-Port Number

# setup-manual-username.placeholder
source: Username
nd: I-Username

source: Domain\Username
nd: I-Domain\Username

source: Bad password!
nd: I-password ayiqondanga

source: We could not sign in to the server. Maybe your password is wrong?
nd: Sehlulekile ukungena ku-server. Kumbe I-password yakho ayiqondanga?

source: New password
nd: I-pasword entsha

source: Retry with new password
nd: Zama usebenzisa i-password entsha

source: Two-Factor Enabled
nd: I-Two-Factor ivuliwe

source: You need to enter an application-specific password below.
nd: Kumele ufake i-password yohlelo ngaphansi.

source: Use application password
nd: Sebenzisa I-password yohlelo

source: IMAP Disabled
nd: I-IMAP yenziwe yangasebenzi

source: You must enable IMAP on your Gmail account
nd: Kumele uvule I-IMAP ku-akhawunti yakho ye Gmail

# setup-gmail-imap-retry
source: Retry
nd: Zama njalo

source: POP3 Disabled
nd: I-POP3 yenziwe yangasebenzi

source: You must enable POP3 on your Gmail account
nd: Kumele uvule I-POP3 ku-akhawunti yakho ye Gmail

# setup-gmail-pop3-retry
source: Retry
nd: Zama njalo

source: Email needs to be reauthorized to access the following account:
nd: I-email kumele ivunyelwe ukusebenza ukuze usebenzise I-akhawunti leyi:

# setup-fix-oauth2-reauthorize
source: Reauthorize
nd: Vumela kutsha

source: Mail Settings
nd: Ama-sethingi e-email

# settings-sub-header-account
source: Account
nd: I-Akhawunti

# settings-account-name
source: Your name
nd: Ibizo lakho

source: Display notifications for new messages
nd: Tshengisa izaziso nxa kungena imibiko emitsha

source: Play sound after message is sent
nd: Dlala umsindo umbiko ungathunyezwa

source: Tap to Edit
nd: Thinta kancane ukuze ulungise

# settings-account-signature-label
source: Signature
nd: I-Signature

source: Save Signature
nd: Gcina I-Signature

# settings-sub-header-data
source: Data
nd: I-Datha

# settings-account-check-mail
source: Check for new messages
nd: Khangela imiyalezo emitsha

# settings-sub-header-server
source: Server settings
nd: Ama-sethingi e-server

source: Username and password
nd: I-username le-password

# settings-account-useroauth2
source: Username
nd: I-Username

source: Done
nd: Qedile

# settings-account-section
source: Accounts
nd: Ama-akhawaunti

source: Add Account
nd: Faka I-akhawunti

source: Delete account
nd: Dilitha I-akhawunti

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
nd: Uleqiniso ukuthi ufuna uku dilitha i-khawunti yakho u {{account}}? Kuzamele udawunilode kutsha ama e-mail nxa usuyi faka futhi.

# settings-account-delete-cancel
source: Cancel
nd: Khansela

# settings-account-delete-confirm
source: Delete
nd: Dilitha

source: General settings
nd: Ama-sethingi

source: Always show images
nd: Tshengisa imifanekiso sonke isikhathi

source: Download attachments
nd: Dawuniloda okunanyathelisiweyo

source: Every 5 minutes
nd: Njalo ngemva kwemizuzu engu 5

source: Every 10 minutes
nd: Njalo ngemva kwemizuzu engu-10

source: Every 15 minutes
nd: Njalo ngemva kwemizuzu engu-15

source: Every 30 minutes
nd: Njalo ngemva kwemizuzu engu-30

source: Every hour
nd: Njalo ngemva kwe-hola

source: Manually
nd: Ngokuzenzela

source: disabled
nd: icitshiwe

source: {{ n }} second
nd: {{ n }} umzuzwana

# settings-check-dynamic[two]
source: {{ n }} seconds
nd: {{ n }} imizuzwana

# settings-check-dynamic[few]
source: {{ n }} seconds
nd: {{ n }} imizuzwana

# settings-check-dynamic[many]
source: {{ n }} seconds
nd: {{ n }} imizuzwana

# settings-check-dynamic[other]
source: {{ n }} seconds
nd: {{ n }} imizuzwana

source: Set as default email
nd: Setha kube yi-default email

# settings-account-type
source: Account type
nd: Umhlobo we akhawunti

# settings-activesync-label
source: ActiveSync settings
nd: Ama sethingi e-ActiveSync

# settings-imap-label
source: IMAP settings
nd: Amasethingi e-IMAP

# settings-pop3-label
source: POP3 settings
nd: Amasethingi e-POP3

# settings-smtp-label
source: SMTP settings
nd: Amasething e-POP3

# settings-hostname
source: Hostname
nd: I_Hostname

source: Port
nd: I-Port

# settings-username
source: Username
nd: I-Username

# settings-password
source: Password
nd: I-Password

source: Save
nd: Gcina

source: Password field should not be empty
nd: I-Password ayifakwanga

source: Automatic
nd: Ngokuzenzakalelayo

source: 1 day
nd: Ilanga eliyi-1

source: 3 days
nd: amalanga ayi-3

source: 1 week
nd: iviki eyi-1

source: 2 weeks
nd: amaviki ayi-2

source: 1 month
nd: inyanga eyi-1

source: All messages
nd: Imiyalezo yonke

# envelope-from
source: From
nd: Ivela ku

# envelope-to
source: To
nd: Iya

source: Sending
nd: Isathumeza

source: Compose message
nd: Bhala incwadi

# compose-header-short
source: Compose
nd: Bhala

# compose-send
source: Send
nd: Thumeza

# compose-to
source: To
nd: Iya

# compose-attachments-container.ariaLabel[zero]
source: Attachments
nd: Okunanyathelisiweyo

# compose-attachments-container.ariaLabel[one]
source: Attachments: {{kilobytes}}K
nd: Okunanyathelisiweyo : {{kilobytes}} K

# compose-attachments-container.ariaLabel[two]
source: Attachments: {{kilobytes}}K
nd: Okunanyathelisiweyo : {{kilobytes}} K

# compose-attachments-container.ariaLabel[few]
source: Attachments: {{kilobytes}}K
nd: Okunanyathelisiweyo : {{kilobytes}} K

# compose-attachments-container.ariaLabel[many]
source: Attachments: {{kilobytes}}K
nd: Okunanyathelisiweyo : {{kilobytes}} K

# compose-attachments-container.ariaLabel[other]
source: Attachments: {{kilobytes}}K
nd: Okunanyathelisiweyo : {{kilobytes}} K

source: Remove
nd: Khipha

# compose-attachments[zero]
source: Attachments
nd: Okunanyathelisiweyo

source: One moment, still working on the previous attachment...
nd: Mana kancane, sisa lungisa okunamathisele ngaphambi kwalokhu...

# compose-subject
source: Subject
nd: Isihloko

source: Save to Local Drafts
nd: Gcina kuma -Local Drafts

source: Sending email failed
nd: Ukuthumeza I-email kwehlule

source: Attachment too large
nd: Okunanyathiselweyo kukhulu kakhulu

source: Attachments too large
nd: Okunanyathiselweyo kukhulu kakhulu

source: The selected attachment is too large to send with this message.
nd: Okunanyathiselweyo kukhulu kakhulu ukuthi kuthunyezwe lomyalezo lowu.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
nd: Okunanyathiselweyo kukhulu kakhulu ukuthi kuthunyezwe lomyalezo lowu. Khetha ama-fayili amalutshwana uzame futhi.

source: attachment{{ n }}
nd: okunanyathiselweyo {{ n }}

# message-attachment-view
source: View
nd: Buka

source: Unable to open
nd: Ayivuleki

source: The device does not have an app that can open the attachment.
nd: I-divayisi le ayila-app engavula okunanyathiselweyo lokhu.

source: This file is too large to download.
nd: I-fayili leyi inkulu kakhulu ukuthi idawunilodwe.

# message-edit-menu-edit
source: Edit
nd: Lungisa

# message-edit-menu-delete
source: Delete
nd: Dilitha

source: Delete email message?
nd: Dilitha I-email leyi?

source: Attachments can not be forwarded.
nd: Okunanyathiselweyo akudluliseki phambili.

# message-multiedit-header[zero]
source: Edit
nd: Lungisa

# message-multiedit-header[one]
source: {{ n }} selected
nd: {{ n }} okukhethiweyo

# message-multiedit-header[two]
source: {{ n }} selected
nd: {{ n }} okukhethiweyo

# message-multiedit-header[few]
source: {{ n }} selected
nd: {{ n }} okukhethiweyo

# message-multiedit-header[many]
source: {{ n }} selected
nd: {{ n }} okukhethiweyo

# message-multiedit-header[other]
source: {{ n }} selected
nd: {{ n }} okukhethiweyo

source: Browse to URL?: {{ url }}
nd: Ufuna ukuya ku-URL leyi?: {{ url }}

source: This email contains one image. Tap to download.
nd: Umyalezo we-email lowu ulomfanekiso owodwa. Thinta kancane uwudawunilode.

# message-download-images-tap[two]
source: This email contains {{ n }} images. Tap to download.
nd: Umyalezo we-email lowu ulemifanekiso engu {{ n }}. Thinta kancane uyidawunilode.

# message-download-images-tap[few]
source: This email contains {{ n }} images. Tap to download.
nd: Umyalezo we-email lowu ulemifanekiso engu {{ n }}. Thinta kancane uyidawunilode.

# message-download-images-tap[many]
source: This email contains {{ n }} images. Tap to download.
nd: Umyalezo we-email lowu ulemifanekiso engu {{ n }}. Thinta kancane uyidawunilode.

# message-download-images-tap[other]
source: This email contains {{ n }} images. Tap to download.
nd: Umyalezo we-email lowu ulemifanekiso engu {{ n }}. Thinta kancane uyidawunilode.

source: Show external images
nd: Bonisa imifanekiso evela phandle

# message-multiedit-cancel
source: Cancel
nd: Khansela

source: Delete this email message?
nd: Dilitha umyalezo we-email lowu?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
nd: Dilitha ama-email angu {{ n }} ?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
nd: Dilitha ama-email angu {{ n }} ?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
nd: Dilitha ama-email angu {{ n }} ?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
nd: Dilitha ama-email angu {{ n }} ?

# message-large-message-cancel
source: Cancel
nd: Khansela

source: Continue
nd: Qhubeka

source: This message is large and may take some time to download.
nd: I-meseji leyi inkulu, ingathatha isikhathi uku-dawuniloda.

# message-search-from
source: From
nd: Ivela

# message-search-to
source: To
nd: Iya

# message-search-subject
source: Subject
nd: Isihloko

source: Body
nd: Umzimba

source: All
nd: Konke

source: Search Mail
nd: Dinga ku-mail

# message-search-cancel
source: Cancel
nd: Khansela

# messages-syncing
source: Loading Messages
nd: Isaloda ama-Meseji

# messages-syncing-progressbar.ariaValueText
source: Loading Messages
nd: Isaloda ama-Meseji

source: Load More Messages
nd: Loda amanye aMameseji

source: No mail in this Folder
nd: Akula ncwadi ku-Folder leyi

source: No matches in locally cached messages
nd: Akula okuhambelana lalokhu okudingayo encwadini ezise fonini

source: Select folder
nd: Khetha I-folder

source: Save new contact
nd: Gcina I-contact entsha

source: Add to existing contact
nd: Faka ku-contact evele ikhona

source: View contact
nd: Buka I-contact

# message-contact-menu-reply
source: Reply
nd: Phendula

source: Send new mail
nd: Thumeza incwadi entsha

# message-reply-menu-reply
source: Reply
nd: Phendula

source: Reply All
nd: Phendula bonke

source: Forward
nd: Dlulisela phambili

# message-reply-menu-cancel
source: Cancel
nd: Khansela

source: {name} wrote
nd: {name} ubhale

source: Original message
nd: Obekubhaliwe

# forward-header-subject
source: Subject
nd: Isihloko

source: Date
nd: Usuku

# forward-header-from
source: From
nd: Ivela

# forward-header-to
source: To
nd: Ku

# drawer-back
source: Back
nd: Emuva

# drawer-accounts-header
source: Accounts
nd: Ama-akhawunti

source: Settings
nd: Ama-Sethingi

source: Last sync:
nd: Icine ukuqondaniswa:

# edit-button.ariaLabel
source: Edit
nd: Lungisa

source: Top
nd: Phezulu

source: Undo
nd: Buyisela

source: 1 message flag set
nd: Kusethwe ifulegi yencwadi eyi-1

# toaster-message-star[two]
source: {{ n }} message flags set
nd: Kusethwe amafulegi encwadi angu- {{ n }}

# toaster-message-star[few]
source: {{ n }} message flags set
nd: Kusethwe amafulegi encwadi angu- {{ n }}

# toaster-message-star[many]
source: {{ n }} message flags set
nd: Kusethwe amafulegi encwadi angu- {{ n }}

# toaster-message-star[other]
source: {{ n }} message flags set
nd: Kusethwe amafulegi encwadi angu- {{ n }}

source: 1 message flag removed
nd: Kukhitshwe ifulegi yencwadi eyi-1

# toaster-message-unstar[two]
source: {{ n }} message flags removed
nd: Kukhitshwe amafulegi encwadi angu- {{ n }}

# toaster-message-unstar[few]
source: {{ n }} message flags removed
nd: Kukhitshwe amafulegi encwadi angu- {{ n }}

# toaster-message-unstar[many]
source: {{ n }} message flags removed
nd: Kukhitshwe amafulegi encwadi angu- {{ n }}

# toaster-message-unstar[other]
source: {{ n }} message flags removed
nd: Kukhitshwe amafulegi encwadi angu- {{ n }}

source: 1 message marked as read
nd: Incwadi eyi-1 iphawulwe ukuthi isibaliwe

# toaster-message-read[two]
source: {{ n }} messages marked as read
nd: Incwadi ezingu- {{ n }} ziphawulwe ukuthi zibaliwe

# toaster-message-read[few]
source: {{ n }} messages marked as read
nd: Incwadi ezingu- {{ n }} ziphawulwe ukuthi zibaliwe

# toaster-message-read[many]
source: {{ n }} messages marked as read
nd: Incwadi ezingu- {{ n }} ziphawulwe ukuthi zibaliwe

# toaster-message-read[other]
source: {{ n }} messages marked as read
nd: Incwadi ezingu- {{ n }} ziphawulwe ukuthi zibaliwe

source: 1 message marked as unread
nd: Incwadi eyodwa iphawulwe ukuthi ayikabalwa

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
nd: Incwadi ezingu- {{ n }} ziphawulwe ukuthi azikabalwa

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
nd: Incwadi ezingu- {{ n }} ziphawulwe ukuthi azikabalwa

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
nd: Incwadi ezingu- {{ n }} ziphawulwe ukuthi azikabalwa

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
nd: Incwadi ezingu- {{ n }} ziphawulwe ukuthi azikabalwa

source: 1 message moved
nd: Incwadi eyi 1 idluliselwe kwenye indawo

# toaster-message-move[two]
source: {{ n }} messages moved
nd: Incwadi ezingu {{ n }} zidluliselwe kwenye indawo

# toaster-message-move[few]
source: {{ n }} messages moved
nd: Incwadi ezingu {{ n }} zidluliselwe kwenye indawo

# toaster-message-move[many]
source: {{ n }} messages moved
nd: Incwadi ezingu {{ n }} zidluliselwe kwenye indawo

# toaster-message-move[other]
source: {{ n }} messages moved
nd: Incwadi ezingu {{ n }} zidluliselwe kwenye indawo

source: 1 message deleted
nd: Incwadi eyi 1 idilithiwe

# toaster-message-delete[two]
source: {{ n }} messages deleted
nd: Incwadi ezingu {{ n }} zidilithiwe

# toaster-message-delete[few]
source: {{ n }} messages deleted
nd: Incwadi ezingu {{ n }} zidilithiwe

# toaster-message-delete[many]
source: {{ n }} messages deleted
nd: Incwadi ezingu {{ n }} zidilithiwe

# toaster-message-delete[other]
source: {{ n }} messages deleted
nd: Incwadi ezingu {{ n }} zidilithiwe

source: Unable to connect to server
nd: Sehlulekile ukuxhumana le-Server

source: Invalid Addresses
nd: Amakheli awaqondanga

source: Your message contains one or more invalid email addresses. Please correct them before sending.
nd: Incwadi yakho ilekheli kumbe amakheli angaqondanga. Sicela uwalungise ungakathumezi.

source: Network unavailable. Email saved to outbox.
nd: I-network ayitholakali. I-email igcinwe ku-outbox.

source: Sending mail…
nd: I-email isathunyezwa…

source: Email sent.
nd: I-email ihambile.

source: Error occurred. Email saved to outbox.
nd: Kube lohlupho. I-email igcinwe ku-outbox

source: Recipient error. Email saved to outbox.
nd: Kube lohlupho ekuthumezeni. I-email igcinwe ku-outbox

source: Mail failed to send
nd: Incwadi ayihambanga

source: Check the spelling of the addresses above. Your mail server indicated one or more of the addresses above are incorrect.
nd: Hlola ikheli ephezulu ukuthi ipelwe kuhla yini. I-mail server yakho ithi kulekheli engaqondanga.

source: The message could not be sent.
nd: Kwehlule ukuthumeza Incwadi

source: Remove text
nd: Sula okubhaliweyo

source: Confirmation
nd: Isiqinisekiso

source: 1 New Message
nd: Kulencwadi eyi 1 Entsha

# new-messages[two]
source: {{ n }} New Messages
nd: Kulencwadi Ezintsha ezingu {{ n }}

# new-messages[few]
source: {{ n }} New Messages
nd: Kulencwadi Ezintsha ezingu {{ n }}

# new-messages[many]
source: {{ n }} New Messages
nd: Kulencwadi Ezintsha ezingu {{ n }}

# new-messages[other]
source: {{ n }} New Messages
nd: Kulencwadi Ezintsha ezingu {{ n }}

source: 1 New Email
nd: I-email Entsha eyi 1

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
nd: Ama-email amatsha angu {{ n }}

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
nd: Ama-email amatsha angu {{ n }}

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
nd: Ama-email amatsha angu {{ n }}

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
nd: Ama-email amatsha angu {{ n }}

source: 1 New Email ({{ accountName }})
nd: I-Email eyi 1 Entsha ({{ accountName }})

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
nd: Ama-Email ayi {{ n }} amatsha ({{ accountName }})

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
nd: Ama-Email ayi {{ n }} amatsha ({{ accountName }})

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
nd: Ama-Email angu {{ n }} amatsha ({{ accountName }})

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
nd: Ama-Email ayi {{ n }} amatsha ({{ accountName }})

source: Are you sure?
nd: Uleqiniso?

source: Other people may be able to see your passwords and emails or control your account.
nd: Abanye abantu bangabona ama-password lama-email akho kumbe baqondise i-akhawunti yakho.

source: Learn more
nd: Funda okunengi

source: I understand
nd: Ngiyazwisisa
