Repository: translate/mozilla-gaia
Catalog: zam/apps/system/fxa/fxa.properties.po
Languages: zam

source: Firefox Accounts
zam: Chan Firefox

source: Next
zam: Te ner rá

source: Back
zam: Veré

source: Done
zam: Gok la

source: OK
zam: BLIY

# fxa-connection-error-title
source: Unable to Connect
zam: Gadt toob Kiy

source: Reset Password
zam: Seré Dizh lu ta nie

source: Learn more
zam: Lab kue

# fxa-offline-error-title
source: Unable to Connect
zam: Gadt toob kiy

source: Error
zam: Na kap kue

source: Please enter a valid email.
zam: Ke correo na lu.

source: Invalid Password
zam: Nadt kue Dizh ko lu ta nie

# fxa-unknown-error-title
source: Unable to Connect
zam: Gadt toob kiy

source: Connecting
zam: De la kiy...

source: Enter your email
zam: Toob xha lel yib

source: Terms of Service
zam: Xha mub le Xhin luy

source: Privacy Notice
zam: Ko Kub

source: Create a Password
zam: Thus kue Dizh ko lut ta nie

source: Enter Your Password
zam: Ke Dizh ko lu ta nie

source: Hello, {{email}}
zam: Mal, {{email}}

source: Password
zam: Dizh lu ta nie

source: Forgot your password?
zam: Bles lash lu dizh ko lu ta nie?

source: Show password
zam: Loo dizh ko lu ta nie

source: Success!
zam: Bliy liy!

source: Confirm Your Account
zam: Lu Kue Ga

source: We will send an email to: {{email}}
zam: Será tal no diif dizh lo: {{email}}

source: Age Verification
zam: Güin cho Narul

source: Year of Birth
zam: Cho lit Gool lu
