Repository: translate/mozilla-gaia
Catalog: ach/shared/download/download.properties.po
Languages: ach

source: Download stopped
ach: Kijuko woko gamo

source: Download was stopped. Try downloading again?
ach: Kijuko woko gamo. Tem gamo doki?

# stopped_download_left_button
source: Cancel
ach: Juk

# stopped_download_right_button
source: Try again
ach: Tem doki

# failed_download_title
source: Download failed
ach: Gamo pe olare

source: {{name}} failed to download. Try downloading again?
ach: gamo {{name}} pe olare. Tem gamo doki?

# failed_download_left_button
source: Cancel
ach: Juk

# failed_download_right_button
source: Try again
ach: Tem doki

source: Stop download
ach: Juk gamo

source: Are you sure you want to stop the download?
ach: Imoko ni imito juko gamo?

source: No
ach: Pe

source: Yes
ach: Eyo

# delete_download_title
source: Delete
ach: Kwany

source: Delete {{name}}?
ach: Kwany {{name}}?

# delete_download_left_button
source: Cancel
ach: Juk

# delete_download_right_button
source: Delete
ach: Kwany

# delete_all_download_title
source: Delete
ach: Kwany

# delete_all_download_left_button
source: Cancel
ach: Juk

# delete_all_download_right_button
source: Delete
ach: Kwany

source: Delete no files?
ach: Pe i kwany pwail mo?

source: Delete one file?
ach: Kwany pwail acel?

# delete_all_download_message[two]
source: Delete {{number}} files?
ach: Kwany pwail {{number}}?

# delete_all_download_message[few]
source: Delete {{number}} files?
ach: Kwany pwail {{number}}?

# delete_all_download_message[many]
source: Delete {{number}} files?
ach: Kwany pwail {{number}}?

# delete_all_download_message[other]
source: Delete {{number}} files?
ach: Kwany pwail {{number}}?

# unsupported_file_type_download_title
source: Unable to open
ach: Pe twero yabo

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
ach: Purugram mo peke matwero yabo {{name}}. Imito gwoko pwaille onyo imito kwanyo ne?

# unsupported_file_type_download_left_button
source: Keep File
ach: Gwok pwail

# unsupported_file_type_download_right_button
source: Delete
ach: Kwany

source: File not found
ach: Pwail pe ononge

source: The file wasn’t found on the device
ach: Pwail ne pe ononge i nyonyo

# file_not_found_download_right_button
source: OK
ach: KAKARE

source: Memory card in use
ach: Memory kad tye i tic

source: Unplug the phone
ach: Wot cim woko

# unmounted_sdcard_2_download_right_button
source: OK
ach: KAKARE

source: Unable to share
ach: Pe twero nywako

source: No provider found
ach: Lapok mo pe ononge

# no_provider_download_right_button
source: OK
ach: KAKARE

source: SD Card is full
ach: SD Card opong woko

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
ach: Kabedo dong pe tye i SD Card mamegi me gwoko gam mamegi. Tim ber i kwany pwail mukene mapud pe i nwoyo cako gamo.

# no_memory_download_right_button
source: OK
ach: KAKARE

source: No memory card found
ach: Memory kad pe ononge

source: Insert a memory card or select an alternate default media location in settings
ach: Rwak memory kad onyo yer kabedo mukene makwongo ki i ter

# no_sdcard_found_2_download_right_button
source: OK
ach: KAKARE

# file_open_error_download_title
source: Unable to open
ach: Pe twero yabo

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
ach: Peko tye iyabo {{name}}. Imito gwoko pwaille kede onyo imito kwanyo ne?

# file_open_error_download_left_button
source: Keep File
ach: Gwok pwail

# file_open_error_download_right_button
source: Delete
ach: Kwany

source: There was an error while restarting the download. Please try to download again.
ach: Bal obedo tye i kare me nwoyo cako gamo. Tim ber i tem gamo doki.

source: No downloads
ach: Gam pe tye

source: {{partial}} of {{total}}
ach: {{partial}} me {{total}}

source: Stopped
ach: Kijuko

source: Download failed
ach: Gamo pe olare

source: Open
ach: Yab

source: Share
ach: Nywak

source: Set as wallpaper
ach: Ter calo cal me kor ot

source: Set as ringtone
ach: Ter calo ringtone

# cancel_downloaded_file
source: Cancel
ach: Juk
