Repository: translate/mozilla-gaia
Catalog: pbb/shared/keypad/keypad.properties.po
Languages: pbb

source: Phone number
pbb: Isan çaam we'wetewesxa's

source: Delete
pbb: Khũkhna

source: Voicemail
pbb: Çaam we'wete we'wen kahnxi

source: Asterisk
pbb: Ã' nawẽsa

source: Hash sign
pbb: Na'wẽsa #

source: Cancel
pbb: Tuduçmeeth

source: Loading SIM card contacts…
pbb: Tu'sn pa'yanxisatx txãa txi'pnxisa's SIM…

source: No contacts were found
pbb: Ma'nxuhjpa uymeta pa'yanxisa's

source: OK
pbb: Ewna jĩma'k

source: No SIM card to load contacts from
pbb: Ma'nxuhjpa SIM txãjunx ktusejnxii pa'yanxi's
