Repository: translate/mozilla-gaia
Catalog: ach/apps/communications/contacts/matcher/matcher.properties.po
Languages: ach

source: Looking for duplicate contacts
ach: Yenyo yoo me kube ma onwone

source: Merging duplicate contacts
ach: Ribo yoo me kube ma onwone

source: No duplicate contacts found
ach: Yoo me kube ma onwone pe ononge

source: Cancel
ach: Ngol

source: Merge
ach: Rib

source: Merge duplicates
ach: Rib ma onwone

source: Suggested duplicate contacts for <bdi>{{name}}</bdi>
ach: Yoo me kube ma kimiyo tam ni onwone pi <bdi>{{name}}</bdi>

source: No contacts selected
ach: Pe kiyero yoo me kube mo

source: Merge with {{n}} contact
ach: Rib ki yoo me kube {{n}}

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
ach: Rib ki yoo me kube {{n}}

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
ach: Rib ki yoo me kube {{n}}

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
ach: Rib ki yoo me kube {{n}}

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
ach: Rib ki yoo me kube {{n}}

source: Duplicates found
ach: Ma onwone ononge

source: <bdi>{{name}}</bdi> duplicates information in the following contacts
ach: ngec me nwone pa <bdi>{{name}}</bdi> i yoo me kube magi

source: OK
ach: KAKARE
