Repository: translate/mozilla-gaia
Catalog: ha/apps/communications/contacts/matcher/matcher.properties.po
Languages: ha

source: Looking for duplicate contacts
ha: Nemi abokan hulɗa da aka tagwaita

source: Merging duplicate contacts
ha: Gwama abokan hulɗa da aka tagwaita

source: No duplicate contacts found
ha: Ba'a sami abokan hulɗa da aka tagwaita ba

source: Cancel
ha: Soke

source: Ignore
ha: Yi watsi

source: Merge duplicates
ha: Gwama waɗanda aka tagwaita

source: No contacts selected
ha: Babu abokan hulɗa da aka zaɓa

source: Merge with {{n}} contact
ha: Gwama tare da abokin hulɗa {{n}}

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
ha: Gwama tare da abokan hulɗa {{n}}

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
ha: Gwama tare da abokan hulɗa {{n}}

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
ha: Gwama tare da abokan hulɗa {{n}}

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
ha: Gwama tare da abokan hulɗa {{n}}

source: Duplicates found
ha: An gano tagwaitawa
