Repository: translate/mozilla-gaia
Catalog: qvi/apps/sms/sms.properties.po
Languages: qvi

source: Messages
qvi: Willaykuna

source: Delete messages
qvi: Kichuna kachaykuna

source: Select
qvi: Akllana

source: Edit
qvi: Kamullchina

source: Back
qvi: Washapi

source: Cancel
qvi: Tukuchina

source: Undo
qvi: Ruranana

source: Done
qvi: Shinashka

source: Delete
qvi: Kichuna

source: Delete thread
qvi: Kichuna puchka

source: Mark as read
qvi: Rikuchina shina killkashkata

source: Mark as unread
qvi: Rikuchina mana killkashkata

source: Deleting…
qvi: Kichushpa

source: Select all
qvi: Rikuchina tukuylla

source: Deselect all
qvi: Mana rikuchina tukuylla

# selected-threads[zero]
source: none selected
qvi: nimapash akllashka

# selected-threads[one]
source: {{n}} selected
qvi: {{n}} akllashka

# selected-threads[two]
source: {{n}} selected
qvi: {{n}} akllashkakuna

# selected-threads[few]
source: {{n}} selected
qvi: {{n}} akllashkakuna

# selected-threads[many]
source: {{n}} selected
qvi: {{n}} akllashkakuna

# selected-threads[other]
source: {{n}} selected
qvi: {{n}} akllashkakuna

# selected-messages[zero]
source: none selected
qvi: nimapash akllashkakuna

# selected-messages[one]
source: {{n}} selected
qvi: {{n}} akllashka

# selected-messages[two]
source: {{n}} selected
qvi: {{n}} akllashkakuna

# selected-messages[few]
source: {{n}} selected
qvi: {{n}} akllashkakuna

# selected-messages[many]
source: {{n}} selected
qvi: {{n}} akllashkakuna

# selected-messages[other]
source: {{n}} selected
qvi: {{n}} akllashkakuna

source: Select Threads
qvi: Akllana puchkakuna

source: Select Messages
qvi: Akllana kachaykuna

source: Settings
qvi: Tikuykuna

source: Add subject
qvi: Mirachina kaytakuy

source: Remove subject
qvi: Kichuna kaytakuy

source: To:
qvi: Kaypak:

source: New
qvi: Mushuk

source: Message
qvi: Kachay

# messagesInput.title
source: Message
qvi: Kachay

source: Subject
qvi: Kaytakuy

source: Converting to multimedia message.
qvi: Tukunarishpa kachaypa multimediata

source: Converting to text message.
qvi: Tukunarishpa kachaypa kamu

source: New message
qvi: Mushuk kachay

source: Send message
qvi: Kachana kachay

source: Send multimedia message
qvi: Kachana kachay multimediapi

source: {{n}} recipient
qvi: {{n}} pakyak

# recipient[two]
source: {{n}} recipients
qvi: {{n}} pakyakuna

# recipient[few]
source: {{n}} recipients
qvi: {{n}} pakyakuna

# recipient[many]
source: {{n}} recipients
qvi: {{n}} pakyakuna

# recipient[other]
source: {{n}} recipients
qvi: {{n}} pakyakuna

source: There is no application available to open this file type.
qvi: Illan nimapash saylluraykuna shinankapak paskankapak kay kutinalla tsiwakay.

source: Remove
qvi: Anchuchina

source: {{n}} participant
qvi: {{n}} ayninaruna

# participant[two]
source: {{n}} participants
qvi: {{n}} ayninarunakuna

# participant[few]
source: {{n}} participants
qvi: {{n}} ayninarunakuna

# participant[many]
source: {{n}} participants
qvi: {{n}} ayninarunakuna

# participant[other]
source: {{n}} participants
qvi: {{n}} ayninarunakuna

source: Message report
qvi: Llankawillay kay kachay

source: Text Message (SMS)
qvi: Kachay kay kamu (SMS)

source: Multimedia Message (MMS)
qvi: Kachay multimedia (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
qvi: Kampak kachay kay kamu (SMS) kacharirka chay {{datetime}}

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
qvi: Kampak kachay multimedia (MMS), kaytakuy {{subject}}, kacharirka chay {{datetime}}

source: Your Multimedia Message (MMS), was sent on {{datetime}}
qvi: Kampak kachay multimedia (MMS), kacharirka chay {{datetime}}

source: Message could not be sent
qvi: Na usharin kachana kay kachay

source: not downloaded
qvi: mana urahuchina aparinashka

source: Message rejected
qvi: Kachay mana chaskishka

source: Message size:
qvi: Llatun kay kachay:

source: Resend
qvi: Kutin kachana

source: Search
qvi: Maskana

source: The message could not be sent. Try again?
qvi: Na usharin kachana kay kachay. Munanki kutin shinana?

source: Resend this message
qvi: Kutin kachana kay kachay

# deleteMessage-confirmation
source: Delete selected message?
qvi: Kichuna kachay akllashka?

source: Please select messages to be deleted.
qvi: Akllanki chay kachay kichunkapak.

# deleteMessages-confirmation-message[one]
source: Delete selected message?
qvi: Kichuna kachay akllashka?

# deleteMessages-confirmation-message[two]
source: Delete {{n}} selected messages?
qvi: Kichuna {{n}} kachaykuna akllashkakuna?

# deleteMessages-confirmation-message[few]
source: Delete {{n}} selected messages?
qvi: Kichuna {{n}} kachaykuna akllashkakuna?

# deleteMessages-confirmation-message[many]
source: Delete {{n}} selected messages?
qvi: Kichuna {{n}} kachaykuna akllashkakuna?

# deleteMessages-confirmation-message[other]
source: Delete {{n}} selected messages?
qvi: Kichuna {{n}} kachaykuna akllashkakuna?

# deleteThreads-confirmation-message[two]
source: Delete {{n}} selected message threads?
qvi: Kichuna {{n}} puchakunata kachaykunata akllanshkakunata?

# deleteThreads-confirmation-message[few]
source: Delete {{n}} selected message threads?
qvi: Kichuna {{n}} puchakunata kachaykunata akllanshkakunata?

# deleteThreads-confirmation-message[many]
source: Delete {{n}} selected message threads?
qvi: Kichuna {{n}} puchakunata kachaykunata akllanshkakunata?

# deleteThreads-confirmation-message[other]
source: Delete {{n}} selected message threads?
qvi: Kichuna {{n}} puchakunata kachaykunata akllanshkakunata?

source: New message from
qvi: Mushuk kachay chay

source: No messages
qvi: Illan kachaykuna

source: Message not sent
qvi: Kachay mana kachashka

# sendDefaultErrorBtnOk
source: OK
qvi: Alli

source: Missing SIM card
qvi: Illan SIM panka

source: Insert a valid SIM card to continue.
qvi: Satiy shuk SIM panka yaykuchipay katinapak

# sendMissingSimCardBtnOk
source: OK
qvi: Alli

# sendFlightModeBtnOk
source: OK
qvi: Alli

source: Turn off airplane mode to download attachments.
qvi: Kichuna riwichina hamuy antanka urahuchina aparinkapak yapanakuna.

source: FDN active
qvi: NMF riwichishka

source: Editing SMS {{number}}
qvi: Kamullchihun SMS {{number}}

# fdnErrorBtnOk
source: OK
qvi: Alli

source: Switch data connection
qvi: Trukana llamiray chanikunata

source: Switch the data connection to SIM {{ nonActiveSimId }} to retrieve the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
qvi: Trukana llamirayta chanikunata SIM-man {{ nonActiveSimId }} kutin charinkapak kay MMS. Shayachinka chay yallina kunan kay chanikuna SIM-pi {{ activeSimId }}. Katinata munankichu?

# switchSimToRetrieveConfirm
source: OK
qvi: Alli

source: Switch the data connection to SIM {{ nonActiveSimId }} to send the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
qvi: Trukana llamirayta chanikunata SIM-man {{ nonActiveSimId }} kutin charinkapak kay MMS. Shayachinka chay yallina kunan kay chanikuna SIM-pi {{ activeSimId }}. Katinata munankichu?

# sendNoSignalErrorBtnOk
source: OK
qvi: Alli

source: Message not found
qvi: Kachay mana tuparishka

source: The message you’re looking for is no longer available.
qvi: Kay kachay maskahukta mana shinankapak.

# sendNotFoundErrorBtnOk
source: OK
qvi: Alli

# sendInvalidAddressErrorBtnOk
source: OK
qvi: Alli

source: Unable to download
qvi: Mana pacha usharin urahuchina aparinata

# simNotMatchedErrorBtnOk
source: OK
qvi: Alli

source: This message has already been deleted.
qvi: Kay kachay kichurishka kunan.

source: Remove image
qvi: Kichuna rikchak

source: Remove audio
qvi: Anchuchina uyapak

source: Remove video
qvi: Anchuchina shuyuriku

source: Replace image
qvi: Shukusrana rikchak

source: Replace audio
qvi: Shukusrana uyapak

source: Replace video
qvi: Shukusrana shuyuriku

source: Message options
qvi: Tawka rikurina kay kachay

source: View message report
qvi: Rikuna willana kay kachay

source: today
qvi: kunan

source: today {{ time }}
qvi: kunan {{ time }}

source: yesterday
qvi: kayna

source: yesterday {{ time }}
qvi: kayna {{ time }}

source: Call
qvi: Kallana

source: Send email
qvi: Kachana email

source: MMS message
qvi: Kachay MMS

source: Message is not downloaded yet.
qvi: Kay kachay mana urahuchina aparinahunchu.

source: You received a multimedia message. You can use the link below to download its content until {{date}}.
qvi: Hapirkanki shuk kachay multimedia. Ushanki arina tukllayay ukumanta urahuchina aparishkata yuyayta riksichik chaykaman {{date}}.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
qvi: Llakinchimi, kay kachay tukurirka {{date}} na usharin urahuchina aparinata.

source: Download
qvi: Urahuchina aparinata

source: Downloading…
qvi: Urahuchina aparihun...

# attached-files-too-large[zero]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
qvi: Kay tsirwakaykuna akllashkakuna yallin saywata {{mmsSize}} Kb kay shuk kachay multimedia.

source: The file you have selected exceeds the {{mmsSize}} KB size limit of a single multimedia message.
qvi: Kay tsirwakay akllashkakuna yallin saywata {{mmsSize}} Kb kay shuk kachay multimedia

# attached-files-too-large[two]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
qvi: Kay tsirwakaykuna akllashkakuna yallin saywata {{mmsSize}} Kb kay shuk kachay multimedia.

# attached-files-too-large[few]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
qvi: Kay tsirwakaykuna akllashkakuna yallin saywata {{mmsSize}} Kb kay shuk kachay multimedia

# attached-files-too-large[many]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
qvi: Kay tsirwakaykuna akllashkakuna yallin saywata {{mmsSize}} Kb kay shuk kachay multimedia

# attached-files-too-large[other]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
qvi: Kay tsirwakaykuna akllashkakuna yallin saywata {{mmsSize}} Kb kay shuk kachay multimedia

source: There is a problem with the attached file and it cannot be downloaded.
qvi: Tyan shuk llaki chay tsirwakay yapanakuna na usharin urahuchinata aparinata.

source: unknown SIM
qvi: SIM mana riksishka

source: Send
qvi: Kachana

source: using SIM {{n}}
qvi: arihun SIM {{n}}

# settingsButton.ariaLabel
source: Settings
qvi: Tikuykuna

# composeLink.ariaLabel
source: New message
qvi: Mushuk kachay

# callButton.ariaLabel
source: Call
qvi: Kallana

source: Error
qvi: Pantay

# late-arrival-notice-in-months[zero]
source: {{ lateness }}mth late
qvi: {{ lateness }}killakuna chishi

# late-arrival-notice-in-months[one]
source: {{ lateness }}mth late
qvi: {{ lateness }}killa chishi

# late-arrival-notice-in-months[two]
source: {{ lateness }}mths late
qvi: {{ lateness }}killakuna chishi

# late-arrival-notice-in-months[few]
source: {{ lateness }}mths late
qvi: {{ lateness }}killakuna chishi

# late-arrival-notice-in-months[many]
source: {{ lateness }}mths late
qvi: {{ lateness }}killakuna chishi

# late-arrival-notice-in-months[other]
source: {{ lateness }}mths late
qvi: {{ lateness }}killakuna chishi

source: {{ lateness }}d late
qvi: {{ lateness }}pha chishi

source: {{ lateness }}h late
qvi: {{ lateness }}slla chishi

source: {{ lateness }}m late
qvi: {{ lateness }}klla chishi

# modal-dialog-ok-button
source: OK
qvi: Alli

# modal-dialog-cancel-button
source: Cancel
qvi: Tukuchina

# modal-dialog-default-title
source: Messages
qvi: Willaykuna
