Repository: translate/mozilla-gaia
Catalog: ach/apps/system/fxa/fxa.properties.po
Languages: ach

source: Firefox Accounts
ach: Akaunt me Firefox

source: Next
ach: Malubo

source: Back
ach: Cen

source: Done
ach: Otum

source: OK
ach: EYO

# fxa-connection-error-title
source: Unable to Connect
ach: Pe twero kubo

source: You can create an account or sign in from Settings.
ach: Itwero cweyo akaunt onyo donyo iye ki i Ter.

source: Reset Password
ach: Nwo tero mung me donyo

source: You can reset your password from Settings.
ach: Itwero nwoyo tero mungi me donyo ki i Ter.

source: Cannot Create Account
ach: Pe twero cweyo akaunt

source: You must meet certain age requirements to create a Firefox Account. {{learnmore}}
ach: Myero mwaka ni orwate ki ma kimito me cweyo akaunt me Firefox. {{learnmore}}

source: Learn more
ach: Nong ngec mapol

# fxa-offline-error-title
source: Unable to Connect
ach: Pe romo kube

source: Please connect to a network from Settings.
ach: Tim ber i kube i netwak ki i Ter.

source: Error
ach: Bal

source: Please enter a valid email.
ach: Tim ber i ket email matiyo.

source: Invalid Password
ach: Mung me donyo ma pe atir

source: Please check your password and try again.
ach: Tim ber i rot mungi me donyo ka i tem doki.

# fxa-unknown-error-title
source: Unable to Connect
ach: Pe twero kube

source: System unavailable, try again soon.
ach: Nyonyo pe tye, tem doki cokki.

source: Connecting
ach: Kubo

source: Enter your email
ach: Ket email mamegi

source: Use your email address to create an account or sign in.
ach: Ti ki kanonge me email mamegi me cweyo akaunt onyo donyo iye.

source: By proceeding, I agree to the {{tos}} and {{pn}} of Firefox cloud services.
ach: Mede anyim, Aye {{tos}} ki {{pn}} me tic me pol pa Firefox.

source: Terms of Service
ach: Cik me Tic

source: Privacy Notice
ach: Ngec me mung

source: Create a Password
ach: Cwe mung me donyo

source: Enter Your Password
ach: Ket mung me donyo mamegi

source: Hello, {{email}}
ach: Itye nining, {{email}}

source: Please enter your Firefox Account password to continue.
ach: Tim ber i ket mungi me donyo pi akaunt me Firefox me mede.

source: Password
ach: Mung me donyo

source: Forgot your password?
ach: Wi owil ikom mungi me donyo?

source: Show password
ach: Nyut mung me donyo

source: Your password must be at least 8 characters long.
ach: Mungi me donyo myero ka tidi bor me kite obed 8.

source: Success!
ach: Otum!

source: Your Firefox Account is ready to go!
ach: Akaunt ni me Firefox dong tye atera me wot!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
ach: Kombedi itwero tic ki jami calo Nong Nyonyo mamega ki purugram calo Cuk me Firefox.

source: In the future, you can access and manage your account from Settings.
ach: Iye anyim, i twero nongo ki loyo akaunt mamegi ki i Ter.

source: Confirm Your Account
ach: Mok akaunt mamegi

source: We will send an email to: {{email}}
ach: Wa bicwalo email bot: {{email}}

source: Next time you check your email, click the verification link to confirm your Firefox Account.
ach: Lacen nen email mamegi, di kakube me moko ada wek i mok akaunt mamegi me Firefox.

source: Age Verification
ach: Moko mwaka

source: 1990 or earlier
ach: 1990 onyo con

source: Year of Birth
ach: Mwaka me nywal
