Repository: translate/mozilla-gaia
Catalog: ach/apps/music/music.properties.po
Languages: ach

source: Music
ach: Wer

source: Mix
ach: Rubo

source: Playlist
ach: Nying wer

source: Artists
ach: Lago wer

source: Albums
ach: Buk wer

source: Songs
ach: Wer

source: More
ach: Mapol

source: Song artist
ach: Lago wer

source: Song album
ach: Buk wer

source: Unknown artist
ach: Lago wer pe ngene

source: Unknown album
ach: Buk wer pe ngene

source: Unknown title
ach: Nying wer pe ngene

source: Add songs to get started
ach: Med wer me cako

source: Load songs on to the memory card.
ach: Can wer i memory kad.

source: No memory card found
ach: Memory kad pe ononge

source: Insert a memory card to listen to songs.
ach: Ket memory kad me winyo wer.

source: Music can not be used while phone is plugged in
ach: Pe kitwero tic ki wer manongo ki rwako cim

source: Unplug the phone to play music.
ach: Wot cim woko me tuko wer.

source: Database Upgrade
ach: Yil rwom me dero ngec

source: Please wait while Music updates its database.
ach: Tim ber i kur kun wer tye ka keto ngec manyen i dero ne.

source: Search Music
ach: Yeny wer

# search-cancel
source: Cancel
ach: Ngol

# search-artists
source: Artists
ach: Lago wer

# search-albums
source: Albums
ach: Buk wer

source: Tracks
ach: Wer

source: close
ach: lor

source: No music found
ach: Pe kinongo wer

source: Shuffle all
ach: Rub gi weng

source: Highest rated
ach: Ma rwome malo loyo

source: Recently added
ach: Ma kimedo cokcoki

source: Most played
ach: Ma kituko loyo

source: Least played
ach: Ma pe kituko loyo

source: Select a track
ach: Yer wer

source: Save
ach: Gwok

source: Saved {{title}} to Music
ach: Gwok {{title}} i wer

source: Audio cannot be played: format is unsupported or file is invalid.
ach: Pe kitwero tuko dwon: kitte pe kicwako onyo pwaille pe tye atir.

# overlay-cancel-button
source: Cancel
ach: Ngol

source: Music paused during the call
ach: Kijuko wer i kare me lok ki cim

source: Done
ach: Otum

source: Share
ach: Nywak

source: Rating
ach: Rwome

# rating-star.ariaLabel[zero]
source: {{n}} stars
ach: gweng {{n}}

source: {{n}} star
ach: gweng {{n}}

# rating-star.ariaLabel[two]
source: {{n}} stars
ach: gweng {{n}}

# rating-star.ariaLabel[few]
source: {{n}} stars
ach: gweng {{n}}

# rating-star.ariaLabel[many]
source: {{n}} stars
ach: gweng {{n}}

# rating-star.ariaLabel[other]
source: {{n}} stars
ach: gweng {{n}}

source: Go to player view
ach: Cit i neno me tuko wer

source: Repeat off
ach: Nwoyo pe tye

source: Repeat all
ach: Nwo weng

source: Repeat track
ach: Nwo wer

source: Shuffle
ach: Rubi

# mix-tab.ariaLabel
source: Mix
ach: Rubo

source: Playlists
ach: Nying wer

# artists-tab.ariaLabel
source: Artists
ach: Lago wer

# albums-tab.ariaLabel
source: Albums
ach: Buk wer

# songs-tab.ariaLabel
source: Songs
ach: Wer
