Repository: translate/mozilla-gaia
Catalog: son/apps/keyboard/keyboard.properties.po
Languages: son

source: Keyboard
son: Kufalwalha

source: Built-in Keyboard
son: Kunahere kufalwalha

source: OK
son: Ayyo

source: Keyboard settings
son: Kufalwalha kayandiyaney

source: Cancel
son: Naŋ

source: Delete
son: Tuusu

source: Vibration
son: Jijiriyan

source: Click Sound
son: Deenekaryan

source: Auto Correction
son: Boŋhanseyan

source: Word Suggestion
son: Kalima honnandiyan

source: User Dictionary
son: Kamasu goykaw

source: Handwriting
son: Kanbehantum

source: Stroke Width
son: Hantum žeeri hayri

source: Response Speed
son: Zaabi cahãri

source: Word suggestions
son: Kalima honnandiyaney

source: Dismiss
son: Fur

source: more numbers and symbols
son: hinna nda tammaasayaŋ ka tonton

source: letters
son: harfey

source: shift
son: bere

source: delete
son: tuusu

source: space
son: farru

source: return
son: willi

source: period
son: zaman

source: comma
son: surkum

source: colon
son: tonbi hinka

source: semicolon
son: tonbi surkumante

source: question mark
son: hãayan šilbay

source: exclamation point
son: šifayan tonbi

source: left bracket
son: holgu wowa

source: right bracket
son: holgu guma

source: double quote
son: filla hinka

source: left double angle quote
son: filla hinka wow kanje filla

source: right double angle quote
son: filla guma kanje fillante

# userDictionaryPanelHeader
source: User Dictionary
son: Kamasu goykaw

source: No words in the user dictionary.
son: Kalima kul šii goykaw kamasoo ra.

source: Add a word now.
son: Kalima taaga tonton sohõ.

source: add word
son: kalima tonton

source: Add Word
son: Kalima tonton

source: Edit Word
son: Kalima fasal

source: Save
son: Gaabu

# userDictionaryDeleteButton
source: Delete
son: Tuusu

source: Delete word “{{word}}”?
son: “{{word}}” kalimaa tuusu?

source: Installed Keyboards
son: Kufalwalha sinjantey

source: More Keyboards
son: Kufalwalha tontoney

source: Enable {{keyboard}} now?
son: {{keyboard}} tunandi sohõ?

source: Enable
son: Tunandi

source: Not Now
son: Manti sohõda

source: When using a data connection, additional costs may apply. Do you want to continue?
son: Interneti ciyari ga hin ka too war ma nooru bana ka tonton. War ga baa ka koy jine?

source: Remember my choice
son: Hong'ay suubaroo

# dataConnectionPromptCancel
source: Cancel
son: Naŋ

source: Continue
son: Koy jine

source: Download failed.
son: Zumandiyan kay.

source: Remove keyboard {{keyboard}}?
son: Kufalwalha {{keyboard}} kaa?

source: Remove
son: Kaa

# removePromptCancel
source: Cancel
son: Naŋ

source: Downloading… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})
son: Zumandiyan… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})

source: Removing…
son: Kaayan…

source: download
son: zumandi

source: cancel download
son: zumandiyan naŋ

source: remove
son: kaa

source: Bytes
son: cebsu-ize
