Repository: translate/mozilla-gaia
Catalog: */shared/date/date.properties.po
Languages: ku, mg, xh

source: Sunday
ku: Yekşem
mg: Alahady
xh: Cawa

source: Monday
ku: Duşem
mg: Alatsinainy
xh: Mvulo

source: Tuesday
ku: Sêşem
mg: Talata
xh: Lwesibini

source: Wednesday
ku: Çarşem
mg: Alarobia
xh: Lwesithathu

source: Thursday
ku: Pêncşem
mg: Alakamisy
xh: Lwesine

source: Friday
ku: În
mg: Zoma
xh: Lwesihlanu

source: Saturday
ku: Şemî
mg: Sabotsy
xh: Mgqibelo

source: Sun
ku: 1şm
mg: Alh
xh: Caw

source: Mon
ku: 2şm
mg: Alt
xh: Mv

source: Tue
ku: 3şm
mg: Tal
xh: Lwesib

source: Wed
ku: 4şm
mg: Alr
xh: Lwesith

source: Thu
ku: 5şm
mg: Alk
xh: Lwesin

source: Fri
ku: În
mg: Zom
xh: Lwesihl

source: Sat
ku: Şmî
mg: Sab
xh: Mgq

# month-0-long
source: January
ku: Çile
mg: Janoary
xh: Januwari

# month-1-long
source: February
ku: Sibat
mg: Febroary
xh: Febhuwari

# month-2-long
source: March
ku: Adar
mg: Marsa
xh: Matshi

# month-3-long
source: April
ku: Nîsan
mg: Avrily
xh: Epreli

# month-4-long
source: May
ku: Gulan
mg: Mey
xh: Meyi

# month-5-long
source: June
ku: Hezîran
mg: Jiona
xh: UJuni

# month-6-long
source: July
ku: Temûz
mg: Jolay
xh: Julayi

# month-7-long
source: August
ku: Tebax
mg: Aogositra
xh: Agasti

# month-8-long
source: September
ku: Îlon
mg: Septambra
xh: Septemba

# month-9-long
source: October
ku: Cotmeh
mg: Oktobra
xh: Okhthobha

# month-10-long
source: November
ku: Mijdar
mg: Novambra
xh: Novemba

# month-11-long
source: December
ku: Kanûn
mg: Desambra
xh: Disemba

# month-0-genitive
source: January
ku: Çile
mg: Janoary
xh: Januwari

# month-1-genitive
source: February
ku: Sibat
mg: Febroary
xh: Febhuwari

# month-2-genitive
source: March
ku: Adar
mg: Marsa
xh: Matshi

# month-3-genitive
source: April
ku: Nîsan
mg: Avrily
xh: Epreli

# month-4-genitive
source: May
ku: Gulan
mg: Mey
xh: Meyi

# month-5-genitive
source: June
ku: Hezîran
mg: Jiona
xh: UJuni

# month-6-genitive
source: July
ku: Temûz
mg: Jolay
xh: Julayi

# month-7-genitive
source: August
ku: Tebax
mg: Aogositra
xh: Agasti

# month-8-genitive
source: September
ku: Îlon
mg: Septambra
xh: Septemba

# month-9-genitive
source: October
ku: Cotmeh
mg: Oktobra
xh: Okhthobha

# month-10-genitive
source: November
ku: Kanûn
mg: Novambra
xh: Novemba

# month-11-genitive
source: December
ku: Kanûn
mg: Desambra
xh: Disemba

source: Jan
ku: Çil

source: Feb
ku: Sib

source: Mar
ku: Ada
xh: Mat

source: Apr
ku: Nîs
mg: Avr
xh: Epr

# month-4-short
source: May
ku: Gul
mg: Mey
xh: Meyi

source: Jun
ku: Hez
mg: Jio
xh: UJun

source: Jul
ku: Tem
mg: Jol

source: Aug
ku: Teb
mg: Aog
xh: Agas

source: Sep
ku: Îlo

source: Oct
ku: Cot
mg: Okt
xh: Okt

source: Nov
ku: Mij

source: Dec
ku: Kan
mg: Des
xh: Dis

# minutes-ago-long[zero]
source: just now
ku: aniha
mg: vao teo
xh: nje ngoku

source: a minute ago
ku: beriya deqeyekê
mg: iray minitra lasa
xh: umzuzu ogqithileyo

# minutes-ago-long[two]
source: {{value}} minutes ago
ku: beriya {{value}} deqeyan
mg: {{value}} minitra lasa
xh: imizuzu e-{{value}} egqithileyo

# minutes-ago-long[few]
source: {{value}} minutes ago
ku: beriya {{value}} deqeyan
mg: {{value}} minitra lasa
xh: imizuzu e-{{value}} egqithileyo

# minutes-ago-long[many]
source: {{value}} minutes ago
ku: beriya {{value}} deqeyan
mg: {{value}} minitra lasa
xh: imizuzu e-{{value}} egqithileyo

# minutes-ago-long[other]
source: {{value}} minutes ago
ku: beriya {{value}} deqeyan
mg: {{value}} minitra lasa
xh: imizuzu e-{{value}} egqithileyo

# hours-ago-long[zero]
source: just now
ku: aniha
mg: vao teo
xh: nje ngoku

source: an hour ago
ku: beriya saetekê
mg: iray ora lasa
xh: kwiyure egqithileyo

# hours-ago-long[two]
source: {{value}} hours ago
ku: beriya {{value}} saetan
mg: {{value}} ora lasa
xh: iiyure ezi-{{value}} ezigqithileyo

# hours-ago-long[few]
source: {{value}} hours ago
ku: beriya {{value}} saetan
mg: {{value}} ora lasa
xh: iiyure ezi-{{value}} ezigqithileyo

# hours-ago-long[many]
source: {{value}} hours ago
ku: beriya {{value}} saetan
mg: {{value}} ora lasa
xh: iiyure ezi-{{value}} ezigqithileyo

# hours-ago-long[other]
source: {{value}} hours ago
ku: beriya {{value}} saetan
mg: {{value}} ora lasa
xh: iiyure ezi-{{value}} ezigqithileyo

# days-ago-long[zero]
source: today
ku: îro
mg: androany
xh: namhlanje

source: yesterday
ku: do
mg: omaly
xh: izolo

# days-ago-long[two]
source: {{value}} days ago
ku: beriya {{value}} rojan
mg: {{value}} andro lasa
xh: iintsuku ezi-{{value}} ezigqithileyo

# days-ago-long[few]
source: {{value}} days ago
ku: beriya {{value}} rojan
mg: {{value}} andro lasa
xh: iintsuku ezi-{{value}} ezigqithileyo

# days-ago-long[many]
source: {{value}} days ago
ku: beriya {{value}} rojan
mg: {{value}} andro lasa
xh: iintsuku ezi-{{value}} ezigqithileyo

# days-ago-long[other]
source: {{value}} days ago
ku: beriya {{value}} rojan
mg: {{value}} andro lasa
xh: iintsuku ezi-{{value}} ezigqithileyo

# weeks-ago-long[zero]
source: this week
ku: vê hefteyê
mg: t@ ity herinandro ity
xh: kule veki

source: last week
ku: hefteya borî
mg: t@ herinandro lasa
xh: kwiveki ephelileyo

# weeks-ago-long[two]
source: {{value}} weeks ago
ku: beriya {{value}} hefteyan
mg: {{value}} herinandro lasa
xh: iiveki ezi-{{value}} ezigqithileyo

# weeks-ago-long[few]
source: {{value}} weeks ago
ku: beriya {{value}} hefteyan
mg: {{value}} herinandro lasa
xh: iiveki ezi-{{value}} ezigqithileyo

# weeks-ago-long[many]
source: {{value}} weeks ago
ku: beriya {{value}} hefteyan
mg: {{value}} herinandro lasa
xh: iiveki ezi-{{value}} ezigqithileyo

# weeks-ago-long[other]
source: {{value}} weeks ago
ku: beriya {{value}} hefteyan
mg: {{value}} herinandro lasa
xh: iiveki ezi-{{value}} ezigqithileyo

# months-ago-long[zero]
source: this month
ku: vê mehê
mg: t@ ity volana ity
xh: kule nyanga

source: last month
ku: meha borî
mg: t@ volana lasa
xh: kwinyanga ephelileyo

# months-ago-long[two]
source: {{value}} months ago
ku: beriya {{value}} mehan
mg: {{value}} volana lasa
xh: iinyanga ezi-{{value}} ezigqithileyo

# months-ago-long[few]
source: {{value}} months ago
ku: beriya {{value}} mehan
mg: {{value}} volana lasa
xh: iinyanga ezi-{{value}} ezigqithileyo

# months-ago-long[many]
source: {{value}} months ago
ku: beriya {{value}} mehan
mg: {{value}} volana lasa
xh: iinyanga ezi-{{value}} ezigqithileyo

# months-ago-long[other]
source: {{value}} months ago
ku: beriya {{value}} mehan
mg: {{value}} volana lasa
xh: iinyanga ezi-{{value}} ezigqithileyo

# years-ago-long[zero]
source: this year
ku: îsal
mg: t@ ity taona ity
xh: kulo nyaka

source: last year
ku: par
mg: t@ taona lasa
xh: kunyaka ophelileyo

# years-ago-long[two]
source: {{value}} years ago
ku: beriya {{value}} salan
mg: {{value}} taona lasa
xh: iminyaka e-{{value}} egqithileyo

# years-ago-long[few]
source: {{value}} years ago
ku: beriya {{value}} salan
mg: {{value}} taona lasa
xh: iminyaka e-{{value}} egqithileyo

# years-ago-long[many]
source: {{value}} years ago
ku: beriya {{value}} salan
mg: {{value}} taona lasa
xh: iminyaka e-{{value}} egqithileyo

# years-ago-long[other]
source: {{value}} years ago
ku: beriya {{value}} salan
mg: {{value}} taona lasa
xh: iminyaka e-{{value}} egqithileyo

# minutes-until-long[zero]
source: now
ku: niha
mg: izao
xh: ngoku

source: in a minute
ku: di nav deqeyekê de
mg: afaka iray minitra
xh: emzuzwini

# minutes-until-long[two]
source: in {{value}} minutes
ku: di nav {{value}} deqeyan de
mg: afaka {{value}} minitra
xh: kwimizuzu e-{{value}}

# minutes-until-long[few]
source: in {{value}} minutes
ku: di nav {{value}} deqeyan de
mg: afaka {{value}} minitra
xh: kwimizuzu e-{{value}}

# minutes-until-long[many]
source: in {{value}} minutes
ku: di nav {{value}} deqeyan de
mg: afaka {{value}} minitra
xh: kwimizuzu e-{{value}}

# minutes-until-long[other]
source: in {{value}} minutes
ku: di nav {{value}} deqeyan de
mg: afaka {{value}} minitra
xh: kwimizuzu e-{{value}}

# hours-until-long[zero]
source: now
ku: niha
mg: izao
xh: ngoku

source: in an hour
ku: di nav saetekê de
mg: afaka iray ora
xh: kwiyure

# hours-until-long[two]
source: in {{value}} hours
ku: di nav {{value}} saetan de
mg: afaka {{value}} ora
xh: kwiiyure ezi-{{value}}

# hours-until-long[few]
source: in {{value}} hours
ku: di nav {{value}} saetan de
mg: afaka {{value}} ora
xh: kwiiyure ezi-{{value}}

# hours-until-long[many]
source: in {{value}} hours
ku: di nav {{value}} saetan de
mg: afaka {{value}} ora
xh: kwiiyure ezi-{{value}}

# hours-until-long[other]
source: in {{value}} hours
ku: di nav {{value}} saetan de
mg: afaka {{value}} ora
xh: kwiiyure ezi-{{value}}

# days-until-long[zero]
source: today
ku: îro
mg: anio
xh: namhlanje

source: tomorrow
ku: sibê
mg: rahampitso
xh: ngomso

# days-until-long[two]
source: in {{value}} days
ku: di nav {{value}} rojan de
mg: afaka {{value}} andro
xh: kwiintsuku ezi-{{value}}

# days-until-long[few]
source: in {{value}} days
ku: di nav {{value}} rojan de
mg: afaka {{value}} andro
xh: kwiintsuku ezi-{{value}}

# days-until-long[many]
source: in {{value}} days
ku: di nav {{value}} rojan de
mg: afaka {{value}} andro
xh: kwiintsuku ezi-{{value}}

# days-until-long[other]
source: in {{value}} days
ku: di nav {{value}} rojan de
mg: afaka {{value}} andro
xh: kwiintsuku ezi-{{value}}

# weeks-until-long[zero]
source: this week
ku: vê hefteyê
mg: @ ity herinandro ity
xh: kule veki

source: next week
ku: hefteya bê
mg: @ herinandro ho avy
xh: kwiveki ezayo

# weeks-until-long[two]
source: in {{value}} weeks
ku: di nav {{value}} hefteyan de
mg: afaka {{value}} herinandro
xh: kwiiveki ezi-{{value}}

# weeks-until-long[few]
source: in {{value}} weeks
ku: di nav {{value}} hefteyan de
mg: afaka {{value}} herinandro
xh: kwiiveki ezi-{{value}}

# weeks-until-long[many]
source: in {{value}} weeks
ku: di nav {{value}} hefteyan de
mg: afaka {{value}} herinandro
xh: kwiiveki ezi-{{value}}

# weeks-until-long[other]
source: in {{value}} weeks
ku: di nav {{value}} hefteyan de
mg: afaka {{value}} herinandro
xh: kwiiveki ezi-{{value}}

# months-until-long[zero]
source: this month
ku: vê mehê
mg: @ ity volana ity
xh: kule nyanga

source: next month
ku: meha bê
mg: @ volana ho avy
xh: kwinyanga ezayo

# months-until-long[two]
source: in {{value}} months
ku: di nav {{value}} mehan de
mg: afaka {{value}} volana
xh: kwiinyanga ezi-{{value}}

# months-until-long[few]
source: in {{value}} months
ku: di nav {{value}} mehan de
mg: afaka {{value}} volana
xh: kwiinyanga ezi-{{value}}

# months-until-long[many]
source: in {{value}} months
ku: di nav {{value}} mehan de
mg: afaka {{value}} volana
xh: kwiinyanga ezi-{{value}}

# months-until-long[other]
source: in {{value}} months
ku: di nav {{value}} mehan de
mg: afaka {{value}} volana
xh: kwiinyanga ezi-{{value}}

# years-until-long[zero]
source: this year
ku: îsal
mg: @ ity taona ity
xh: kulo nyaka

source: next year
ku: sala bê
mg: @ volana ho avy
xh: kunyaka ozayo

# years-until-long[two]
source: in {{value}} years
ku: di nav {{value}} salan de
mg: afaka {{value}} taona
xh: kwiminyaka e-{{value}}

# years-until-long[few]
source: in {{value}} years
ku: di nav {{value}} salan de
mg: afaka {{value}} taona
xh: kwiminyaka e-{{value}}

# years-until-long[many]
source: in {{value}} years
ku: di nav {{value}} salan de
mg: afaka {{value}} taona
xh: kwiminyaka e-{{value}}

# years-until-long[other]
source: in {{value}} years
ku: di nav {{value}} salan de
mg: afaka {{value}} taona
xh: kwiminyaka e-{{value}}

# minutes-ago-short[zero]
source: just now
ku: aniha
mg: vao teo
xh: nje ngoku

source: {{value}}m ago
ku: {{value}} dq berê
mg: {{value}}m lasa
xh: kwi-{{value}}m egqithileyo

# hours-ago-short[zero]
source: just now
ku: aniha
mg: vao teo
xh: nje ngoku

source: {{value}}h ago
ku: {{value}} saet berê
mg: {{value}}o lasa
xh: kwi-{{value}}h egqithileyo

# days-ago-short[zero]
source: today
ku: îro
mg: androany
xh: namhlanje

source: {{value}}d ago
ku: {{value}} roj berê
mg: {{value}}a lasa
xh: kwi-{{value}}d egqithileyo

# minutes-until-short[zero]
source: now
ku: niha
mg: izao
xh: ngoku

source: in {{value}}m
ku: di nav {{value}} dq de
mg: afaka {{value}}m
xh: kwi-{{value}}m

# hours-until-short[zero]
source: now
ku: niha
mg: izao
xh: ngoku

source: in {{value}}h
ku: di nav {{value}} saetan de
mg: afaka {{value}}o
xh: kwi-{{value}}h

# days-until-short[zero]
source: today
ku: îro
mg: anio
xh: namhlanje

source: in {{value}}d
ku: di nav {{value}} rojan de
mg: afaka {{value}}a
xh: kwi-{{value}}d

source: (incorrect date)
ku: (dîroka nederbasdar)
mg: (daty diso)
xh: (umhla ongachananga)

source: %a %b %e %Y %I:%M:%S %p
ku: %e %b %Y %a %H:%M:%S
xh: %a %e %b %Y %H:%M:%S

source: %m/%d/%Y
ku: %d/%m/%Y
xh: %d/%m/%Y

source: %I:%M:%S %p
ku: %H:%M:%S
xh: %H:%M:%S

source: %x %I:%M %p
ku: %x %H:%M
xh: %x %H:%M

source: AM
mg: Maraina
xh: Kusasa

source: PM
mg: Hariva
xh: Emva kwemini
