Repository: translate/mozilla-gaia
Catalog: pbb/shared/elements/gaia_grid/gaia_grid.properties.po
Languages: pbb

source: Stop {{name}}
pbb: Txanxuwaj {{name}}

source: Do you want to stop the download in progress?
pbb: ¿Manxunxapaga u'hn ũsana kiujuyapapaga?

source: Stop
pbb: Jxukate khyuju'

source: Restart Download
pbb: Txi' spatxya takhn

source: Do you want to download {{name}}?
pbb: ¿Spa'txya' pejxga {{name}}?

source: Download
pbb: Spatxna

source: Cancel
pbb: Tuduçmeeth

source: Expand group
pbb: Kujhsatx pusxi'sxna

source: Collapse group
pbb: Kujsatx pefxnijtxna

source: Enter a group name
pbb: Kujsa' yasetx fxi'jna
