Repository: translate/mozilla-gaia
Catalog: hto/apps/clock/clock.properties.po
Languages: hto

source: Reset
hto: Ábɨdo fɨno

source: Start
hto: Táinede

source: Stop
hto: Mozide

source: Cancel
hto: Fúitade

source: Hours
hto: Bímona

source: Minutes
hto: Fɨ́mona

source: Alarm
hto: Kázitara

source: Alarm name
hto: Kázitara mámekɨ

source: New alarm
hto: Kómue kázitara

source: Edit alarm
hto: Kázitara ábɨdo fɨno

source: Pause
hto: Fɨaikana

source: Resume
hto: Ɨ́fo

source: Lap
hto: Kɨgɨ́mo

source: Lap {{n}}
hto: Kɨgɨ́mo {{n}}

source: Delete
hto: Muiñode

source: Time
hto: Bímona

# snooze-label
source: Snooze
hto: Fúi fɨnoye

# snooze-button
source: Snooze
hto: Fúi fɨnoye

source: Repeat
hto: Ábɨdo fɨno

source: Vibrate
hto: Beguirite

source: Close
hto: Ɨ́baide

source: Save
hto: Jóne

source: Done
hto: Fɨnoka

# closeButton.ariaLabel
source: Close
hto: Ɨ́baide

# newAlarmButton.ariaLabel
source: New alarm
hto: Kómue kázitara

source: Sound
hto: Fɨkɨrede

source: No Sound
hto: Fɨkɨnide

source: Every day
hto: Nána biruído

source: Weekdays
hto: Taɨjɨ́ruido

source: Weekends
hto: Fúiya énéfebamo mena móna

source: Never
hto: Jáka

source: On
hto: Bonode

source: Off
hto: Duitaga

source: The alarm is set for <strong>{{alarmMinutes}}</strong> from now.
hto: Kázitara fɨkɨreite <strong>{{alarmMinutes}}</strong>.

source: The alarm is set for {{alarmHours}} and {{alarmMinutes}} from now.
hto: Kázitara fɨkɨreite {{alarmHours}} y {{alarmMinutes}}.

source: The alarm is set for {{alarmDays}} and {{alarmHours}} from now.
hto: Kázitara fɨkɨreite {{alarmDays}} y {{alarmHours}}.

# alarmMinutes[one]
source: one minute
hto: daa fɨ́mona

# alarmMinutes[two]
source: {{minutes}} minutes
hto: {{minutes}} fɨ́mona

# alarmMinutes[few]
source: {{minutes}} minutes
hto: {{minutes}} fɨ́mona

# alarmMinutes[many]
source: {{minutes}} minutes
hto: {{minutes}} fɨ́mona

# alarmMinutes[other]
source: {{minutes}} minutes
hto: {{minutes}} fɨ́mona

# alarmHours[zero]
source: <strong>{{hours}} hours</strong>
hto: <strong>{{hours}} horas</strong>

source: <strong>{{hours}} hour</strong>
hto: <strong>{{hours}} bímona</strong>

# alarmHours[two]
source: <strong>{{hours}} hours</strong>
hto: <strong>{{hours}} bímona</strong>

# alarmHours[few]
source: <strong>{{hours}} hours</strong>
hto: <strong>{{hours}} bímona</strong>

# alarmHours[many]
source: <strong>{{hours}} hours</strong>
hto: <strong>{{hours}} bímona</strong>

# alarmHours[other]
source: <strong>{{hours}} hours</strong>
hto: <strong>{{hours}} bímona</strong>

# alarmDays[zero]
source: <strong>{{days}} days</strong>
hto: <strong>{{hours}} biruído </strong>

source: <strong>{{days}} day</strong>
hto: <strong>{{days}} bíruido</strong>

# alarmDays[two]
source: <strong>{{days}} days</strong>
hto: <strong>{{hours}} biruído </strong>

# alarmDays[few]
source: <strong>{{days}} days</strong>
hto: <strong>{{hours}} biruído </strong>

# alarmDays[many]
source: <strong>{{days}} days</strong>
hto: <strong>{{hours}} biruído</strong>

# alarmDays[other]
source: <strong>{{days}} days</strong>
hto: <strong>{{hours}} biruído </strong>

source: zero minutes
hto: Íñede fɨ́mona

# nSpinnerMinutes.ariaValuetext[one]
source: one minute
hto: daa fɨ́mona

# nSpinnerMinutes.ariaValuetext[two]
source: {{n}} minutes
hto: {{n}} fɨ́mona

# nSpinnerMinutes.ariaValuetext[few]
source: {{n}} minutes
hto: {{n}} fɨ́mona

# nSpinnerMinutes.ariaValuetext[many]
source: {{n}} minutes
hto: {{n}} fɨ́mona

# nSpinnerMinutes.ariaValuetext[other]
source: {{n}} minutes
hto: {{n}} fɨ́mona

source: zero hours
hto: Íñede bímona

source: {{n}} hour
hto: {{n}} bímona

# nSpinnerHours.ariaValuetext[two]
source: {{n}} hours
hto: {{n}} bímona

# nSpinnerHours.ariaValuetext[few]
source: {{n}} hours
hto: {{n}} bímona

# nSpinnerHours.ariaValuetext[many]
source: {{n}} hours
hto: {{n}} bímona

# nSpinnerHours.ariaValuetext[other]
source: {{n}} hours
hto: {{n}} bímona
