Repository: translate/mozilla-gaia
Catalog: */apps/wappush/wappush.properties.po
Languages: af, am, ar, bn_bd, bn_in, br, bs, ca, cy, eu, fa, gd, hi_in, hr, hu, id, km, kn, mai, mg, ml, mr, my, ne, or, pt, ro, sw, ta, te, tr, ur, uz, vi, xh, zu

source: There was a error while authenticating the sender of the message.
af: Daar was ’n fout tydens waarmerking van die afsender van die boodskap.
am: ይህን መልእክት የላከውን በማረጋገጥ ላይ እንዳለ ስህተት ተፈጥሯል
ar: حدث خطأ خلال السماح لمرسل الرسالة.
bn_bd: বার্তার প্রেরককে অনুমোদন দেয়ার সময় একটি ত্রুটি হয়েছে।
bn_in: বার্তার প্রেরককে অনুমোদন করার সময় একটি ত্রুটি হয়েছে।
br: Degouezhet ez eus bet ur fazi e-pad dilesa kaser ar gemennadenn.
bs: Desila se greška prilikom autentifikacije pošiljaoca poruke.
ca: S'ha produït un error en autenticar el remitent del missatge.
cy: Bu gwall wrth ddilysu anfonwr y neges.
eu: Errore bat gertatu da mezuaren bidaltzailea autentifikatzean.
fa: هنگام تأیید اعتبار فرستندهٔ پیام،‌خطایی رخ داد.
gd: Thachair mearachd fhad 's a bha sinn a' dearbhadh seòladair na teachdaireachd.
hi_in: कोई त्रुटि थी जब आप प्रेषक को कोई संदेश भेज रहे थे.
hr: Došlo je do pogreške kod autentifikacije pošiljatelja poruke.
hu: Hiba történt az üzenet küldőjének hitelesítésekor.
id: Terjadi kesalahan saat mengautentikasi pengirim pesan.
km: មាន​កំហុស​ខណៈ​ដែល​ផ្ទៀងផ្ទាត់​អ្នក​ផ្ញើ​សារ។
kn: ಸಂದೇಶ ಕಳುಹಿಸಿದವರನ್ನು ದೃಢೀಕರಿಸುವಲ್ಲಿ ಒಂದು ದೋಷ ಎದುರಾಗಿದೆ.
mai: कोनो त्रुटि छल जखन अहाँ प्रेषक केँ कोनो समाद पठाए रहल छलहुँ.
mg: Nisy tsy fetezana nandritra ny fanamarinana ny mpandefa ilay hafatra.
ml: സന്ദേശെ അയച്ച ആളിനെ തിരിച്ചറിയുന്നതില്‍ തെറ്റ് പറ്റി.
mr: संदेश पाठविणाऱ्याची ओळख पटविताना एक त्रुटी आली.
my: စာတိုပို့လိုက်သူအား ရှာဖွေရာတွင် ပြသာနာတစ်ခုရှိနေသည်
ne: सन्देसको प्रेषक प्रमाणिकरण गर्दा त्रुटि भेटिएको छ ।
or: ସନ୍ଦେଶର ପ୍ରେରକଙ୍କୁ ପରଖିବା ବେଳେ ଅସୁବିଧା ହେଲା ।
pt: Ocorreu um erro ao autenticar o remetente da mensagem.
ro: A apărut o eroare la autentificarea expeditorului mesajului.
sw: Kuliwa na hitilafu wakati wa kuhalalisha mtumaji wa ujumbe.
ta: அனுப்புனர் செய்தியை அங்கீகரிக்கும்பொது பிழை நேர்ந்தது.
te: సందేశం పంపిన వారిని ధృవీకరించేప్పుడు దోషం ఏర్పడింది.
tr: Mesajı gönderen doğrulanırken bir hata oluştu.
ur: پیغام کے مرسل توثیق کرتے ہوئے ایک خرابی تھی۔
uz: Xabar jo‘natuvchini tasdiqdan o‘tkazishda xato yuz berdi.
vi: Có lỗi khi đang xác thực người gửi tin nhắn.
xh: Kubekho imposiso ngeli lixa bekuqinisekiswa umthumeli walo myalezo.
zu: Kube nenkinga ngenkathi kuzanywa ukuqinisekiswa othumele umyalezo.

source: The authentication mechanism is not supported yet.
af: Die waarmerkingsmeganisme word nog nie ondersteun nie.
am: የ ማረጋገጫው ሂደት የተደገፈ አይደለም
ar: آلية الوثوق لم تدعم بعد.
bn_bd: অনুমোদন প্রক্রিয়াটি এখনও সমর্থিত নয়।
bn_in: প্রমাণীকরণ প্রক্রিয়া এখনো সমর্থিত নয়।
br: N'eo ket skoret c'hoazh ar wikefre dilesa.
bs: Autentifikacijski mehanizam još nije podržan.
ca: El mecanisme d'autenticació encara no està implementat.
cy: Nid yw'r peirianwaith dilysu yn cael i gynnal eto.
eu: Autentifikazio-mekanismoa ez da onartzen oraindik.
fa: سازوکار تأیید اعتبار، هنوز پشتیبانی نمی‌شود.
gd: Chan eil taic ris an dòigh dearbhaidh seo fhathast.
hi_in: प्रामाणीकरण विधि अभी तक समर्थित नहीं है.
hr: Način atentifikacije nije podržan.
hu: A hitelesítési mechanizmus még nem támogatott.
id: Mekanisme autentikasi masih belum didukung.
km: យន្តការ​ផ្ទៀងផ្ទាត់​មិន​ត្រូវ​បាន​គាំទ្រ​នៅ​ឡើយ​ទេ។
kn: ದೃಢೀಕರಣ ವ್ಯವಸ್ಥೆಯನ್ನು ಇನ್ನೂ ಸಹ ಬೆಂಬಲಿಸಲಾಗುವುದಿಲ್ಲ.
mai: प्रामाणीकरण विधि अखन तक समर्थित नहि अछि.
mg: Mbola tsy zaka ny mekanisma fanamarinana.
ml: തിരിച്ചറിയല്‍ സംവിധാനത്തിന് പിന്‍തുണയില്ല.
mr: ओळख पटविण्याची पद्धत अद्याप समर्थित नाही.
my: ရှာဖွေခြင်းအား ထောက်ပံ့မပေးထားသေးပါ
ne: प्रमणिकारण को क्रियाविधि अझै समर्थन भएको छैन ।
or: ଏହି ପରଖା ପ୍ରଣାଳୀ ଏ ଯାଏ ଅନୁମୋଦିତ ହୋଇନାହିଁ ।
pt: O mecanismo de autenticação ainda não é suportado.
ro: Mecanismul de autentificare nu este suportat încă.
sw: Utaratibu wa kuhalalisha hutumiwi bado.
ta: அங்கீகரிப்பு பொறிமுறை இன்னமும் ஆதரிக்கப்படவில்லை.
te: ధృవీకరణ విధానానికి ఇంకా తోడ్పాటు లేదు.
tr: Doğrulama mekanizması henüz desteklenmiyor.
ur: توثیق کاری طریقہ ابھی معاونت شدہ نہیں ہے۔
uz: Tasdiqdan o‘tkazish mexanizmi haligacha ishga tushirilmagan.
vi: Cơ chế xác thực chưa được hỗ trợ.
xh: Inkqubo yokuqinisekisa ayikaxhaswa.
zu: Uhlelo lokuqinisekisa alwesekiwe okwamanje.

source: The configuration message you received does not have valid APNs.
af: Die opstellingsboodskap wat jy ontvang het, het nie geldige APN’s nie.
am: እርስዎ የ ደረስዎትን የማዋቀሪያ መልእክት ዋጋ ያለው APNs የለውም
ar: رسالة الأعدادات التي استلمتها لا تحتوي على ال APNs صالحة.
bn_bd: আপনি যে কনফিগারেশন বার্তাটি পেয়েছেন তাতে কোনো বৈধ APN নেই।
bn_in: আপনি যে কনফিগারেশন বার্তা পেয়েছেন তাতে বৈধ APNs নেই।
br: N'eus APN talvoudek ebet e-barzh ar gemennadenn gefluniañ hoc'h eus degemeret.
bs: Konfiguracijska poruka koju ste primili ne sadrži ispravne APN-ove.
ca: El missatge de configuració que heu rebut no conté cap APN vàlid.
cy: Nid oedd gan y neges ffurfweddu rydych wedi ei dderbyn APNau dilys.
eu: Jaso duzun konfigurazio-mezuak ez dauka baliozko APNrik.
fa: پیام پیکربندی‌ای که دریافت کردید، نام‌های نقاط دسترسی معتبر ندارد.
gd: Chan eil APNs dligheach aig an teachdaireachd rèiteachaidh a fhuair thu.
hi_in: आपको मिले विन्यास संदेश में मान्य APN नहीं हैं.
hr: Konfiguracijska poruka koju ste primili nema valjane APNove.
hu: A kapott konfigurációs üzenet nem tartalmaz érvényes APN-eket.
id: Pesan konfigurasi yang diterima tidak berisi APN yang valid.
km: អ្នកបាន​ទទួល​សារ​កំណត់​រចនាសម្ព័ន្ធ​ដែលមិន​មាន​ APNs ត្រឹមត្រូវ។
kn: ನೀವು ಸ್ವೀಕರಿಸಿದ ಸಂರಚನಾ ಸಂದೇಶವು ಯಾವುದೆ ಸರಿಯಾದ APNಗಳನ್ನು ಹೊಂದಿಲ್ಲ.
mai: अहाँकेँ मिलल विन्यास समाद मे मान्य APN नहि अछि.
mg: Tsy manana APN mety ilay hafatra fanefena voarainao.
ml: ലഭിച്ച ക്രമീകരണസന്ദേശത്തില്‍ ശരിയായ APNs ഒന്നുംതന്നെയില്ല.
mr: आपण प्राप्त केलेल्या संरचना संदेशात वैध APNs नाहीत.
my: သင် လက်ခံရရှိထားသော အပြင်အဆင်ပုံစံ စာတိုတွင် အလုပ်လုပ်သော APNs မပါဝင်ပါ
ne: तपाइले पाउनुभएको कन्फिगरेसन सन्देसमा मान्य ए पी एन हरु छैन ।
or: ଆପଣ ପଠାଇଥିବା ସଂରଚନା ସନ୍ଦେଶରେ ବୈଧ APN ନାହିଁ ।
pt: A mensagem de configuração recebida não contém um APN válido.
ro: Mesajul de configurare pe care l-ai primit nu are APN-uri valide.
sw: Ujumbe wa usanidi uliopokea huna APNs sahihi.
ta: நீங்கள் பெற்ற கட்டமைப்பு செய்தியானது சரியான APNகளை வைத்திருக்கவில்லை.
te: మీరు అందుకున్న స్వరూపణ సందేశం సరైన APNలను కలిగిలేదు.
tr: Aldığınız yapılandırma mesajı geçerli bir APN içermiyor.
ur: آپ کو موصول ترتیب پیغام کی APNs درست نہیں ہے۔
uz: Siz qabul qilgan moslash xabarida to‘g‘ri APN mavjud emas
vi: Tin nhắn cấu hình bạn nhận được không có các tên điểm truy cập hợp lệ.
xh: Umyalezo wongqamaniso owufumeneyo awunazi APN zisebenzayo.
zu: Umyalezo wokuqalisa uhlelo owutholile awunawo ama-APN amukelekile.

source: Store
or: ସଞ୍ଚୟ କରନ୍ତୁ

source: Configuration message received, click on “Accept” to continue.
or: ସଂରଚନା ସନ୍ଦେଶ ମିଳିଲା, ଆଗକୁ ବଢ଼ିବା ପାଇଁ "ଗ୍ରହଣ କରନ୍ତୁ"ରେ କ୍ଲିକ କରନ୍ତୁ ।

source: The PIN you have entered is incorrect. The PIN code should have been provided to you by whomever sent you the configuration message.
or: ଆପଣ ଦେଇଥିବା PIN ଟି ଭୁଲ । ଆପଣଙ୍କୁ ଯେ ଏହି ସଂରଚନା ପଠାଇଛନ୍ତି ସେ ହିଁ PIN କୋଡ଼ ପଠାଇଥିବେ ।

source: You are about to store the following APN(s) on your phone:
or: ଆପଣ ନିଜ ଫୋନରେ ଏହି APN ସାଇତିବାକୁ ଯାଉଛନ୍ତି:

source: We are done, the APN(s) are now stored.
or: ଆମ କାମ ସରିଗଲା, APN ସାଇତାଗଲା ।
