Repository: translate/mozilla-gaia
Catalog: */apps/wappush/wappush.properties.po
Languages: af, am, ar, bn_bd, bn_in, br, bs, ca, cy, eu, fa, gd, hi_in, hr, hu, id, km, kn, mai, mg, ml, mr, my, ne, or, pt, ro, sw, ta, te, tr, ur, uz, vi, xh, zu

source: WAP Push message
af: WAP-stootboodskap
am: የ WAP Push መልእክቶች
ar: رسالة WAP Push
bn_bd: ওয়াপ পুশ বার্তা
bn_in: WAP পুশ বার্তা
br: Kemennadenn Push WAP
bs: WAP Push poruka
ca: Missatge Push WAP
cy: Neges gwthio WAP
eu: WAP Push mezua
fa: پیام انتقالی WAP
gd: Teachdaireachd WAP Push
hi_in: WAP दबाएँ संदेश
hr: WAP push poruka
hu: WAP Push üzenet
id: Pesan WAP Push
km: សារ WAP Push
kn: WAP ಪುಶ್ ಸಂದೇಶ
mai: WAP दाबू समाद
mg: Hafatra WAP Push
ml: വാപ്പ് പുഷ് സന്ദേശം
mr: WAP पुश संदेश
my: WAP Push စာတို
ne: डब्लु ए पी धकेलेको सन्देश
or: WAP ପୁସ ସନ୍ଦେଶ
pt: Mensagem WAP Push
ro: Mesaj WAP Push
sw: Ujumbe wa WAP Push
ta: WAP உந்நுதல் செய்தி
te: WAP పుష్ సందేశం
tr: WAP Push mesajı
ur: WAP پُش پیغامات
uz: WAP turtki xabari
vi: Tin nhắn WAP Push
xh: Umyalezo otyhalwa ngeWAP
zu: I-WAP Push message

source: Close
af: Maak toe
am: መዝጊያ
ar: أغلِق
bn_bd: বন্ধ
bn_in: বন্ধ করুন
br: Serriñ
bs: Zatvori
ca: Tanca
cy: Cau
eu: Itxi
fa: بستن
gd: Dùin
hi_in: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
km: បិទ
kn: ಮುಚ್ಚು
mai: बन्न करू
mg: Akatona
ml: അടയ്ക്കു
mr: बंद
my: ပိတ်
ne: बन्द गर्नुहोस्
or: ବନ୍ଦକରନ୍ତୁ
pt: Fechar
ro: Închide
sw: Funga
ta: மூடவும்
te: మూసివేయి
tr: Kapat
ur: بند کریں
uz: Yopish
vi: Đóng
xh: Vala
zu: Vala

source: Accept
af: Aanvaar
am: ተቀብያለሁ
ar: اقبل
bn_bd: গ্রহণ
bn_in: গ্রহণ করুন
br: Asantiñ
bs: Prihvati
ca: Accepta
cy: Derbyn
eu: Onartu
fa: قبول
gd: Gabh ris
hi_in: स्वीकार
hr: Prihvati
hu: Elfogadás
id: Terima
km: ទទួល
kn: ಅಂಗೀಕರಿಸು
mai: स्वीकार
mg: Hanaiky
ml: അംഗീകരിക്കു
mr: स्वीकारा
my: လက်ခံပါ
ne: स्वीकार गर्नुहोस्
or: ଗ୍ରହଣ କରନ୍ତୁ
pt: Aceitar
ro: Acceptă
sw: Kubali
ta: ஏற்றுக்கொள்
te: ఆమోదించు
tr: Kabul et
ur: قبول كریں
uz: Rozi bo‘lish
vi: Đồng ý
xh: Yamkela
zu: Yamukela

source: Quit
af: Verlaat
am: ማጥፊያ
ar: أنهِ
bn_bd: প্রস্থান
bn_in: বন্ধ করুন
br: Kuitaat
bs: Izlaz
ca: Surt
cy: Derbyn
eu: Irten
fa: خروج
gd: Fàg an-seo
hi_in: बाहर निकलें
hr: Izlaz
hu: Kilépés
id: Keluar
km: ចេញ
kn: ಹೊರನಡೆ
mai: छोड़ू
mg: Hivoaka
ml: പുറത്ത് കടക്കു
mr: बाहेर पडा
my: ထွက်ပါ
ne: अन्त्य गर्नुहोस्
or: ବିଦାୟ ନିଅନ୍ତୁ
pt: Sair
ro: Ieși
sw: Aga
ta: வெளியேறு
te: నిష్క్రమించు
tr: Çık
ur: برخاست
uz: Chiqish
vi: Thoát
xh: Yeka
zu: Yeka

source: Cancel
af: Kanselleer
am: መሰረዣ
ar: ألغِ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
eu: Utzi
fa: لغو
gd: Sguir dheth
hi_in: रद्द करें
hr: Otkaži
hu: Mégse
id: Batal
km: បោះបង់
kn: ರದ್ದುಮಾಡು
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കു
mr: रद्द
my: ဖျက်
ne: रद्द गर्नुहोस्
or: ବାତିଲ
pt: Cancelar
ro: Renunță
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy
xh: Rhoxisa
zu: Khansela

source: Try again
af: Probeer weer
am: እንደገና ይሞክሩ
ar: حاول مرة أخرى
bn_bd: পুনরায় চেষ্টা করুন
bn_in: পুনরায় প্রচেষ্টা করুন
br: Klask en-dro
bs: Pokušaj ponovo
ca: Reintenta
cy: Ceisiwch eto
eu: Saiatu berriro
fa: تلاش دوباره
gd: Feuch ris a-rithist
hi_in: फिर कोशिश करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
km: ព្យាយាម​ម្ដង​ទៀត
kn: ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ
mai: फेर कोसिस करू
mg: Hanandrana indray
ml: വീണ്ടും ശ്രമിയ്ക്കുക
mr: पुन्हा प्रयत्न करा
my: ထပ်မံကြိုးစားပါ
ne: पुन: प्रयास गर्नुहोस्
or: ପୁଣିଥରେ ଚେଷ୍ଟାକରନ୍ତୁ
pt: Voltar a tentar
ro: Încearcă din nou
sw: Jaribu tena
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్ళీ ప్రయత్నించండి
tr: Yeniden dene
ur: دوبارہ کوشش کریں
uz: Yana urinish
vi: Thử lại
xh: Zama kwakhona
zu: Zama futhi

source: Finish
af: Klaar
am: ጨርሷል
ar: انهاء
bn_bd: সম্পন্ন
bn_in: সমাপ্তি
br: Echuiñ
bs: Završi
ca: Finalitza
cy: Gorffen
eu: Amaitu
fa: پایان
gd: Crìochnaich
hi_in: समाप्त करें
hr: Završi
hu: Befejezés
id: Selesai
km: បញ្ចប់
kn: ಮುಗಿಸು
mai: समाप्त
mg: Hamita
ml: പൂര്‍ത്തിയാക്കു
mr: समाप्त
my: ပြီးဆုံး
ne: समाप्त
or: ସମାପ୍ତି
pt: Concluir
ro: Finalizează
sw: Maliza
ta: முடிந்தது
te: ముగించు
tr: Bitir
ur: اختتام
uz: Tugatish
vi: Hoàn tất
xh: Gqiba
zu: Qeda

source: SIM {{id}}
am: ሲም {{id}}
eu: {{id}}. SIMa
fa: سیم‌کارت {{id}}
ml: സിം {{id}}
ta: சிம் {{id}}
te: సిమ్ {{id}}
xh: ISIM {{id}}

source: Next
am: ይቀጥሉ
ar: التالي
bn_bd: পরবর্তী
bn_in: পরবর্তী
br: War-lerc'h
bs: Sljedeće
ca: Següent
cy: Nesaf
eu: Hurrengoa
fa: بعدی
gd: Air adhart
hi_in: अगला
hu: Tovább
id: Selanjutnya
kn: ಮುಂದೆ
mai: अगिला
my: နောက်
pt: Seguinte
ro: Înainte
ta: அடுத்து
tr: İleri
ur: اگلا
uz: Keyingi

source: Done
am: ጨርሷል
ar: تم
bn_bd: সম্পন্ন
bn_in: সম্পন্ন
br: Graet eo
bs: Završeno
ca: Fet
cy: Gorffen
eu: Eginda
fa: انجام شد
gd: Deiseil
hi_in: संपन्न
hu: Kész
id: Selesai
kn: ಆಯಿತು
mai: सम्पन्न
my: ပြီးပြီ
pt: Feito
ro: Gata
ta: முடிந்தது
te: పూర్తయ్యింది
tr: Bitti
ur: مکمل
uz: Tayyor

source: This message has expired
af: Hierdie boodskap het verstryk
am: ይህ መልእክት ጊዜው አልፏል
ar: انتهت صلاحية هذه الرسالة
bn_bd: এই বার্তাটি মেয়াদোত্তীর্ণ
bn_in: এই বার্তাটি মেয়াদ শেষ হয়েছে
br: Diamzeret eo ar gemennadenn
bs: Ova poruka je istekla
ca: Aquest missatge ha caducat
cy: Mae'r neges wedi dod i ben
eu: Mezua iraungita dago
fa: این پیام منقضی شده است
gd: Dh'fhalbh an ùine air an teachdaireachd seo
hi_in: यह संदेश समाप्त हो गया है
hr: Ova poruka je istekla
hu: Ez az üzenet lejárt
id: Pesan ini kedaluwarsa
km: សារ​នេះ​បាន​ផុត​កំណត់
kn: ಈ ಸಂದೇಶದ ಸಮಯ ತೀರಿದೆ
mai: ई समाद समाप्त भ गेल अछि
mg: Lany daty io hafatra io
ml: ഈ സന്ദേശത്തിന്റെ കാലാവധി കഴിഞ്ഞുപോയി
mr: हा संदेश कालबाह्य झालाय
my: ယခုစာတိုသှ် သက်တမ်းကုန်ဆုံးပြီ
ne: यो सन्देशको समाप्ति भइसक्यो
or: ସନ୍ଦେଶଟିର ଅବଧି ସରିଯାଇଛି
pt: Esta mensagem expirou
ro: Acest mesaj a expirat
sw: Ujumbe huu umemaliza muda
ta: செய்தி காலாவதியாகிவிட்டது
te: ఈ సందేశం కాలంచెల్లింది
tr: Bu mesaj zaman aşımına uğramıştır
ur: یہ پیغام ختم ہو گیا ہے
uz: Ushbu xabar eskirgan
vi: Tin nhắn đã hết hạn
xh: Lo myalezo uphelelwe
zu: Lo myalezo usuphelelwe yisikhathi

source: PIN
am: ፒን
bn_bd: পিন
eu: PINa
hu: PIN kód
km: កូដ PIN
ml: പിന്‍
te: పిన్
xh: I-PIN

source: Configuration message received
af: Opstellingsboodskap is ontvang
am: የ ማዋቀሪያ መልእክት ተቀብለዋል
ar: اُستلمت رسالة الاعدادات
bn_bd: কনফিগারেশন বার্তা পাওয়া গিয়েছে
bn_in: কনফিগারেশন বার্তা পেয়েছি
br: Kemennadenn gefluniadur degemeret
bs: Primljena je konfiguracijska poruka
ca: S'ha rebut un missatge de configuració
cy: Derbyniwyd neges ffurfweddu
eu: Konfigurazio-mezua jaso da
fa: پیام پیکربندی دریافت شد
gd: Fhuaras teachdaireachd rèiteachaidh
hi_in: कॉन्फ़िगरेशन संदेश प्राप्त हुआ
hr: Konfiguracijska poruka primljena
hu: Konfigurációs üzenet érkezett
id: Pesan konfigurasi diterima
km: បាន​ទទួល​សារ​កំណត់​រចនាសម្ព័ន្ធ
kn: ಸಂರಚನಾ ಸಂದೇಶವನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ
mai: कोन्फ़िगरेशन समाद प्राप्त भेल
mg: Voaray hafatra fanefena
ml: ക്രമീകരണ സന്ദേശം ലഭിച്ചു
mr: संरचना संदेश मिळाला
my: တပ်ဆင်ခြင်း စာတို လက်ခံရရှိပြီး
ne: कन्फिगरेसन सन्देश प्राप्त भयो
or: ସଂଚରନା ସନ୍ଦେଶ ମିଳିଲା
pt: Mensagem de configuração recebida
ro: Mesaj de configurare primit
sw: Ujumbe wa usanidi umepokelewa.
ta: கட்டமைப்பு செய்தி பெறப்பட்டது
te: స్వరూపణ సందేశం స్వీకరించబడింది
tr: Yapılandırma mesajı alındı
ur: تشکیل پیغام موصول
uz: Moslash xabari qabul qilindi
vi: Đã nhận tin nhắn cấu hình
xh: Ufumene umyalezo wongqamaniso
zu: Umyalezo wokuqalisa uhlelo usufikile

source: OTA Access Point Configuration
af: OTA-toegangspuntopstelling
ar: اعدادت نقطة وصول OTA
bn_bd: OTA অ্যাক্সেস পয়েন্ট কনফিগারেশন
bn_in: OTA অ্যাক্সেস পয়েন্ট কনফিগারেশন
br: Kefluniadur poent haeziñ OTA
bs: Konfiguracija OTA pristupne tačke
ca: Configuració del punt d'accés OTA
cy: Ffurfweddiad Pwynt Mynediad OTA
eu: OTA sarbide-puntuaren konfigurazioa
fa: پیکربندی نقطهٔ دسترسی OTA
gd: Rèiteachadh puing inntrigidh OTA
hi_in: OTA एक्सेस प्वाइंट कॉन्फ़िगरेशन
hr: Podešavanje OTA pristupne točke
hu: OTA hozzáférési pont beállítása
id: Konfigurasi Titik Akses OTA
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ចំណុច​ចូល​ដំណើរការ OTA
kn: OTA ಪ್ರವೇಶ ಸ್ಥಳದ ಸಂರಚನೆ
mai: OTA एक्सेस प्वाइंट कॉन्फ़िगरेशन
mg: Fanefena Fidirana OTA
ml: OTA ആക്സസ് പോയിന്റ് ക്രമീകരണങ്ങള്‍
mr: OTA ॲक्सेस पाॅइंट संरचना
my: OTA Access Point အပြင်အဆင်
ne: OTA पहुँच बिन्दु कन्फिगरेसन
or: OTA ଆକ୍ସେସ ପଏଣ୍ଟ ସଂଚରନା
pt: Configuração do ponto de acesso OTA
ro: Configurarea punctului de acces OTA
sw: OTA Usanidi wa Hatua ya Upatikanaji
ta: OTA AP கட்டமைப்பு
te: OTA యాక్సెస్ పాయింటు స్వరూపణం
tr: OTA erişim noktası yapılandırması
ur: OTA رسائی نقطہ تشکیل
uz: OTA kirish nuqtasini moslash
vi: Cấu hình điểm truy cập OTA
xh: I-OTA Access Point Configuration
zu: I-OTA ukutholakala kwendawo yokufinyelela

source: Configuration message received, tap on “Done” to continue.
am: የ ማዋቀሪያ መልእክት ተቀብለዋል: መታ ያድርጉ “ጨርሷል” ላይ ለመቀጠል
ar: اُستلمت رسالة ضبط، انقر ”تم“ للاستمرار.
bn_bd: কনফিগারেশন বার্তা পাওয়া গিয়েছে। চালিয়ে যেতে "গ্রহণ" এ চাপুন।
bn_in: কনফিগারেশান বার্তা প্রাপ্ত হয়েছে, গ্রহণ করতে “সম্পন্ন” তে ক্লিক করুন।
br: Kemennadenn gefluniañ degemeret, klikit war “Asantiñ” evit kenderc'hel.
bs: Primljena konfiguracijska poruka, kliknite na “Gotovo” za nastavak.
ca: S'ha rebut un missatge de configuració, toqueu «Fet» per continuar.
cy: Derbyniwyd neges ffurfweddu, cliciwch “Gorffen” i barhau.
eu: Konfigurazio-mezua jaso da, sakatu 'Eginda' jarraitzeko.
fa: پیام پیکربندی دریافت شد. برای ادامه، روی «انجام شد» ضربه بزنید.
gd: Fhuaras teachdaireachd rèiteachaidh, briog air “Deiseil” airson leantainn air adhart.
hu: Konfigurációs üzenet érkezett, koppintson a „Kész” gombra a folytatáshoz.
id: Pesan konfigurasi diterima, ketuk pada “Selesai” untuk melanjutkan.
kn: ಸಂರಚನಾ ಸಂದೇಶ ಸ್ವೀಕರಿಸಲಾಗಿದೆ, ಮುಂದುವರೆಯಲು “ಅಂಗೀಕರಿಸು” ಅನ್ನು ಮೆಲ್ಲ ತಟ್ಟಿ.
mai: विन्यास समाद प्राप्त कएलक, जारी राखब कलेल“संपन्न” केँ क्लिक करू.
mr: संरचना संदेश मिळाला, पुढे जाण्यासाठी “स्वीकारा” वर टिचकी द्या.
my: အပြင်အဆင် အချက်အလက်စာတို ရရှိပြီး။ ကျေးဇူးပြုပြီး “လက်ခံမည်” ကိုနှိပ်ကာ ဆက်သွားပါ
pt: Mensagem de configuração recebida; toque em “Feito” para continuar.
ro: Mesaj de configurare primit, atinge pe „Gata” pentru a continua.
ta: கட்டமைப்புச் செய்தி பெறப்பட்டது, “முடிந்தது” என்பதைச் சொடுக்கி தொடரவும்.
tr: Yapılandırma mesajı alındı. Devam etmek için “Bitti”ye dokunun.
ur: تشکیل پیغام موصول، جاری رکھنے کے لیئے “مکمل” پر کلک کریں۔
uz: Moslash xabari qabul qilindi, davom etish uchun “Tayyor”ni bosing.

source: The PIN code should have been provided to you by whomever sent you the configuration message.
af: Die persoon wat die opstellingsboodskap vir jou gestuur het, moes die PIN-kode aan jou voorsien het.
am: የ ፒን ኮድ ለእርስዎ አብሮ መቅረብ ነበረበት የማዋቀሪያ መልእክት በላከው
ar: ينبغي أن يكون مُرسل الرّسالة قد زوّدك برمز PIN.
bn_bd: যে আপনাকে কনফিগারেশন বার্তা পাঠিয়েছে তার কাছ থেকেই আপনার পিনটি পাওয়ার কথা।
bn_in: PIN কোড আপনি কনফিগারেশন বার্তা পাঠিয়েছেন যা দ্বারা আপনাকে সরবরাহিত উচিত হয়েছে।
br: Ar voneg PIN a rankfe bezañ roet deoc'h gant an hini en deus kaset deoc'h ar gemennadenn gadarnaat.
bs: PIN kod bi vam trebao biti dostavljen od strane onoga ko vam je poslao konfiguracijsku poruku.
ca: El codi PIN us l'hauria d'haver proporcionat qui us ha enviat el missatge de configuració.
cy: Dylai'r cod PIN fod wedi ei ddarparu gan bwy bynnag anfonodd y neges ffurfweddu.
eu: Konfigurazio-mezua bidali dizunak eman beharko lizuke PIN kodea.
fa: رمز PIN باید توسّط کسی که پیام پبکربندی را برایتان فرستاده، فراهم شده باشد.
gd: Bu chòir gun d'fhuair thu còd PIN o na daoine a chur thugad an teachdaireachd rèiteachaidh.
hi_in: PIN कोड को आपको उनके द्वारा दिया जाना चाहिए जिसने आपको विन्यास संदेश भेजा है.
hr: PIN možete saznati od pošiljatelja konfiguracijske poruke.
hu: A PIN kódot annak kell megadnia Önnek, aki a konfigurációs üzenetet küldte.
id: Kode PIN seharusnya telah Anda terima dari pengirim pesan konfigurasi.
km: កូដ PIN គួរ​ត្រូវ​បាន​ផ្ដល់​ឲ្យ​អ្នក​ដោយ​អ្នក​ណា​ម្នាក់​ដែល​បាន​ផ្ញើ​សារ​កំណត់​រចនាសម្ព័ន្ធ​ឲ្យ​អ្នក។
kn: ಸಂರಚನಾ ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಿದವರು ನಿಮಗೆ PIN ಕೋಡ್ ಅನ್ನು ಒದಗಿಸಿರಬೇಕಿತ್ತು.
mai: PIN कोड केँ अहाँकेँ हुनका द्वारा देल जएनाइ चाही जकरा अहाँकेँ विन्यास समाद भेजल गेल अछि.
mg: Tokony efa nomen'izay olona nandefa an'ity hafatra fanefena ity aminao ny kaody PIN.
ml: ക്രമീകരണ സന്ദേശം അയച്ചവര്‍ തന്നെ പിന്‍ നമ്പര്‍ തന്നിരിക്കേണ്ടതാണ്.
mr: संरचना संदेश पाठविणाऱ्याने आपणास PIN कोड द्यायला पाहिजे.
my: PIN ကုဒ် အား သင့်ကို အပြင်အဆင်စာတိုပို့ပေးသည့် သူမှ ပေးလာခြင်းမျိုးဖြစ်သင့်သည်။
ne: तपाईंलाई जसले कन्फिगरेसन सन्देश पठाएको थियो उसले नै तपाईंलाई PIN कोड प्रदान गरेको हुनुपर्दछ ।
or: ଯେ ଆପଣଙ୍କୁ ସଂରଚନା ପଠାଇଛନ୍ତି PIN କୋଡ଼ଟି ଆପଣଙ୍କୁ ତାଙ୍କ ଠାରୁ ମିଳିଥିବ ।
pt: O código PIN deve ter sido fornecido por quem lhe enviou a mensagem de configuração.
ro: PIN-ul ar trebui să fi fost furnizat de către cine ți-a trimis mesajul de configurare.
sw: Kodi ya PIN inafaa kutolewa kwako na yeyote aliyekutumia ujumbe wa usanidi.
ta: உங்களுக்கு கட்டமைப்பு செய்தியை யாரால் வழங்கப்பட்டதோ அவர்களே PIN குறியீட்டை வழங்கியாக வேண்டும்.
te: ఎవరైతే మీకు ఈ స్వరూపణ సందేశం పంపారో వారు మీకు పిన్ సంకేతం అందించి ఉంటారు.
tr: PIN kodu, size yapılandırma mesajını gönderen firma tarafından verilmiş olmalıdır.
ur: جس کسی نے بھی تشکیل پیغام بھیجا ہے، اُنہوں نے آپ کو PIN کوڈ فراہم کیا ہونا چاہئے۔
uz: Sizga moslash haqidagi xabar jo‘natgan kishi tomonidan PIN kod ko‘rsatilgan bo‘lishi kerak.
vi: Mã PIN phải được cũng cấp cho bạn bởi người đã gửi tin nhắn cấu hình.
xh: Ikhowudi ye-PIN ubufanele ube uyinikiwe nguye nabani na obekuthumelele umyalezo wongqamaniso.
zu: Ikhodi ye-PIN bekufanele ithunyelwe kuwe yilowo okuthumele umyalezo wokuqalisa uhlelo.

source: The message has not been processed yet, do you really want to quit?
af: Die boodskap is nog nie verwerk nie, wil jy werklik verlaat?
am: መልእክቱን አላስኬዱም: በ እርግጥ ማቋረጥ ይፈልጋሉ?
ar: الرسالة لم تنته بعد، هل تريد الخروج؟
bn_bd: বার্তাটি এখনও তৈরি হয়নি, আপনি সত্যিই বের হয়ে যেতে চান?
bn_in: বার্তা এখনো প্রসেস করা হয় নি, আপনি কি সত্যিই প্রস্থান করতে চান?
br: Ha sur oc'h e fell deoc'h kuitaat ? N'eo ket bet keweriet c'hoazh ar gemennadenn.
bs: Ova poruka još nije obrađena, želite li odustati?
ca: El missatge encara no s'ha processat. Segur que voleu sortir?
cy: Nid yw'r neges wedi ei brosesu eto, ydych chi wir eisiau gadael?
eu: Mezua ez da prozesatu oraindik, benetan irten nahi duzu?
fa: این پیام هنوز پردازش نشده است. واقعاً می‌خواهید خارج شوید؟
gd: Cha deach an teachdaireachd seo a phròiseasadh fhathast, a bheil thu cinnteach gu bheil thu airson sgur dheth?
hi_in: संदेश अभी तक प्रक्रिया नहीं किया गया है, क्या आप वाकई छोड़ना चाहते हैं?
hr: Poruka još nije obrađena, želite li odustati?
hu: Az üzenet még nincs feldolgozva, valóban ki szeretne lépni?
id: Pesan belum diproses, ingin keluar saja?
km: សារ​មិន​ត្រូវ​បាន​ដំណើរការ​នៅ​ឡើយ​ទេ តើ​អ្នក​ពិត​ជា​ចង់ចេញ​ឬ?
kn: ಸಂದೇಶವನ್ನು ಇನ್ನೂ ಸಹ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗಿಲ್ಲ, ನೀವು ನಿಜವಾಗಿಯೂ ಹೊರನಡೆಯ ಬಯಸುವಿರಾ?
mai: समाद अखन तक प्रक्रिया नहि कएल गेल अछि, की अहाँ वाकई छोड़नाइ चाहैत अछि?
mg: Tsy mbola nokirakiraina ilay hafatra, tena te-hivoaka ianao?
ml: സന്ദേശം ഇതുവരെ പ്രോസസ്സ് ചെയ്തിട്ടില്ല, ശരിക്ക് പുറത്ത് കടക്കണോ?
mr: संदेशावर कार्यवाही सुरू केली नाही, आपणास खरच यातून बाहेर पडायचे का?
my: စာတိုအား ဖွင့်မကြည့်ရသေးပါ ၊ သင်လုပ်မှာသေချာပြီလား ?
ne: यो सन्देस प्रक्रियामा गईसकेको छैन, के तपाई अन्त्य गर्न चाहनु हुन्छ ?
or: ସନ୍ଦେଶଟି ଦେଖାଯାଇନାହିଁ, ଆପଣ ବନ୍ଦ କରିବାକୁ ଚାହାଁନ୍ତି?
pt: A mensagem ainda não foi processada; quer mesmo sair?
ro: Mesajul nu a fost procesat încă, sigur dorești să ieși?
sw: Ujumbe huwezi kuchakatwa bado, je unataka kutoka?
ta: செய்தி இன்னுமும் செயல்படுத்தப்படவில்லை, நீங்கள் கட்டாயாமாக வெளியேற வேண்டுமா?
te: సందేశం ఇంకా విశ్లేషణ కాలేదు, మీరు నిజంగానే నిష్క్రమించాలనుకుంటున్నారా?
tr: Mesaj henüz işlenmedi. Çıkmak istediğinizden emin misiniz?
ur: پیغام ابھی تک عملدرآمد نہیں کیا گیا ہے، کیا آپ واقعی چھوڑنا چاہتے ہیں؟
uz: Xabar haligacha bajarilmadi, rostdan chiqishni xohlaysizmi?
vi: Tin nhắn chưa được xử lý, bạn có muốn thoát không?
xh: Umyalezo awukenziwa ngokwangoku, ingaba ufuna ukuyeka?
zu: Umyalezo awukahambi, uyafuna ngempela ukuyeka?

source: Your carrier is sharing configuration information with you. Do you want to install it?
am: የ እርስዎ አቅራቢ የማዋቀሪያ መረጃ መካፈል ይፈልጋል: መግጠም ይፈልጋሉ?
ar: يُشارك مزوّد الخدمة الّذي تعتمده معلومات ضبط الهاتف معك. هل ترغب بتثبيتها؟
bn_bd: তোমার ক্যারিয়ার আপনার সাথে কনফিগারেশন তথ্য ভাগ করা হয়. আপনি এটি ইনস্টল করতে চান না?
bn_in: আপনার ক্যারিয়ার কনফিগারেশন তথ্য আপনার সাথে ভাগ করতে চায়। আপনি কি এটি ইনস্টল করতে চান?
br: Rannet ez eus titouroù kefluniañ gant ho pourvezer. C'hoant ho peus da staliañ anezhe ?
bs: Vaš operater dijeli konfiguracijske informacije s vama. Da li ih želite instalirati?
ca: El vostre operador us està enviant informació de configuració. Voleu instal·lar-la?
cy: Mae eich darparwr yn rhannu manylion ffurfweddu gyda chi. Hoffech chi ei osod?
eu: Zure hornitzailea konfigurazio-informazioa ari da partekatzen zurekin. Instalatu nahi duzu?
fa: اپراتور شما اطلاعات پیکربندی را با شما به اشتراک گذاشته است. می‌خواهید نصبش کنید؟
gd: Tha an giùlanair agad airson fiosrachadh rèiteachaidh a thoirt dhut. A bheil thu airson a stàladh?
hu: A szolgáltatója konfigurációs információkat oszt meg Önnel. Szeretné telepíteni?
id: Operator Anda telah berbagi informasi konfigurasi dengan Anda. Ingin menginstalnya?
kn: ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಸಂರಚನೆ ಮಾಹಿತಿಯನ್ನು ನಿಮ್ಮೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುತ್ತಿದೆ. ನೀವು ಅದನ್ನು ಅನುಸ್ಥಾಪಿಸ ಬಯಸುವಿರಾ?
mai: अहाँक वाहक अहाँ सँग विन्यासक जानकारी साझा करैत अछि. की अहाँ एकरा संस्थापित कएनाए चाहब?
my: ဝန်ဆောင်မှုပေးသူသည် သင်နှင့် တပ်ဆင်ခြင်း အချက်အလက်များအား မျှနေသည်။ သင်သုံးသိုသလား?
pt: O seu operador está a partilhar informação de configuração consigo. Gostara de a instalar?
ro: Operatorul ți-a trimis informații de configurare. Dorești să le instalezi?
ta: உங்கள் கேரியர் உங்களுடன் கட்டமைப்பு தகவலைப் பகர்கிறது. அதை நிறுவ விருப்பமா?
tr: Şebekeniz sizinle bir yapılandırma bilgisi paylaşıyor. Yüklemek ister misiniz?
ur: آپ کا بارگیر آپ کے ساتھ تشکیل کی معلومات کا اشتراک کر رہا ہے۔ کیا آپ تنصیب کرنا چاہتے ہیں؟
uz: Provayderingiz moslash haqidagi ma’lumotni sizga taklif qilmoqda. Uni o‘rnatishni xohlaysizmi?

source: PIN is not correct.
am: ፒን የተሳሳተ ነው
ar: رمز PIN غير صحيح.
bn_bd: PIN সঠিক নয়।
bn_in: PIN সঠিক নয়।
br: N'eo ket reizh ar PIN.
bs: PIN nije tačan.
ca: El PIN no és correcte.
cy: Nid yw'r PIN yn gywir.
eu: PINa ez da zuzena.
fa: PIN درست نیست.
gd: Chan eil am PIN ceart.
hi_in: PIN सही नहीं है
hu: A PIN helytelen.
id: PIN salah.
kn: PIN ಸರಿಯಾಗಿಲ್ಲ.
mai: PIN सही नहि अछि.
my: PIN ကုဒ်မှားနေသည်
pt: O PIN não está correto.
ro: PIN-ul nu e corect.
ta: தவறான PIN.
tr: PIN yanlış.
ur: PIN صحیح نہیں ہے۔
uz: PIN kod noto‘g‘ri.

source: APN(s) saved.
am: APN(s) ተቀምጧል.
ar: حُفظت أسماء نقاط الوصول.
bn_in: APN সংরক্ষিত।
br: APN(où) enrollet.
bs: APN(ovi) spašeni.
ca: Els APN s'han desat.
cy: Wedi cadw APN(au).
eu: APNa(k) gorde dira.
fa: نام‌های نقاط دسترسی ذخیره شد.
gd: APN(s) air an sàbhaladh.
hi_in: APN(s) सहेजें गए
hu: APN-ek mentve.
id: APN disimpan.
kn: APN(s) ಉಳಿಸಲಾಗಿದೆ.
mai: APN(s) सहेजल गेल.
my: သိမ်းထားသောAPN(s)
pt: APN(s) guardado(s).
ro: APN(-uri) salvate.
ta: APN(கள்) சேமிக்கப்பட்டது.
tr: APN(ler) kaydedildi.
ur: APN(s) محفوظ شدہ۔
uz: APN(lar) saqlandi.

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
af: Die opstellingsboodskap wat jy ontvang het, kon nie teen jou SIM-kaart gewaarmerk word nie en kan dus nie gebruik word om jou toestel op te stel nie.
am: እርስዎ የ ደረስዎትን የማዋቀሪያ መልእክት ከ እርስዎ ሲም ካርድ ጋር ማረጋገጥ አልተቻለም: ስለዚህም የ እርስዎን አካል ማዋቀር አይቻልም
ar: رسالة الإعدادات التي استلمتها لن يتم الوثوق بها ضد بطاقة ال SIM , لذلك لا تستطيع استخدامها لإعداد جهازك.
bn_bd: আপনি যে কনফিগারেশন বার্তাটি পেয়েছেন সেটা আপনার সিম কার্ড এর জন্য অনুমোদিত নয়, তাই এটির সাহায্যে ডিভাইসটি কনফিগার করা সম্ভব নয়।
bn_in: আপনার পাওয়া কনফিগারেশন বার্তা আপনার SIM কার্ড বিরুদ্ধে অনুমোদন যাচাই করা যায়নি, তাই আপনার ডিভাইস কনফিগার করার জন্য ব্যবহার করা যাবে না।
br: N'hall ket bezañ dilesaet ar gemennadenn gefluniañ hoc'h eus degemeret gant ho kartenn SIM, neuze n'hall ket bezañ arveret evit kefluniañ ho trevnad.
bs: Konfiguracijska poruka koju ste dobili nije mogla biti provjerena za vašu SIM karticu, pa je nije moguće koristiti za konfiguraciju vašeg uređaja.
ca: El missatge de configuració que heu rebut no s'ha pogut autenticar amb la targeta SIM. Per tant, no es pot utilitzar per configurar el dispositiu.
cy: Nid oedd modd dilysu'r neges ffurfweddu yn erbyn eich cerdyn SIM, felly nid oes modd ei ddefnyddio i ffurfweddu eich dyfais.
eu: Jaso duzun konfigurazio-mezua ezin da autentifikatu zure SIM txartelaren aurka, beraz ezin da zure gailua konfiguratzeko erabili.
fa: پیام پیکربندی‌ای که دریافت کردید نتوانست با سیم کارتتان تأیید اعتبار شود، پس نمی‌تواند برای پیکربندی دستگاه به کار رود.
gd: Cha b' urrainn dhuinn an teachdaireachd rèiteachaidh a fhuair thu a dhearbhadh ris a' chairt SIM agad agus leis a sin, cha ghabh a chleachdadh gus an t-uidheam agad a rèiteachadh.
hi_in: आपको मिले विन्यास संदेश आपके सिम कार्ड के लिए सत्यापित नहीं किए जा सके, इसलिए उसे आपकी युक्ति को विन्यस्त करे के लिए प्रयोग नहीं किया जा सकता है.
hr: Postavke poruke koju ste primili ne mogu biti autentificirane s vašom SIM karticom tako da neće biti iskorištene za konfiguraciju vašeg uređaja.
hu: A kapott konfigurációs üzenet nem hitelesíthető a SIM-kártyával, így nem használható az eszköz konfigurálására.
id: Pesan konfigurasi yang diterima tidak dapat diautentikasi terhadap kartu SIM Anda, jadi tidak dapat digunakan untuk mengonfigurasikan perangkat Anda.
km: សារ​កំណត់​រចនាសម្ព័ន្ធ​ដែល​អ្នក​បាន​ទទួល​មិន​អាច​ត្រូវ​បាន​ផ្ទៀងផ្ទាត់​ជា​មួយ​ SIM កាត​របស់​អ្នក​បាន​ទេ ដូច្នេះ​មិន​អាច​ត្រូវ​បាន​ប្រើ​ ដើម្បី​កំណត់​រចនាសម្ព័ន្ធ​ឧបករណ៍​របស់​អ្នក​បាន​ទេ។
kn: ನೀವು ಸ್ವೀಕರಿಸಿದ ಸಂರಚನಾ ಸಂದೇಶವನ್ನು ನಿಮ್ಮ SIM ಕಾರ್ಡಿನೊಂದಿಗೆ ದೃಢೀಕರಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ, ಆದ್ದರಿಂದ ನಿಮ್ಮ ಸಾಧನವನ್ನು ಸಂರಚಿಸಲು ಬಳಸಲಾಗಲಿಲ್ಲ.
mai: अहाँकेँ मिलल विन्यास समाद अहाँक सिम कार्ड कलेल सत्यापित नहि कएल जाए सकत, एहिलेल ओकरा अहाँक युक्ति केँ विन्यस्त करै कलेल प्रयोग नहि कएल जाए सकैत अछि.
mg: Tsy voamarina nampitahana t@ karatra SIM anao ilay hafatra fanefena voarainao, ka tsy azo ampiasaina hanefena ny fitaovanao.
ml: ലഭിച്ച ക്രമീകരണ സന്ദേശം സിം കാര്‍ഡ് ഉപയോഗിച്ച് സ്ഥിരീകരിക്കാന്‍ കഴിയാഞ്ഞതിനാല്‍ ഫോണ്‍ക്രമീകരിക്കാന്‍ സാധിക്കില്ല.
mr: आपण प्राप्त केलेला संरचना संदेश आपल्या SIM कार्डद्वारे प्रमाणित होऊ शकला नाही, म्हणून ते आपले उपकरण संरचीत करण्यासाठी वापरले जाऊ शकत नाही.
my: အပြင်အဆင်ပုံစံစာတိုသည် SIM ကဒ်ဖြင့် အဆင်မပြေပါ။
ne: तपाईंले प्राप्त गर्नुभएको कन्फिगरेसन सन्देश तपाईंको सिम कार्ड विरुद्ध प्रमाणीकरण गर्न सकिँदैन त्यसकारण तपाईंको यन्त्र कन्फिगर गर्नको लागि प्रयोग गर्न मिल्दैन
or: ଆପଣ ପାଇଥିବା ସଂରଚନା ସନ୍ଦେଶଟି ଆପଣଙ୍କ SIM କାର୍ଡ଼ରେ ପରଖାଯାଇପାରିଲା ନାହିଁ, ତେଣୁ ଏହା ଆପଣଙ୍କ ଉପକରଣ (ଫୋନ/ଟ୍ୟାବଲେଟ)ରେ ସାଇତାଯାଇପାରିଲା ନାହିଁ ।
pt: Não foi possível autenticar a mensagem de configuração que recebeu com o cartão SIM, pelo que não pode ser utilizada para configurar o seu dispositivo.
ro: Mesajul de configurare primit nu a putut fi autentificat folosind cartela SIM, așadar nu poate fi folosit pentru a configura dispozitivul.
sw: Ujumbe wa usanidi uliopokea hukuweza kuhalalishwa dhidhi ya kadi yako ya SIM, kwa hivyo huwezi kutumiwa kusanidi kifaa chako.
ta: உங்களுடைய சிம் அட்டைக்கு எதிராக நீங்கள் பெற்ற செய்தியை அங்கீகரிக்க முடியாது, எனவே இதை பயன்படுத்தி உங்களுடைய சாதனத்தை கட்டமைக்க முடியாது.
te: మీరు అందుకున్న స్వరూపణ సందేశం మీ సిమ్ కార్డు ద్వారా ధృవీకరించబడలేదు, అందువల్ల మీ పరికరాన్ని స్వరూపించుటకు ఇది వాడబడదు.
tr: Aldığınız yapılandırma mesajı SIM kartınız tarafından doğrulanamadı, o yüzden cihazınızı yapılandırmak için kullanılamıyor.
ur: تشکیل پیغام جو موصول ہوا ہے اسکیتضدیق نہیں ہوسکی آپ کی SIM کے لیے اس لیے یہ آلہ نہیں تشکیل ہو سکتا۔
uz: Siz olgan moslash xabari SIM kartangiz bilan tasdiqdan o‘tmagan bo‘lishi mumkin, shuning uchun qurilmangizni moslashda foydalanib bo‘lmaydi.
vi: Tin nhắn cấu hình bạn nhận không xác thực được với thẻ SIM của bạn, vì vậy không dùng được để cấu hình thiết bị.
xh: Umyalezo wongqamaniso owufumeneyo ubungenakuqinisekiswa ngekhadi lakho le-SIM, ngoko alinakusetyenziswa ekungqamaniseni isixhobo sakho.
zu: Umyalezo wokuqalisa uhlelo owutholile awukwazanga ukuqinisekiswa ekhadini lakho le-SIM, ngakho awukwazi ukusetshenziswa ukuqalisa ukusebenza kwedivayisi yakho.
