Repository: translate/mozilla-gaia
Catalog: dsb/apps/settings/settings.properties.po
Languages: dsb

source: The characters you type when entering a search are sent to multiple search providers and will be used to send you search suggestions. Additional data charges may apply when using this feature.
dsb: Znamuška, kótarež zapisujośo, gaž zapódawaśo pytanje, sćelu se na někotarych pytańskich póbitowarjow a budu se wužywaś, aby wam pytańske naraźenja słali. Gaž wužywaśo toś tu funkciju, mógu pśidatne kosty nastaś.

source: Keyboard Settings
dsb: Tastaturowe nastajenja

source: Selected Keyboards
dsb: Wubrane tastatury

source: Number layouts
dsb: Licbne wugótowanja

source: Option layouts
dsb: Opciske wugótowanja

source: Keypad
dsb: Tastatura

source: Dial Pad
dsb: Wóleńska tastatura

source: Select Keyboards
dsb: Tastatury wubraś

source: At least one {{type}} keyboard should be selected
dsb: Nanejmjenjej jadna tastatura typa {{type}} by měła se wubraś

source: text
dsb: tekst

# keyboardType-number
source: number
dsb: licba

source: {{appName}} {{layoutName}} is set as default input method
dsb: {{appName}} {{layoutName}} jo ako standardna zapódawańska metoda póstajona

# fxa
source: Firefox Accounts
dsb: Konta Firefox

source: Account Management
dsb: Kontowe zastojanje

# fxa-accounts
source: Firefox Accounts
dsb: Konta Firefox

source: Your Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
dsb: Wašo konto Firefox dowólujo wam, funkcije ako Mój rěd namakaś a nałoženja ako Wikowanišćo Firefox wužywaś.

source: Create Account or Sign In
dsb: Konto załožyś abo pśizjawiś

source: Confirm Your Account
dsb: Wašo konto wobkšuśiś

source: We will send an email to: {{email}}
dsb: Pósćelomy mejlku na: {{email}}

source: Click the verification link in your email to confirm your account.
dsb: Klikniśo pśeglědowański wótkaz w swójej mejlce, aby swójo konto wobkšuśił.

source: Cancel Account Confirmation
dsb: Kontowe wobkšuśenje pśetergnuś

source: A verification link has been sent to {{email}}.
dsb: Pśeglědowański wótkaz jo se na {{email}} pósłał.

source: Don’t see an email? <a>Resend</a>.
dsb: Njejsćo mejlku dostał? <a>Hyšći raz pósłaś</a>.

source: About
dsb: Wó

source: Signed in as {{email}}
dsb: Pśizjawjony ako {{email}}

source: Signed In
dsb: Pśizjawjony

source: Marketplace
dsb: Wikowanišćo

# fxa-find-my-device-app
source: Find My Device
dsb: Mój rěd namakaś

source: Sign Out
dsb: Wótzjawiś

source: Please confirm {{email}}
dsb: Pšosym wobkšuśćo {{email}}

source: Find My Device
dsb: Mój rěd namakaś

source: Create account or sign in
dsb: Załožćo konto abo pśizjawćo se

source: Enable Find My Device
dsb: "Mój rěd namakaś" zmóžniś

source: About Find My Device
dsb: Wó "Mój rěd namakaś"

source: Enable Geolocation?
dsb: Póstajenje stojnišćow zmóžniś?

source: To view your device's location, you must enable geolocation tracking.
dsb: Aby stojnišćo swójogo rěda wiźeł, musyśo póstajenje stojnišća zmóžniś.

source: Geolocation Enabled
dsb: Póstajenje stojnišćow zmóžnjone

source: This device is currently offline. Connect to a network and try again.
dsb: Rěd jo tuchylu offline. Zwěžćo ze seśu a wopytajśo hyšći raz.

source: A Find My Device error has occurred.
dsb: Zmólka funkcije Mój rěd namakaś jo nastała.

source: Please try again.
dsb: Pšosym wopytajśo hyšći raz.

source: Please tap to try again.
dsb: Pšosym pótusniśo, aby hyšći raz wopytał.

source: Privacy & Security
dsb: Priwatnosć a wěstota

source: Passcode Lock
dsb: Zastajenje pśez gronidłowy kod

source: Passcode: {{code}}
dsb: Gronidłowy kod: {{code}}

source: Author
dsb: Awtor

source: Permissions
dsb: Pšawa

source: Revoke
dsb: Anulěrowaś

source: Ask
dsb: Pšašaś se

source: Deny
dsb: Wótpokazaś

source: Grant
dsb: Dowóliś

source: Uninstall App
dsb: Nałoženje wótinstalěrowaś

source: Phone
dsb: Telefon

source: Messages
dsb: Powěsći

source: Vibrate
dsb: Wibrěrowaś

source: Ring
dsb: Zwóniś daś

source: Create
dsb: Napóraś

source: Create a Passcode
dsb: Gronidłowy kod twóriś

source: Passcode
dsb: Gronidłowy kod

# passcode-heading
source: Passcode
dsb: Gronidłowy kod

source: Enter passcode
dsb: Gronidłowy kod zapódaś

source: New passcode
dsb: Nowy gronidłowy kod

source: Current passcode
dsb: Aktualny gronidłowy kod

source: Passcode is incorrect
dsb: Gronidłowy kod jo wopak

source: Passcode doesn’t match. Try again.
dsb: Gronidłowy kod njepasujo. Wopytajśo hyšći raz.

source: Confirm Passcode
dsb: Gronidłowy kod wobkšuśiś

source: Immediately
dsb: Ned

source: After 1 minute
dsb: Pó 1 minuśe

source: After 5 minutes
dsb: Pó 5 minutach

source: After 15 minutes
dsb: Pó 15 minutach

source: After 30 minutes
dsb: Pó 30 minutach

source: After 1 hour
dsb: Pó 1 góźinje

source: Require passcode
dsb: Gronidłowy kod se wótpšašaś

source: Change passcode
dsb: Gronidłowy kod změniś

source: No SIM card
dsb: Žedna SIM-kórta

source: SIM {{index}} PIN
dsb: PIN za SIM {{index}}

source: PUK code
dsb: PUK-kod

source: PUK2 code
dsb: PUK2-kod

source: What is a SIM PIN?
dsb: Co jo SIM-PIN?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
dsb: SIM-PIN zajźujo pśistupoju na SIM-kórtu seśow mobilneje telefonije. Gaž jo se zmóžniło, buźo se rěd, kótaryž wopśimujo SIM-kórtu, pśi znowegostartowanju za PIN pšašaś.

source: A SIM PIN is not the same as the passcode used to unlock the device.
dsb: SIM-PIN jo něco druge ako gronidłowy kod, kótaryž se wužywa, aby zastajenje rěda wótpórał.

source: Change PIN
dsb: PIN změniś

source: SIM PIN changed successfully
dsb: SIM-PIN jo se wuspěšnje změnił

source: SIM {{index}} PIN changed successfully
dsb: SIM {{index}}-PIN jo se wuspěšnje změnił

source: Enter SIM PIN
dsb: SIM-PIN zapódaś

source: Enter SIM PIN2
dsb: SIM-PIN2 zapódaś

source: Enter PUK code
dsb: PUK-kod zapódaś

source: Enter PUK2 code
dsb: PUK2-kod zapódaś

source: New PIN
dsb: Nowy PIN

source: Last try.
dsb: Slědny wopyt.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
dsb: {{n}} wopyta wušej.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
dsb: {{n}} wopyty wušej.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
dsb: {{n}} wopytow wušej.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
dsb: {{n}} wopytow wušej.

# pinAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
dsb: Maśo {{n}} wopyt wušej, aby korektny kod zapódał, nježli až se SIM-kórta zastajijo.

# pinAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo {{n}} wopyta wušej, aby korektny kod zapódał, nježli až se SIM-kórta zastajijo.

# pinAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo {{n}} wopyty wušej, aby korektny kod zapódał, nježli až se SIM-kórta zastajijo.

# pinAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo {{n}} wopytow wušej, aby korektny kod zapódał, nježli až se SIM-kórta zastajijo.

# pinAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo {{n}} wopytow wušej, aby korektny kod zapódał, nježli až se SIM-kórta zastajijo.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
dsb: To jo waša slědna móžnosć, aby korektny PIN zapódał. Howac musyśo PUK-kod zapódaś, aby toś tu SIM-kórtu wužywał.

source: The SIM card is locked.
dsb: SIM-kórta jo zastajona.

source: The SIM card is blocked.
dsb: SIM-kórta jo blokěrowana.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Musyśo kod za Personal Unlocking Key (PUK) za SIM-kórtu zapódaś. Póglědajśo do dokoumentacije swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom mobilneje telefonije za dalšne informacije do zwiska.

source: You must enter the Personal Unlocking Key (PUK2) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Musyśo kod za Personal Unlocking Key (PUK2) za SIM-kórtu zapódaś. Póglědajśo do dokoumentacije swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom mobilneje telefonije za dalšne informacije do zwiska.

source: The PUK code is incorrect.
dsb: PUK-kod jo wopak.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo {{n}} wopyt wušej, aby korektny kod zapódał, nježli až toś ta SIM-kórta buźo na pśecej njewužywajobna. Póglědajśo do dokumentacije swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom mobilneje telefonije za dalšne informacije do zwiska.

# pukAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo {{n}} wopyta wušej, aby korektny kod zapódał, nježli až toś ta SIM-kórta buźo na pśecej njewužywajobna. Póglědajśo do dokumentacije swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom mobilneje telefonije za dalšne informacije do zwiska.

# pukAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo {{n}} wopyty wušej, aby korektny kod zapódał, nježli až toś ta SIM-kórta buźo na pśecej njewužywajobna. Póglědajśo do dokumentacije swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom mobilneje telefonije za dalšne informacije do zwiska.

# pukAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo {{n}} wopytow wušej, aby korektny kod zapódał, nježli až toś ta SIM-kórta buźo na pśecej njewužywajobna. Póglědajśo do dokumentacije swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom mobilneje telefonije za dalšne informacije do zwiska.

# pukAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Maśo {{n}} wopytow wušej, aby korektny kod zapódał, nježli až toś ta SIM-kórta buźo na pśecej njewužywajobna. Póglědajśo do dokumentacije swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom mobilneje telefonije za dalšne informacije do zwiska.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
dsb: Slědna móžnosć, aby korektny PUK-kod zapódał. Waša SIM-kórta buźo na pśecej njewužywajobna, jolic zapódajośo wopacny PUK-kod. Póglědajśo do dokumentacije swójeje SIM-kórty abo stajśo se ze swójim póbitowarjom mobilneje telefonije za dalšne informacije do zwiska.

source: Create PIN (must contain 4 to 8 digits)
dsb: PIN napóraś (musy z 4 až do 8 cyfrow wobstojaś)

source: Create PIN2 (must contain 4 to 8 digits)
dsb: PIN2 napóraś (musy z 4 až do 8 cyfrow wobstojaś)

source: Confirm new PIN
dsb: Nowy PIN wobkšuśiś

source: Confirm new PIN2
dsb: Nowy PIN2 wobkšuśiś

source: PINs don’t match
dsb: PIN njejstej jadnakej

source: SIM-locked phone
dsb: Telefon ze SIM-zastajenim

source: Unknown SIM card state
dsb: Njeznaty staw SIM-kórty

source: SIM card not ready
dsb: SIM-kórta njejo gótowa

source: Unauthorized SIM card
dsb: Njeawtorizěrowana SIM-kórta

source: An unknown error occurred
dsb: Njeznata zmólka jo nastała

source: Tell websites and apps that I do not want to be tracked
dsb: Websedłam a nałoženjam k wěsći daś, až njamaju mě slědowaś

source: Tell websites and apps that I want to be tracked
dsb: Websedłam a nałoženjam k wěsći daś, až směju mě slědowaś

source: Do not tell websites and apps anything about my tracking preferences
dsb: Websedłam a nałoženjam nic wó mójich slědowańskich nastatenjach k wěsći daś

source: How does Do Not Track work?
dsb: Kak funkcija Njeslědowaś funkcioněrujo?

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you do not want your behavior tracked.
dsb: Gaž aktiwěrujośo funkciju Njeslědowaś, dajo waš rěd kuždemu websedłoju a nałoženjeju (ako teke wabjarjam a drugim wopśimjeśowym póbitowarjam) k wěsći, až njamaju waše zaźaržanje slědowaś.

source: Turning on Do Not Track will not affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
dsb: Aktiwěrowanje funkcije Njeslědowaś njebuźo se daniž na wašu zamóžnosć wustatkowaś, se pla websedłow pśizjawiś, daniž njedajo waš rěd waše priwatne informacije zabyś, ako na pś. wopśimjeśe nakupowańskich wózykow, stojnišćowe informacije abo pśizjawjeńske daty.

source: {{browsingPrivacy}}
dsb: {{browserPrivacy}}

# confirm-clear-title
source: Confirmation
dsb: Wobkšuśenje

source: Clear browsing history
dsb: Historiju wobglědowaka wuprozniś

source: Clear browsing history?
dsb: Historiju wobglědowaka wuprozniś?

source: Clear cookies and stored data
dsb: Cookieje a skłaźone daty wulašowaś

source: Clear cookies and other data stored by sites on this device?
dsb: Cookieje a druge daty skłaźone wót sedłow na toś tom rěźe lašowaś?

source: Clear
dsb: Wulašowaś

source: Storage
dsb: Składowak

source: Unplug USB cable to disable
dsb: Za znjemóžnjenje USB-kabel wótkaś

# availableSize[zero]
source: {{size}} {{unit}} available
dsb: {{size}} {{unit}} k dispoziciji

# availableSize[one]
source: {{size}} {{unit}} available
dsb: {{size}} {{unit}} k dispoziciji

# availableSize[two]
source: {{size}} {{unit}} available
dsb: {{size}} {{unit}} k dispoziciji

# availableSize[few]
source: {{size}} {{unit}} available
dsb: {{size}} {{unit}} k dispoziciji

# availableSize[many]
source: {{size}} {{unit}} available
dsb: {{size}} {{unit}} k dispoziciji

# availableSize[other]
source: {{size}} {{unit}} available
dsb: {{size}} {{unit}} k dispoziciji

source: Total Space
dsb: Cełkowny składowański rum

source: Used
dsb: Wužyty

source: Left
dsb: Zbytny

source: Photos, videos and music are stored separately from apps. See media storage for details.
dsb: Fota, wideo a muzika składuju se źělone wót nałoženjow. Glejśo medijowe składowanje za drobnostki.

source: {{list}} shared
dsb: {{list}} źělony

source: Transfer Protocol
dsb: Pśenosowański protokol

source: Internal Storage
dsb: Nutśkowny składowak

source: SD Card Storage
dsb: Składowak SD-kórty

source: SD Card Storage 2
dsb: Składowak SD-kórty 2

source: Internal
dsb: Nutśkowny

source: SD Card
dsb: SD-kórta

source: SD Card 2
dsb: SD-kórta 2

source: Music
dsb: Muzika

source: Pictures
dsb: Wobraze

source: Movies
dsb: Filmy

# left-space
source: Space left
dsb: Zbytny składowański rum

# free-space
source: Space left
dsb: Zbytny składowański rum

source: Total space
dsb: Składowański rum dogromady

# size-not-available
source: Not available
dsb: Nic k dispoziciji

source: No storage found
dsb: Žeden składowak namakany

source: Advanced
dsb: Rozšyrjone

source: Enable USB storage?
dsb: USB-składowak zmóžniś?

source: Default Media Location
dsb: Standardne medijowe składowańske městno

source: Choose where photos, videos, music and downloads are stored by default.
dsb: Wubjeŕśo, źož fota, wideo, muzika a ześěgnjenja składuju se pó standarźe.

source: Changing the default media storage location will affect where all media will be saved by default. Existing data will remain in its current location. Do you want to proceed?
dsb: Změnjanje standardnego medijowego składowańskego městna wobwliwujo, źož wšykne medije składuju se pó standarźe. Eksistěrujuce daty wóstanu na swójom aktualnem městnje. Cośo pókšacowaś?

source: Eject SD card
dsb: SD.kórtu wuchytaś

source: Eject SD card 2
dsb: SD-kórtu 2 wuchytaś

# format-sdcard-internal
source: Format internal storage
dsb: Nutśkowny składowak formatěrowaś

# format-sdcard-external-0
source: Format SD card
dsb: SD-kórtu formatěrowaś

source: Format SD card 2
dsb: SD-kórtu 2 formatěrowaś

source: Formatting…
dsb: Formatěrujo se…

source: You will not be able to access content on the SD card after you unmount it. Do you want to proceed?
dsb: Njezmějośo žeden pśistup na wopśimjeśe na SD-kórśe, źož ju wótzjawijośo. Cośo pókšacowaś?

# format-sdcard-title
source: Format SD card
dsb: SD-kórtu formatěrowaś

source: This will erase all data stored on your SD card, such as music and photos.
dsb: To wulašujo wšykne daty, kótarež su se na wašej SD-kórśe składowali, na pśikład muziku a fota.

# format-sdcard-internal-title
source: Format internal storage
dsb: Nutśkowny składowak formatěrowaś

source: This will erase all data stored on your internal storage, such as music and photos.
dsb: To wulašujo wšykne daty, kótarež su se na wašom nutśkownem składowaku składowali, na pśikład muziku a fota.

source: SD card unmounted
dsb: SD-kórta wuwzeta

source: Device
dsb: Rěd

source: Help
dsb: Pomoc

source: Phone Number
dsb: Telefonowy numer

source: SIM {{index}}: Not available
dsb: SIM {{index}}: Njejo k dispoziciji

source: Unknown
dsb: Njeznaty

source: SIM {{index}}: Unknown
dsb: SIM {{index}}: Njeznaty

source: Git Commit Info
dsb: Informacije wó pśepowdaśu na Git

source: OS Version
dsb: Wersija źěłowego systema

source: Firmware Revision
dsb: Wersija firmwary

source: Hardware Revision
dsb: Wersija hardwary

source: Platform Version
dsb: Wersija platformy

source: Build Identifier
dsb: Wersijowy identifikator

source: Update Channel
dsb: Aktualizěrowański kanal

source: Build Number
dsb: Wersijowy numer

source: Update URL
dsb: Aktualizěrowański URL

source: Last Updated
dsb: Slědny raz zaktualizěrowany

source: More Information
dsb: Dalšne informacije

source: Software Updates
dsb: Softwarowe aktualizacije

source: Daily
dsb: Kuždy źeń

source: Weekly
dsb: Kuždy tyźeń

source: Monthly
dsb: Kuždy mjasec

source: Check for Updates
dsb: Za aktualizacijami pytaś

source: Check Now
dsb: Něnto pśeglědowaś

source: Update status
dsb: Aktualizěrowański status

source: Connect to the Internet to proceed with your update.
dsb: Zwězajśo z internetom, aby ze swójeju aktualizaciju pókšacował.

source: Checking for updates…
dsb: Pyta se za aktualizacijami…

source: No updates were found
dsb: Žedne aktualizacije namakane

source: Network is offline. Will check again when the network is online.
dsb: Seś jo offline. Buźo se hyšći raz pśeglědowaś, gaž seś jo online.

source: This is already the latest version of {{brandShortName}}
dsb: To jo južo nejnowša wersija {{brandShortName}}

source: There was an error when checking for updates.
dsb: Pśi pytanju za aktualizacijami jo se zmólka nastała.

source: About {{brandShortName}}
dsb: Wó {{brandShortName}}

source: {{brandShortName}} is the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
dsb: {{brandShortName}} jo dermotny źěłowy system Mozilla wótwórjonego žrědła. Naša misija jo, wótwórjonosć, inowaciju a šanse spěchowaś, pśez to až wóstajijomy móc weba we wašych rukach.

source: Learn More
dsb: Dalšne informacije

# reset-head
source: Reset
dsb: Slědk stajiś

# reset-warning-title
source: CAUTION
dsb: GLĚDAJŚO

source: Your Rights
dsb: Waše pšawa

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
dsb: {{brandShortName}} wuwija se na zakłaźe dermotneje softwary wótwórjonego žrědła wót zgromaźeństwa tysacow sobustatkujucych na cełem swěśe. Wy by měł někotare wěcy wěźeś:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
dsb: {{brandShortName}} staja se pód wuměnjenjami někotarych licencow wótwórjonego žrědła inkluziwnje licencu Mozilla Public License k dispoziciji. Rěd, na kótaremž {{brandShortName}} běžy, móžo specialnu softwaru tśeśich póbitowarjow wopśimowaś. Kuždy kod, kótaryž staja se pód wótwórjonymi licencami k dispoziciji, dajo wam pšawa, žrědłowy kod změniś a waše změnjone wersije rozšyrjaś, tak dłujko ako docynjaśo wuměnjenja licencow.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
dsb: Njamaśo žedne pšawa na wikowej marce abo licency na wikowych markach załožby Mozilla Foundation abo drugego póbitowarja, inkluziwnje bźez wobgranicowanja mjenja abo loga {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
dsb: Někotare funkcije w {{brandShortName}} ako na pśikład wowaleński rozpšawjak daju wam móžnosć, komentary na Mozilla słaś. Jolic se rozsuźujośo, komentary pósłaś, dajośo Mozilla dowólnosć, waše komentary wužywaś, aby swóje produkty pólěpšył, komentary na swójich websedłach wózjawił a komentary rozšyrjaś.

source: Legal Information
dsb: Pšawniske informacije

source: Credits
dsb: Źěkowanja

source: Open Source Notices
dsb: Pokaze wótwórjonych žrědłowych tekstow

source: Obtaining Source Code
dsb: Žrědłowy kod wótwołaś

# about-other
source: Other
dsb: Druge

source: Your Privacy
dsb: Waša priwatnosć

source: Binaries of this product have been made available to you by the Mozilla Project, under the Mozilla Public License 2.0 (MPL). Know your rights.
dsb: Wersije toś togo produkta su se wam wót projekta Mozilla pód licencu Mozilla Publick License 2.0 (MPL) k dispoziciji stajili. Wopóznajśo se ze swójimi pšawami.

source: All of the source code to this product is available under licenses that are both free and open source. Most of it is available under the Mozilla Public License 2.0 (MPL).
dsb: Žrědłowy kod toś togo produkta stoj pód licencami k dispoziciji, kótarež su dermotne a wótwórjonego žrědła. Nejwěcej z njogo jo pód licencu Mozilla Public License 2.0 (MPL) k dispoziciji.

source: The remainder of the software that is not under the Mozilla Public License 2.0 MPL is available under one of a variety of other licenses. Those that require reproduction of the license text in the distribution are given below. (Note: Your copy of this product may not contain code covered by one or more of the licenses listed here, depending on the exact product and version you choose.)
dsb: Zbytna softwara, kótaraž njejo pód licencu Mozilla Public License 2.0 MPL, joi pód jadneju z wjele drugich licencow k dispoziciji. Te, kótarež pominaju se dalejdaśe licencnego teksta w rozšyrjenju su dołojce pódane. (Glědajśo: Waš eksemplar toś togo produkta njewopśimujo snaź kod, kótaryž jo pód jadneju licencu abo pód někotarymi licencami z licencow, kótarež su how pódane, we wótwisnosći wót produkta a wersije, kótarejž sćo wubrał.)

source: Developer HUD
dsb: Wuwijarski HUD

source: Problems
dsb: Problemy

source: Warnings
dsb: Warnowanja
