Repository: translate/mozilla-gaia
Catalog: dsb/apps/settings/settings.properties.po
Languages: dsb

source: Settings
dsb: Nastajenja

source: Advanced Settings
dsb: Rozšyrjone nastajenja

source: Default
dsb: Standard

source: Enabled
dsb: Zmóžnjony

source: Enable
dsb: Zmóžniś

source: Disabled
dsb: Znjemóžnjony

source: Error
dsb: Zmólka

source: OK
dsb: W pórěźe

source: Yes
dsb: Jo

source: No
dsb: Ně

source: Reset
dsb: Slědk stajiś

source: Cancel
dsb: Pśetergnuś

source: Back
dsb: Slědk

source: Continue
dsb: Dalej

source: Skip
dsb: Pśeskócyś

source: Pair
dsb: Koplowaś

source: Done
dsb: Dokóńcone

source: Set
dsb: Nastajiś

source: Not now
dsb: Nic něnto

source: Turn ON
dsb: Zmóžniś

source: Select a SIM card
dsb: SIM-kórtu wubraś

# unavailable
source: Not available
dsb: Nic k dispoziciji

source: Confirmation
dsb: Wobkšuśenje

# simSettingsWithIndex
source: SIM {{index}} Settings
dsb: Nastajenja SIM {{index}}

source: Network & Connectivity
dsb: Seś a zwiski

source: Wi-Fi
dsb: WLAN

source: Turn Wi-Fi on to view available networks.
dsb: Zmóžniśo WLAN, aby se k dispoziciji stojece seśi woglědał.

source: Available Networks
dsb: K dispoziciji stojece seśi

source: Known Networks
dsb: Znate seśi

source: Hidden Networks
dsb: Schowane seśi

source: Searching…
dsb: Pyta se…

source: Search Again
dsb: Dalej pytaś

source: Initializing…
dsb: Inicializěrujo se…

source: Connecting to {{ssid}}…
dsb: Zwězujo se z {{ssid}}…

# fullStatus-associated
source: Obtaining an IP address…
dsb: IP-adresa se wótwołujo…

source: Connected to {{ssid}}
dsb: Z {{ssid}} zwězany

# fullStatus-connectingfailed
source: Connection failed
dsb: Zwisk njejo se raźił

# shortStatus-connecting
source: Connecting…
dsb: Zwězujo se…

# shortStatus-associated
source: Obtaining an IP address…
dsb: IP-adresa se wótwołujo…

# shortStatus-connected
source: Connected
dsb: Zwězany

# shortStatus-connectingfailed
source: Connection failed
dsb: Zwisk njejo se raźił

source: Wi-Fi Sleep
dsb: Měrny modus WLAN

source: Manage Networks
dsb: Seśi zastojaś

source: Failed connecting to Wi-Fi
dsb: Zwisk njejo móžno z WLAN

source: Unable to connect to {{ssid}}, authentication failed due to bad credentials. Please re-enter the network password.
dsb: Njejo móžno z {{ssid}} zwězaś, awtentifikacija njejo se wopacnych pśizjawjeńskich datow dla raźiła. Pšosym zapódajśo seśowe gronidło hyšći raz.

source: Join Hidden Network
dsb: Schowanu seś wužywaś

source: Secured by {{capabilities}}
dsb: Pśez {{capabilities}} zawěsćony

source: Security
dsb: Wěstota

# securityNone
source: None
dsb: Žedna

source: Open
dsb: Wótwórjony

source: Not in range
dsb: Nic we wobcerku

source: IP address
dsb: IP-adresa

source: Link speed
dsb: Zwiskowa malsnosć

source: Signal strength
dsb: Signalowa mócnosć

source: Very weak
dsb: Wjelgin słaby

source: Weak
dsb: Słaby

source: Average
dsb: Pśerězk

source: Good
dsb: Dobry

source: Very good
dsb: Wjelgin dobry

source: Forget
dsb: Zabyś

source: Forget network?
dsb: Seś zabyś?

# forgetNetwork-confirmation
source: Confirmation
dsb: Wobkšuśenje

source: Authentication
dsb: Awtentifikacija

source: EAP method
dsb: EAP-metoda

source: Phase 2 authentication
dsb: Awtentifikacija faze 2

source: Server certificate
dsb: Serwerowy certifikat

source: Notice: If you need to import new certificates, please go to "Manage certificates".
dsb: Pokaz: Jolic musyśo nowe certifikaty importěrowaś, wužywajśo "Certifikaty zastojaś".

source: Identifier
dsb: Identifikator

source: Password
dsb: Gronidło

source: Show password
dsb: Gronidło pokazaś

source: Network notification
dsb: Seśowa powěźeńka

source: Notify me when an open network is available
dsb: Informěrowaś, gaž wótwórjona seś jo k dispoziciji

source: MAC Address
dsb: MAC-adresa

# macUnavailable
source: Not available
dsb: Nic k dispoziciji

source: No networks found
dsb: Žedne seśi namakane

source: No known networks
dsb: Žedne znate seśi

source: Certificate List
dsb: Lisćina certifikatow

source: No certificates imported
dsb: Žedne certifikaty importěrowane

source: Enter certificate nick name
dsb: Pśimě certifikata zapódaś

source: Nick name
dsb: Pśimě

source: You can change the nick name or keep the default name.
dsb: Móžośo pśimě změniś abo standardne mě wobchowaś.

source: Certificate deletion failed
dsb: Lašowanje certifikata njejo se raźiło

source: This may be due to a storage issue, for example.
dsb: Pśicyna za to by mógła składowański problem byś.

source: Certificate import failed
dsb: Importěrowanje certifikata njejo se raźiło

source: This may be due to a damaged certificate file, for example.
dsb: Pśicyna za to by mógła wobškóźona certifikatowa dataja byś.

source: Connect with WPS
dsb: Z WPS zwězaś

source: WPS is in progress…
dsb: WPS běžy…

source: WPS was canceled
dsb: WPS jo se pśetergnuł

source: WPS timed out
dsb: WPS jo cas pśekšocył

source: WPS failed [{{error}}]
dsb: WPS njejo se raźił [{{error}}]

source: Another WPS PBC AP was found
dsb: Drugi WPS PBC AP jo se namakał

source: Automatic Wi-Fi setup
dsb: Awtomatiska WLAN-konfiguracija

source: Select a WPS method:
dsb: Wubjeŕśo WPS-metodu:

source: Button connection
dsb: Tłocaškowy zwisk

source: My PIN connection
dsb: Mój PIN-zwisk

source: AP PIN connection
dsb: AP-PIN-zwisk

source: PIN is 4 or 8 digits
dsb: PIN wobstoj z 4 do 8 cyfrow

source: Input {{pin}} to an opposite device
dsb: Zapódajśo {{pin}} na drugem rěźe

source: Select an opposite device
dsb: Wubjeŕśo drugi rěd

# wpsAnyAp
source: Any
dsb: Někaki

source: Cancel WPS
dsb: WPS pśetergnuś

source: Failed to cancel WPS [{{error}}]
dsb: WPS njedajo se pśetergnuś [{{error}}]

source: Requesting network info…
dsb: Seśowe informacije se wótwołuju…

source: Error in query
dsb: Zmólka w napšašowanju

source: Voicemail
dsb: Rěcna powěsć

source: Voicemail Number
dsb: Numer za rěcnu powěsć

source: Not set
dsb: Njenastajony

source: Voice Privacy Mode
dsb: Priwatny zawołański modus

source: Call Waiting
dsb: Zaklapaś

source: Unable to confirm call waiting preferences
dsb: Nastajenja za zaklapanje njedaju se wobkšuśiś

source: The device is currently unable to communicate with the carrier. Try setting the preference again.
dsb: Rěd njamóžo tuchylu z póbitowarjom komunicěrowaś. Stajśo nastajenje hyšći raz.

source: Call Forwarding
dsb: Dalejpósrědnjenje

source: Forward
dsb: Dalej pósrědniś

source: Always forward
dsb: Pśecej dalej pósrědniś

source: Always
dsb: Pśecej

source: Forward when busy
dsb: Dalej pósrědniś, gaž jo wobsajźony

source: When busy
dsb: Gaž wobsajźony

source: Forward when unanswered
dsb: Dalej pósrědniś, gaž njewótgronjony

source: When unanswered
dsb: Gaž njewótgronjony

source: Forward when unreachable
dsb: Dalej pósrědniś, gaž njejo k dostaśu

source: When unreachable
dsb: Gaž njejo k dostaśu

source: Voice calls to <bdi>{{number}}</bdi>
dsb: Powědańske zawołanje na <bdi>{{number}}</bdi>

# callForwardingNotForwarding
source: Disabled
dsb: Znjemóžnjony

source: Call forwarding confirmation message
dsb: Wobkšuśeńska powěsć za dalejpósrědnjenje

source: Always use this number
dsb: Pśecej toś ten numer wužywaś

source: Number when unreachable
dsb: Numer, gaž njejo k dostaśu

source: Number when unanswered
dsb: Numer, gaž njewótegronjony

source: Number when busy
dsb: NUmer, gaž wobsajźony

source: This phone number is invalid.
dsb: Toś ten telefonowy numer jo njepłaśiwy.

source: Operation successfully set.
dsb: Proces wuspěšnje wuwjeźony.

source: Your operator does not support that operation.
dsb: Waš póbitowaŕ njepódpěra toś ten proces.

source: Call settings error.
dsb: Zmólka w zawołańskich nastajenjach.

source: Caller ID
dsb: ID zazwónjarja

source: Call Barring
dsb: Telefoněrowańske zastajenje

source: Outgoing calls
dsb: Wuchadajuce telefonaty

# callBarring-baoc
source: All
dsb: Wšykne

source: International
dsb: Mjazynarodne

source: International except Home Country
dsb: Mjazynarodne mimo domacnego kraja

source: Incoming calls
dsb: Dochadajuce telefonaty

# callBarring-baic
source: All
dsb: Wšykne

source: All while roaming
dsb: Wšykne za cas roaming

# callBarring-passcode
source: Passcode
dsb: Gronidłowy kod

# callBarring-change-passcode
source: Change passcode
dsb: Gronidłowy kod změniś

# callBarring-passcode-enter
source: Enter passcode
dsb: Gronidłowy kod zapódaś

source: In case you don't know your passcode, please contact your carrier
dsb: Jolic njewěsćo swój gronidłowy kod, stajśo se ze swójim póbitowarjom do zwiska

# callBarring-current-passcode
source: Current passcode
dsb: Aktualny gronidłowy kod

# callBarring-new-passcode
source: New passcode
dsb: Nowy gronidłowy kod

# callBarring-create-passcode
source: Create a Passcode
dsb: Gronidłowy kod twóriś

source: Confirm passcode
dsb: Gronidłowy kod wobkšuśiś

source: Passcode error.
dsb: Zmólka gronidłowego koda.

source: Passcode is incorrect.
dsb: Gronidłowy kod jo wopak.

source: Passcode doesn’t match.
dsb: Gronidłowy kod se njegóźi.

source: Error while updating the item: {{error}}.
dsb: Zmólka pśi aktualizěrowanju zapiska: {{error}}.

source: Passcode changed.
dsb: Gronidłowy kod jo se změnił.

source: Network default
dsb: Seśowy standard

source: Hide number
dsb: Numer schowaś

source: Show number
dsb: Numer pokazaś

source: Fixed dialing numbers
dsb: Kšute numery, kótarež daju se wóliś

source: Fixed Dialing Numbers
dsb: Kšute numery, kótarež daju se wóliś

source: Authorized numbers
dsb: Dowólone numery

source: List of numbers that can be called
dsb: Lisćina numerow, kótarež daju se wóliś

source: Restrict which numbers can be dialed from this phone.
dsb: Wobgranicujo, kótare numery daju se z toś togo telefona wóliś.

source: (Emergency numbers will always be dialable)
dsb: (Nuzowe telefonowe numery daju se pśecej wóliś)

source: Enable FDN
dsb: FDN zmóžniś

source: Disable FDN
dsb: FDN znjemóžniś

source: Reset PIN2
dsb: PIN2 slědk stajiś

# fdnAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
dsb: Maśo {{n}} wopyt wušej, aby korektny kod zapódał, nježli až se SIM-kórta zastajijo.

# fdnAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo {{n}} wopyta wušej, aby korektny kod zapódał, nježli až se SIM-kórta zastajijo.

# fdnAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo {{n}} wopyty wušej, aby korektny kod zapódał, nježli až se SIM-kórta zastajijo.

# fdnAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo {{n}} wopytow wušej, aby korektny kod zapódał, nježli až se SIM-kórta zastajijo.

# fdnAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
dsb: Maśo {{n}} wopytow wušej, aby korektny kod zapódał, nježli až se SIM-kórta zastajijo.

source: This is your last chance to enter the correct PIN2. Otherwise, you must enter the PUK2 code to use this SIM card.
dsb: To jo waša slědna móžnosć, aby korektny PIN2 zapódał. Howac musyśo PUK2-kod zapódaś, aby SIM-kórtu wužywał.

source: The PIN2 code is incorrect.
dsb: PIN2-kod jo wopak.

source: name
dsb: mě

# fdnContact-number
source: number
dsb: numer

source: submit
dsb: wótpósłaś

source: Add contact
dsb: Kontakt pśidaś

source: Call
dsb: Zazwóniś

# fdnAction-edit
source: Edit contact
dsb: Kontakt wobźěłaś

# fdnAction-edit-header
source: Edit contact
dsb: Kontakt wobźěłaś

source: Delete contact
dsb: Kontakt lašowaś

source: Maximum FDN reached. You cannot add more numbers.
dsb: Maksimalny FDN dojśpjony. Njamóžośo dalšne numery pśidaś.

source: Message Confirmation
dsb: Powěsćowe wobkšuśenje

source: Delivery Reports
dsb: Rozesłańske rozpšawy

source: Request notification of delivery for each message sent
dsb: Rozesłańsku powěźeńku za kuždu pósłanu powěsć pominaś

source: Read Reports
dsb: Cytańske wobkšuśenja

source: Request read report for each message sent
dsb: Cytańske wobkšuśenje za kuždu pósłanu powěsć pominás

source: Multimedia Messaging (MMS)
dsb: Multimedijowe powěsći (MMS)

source: Auto Retrieve
dsb: Awtomatiske wótwołanje

source: Automatically retrieve messages
dsb: Powěsći awtomatiski wótwołaś

source: Off
dsb: Wušaltowany

source: On with roaming
dsb: Zašaltowany z roaming

source: On without roaming
dsb: Zašaltowany bźez roaming

source: Auto-configure
dsb: Awtomatiski konfigurěrowaś

source: WAP Push Messages
dsb: Powěsći WAP-Push

source: Cell Broadcast Messages
dsb: Powěsći celowego rozgłosa

source: Cell Broadcast
dsb: Celowy rozgłos

source: Emergency Alert
dsb: Nuzowa powěźeńka

source: Information
dsb: Informacije

source: Service Center
dsb: Słužbny centrum

# messaging-sim-settings
source: SIM {{index}} Settings
dsb: Nastajenja SIM {{index}}

source: Info not available
dsb: Informacije njejsu k dispoziciji

# dataConnectivity
source: Data
dsb: Daty

source: Data Connection
dsb: Datowy zwisk

source: Data Roaming
dsb: Datowy roaming

source: Preferred network type
dsb: Nejwěcej woblubowany seśowy typ

source: Network type could not be set
dsb: Seśowy typ njedajo se nastajiś

source: Network Type
dsb: Seśowy typ

# operator-networkType-auto
source: Automatic
dsb: Awtomatiski

source: 3G preferred
dsb: 3G nejwěcej woblubowany

source: 2G only
dsb: jano 2G

source: 3G only
dsb: jano 3G

source: WCDMA preferred
dsb: WCDMA nejwěcej woblubowany

source: Auto (2G/3G)
dsb: Awtomatiski (2G/3G)

source: Auto (CDMA/EVDO)
dsb: Awtomatiski (CDMA/EVDO)

source: Auto (WCDMA/GSM)
dsb: Awtomatiski (WCDMA/GSM)

source: Auto (LTE/WCDMA/GSM)
dsb: Awtomatiski (LTE/WCDMA/GSM)

source: Auto (LTE/CDMA/EVDO)
dsb: Awtomatiski (LTE/CDMA/EVDO)

source: Auto (WCDMA/GSM/CDMA/EVDO)
dsb: Automatiski (WCDMA/GSM/CDMA/EVDO)

source: Automatic Selection
dsb: Awtomatiske wuběranje

# operator-networkSelect-auto
source: Automatic
dsb: Awtomatiski

source: Manual
dsb: Manuelnje

source: Roaming preference
dsb: Nastajenje za roaming

source: Home
dsb: Domacna seś

# operator-roamingPreference-any
source: Any
dsb: Kužda

source: Affiliated
dsb: Asociěrowane

source: APN Settings
dsb: APN-nastajenja

source: Data Settings
dsb: Datowe nastajenja

source: A-GPS Settings
dsb: A-GPS-nastajenja

source: Message Settings
dsb: Powěsćowe nastajenja

source: Tethering Settings
dsb: Nastajenja za Tethering

source: IMS Settings
dsb: IMS-nastajenja

source: MMS proxy
dsb: MMS-proksy

source: HTTP proxy host
dsb: Proksy-host HTTP

source: HTTP proxy port
dsb: Proksy-port HTTP

source: (custom settings)
dsb: (swójske nastajenja)

# apn-authType
source: Authentication
dsb: Awtentifikacija

# apn-authType-notDefined
source: Not defined
dsb: Njedefiněrowany

# apn-authType-none
source: None
dsb: Žeden

source: PAP or CHAP
dsb: PAP abo CHAP

source: Protocol
dsb: Protokol

source: Roaming Protocol
dsb: Protokol za roaming

# apn-protocol-notDefined
source: Not defined
dsb: Njedefiněrowany

source: APN Type
dsb: APN-typ

source: Turn ON data connection?
dsb: Datowy zwisk zmóžniś?

source: Applications will automatically fetch data via data connection when required. Additional data charges may apply.
dsb: Nałoženja buźo awtomatiski daty páez datowy zwisk wótwołowaś, jolic trjeba. Pśidatne datowe kosty mógu nastaś.

source: Turn ON data roaming?
dsb: Datowy roaming zmóžniś?

source: Depending on your service agreement, extra charges may apply for data when you are in a roaming area.
dsb: We wótwisnosći wót wašogo słužbywugbaśowego dogrona mógu pśidatne kosty za daty nastaś, gaž sćo w roamingowem wobcerku.

source: Depending on your service agreement, changing your APN setting may result in extra charges when roaming. Do you want to proceed?
dsb: We wótwisnosći wót wašogo słužbywugbaśowego dogrona mógu pśez změnjanje wašogo APN-nastajenja pśidatne kosty za roaming nastaś. Cośo pókšacowaś?

# reset-apn-warning-title
source: Reset to Default
dsb: Na standard slědk stajiś

source: This resets the settings to default values. This cannot be undone.
dsb: To staja nastajenja na standardne gódnoty slědk. To njedajo se anulěrowaś.

# state-connected
source: Connected
dsb: Zwězany

# state-current
source: Connected
dsb: Zwězany

source: Delete this APN?
dsb: Toś ten APN lašowaś?

# delete-apn
source: Delete
dsb: Wulašowaś

source: Add New APN
dsb: Nowy APN pśidaś

# reset-apn
source: Reset to Default
dsb: Na standard slědk stajiś

source: APN settings reset
dsb: APN-nastajenja slědk stajone

source: Turn Bluetooth on to view devices in the area.
dsb: Zmóžniśo Bluetooth, aby se rědy we wobcerku woglědał.

source: Paired devices
dsb: Skoplowane rědy

source: Devices in the area
dsb: Rědy we wobcerku

source: Visible to all
dsb: Za wšych widobny

source: Your device name exceeds {{length}} characters. Please retry again.
dsb: Mě wašogo rěda jo dlejše ako {{length}} znamuškow. Pšosym wopytajśo hyšći raz.

source: Bluetooth Address
dsb: Bluetooth-adresa

# bluetooth-address-unavailable
source: Not available
dsb: Nic k dispoziciji

source: No devices paired
dsb: Žedne rědy skoplowane

source: Turned off
dsb: Wušaltowany

# bt-status-paired[one]
source: {{name}}, +{{n}} more
dsb: {{name}}, +{{n}} dalšny

# bt-status-paired[two]
source: {{name}}, +{{n}} more
dsb: {{name}}, +{{n}} dalšnej

# bt-status-paired[few]
source: {{name}}, +{{n}} more
dsb: {{name}}, +{{n}} dalšne

# bt-status-paired[many]
source: {{name}}, +{{n}} more
dsb: {{name}}, +{{n}} dalšnych

# bt-status-paired[other]
source: {{name}}, +{{n}} more
dsb: {{name}}, +{{n}} dalšnych

source: Tap to connect
dsb: Pótusniśo, aby zwězał

source: Pairing with device…
dsb: Koplujo se z rědom…

source: Waiting for other device…
dsb: Caka se na drugi rěd…

source: Paired
dsb: Skoplowany

# device-status-connecting
source: Connecting…
dsb: Zwězujo se…

# device-status-connected
source: Connected
dsb: Zwězany

source: Connected to media audio
dsb: Z medijowym awdiom zwězany

source: Unpair
dsb: Wótkoplowaś

# device-option-confirm
source: Confirm
dsb: Wobkšuśiś

# device-option-unpair-confirmation
source: Confirmation
dsb: Wobkšuśenje

source: Unpair device?
dsb: Rěd wótkoplowaś?

source: Connect
dsb: Zwězaś

source: Disconnect
dsb: Zwisk źěliś

source: Searching for devices…
dsb: Pyta se za rědami…

source: Search for devices
dsb: Za rědami pytaś

source: Rename my device
dsb: Mój rěd pśemjeniś

source: Unknown device
dsb: Njeznaty rěd

source: New name
dsb: Nowe mě

source: Unable to pair devices
dsb: Rědy njedaju se koplowaś

source: Unable to pair with the device. Check that the PIN is correct.
dsb: Njejo móžno z rědom koplowaś. Pśeglědajśo, lěc PIN jo korektny.

source: Unable to pair with the device. Too many requests.
dsb: Njejo móžno z rědom koplowaś. Pśewjele napšašowanjow.

source: Unable to connect devices
dsb: Njemóžno rědy zwězaś

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
dsb: Pśeglědajśo, lěc rěd, z kótarymž cośo zwězaś, jo hyšći we wobłuku a jo Bluetooth zmóžnił.

source: Unpair a connected device?
dsb: Wót zwězanego rěda wótkoplowaś?

source: You are currently connected to this device. Unpairing will also disconnect from it.
dsb: Sćo tuchylu z toś tym rědom zwězany. Wótkoplowanje buźo teke zwisk z nim źěliś.

# internetSharing-wifi
source: Wi-Fi
dsb: WLAN

source: Wi-Fi Hotspot
dsb: WLAN-hotspot

# wifi-password
source: Password
dsb: Gronidło

# wifi-security
source: Security
dsb: Wěstota

source: Hotspot Settings
dsb: Hotspot-nastajenja

# wifi-auth-username
source: Username
dsb: Wužywarske mě

# wifi-auth-password
source: Password
dsb: Gronidło

# wifi-join-username
source: Username
dsb: Wužywarske mě

# wifi-join-password
source: Password
dsb: Gronidło

source: SSID Network Name
dsb: Seśowe mě SSID

source: open
dsb: wótwórjony

source: The password must have at least 8 characters.
dsb: Gronidło musy nanejmjenjej 8 znamuškow měś.

source: Personalization
dsb: Personalizacija

source: Volume
dsb: Głosnosć

source: Tones
dsb: Zuki

source: Audible touch tones
dsb: Słyšabne zuki pśi dotykanju

source: Short
dsb: Krotki

source: Long
dsb: Dłujki

source: Select a tone
dsb: Zuk wubraś

source: Ringtones
dsb: Zwónjenja

source: Alerts
dsb: Warnowanja

source: Manage Tones
dsb: Zuki zastojaś

source: Other Sounds
dsb: Druge zuki

source: Unlock screen
dsb: Zastajenje wobrazowki wótpóraś

source: Camera
dsb: Kamera

source: Sent Message
dsb: Powěsć jo se pósłała

source: Ringtones & Notifications
dsb: Zwónjenja a powěźeńki

source: Media
dsb: Medije

source: Saving…
dsb: Składujo se…

source: We were unable to find a ringtone app to manage ringtones!
dsb: Njejsmy mógli nałoženje namakaś, aby zwónjenja zastojali!

source: Brightness
dsb: Swětłosć

source: Adjust automatically
dsb: Awtomatiski pśiměriś

source: Lock Screen
dsb: Wobrazowku zastajiś

source: Wallpaper
dsb: Slězyna

source: Screen Timeout
dsb: Casowe pśekšocenje wobrazowki

source: 1 minute
dsb: 1 minuta

source: 2 minutes
dsb: 2 minuśe

source: 5 minutes
dsb: 5 minutow

source: 10 minutes
dsb: 10 minutow

source: never
dsb: nigda

source: Lock Orientation
dsb: Wusměrjenje zastajiś

source: Edge Swipe Navigation
dsb: Trějuca nawigacija na kšomje

source: Drag from the left or right edge of the screen to jump between apps.
dsb: Śěgniśo wót lěweje abo pšaweje kšomy wobrazowki, aby wót jadnogo k drugemu nałoženjeju pśejšeł.

source: Show on lock screen
dsb: Na zastajonej wobrazowce pokazaś

source: Show after reboot
dsb: Pó znowegostartowanju pokazaś

source: Set Automatically
dsb: Awtomatiski nastajiś

source: Time Zone
dsb: Casowa cona

source: Date
dsb: Datum

source: Time
dsb: Cas

source: Select continent
dsb: Kontinent wubraś

source: Select time zone
dsb: Casowu cona wubraś

source: Time Format
dsb: Casowy format

source: 12-hour
dsb: 12-góźinski

source: 24-hour
dsb: 24-góźinski

source: Language & Region
dsb: Rěc a region

source: Get More Languages
dsb: Dalšne rěcy wobstaraś

source: Sample Format
dsb: Pśikładowy format

source: %A, %B %d, %Y
dsb: %A, %d. %EB %Y

source: %B %d, %Y
dsb: %d. %B %Y

source: SIM Settings
dsb: SIM-nastajenja

source: Outgoing Calls
dsb: Wuchadajuce zawołanja

source: Calls will be sent from
dsb: Zawołanja sćelu se wót

source: Outgoing Messages
dsb: Wuchadajuce powěsći

source: SMS will be sent from
dsb: SMS sćelu se wót

# sim-manager-outgoing-data
source: Data
dsb: Daty

source: Data service network and Marketplace payments
dsb: Datowa słužbna seś a płaśenja we Wikowanišću

source: Always ask
dsb: Pśecej se pšašaś

source: SIM PIN locked
dsb: SIM-PIN zastajony

source: No operator
dsb: Žeden wobgóspodarjowaŕ mobilneje telefonije

source: At least one SIM should be activated at a time
dsb: Nanejmjenjej jadna SIM-kórta by měła zaktiwěrowana byś

source: SIM {{disableCardIndex}} can’t receive any calls and messages. Outgoing calls and outgoing messages which are set to SIM {{disableCardIndex}} will be disabled.
dsb: SIM {{disableCardIndex}} njamóžo zawołanja a powěsći dostaś. Wuchadajuce zawołanja a wuchadajuce powěsći, kótarež su se na SIM {{disableCardIndex}} stajili, se znjemóžnja.

source: The current data transfer will be suspended. Continue anyway?
dsb: Aktualne datowe pśenjasenje se pśetergnjo. Cośo weto pókšacowaś?

source: Layout
dsb: Wugótowanje

source: Icon Layout
dsb: Symbolowe wugótowanje

source: Three Columns
dsb: Tśi słupy

source: Four Columns
dsb: Styri słupy

source: Notice
dsb: Pokaz

source: Search
dsb: Pytaś

# search-header
source: Search
dsb: Pytaś

source: Search Engine
dsb: Pytnica

source: Search Suggestions
dsb: Pytańske naraźenja
