Repository: translate/mozilla-gaia
Catalog: dsb/apps/settings/settings.properties.po
Languages: dsb

source: Errors
dsb: Zmólki

source: Performance
dsb: Wugbaśe

source: Reflows
dsb: Nowowoblicenja

source: Jank
dsb: Wokomuźenje

source: Jank Threshold
dsb: Wokomuźeński prog

source: Memory
dsb: Skład

source: Unique Set Size
dsb: Jaden raz nastajona wjelikosć

source: Style
dsb: Stil

# hud-other
source: Other
dsb: Druge

source: Developer Settings
dsb: Wuwijarske nastajenja

source: Debug
dsb: Pytanje za zmólkami

source: Developer Menu
dsb: Wuwijarski meni

source: Graphics
dsb: Grafika

source: Overscrolling
dsb: Suwanje pó kšomje

source: Tiling
dsb: Kachlickowaś

source: Debugging via USB
dsb: Pytanje zmólkow pśez USB

source: DevTools via Wi-Fi
dsb: Wuwijarske rědy pśez WLAN

# debugger-disabled
source: Disabled
dsb: Znjemóžnjony

source: ADB only
dsb: Jano ADB

source: ADB and DevTools
dsb: ADB a wuwijarske rědy

source: Cards View: Screenshots
dsb: Kórtowy naglěd: Fota wobrazowki

source: Launch First Time Use
dsb: Prědne wužywanje startowaś

source: No first time use app found
dsb: Žedne nałoženje za prědne wužywanje namakane

source: Unlock Privileges
dsb: Priwilegije pśizwóliś

# reset-devtools-warning-title
source: CAUTION
dsb: GLĚDAJŚO

source: Edit downloads
dsb: Ześěgnjenja wobźěłaś

source: Select all
dsb: Wšykno wubraś

source: Deselect all
dsb: Wšykno wótwóliś

# downloads-delete
source: Delete
dsb: Lašowaś

source: Current Level
dsb: Aktualna rownina

source: {{level}}% (charging)
dsb: {{level}}% (napołnjujo se)

source: {{level}}% (charged)
dsb: {{level}}% (napołnjony)

# powerSaveModeTitle
source: Power Save Mode
dsb: Modus zažarjenja energije

source: Power Save Mode
dsb: Modus zažarjenja energije

source: {{level}}% battery left
dsb: {{level}}% baterijowego napołnjenja

source: Turn On Automatically
dsb: Awtomatiski zmóžniś

source: Screen Reader
dsb: Cytak wobrazowki

source: Color Filter
dsb: Barwny filter

source: Display speech
dsb: Rěc zwobrazniś

source: When the screen reader is enabled, your device will provide spoken feedback to assist blind and low-vision users.
dsb: Gaž cytak wobrazowki jo zmóžnjony, wudajo waš rěd powědane powěźeńki, aby slěpych a słabowidnych wužywarjow pódpěrał.

source: Speech Volume
dsb: Głosnosć powědańskego wudaśa

source: Speech Rate
dsb: Malsnosć powědańskego wudaśa

source: Start Screen Reader?
dsb: Cytak wobrazowki startowaś?

source: Activating the screen reader will change the way your touch screen works. Touch anywhere to hear the item under your finger, and double tap to activate.
dsb: Aktiwěrowanje cytaka wobrazowki změnijo wašnju, na kótaruž waša dótyknjeńska wobrazowka funkcioněrujo. Dotykniśo něźi, aby zapisk pód swójim palcom słyšał a pótusniśo dwójcy, aby aktiwěrował.

source: Start
dsb: Startowaś

source: Stop Screen Reader?
dsb: Cytak wobrazowki zastajiś?

source: Stopping the screen reader will end all speech feedback.
dsb: Zastajanje cytaka wobrazowki skóńcyjo wšykne powědane wugronjenja.

source: Stop
dsb: Zastajiś

source: Invert
dsb: Pśewobrośiś

source: Grayscale
dsb: Šerosći

source: Contrast
dsb: Kontrast

# improveBrowserOS
source: Improve {{brandShortName}}
dsb: {{brandShortName}} pólěpšyś

# improveBrowserOSTitle
source: Improve {{brandShortName}}
dsb: {{brandShortName}} pólěpšyś

source: Send Mozilla Feedback
dsb: Mozilla komentar pósłaś

source: Performance and Usage Data
dsb: Wugbaśowe a wužywańske daty

source: Submit data
dsb: Daty wótpósłaś

source: App usage by region
dsb: Wužyśe nałoženja pó regionje

source: Crash Reports
dsb: Wowaleńske rozpšawy

source: Sending Mozilla a report when a crash occurs helps us fix the problem for everyone. Reports are sent over Wi-Fi only.
dsb: Słanje rozpšawy na Mozilla, gaž wowalenje se stawa, buźo nam pomagaś, problem za kuždego rozwězaś. Rozpšawy sćelu se jano pśez WLAN.

source: Always send a report
dsb: Rozpšawu pśecej pósłaś

source: Never send a report
dsb: Rozpšawu nigda njepósłaś

source: Ask each time
dsb: Kuždy raz se pšašaś

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
dsb: Wowaleńska rozpšawa wopśimujo někotare drobnostki wó wowalenju a wašom rěźe, ako teke foto wobrazowki wašogo rěda, gaž jo se wowalił.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
dsb: To móžo wěcy wopśimowaś ako: wótwórjone boki a nałoženja, tekst we formularach a wopśimjeśe wótwórjonych powěsćow, aktualnu historiju wobglědowaka abo stojnišćo, kótarež wužywa se pśez wócynjone nałoženje.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
dsb: Wužywamy wowaleńske rozpšawy, aby my problemy rozwězali a swóje produkty pólěpšyli. Wobchadamy z wašymi informacijami ako wopisujomy w našych

source: privacy policy
dsb: pšawidła priwatnosći

source: Submit Your Feedback
dsb: Waš komentar wótpósłaś

source: Your feedback will help us to improve Firefox OS.
dsb: Waše komentary budu nam pomagaś, Firefox OS pólěpšyś.

source: Happy
dsb: Wjasoły

source: Sad
dsb: Tužny

source: How do you feel?
dsb: Kak se cujośo?

source: Why do you feel happy?
dsb: Cogodla sćo wjasoły?

source: Why do you feel sad?
dsb: Cogodla sćo tužny?

source: Please tell us in detail.
dsb: Pšosym dajśo nam drobnostki k wěsći.

source: The content of your feedback will be public, so please be sure not include any personal information.
dsb: Wopśimjeśe wašych komentarow buźo zjawny, njezapśijimujśo togodla wósobinske informacije.

source: Check here to let us contact you from your email.
dsb: Z tym móžośo nam dowóliś, was pśez e-mail kontaktěrowaś.

source: Email address:
dsb: E-mailowa adresa:

source: Don’t worry. Your email will always be kept private.
dsb: Njegótujśo sebje starosći. Waša e-mail buźo pśecej priwatna wóstaś.

source: Send Feedback
dsb: Komentar pósłaś

source: Sorry, the system can’t send your suggestion due to a data connection error. Please try again when the issue is resolved.
dsb: System njamóžo bóžko wašo naraźenje dla zmólki datowego zwiska słaś. Pšosym wopytajśo hyšći raz, gaž problem jo rozwězany.

source: Sorry, the system can’t send your suggestion because the server shut down. Please wait a moment and try again.
dsb: System njamóžo bóžko wašo naraźenje wótšaltowanja serwera dla słaś. Pšosym cakajśo wokognuśe a wopytajśo hyšći raz.

source: Sorry, the system can’t send your suggestion because of a timeout. Please restart and try again.
dsb: System njamóžo bóžko wašo naraźenje pśekšocenja casa dla słaś. Pšosym startujśo znowego a wopytajśo hyšći raz.

source: Sorry, the system can’t send your suggestion because the email address is missing or due to a formatting error. Please use a valid email address and try again.
dsb: System njamóžo bóžko wašo naraźenje słaś, dokulaž e-mailowa adresa felujo abo formatěrowańskeje zmólki dla. Pšosym wužywajśo płaśiwu e-mailowu adresu a wopytajśo hyšći raz.

source: Sorry, the system can’t send your suggestion because the comment field is empty. Please enter some text and try again.
dsb: System njamóžo bóžko wašo naraźenje słaś, dokulaž komentarowe pólo jo prozne. Pšosym zapódajśo tekst a wopytajśo hyšći raz.

source: Thanks for the feedback! We use it to help create better experiences in future releases of Firefox OS.
dsb: Źěkujomy se za waš komentar! Buźomy jen wužywaś, aby my lěpše dožywjenja w pśiducych wersijach Firefox OS napórali.

source: Online support:
dsb: Pódpěra online:

source: Call support:
dsb: Pódpěru zawołaś:

source: User Guide
dsb: Wužywarski pśewódnik

source: Please contact your local provider for support.
dsb: Pšosym wobrośćo se na swójogo lokalnego póbitowarja za pódpěru.

source: Operator Services
dsb: Słužby póbitowarjow mobilneje telefonije

# operatorServices-help
source: Help
dsb: Pomoc

source: Help menu
dsb: Meni pomocy

source: SIM card applications not available.
dsb: Nałoženja SIM-kórty njejsu k dispoziciji.

source: Set Up Call
dsb: Zawołanje konfigurěrowaś

source: Send SS
dsb: SS pósłaś

source: Send USSD
dsb: USSD pósłaś

source: Send SMS
dsb: SMS pósłaś

source: Send DTMF
dsb: DTMF pósłaś

source: Launch Browser
dsb: Wobglědowak startowaś

source: Play Tone
dsb: Zuk wótgraś

source: Display Text
dsb: Tekst zwobrazniś

source: Get Inkey
dsb: Znamuško zapódaś

source: Get Input
dsb: Znamuška zapódaś

source: Select Item
dsb: Zapisk wubraś

source: Set Up Menu
dsb: Meni zarědowaś

source: Provide Local Info
dsb: Lokalne informacije pódaś

source: Set Idle Mode Text
dsb: Tekst za njepśibytnosć nastajiś

source: Power On Card
dsb: Kórtu zašaltowaś

source: Power Off Card
dsb: Kórtu wušaltowaś

source: Get Reader Status
dsb: Status cytaka wótwołaś

source: Open Channel
dsb: Kanal wócyniś

source: Close Channel
dsb: Kanal zacyniś

source: Receive Data
dsb: Daty dostaś

source: Send Data
dsb: Daty pósłaś

source: Get Channel Status
dsb: Kanalowy status wótwołaś

source: End of the proactive session
dsb: Kóńc proaktiwnego pósejźenja

source: Wi-Fi hotspot
dsb: WLAN-hotspot

source: Enabling USB storage will disable USB tethering. Do you want to enable USB storage?
dsb: Jolic zmóžnijośo USB-składowak, se USB-tethering znjemóžnijo. Cośo USB-składowak zmóžniś?

source: Enabling USB tethering will disable USB storage. Do you want to enable USB tethering?
dsb: Jolic zmóžnijośo USB-tethering, se USB-składowak znjemóžnijo. Cośo USB-tethering zmóžniś?

source: Enabling USB tethering will disable Wi-Fi hotspot. Do you want to enable USB tethering?
dsb: Jolic zmóžnijośo USB-tethering, se WLAN-hotspot znjemóžnijo. Cośo USB-tethering zmóžniś?

source: Enabling Wi-Fi hotspot will disable USB tethering. Do you want to enable Wi-Fi hotspot?
dsb: Jolic zmóžnijośo WLAN-hotspot, se USB-tethering znjemóžnijo. Cośo WLAN-hotspot zmóžniś?

source: Alert
dsb: Warnowanje

# settings-dialog-confirm
source: Confirm
dsb: Wobkšuśiś

source: Prompt
dsb: Napominanje
