Repository: translate/mozilla-gaia
Catalog: son/apps/fm/fm.properties.po
Languages: son

source: Plug in a headset
son: Haŋajerhaya dobu

source: FM Radio requires a plugged in headset to receive radio signals.
son: A ga waažiba FM arajo ma dobandi hal'a ma du arajoo tammaasey.

source: Airplane mode is on
son: Beenehii alhaali ga dira

source: Turn off Airplane mode to use FM Radio.
son: Beenehii alhaali ka haŋajet FM arajoo se.

source: Speaker
son: Šelaŋkaw

source: Favorite
son: Kaasu

source: Frequency
son: Jinde gam

source: Seek Down
son: Guna ganda

source: Seek Up
son: Guna beene

source: On
son: Dira

source: Off
son: Wii

source: Favorited stations
son: Arajoi kaasey
