Repository: translate/mozilla-gaia
Catalog: dsb/apps/wappush/wappush.properties.po
Languages: dsb

source: WAP Push message
dsb: Powěsć WAP Push

source: Close
dsb: Zacyniś

source: Accept
dsb: Akceptěrowaś

source: Quit
dsb: Skóńcyś

source: Cancel
dsb: Pśetergnuś

source: Try again
dsb: Hyšći raz wopytaś

source: Finish
dsb: Dokóńcyś

source: Next
dsb: Dalej

source: Done
dsb: Dokóńcone

source: This message has expired
dsb: Toś ta powěsć jo pśepadnuła

source: Configuration message received
dsb: Konfiguraćiska powěźeńka jo se dostała

source: OTA Access Point Configuration
dsb: Pśistupna konfiguracija pśez mobilnu telefoniju

source: Configuration message received, tap on “Done” to continue.
dsb: Konfiguraciska powěźeńka jo se dostała, pótusniśo na “Akceptěrowaś”, aby pókšacował.

source: The PIN code should have been provided to you by whomever sent you the configuration message.
dsb: Wy by měł PIN-kode wót teje wósoby měś, kótaraž jo wam konfiguracisku powěźeńku pśipósłała.

source: The message has not been processed yet, do you really want to quit?
dsb: Powěźeńka hyšći njejo se pśeźěłała, cośo napšawdu skóńcyś?

source: Your carrier is sharing configuration information with you. Do you want to install it?
dsb: Waš wobgóspodarjowaŕ źěli konfiguraciske informacije z wami. Cośo je instalěrowaś?

source: PIN is not correct.
dsb: PIN jo wopak.

source: APN(s) saved.
dsb: APN skłaźone.

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
dsb: Konfiguraciska powěźeńka, kótaruž sćo dostał, njedajo se ze SIM-kórtu autentificěrowaś, tak až waš rěd njedajo se konfigurěrowaś.

source: There was a error while authenticating the sender of the message.
dsb: Zmólka pśi awtenificěrowanju wótpósłarja powěsći.

source: The authentication mechanism is not supported yet.
dsb: Awtentificěrowańska metoda se hyšći njepódpěra.

source: The configuration message you received does not have valid APNs.
dsb: Konfiguraciska powěźeńka, kótaruž sćo dostał, njama płaśiwe APN.
