Repository: translate/mozilla-gaia
Catalog: qvi/apps/camera/camera.properties.po
Languages: qvi

source: Not enough space on memory card. Try freeing up space by deleting media.
qvi: Illan chushak chaylla uchitsirpa yuyaypi. Kutin shinay chushakta kishpina tsirwakaykuna multimediata kichuhun.

source: Not enough space on memory card
qvi: Illan chushak chaylla uchitsirpa yuyaypi

source: Try freeing up space by deleting media.
qvi: Kutin shinay chushakta kishpina tsirwakaykuna multimediata kichuhun.

source: Picture not saved. An error prevented Camera from saving the picture.
qvi: Rikchak na allichishkachu. Shuk pantay harkashka Kuyunata saylluray rikchakta allichiy.

source: Video not recorded. Error creating video file path.
qvi: Iyaychina na Iyaychishkachu. Pantay wallpahun iyaychinata tsirwakay ñan.

source: No memory card found
qvi: Na tuparirka yuyayta panka

source: Insert a memory card to take pictures.
qvi: Satina shuk yuyayta panka rikchakkuna shinapak.

source: Camera can not be used while phone is plugged in
qvi: Kay camarata na hapichinachu shinashta rimachik antata llamiraypashka

source: Unplug the phone to capture photos and videos
qvi: Rimachik antata patsayana llamiray rikchakkuna shuyurikukunapash hapinkapak

source: You have run out of media storage space.
qvi: Kay chushak allichishka multimedia tukurishka.

source: Retake
qvi: Kutin shinana

source: Select
qvi: Akllana

# close-button
source: Close
qvi: Wichkana

source: Delete photo?
qvi: Kichuna rikchak?

source: Delete video?
qvi: Kichuna shuyuriko?

source: Cancel
qvi: Tukuchina

source: Delete
qvi: Kichuna

source: Self-Timer
qvi: Pacha yupak

# self-timer-off
source: Off
qvi: Mana

source: 2 seconds
qvi: 2 chinillakuna

source: 5 seconds
qvi: 5 chinillakuna

source: 10 seconds
qvi: 10 chinillakuna

source: Low Battery
qvi: Ña ashalla kallpakuk

# battery-critical-text
source: Critically low battery
qvi: Ña ashallaku kallpakuk

# battery-verylow-text
source: 10% battery remaining
qvi: 10% kallpaku chayllami puchu

# battery-low-text
source: 15% battery remaining
qvi: 15% kallpakuk chayllami puchu

# battery-critical-text.ariaLabel
source: Critically low battery
qvi: Ña ashallaku kallpakuk

# battery-verylow-text.ariaLabel
source: 10% battery remaining
qvi: 10% kallpaku chayllami puchu

# battery-low-text.ariaLabel
source: 15% battery remaining
qvi: 15% kallpakuk chayllami puchu

source: Camera Unavailable
qvi: Kuyuna mana shinankapak

source: The camera is in use by another app.
qvi: Shukta app kuyunata arihuhun.

# hdr-on
source: On
qvi: Ari

# hdr-off
source: Off
qvi: Mana

source: (HDR deactivated)
qvi: (HDR mana riwichiska)

# grid-on
source: On
qvi: Ari

# grid-off
source: Off
qvi: Mana

# flash-on
source: On
qvi: Ari

# flash-off
source: Off
qvi: Mana

source: (Flash deactivated)
qvi: (Flash mana riwichishka)

source: Photo Mode
qvi: Rickchak Hamuy

source: Video Mode
qvi: Shuyuriko Hamuy

source: Options
qvi: Shuk rikurinakuna

source: Open Gallery
qvi: Paskana ñawrikuchik

source: Close menu
qvi: Wichkana hatun rikuna

source: Back
qvi: Washapi

source: Self-Timer {{value}}
qvi: Pacha yupak {{value}}

source: Grid Lines {{value}}
qvi: Suniyak shuyu {{value}}

source: Picture Resolution {{value}}
qvi: Kakikchani kay rikchak {{value}}

source: Video Resolution {{value}}
qvi: Kakikchani kay shuyuriku {{value}}

source: Flash On
qvi: Flash riwichishka

source: Flash Off
qvi: Flash mana riwichishka

source: Flash Auto
qvi: Flash paymandayak

source: Front camera
qvi: Ñawpapi kuyuna

source: Menu
qvi: Hatun rikuna

# controls-button-close.ariaLabel
source: Close
qvi: Wichkana

source: Share
qvi: Wakina

source: More
qvi: Ashtawan

source: Frame {{current}} of {{total}}
qvi: Rikchakpaylla {{current}} kay {{total}}

source: Capture
qvi: Hapina

source: Stop capture
qvi: Hapinata harkay

source: Set Video Mode
qvi: Shinarina hamuy shuyuriko

source: Set Photo Mode
qvi: Shinarina hamuy rickchak

source: Self-Timer enabled
qvi: Pacha yupak riwichishka

source: HDR enabled
qvi: HDR riwichishka

source: Geolocation enabled
qvi: Kuskallaypacha riwichishka

# battery-low-indicator.ariaLabel
source: 15% battery remaining
qvi: 15% kallpakuk chayllami puchu

# battery-verylow-indicator.ariaLabel
source: 10% battery remaining
qvi: 10% kallpaku chayllami puchu

# battery-critical-indicator.ariaLabel
source: Critically low battery
qvi: Ña ashallaku kallpakuk
