Repository: translate/mozilla-gaia
Catalog: qvi/apps/bookmark/bookmark.properties.po
Languages: qvi

source: Add to Home Screen
qvi: Yapana kay llikllarikuna kallarina

source: Edit Pinned Site
qvi: Kamullchina kuska kuyuyllana

source: Added to home screen
qvi: Yapanashka kay llikllarikuna kallarina

source: Updated pinned site
qvi: Kuska kuyuyllana kunanpayana

source: Done
qvi: Shinashka

# add-action
source: Add
qvi: Yapana

source: Cancel
qvi: Tukuchina

source: Add Application
qvi: Yapana Saylluray

source: Add
qvi: Yapana

source: An application is available for this web site.
qvi: Shuk tyan saylluray shinankapak kay kuska web.

source: Remove {{name}}
qvi: Anchuchina {{name}}

source: Remove {{name}} from system?
qvi: Anchuchina {{name}} kay llika?

source: Remove
qvi: Anchuchina
