Repository: translate/mozilla-gaia
Catalog: ig/apps/gallery/gallery.properties.po
Languages: ig

# number-selected2[zero]
source: Select
ig: Họrọ

# number-selected2[one]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

# number-selected2[two]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

# number-selected2[few]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

# number-selected2[many]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

# number-selected2[other]
source: {{ n }} selected
ig: Ahọpụtara {{ n }}

source: Delete photo?
ig: Hichapụ foto?

source: Delete video?
ig: Hichapụ vidio?

source: Nothing selected
ig: Ọnweghị ihe ahọpụtara

source: Delete selected item?
ig: Hichapụ ihe ahọpụtara?

# delete-n-items?[two]
source: Delete {{ n }} items?
ig: Hichapụ ihe {{ n }}?

# delete-n-items?[few]
source: Delete {{ n }} items?
ig: Hichapụ ihe {{ n }}?

# delete-n-items?[many]
source: Delete {{ n }} items?
ig: Hichapụ ihe {{ n }}?

# delete-n-items?[other]
source: Delete {{ n }} items?
ig: Hichapụ ihe {{ n }}

# pickoneimage2
source: Select
ig: Họrọ

# cropimage
source: Crop
ig: Bepụ

source: Cancel
ig: Kagbuo

source: Delete
ig: Hichapụ

source: OK
ig: ỌDỊMMA

source: Edit
ig: Dezie

source: Save
ig: Chekwaa

source: Done
ig: Emechaala

source: Exposure
ig: Mkpughe

source: Auto-enhance off
ig: Agbanyụrụ mbulite-akpaka

source: Original
ig: Eburupụta

source: Portrait
ig: Nseta ihu

source: Landscape
ig: Nseta okirikiri

source: Square
ig: Sụkwee

source: No photos or videos
ig: Foto ma ọ bụ vidio adịghị

source: Use the Camera app to get started.
ig: Jiri ngwa Igwefoto iji bido.

source: No photos
ig: Foto adịghị

source: No memory card
ig: Kaadị ebe nchekwa adịghị

source: Insert a memory card to use this app.
ig: Fanye kaadị ebe nchekwa maka iji ngwa a.

source: Memory card in use
ig: Eji kaadị ebe nchekwa

source: Unplug the phone to use this app.
ig: Kwụpụ ekwentị ahụ maka iji ngwa a.

source: Scanning
ig: Nnyocha

source: Looking for photos and videos.
ig: Na-achọgharị foto na vidio.

source: Database Upgrade
ig: Nkwalite Ọdụ Data

source: Image is invalid or corrupt and cannot be displayed.
ig: Onyonyo ezighi ezi ma ọ bụ o mebiri emebi, enweghị ike igosi ya.

source: {{filename}} saved to Gallery
ig: Echekwara {{filename}} na Ọba

source: Go to Camera
ig: Gaa na Igwefoto

source: Name
ig: Aha

source: Size
ig: Nha

source: Image Type
ig: Ụdị Onyonyo

source: Date Taken
ig: Ụbọchị Esere

source: Resolution
ig: Ọhara

source: Close
ig: Mechie

source: Gallery
ig: Ọba

source: Preview
ig: Hụchalụ
