Repository: translate/mozilla-gaia
Catalog: nd/shared/download/download.properties.po
Languages: nd

source: Download stopped
nd: Obeku dawuniloda kumisiwe

source: Download was stopped. Try downloading again?
nd: Obukudawuniloda kumisiwe. Ufuna ukuzama ukudawuniloda futhi?

# stopped_download_left_button
source: Cancel
nd: Khansela

# stopped_download_right_button
source: Try again
nd: Zama njalo

# failed_download_title
source: Download failed
nd: Uku-dawuniloda kwehlule

source: {{name}} failed to download. Try downloading again?
nd: {{name}} yehlulekile ukudawuniloda. Zama ukuyi dawuniloda futhi?

# failed_download_left_button
source: Cancel
nd: Khansela

# failed_download_right_button
source: Try again
nd: Zama njalo

source: Stop download
nd: Misa uku-dawuniloda

source: Are you sure you want to stop the download?
nd: Uleqiniso ukuthi ufuna ukumisa uku-dawuniloda?

source: No
nd: Hatshi

source: Yes
nd: Yebo

# delete_download_title
source: Delete
nd: Dilitha

source: Delete {{name}}?
nd: Dilitha i-{{name}}?

# delete_download_left_button
source: Cancel
nd: Khansela

# delete_download_right_button
source: Delete
nd: Dilitha

# delete_all_download_title
source: Delete
nd: Dilitha

# delete_all_download_left_button
source: Cancel
nd: Khansela

# delete_all_download_right_button
source: Delete
nd: Dilitha

source: Delete no files?
nd: Awudilithi lutho?

source: Delete one file?
nd: Dilitha i-fayili eyodwa?

# delete_all_download_message[two]
source: Delete {{number}} files?
nd: Dilitha ama-fayili ayi-{{number}}?

# delete_all_download_message[few]
source: Delete {{number}} files?
nd: Dilitha ama-fayili ayi-{{number}}?

# delete_all_download_message[many]
source: Delete {{number}} files?
nd: Dilitha ama-fayili ayi-{{number}}?

# delete_all_download_message[other]
source: Delete {{number}} files?
nd: Dilitha ama-fayili ayi-{{number}}?

# unsupported_file_type_download_title
source: Unable to open
nd: Ayivuleki

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
nd: Akula-app engavula i-{{name}}. Ufuna ukuyi gcina kumbe ukuyi-dilitha?

# unsupported_file_type_download_left_button
source: Keep File
nd: Gcina i-fayili

# unsupported_file_type_download_right_button
source: Delete
nd: Dilitha

source: File not found
nd: I-fayili ayibonakali

source: The file wasn’t found on the device
nd: I-fayili ayitholakalanga ku divayisi

source: Memory card in use
nd: I-khadi le-memori lisebenzile

source: Unplug the phone
nd: Khipha i-foni emlilweni

source: Unable to share
nd: Sehlulekile ukwabelana

source: No provider found
nd: Asiyitholanga i-provider

source: SD Card is full
nd: I-SD Card ligcwele

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
nd: Akusela ndawo yokugcina ofuna ukuku-dawuniloda ku-SD Card lakho. Sicela ukhiphe amanye ama-fayili ungakazami uku-dawuniloda futhi.

source: No memory card found
nd: Asilitholonga i-khadi le-memori

source: Insert a memory card or select an alternate default media location in settings
nd: Hloma i-khadi le-memori kumbe ukhethe eyinye indawo yokugcina i-media kuma-sethingi

# file_open_error_download_title
source: Unable to open
nd: Sehlulekile ukuvula

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
nd: Kube lohlupho sizama ukuvula i-{{name}. Ufuna ukuyigcina kumbe ukuyi dilitha?

# file_open_error_download_left_button
source: Keep File
nd: Igcine I-fayili

# file_open_error_download_right_button
source: Delete
nd: Dilitha

source: There was an error while restarting the download. Please try to download again.
nd: Kube lephutha sizama ukuqalisa kutsha i-dawunilodi yakho. Zama njalo.

source: No downloads
nd: Akula okudawunilodiweyo

source: {{partial}} of {{total}}
nd: {{partial}} ye {{total}}

source: Stopped
nd: Imisiwe

source: Download failed
nd: Uku-dawuniloda kwehlule

source: Open
nd: Vula

source: Share
nd: Yabelana

source: Set as wallpaper
nd: Setha kube yi-wallpaper

source: Set as ringtone
nd: Setha kube yi-ringtone

# cancel_downloaded_file
source: Cancel
nd: Khansela
