Repository: translate/mozilla-gaia
Catalog: hsb/apps/clock/clock.properties.po
Languages: hsb

source: Reset
hsb: Wróćo stajić

source: Start
hsb: Startować

source: Stop
hsb: Zastajić

source: Cancel
hsb: Přetorhnyć

source: Hours
hsb: Hodźiny

source: Minutes
hsb: Mjeńšiny

source: Timer
hsb: Časoměr

source: Stopwatch
hsb: Stopowka

source: Alarm name
hsb: Alarmowe mjeno

source: New alarm
hsb: Nowy alarm

source: Edit alarm
hsb: Alarm wobdźěłać

source: Pause
hsb: Zastajić

source: Resume
hsb: Pokročować

source: Lap
hsb: Runda

source: Lap {{n}}
hsb: Runda {{n}}

source: Delete
hsb: Zhašeć

source: Time
hsb: Čas

# snooze-label
source: Snooze
hsb: Dlijenje

# snooze-button
source: Snooze
hsb: Dlijić

source: Repeat
hsb: Wospjetować

source: Vibrate
hsb: Wibrěrować

source: Close
hsb: Začinić

source: Save
hsb: Składować

source: Done
hsb: Dokónčene

# closeButton.ariaLabel
source: Close
hsb: Začinić

# newAlarmButton.ariaLabel
source: New alarm
hsb: Nowy alarm

source: System Alarm Volume
hsb: Systemowa sylnosć zwuka

source: Sound
hsb: Zynk

source: No Sound
hsb: Žadyn zynk

source: Every day
hsb: Kóždy dźeń

source: Weekdays
hsb: Wotydźenju

source: Weekends
hsb: Na kóncach tydźenja

source: Never
hsb: Ženje

source: On
hsb: Zapinjeny

source: Off
hsb: Wupinjeny

source: The alarm is set for <strong>{{alarmMinutes}}</strong> from now.
hsb: Alarm je wot nětka na <strong>{{alarmMinutes}}</strong> nastajeny.

source: The alarm is set for {{alarmHours}} and {{alarmMinutes}} from now.
hsb: Alarm je wot nětka na {{alarmHours}} {{alarmMinutes}} nastajeny.

source: The alarm is set for {{alarmDays}} and {{alarmHours}} from now.
hsb: Alarm je wot nětka na {{alarmDays}} a {{alarmHours}} nastajeny.

source: less than a minute
hsb: mjenje hač jedna mjeńšina

# alarmMinutes[one]
source: one minute
hsb: jedna mjeńšina

# alarmMinutes[two]
source: {{minutes}} minutes
hsb: {{minutes}} mjeńšinje

# alarmMinutes[few]
source: {{minutes}} minutes
hsb: {{minutes}} mjeńšiny

# alarmMinutes[many]
source: {{minutes}} minutes
hsb: {{minutes}} mjeńšin

# alarmMinutes[other]
source: {{minutes}} minutes
hsb: {{minutes}} mjeńšin

# alarmHours[zero]
source: <strong>{{hours}} hours</strong>
hsb: <strong>{{hours}} hodźin</strong>

source: <strong>{{hours}} hour</strong>
hsb: <strong>{{hours}} hodźina</strong>

# alarmHours[two]
source: <strong>{{hours}} hours</strong>
hsb: <strong>{{hours}} hodźinje</strong>

# alarmHours[few]
source: <strong>{{hours}} hours</strong>
hsb: <strong>{{hours}} hodźiny</strong>

# alarmHours[many]
source: <strong>{{hours}} hours</strong>
hsb: <strong>{{hours}} hodźin</strong>

# alarmHours[other]
source: <strong>{{hours}} hours</strong>
hsb: <strong>{{hours}} hodźin</strong>

# alarmDays[zero]
source: <strong>{{days}} days</strong>
hsb: <strong>{{days}} dnjow</strong>

source: <strong>{{days}} day</strong>
hsb: <strong>{{days}} dźeń</strong>

# alarmDays[two]
source: <strong>{{days}} days</strong>
hsb: <strong>{{days}} dnjej</strong>

# alarmDays[few]
source: <strong>{{days}} days</strong>
hsb: <strong>{{days}} dny</strong>

# alarmDays[many]
source: <strong>{{days}} days</strong>
hsb: <strong>{{days}} dnjow</strong>

# alarmDays[other]
source: <strong>{{days}} days</strong>
hsb: <strong>{{days}} dnjow</strong>

source: zero minutes
hsb: 0 mjeńšin

# nSpinnerMinutes.ariaValuetext[one]
source: one minute
hsb: jedna mjeńšina

# nSpinnerMinutes.ariaValuetext[two]
source: {{n}} minutes
hsb: {{n}} mjeńšinje

# nSpinnerMinutes.ariaValuetext[few]
source: {{n}} minutes
hsb: {{n}} mjeńšiny

# nSpinnerMinutes.ariaValuetext[many]
source: {{n}} minutes
hsb: {{n}} mjeńšin

# nSpinnerMinutes.ariaValuetext[other]
source: {{n}} minutes
hsb: {{n}} mjeńšin

source: zero hours
hsb: 0 hodźin

source: {{n}} hour
hsb: {{n}} hodźina

# nSpinnerHours.ariaValuetext[two]
source: {{n}} hours
hsb: {{n}} hodźinje

# nSpinnerHours.ariaValuetext[few]
source: {{n}} hours
hsb: {{n}} hodźiny

# nSpinnerHours.ariaValuetext[many]
source: {{n}} hours
hsb: {{n}} hodźin

# nSpinnerHours.ariaValuetext[other]
source: {{n}} hours
hsb: {{n}} hodźin
