Repository: translate/mozilla-gaia
Catalog: pbb/apps/homescreen/homescreen.properties.po
Languages: pbb

source: Do you want to stop downloading {{name}}?
pbb: ¿Pejxga kiujuna' ki'h spakxnxiju {{name}}?

source: Stop
pbb: Khyuju'

source: Do you want to download {{name}}?
pbb: ¿Spa'kxya' pejxga {{name}}?

source: Download
pbb: Spa'kxya'

source: Cancel
pbb: Tuduçmeeth

source: Applications
pbb: Vxiswa'ja's

source: Pinned Pages
pbb: Kxtee nesyũuwa'ja's

source: Page {{currentPage}} of {{totalPages}}
pbb: Kxtee {{currentPage}} {{totalPages}}-ju

source: No Pinned Pages yet.
pbb: Maa yujva kxtee nesyũuna

source: Use your browser to pin any web page to this screen.
pbb: Vxisna idx jĩ's kẽse'hna kxtee ki'pna naa the'gnxisa's.

source: Done
pbb: Jxa'jxa'
