Repository: translate/mozilla-gaia
Catalog: qvi/shared/lockscreen/lockscreen.properties.po
Languages: qvi

source: Airplane mode
qvi: Hamuy antanka.

source: Searchingâ€¦
qvi: Maskahun...

source: No network
qvi: Illan red

source: Emergency calls only
qvi: Kayay wayankata chaytalla

source: (unknown SIM state)
qvi: (mana riksishka SIM tiyaska)

source: (no SIM)
qvi: (na SIM)

source: (SIM PIN required)
qvi: (SIM PIN-ta mutsuy)

source: (SIM PUK required)
qvi: (SIM PUK-ta mutsuy)

source: (network locked)
qvi: (red saywashka)

source: (service provider locked)
qvi: (yanapanakunata kunachiykuna sinshayashka)

source: (corporate locked)
qvi: (hatun tantanahuy sinshayashka)

source: (network1 locked)
qvi: (red1 sinshayashka)

source: (network2 locked)
qvi: (red2 sinshayashka)

source: (hrpd network locked)
qvi: (hrpd red sinshayashka)

source: (ruim corporate locked)
qvi: (ruim hatun tantanahuy sinshayashka)

source: (ruim service provider locked)
qvi: (ruim yanapanakunata kunachiy sinshayashka)

source: {{ level }}% Charged
qvi: {{ level }}% aparishka

# charging-minutes[zero]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
qvi: {{ level }}% aparishka ({{ minutes }} cku. tukuchinkapa)

source: {{ level }}% Charged ({{ minutes }} min until fully charged)
qvi: {{ level }}% aparishka ({{ minutes }} cku. tukuchinkapa)

# charging-minutes[two]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
qvi: {{ level }}% aparishka ({{ minutes }} cku. tukuchinkapa)

# charging-minutes[few]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
qvi: {{ level }}% aparishka ({{ minutes }} cku. tukuchinkapa)

# charging-minutes[many]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
qvi: {{ level }}% aparishka ({{ minutes }} cku. tukuchinkapa)

# charging-minutes[other]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
qvi: {{ level }}% aparishka ({{ minutes }} cku. tukuchinkapa)

# charging-hours[zero]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
qvi: {{ level }}% aparishka ({{ hours }} slla. {{ minutes }} cku. tukuchinkapa)

source: {{ level }}% Charged ({{ hours }}h {{ minutes }} min until fully charged)
qvi: {{ level }}% aparishka ({{ hours }} slla. {{ minutes }} cku. tukuchinkapa)

# charging-hours[two]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
qvi: {{ level }}% aparishka ({{ hours }} slla. {{ minutes }} cku. tukuchinkapa)

# charging-hours[few]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
qvi: {{ level }}% aparishka ({{ hours }} slla. {{ minutes }} cku. tukuchinkapa)

# charging-hours[many]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
qvi: {{ level }}% aparishka ({{ hours }} slla. {{ minutes }} cku. tukuchinkapa)

# charging-hours[other]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
qvi: {{ level }}% aparishka ({{ hours }} slla. {{ minutes }} cku. tukuchinkapa)
