Repository: translate/mozilla-gaia
Catalog: zam/apps/calendar/calendar.properties.po
Languages: zam

source: Back
zam: Veré

source: Save
zam: Lo xhog gaá

source: Hide
zam: Naa loot luy

source: Cancel
zam: Na lit luy

source: Confirm
zam: Lash lu yaal ga

source: Done
zam: Gok ah

source: Events
zam: Kuan mxhac

source: Edit
zam: Thus kuey

source: All-day Events
zam: Loo ree taa güis koo ge nut ni

source: No Events
zam: Yent Ni

# show-today
source: Today
zam: Nal

source: Month
zam: Beé

source: Week
zam: Sman

source: Day
zam: Güis

# settings-show
source: Settings
zam: Thus kuey

source: Hide settings
zam: Naa loot luu kue

source: Add an account
zam: Toob luu leel lent ree

# new-event
source: Add event
zam: Tood diif kuan lil

source: Event
zam: Tood diif kuan lil

source: Add Event
zam: Tood diif kuan lil

source: Edit Event
zam: Tob kuan lil

source: Account
zam: Xhal diif cuenta naa luu

source: Accounts
zam: Ree cuent

# advanced-settings-short-icon-button.ariaLabel
source: Settings
zam: Thus kuey

source: Calendar Settings
zam: Thus kue calendario na lu

source: Personalization
zam: Thus kuey como lash lu

source: Reminders
zam: Ney loon

source: Add Account
zam: Toob ley

source: Username
zam: Cho nak lu

source: Password
zam: Dizh ko lut ya lo be

source: Please wait while your account is set up
zam: Blet lut hasta toob na lel

source: Unable to sync
zam: Toob ki sync

source: Sign in
zam: Thus kue diif kuen na lu

source: Yahoo!
zam: Güi yahoo!

source: Google
zam: Güi google

# preset-local
source: Offline calendar
zam: Toog calendario na luu

source: Mozilla Zimbra
zam: Güi Mozilla Zimbra

# calendar-local
source: Offline calendar
zam: Toog calendario na luu

# event-title.placeholder
source: Title
zam: Xha mud lee kue

source: Where?
zam: Pa gak ah?

source: Notes
zam: Key lo yets

source: All day event?
zam: Loo ree taa güis koo ge nut ni?

# event-start-date.placeholder
source: Start date
zam: Cho güis mte tey

# event-end-date.placeholder
source: End date
zam: Cho güis goloy

# event-start-time.placeholder
source: Start time
zam: Cho hor mte tey

# event-end-time.placeholder
source: End time
zam: Cho hor teloy

source: Delete event
zam: Te dont koo lil

source: Remove local data
zam: Kib ree dat naa luu

source: Remove account
zam: Kib cuent na luu

source: Removing this account will also remove your local copy of associated calendars and events.
zam: This te dont na kue re ta chan lu te dont.

source: Sync
zam: Güi sync

source: Syncing
zam: Lash ah

source: Syncing complete
zam: Gok la lash ah

source: Sync Calendar
zam: Re fech na Sync

source: 15 min
zam: 15 minut

source: 30 min
zam: 30 minut

source: Manually
zam: Li xhin yal

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
zam: {{startDate}}<br>de {{startTime}} par {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
zam: Died da {{startTime}} {{startDate}}<br>par {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
zam: Reta güis<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
zam: Reta güis par {{startDate}}<br>de {{endDate}}

source: None
zam: Yent kuan nak

source: Reminder:
zam: Ney loon:

source: Remind me
zam: Lii aviss lon

source: At time of event
zam: Nal mte te ni na lu

source: On day of event
zam: Güis ko yu ni

source: {{title}} starting {{distance}}
zam: {{title}} de toob kiy {{distance}}

source: {{title}} started {{distance}}
zam: {{title}} de toob la kiy {{distance}}

source: 0 minutes before
zam: 0 minut antes

source: 1 minute before
zam: 1 minut antes

# minutes-before[two]
source: {{value}} minutes before
zam: {{value}} plal minut sera

# minutes-before[few]
source: {{value}} minutes before
zam: {{value}} plal minut sera

# minutes-before[many]
source: {{value}} minutes before
zam: {{value}} plal minut sera

# minutes-before[other]
source: {{value}} minutes before
zam: {{value}} plal minut sera

source: 0 hours before
zam: 0 hor antes

source: 1 hour before
zam: 1 hor antes

# hours-before[two]
source: {{value}} hours before
zam: {{value}} plal hor sera

# hours-before[few]
source: {{value}} hours before
zam: {{value}} plal hor sera

# hours-before[many]
source: {{value}} hours before
zam: {{value}} plal hor sera

# hours-before[other]
source: {{value}} hours before
zam: {{value}} plal hor sera

source: 0 days before
zam: 0 güis antes

source: 1 day before
zam: 1 güis sera

# days-before[two]
source: {{value}} days before
zam: {{value}} plal güis sera

# days-before[few]
source: {{value}} days before
zam: {{value}} plal güis sera

# days-before[many]
source: {{value}} days before
zam: {{value}} plal güis sera

# days-before[other]
source: {{value}} days before
zam: {{value}} plal güis sera

source: 0 weeks before
zam: 0 sman sera

source: 1 week before
zam: 1 sman antes

# weeks-before[two]
source: {{value}} weeks before
zam: {{value}} plal sman sera

# weeks-before[few]
source: {{value}} weeks before
zam: {{value}} plal sman sera

# weeks-before[many]
source: {{value}} weeks before
zam: {{value}} plal sman sera

# weeks-before[other]
source: {{value}} weeks before
zam: {{value}} plal sman sera

source: 0 months before
zam: 0 bé sera

source: 1 month before
zam: 1 bé sera

# months-before[two]
source: {{value}} months before
zam: {{value}} plal bé sera

# months-before[few]
source: {{value}} months before
zam: {{value}} plal bé sera

# months-before[many]
source: {{value}} months before
zam: {{value}} plal bé sera

# months-before[other]
source: {{value}} months before
zam: {{value}} plal bé sera

source: 0 years before
zam: 0 lit sera

source: 1 year before
zam: 1 lit antes

# years-before[two]
source: {{value}} years before
zam: {{value}} plal lit sera

# years-before[few]
source: {{value}} years before
zam: {{value}} plal lit sera

# years-before[many]
source: {{value}} years before
zam: {{value}} plal lit sera

# years-before[other]
source: {{value}} years before
zam: {{value}} plal lit sera

source: 0 minutes after
zam: 0 minut sera

source: 1 minute after
zam: 1 minut antes

# minutes-after[two]
source: {{value}} minutes after
zam: {{value}} plal minut antes

# minutes-after[few]
source: {{value}} minutes after
zam: {{value}} plal minut antes

# minutes-after[many]
source: {{value}} minutes after
zam: {{value}} plal minut antes

# minutes-after[other]
source: {{value}} minutes after
zam: {{value}} plal minut antes

source: 0 hours after
zam: 0 hor antes

source: 1 hour after
zam: 1 hor antes

# hours-after[two]
source: {{value}} hours after
zam: {{value}} plal hor antes

# hours-after[few]
source: {{value}} hours after
zam: {{value}} plal hor antes

# hours-after[many]
source: {{value}} hours after
zam: {{value}} plal hor antes

# hours-after[other]
source: {{value}} hours after
zam: {{value}} plal hor antes

source: 0 days after
zam: 0 güis sera

source: 1 day after
zam: 1 güis antes

# days-after[two]
source: {{value}} days after
zam: {{value}} plal güis sera

# days-after[few]
source: {{value}} days after
zam: {{value}} plal güis sera

# days-after[many]
source: {{value}} days after
zam: {{value}} plal güis sera

# days-after[other]
source: {{value}} days after
zam: {{value}} plal güis sera

source: 0 weeks after
zam: 0 sman sera

source: 1 week after
zam: 1 sman sera

# weeks-after[two]
source: {{value}} weeks after
zam: {{value}} plal sman sera

# weeks-after[few]
source: {{value}} weeks after
zam: {{value}} plal sman sera

# weeks-after[many]
source: {{value}} weeks after
zam: {{value}} plal sman sera

# weeks-after[other]
source: {{value}} weeks after
zam: {{value}} plal sman sera

source: 0 months after
zam: 0 bé antes

source: 1 month after
zam: 1 bé sera

# months-after[two]
source: {{value}} months after
zam: {{value}} plal bé sera

# months-after[few]
source: {{value}} months after
zam: {{value}} plal bé sera

# months-after[many]
source: {{value}} months after
zam: {{value}} plal bé sera

# months-after[other]
source: {{value}} months after
zam: {{value}} plal bé sera

source: 0 years after
zam: 0 lit antes

source: 1 year after
zam: 1 lit antes

# years-after[two]
source: {{value}} years after
zam: {{value}} plal lit sera

# years-after[few]
source: {{value}} years after
zam: {{value}} plal lit sera

# years-after[many]
source: {{value}} years after
zam: {{value}} plal lit sera

# years-after[other]
source: {{value}} years after
zam: {{value}} plal lit sera

source: All Day
zam: Re güis

source: The event cannot end before its start date
zam: Gadt te lo liy xé te ra tetel

source: The event cannot end before its start time
zam: Gadt te lo liy xé te ra tetel

source: Wrong login and/or password
zam: Na kap lel ner / dizk ko lut ta nie

source: Server error. Check your login and try again.
zam: Gadnt toob ki kue. Güi cho güuen mkel lel.

source: Something is wrong. Try again later.
zam: Nagad lit kue. Bliy ta diif vez.

source: No connection. Check your network configuration and try again.
zam: Yent señal. Güi cho dob ki kue ner bliy taa diif vez.

source: This account already exists.
zam: Yent le re.

source: Calendar sync error
zam: Na li chet sync

source: Tap for more info
zam: Güi ko xho tree

# weekday-0-single-char
source: S
zam: D

source: M
zam: L

# weekday-2-single-char
source: T
zam: M

source: W
zam: X

# weekday-4-single-char
source: T
zam: J

source: F
zam: V

source: Friday
zam: Viernes

source: Thursday
zam: Jueves

source: Wednesday
zam: Mierc

source: Tuesday
zam: Martes

source: Monday
zam: Lunes

source: Sunday
zam: Domingo

source: Saturday
zam: Sábado

source: {{n}} event
zam: {{n}} níi

# busy[two]
source: {{n}} events
zam: {{n}} níi

# busy[few]
source: {{n}} events
zam: {{n}} níi

# busy[many]
source: {{n}} events
zam: {{n}} níi

# busy[other]
source: {{n}} events
zam: {{n}} níi

# present.ariaLabel
source: Today
zam: Nal

# past-other-month-description.ariaLabel
source: Other month
zam: Ta dib bë

# future-other-month-description.ariaLabel
source: Other month
zam: Ta dib bë

source: Has alarm
zam: Tak tis ah

source: Calendars
zam: Te dob re güis ner bé na lit

# multi-day-new-event-link.ariaLabel
source: Add event
zam: Tood kuan lil

# title.ariaLabel
source: Title
zam: Xha mud lee kue

source: Location
zam: Pá dul

source: Duration
zam: Plo naruy

source: Calendar
zam: Güis náa lit

source: Alarms
zam: Ko diís

source: Description
zam: Xha nak ah

# start-date.ariaLabel
source: Start date
zam: Cho güis mte tey

# start-time.ariaLabel
source: Start time
zam: Cho hor mte tey

# end-date.ariaLabel
source: End date
zam: Cho güis goloy

# end-time.ariaLabel
source: End time
zam: Cho hor teloy

source: Loading
zam: De tood kiy

source: All day
zam: Reta güis

source: Create event
zam: Mké dif níi

source: Create all day event
zam: Tod ní

source: from {{startTime}} to {{endTime}}
zam: tre {{startTime}} ner {{endTime}}

source: {{startDate}} from {{startTime}} to {{endTime}}
zam: {{startDate}} mté {{startTime}} lent {{endTime}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
zam: Died da {{startTime}} {{startDate}} lent {{endTime}} {{endDate}}
