Repository: translate/mozilla-gaia
Catalog: dsb/apps/fl/download.properties.po
Languages: dsb

source: OK
dsb: W pórěźe

source: Download
dsb: Ześěgnuś

source: Install
dsb: Instalěrowaś

source: Cancel
dsb: Pśetergnuś

source: Download Error
dsb: Ześěgnjeńska zmólka

source: Installation Error
dsb: Instalaciska zmólka

# err_descriptor_download_failed
source: The download failed because of a server error.
dsb: Ześěgnjenje njejo se serweroweje zmólki dla raźiło.

# err_bad_descriptor
source: The download failed because of a server error.
dsb: Ześěgnjenje njejo se serweroweje zmólki dla raźiło.

source: File is too large to download.
dsb: Dataja jo pśewjelika za ześěgnjenje.

source: This type of purchased media is not supported on your phone.
dsb: Toś ten typ kupjonych medijow njepódpěra se na wašom telefonje.

# err_bad_type
source: The download failed because of a server error.
dsb: Ześěgnjenje jo se serweroweje zmólki dla raźiło.

# err_content_download_failed
source: The download failed because of a server error.
dsb: Ześěgnjenje jo se serweroweje zmólki dla raźiło.

# err_bad_drm_message
source: The download failed because of a server error.
dsb: Ześěgnjenje jo se serweroweje zmólki dla raźiło.

source: The downloaded image cannot be displayed on this device.
dsb: Ześěgnjony wobraz njedajo se na toś tom rěźe zwobrazniś.

source: The downloaded file cannot be played on this device.
dsb: Ześěgnjona dataja njedajo se na toś tom rěźe wótgraś.

source: There is not enough storage space on your device to save this song.
dsb: Njejo dosć składowańskego ruma na wašom rěźe, aby tós ten spiw składowało.

source: Cannot save song because there is no memory card.
dsb: Spiw njedajo se składowaś, dokulaž składowańska kórrta njejo.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
dsb: Spiw njedajo se składowaś, dokulaž składowańska kórta se južo wužywa. Wótkajśo wój telefon a wopytajśo hyšći raz ześěgnuś.

# err_ds_save_failure
source: Error saving media file.
dsb: Zmólka pśi składowanju medijoweje dataje.

# err_db_store_failure
source: Error saving media file.
dsb: Zmólka pśi składowanju medijoweje dataje.

source: Song downloaded and installed. Use the Music app to play it.
dsb: Spiw jo se ześěgnuł a zainstalěrował. Wužyjśo nałoženje Muzika, aby jen wótgrał.

source: Ringtone downloaded and installed.
dsb: Zwónjenje jo se ześěgnuło a zainstalěrowało.

source: Wallpaper downloaded and installed.
dsb: Slězynowy wobraz jo se ześěgnuł a zainstalěrował.

source: Do you want to install this audio file as a song or as a ringtone?
dsb: Cośo toś tu awdiodataju ako spiw abo ako zwónjenje instalěrowaś?

source: Ringtone
dsb: Zwónjenje

source: Song
dsb: Spiw

source: Download song?
dsb: Spiw ześěgnuś?

source: Download ringtone?
dsb: Zwónjenje ześěgnuś?

source: Download wallpaper?
dsb: Slězynowy wobraz ześěgnuś?

source: Downloading song…
dsb: Spiw se ześěgujo…

source: Downloading ringtone…
dsb: Zwónjenje se ześěgujo…

source: Downloading wallpaper…
dsb: Slězynowy wobraz se ześěgujo…

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
dsb: {{vendor}} jo toś tu medijowu dataju zastajił, až njeby dała se drugim dalej daś abo na nowy rěd pśenjasć.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
dsb: Pśedawaŕ jo toś tu medijowu dataju zastajił, až njeby se dała z drugimi źěliś abo na nowy rěd pśenjasć.

source: Name
dsb: Mě

source: Type
dsb: Typ

source: Size
dsb: Wjelikosć

source: Vendor
dsb: Pśedawaŕ

source: Info
dsb: Informacije

source: Downloading
dsb: Ześěgnjenje

source: Preview image
dsb: Wobraz se woglědaś

source: Preview audio
dsb: Na awdio słuchać

source: bytes
dsb: B
