Repository: translate/mozilla-gaia
Catalog: ff/apps/communications/contacts/matcher/matcher.properties.po
Languages: ff

source: Looking for duplicate contacts
ff: Nana yiyloo jokkondire pune

source: Merging duplicate contacts
ff: Naattondir jokkondire pune

source: No duplicate contacts found
ff: Alaa jokkondire pune njiytaa

source: Merge
ff: Naattondir

source: Merge duplicates
ff: Naattondir pune

source: No contacts selected
ff: Alaa jokkondire labaa

source: Merge with {{n}} contact
ff: Naattondir e jokkondire {{n}}

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
ff: Naattondir e jokkondire {{n}}

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
ff: Naattondir e jokkondire {{n}}

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
ff: Naattondir e jokkondire {{n}}

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
ff: Naattondir e jokkondire {{n}}

source: Duplicates found
ff: Pune njiytaama
