Repository: translate/mozilla-gaia
Catalog: lg/apps/fl/download.properties.po
Languages: lg

source: OK
lg: KALE

source: Download
lg: Wannula

source: Install
lg: Tteekamu

source: Cancel
lg: Sazaamu

source: Download Error
lg: Ensobi mu Kuwanula

source: Installation Error
lg: Obuzibu mu kutekamu

# err_descriptor_download_failed
source: The download failed because of a server error.
lg: Okuwanula kulemye olwobuzibu mu ngabilizi.

# err_bad_descriptor
source: The download failed because of a server error.
lg: Okuwanula kulemye olwobuzibu mu ngabilizi.

source: File is too large to download.
lg: Fayilo nnene nyo okujiwanula.

source: This type of purchased media is not supported on your phone.
lg: Ekikya ky'ebizanyibwa kino ky'oguzze tekiwagidwa ku ssimu yo.

# err_bad_type
source: The download failed because of a server error.
lg: Okuwanula kulemye olwobuzibu mu ngabilizi.

# err_content_download_failed
source: The download failed because of a server error.
lg: Okuwanula kulemye olwobuzibu mu ngabilizi.

# err_bad_drm_message
source: The download failed because of a server error.
lg: Okuwanula kulemye olwobuzibu mu ngabilizi.

source: The downloaded image cannot be displayed on this device.
lg: Ekifaananyi ekiwannudwa tekisobola kulagibwa ku ssimu eno.

source: The downloaded file cannot be played on this device.
lg: Fayilo ewannudwa tesobola ku zzanyibwa ku ssimu eno.

source: There is not enough storage space on your device to save this song.
lg: Ku ssimu tekuli bbanga limala okutereka oluyimba luno.

source: Cannot save song because there is no memory card.
lg: Tekisobose kutereka oluyimba kubanga temuli ka kaada akatelesi.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
lg: Tekisobose kutereka oluyimba kubanga ka kaada akatelesi kalimukukozesebwa. Kuulamu essimu yo odemu okezeeko okuwanula.

# err_ds_save_failure
source: Error saving media file.
lg: Obuzibu mukutereka fayilo y'ebizanyibwa.

# err_db_store_failure
source: Error saving media file.
lg: Obuzibu mukuteleka fayilo ye'bizanyibwa.

source: Song downloaded and installed. Use the Music app to play it.
lg: Oluyimba luwanudwa era neluteekebwaamu. Kozesa awali Enyiimba okuluzanya.

source: Ringtone downloaded and installed.
lg: Akadde ke'ssimu kawanudwa era nekateekebwamu.

source: Wallpaper downloaded and installed.
lg: Ekipande ky'essimu kiwanudwa era nekiteekebwamu.

source: Do you want to install this audio file as a song or as a ringtone?
lg: Oyagala kuteekamu eddoboozi lino ng'oluyimba oba nga akadde k'essimu?

source: Ringtone
lg: Akade k'essimu

source: Song
lg: Oluyimba

source: Download song?
lg: Wannula oluyimba?

source: Download ringtone?
lg: Wannula akadde k'essimu?

source: Download wallpaper?
lg: Wannula ekipande ky'essimu?

source: Downloading song…
lg: Okuwanula oluyimba...

source: Downloading ringtone…
lg: Okuwanula akadde k'essimu...

source: Downloading wallpaper…
lg: Okuwanula ekipande ky'essimu...

source: Name
lg: Erinnya

source: Type
lg: Ekyika

source: Size
lg: Obunene

source: Vendor
lg: Omuweereza

source: Info
lg: Obumanyiso

source: Downloading
lg: Okuwanula

source: Preview image
lg: Gezesa ekifananyi

source: Preview audio
lg: Gezesa eddoboozi

source: bytes
lg: bayiti
