Repository: translate/mozilla-gaia
Catalog: qvi/apps/settings/settings.properties.po
Languages: qvi

source: We were unable to find a ringtone app to manage ringtones!
qvi: Na tarikanchichuk shuk saylluray kamachinkankapak kay willaykunata!

source: Display
qvi: Llikllarikuna

# display.ariaLabel
source: Display
qvi: Llikllarikuna

source: Brightness
qvi: Achik

source: Adjust Automatically
qvi: Tikuna paymandayak

source: Lock Screen
qvi: Shinshayana llikllarikuna

source: Wallpaper
qvi: Tiksi llikllarikuna

source: Screen Timeout
qvi: Pachata shuyahun

source: 1 minute
qvi: 1 chiniku

source: 2 minutes
qvi: 2 chinikuna

source: 5 minutes
qvi: 5 chinikuna

source: 10 minutes
qvi: 10 chinikuna

source: never
qvi: manallaykapi

source: Lock Orientation
qvi: Sinshayana rikuchiy

source: Navigation
qvi: Wampunatak

# navigation.ariaLabel
source: Navigation
qvi: Wampunatak

source: Edge Swipe Navigation
qvi: Wampunatak yaktunashka

source: Drag from the left or right edge of the screen to jump between apps.
qvi: Manya lluki o allawka llikllarikunapa aysay kushpanapak saylluraykunapura.

source: Notifications
qvi: Willachaykuna

# notifications.ariaLabel
source: Notifications
qvi: Willachaykuna

source: Show on Lock Screen
qvi: Rikuchina kay sinshayashka chay llikllarikuna

source: Show After Reboot
qvi: Rikuchina hipa kutin kallarishkata

# dateAndTime
source: Date & Time
qvi: Pacha & Saylla

source: Set Automatically
qvi: Tukuykuna paymandayak

source: Time Zone
qvi: Suyu sayllata

source: Date
qvi: Pacha

source: Time
qvi: Saylla

source: Select continent
qvi: Akllana allpapacha

source: Select time zone
qvi: Akllana suyu sayllata

# time-format
source: Format
qvi: Formatyana

source: Time Format
qvi: Formato kay pacha

source: Use Default
qvi: Arina shinarishka

source: 12-hour
qvi: 12 sayllakuna

source: 24-hour
qvi: 24 sayllakuna

source: Language & Region
qvi: Shimi & Suyu

source: Language
qvi: Shimi

source: Region
qvi: Suyu

source: Get More Languages
qvi: Tarina ashtawan shimikuna

source: Sample Format
qvi: Formato kay shina

source: SIM Manager
qvi: Kamachikana SIM

source: SIM Settings
qvi: Tikuykuna SIM

# sim-manager-outgoing-calls
source: Outgoing Calls
qvi: Kayachinakuna llukshina

source: Calls will be sent from
qvi: Kayaykunata rurankichi ...manta

source: Outgoing Messages
qvi: Kachaykuna llukshina

source: SMS will be sent from
qvi: Kayta SMS kachankichik ...manta

# sim-manager-outgoing-data
source: Data
qvi: Chanikuna

source: Data service network and Marketplace payments
qvi: Marketplace payllaykuna y llika chanikunapa yanapay

source: Always ask
qvi: Tapuna tukuypacha

source: SIM PIN locked
qvi: PIN kay SIM sinshayashka

source: No operator
qvi: Mana riwirak

source: At least one SIM should be activated at a time
qvi: Maski shuk SIM riwishishka kana

source: SIM {{disableCardIndex}} can’t receive any calls and messages. Outgoing calls and outgoing messages which are set to SIM {{disableCardIndex}} will be disabled.
qvi: Kay SIM {{disableCardIndex}} na ushanllu ni kayachikpi ni kachaykunata hapina. Kayachikpi kachaykunatapash llukshichi wallpachashka SIM-pak {{disableCardIndex}} kichuna riwichinkichik.

source: The current data transfer will be suspended. Continue anyway?
qvi: Kay yallihun chanikunapa kunan shayarinkami. Katinayanllu?

source: Home Screens
qvi: Llikllarikuna kay kallarina

# home-screens.ariaLabel
source: Home Screens
qvi: Llikllarikuna kay kallarina

source: Layout
qvi: Ñinani

source: Icon Layout
qvi: Rikchakpa ñinani

source: Three Columns
qvi: Kimsa sintunikuna

source: Four Columns
qvi: Chusku sintunikuna

source: Notice
qvi: Willay

source: Search
qvi: Maskana

# search.ariaLabel
source: Search
qvi: Maskana

# search-header
source: Search
qvi: Maskana

source: Search Engine
qvi: Maskanakuna

source: Search Suggestions
qvi: Kunaykuna kay maskana

source: Replaceable Home Screen
qvi: Tsirpayupa kallarina trukanallamari

source: Change Home Screen
qvi: Trukana llikllarikuna kay kallarina

source: Get More Home Screens
qvi: Tarina ashtawan llikllarikuna kay kallarina

source: My Home Screens
qvi: Ñukapak llikllarikuna kay kallarina

# home-screen-description
source: Description
qvi: Rikurimay

source: Delete Home Screen
qvi: Kichuna llikllarikuna kay kallarina

source: Keyboard Settings
qvi: Tikuykuna hitikllanta

source: Selected Keyboards
qvi: Hitikllantakuna akllashka

source: Keyboards
qvi: Hitikllantakuna

source: Number layouts
qvi: Yupay ñinanikuna

source: Option layouts
qvi: Tawka rikurina ñinanikuna

source: Keypad
qvi: Hitikllanta

source: Dial Pad
qvi: Kayashkapa hitikllanta

source: Select Keyboards
qvi: Akllana hitikllantakuna

source: At least one {{type}} keyboard should be selected
qvi: Masque shuk {{type}} hitikllantallapish akllankimanka

source: text
qvi: Kamu

# keyboardType-number
source: number
qvi: yupay

source: {{appName}} {{layoutName}} is set as default input method
qvi: {{appName}} {{layoutName}} wallpachashka shina punkuta yachayñan shinarishka

source: Themes
qvi: Yachaywakuna

# themes.ariaLabel
source: Themes
qvi: Yachaywakuna

# fxa
source: Firefox Accounts
qvi: Firefox cuentakuna

source: Account Management
qvi: Kamachikamay kay cuenta

# fxa-accounts
source: Firefox Accounts
qvi: Firefox cuentakuna

source: Your Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
qvi: Kanpa Firefox cuentata arinay ushan imakaykuna shina Maskana ñukapak irunrin y apps shina Firefox Marketplace.

source: Create Account or Sign In
qvi: Wallpana cuenta o yaykuna

source: Confirm Your Account
qvi: Allirikuna kanpak cuenta

source: We will send an email to: {{email}}
qvi: Kachashun shuk emailman: {{email}}

source: Click the verification link in your email to confirm your account.
qvi: Clickri tukllayaypi kanpa chaskipa alli rikunata allirikunapak kay cuentata.

source: Cancel Account Confirmation
qvi: Tukuchina allirikuna kay cuentata

source: A verification link has been sent to {{email}}.
qvi: Kacharishka shuk tukllayay allirikunata {{email}}

source: Don’t see an email? <a>Resend</a>.
qvi: Na rikuni emailta? <a>Kutin kachana</a>

source: About
qvi: Partita

source: Signed in as {{email}}
qvi: Yaykushpa kashna {{email}}

# fxa-options
source: Options
qvi: Tawka rikurinakuna

source: Sign Out
qvi: Lluksina

source: Please confirm {{email}}
qvi: Allirikunki {{email}}

source: Find My Device
qvi: Tarina ñukapak irunrin

source: Create account or sign in
qvi: Wallpana cuenta o yaykuna

source: Enable Find My Device
qvi: Tarina ñukapak irunrin

source: About Find My Device
qvi: Chay shimiyarik kay tarina ñukapak irunrin

source: Enable Geolocation?
qvi: Riwichina kuskallaypacha?

source: To view your device's location, you must enable geolocation tracking.
qvi: Rikunkapak maypi karka kampak irunrin riwichina kanki katinata kuskallaypacha.

source: Geolocation Enabled
qvi: Kuskallaypacha riwichishka

source: This device is currently offline. Connect to a network and try again.
qvi: Irunrinka phatsayana llamiraypashka. Llamirayanki shuk llika y kutin shinay.

source: A Find My Device error has occurred.
qvi: Shuk pantay kapullashka ñukapa irunrin maskahun.

source: Please try again.
qvi: Kutin shinana.

source: Please tap to try again.
qvi: Takarina kutin shinana.

source: Sign in to sync your history, passwords & more
qvi: Yaykuna paktaninankapak kampak mawka pankakuna, rimaypakanakuna & ashtawan.

source: Get started
qvi: Kallarina

source: Firefox Account
qvi: Firefox cuenta

source: Disable Firefox Sync
qvi: Kichuna riwichina Firefox Sync

source: Last synced {{when}}
qvi: Puchuk pacha paktaninashka {{when}}

source: Collections
qvi: Katiri

source: Legal
qvi: Willay kamachikta

source: Privacy & Security
qvi: Ñukapallak & allichinapacha

source: Passcode Lock
qvi: Sinshayana kay kamachintanwan

source: Passcode: {{code}}
qvi: Kamachintan: {{code}}

source: Screen Lock
qvi: Sinshayay kay llikllarikuna

source: Enabled with no passcode
qvi: Riwichina mana kamachintan

source: Enabled with passcode
qvi: Riwichina kay kamachintan

source: SIM Security
qvi: Allichishkankapak kay SIM

source: App Permissions
qvi: Nikikuna kay saylluraykuna

# appPermissions.ariaLabel
source: App Permissions
qvi: Nikikuna kay saylluraykuna

source: Author
qvi: Rurak

source: Permissions
qvi: Nikikuna

source: Revoke
qvi: Tukuchina

source: Ask
qvi: Tapuna

source: Block
qvi: Sinshayana

source: Allow
qvi: Kishpichina

source: Uninstall App
qvi: Mana llamitinkina saylluray

source: Phone
qvi: Rimachik anta

source: Messages
qvi: Kachaykuna

source: Vibrate
qvi: Chukchuna

source: Ring
qvi: Willayta

source: Change
qvi: Trukana

source: Create
qvi: Wallpana

source: Create a Passcode
qvi: Shinana shuk kamachintan

source: Passcode
qvi: Kamachintan

# passcode-heading
source: Passcode
qvi: Kamachintan

source: Enter passcode
qvi: Killkana kamachintan

source: New passcode
qvi: Mushu kamachintan

source: Current passcode
qvi: Kamachintan kunanpachak

source: Passcode is incorrect
qvi: Kamachintan mana alli.

source: Passcode doesn’t match. Try again.
qvi: Kay kamachintan na alli. Kutin shinana.

source: Confirm Passcode
qvi: Allirikuna kamachintan

source: Immediately
qvi: Kunanpachak

source: After 1 minute
qvi: Hipa 1 chiniku

source: After 5 minutes
qvi: Hipa 5 chinikuna

source: After 15 minutes
qvi: Hipa 15 chinikuna

source: After 30 minutes
qvi: Hipa 30 chinikuna

source: After 1 hour
qvi: Hipa 1 saylla

source: Require passcode
qvi: Mañana kamachintan

source: Change passcode
qvi: Trukana kamachintan

source: No SIM card
qvi: Nimaykan panka SIM

source: SIM PIN
qvi: PIN kay SIM

source: SIM PIN2
qvi: PIN2 kay SIM

source: PUK code
qvi: Kamachintan PUK

source: PUK2 code
qvi: Kamachintan PUK2

source: What is a SIM PIN?
qvi: Imatak shuk PIN kay SIM?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
qvi: Chay PIN naruwina chay yaykunata llikakunata chay willy willy chay chanikunata chay SIM. Riwichinkashkapak mayhan irunrin kay SIM mañanki PIN kutin kallarinkapak.

source: A SIM PIN is not the same as the passcode used to unlock the device.
qvi: Kay panka SIM-ta yupay PIN na chay kamachintantallataka arihunata anchuchina sinshayanapak irunrinta

source: Change PIN
qvi: Trukana PIN

source: SIM PIN changed successfully
qvi: PIN kay SIM trukashka allipacha

source: SIM {{index}} PIN changed successfully
qvi: PIN kay SIM {{index}} trukashka allipacha

source: Enter SIM PIN
qvi: Killkana PIN kay SIM

source: Enter SIM PIN2
qvi: Killkana SIM kay PIN2

source: Enter PUK code
qvi: Killkana PUK

source: Enter PUK2 code
qvi: Killkana PUK2

source: New PIN
qvi: Mushuk PIN

source: The PIN was incorrect.
qvi: Kay PIN na alli.

source: Last try.
qvi: Puchuk shinana.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
qvi: Puchuyana {{n}} shinanakuna.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
qvi: Puchuyana {{n}} shinanakuna.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
qvi: Puchuyana {{n}} shinanakuna.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
qvi: Puchuyana {{n}} shinanakuna.

# pinAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana shuk shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# pinAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# pinAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# pinAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# pinAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
qvi: Kaymi puchuk hikuy killkankapak chay PIN allita. Na kakpika killkanakanki PUK arinankapak kayta SIM.

source: The SIM card is locked.
qvi: Kay SIM sinshayashka.

source: The SIM card is blocked.
qvi: Kay SIM sinshayashka.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
qvi: Killkana kanki kampak pashkachina anchuchina sinshayay (PUK) chaypa SIM. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak.

source: You must enter the Personal Unlocking Key (PUK2) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
qvi: Killkana kanki kampak pashkachina anchuchina sinshayay (PUK2) chaypa SIM. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak.

source: The PUK code is incorrect.
qvi: Kay PUK mana alli.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: Shuk shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak.

# pukAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: {{n}} shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak.

# pukAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: {{n}} shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak

# pukAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: {{n}} shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak.

# pukAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: {{n}} shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
qvi: Kaymi puchuk hikuy killkankapak chay PUK allita. Kampak SIM mana pacha arinarinkachuk killkay shuk PUK mana allita. Tapunki chay killkashkata kampak irunrin o kayachi kampak riwirak ashtawan willanata.

source: Create PIN (must contain 4 to 8 digits)
qvi: Wallpana mushuk PIN (charina kan 4 y 8 yupaykuna)

source: Create PIN2 (must contain 4 to 8 digits)
qvi: Wallpana mushuk PIN2 (charina kan 4 y 8 yupaykuna)

source: Confirm new PIN
qvi: Allirikuna muchuk PIN

source: Confirm new PIN2
qvi: Allirikuna muchuk PIN2

source: PINs don’t match
qvi: PINkuna mana allikachin

source: SIM-locked phone
qvi: Rimachik anta sinshayashka chay SIM

source: Unknown SIM card state
qvi: Pankata SIM tiyaska mana riksishka,

source: SIM card not ready
qvi: Kay SIM na allichu shinankapak

source: Unauthorized SIM card
qvi: SIM na apullinchishka

source: An unknown error occurred
qvi: Shuk pantayta mana riksishka tukushka

source: Do Not Track
qvi: Mana katina

source: Tell websites and apps that I do not want to be tracked
qvi: Web kuskakunaman saylluraykunaman ni na katichichun munanichu

source: Tell websites and apps that I want to be tracked
qvi: Web kuskakunaman saylluraykunaman ni katichichun munani

source: Do not tell websites and apps anything about my tracking preferences
qvi: Nimata na rikuchinachu ni web kuskakunaman ni saylluraykunaman

source: How Does Do Not Track Work?
qvi: Imata shinanki na ñanta katiy llankashpaka?

source: Browsing Privacy
qvi: Wampunatak shukllayay

# browsingPrivacy.ariaLabel
source: Browsing Privacy
qvi: Wampunatak shukllayay

source: Clear history
qvi: Pichana mawka pankakuna

source: Are you sure you want to clear your history? When using your Firefox Account, synced history will also be cleared.
qvi: Munankichu kanpa mawka pankakunata kichunata?. Kampak Firefox cuentata arinakpi, kay mawka pankakunata chushakyarinka.

source: Delete cookies & cache
qvi: Kichuna cookies & caché

source: Are you sure you want to delete your cookies and cache?
qvi: Allitapachachu munanki kichunata kampak cookies caché?

source: Clear
qvi: Pichana

source: Private Browsing
qvi: Ñukapak wanpunatak

source: Open all external links in new private windows.
qvi: Kulpi tukllayay hawakunata paskay mushuk shukllayay tukukunapi.

source: Tracking Protection
qvi: Kamachay ama katichun

source: Protect your browsing activity against potential trackers in all new windows.
qvi: Misanki kampak ruray kay wampunatak ama katinakuna tukuylla tukukuna mushukuna.

source: History
qvi: Mawka pankakuna

source: Clear your browsing history from this device. When using your Firefox Account, synced history will also be cleared.
qvi: Mawka pankakuna wampuyta kichuna kay kuakata. Hayka kanpa Firefox cuentata ariy, kay mawka pankakunatapash kichunki.

source: Clear History
qvi: Pichana mawka pankakuna

source: Cookies & Cache
qvi: Cookies & caché

source: Delete stored data (such as cookies) from this device. Login information and preferences will no longer be remembered.
qvi: Kichuna chanikuna allichishka kay irunrinpi (cookieshnalla). Willanata kallarina tantayrimayta allikachishkatapash na yarinkachu.

source: Delete Cookies & Cache
qvi: Kichuna cookies & caché

source: Storage
qvi: Allichishka

# enableUSBStorage1
source: USB Storage
qvi: USB allichishka

source: Unplug USB cable to disable
qvi: Llukshichina rantaska USB tukuchinkapak

# appStorage
source: Application Storage
qvi: Chushak saylluraykunapak

# availableSize[zero]
source: {{size}} {{unit}} available
qvi: {{size}} {{unit}} shinankapak

# availableSize[one]
source: {{size}} {{unit}} available
qvi: {{size}} {{unit}} shinankapak

# availableSize[two]
source: {{size}} {{unit}} available
qvi: {{size}} {{unit}} shinankapak

# availableSize[few]
source: {{size}} {{unit}} available
qvi: {{size}} {{unit}} shinankapak

# availableSize[many]
source: {{size}} {{unit}} available
qvi: {{size}} {{unit}} shinankapak

# availableSize[other]
source: {{size}} {{unit}} available
qvi: {{size}} {{unit}} shinankapak

source: Total Space
qvi: Chushak tukuylla

source: Used
qvi: Arinashka

source: Left
qvi: Kishpikak

source: Photos, videos and music are stored separately from apps. See media storage for details.
qvi: Rikchakuna, suyurikuna, takikuna allichirin phatsayanashka saylluraykuna. Rikinki chanikuna multimedia ashtawam willankapak.

source: {{list}} shared
qvi: {{list}} wakinashkakuna

source: Transfer Protocol
qvi: Yallina protocol

source: Media Transfer Protocol (MTP)
qvi: Yallina protocol multimedia (MPT)

source: USB Mass Storage (UMS)
qvi: USB hatun allichishka (UMS)

source: Media Storage
qvi: Multimedia allichishka

source: Internal Storage
qvi: Ukupi allichishka

source: SD Card Storage
qvi: Allichishka panka SD

source: SD Card Storage 2
qvi: Allichishka panka SD 2

source: Internal
qvi: Ukupi

source: SD Card
qvi: Panka SD

source: SD Card 2
qvi: Panka SD 2

source: Music
qvi: Taki

source: Pictures
qvi: Rikchakuna

source: Movies
qvi: Peliculakuna

# left-space
source: Space left
qvi: Chushak kishpikak

# free-space
source: Space left
qvi: Chushak kishpikak

source: Total space
qvi: Chushak tukuylla

# size-not-available
source: Not available
qvi: Mana shinankapak

source: No storage found
qvi: Illan panka allichinkapak

source: Advanced
qvi: Hatun ñawpashka

source: Enable USB storage?
qvi: Riwichina USB?

source: Default Media Location
qvi: Kuska shinarishka

source: Choose where photos, videos, music and downloads are stored by default.
qvi: Akllanki maypi allichinata kashna shinarishka rikchakuna, urahuchina aparinakunata, suyurikuna takikuna.

source: Eject SD card
qvi: Llukshichina panka SD

source: Eject SD card 2
qvi: Llukshichina panka SD 2

# format-sdcard-internal
source: Format internal storage
qvi: Formatyana ukupi allichishka

# format-sdcard-external-0
source: Format SD card
qvi: Formatyana panka SD

source: Format SD card 2
qvi: Formatyana panka SD 2

source: Formatting…
qvi: Formatyanahun...

source: You will not be able to access content on the SD card after you unmount it. Do you want to proceed?
qvi: Na ushankachu yuyayta riksichikman panka SD yaykuy kipama kichushka. Katinayanllu?

# format-sdcard-title
source: Format SD card
qvi: Formatyana panka SD

source: This will erase all data stored on your SD card, such as music and photos.
qvi: Kichurinka tukuylla chanikuna kampak SD, shina taki y rikchakuna.

# format-sdcard-internal-title
source: Format internal storage
qvi: Formatyana ukupi allichishka

source: This will erase all data stored on your internal storage, such as music and photos.
qvi: Kichurirka tukuylla chanikuna kampak ukupi allichishka, shina taki y rikchakuna.

# format-sdcard-btnformat
source: Format
qvi: Formatyana

source: SD card unmounted
qvi: Panka SD kichushka

source: Warning: USB Mass Storage may not work
qvi: Willay: USB hatun allichishka napish llankankachu

source: Press "OK" to switch to USB Mass Storage, or "Cancel" to remain in MTP mode.
qvi: Takari "Ari" trukankapak USB o "Tukuchina" puchuyankapak chay hamuy MTP.

source: Device
qvi: Irunrin

source: Help
qvi: Yanapay

# help.ariaLabel
source: Help
qvi: Yanapay

# deviceInfo
source: Device Information
qvi: Willanata kay irunrin

# deviceInfo.ariaLabel
source: Device Information
qvi: Willanata kay irunrin

source: Phone Number
qvi: Rimachik antata yupay

source: SIM {{index}}: Not available
qvi: SIM {{index}}: Mana shinankapak

source: Downloads
qvi: Urahuchina aparinakunata

# downloads.ariaLabel
source: Downloads
qvi: Urahuchina aparinakunata

source: Unknown
qvi: Mana riksishka

source: SIM {{index}}: Unknown
qvi: SIM {{index}}: Mana riksishka

source: Git Commit Info
qvi: Willanata Git commit

source: Model
qvi: Kutinalla

source: OS Version
qvi: Kutinalla kay OS

source: Firmware Revision
qvi: Rikunkapak firmware

source: Hardware Manufacturer
qvi: Makinapachak kay hardware

source: Hardware Platform
qvi: Plataformapi hardware

source: Hardware Revision
qvi: Rikunkapak hardware

source: Platform Version
qvi: Kutinalla kay plataforma

source: Build Identifier
qvi: Rurana kikinchinahuk

source: Update Channel
qvi: Kunanpayashkakunapa witku

source: Build Number
qvi: Rurana yupay

source: Update URL
qvi: Kunanpayana URL

source: Last Updated
qvi: Puchuk kunanpachak

source: More Information
qvi: Ashtawan willana
