Repository: translate/mozilla-gaia
Catalog: qvi/apps/settings/settings.properties.po
Languages: qvi

source: Software Updates
qvi: Kunanpachakuna kay software

source: Daily
qvi: Punchanta punchanta

source: Weekly
qvi: Sillkukishpalla

source: Monthly
qvi: Killapacha

source: Check for Updates
qvi: Maskana kunanpachakuna

source: Check Now
qvi: Kunan maskana

source: Update status
qvi: Tiyashka kay kunanpachak

source: Connect to the Internet to proceed with your update.
qvi: Llamiraypanki internetwan katinkapak kunanpachawan.

source: Checking for updates…
qvi: Maskanahun kunanpachakunawan…

source: No updates were found
qvi: Na taririrka nimapish kunanpachak

source: Network is offline. Will check again when the network is online.
qvi: Llikata tiyan phatsayashka llamirayta. allirikunkrina kutin hayka kay llikata shinankapak.

source: This is already the latest version of {{brandShortName}}
qvi: Kaymi chayra wallpa mushuya kay {{brandShortName}}

source: There was an error when checking for updates.
qvi: Shuk pantay tiarka maskahukpi kunapayanakuna.

source: About {{brandShortName}}
qvi: Suñuk {{brandShortName}}

source: {{brandShortName}} is the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
qvi: {{brandShortName}} kana OS-ta yanka y paskashka kay Mozilla. Ñukanshi shinana kuna paskashka, mushuya y hikuy tukuypa churashpa ushana chay Web kampak makipi.

source: Learn More
qvi: Yachakuna ashtawan

# reset-head
source: Reset
qvi: Kutin wallpachana

# reset-warning-title
source: CAUTION
qvi: ALLILLA

source: Automatic add-on updates
qvi: Kunanpachak paktachinakuna paymantallak

source: Notify me after install
qvi: Willawanki hipa llamitinkina

source: Your Rights
qvi: Kampak kamachinakuykuna

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
qvi: {{brandShortName}} kana software yanka shina kamachintan kishpikak shinanshka taekapacha runakunawan tukuy pacha. Tyan wakin imakuna yachana kanki.

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
qvi: {{brandShortName}} tyahun shinankapak wallpachanankapak tawka nikik kamachintan kishpikak, Chaykunapi chay Mozilla Public License. Shuk irunrin llankahukpi {{brandShortName}} ushanka charinata software alayriyanashka shukta. Maykan kamachintan kuska nikikpi pashkashka kun kamachinakuy trukankapak chay kamachintan kallariy rakina wallpakuna trukashkakuna chaykaman paktachina wallpachanakuna wallpachanaskakunawan.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
qvi: Mana kurin nimapash kamachinakuy kay unancha tachurishpakuna o nikik unancha tachurishpakunapak Fundación Mozilla o shuk rakiri, killtinahun mana saywallawan chay shuti o logo {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
qvi: Imapish imakaykuna {{brandShortName}}, shina Crash Reporter kunmi hikuy kan nichun Mozilla. Akllakpi kachannki kampak rimayku, apullinchinan Mozilla arinankapak allikachinkapak chay kutinchiykuna, rikuchi kampak kuska web y rakina.

source: Legal Information
qvi: Willana kamachintan

source: Credits
qvi: Iñichinakuna

source: Open Source Notices
qvi: Kamachintan paskashkapa willaykuna

source: Obtaining Source Code
qvi: Tarina kamachintan pukyu

# about-other
source: Other
qvi: Shuk

source: Your Privacy
qvi: Kampaklla

source: Developer
qvi: Yuyantik

# developer.ariaLabel
source: Developer
qvi: Yuyantik

source: Developer HUD
qvi: Yuyantik HUD

# hud-devtools
source: Developer Tools
qvi: Yuyantik llamkanakuna

source: Hide All HUD Elements
qvi: Pakanki tukuylla nipakunaHUD

source: Log Changes in ADB
qvi: Tachurina trukanakuna chay ADB

source: Show System HUD
qvi: Rikuchina llika HUD

source: Problems
qvi: Llakikuna

source: Warnings
qvi: Willaykuna

source: Errors
qvi: Pantaykuna

source: Security Issues
qvi: Llikakuna kay allichishkankapak

source: Performance
qvi: Alli mirachishka

source: Reflows
qvi: Ñanda yapata hundashka

source: Jank Threshold (ms)
qvi: Jank punkusui (ms)

source: Duration Threshold (ms)
qvi: Paray punkusui (ms)

source: Frames per Second
qvi: Shuyukuna shina chinilla

source: Time to Load
qvi: Pacha chay aparina

source: Memory
qvi: Yuyay

source: Unique Set Size
qvi: Llatun chay tikuykuna chayllan

source: App Memory
qvi: Yuyay kay saylluray

source: JS Objects
qvi: Imanchinkuna JS

source: JS Strings
qvi: Wallakuna JS

source: JS Other
qvi: Shuk JS

source: Style
qvi: Ninkay

# hud-other
source: Other
qvi: Shuk

source: Developer Settings
qvi: Tikuykuna kay yuyantik

source: Debug
qvi: Pichana

source: Developer Menu
qvi: Hatun rikuna yuyantik

source: Developer Tools
qvi: Yuyantik llamkanakuna

source: Graphics
qvi: Shuyukuna

source: Hardware Composer
qvi: Hardware taki

source: Flash Repainted Area
qvi: Nina wachipa yachaykancha yapa hawirishka.

source: Dump Layers Tree
qvi: Allkatakkunapa tulana

source: Dump Display List
qvi: Tulana shutitan rikunkapak

source: Dump LayerScope
qvi: Allkatakkunapa tulana

source: Overscrolling
qvi: Kayman chayman kuyurina puchuyak

source: Tiling
qvi: Pititika

source: Low Precision Painting
qvi: Uray aypaypa shuyu

source: Low Precision Transparency
qvi: Uray aypaypa achiklla

source: Draw Tile Borders
qvi: Shuyuna pititika manyakuna

source: Draw Layer Borders
qvi: Shuyuna allkatak manyakuna

source: Log Slow Animations
qvi: Tachurina tunurishka kushillakuna

source: Debugging via USB
qvi: Pichana ñan USB

source: DevTools via Wi-Fi
qvi: DevTools ñan Wi-Fi

source: DevTools Wi-Fi Device Name
qvi: Shuti kay irunrin DevTools Wi-Fi

source: Pseudo-Localization
qvi: Llulla-Kuskallay

# debugger-disabled
source: Disabled
qvi: Mana murikuyashka

source: ADB only
qvi: Paylla ADB

source: ADB and DevTools
qvi: ADB y DevTools

source: Wi-Fi Output in ADB
qvi: Llukshina ADB ñan Wi-Fi

source: Bluetooth Output in ADB
qvi: Llukshina bluetooth ñan ADB

source: Bluetooth HCI Sniffing Logs to SD Card
qvi: HCI Bluetooth tachurikuna pankaman SD katihun

source: NFC Output in ADB
qvi: Llukshina NFC ñan ADB

source: RIL Output in ADB
qvi: Llukshina RIL ñan ADB

source: Network Output in ADB
qvi: Llukshina kay llika ñan ADB

source: MMS Output in ADB
qvi: Llukshina MMS ñan ADB

source: Console Enabled
qvi: Tutiwik killkana riwichishka

source: Cards View: Screenshots
qvi: Rikurka pankakuna: hapishka rikchakkuna

source: Geolocation Output in ADB
qvi: Llukshina kuskallaypacha ñan ADB

source: Ignore GPS Locations
qvi: Mana rikuna kuskakuna GPS

source: Use Marketplace Reviewer Certs
qvi: Arina kakwillay Marketplace rikushkak

source: Shake to Save System Log
qvi: Kuyuchina allichinkapak llikapa tachuri

source: Enable LogShake QA Mode
qvi: Riwichina LogShake QA Mode

source: Launch First Time Use
qvi: Kachana FTU

source: No first time use app found
qvi: Na taririn FTU saylluray

source: Software Home Button
qvi: Tupupa kallarina software

source: Home Gesture
qvi: Yaktuk tsirpayupa kallarina

source: Continuous Transition
qvi: Yalliy katiwik

source: Gaia Debug Traces
qvi: Gaia Yupikuna kay pichahun

source: App Transition
qvi: App yalliy

source: App Suspending
qvi: App pitirihun

source: Copy/Paste
qvi: Sinayachina/Tinkina

source: Multi-Screen
qvi: Tawka llikllarikuna

source: Verbose App Permissions
qvi: Nikikkuna App iñunchishka

source: Enable Pinning the Web
qvi: Riwichina kuyuyllana chay web

source: Enable View Source Gesture
qvi: Riwichina rikunkapak kamachintan kallariy

source: Enable Home Screen Paging
qvi: Riwichina tsirpayupay llikllarikuna kallarina

source: Window Management
qvi: kamachikana kay tuku

source: Unlock Privileges
qvi: Anchuchina sinshayana apuyawaykuna

source: Full DevTools
qvi: DevTools paktachishka

# reset-devtools-warning-title
source: CAUTION
qvi: ALLILLA

source: Service Workers
qvi: Yanapaypa llamkakkuna

source: Scope
qvi: Chay kaman

source: Script spec
qvi: Script iñunchi

source: Current worker URL
qvi: URL kunanpacha

source: Active cache name
qvi: Shuti caché riwichishka

source: Waiting cache name
qvi: Shuyashpa shuti caché

source: Update
qvi: Kunanpayana

source: Unregister
qvi: Anchuchina tachurina

source: No service workers found
qvi: Yanapaypa llamkakkuna na Tarishka

source: Developer menu not enabled
qvi: Hatun rikuna yuyantik mana marikuyashka

source: Developer Mode can't be enabled without the developer menu first being enabled.
qvi: Hamuy yuyantik na ushan riwichinata nara marikuyana hatun rikuna yuyantik.

source: Please enable it from Settings > Device Information > More Information > Developer Menu.
qvi: Riwichinki > Willanata > Ashtawan willanata > Hatun rikuna yuyantik.

source: Would you like to enable developer mode?
qvi: Munankicha riwichinata hamuy yuyantik?

source: THIS WILL DELETE ALL YOUR DATA AND FACTORY RESET YOUR DEVICE.
qvi: KICHURINKA TUKUYLLA CHANIKUNA KAMPAK IRUNRIN KUTIN WALLPACHANA CHAY TIKUYKUNAMAN MAKINA.

source: THIS WILL DISABLE ALL SECURITY MEASURES ON YOUR DEVICE.
qvi: MANA MARIKUYANKACHU TUKUYLLA TUPUKUNA ALLICHISHKANKAPAK KAMPAK IRUNRIN.

source: Are you sure you want to enable developer mode?
qvi: Allikichinatachu munanki riwichina hamuy yuyantik?

source: Tap 'Enable' {{count}} more time to continue.
qvi: Takari 'Riwichina' {{count}} kutin katinkapak.

# enable-full-dev-mode-final-warning-msg[two]
source: Tap 'Enable' {{count}} more times to continue.
qvi: Takari 'Riwichina' {{count}} kutin katinkapak.

# enable-full-dev-mode-final-warning-msg[few]
source: Tap 'Enable' {{count}} more times to continue.
qvi: Takari 'Riwichina' {{count}} kutin katinkapak.

# enable-full-dev-mode-final-warning-msg[many]
source: Tap 'Enable' {{count}} more times to continue.
qvi: Takari 'Riwichina' {{count}} kutin katinkapak.

# enable-full-dev-mode-final-warning-msg[other]
source: Tap 'Enable' {{count}} more times to continue.
qvi: Takari 'Riwichina' {{count}} kutin katinkapak.

source: Edit downloads
qvi: Kamullchina urahuchina aparinakunata

source: Select all
qvi: Akllana tukuylla

source: Deselect all
qvi: Kichuna akllana tukuylla

# downloads-delete
source: Delete
qvi: Kichuna

source: Battery
qvi: Kallpakuk

source: Current Level ({{level}}%)
qvi: Kunan allashka ({{level}}%)

source: Calculating time required…
qvi: Mashnayachihun mutsuk pacha...

source: Calculating time remaining…
qvi: Mashnayachihun puchuyak pacha...

source: Fully charged
qvi: Kulpita aparishka

source: Fully depleted
qvi: Kulpi chushak

# battery-time-hour[zero]
source: {{ hours }} hours
qvi: {{ hours }} Sayllakuna

source: {{ hours }} hour
qvi: {{ hours }} saylla

# battery-time-hour[two]
source: {{ hours }} hours
qvi: {{ hours }} sayllakuna

# battery-time-hour[few]
source: {{ hours }} hours
qvi: {{ hours }} sayllakuna

# battery-time-hour[many]
source: {{ hours }} hours
qvi: {{ hours }} sayllakuna

# battery-time-hour[other]
source: {{ hours }} hours
qvi: {{ hours }} sayllakuna

# battery-time-minute[zero]
source: {{ minutes }} minutes
qvi: {{ minutes }} chinikuna

source: {{ minutes }} minute
qvi: {{ minutes }} chiniku

# battery-time-minute[two]
source: {{ minutes }} minutes
qvi: {{ minutes }} chinikuna

# battery-time-minute[few]
source: {{ minutes }} minutes
qvi: {{ minutes }} chinikuna

# battery-time-minute[many]
source: {{ minutes }} minutes
qvi: {{ minutes }} chinikuna

# battery-time-minute[other]
source: {{ minutes }} minutes
qvi: {{ minutes }} chinikuna

source: {{ battery-time-minute }} until fully charged
qvi: {{ battery-time-minute }} tukuypacha kankaman aparinashka

source: {{ battery-time-hour }} {{ battery-time-minute }} until fully charged
qvi: {{ battery-time-hour }} {{ battery-time-minute }} tukuypacha kankaman aparinashka

source: {{ battery-time-minute }} remaining
qvi: {{ battery-time-minute }} puchuyashka

source: {{ battery-time-hour }} {{ battery-time-minute }} remaining
qvi: {{ battery-time-hour }} {{ battery-time-minute }} puchuyashka

# powerSaveModeTitle
source: Power Save Mode
qvi: Shashna mirachinata kallpa

source: Power Save Mode
qvi: Shashna mirachinata kallpa

source: {{level}}% battery left
qvi: {{level}}% puchuyana kay kallpakuk

source: Never
qvi: Manallaykapi

source: Turn On Automatically
qvi: Riwichina paymandayak

source: Accessibility
qvi: Yaykuchun sakina

# accessibility.ariaLabel
source: Accessibility
qvi: Yaykuchun sakina

source: Screen Reader
qvi: Killkatin kay llikllarikuna

source: Color Filter
qvi: Tullpupa shutuni

source: Audio
qvi: Uyapak

source: Mono Audio
qvi: Mono uyapak

source: Mono enabled
qvi: Mono riwichishka

source: Mono disabled
qvi: Mono kichuna riwichishka

source: Display speech
qvi: Rikuchina rimay

source: When the screen reader is enabled, your device will provide spoken feedback to assist blind and low-vision users.
qvi: Kay killkatin llikllarikuna riwichishkakashpa, chay irunrin willachinka rimashpa yanapanka arik ñawsa o ashalla rikunkunaman.

source: Speech Volume
qvi: Rimaypa puti

source: Speech Rate
qvi: Rimanakuypa allashka

source: Start Screen Reader?
qvi: Lllikllarikunapa killkatin kallarina?

source: Activating the screen reader will change the way your touch screen works. Touch anywhere to hear the item under your finger, and double tap to activate.
qvi: Riwichishpa chay killkatin liillarikuna trukarinka runrinahukpi chay llikllarikuna takarina. Shuklla takarinki uyankapak chay nipak ishkayta takarinki kutin riwichinkapak.

source: Start
qvi: Kallarina

source: Stop Screen Reader?
qvi: Lllikllarikunapa killkatin shayachina?

source: Stopping the screen reader will end all speech feedback.
qvi: Shayachina Lllikllarikunapa killkatin, rimaypa kachaykuna tukurikrin.

source: Stop
qvi: Shayana

source: Invert
qvi: Tikrachina

source: Input
qvi: Yaykuna

# short-hold-delay
source: Short
qvi: Kutu

source: Medium
qvi: Mallta

# long-hold-delay
source: Long
qvi: Suni

# improveBrowserOS
source: Improve {{brandShortName}}
qvi: Allichina {{brandShortName}}

# improveBrowserOS.ariaLabel
source: Improve {{brandShortName}}
qvi: Allichina {{brandShortName}}

# improveBrowserOSTitle
source: Improve {{brandShortName}}
qvi: Allichina {{brandShortName}}

source: Submit data
qvi: Kachana chanikuna

source: privacy policy
qvi: ñukapallak kapakamay

source: Happy
qvi: Kushilla

source: Sad
qvi: Llakilla

source: Check here to let us contact you from your email.
qvi: Kawina kaypi llamiwinkapak kanwan emailpi.

source: Email address:
qvi: Kuska email:

source: SIM Toolkit
qvi: Llamkanakuna SIM

# operatorServices-help
source: Help
qvi: Yanapay

source: Help Menu
qvi: Hatun rikuna yanapay

source: SIM card applications not available.
qvi: Saylluraykuna SIM mana shinankapak.

source: Set Up Call
qvi: Tikuna kayay

source: Send SS
qvi: Kachana SS

source: Send USSD
qvi: Kachana USSD

source: Send SMS
qvi: Kachana SMS

source: Send DTMF
qvi: Kachana DTMF

source: Close Channel
qvi: Wichana witku

source: Receive Data
qvi: Hapina chanikuna

source: Send Data
qvi: Kachana chanikuna

source: Enabling USB storage will disable USB tethering. Do you want to enable USB storage?
qvi: Riwichikpi USB, kichurinka riwichinata tethering USB. Munankichuk riwichinata USB?

source: Enabling USB tethering will disable USB storage. Do you want to enable USB tethering?
qvi: Riwichikpi tethering USB, kichurinka riwichinata USB. Munankichuk riwichinata tethering USB?

source: Enabling USB tethering will disable Wi-Fi hotspot. Do you want to enable USB tethering?
qvi: Riwichikpi tethering USB, kichurinka riwichinata hotspot Wi-Fi. Munankichuk riwichinata tethering USB?

source: Enabling Wi-Fi hotspot will disable USB tethering. Do you want to enable Wi-Fi hotspot?
qvi: Riwichikpi hotspot Wi-Fi, kichurinka riwichinata tethering USB. Munankichuk riwichinata hotspot Wi-Fi?

# settings-dialog-confirm
source: Confirm
qvi: Allirikuna

source: {{appName}} app
qvi: {{appName}} imashka

source: Enable Add-on
qvi: Riwichina imashka

source: No sharing app available
qvi: Illan saylluraykuna wakinankapak

source: Enter add-on name
qvi: Killkana shiti imashka

source: Change the name of your add-on
qvi: Trukana shutita kampak imashka

# closeButton.ariaLabel
source: Close
qvi: Wichana

source: Change wallpaper
qvi: Trukana tiksi llikllarikuna

# editButton.ariaLabel
source: Edit
qvi: Kamullchina

# simManagerSection.ariaLabel
source: SIM Manager
qvi: Kamachikana SIM

# callSettingsSection.ariaLabel
source: Call Settings
qvi: Tikuykuna kay kayaykuna

# messagingSettingsSection.ariaLabel
source: Messaging Settings
qvi: Tikuykuna kay kachaykuna

# cellularAndDataSection.ariaLabel
source: Cellular & Data
qvi: Willy willy & Chanikuna

# languageSection.ariaLabel
source: Language
qvi: Shimi

# fxa-accountsSection.ariaLabel
source: Firefox Accounts
qvi: Cuentata Firefox

# simSecuritySection.ariaLabel
source: SIM Security
qvi: Allichishkankapak kay SIM

source: Basic
qvi: Mutsuk

source: Send Basic report plus diagnostic information.
qvi: Kachana willaykuna mutsukuna y willanata chanikuy.

source: Do not send any data.
qvi: Mana kachana nimapash chanikuna.
