Repository: translate/mozilla-gaia
Catalog: qvi/apps/settings/settings.properties.po
Languages: qvi

source: Settings
qvi: Tikuykuna

source: Advanced Settings
qvi: Hatun ñawpashka tikuykuna

source: Default
qvi: Shinarishka

source: Enabled
qvi: Riwichishka

source: Enable
qvi: Riwichina

source: Disabled
qvi: Mana murikuyashka

source: Error
qvi: Pantay

source: OK
qvi: Alli

source: Yes
qvi: Ari

source: No
qvi: Mana

source: Reset
qvi: Kutin wallpachana

source: Factory Reset
qvi: Kutin kallarina kay makina

source: Delete
qvi: Kichuna

source: Cancel
qvi: Tukuchina

source: Close
qvi: Wichana

source: Back
qvi: Washapi

source: Continue
qvi: Katina

source: Skip
qvi: Kunkana

source: Pair
qvi: Tinkina

source: Add
qvi: Yapana

source: Done
qvi: Shinashka

source: Set
qvi: Wallpachana

source: Not now
qvi: Kunan na

source: Turn ON
qvi: Riwichina

source: Select a SIM card
qvi: Akllana shuk SIM

# unavailable
source: Not available
qvi: Mana shinankapak

source: Confirmation
qvi: Allirikuna

# simSettingsWithIndex
source: SIM {{index}} Settings
qvi: Tikuykuna kay SIM {{index}}

source: Network & Connectivity
qvi: Llika & Llamiray

source: Airplane Mode
qvi: Hamuy antanka

# airplaneMode.ariaLabel
source: Airplane Mode
qvi: Hamuy antanka

source: Geolocation
qvi: Kuskallaypacha

# geolocation.ariaLabel
source: Geolocation
qvi: Kuskallaypacha

source: Turn Wi-Fi on to view available networks.
qvi: Riwichinki Wi-Fi rikunkapak llikakuna shinankapak.

source: Available Networks
qvi: Llikakuna shinankapak

source: Known Networks
qvi: Llikakuna riksikuna

source: Hidden Networks
qvi: Llikakuna pakashka

source: Searching…
qvi: Maskahuna...

source: Search Again
qvi: Kutin maskana

source: Initializing…
qvi: Kallarihuna...

source: Connecting to {{ssid}}…
qvi: Llamirahun kaywan {{ssid}}...

# full-status-associated
source: Obtaining an IP address…
qvi: Tarihushpa shuk IP kuska...

source: Connected to {{ssid}}
qvi: Llamitinkishpa kay {{ssid}}

# full-status-connectingfailed
source: Connection failed
qvi: Llamiray witishka

# full-status-disconnected
source: Not connected
qvi: Mana llamiraypak

# short-status-connecting
source: Connecting…
qvi: Llamirayhun...

# short-status-associated
source: Obtaining an IP address…
qvi: Tarihushpa shuk IP kuska...

# short-status-connected
source: Connected
qvi: Llamitinkishpa

# short-status-connectingfailed
source: Connection failed
qvi: Llamiray witishka

# short-status-disconnected
source: Not connected
qvi: Mana Llamitinkishpa

source: Wi-Fi Sleep
qvi: Wi-Fi shuyahun

source: Enable to automatically turn off Wi-Fi during sleep to save battery power.
qvi: Sakinki paymandayak wañuchina chay Wi-Fi allichinkapak kallpakuk.

source: Manage Networks
qvi: Machinkapak llikakuna

source: Failed connecting to Wi-Fi
qvi: Pantarka llamiraypak kay Wi-Fi

source: Unable to connect to {{ssid}}, authentication failed due to bad credentials. Please re-enter the network password.
qvi: Mana pacha usharin {{ssid}} llamiraypak, kinyurachi witishka shuk patayrauky kakinyakunapi. Killkapay llikapa rimaypakana kutin.

source: Manage Certificates
qvi: Machinkapak kakwillaykuna

source: Join Hidden Network
qvi: Tinkiy shuk llika pakanaman

source: Secured by {{capabilities}}
qvi: Mitsana kay {{capabilities}}

source: Security
qvi: Allichishkankapak

# securityNone
source: None
qvi: Nimapash

source: Open
qvi: Paskana

source: Not in range
qvi: Rango kanchapi

source: IP address
qvi: Kuska IP

source: Link speed
qvi: Utkana

source: Signal strength
qvi: Shinchiyana kay suñay

source: Very weak
qvi: Yapa kalakya

source: Weak
qvi: Kalakya

source: Average
qvi: Chaumashnayay

source: Good
qvi: Alli

source: Very good
qvi: Allipacha

source: Forget
qvi: Kunkana

source: Forget network?
qvi: Kunkana llika?

# forgetNetwork-confirmation
source: Confirmation
qvi: Allirikuna

source: Authentication
qvi: Kinyurachihuna

source: EAP method
qvi: Yachayñan EAP

source: Phase 2 authentication
qvi: Nikirakiri 2 akllashka

source: Server certificate
qvi: Kakwillay kay yanapak

source: Notice: If you need to import new certificates, please go to "Manage certificates".
qvi: Willay: Ari mutsunki mushuk kakwillaykuna kanchamanta apamuna, "kamachinkankapak kakwillaykuna" ri.

source: Identifier
qvi: Kikinchinahuk

source: Password
qvi: Ramaypakana

source: Show password
qvi: Rikuchina rimaypakana

source: Network notification
qvi: Willachay kay llika

source: Notify me when an open network is available
qvi: willachanawanki tyanpi shinankapak shuk llika paskashka

source: MAC Address
qvi: MAC kuska

# macUnavailable
source: Not available
qvi: Mana shinankapak

source: No networks found
qvi: Na tarirka nimapash llika

source: No known networks
qvi: Nimapash llika riksikuna

source: Edit
qvi: Kamullchina

source: Certificate List
qvi: Shutitan kay kakwillaykuna

source: No certificates imported
qvi: Mana kanchamanta apamunashka nimapash kakwillay

source: Delete Certificate
qvi: Anchuchina kakwillay

source: Import Certificate
qvi: Kanchamanta apamuna kakwillay

source: Select Certificate File
qvi: Akllana tsirwakay kay kakwillay

source: Enter certificate nick name
qvi: Killkana na alli shutita

source: Nick name
qvi: Na alli shuti

source: You can change the nick name or keep the default name.
qvi: Ushanki trukanata chay na alli shutita o charina shinarishka.

source: Certificate deletion failed
qvi: Witishka kichuna kakwillay

source: This may be due to a storage issue, for example.
qvi: Kay ushan kana shuk allichishkapa Llaki, shinapak.

source: Certificate import failed
qvi: Witishka kanchamanta apamuna kakwillay

source: This may be due to a damaged certificate file, for example.
qvi: Kay ushan kana shuk kakwillaypa tsirwakay wakllishka, shinapak.

source: Connect with WPS
qvi: Llamiraypak kaywan WPS

source: WPS is in progress…
qvi: Shinahushpa WPS...

source: WPS was canceled
qvi: Tukuchirka WPS

source: WPS timed out
qvi: WPS ashtaka pishimurka

source: WPS failed [{{error}}]
qvi: Witishka WPS [{{error}}]

source: Another WPS PBC AP was found
qvi: Taririrka shuk WPS PBC AP

source: Automatic Wi-Fi setup
qvi: Tikuykuna WI-Fi payllana

source: Select a WPS Method:
qvi: Akllana WPS yachayñan:

source: Button connection
qvi: Tupupa kay llamiray

source: My PIN connection
qvi: Ñukapak llamiray PIN

source: AP PIN connection
qvi: Llamiray AP PIN

source: PIN is 4 or 8 digits
qvi: PIN kay 4 o 8 yupaykuna

source: Input {{pin}} to an opposite device
qvi: Killkana {{pin}} chayshupi irunrinpi

source: Select an opposite device
qvi: Akllana shuk irunrin

# wpsAnyAp
source: Any
qvi: Maykampash

source: Cancel WPS
qvi: Tukuchina WPS

source: Failed to cancel WPS [{{error}}]
qvi: Witishka tukuchikpi WPS [{{error}}]

source: Call Settings
qvi: Tikuykuna kay kayaykuna

source: Requesting network info…
qvi: Minkana willanata kay llikaman...

source: Error in query
qvi: Pantashka kay tapushkapi

source: Voicemail
qvi: Rimaychaski

source: Voicemail Number
qvi: Yupay kay rimaychaski

source: Not set
qvi: Mana wallpachanashka

source: Voice Privacy Mode
qvi: Hamuy shukllayay kay rimay

source: Call Waiting
qvi: Kayana shuyahun

source: Unable to confirm call waiting preferences
qvi: Na usharin allirikunata allikachishkakuna chay kayay shuyahukta

source: The device is currently unable to communicate with the carrier. Try setting the preference again.
qvi: Kay irunrin na ushan willanata chay riwirak. Kutin shinanki.

source: Call Forwarding
qvi: Kayaykunapa ñanpantashka

source: Forward
qvi: Ñanpantana

source: Always Forward
qvi: Tukuypacha ñanpantana

source: Always
qvi: Tukuypacha

source: Forward When Busy
qvi: Ñanpantana shina kushkatyashka

source: When busy
qvi: Shina kushkatiashkapi

source: Forward When Unanswered
qvi: Ñanpantana shina mana kutichishkapi

source: When unanswered
qvi: Shina mana kutichikpi

source: Forward When Unreachable
qvi: Ñanpantana shina mana shinankapak

source: When unreachable
qvi: Shina mana shinankapak

source: Voice calls to <bdi>{{number}}</bdi>
qvi: Kayanakuna kay rimay <bdi>{{number}}</bdi>

# callForwardingNotForwarding
source: Disabled
qvi: Mana murikuyashka

source: Call forwarding confirmation message
qvi: Kachay allirikunata ñanpantashka kayaykuna

source: Always use this number
qvi: Arina tukuypacha kay yupay

source: Number when unreachable
qvi: Yupay shina mana shinankapak

source: Number when unanswered
qvi: Yupay shina mana kutichikpi

source: Number when busy
qvi: Yupay shina kushkatyashka

source: This phone number is invalid.
qvi: Kay rimachik anta mana alli.

source: Operation successfully set.
qvi: Shinashka tikushka chikallatak.

source: Your operator does not support that operation.
qvi: Kanpa riwirak na chaskin chay shinashka.

source: Call settings error.
qvi: Pantay kay tikuykuna kay kayanakuna.

source: Caller ID
qvi: ID shuk kayaychihuy

source: Call Barring
qvi: Sinshayay kayachinakuna

# callBarring-outgoing
source: Outgoing Calls
qvi: Kayachinakuna llukshina

# callBarring-baoc
source: All
qvi: Tukuylla

source: International
qvi: Shukllaktakuna

source: International Except Home Country
qvi: Shukllakta mana sapipa llakta

source: Incoming Calls
qvi: Llaykuna kayachinakuna

# callBarring-baic
source: All
qvi: Tukuylla

source: All While Roaming
qvi: Tukuy Roaming-pi

# callBarring-passcode
source: Passcode
qvi: Kamachintan

# callBarring-change-passcode
source: Change passcode
qvi: Trukana kamachintan

# callBarring-passcode-enter
source: Enter passcode
qvi: Killkana kamachintan

source: In case you don't know your passcode, please contact your carrier
qvi: Kamachintanta na riksishka, kanpa riwirakta kallay

# callBarring-current-passcode
source: Current passcode
qvi: Kamachintan kunanpachak

# callBarring-new-passcode
source: New passcode
qvi: Mushu kamachintan

# callBarring-create-passcode
source: Create a Passcode
qvi: Shinana shuk kamachintan

source: Confirm passcode
qvi: Allikachina kamachintan

source: Passcode error.
qvi: Pantashka kamachintan

source: Passcode is incorrect.
qvi: Kamachintan mana alli.

source: Passcode doesn’t match.
qvi: Kamachintan na allikachin.

source: Error while updating the item: {{error}}.
qvi: Pantay kunanpayana kay nipak: {{error}}.

source: Network or passcode error
qvi: Pantay llika o kamachintan

source: Passcode changed.
qvi: Trukashka kamachintan.

source: Network default
qvi: Shinarishka chay llikamanta

source: Hide number
qvi: Pakana yupay

source: Show number
qvi: Rikuchina yupay

source: Fixed dialing numbers
qvi: Yupaykuna shinarishka

source: Fixed Dialing Numbers
qvi: Yupaykuna shinarishka

source: Authorized Numbers
qvi: Yupaykuna apullinchishka

source: List of numbers that can be called
qvi: Yupaykuna ushana kayaychinkapak

source: Restrict which numbers can be dialed from this phone.
qvi: Sayway ima yupaykuna kallarina ushan kay rimachik antamanta

source: (Emergency numbers will always be dialable)
qvi: (Tukuypachan ushanki kayayta kay yupay wayanka)

source: Enable FDN
qvi: Riwichina FDN

source: Disable FDN
qvi: Mana riwichina FDN

source: Reset PIN2
qvi: Kutin wallpachana PIN2

# fdnAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana shuk shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# fdnAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# fdnAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# fdnAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# fdnAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Kan charinki {{n}} shinanakuna killkankapak alli kamachintan ñawpa sinshayana kay SIM.

source: This is your last chance to enter the correct PIN2. Otherwise, you must enter the PUK2 code to use this SIM card.
qvi: Kaymi puchuk hikuy killkankapak chay PIN2 allita. Na kakpika killkanakanki PUK2 arinankapak kayta SIM.

source: The PIN2 code is incorrect.
qvi: Kay PIN2 na alli.

source: name
qvi: shuti

# fdnContact-number
source: number
qvi: yupay

source: submit
qvi: kachana

source: Add contact
qvi: Yapana shutitan riksikta

source: Call
qvi: Kayana

# fdnAction-edit
source: Edit contact
qvi: Kamullchina shutitan riksikta

# fdnAction-edit-header
source: Edit contact
qvi: Kamullchina shutitan riksikta

source: Delete contact
qvi: Kichuna shutitan riksikta

source: Maximum FDN reached. You cannot add more numbers.
qvi: NMF manay paktashka. Kan na ushnki ashtawan yupaykuna yapana.

source: Messaging Settings
qvi: Tikuykuna kay kachaykuna

source: Message Confirmation
qvi: Allirikunki kay kachay

source: Delivery Reports
qvi: Kachahunpa willaykuna

source: Request notification of delivery for each message sent
qvi: Mañana kunaypa willachay sapan kachaypak kachashka

source: Read Reports
qvi: Llankawillay kay killkati

source: Request read report for each message sent
qvi: Mañana killkatipa willachay sapan kachaypak hasahka

source: Multimedia Messaging (MMS)
qvi: Willaykuna multimedia (MMS)

source: Auto Retrieve
qvi: Kutin charina paymandayak

source: Automatically retrieve messages
qvi: Kutin charina kachaykuna paymandayak

source: Off
qvi: Na

source: On with roaming
qvi: Riwichishka chaywan roaming

source: On without roaming
qvi: Riwichishka mana roaming

source: Auto-configure
qvi: Tikuykuna payllana

source: WAP Push Messages
qvi: Kachaykuna WAP Push

source: Cell Broadcast Messages
qvi: Willamuypa kachaykuna

source: Cell Broadcast
qvi: Willamuy

source: Emergency Alert
qvi: Willana wayankapallak

source: Information
qvi: Willanata

source: Service Center
qvi: Yanapaykunapa chawpi

# messaging-sim-settings
source: SIM {{index}} Settings
qvi: Tikuykuna kay SIM {{index}}

source: Info not available
qvi: Willanata na shinankapak

# cellularAndData
source: Cellular & Data
qvi: Willy willy & Chanikuna

# dataOperator
source: Operator
qvi: Riwirak

# dataConnectivity
source: Data
qvi: Chanikuna

source: Data Connection
qvi: Llamiray kay chanikuna

source: Data Roaming
qvi: Chanikuna roaming

# netOperator
source: Operator
qvi: Riwirak

source: Operators in the Area
qvi: Riwirak yachaykanchapi

source: Preferred network type
qvi: Kutinalla kay llika allikachishka

source: Network type could not be set
qvi: Na ushan wallpachana kay llikapa kutinalla

source: Network Type
qvi: Kutinalla kay llika

# operator-networkType-auto
source: Automatic
qvi: Payllara

source: 3G preferred
qvi: 3G allikachishka

source: 2G only
qvi: Paylla 2G

source: 3G only
qvi: Paylla 3G

source: WCDMA preferred
qvi: WCDMA allikachishka

source: Auto (2G/3G)
qvi: Payllara (2G/3G)

source: Auto (3G/4G)
qvi: Payllara (3G/4G)

source: Auto (CDMA/EVDO)
qvi: Payllara (CDMA/EVDO)

source: Auto (WCDMA/GSM)
qvi: Payllara (WCDMA/GSM)

source: Auto (LTE/WCDMA/GSM)
qvi: Payllara (LTE/WCDMA/GSM)

source: Auto (LTE/WCDMA)
qvi: Payllara (LTE/WCDMA)

source: Auto (LTE/CDMA/EVDO)
qvi: Payllara (LTE/CDMA/EVDO)

source: Auto (WCDMA/GSM/CDMA/EVDO)
qvi: Payllara (WCDMA/GSM/CDMA/EVDO)

source: Automatic Selection
qvi: Akllana payllana

# operator-networkSelect-auto
source: Automatic
qvi: Payllara

source: Manual
qvi: Makinwanlla

source: Turn automatic selection off to view available operators.
qvi: Kichuna riwichiy kay payllara akllashka rikunkapak kuyuhillaykuna

# operator-info-connecting
source: Connecting…
qvi: Llamirayhun...

# operator-info-failed
source: Connection failed
qvi: Witishka kay llamiray

# operator-info-connected
source: Connected
qvi: Llamitinkishpa

# operator-info-available
source: Available
qvi: Shinankapak

# operator-info-current
source: Connected
qvi: Llamitinkishpa

# operator-info-forbidden
source: Forbidden
qvi: Kitapanaska

# operator-info-unknown
source: Unknown state
qvi: Mana riksishka tiyaska

source: Roaming preference
qvi: Roaming allikachishka

source: Home
qvi: Kallarina

# operator-roamingPreference-any
source: Any
qvi: Maykampash

source: Affiliated
qvi: Tantanahunakun

source: APN Settings
qvi: Tikuykuna APN

source: Data Settings
qvi: Tikuykuna kay chanikuna

source: A-GPS Settings
qvi: Tikuykuna A-GPS

source: Message Settings
qvi: Tikuykuna kay kachaykuna

source: Tethering Settings
qvi: Tikuykuna tethering

source: IMS Settings
qvi: Tikuykuna IMS

source: FOTA Settings
qvi: Tikuykuna FOTA

source: APN Editor
qvi: APN Kamullchi

source: MMS port
qvi: Wampushan MMS

source: HTTP proxy host
qvi: Yanapak proxy HTTP

source: HTTP proxy port
qvi: Wampushan HTTP proxy

source: (custom settings)
qvi: (tikuykuna ñukapayak)

# apn-authType
source: Authentication
qvi: Kinyurachihuna

# apn-authType-notDefined
source: Not defined
qvi: Mana paktayuyashka

# apn-authType-none
source: None
qvi: Nimapash

source: PAP or CHAP
qvi: PAP o CHAP

source: Protocol
qvi: Protocolushpa

source: Roaming Protocol
qvi: Roaming protocolushpa

# apn-protocol-notDefined
source: Not defined
qvi: Mana paktayuyashka

source: APN Type
qvi: APN kutinalla

source: Turn ON data connection?
qvi: Riwichina chay llamiray kay chanikuna?

source: Applications will automatically fetch data via data connection when required. Additional data charges may apply.
qvi: Saylluraykuna urahuchina aparinankapak chanikunata paymandayak ñan llamiray chanikunata mutsunakpi. Arinakpi shuk llamiray chanikuna, usharinka manu mañana.

source: Turn ON data roaming?
qvi: Riwichina chanikuna roaming?

source: Fetch data when roaming.
qvi: Tarina chanikunata roaming-pi.

source: Depending on your service agreement, changing your APN setting may result in extra charges when roaming. Do you want to proceed?
qvi: Kinray shuyu kampak aparinakuy kay yanapanakuna trukashpa kampak tikuykuna APN shina rikurinka manu mañana yanikuna chaypikashpa chay roaming. Munankichu katinata?

# reset-apn-warning-title
source: Reset to Default
qvi: Kutin wallpachana chay shinarishka

source: This resets the settings to default values. This cannot be undone.
qvi: Kutin wallpachana chay tikuykuna chaninkuna shinarishka. Kay na usharin ruranana.

# state-unknown
source: Unknown state
qvi: Tiyashka mana riksishka

# state-available
source: Available
qvi: Shinankapak

# state-connected
source: Connected
qvi: Llamitinkishpa

# state-current
source: Connected
qvi: Llamitinkishpa

# state-forbidden
source: Forbidden
qvi: Kitapanaska

source: Delete this APN?
qvi: Kichuna kay APN?

# delete-apn
source: Delete
qvi: Kichuna

source: Add New APN
qvi: Yapana mushu APN

# reset-apn
source: Reset to Default
qvi: Kutin wallpachana chay shinariska

source: APN settings reset
qvi: Tikuykuna APN kutin wallpachashka

source: Turn Bluetooth on to view devices in the area.
qvi: Riwichina chay bluetooth rikunkapak irunrinkunata kay kuskapi.

source: Paired devices
qvi: Irunrinkuna paktachishkakuna

source: Devices in the Area
qvi: Irunrinkuna kay kuskapi

source: Visible to All
qvi: Rikurina tukuypa

source: Your device name exceeds {{length}} characters. Please retry again.
qvi: Chay shuti kampak irunrinpak yallin {{length}} unanchakuna. Kutin shinana.

source: Bluetooth Address
qvi: Kuska kay Bluetooth

# bluetooth-address-unavailable
source: Not available
qvi: Mana shinankapak

source: No devices paired
qvi: Mana irunrinkuna tinkishka

source: Turned off
qvi: Mana riwichina

# bt-status-paired[one]
source: {{name}}, +{{n}} more
qvi: {{name}}, +{{n}} ashtawan

# bt-status-paired[two]
source: {{name}}, +{{n}} more
qvi: {{name}}, +{{n}} ashtawan

# bt-status-paired[few]
source: {{name}}, +{{n}} more
qvi: {{name}}, +{{n}} ashtawan

# bt-status-paired[many]
source: {{name}}, +{{n}} more
qvi: {{name}}, +{{n}} ashtawan

# bt-status-paired[other]
source: {{name}}, +{{n}} more
qvi: {{name}}, +{{n}} ashtawan

source: Tap to connect
qvi: Takari llamitinkinkapak

source: Pairing with device…
qvi: Irinrinkuna tinkirishpa...

source: Waiting for other device…
qvi: Shuyaskpa chayshu irunrinta…

source: Paired
qvi: Tinkishka

# device-status-connecting
source: Connecting…
qvi: Llamirayhun...

# device-status-connected
source: Connected
qvi: Llamitinkishpa

source: Connected to media audio
qvi: Llamitinkishpa uyapakta multimedia

source: Unpair
qvi: Phatsayana tinkinayashkata

# device-option-confirm
source: Confirm
qvi: Allirikuna

# device-option-unpair-confirmation
source: Confirmation
qvi: Allirikuna

source: Unpair device?
qvi: Phatsayana tinkinayashkata chay irunrinta?

source: Connect
qvi: Llamiraypak

source: Disconnect
qvi: Mana llamiraypak

source: Searching for devices…
qvi: Maskashpa irunrinkunata...

source: Search for devices
qvi: Maskana irunrinkunata

source: Rename my device
qvi: Kutin kayachina ñukapak irunrinta

source: Unknown device
qvi: Irunrin na riksishka

source: Change device name
qvi: Trukana shuti irunrinta

source: This name will appear on your other Bluetooth devices
qvi: Kay shuti rikurinka kampak shuk irunrinkunapi bluetooth

source: New name
qvi: Mushuk shuti

source: Unable to pair devices
qvi: Na usharin tinkinata irunrinkunata

source: Unable to pair with the device. Check that the PIN is correct.
qvi: Na usharin tinkinata chay irunrinwan. Alli rikuna kay PIN allikakta.

source: Unable to pair with the device. Too many requests.
qvi: Na usharin tinkinata chay irunrinwan. Tawka mañaykuna.

source: Unable to connect devices
qvi: Na usharin llamitinkinta irunrinkunata

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
qvi: Alli rikunki chay irunrinta chay munanashka llamitinkinata kampak paktana chay charikta kay bluetooth riwichishpa.

source: Unpair a connected device?
qvi: Phatsayana tinkinayashkata shuk irunrinta llamitinkishkata?

source: You are currently connected to this device. Unpairing will also disconnect from it.
qvi: Llamitinkishkami kanki kay irunrinpi. Chay patsayana tinkinayashkata shinayata patsayana llamirayta kay irunrinta.

source: Internet Sharing
qvi: Internet wakina

source: Wi-Fi Hotspot
qvi: Wi-Fi yaykuy iñu

source: Hotspot "{{hotspotSSID}}" is enabled
qvi: Hotspot "{{hotspotSSID}}" riwichishkami

# wifi-password
source: Password
qvi: Ramaypakana

# wifi-security
source: Security
qvi: Allichishkankapak

source: Hotspot Settings
qvi: Tikuykuna hostpot

# wifi-auth-username
source: Username
qvi: Shinahukpa shuti

# wifi-auth-password
source: Password
qvi: Ramaypakana

# wifi-join-username
source: Username
qvi: Shinahukpa shuti

# wifi-join-password
source: Password
qvi: Ramaypakana

source: SSID Network Name
qvi: Shuti SSID kay llika

source: open
qvi: paskashka

source: The password must have at least 8 characters.
qvi: Kay rimaypakana charina maymandapash 8 unanchakuna.

source: Personalization
qvi: Ñukapayay

source: Sound
qvi: Uyarina

# sound.ariaLabel
source: Sound
qvi: Uyarina

source: Volume
qvi: Wichana uyarina

source: Tones
qvi: Willaytakuna

source: Audible touch tones
qvi: Willaykunata uyanapak hawinawan

# touch-tone-short
source: Short
qvi: Kutu

# touch-tone-long
source: Long
qvi: Suni

source: Select a tone
qvi: Akllay shuk willayta

source: Ringtones
qvi: Willaytakuna kay kayay

source: Alerts
qvi: Ñawpawillakuna

source: Manage Tones
qvi: Kamachikana willaytakuna

source: Other Sounds
qvi: Shuk uyarinakuna

source: Unlock screen
qvi: Anchuchina sinshayay llikllarikuna

source: Camera
qvi: Kuyuna

source: Sent Message
qvi: Kachay kachashka

source: Alarm
qvi: Uyachi

source: Ringtones & Notifications
qvi: Willaytakuna & willachaykuna

source: Media
qvi: Kaknin

source: Saving…
qvi: Allichihun...
