Repository: translate/mozilla-gaia
Catalog: qvi/shared/permissions/permissions.properties.po
Languages: qvi

source: App Permission
qvi: Nikik kay saylluray

source: Website Permission
qvi: Nikik kay kuska Web

source: Select Camera
qvi: Akllana kuyuna

source: Schedule Alarms
qvi: Tikuna uyachi

source: Microphone
qvi: Rimayhi

source: Would you like to share your microphone with {{app}}?
qvi: ¿Munankicha wakinata kanpak rimayhi kay saylluraywan {{app}}?

source: Would you like to share your microphone with {{site}}?
qvi: ¿Munankicha wakinata kanpak rimayhi kay kuskawan {{site}}?

# perm-audio-channel-content
source: Play Sounds
qvi: Riwichina uyarinakuna

source: Play Notification Sounds
qvi: Riwichina uyarinakuna kay willachay

source: Play Ringtone Sounds
qvi: Riwichina uyarinakuna kay willayta

source: Access Sensor Data
qvi: Yaykuna kay chanikuna kay yarihukta

source: Inspect Web Pages
qvi: Rikushkana panka web

source: Cameras
qvi: Kuyunakuna

source: Select a camera for {{app}}.
qvi: Akllana kuyanata kaypa {{app}}.

source: Select a camera for {{site}}.
qvi: Akllana kuyanata kaypa {{site}}.

source: {{app}} would like to use your camera.
qvi: Kay saylluray {{app}} munanka yaykunata kay kuyunata.

source: {{site}} would like to use your camera.
qvi: Kay kuska {{site}} munanka yaykunata kay kuyunata.

source: Cell Broadcasts
qvi: Willamuykuna

source: Contacts
qvi: Shutitan riksikuna

source: {{app}} would like to access your contact list.
qvi: Kay saylluray {{app}} munanka yaykunata kay shutitan riksikuna.

source: {{site}} would like to access your contact list.
qvi: Kay kuska {{site}} munanka yaykunata kay shutitan riksikuna.

source: Notifications
qvi: Willachaykuna

source: {{app}} would like to display notifications.
qvi: Kay saylluray {{app}} munanka rikuchina willachaykuna.

source: {{site}} would like to display notifications.
qvi: Kay kuska {{site}} munanka rikuchina willachaykuna.

source: Apps Storage
qvi: Karma kay saylluraypakuna

source: Music Storage
qvi: Tsirwakaykuna kay taki

source: {{app}} would like to access your music.
qvi: Kay saylluray {{app}} munanka yaykunata kay takita.

source: {{site}} would like to access your music.
qvi: Kay kuska {{site}} munanka yaykunata kay takita.

source: Image Storage
qvi: Tsirwakaykuna kay rikchakuna

source: {{app}} would like to access your images.
qvi: Kay saylluray {{app}} munanka yaykunata kay rikchakuna.

source: {{site}} would like to access your images.
qvi: Kay kuska {{site}} munanka yaykunata kay rikchakuna.

source: Memory Card Storage
qvi: Panka kay yuyay

source: {{app}} would like to access your memory card.
qvi: Kay saylluray {{app}} munanka yaykunata kay panka kay yuyay.

source: {{site}} would like to access your memory card.
qvi: Kay kuska {{site}} munanka yaykunata kay panka kay yuyay.

source: Video Storage
qvi: Tsirwakaykuna kay shuyuriku

source: {{app}} would like to access your videos.
qvi: Kay saylluray {{app}} munanka yaykunata kay shuyuriku.

source: {{site}} would like to access your videos.
qvi: Kay kuska {{site}} munanka yaykunata kay shuyuriku.

source: Embed Apps
qvi: Yaykuchinkapa saylluraykuna

source: FM Radio
qvi: Anki FM

source: {{app}} would like to use the FM Radio.
qvi: Kay saylluray {{app}} munanka yaykunata kay anki FM.

source: {{site}} would like to use the FM Radio.
qvi: Kay kuska {{site}} munanka yaykunata kay anki FM.

source: Geolocation
qvi: kuskallaypacha

source: {{app}} would like to know your location.
qvi: Kay saylluray {{app}} munanka riksinata kay kuskallay.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
qvi: {{brandShortName}} arina chanikuna kashna GPS, wifi, llika kuyunakuna kimirishka kanpak yuyatuna kanpak kuskallay sispashka. Chay chanikuna kacharinka kay Mozilla shukunaman riwirakuna arinankapak allikachinkapa chay tiksi chanikuna chay kuskallaypi. Chay chanikuna allichirinka kanpak irunrinpi tantachishkata chaykunallata shinarinka mana shinahukpi nimapash saylluray.

source: {{site}} would like to know your location.
qvi: Kay kuska {{site}} munanka riksinata kay kuskallay.

source: See Idle Status
qvi: Rikuna tiyaska mana riwichishka

source: Privileged IndexedDB
qvi: IndexedDB apuyanallashka

source: Unlimited IndexedDB Storage
qvi: Tsirwakay IndexedDB tawkapacha

source: Manage Keyboards
qvi: Machinkapak jitikllantakuna

source: Act as a Keyboard
qvi: Arina kashna hitikllanta

source: Camera and Microphone
qvi: Kuyuna rimayhipash

source: Would you like to share your camera and microphone with {{app}}?
qvi: ¿Munankicha wakinata kanpak kuyuna rimayhipash kay {{app}}?

source: Mobile Connection
qvi: Móvil llamiray

source: Mobile Identity
qvi: Móvil kikinyari

source: Network Events
qvi: Red-ta imaykuna

source: Start an App
qvi: Kallarina shuk app

source: Modify Apps Permissions
qvi: Yankina apps-ta nikikkuna

source: Power Settings
qvi: Kallpata tikuykuna

source: Modify Settings
qvi: Yankina tikuykuna

source: Cross-Origin Requests
qvi: Mañaykuna cross-origin

source: Telephony
qvi: Rimachik antakuna

source: Camera
qvi: Kuyuna

source: Install Webapps
qvi: Llamitinkina webapps

source: Manage Wi-Fi
qvi: Kamachinkankapak wifi

source: Open Overlay Popups
qvi: Paskana overlay popups

source: Play Alarm Sounds
qvi: Riwichina uyachita uyarinakuna

# perm-audio-channel-normal
source: Play Sounds
qvi: Riwichina uyarinakuna

source: Firefox Accounts
qvi: Cuentata Firefox
