Repository: translate/mozilla-gaia
Catalog: hto/shared/lockscreen/lockscreen.properties.po
Languages: hto

source: Searching…
hto: Jénojenode...

source: No network
hto: íñede nitaoiyena

source: {{operator}} (Roaming)
hto: {{operator}} (taɨjɨyena)

source: Emergency calls only
hto: Jɨriya ñue iñedɨo

source: (unknown SIM state)
hto: (SIM ónoñega)

source: (no SIM)
hto: (iñede SIM)

source: (SIM PIN required)
hto: (Kúeno PIN íemo SIM)

source: (SIM PUK required)
hto: (Kúeno PUNK ie SIM)

source: (network locked)
hto: (Nɨzeka dɨno Jáinide)

source: (service provider locked)
hto: (Fɨnoraɨma dɨno jainide)

source: (corporate locked)
hto: (Dɨno jainide fɨnotaima)

source: (network1 locked)
hto: (Nɨzeka1 dɨno Jáinide)

source: (network2 locked)
hto: (Nɨzeka2 dɨno Jáinide)

source: (hrpd network locked)
hto: (Nɨzeka hrpd dɨno Jáinide)

source: (ruim corporate locked)
hto: (Dɨno jainide fɨnotaima ruim)

source: (ruim service provider locked)
hto: (Fɨnoraɨma ruim dɨno jainide)

source: {{ level }}% Charged
hto: {{ level }}% Oruide

# charging-minutes[zero]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
hto: {{ level }}% oruide ({{ minutes }} darui ieredɨo ie fuitade)

source: {{ level }}% Charged ({{ minutes }} min until fully charged)
hto: {{ level }}% oruide ({{ minutes }} darui ieredɨo ie fuitade)

# charging-minutes[two]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
hto: {{ level }}% oruide ({{ minutes }} darui ieredɨo ie fuitade)

# charging-minutes[few]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
hto: {{ level }}% oruide ({{ minutes }} darui ieredɨo ie fuitade)

# charging-minutes[many]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
hto: {{ level }}% oruide ({{ minutes }} darui ieredɨo ie fuitade)

# charging-minutes[other]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
hto: {{ level }}% oruide ({{ minutes }} darui ieredɨo ie fuitade)

# charging-hours[zero]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
hto: {{ level }}% oruide ({{ hours }}h {{ minutes }} darui ieredɨo fuitade)

source: {{ level }}% Charged ({{ hours }}h {{ minutes }} min until fully charged)
hto: {{ level }}% oruide ({{ hours }}h {{ minutes }} darui ierede ie fuitade)

# charging-hours[two]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
hto: {{ level }}% oruide ({{ hours }}h {{ minutes }} darui ieredɨo fuitade)

# charging-hours[few]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
hto: {{ level }}% oruide ({{ hours }}h {{ minutes }} darui ieredɨo fuitade)

# charging-hours[many]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
hto: {{ level }}% oruide ({{ hours }}h {{ minutes }} darui ieredɨo fuitade)

# charging-hours[other]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
hto: {{ level }}% oruide ({{ hours }}h {{ minutes }} darui ieredɨo fuitade)
