Repository: translate/mozilla-gaia
Catalog: pbb/shared/import_contacts/import_contacts.properties.po
Languages: pbb

source: Back
pbb: Nyafxtewe'sx

source: To import contacts insert or unlock your SIM card
pbb: Pa'yanxi's jxupa'hjxa'pçpxa, mitxtheth ki'pnxisa's

source: To import contacts insert a memory card
pbb: Pa'yanxi's jxupa'hjxa'pçpxa, mitxtheth pe'pete kipnxisa

source: Memory card
pbb: Pe'pete kipnxisa

source: No friends or contacts found in this account.
pbb: Manxujpa namikutx na' pa'yanxisatx uymene kutxijhnxisatx.

source: Import SIM contacts
pbb: Pa'yanxisa'tx jxunpahjxa SIM

source: Importing SIM contacts…
pbb: Pa'yanxisa'tx jxunpahjxa SIM…

source: Reading from SIM card…
pbb: Kipnxisa thegna SIM…

source: Could not import contacts from SIM
pbb: Jxunpahjmeta pa'yanxisatx txtewesxtxi SIM

source: No contacts detected on SIM to import
pbb: Uymeeta pa'yanxisatx txtee SIM

# simContacts-imported3[one]
source: Imported one contact
pbb: Teçx pa'yanxisa jxunpa'nxi

# simContacts-imported3[two]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

# simContacts-imported3[few]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

# simContacts-imported3[many]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

# simContacts-imported3[other]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

source: Import contacts from memory card
pbb: Jxunpahjxa txtewesx pe'pete kipnxisa's

source: Importing contacts from memory card…
pbb: Jxunpahjxa txtewesx pe'pete kipnxisa's…

source: Could not import contacts from memory card
pbb: Jxunpahjmeta pa'yanxisatx txtewesxtxi

source: No contacts detected on memory card to import
pbb: Uymeeta pa'yanxisatx txtee pe'pete kipnxisa

# memoryCardContacts-imported3[one]
source: Imported one contact
pbb: Teçx pa'yanxisa jxunpa'nxi

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

source: No contacts imported yet
pbb: Manxũjpa pa'yanxi's jxunu'jxa ewumeeta

# infiniteProgress[one]
source: Imported one contact
pbb: Teçx pa'yanxisa jxunpa'nxi

# infiniteProgress[two]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

# infiniteProgress[few]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

# infiniteProgress[many]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

# infiniteProgress[other]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

source: No friends updated
pbb: Maa namiku's yujpa phewujhmeta

source: Updated one friend
pbb: Teçx namiku'sta phewujh

# friendsUpdated[two]
source: Updated {{numFriends}} friends
pbb: Phewu'jnah {{numFriends}} namiku's

# friendsUpdated[few]
source: Updated {{numFriends}} friends
pbb: Phewujnah {{numFriends}} namiku's

# friendsUpdated[many]
source: Updated {{numFriends}} friends
pbb: Phewu'jnah {{numFriends}} namiku's

# friendsUpdated[other]
source: Updated {{numFriends}} friends
pbb: Phewujnah {{numFriends}} namiku's

source: No duplicated friends merged
pbb: Manxujpah nxu'pthemeta kapsxijhdunxi's

source: One duplicated friend merged
pbb: Nxu'ptheta pa'yanxi's kapsxijnduhn

# friendsMerged[few]
source: {{numDups}} friends merged
pbb: Nxu'ptheta {{numDups}} pa'yanxi's

# friendsMerged[many]
source: {{numDups}} friends merged
pbb: Nxu'ptheta {{numDups}} pa'yanxi's

# friendsMerged[other]
source: {{numDups}} friends merged
pbb: Nxu'ptheta {{numDups}} pa'yanxi's

source: No duplicated contacts merged
pbb: Manxujpah nxu'pthemeta kapsxijhdunxi's

source: One duplicated contact merged
pbb: Nxu'ptheta pa'yanxi's kapsxijnduhn

# contactsMerged[two]
source: {{numDups}} contacts merged
pbb: Nxu'ptheta {{numDups}} pa'yanxi's

# contactsMerged[few]
source: {{numDups}} contacts merged
pbb: Nxu'ptheta {{numDups}} pa'yanxi's

# contactsMerged[many]
source: {{numDups}} contacts merged
pbb: Nxu'ptheta {{numDups}} pa'yanxi's

# contactsMerged[other]
source: {{numDups}} contacts merged
pbb: Nxu'ptheta {{numDups}} pa'yanxi's

source: Import
pbb: Jxun

source: Update
pbb: Yu'pthẽhn

# fbFriends
source: Facebook Friends
pbb: Namiku Facebook

# facebook-serviceName
source: Facebook Friends
pbb: Namiku Facebook

source: Select all
pbb: Jxuka txitxnxi

source: Deselect all
pbb: Jxuka khukhnah

source: View All Facebook Friends
pbb: Jxuka namikutx thegna Facebook

source: View Only Recommended
pbb: Newe'wenxisatxçxa thegna

source: No matching friends. Showing all
pbb: Ũ's jimea. jxuka ta'sxka idx namikutx

source: Select the recommended one
pbb: Newe'wenxi'satx txhitxhna

# linkProposal[two]
source: Select a recommended one
pbb: Newe'wenxi'satx txhitxhna

# linkProposal[few]
source: Select a recommended one
pbb: Newe'wenxi'satx txhitxhna

# linkProposal[many]
source: Select a recommended one
pbb: Newe'wenxi'satx txhitxhna

# linkProposal[other]
source: Select a recommended one
pbb: Newe'wenxi'satx txhitxhna

source: No contacts available to import
pbb: Manxujpa pa'yanxisatx ewme ji'pta txtee jxunxisa'tx

source: All your friends are imported
pbb: Jxuka idx namiku pa'sta

source: Found one friend to import
pbb: Teçx namikuta uy jxunpakhan

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
pbb: Uyta {{numFriends}} namiku jxunpahsa

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
pbb: Uyta {{numFriends}} namiku jxunpahsa

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
pbb: Uyta {{numFriends}} namiku jxunpahsa

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
pbb: Uyta {{numFriends}} namiku jxunpahsa

source: Search
pbb: Pakwena

source: No contacts found
pbb: Uymeta pa'yanxisatx

source: Done
pbb: Jxa'jxa'

source: Importing friends to Contacts
pbb: Namikutx pa'yanxisa's jxun uhjn

source: Updating friends in Contacts
pbb: Phewu'jn namikutx pa'yanxisa's

# message2
source: This may take a couple of minutes
pbb: Thenxun ãçxkwe

source: Please hold on. We are linking your friend and your contact.
pbb: Meen, muythas. txee utxaçxa ũsthaw namiku we'sx tasxte idx pa'yanxisanxa'kh.

source: Please hold on. We are canceling the ongoing operation.
pbb: Meen, muythas. U'pthaw tunduçme' mjin ũ'snxi's.

source: Error {{from}}
pbb: Ewmea' {{from}}

# error2
source: Do you want to retry?
pbb: ¿Txitxin u'se takhwenga?

# errorProposal
source: calculating proposals
pbb: We'wenxi's thegn makhwetepa

# errorFriends
source: retrieving friends
pbb: Namikutx txi' nuypehnan

source: linking contact
pbb: U'txasa pa'yan

source: Exceeded timeout {{from}}
pbb: Txawẽ muythasn jxahnah {{from}}

# timeout2
source: Do you want to retry?
pbb: ¿Txitxin u'se takhwenga?

# timeoutProposal
source: calculating proposals
pbb: We'wenxi's thegn makhwetepa

# timeoutFriends
source: retrieving friends
pbb: Namikutx txi' nuypehnan

source: linking contacts
pbb: U'txasa pa'yan

source: Please hold on
pbb: Leçxkwe muytha's

# wait2
source: This may take a couple of minutes
pbb: Thenxun ãçxkwe

source: Please hold on. We are calculating a proposal.
pbb: Meen, muythas. thegna ũsthaw teçx yuwe.

source: Please hold on. We are connecting to obtain your friend list.
pbb: Meen, muythas. thegna ũsthaw eç jxun uhjnxi's namikujitxi.

# curtainCancel
source: Cancel
pbb: Tuduçmeeth

source: Retry
pbb: Ki'kin isan

# curtainOK
source: OK
pbb: Ewna jĩma'k

source: No Internet connection
pbb: Çxkitxanimee Internet-te

source: Friends’ photos will not be added to your contacts. Continue anyway?
pbb: Pisanxitx pa'yasa ya akhmena. ¿Txãjuy u'hjwẽnga?

# yesOption
source: OK
pbb: Ewna jĩma'k

# noOption
source: Cancel
pbb: Tuduçmeeth

source: Your Facebook session is invalid. Please sign in.
pbb: Idx mjinxi txte Facebook txãa ewmea'. Txi'mtheg, ew miphtasx.

source: There was an error synchronizing your friend’s data
pbb: U'pune' teçx yuwe pheu'hjnxi idx namiku yasetx
