Repository: translate/mozilla-gaia
Catalog: ig/apps/communications/contacts/contacts.properties.po
Languages: ig

source: Cancel
ig: Kagbuo

source: Done
ig: Emechaala

source: OK
ig: ỌDỊMMA

source: Update
ig: Melite

source: Retry
ig: Nwagharịa

source: Contacts
ig: Kọntaktị

source: Add contact
ig: Tinye kọntaktị

source: Delete contact
ig: Hichapụ kọntaktị

source: Select contact
ig: Họrọ kọntaktị

source: Select all
ig: Họrọ dum

source: Deselect all
ig: Wepu dum

source: Edit contact
ig: Dezie kọntaktị

source: Delete contact?
ig: Hichapụ kọntaktị?

source: Delete
ig: Hichapụ

source: Comments
ig: Asịsa

source: This contact does not have a phone number
ig: Kọntaktị a enweghị akara ekwentị

source: This contact does not have an email address
ig: Kọntaktị a enweghị adreesị ozi-e

source: Remove contact picture?
ig: Wepu foto kọntaktị?

source: Loading contacts…
ig: Na-adọnye kọntaktị…

source: No name
ig: Aha adịghị

source: Name
ig: Aha

source: Last name
ig: Aha nna

source: Carrier
ig: Ihe ndọkpụ

# carrier.placeholder
source: Carrier
ig: Ihe ndọkpụ

source: Email
ig: Ozi-e

# email.placeholder
source: Email
ig: Ozi-e

source: Street
ig: Striiti

source: Zip code
ig: Koodu zip

source: City
ig: Obodo

source: Country
ig: Mba

source: Comment
ig: Asịsa

source: Company
ig: Ụlọ ọrụ

source: Date
ig: Ụbọchị

# date-span-placeholder
source: Date
ig: Ụbọchị

# date.placeholder
source: Date
ig: Ụbọchị

source: Birthday
ig: Ụbọchị ọmụmụ

source: Anniversary
ig: Ụbọchị ncheta

source: Add Picture
ig: Tinye Foto

source: Add Phone
ig: Tinye Ekwentị

source: Add Email
ig: Tinye Ozi-e

source: Add Address
ig: Tinye Adreesị

source: Add Date
ig: Tinye Ụbọchị

source: Add Comment
ig: Tinye Asịsa

source: Add as Favorite
ig: Tinye dị ka Ọkacha mmasị

source: Remove as Favorite
ig: Wepu dị ka Ọkacha mmasị

source: Add
ig: Tinye

source: Exit
ig: Wepu

source: Expand
ig: Dọtịa

source: Name:
ig: Aha:

source: Last name:
ig: Aha nna:

source: Phone number:
ig: Akara ekwentị:

source: Carrier:
ig: Ihe ndọkpụ:

source: Email:
ig: Ozi-e:

source: Street:
ig: Striiti:

source: Zip code:
ig: Koodu zip:

source: City:
ig: Obodo:

source: Country:
ig: Mba:

source: Comment:
ig: Asịsa:

source: Main information
ig: Ozi dị mkpa

source: Phone numbers
ig: Akara ekwentị

source: Email address
ig: Adreesị ozi-e

source: Search
ig: Chọgharịa

source: No contacts found
ig: Ọnweghị kọntaktị ahụrụ

source: Transfer Contacts
ig: Bufee Kọntaktị

# importContactsTitle
source: Import Contacts
ig: Bubata Kọntaktị

# importContactsButton
source: Import Contacts
ig: Bubata Kọntaktị

# exportContactsTitle
source: Export Contacts
ig: Bupu Kọntaktị

# exportContactsButton
source: Export Contacts
ig: Bupu Kọntaktị

source: Export
ig: Bupu

source: Export to SIM
ig: Buga na SIM

source: Export to Bluetooth
ig: Buga na Bluetooth

source: Export error
ig: Mperi mbupu

source: {[ plural(exported) ]}
ig: {[ plural(ebupuru) ]}

source: No contacts exported
ig: Ọnweghị kọntaktị ebupuru

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
ig: Kọntaktị {{exported}}/{{total}} ebupuru

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
ig: Kọntaktị {{exported}}/{{total}} ebupuru

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
ig: Kọntaktị {{exported}}/{{total}} ebupuru

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
ig: Kọntaktị {{exported}}/{{total}} ebupuru

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
ig: Kọntaktị {{exported}}/{{total}} ebupuru

source: Some error happened while exporting
ig: Ụfọdụ mperi mere ka a na eme mbupu

# exportError-SD-shared
source: Can’t access memory card because it’s shared
ig: Enweghị ike ịnweta kaadị ebe nchekwa n'ihi ekekọrịtara ya

# exportError-SD-unavailable
source: Memory card is not available
ig: Kaadị ebe nchekwa adịghị

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
ig: Enweghị oghere zuru oke na kaadị ebe nchekwa iji bupu kọntaktị

source: SIM card is not available
ig: Kaadị SIM adịghị

# exportError-BT-shared
source: Can’t access memory card because it’s shared
ig: Enweghị ike ịnweta kaadị ebe nchekwa n'ihi ekekọrịtara ya

# exportError-BT-unavailable
source: Memory card is not available
ig: Kaadị ebe nchekwa adịghị

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
ig: Enweghị oghere zuru oke na kaadị ebe nchekwa iji bupu kọntaktị

source: Social networks
ig: Netwọk mmekọrịta

source: Link contact
ig: Jikọta kọntaktị

source: Unlink contact
ig: Kopu kọntaktị

source: Do you want to unlink your friend?
ig: Ị chọrọ ikopu enyi gị?

source: Unlink
ig: Kopu

source: Import Facebook friends
ig: Bubata ndị enyi Facebook

source: View Facebook profile
ig: Lelee profaịlụ Facebook

source: Message
ig: Ozi

source: Wall post
ig: Mbisa ahụaja

source: The contact cannot be shared due to Facebook constraint.
ig: Enweghị ike ịkekọrịta kọntaktị ahụ n'ihi mgbochi Facebook.

source: Other accounts
ig: Akaụntụ ndị ọzọ

source: Sync friends
ig: Mekọrịta ndị enyi

source: Select mobile
ig: Họrọ mkpanaka

source: Select email
ig: Họrọ ozi-e

source: Order by last name
ig: Usoro site na aha nna

# importSim2
source: SIM card
ig: Kaadị SIM

source: Update imported friends
ig: Melite ndị enyi ebubatara

source: Removing Facebook data
ig: Iwepu data Facebook

source: Logging out from Facebook
ig: Ịpụ na Facebook

source: Remove all Facebook data?
ig: Wepu data Facebook niile?

source: Your password in Facebook has changed. Please, update it.
ig: Okwuntughe gị na Facebook agbanweela. Biko, melite ya.

source: Not enabled yet
ig: Agbanyebeghị

source: To import contacts connect to Wi-Fi or data network
ig: Iji bubata kọntaktị jikọọ na Wi-Fi ma ọ bụ netwọk data

source: SIM card
ig: Kaadị SIM

source: Memory card
ig: Kaadị ebe nchekwa

source: No contacts
ig: Kọntaktị adịghị

source: Start adding them now
ig: Bido itinye ha ugbu a

source: Not imported
ig: Ebubataghị

source: Imported
ig: Ebubatara

source: Today
ig: Taa

source: Yesterday
ig: Ụnyahụ

source: Please hold on. We are canceling the ongoing operation.
ig: Biko chere. Anyị na akagbu arụmọrụ na aga ugbu a.

source: Organize Contacts
ig: Hazie Kọntaktị

source: Find duplicate contacts
ig: Chọta kọntaktị ndị gbara mkpị

source: Preparing contacts
ig: Na-akwadobe kọntaktị

source: SIM Card is full
ig: Kaadị SIM ejula

source: Cannot access SIM card’s phone book
ig: Enweghị ike ịnweta akwụkwọ ekwentị nke kaadị SIM

source: No SIM detected
ig: Ọnweghị SIM achọpụtara

source: An error occurred while exporting a contact
ig: Mperi dapụtara ka a na ebupu kọntaktị

source: To export contacts insert or unlock your SIM card
ig: Iji bupu kọntaktị fanye ma ọ bụ kpọghee kaadị SIM gị

source: To export contacts insert a memory card
ig: Iji bupu kọntaktị fanye kaadị ebe nchekwa

source: Contacts Management
ig: Njikwa Kọntaktị

# DeleteTitle
source: Delete
ig: Hichapụ

source: Delete Contacts
ig: Hichapụ Kọntaktị

source: Contacts delete cancelled
ig: Akagburu nhichapụ kọntaktị

# DeletedTxt[zero]
source: No Contact to Delete
ig: Ọnweghị Kọntaktị a ga-Ehichapụ

source: 1 Contact removed
ig: Ewepuru 1 Kọntaktị

# DeletedTxt[two]
source: {{n}} Contacts removed
ig: Ewepuru Kọntaktị {{n}}

# DeletedTxt[few]
source: {{n}} Contacts removed
ig: Ewepuru Kọntaktị {{n}}

# DeletedTxt[many]
source: {{n}} Contacts removed
ig: Ewepuru Kọntaktị {{n}}

# DeletedTxt[other]
source: {{n}} Contacts removed
ig: Ewepuru Kọntaktị {{n}}

source: Deleting contacts
ig: Na-ehichapụ kọntaktị

# ContactConfirmDel[zero]
source: No Contact to Delete
ig: Ọnweghị Kọntaktị a ga-Ehichapụ

source: Delete 1 Contact? This cannot be undone.
ig: Hichapụ 1 Kọntaktị? Enweghị ike ịmeghasị nke a.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
ig: Hichapụ Kọntaktị {{n}}? Enweghị ike ịmeghasị nke a.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
ig: Hichapụ Kọntaktị {{n}}? Enweghị ike ịmeghasị nke a.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
ig: Hichapụ Kọntaktị {{n}}? Enweghị ike ịmeghasị nke a.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
ig: Hichapụ Kọntaktị {{n}}? Enweghị ike ịmeghasị nke a.

# SelectedTxt[zero]
source: Contacts
ig: Kọntaktị

# SelectedTxt[one]
source: {{n}} selected
ig: Ahọpụtara {{n}}

# SelectedTxt[two]
source: {{n}} selected
ig: Ahọpụtara {{n}}

# SelectedTxt[few]
source: {{n}} selected
ig: Ahọpụtara {{n}}

# SelectedTxt[many]
source: {{n}} selected
ig: Ahọpụtara {{n}}

# SelectedTxt[other]
source: {{n}} selected
ig: Ahọpụtara {{n}}

source: Video
ig: Vidio

source: Audio
ig: Ọdịyo
