Repository: translate/mozilla-gaia
Catalog: pbb/apps/video/video.properties.po
Languages: pbb

source: Done
pbb: Jxa'jxa'

# number-selected2[zero]
source: Select
pbb: Txitxna

# number-selected2[one]
source: {{ n }} selected
pbb: {{ n }} txitxnxinxa'sa

# number-selected2[two]
source: {{ n }} selected
pbb: {{ n }} txitxnxinxa'sa

# number-selected2[few]
source: {{ n }} selected
pbb: {{ n }} txitxnxinxa'sa

# number-selected2[many]
source: {{ n }} selected
pbb: {{ n }} txitxnxinxa'sa

# number-selected2[other]
source: {{ n }} selected
pbb: {{ n }} txitxnxinxa'sa

source: Nothing selected
pbb: Manxuhpa txhitxhnxita'

source: Delete selected item?
pbb: ¿Naa khũkhnxi's txhitxwa'j?

# delete-n-items?[two]
source: Delete {{ n }} items?
pbb: ¿Khũkhna {{ n }} naa's?

# delete-n-items?[few]
source: Delete {{ n }} items?
pbb: ¿Khũkhna {{ n }} naa's?

# delete-n-items?[many]
source: Delete {{ n }} items?
pbb: ¿Khũkhna {{ n }} naa's?

# delete-n-items?[other]
source: Delete {{ n }} items?
pbb: ¿Khũkhna {{ n }} naa's?

source: Try sharing one video at a time.
pbb: Txi'misa ptxijaya txã's yuçxa kẽsehn kapnasahnxi's teçxus yuçxa.

source: Videos
pbb: Kapnasa's ksusuhna

source: Cancel
pbb: Tuduçmeeth

source: Delete video?
pbb: ¿Kaapnasa's kthegu'n khũkhna?

source: Add videos to get started
pbb: Kajana kapnahsan ksuhn vxitnxisa's ta'khna

source: Load videos on to the memory card.
pbb: Mikhtuseh kapnasahn vxitnxisa's txãa ki'pnxisate jxawkan.

source: No memory card found
pbb: Uymeea' pe'pete kipnxisa's

source: Insert a memory card to watch videos.
pbb: teeçx pe'pete ki'pnxisa's waçku kaapnasa's kutxiya'.

source: Video can not be watched while plugged in
pbb: Thegya ewumena kapnasahn kẽsehn vxitnxi's na' çxkitxanxi ũ'sçxa

source: Unplug the phone to watch videos.
pbb: Çaam we'wekwe's badeh kapnasahnxitx thegya.

source: Database Upgrade
pbb: Yu'pthẽwa'ja's dxiijuy pta'sxna

source: Please wait while Video updates its database.
pbb: Vxiswa'ja's muitas napkaçxa' tukasa wẽsena yu'pthen dxiijuytxi pta'sx.

source: Are you sure you want to delete:
pbb: Isa khukhya'paga

source: Select a video
pbb: Teçx kapnasahn kẽsehnxi's mtxihtx

source: Save
pbb: Jxawna

source: Saved {{title}} to Video
pbb: {{title}} jxawna kapnasahn kẽsehnxi's

source: The video could not be downloaded because of a network error.
pbb: Teçx yuwe ewmesa dxija's ne' suw kapnasahsa's spahtxyapte.

source: Video cannot be played: either because the server or network failed or because the format is not supported.
pbb: Kẽsehn kapnasahnxi's ya ewumen ktheguhjxa: na ewmee ũspaka dxih meçxa selpisa, aça ya katxuhdesame txa phewuhnxinxakh.

source: An unknown video error occurred.
pbb: Teçx ewmesane' u'ka kẽsehna kapnasahnxi's jiyunximepaka.

source: Cannot play video
pbb: Txãa kẽsehn kapnasahnxi' ktheguhya ewumeen

source: Another app is currently using the video player.
pbb: Vxite app vxisna ũsna kẽsehn kapnasahnxi's.

# overlay-cancel-button
source: Cancel
pbb: Tuduçmeeth

source: Go to Camera
pbb: Kaapnasa'sa's vxisna uhn.

source: Name
pbb: Yaseh

source: Length
pbb: wejx içxa jxuhsa

source: Size
pbb: Walasaa

source: Video Type
pbb: Ma'wẽsa txte kẽsehsa kapnasahna

source: Date Taken
pbb: Txã's uweçxa' ũsa'

source: Resolution
pbb: Ki'ki'n yuwe kutxinxi

source: Close
pbb: Aphn

source: Share
pbb: Katxuhden

source: More info
pbb: Thakwe jiyun

source: Delete
pbb: Khũkhna

source: Video
pbb: Kapnasa's ksusuhna

# select-button.ariaLabel
source: Select
pbb: Txitxna

# delete-button.ariaLabel
source: Delete
pbb: Khũkhna

# share-button.ariaLabel
source: Share
pbb: Katxuhden

source: Info
pbb: Pta'sxwa'j

source: Confirm
pbb: kaayaki'jin

# videos-list.ariaLabel
source: Videos
pbb: Kapnasa's ksusuhna

source: More
pbb: Peen

source: Seek backward
pbb: Vxite esuh pakwen

source: Seek bar, duration {{ duration }}
pbb: Jxukatewe'sxa's pakwen, thenxunxi's {{ duration }}

source: Seek forward
pbb: Pakwen yaçuh çehkh

source: Play
pbb: Jxpe'hnan

source: Pause
pbb: Tundte khyuju'

source: Full screen
pbb: Jxuka the'gnxisa

source: Show controls
pbb: kthegun ikahnxitx

source: Hide controls
pbb: Paçte txikhn ikahnxisatx

source: Loading
pbb: Ktusehn
