Repository: translate/mozilla-gaia
Catalog: pbb/shared/firefox_sync/firefox_sync.properties.po
Languages: pbb

source: Bookmarks
pbb: Fxi'jna txi'pupnxi

source: History
pbb: Yakhnxisa

source: Passwords
pbb: Çxhukte ji'phun

source: This account is inactive.
pbb: Naa kutxijnxisa' ewmee u'sa'.

source: You need to activate Firefox Sync on Desktop or Android first and then try again.
pbb: Txãs khwenx ki'tawa'j Firefox Sync idx mjinxite meçxa Android, na' ãçxkwe txi'txin u'se takhenega.

source: No network connection.
pbb: Dxija'nxi's çxkitxanxime usa'

source: You need to be online to use Firefox Sync.
pbb: Pejxpaga çxkitxaya' txtewesx Firefox Sync.

source: Oops. Something went wrong.
pbb: Mejh. ewmeku kahseh.

source: Sorry for the inconvenience. Please try again later.
pbb: Ya'txi'thaw ewme casejnxitxi. Na' meen txi'txinçxa kusuçte kujunega.

source: Terms of Service
pbb: Kxtey yuya' Seelpisa's

source: Sync now
pbb: Ãçxh kãjãdan
