Repository: translate/mozilla-gaia
Catalog: ach/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Nywak

source: Resend
id: Nwo cwalo

source: Connecting
id: Kubo

source: Verify
id: Moki

source: Verifying
id: Tye kamoko

source: Verified
id: Ki moko

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{app_name}} mito ngeyo ki moko namba cim mamegi. Tim ber i yer mene ma imito nywako nyo ket manyen.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Wa cwalo nyig coc i {{phone_number}}. Wa bitemo kwanyo ne pire kene, ento i biketo ki cingi kacce pe tye itic i nyonyo mamegi.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: Ber matek! Namba cim mamegi {{phone_number}} dong ki moko ki nonge bot {{app_name}}.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Lapok tic me mok pe tye i cawa man. Tim ber i rot kube me intanet mamegi, tem doki onyo kur pi dakika manok.

source: There seems to be a problem with your verification code. Let's try once again!
id: Nen calo peko tye ki nyig coc me mok mamegi. Wa tem doki kicel!

source: Mobile identity
id: Lanyut me cim

source: OK
id: EYO

source: Or add your phone number
id: Nyo med namba cim mamegi

source: Or select a phone number from the list
id: Nyo yer namba cim ki ikin nying
