Repository: translate/mozilla-gaia
Catalog: qvi/apps/homescreen/homescreen.properties.po
Languages: qvi

source: Do you want to stop downloading {{name}}?
qvi: Munanki pitirina kay urahuchina aparina kay {{name}}?

source: Stop
qvi: Shayana

source: Do you want to download {{name}}?
qvi: Munanki uriahuchina aparinata {{name}}?

source: Download
qvi: Urahuchina aparinata

source: Cancel
qvi: Tukuchina

source: Applications
qvi: Saylluraykuna

source: Pinned Pages
qvi: Panka kuyuyllana

source: Page {{currentPage}} of {{totalPages}}
qvi: Panka {{currentPage}} kay {{totalPages}}

source: No Pinned Pages yet.
qvi: Nimapash panka kuyuyllana

source: Done
qvi: Shinashka
