Repository: translate/mozilla-gaia
Catalog: son/shared/firefox_sync/firefox_sync.properties.po
Languages: son

source: Bookmarks
son: Doo-šilbawey

source: History
son: Taariki

source: Passwords
son: Šennikufaley

source: This account is inactive.
son: Kontoo woo šii dira.

source: You need to activate Firefox Sync on Desktop or Android first and then try again.
son: War ga hima ka Firefox Sync tunandi ordinater wala Android ga jina ka ceeci koyne.

source: No network connection.
son: Sankay ciyari kul šii.

source: You need to be online to use Firefox Sync.
son: War ga hima ka interneti cee ka goy nda Firefox Sync.

source: Oops. Something went wrong.
son: Aywaa. Haya laala foo bangay.

source: Sorry for the inconvenience. Please try again later.
son: Alhaa naŋ šuggullaa se. Ceeci koyne taare.

source: Terms of Service
son: Goymise kalima

source: Privacy Notice
son: Sutura laasaabay

source: Signing in…
son: Huru…

source: Sync now
son: Hangandi sohõ

source: Syncing
son: Goo ma hangandi
