Repository: translate/mozilla-gaia
Catalog: pbb/apps/settings/device_type/phone/settings.device.properties.po
Languages: pbb

source: Share my Internet connection with a USB-connected device.
pbb: Adx çxkitxanxisa's katxhuhden Internet-te teeçx vxiswa'j yakh USB-te.

source: Share my Internet connection with Wi-Fi-connected devices.
pbb: Adx çxkitxan katxhudenxis'as Internet-te teeçx vxiswa'jte çxkitxana Wi-Fi-te.

source: The ringtone was not changed because the selected file can not be played on this phone.
pbb: Susnxisa' yu'pthehme' napa txhitxnxi yã'ja eç jxawnxisa' napa naa çaam we'wekwe nuypẽhnaya' ewuçme'.

source: Find My Device allows you to locate, lock or erase your phone
pbb: Adx jĩ's pakwen vxisna thẽgçxa' ki'pna, aphna meeçxa' khũkhna idx we'wekweju.

source: Find My Device allows you to locate, lock or erase your phone from a web site:
pbb: Adx jĩ's pakwen vxisna thẽgçxa' ki'pna, aphna meeçxa' khũkhna idx we'wekweju txãa teeçx web-te:

source: Your phone is being tracked by another device through the website.
pbb: Idx çaam we'wekweju pakwen ũsa' web-tewe'sx vxite kẽesenxi yakh.

source: No devices are actively tracking your phone through the website.
pbb: Maa kẽsehnxi yuhpa pakwen ũsta' idx çaam we'wekweju web-tewe'sx yakh.

source: Enabling USB storage allows another computer or device connected using USB to access files on this phone.
pbb: Na's ki'tate' tadxte jxawnxisa' USB-te kthẽguhn vxite pnasa's fxi'hsa meeçxa vxisna puçkhẽ çxkitxana USB-te ka'kan eçtxi jxawna çaam we'wekwete.

source: Reset Phone
pbb: Ma'wẽ u'pte txãawẽy ki'pya' çaam we'wekwete'

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
pbb: Ma'wẽ u'pte txãawẽy ki'pya, idxa's pta'sxnxisa' jxuka khũkhnxi neyũutxna txã'wẽyçxaa maapa app-te ki'h kpahkxna. Çaam we'wekwe ma'wẽ u'pte txãawẽy ki'pune'ga txã'çxaçxasatx idxa' mjĩna. Jxawmepa'ga idxa's pta'sxna phewuhwa'ja's.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your phone will have unrestricted developer tools, allowing you to modify and debug system applications.
pbb: Ma'wẽ u'pte txãawẽy ki'pxnxisa' khũkhnxiya'pana jxuka idx pta'sxnxisatx,kxteeçxaa phuphna maapa naa app-te kĩh weynxiyã' yũuna. Jxawnxime's ji'phuhn idx phewuhnxite pta'sxna.Jxukamee, çaam we'wekwe kajadançxaa,Jxukaisamee, mjĩsa vxiswa'ja's, kĩh kthẽguhna yu'pthẽhn sa' yatenxi's vxisna çxhaçxha.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your phone will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
pbb: Ma'wẽ u'pte txãawẽy ki'pxnxisa' khũkhnxiya'pana jxuka idx pta'sxnxisatx,kxteeçxaa phuphna maapa naa app-te kĩh weynxiyã' yũuna. Jxawnxime's ji'phuhn idx phewuhnxite pta'sxna.Jxukamee, idx çaam we'wekwe kajadançxaa,Jxukaisamee, mjĩsa vxiswa'ja's, kĩh kthẽguhna yu'pthẽhn sa' yatenxi's vxisna çxhaçxha.

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
pbb: Phewuh buçxwe {{brandShortName}} katxhuden pta'sxna idx çaam we'wekweju sa' idx ma'wẽ vxiswahtepa.

source: Connected to phone audio
pbb: Susnxi we'wekwe's çxkitxaçxaya'

source: Connected to phone/media audio
pbb: Çxkitxaya' Susnxi's kũjwed we'wesa's /vxisya'
