Repository: translate/mozilla-gaia
Catalog: lg/apps/communications/dialer/dialer.properties.po
Languages: lg

source: Add new number
lg: Yongerako enamba empya

source: Contact details
lg: Ebikwata kulinya

source: Add to existing contact
lg: Gatta ku namba eliwo

source: All
lg: Byona

# all.ariaLabel
source: All
lg: Zonna

source: Call log
lg: Ennamba zokubye

source: Edit call log
lg: Kyusa Ennamba zokubye

source: Edit call log dialog
lg: Kyusa Ennamba zokubye

source: Connecting
lg: Tuyunga

source: Data: {{ data }}
lg: Bwiino: {{ data }}

source: Inactive
lg: Tekikola

source: Packet: {{ packet }}
lg: Akapaketi ka bwiino: {{ packet }}

source: Call forwarding status
lg: Ebeera kukuwereeza amassimu

source: Voice: {{ voice }}
lg: Eddoboozi: {{ voice }}

source: Clear selected calls?
lg: Gyawo ennamba ezilondedwa

source: Contacts
lg: Enamba za'massimu

source: Create new contact
lg: Tondawo endagiliro yessimu empya

source: Delete
lg: Sangula

source: Add contact
lg: Gatta kundagiliro

source: Call Information
lg: Ebikwata ku ssimu ekubiddwa

# edit-selected[one]
source: {{ n }} selected
lg: {{ n }} Elondedwa

# edit-selected[two]
source: {{ n }} selected
lg: {{ n }} zilondedwa

# edit-selected[few]
source: {{ n }} selected
lg: {{ n }} zilondedwa

# edit-selected[many]
source: {{ n }} selected
lg: {{ n }} zilondedwa

# edit-selected[other]
source: {{ n }} selected
lg: {{ n }} zilondedwa

source: Edit
lg: Kyusa

source: Hide keypad
lg: Kweeka amapeesa

source: Ignore Call
lg: Gileke

source: Incoming
lg: Ekukubira

source: Keypad
lg: Amapeesa

source: Make call
lg: Kuba essimu

source: Merge
lg: Gatta

# info-missed
source: Missed
lg: Tokutte

source: Missed
lg: Tokutte

# missed.ariaLabel
source: Missed
lg: Tokutte

source: Canceled
lg: Zisazidwamu

source: Missed call
lg: Togikutte

source: (SIM {{ n }}) Missed call
lg: (SIM {{ n }}) Togikutte

source: An error occurred while sending the message
lg: Watuseewo obuzibu mukuwereza obubaka

source: Session expired
lg: Empeereza eweddeko

source: Message successfully sent
lg: Obubaka bw'ebaasa busindikidwa bulungi

source: Mute
lg: Jjako eddobozi

source: New call
lg: Essimu empya

source: No calls recorded
lg: Tewali massimu gatelekeddwa

source: No missed calls
lg: Tewali massimu go'takutte

source: On hold
lg: Okukwatilirako

source: Outgoing
lg: Effuluma

source: Recent calls
lg: Essimu ezisembyeeyo

source: Reply
lg: Ddamu

source: Send
lg: Weereza

source: Switch calls
lg: Kyuusa amassimu

source: Today
lg: Leero

source: Withheld number
lg: Enamba ekwekedwa

source: From {{ contact }}
lg: Okuvva {{ contact }}

source: From {{ number }}
lg: Okuvva {{ number }}

source: From withheld number
lg: Okuva kunnamba ekwekeddwa

source: Yesterday
lg: Ejjo

source: Sending…
lg: Eweereza...

# speakerOption.ariaLabel
source: Speaker
lg: Omuzindaalo gwe'bweru

source: {{ operator }} services
lg: Empereza za {{ operator }}

source: Type your response…
lg: Wandiika okuddamu kwo...

source: Clear all text
lg: Gyawo byona ebiwandikidwa

source: Hide
lg: Kweeka

source: Call
lg: Kuba

source: Hold
lg: Kwatilira

source: Resume
lg: Tandikala wokomye

# resume.ariaLabel
source: Resume
lg: Weyongereyo mumaaso

source: Send Message
lg: Sindika Obubaka

source: Call Ended
lg: Essimu Ewedde

source: via SIM{{ n }}
lg: okuyita ku SIM{{ n }}

source: Unknown
lg: Tekimanyiddwa

source: Cancel
lg: Sazaamu

source: Hang Up
lg: Gyako

source: Pick up
lg: Kwata Essimu

source: Slider
lg: Akasereza

source: Settings
lg: Enteekateeka

source: Nothing selected
lg: Tewali kilondedwa

source: Delete selected log?
lg: Sangula amassimu gano agalondedwa mu gakubidwa

# delete-n-log?[two]
source: Delete {{ n }} logs?
lg: Sangula amassimu {{ n }} agakubidwa?

# delete-n-log?[few]
source: Delete {{ n }} logs?
lg: Sangula amassimu {{ n }} agakubidwa?

# delete-n-log?[many]
source: Delete {{ n }} logs?
lg: Sangula amassimu {{ n }} agakubidwa?

# delete-n-log?[other]
source: Delete {{ n }} logs?
lg: Sangula amassimu {{ n }} agakubidwa?

source: {{ n }} match for "{{ matchNumber }}"
lg: {{ n }} ekwatagana ne "{{ matchNumber }}"

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
lg: {{ n }} ekwatagana ne "{{ matchNumber }}"

source: Call barring
lg: Okugaana amassimu

source: Call forwarding
lg: Okuweereza amassimu

source: Incoming Caller ID
lg: Enamba ye'ssimu ekuba

source: Outgoing Caller ID
lg: Ennamba ye'ssimu ekukubira

source: Password change
lg: Kyuusa ekigambo ekye'kyama

source: PIN change
lg: Kyuusa PIN

source: PIN2 change
lg: Kyuusa PIN2

source: Unblock PIN
lg: Ggulira PIN

source: Unblock PIN2
lg: Ggulira PIN2

source: Voice
lg: Eddoboozi

source: Data
lg: Bwiino

source: Sync
lg: Kwanaganya

source: Packet
lg: Akapaketi ka bwiino

source: Service was enabled
lg: Empereza yakirizidwa

source: Service has been disabled
lg: Empereza ejidwako

source: Registration was successful
lg: Okuwandiikisa kuyisemu bulungi

source: Erasure was successful
lg: Okusangulwa kuyisemu bulungi

source: Request was successful
lg: Okusaba kuyisemu bulungi

source: Service not provisioned
lg: Enkola teteledwawo

source: You can not change the caller ID setting
lg: Toyinza kukyuusa ntekateeka ze'nnamba

source: Service was enabled for:
lg: Empeereza yasobolesedwa:

source: PIN successfully changed
lg: Enkyusa mu PIN ekoleddwa bulungi

source: PIN successfully unblocked
lg: Okuggulira PIN kukoleddwa bulungi

source: PIN2 successfully changed
lg: Okukyusa PIN2 kukoleddwa bulungi

source: PIN2 successfully unblocked
lg: Okuggulira PIN2 kukoleddwa bulungi

source: Service is enabled
lg: Empeereza ekilizidwa

source: Service is disabled
lg: Empeereza teliiko

source: Service is enabled for:
lg: Empereza ekilizidwa ku:

source: Connection problem or invalid MMI code
lg: Obuzibu mu kuyungibwa oba koodi ya MMI enkyaamu

source: Incorrect Password
lg: Ekigambo ekye'kyaama ekikyaamu

source: Invalid or Unsupported MMI Code
lg: Koodi ya MMI etagirizidwa oba enkyaamu

source: Invalid action
lg: Ekikolwa kyikyamu

source: Invalid service code
lg: Koodi ye'mpereza nkyaamu

source: The PUK you typed is not correct
lg: PUK gyo'wandiise si ntuufu

source: The old PIN you typed is not correct.
lg: PIN enkadde gyo'wandiise si ntuufu

source: Type PUK2 to unblock SIM card
lg: Wandiika PUK2 okuggulira SIM kaada

source: The PINs you typed do not match
lg: PINS zo'wandiise tezikwatagana

source: Type a PIN that is 4 to 8 numbers
lg: Wandiika PIN nga ya nnamba nnya okutuuka ku munaana

source: Your SIM card is PUK-locked
lg: SIM kaada eggadwa PUK

source: Unsuccessful. Enable SIM/RUIM LOCK
lg: Tekiyisemu. Sobozesa SIM/RUIM LOCK

source: Operation is restricted to fixed dialing numbers only
lg: Ekikolwa kikirizibwa mu kukuba ennamba eiteledwako zzoka

source: USSD request is modified to DIAL request
lg: Okusaba kwa USSD kulongosedwamu nekufuuka kwa DIAL

source: USSD request is modified to SS request
lg: Okusaba kwa USSD kulongosedwamu nekufuuka kwa SS

source: USSD request is modified to new USSD request
lg: Okusaba kwa USSD kulongosedwamu nekufuuka kwa USSD okupya

source: SS request is modified to DIAL request
lg: Okusaba kwa SS kulongosedwamu nekufuuka kwa DIAL

source: SS request is modified to USSD request
lg: Okusaba kwa SS kulongosedwamu nekufuuka kwa USSD

source: SS request is modified to new SS request
lg: Okusaba kwa SS kulongosedwamu ne kufuuka okwa SS okupya

source: Only {{ n }} retry left
lg: Okugezako {{ n }} kwoka kwekusigadeyo

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
lg: Esigadeyo emirundi {{ n }} okugezaako

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
lg: Esigadeyo emirundi {{ n }} okugezaako

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
lg: Esigadeyo emirundi {{ n }} okugezaako

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
lg: Esigadeyo emirundi {{ n }} okugezaako

source: Maximum number of retries exceeded. SIM blocked
lg: Emirundi gyokugezaako giweddeyo. SIM eggadwa

source: Radio not available
lg: Leediyo teliiko

source: Generic failure
lg: Okulemelerwa okwawamu

source: Password incorrect
lg: Ekigambo kye'kyama kikyaamu

source: Request not supported
lg: Okusaba tekuwanilidwa

source: Operation not allowed during voice call
lg: Ekikolwa tekikilizibwa nga oyogelera ku ssimu

source: SMS send fail retry
lg: Okusindika SMS kulemye. Ddamu ogezeeko

source: SIM absent
lg: SIM teliimu

source: Subscription not available
lg: Okweyunga kunkola tekuliwo

source: Mode not supported
lg: Enkola tewanilidwa

source: Fdn check failure
lg: Okulemelerwa mu kukebera Fdn

source: Illegal SIM or ME
lg: SIM oba ME teli mumateeka

source: Dial modified to USSD
lg: Okukuba essimu kulongosedwamu nekufuuka USSD

source: Dial modified to SS
lg: Okukuba essimu kulongosedwamu nekufuuka SS

source: Dial modified to dial
lg: Okukuba essimu kulongosedwamu nekufuuka okukuba

source: USSD modified to dial
lg: USSD elongosedwamu nefuuka okukuba essimu

source: USSD modified to SS
lg: USSD elongosedwamu nefuuka SS

source: USSD modified to USSD
lg: USSD elongosedwamu nefuuka USSD

source: SS modified to dial
lg: SS elongosedwamu nefuuka okukuba essimu

source: SS modified to USSD
lg: SS elongosedwamu nefuuka USSD

source: SS modified to SS
lg: SS elongosedwamu nefuuka SS

source: Subscription not supported
lg: Okweyunga ku nkola tekuwanilidwa

source: Conference ({{n}})
lg: Olukuŋaana ({{n}})

source: {{ caller }} has left the call.
lg: {{ caller }} avude ku ssimu.

source: Unable to merge calls
lg: Tekisobose kuyunga massimu

source: Unable to unmerge calls
lg: Tekisobose kugatulula massimu

source: Select audio sources
lg: Londa ensibuko zamaloboozi

source: Receiver
lg: Omuzindaalo gwomunda

source: Speaker
lg: Omuzindaalo gwe'bweeru
