Repository: translate/mozilla-gaia
Catalog: yo/apps/calendar/calendar.properties.po
Languages: yo

source: Back
yo: Ẹ̀yìn

source: Save
yo: Fi pamọ́

source: Hide
yo: Tọ́jú

source: Cancel
yo: Parẹ́

source: Confirm
yo: Jẹ́rì

source: Done
yo: Ti ṣe tán

source: Events
yo: Àwọn ìṣẹ̀lẹ̀

source: Edit
yo: Ṣàyẹ̀wò

source: All-day Events
yo: Àwọn ìṣẹ̀lẹ̀ Gbogbo ọjọ́

source: No Events
yo: Kòsí Àwọn ìṣẹ̀lẹ̀

source: Month
yo: Oṣù

source: Week
yo: Ọsẹ̀

source: Day
yo: Ọjọ́

# settings-show
source: Settings
yo: Àwọn aatò

source: Hide settings
yo: Ṣàfipamọ́ àwọn aatò

source: Add an account
yo: Ṣàfikún àkọ́ọ̀lẹ̀ kan

source: Event
yo: Ìṣẹ̀lẹ̀

source: Add Event
yo: Ṣàfikún Ìṣẹ̀lẹ̀

source: Edit Event
yo: Ṣàtúnṣe Ìṣẹ̀lẹ̀

source: Account
yo: Àkọọ́lẹ̀

source: Accounts
yo: Àwọn àkọọ́lẹ̀

source: Calendar Settings
yo: Kàlẹ́ńdà Àwọn Àatò

source: Personalization
yo: Ṣàdáni

source: Reminders
yo: Àwọn ìrántí

source: Add Account
yo: Ṣàfikún Àkọọ́lẹ̀

source: Username
yo: Orúkọ aṣàmúlò

source: Password
yo: Àmì-àṣírí

source: Unable to sync
yo: Akòlè múdọ́gba

source: Sign in
yo: Wọlé

# preset-local
source: Offline calendar
yo: Kàlẹ́ńdà àìsílóníforíkorí

# calendar-local
source: Offline calendar
yo: Kàlẹ́ńdà àìsílóníforíkorí

source: Where?
yo: Ibo?

source: Notes
yo: Àwọn nóòtì

source: All day event?
yo: Ìṣẹ̀lẹ̀ ojoojumọ́?

source: Delete event
yo: Pa ìṣẹlẹ̀ rẹ́

source: Remove local data
yo: Yọ dátà agbègbè kúrò

source: Remove account
yo: Yọ àkọọ́lẹ̀ kúrò

source: Removing this account will also remove your local copy of associated calendars and events.
yo: Yíyọ àkọọ́lẹ̀ yíì kúrò yóò yọ ẹ̀dà ìgbìmọ̀ àgbègbè kàlẹ́ńdà àti àwọn ìṣẹlẹ̀ rẹ.

source: Sync
yo: Múdọ́gba

source: Sync Calendar
yo: Múdọ́gba Kàlẹ́ńdà

source: 15 min
yo: Ìṣẹjú 15

source: 30 min
yo: 30 ìṣẹjú

source: Manually
yo: Fọwọ́se

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
yo: {{startDate}}<br>láti {{startTime}} sí {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
yo: Láti {{startTime}} {{startDate}}<br>sí {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
yo: Gbogbo ọjọ́<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
yo: Gbogbo ọjọ́ láti {{startDate}}<br>sí {{endDate}}

source: None
yo: Kò sí

source: Reminder:
yo: Olùrántí:

source: Remind me
yo: Ránmi létí

source: At time of event
yo: Ní àkókò ìṣẹlẹ̀

source: On day of event
yo: Ní ọjọ́ ìṣẹlẹ̀

source: {{title}} starting {{distance}}
yo: {{title}} ń bẹ̀rẹ̀ {{distance}}

source: {{title}} started {{distance}}
yo: {{title}} ti bẹ̀rẹ̀ {{distance}}

source: 0 minutes before
yo: 0 ṣáàju àwọn ìṣẹjú

source: 1 minute before
yo: 1 ṣáàju àwọn ìṣẹjú

# minutes-before[two]
source: {{value}} minutes before
yo: {{value}} ṣáàju àwọn ìṣẹjú

# minutes-before[few]
source: {{value}} minutes before
yo: {{value}} ṣáàju àwọn ìṣẹjú

# minutes-before[many]
source: {{value}} minutes before
yo: {{value}} ṣáàju àwọn ìṣẹjú

# minutes-before[other]
source: {{value}} minutes before
yo: {{value}} ṣáàju àwọn ìṣẹjú

source: 0 hours before
yo: 0 ṣáàju àwọn wákàtí

source: 1 hour before
yo: 1 ṣáàju wákàtí

# hours-before[two]
source: {{value}} hours before
yo: {{value}} ṣáàju àwọn wákàtí

# hours-before[few]
source: {{value}} hours before
yo: {{value}} ṣáàju àwọn wákàtí

# hours-before[many]
source: {{value}} hours before
yo: {{value}} ṣáàju àwọn wákàtí

# hours-before[other]
source: {{value}} hours before
yo: {{value}} ṣáàju àwọn wákàtí

source: 0 days before
yo: 0 ṣáàju àwọn ọjọ́

source: 1 day before
yo: 1 ṣáàju ọjọ́

# days-before[two]
source: {{value}} days before
yo: {{value}} ṣáàju àwọn ọjọ́

# days-before[few]
source: {{value}} days before
yo: {{value}} ṣáàju àwọn ọjọ́

# days-before[many]
source: {{value}} days before
yo: {{value}} ṣáàju àwọn ọjọ́

# days-before[other]
source: {{value}} days before
yo: {{value}} ṣáàju àwọn ọjọ́

source: 0 weeks before
yo: 0 àwọn ọ̀sẹ̀ ṣáájú

source: 1 week before
yo: 1 ọ̀sẹ̀ ṣáájú

# weeks-before[two]
source: {{value}} weeks before
yo: {{value}} àwọn ọ̀sẹ̀ ṣáájú

# weeks-before[few]
source: {{value}} weeks before
yo: {{value}} àwọn ọ̀sẹ̀ ṣáájú

# weeks-before[many]
source: {{value}} weeks before
yo: {{value}} àwọn ọ̀sẹ̀ ṣáájú

# weeks-before[other]
source: {{value}} weeks before
yo: {{value}} àwọn ọ̀sẹ̀ ṣáájú

source: 0 months before
yo: 0 àwọn oṣù ṣáájú

source: 1 month before
yo: 1 àwọn oṣù ṣáájú

# months-before[two]
source: {{value}} months before
yo: {{value}} àwọn oṣù ṣáájú

# months-before[few]
source: {{value}} months before
yo: {{value}} àwọn oṣù ṣáájú

# months-before[many]
source: {{value}} months before
yo: {{value}} àwọn oṣù ṣáájú

# months-before[other]
source: {{value}} months before
yo: {{value}} àwọn oṣù ṣáájú

source: 0 years before
yo: 0 àwọn ọdún ṣáájú

source: 1 year before
yo: ọdún 1 ṣáájú

# years-before[two]
source: {{value}} years before
yo: {{value}} àwọn ọdún ṣáájú

# years-before[few]
source: {{value}} years before
yo: {{value}} àwọn ọdún ṣáájú

# years-before[many]
source: {{value}} years before
yo: {{value}} àwọn ọdún ṣáájú

# years-before[other]
source: {{value}} years before
yo: {{value}} àwọn ọdún ṣáájú

source: 0 minutes after
yo: 0 ìṣẹjú tó tẹ̀le

source: 1 minute after
yo: Ìṣẹjú 1 tó tẹ̀le

# minutes-after[two]
source: {{value}} minutes after
yo: {{value}} ìṣẹjú tó tẹ̀le

# minutes-after[few]
source: {{value}} minutes after
yo: {{value}} ìṣẹjú tó tẹ̀le

# minutes-after[many]
source: {{value}} minutes after
yo: {{value}} àwọn ìṣẹjú tó tẹ̀le

# minutes-after[other]
source: {{value}} minutes after
yo: {{value}} àwọn ìṣẹjú tó tẹ̀le

source: 0 hours after
yo: Lẹ́hin wákatí 0

source: 1 hour after
yo: Lẹ́hin wákatí 1

# hours-after[two]
source: {{value}} hours after
yo: {{value}} lẹ́hin wákatí

# hours-after[few]
source: {{value}} hours after
yo: {{value}} lẹ́hin wákatí

# hours-after[many]
source: {{value}} hours after
yo: {{value}} lẹ́hin wákatí

# hours-after[other]
source: {{value}} hours after
yo: {{value}} lẹ́hin wákatí

source: 0 days after
yo: Lẹ́hìn ọjọ́ 0

source: 1 day after
yo: Lẹ́hìn ọjọ́ 1

# days-after[two]
source: {{value}} days after
yo: {{value}} lẹ́hìn ọjọ́

# days-after[few]
source: {{value}} days after
yo: {{value}} lẹ́hìn ọjọ́

# days-after[many]
source: {{value}} days after
yo: {{value}} lẹ́hìn ọjọ́

# days-after[other]
source: {{value}} days after
yo: {{value}} lẹ́hìn ọjọ́

source: 0 weeks after
yo: lẹ́hìn ọ̀sẹ̀ 0

source: 1 week after
yo: lẹ́hìn ọ̀sẹ̀ 1

# weeks-after[two]
source: {{value}} weeks after
yo: {{value}} lẹ́hìn ọ̀sẹ̀

# weeks-after[few]
source: {{value}} weeks after
yo: {{value}} lẹ́hìn ọ̀sẹ̀

# weeks-after[many]
source: {{value}} weeks after
yo: {{value}} lẹ́hìn ọ̀sẹ̀

# weeks-after[other]
source: {{value}} weeks after
yo: {{value}} lẹ́hìn ọ̀sẹ̀

source: 0 months after
yo: lẹ́hìn àwọn oṣù 0

source: 1 month after
yo: lẹ́hìn oṣù 1

# months-after[two]
source: {{value}} months after
yo: {{value}} lẹ́hìn àwọn oṣù

# months-after[few]
source: {{value}} months after
yo: {{value}} lẹ́hìn àwọn oṣù

# months-after[many]
source: {{value}} months after
yo: {{value}} lẹ́hìn àwọn oṣù

# months-after[other]
source: {{value}} months after
yo: {{value}} lẹ́hìn àwọn oṣù

source: 0 years after
yo: lẹ́hìn àwọn ọdún 0

source: 1 year after
yo: lẹ́hìn ọdún 1

# years-after[two]
source: {{value}} years after
yo: {{value}} lẹ́hìn àwọn ọdún

# years-after[few]
source: {{value}} years after
yo: {{value}} lẹ́hìn àwọn ọdún

# years-after[many]
source: {{value}} years after
yo: {{value}} lẹ́hìn àwọn ọdún

# years-after[other]
source: {{value}} years after
yo: {{value}} lẹ́hìn àwọn ọdún

source: All Day
yo: Gbogbo Ọjọ́

source: Wrong login and/or password
yo: Àṣìṣe ìwọlé àti/tàbí ọ̀rọ̀ aṣínà

source: Server error. Check your login and try again.
yo: Àṣìṣe apèsè. Ṣàyẹ̀wò ìwọlé kí o tún gbìyànjú si.

source: Something is wrong. Try again later.
yo: Àṣìṣe kan wáyé. Tún gbìyànjú bóyá.

source: No connection. Check your network configuration and try again.
yo: Kòsí ìsopọ̀. Ṣàyẹ̀wò àtòpọ̀ alásọpọ̀ rẹ kí o gbìyànjú si.

source: This account already exists.
yo: Àkọọ́lẹ̀ yíì wà.

source: Calendar sync error
yo: Àṣìṣe múdọ́gba kàlẹ́ńdà

source: Tap for more info
yo: Fọwọ́ba fún ìwifún si
