Repository: translate/mozilla-gaia
Catalog: pbb/apps/music/music.properties.po
Languages: pbb

source: Music
pbb: Tukasa's wẽsenxi

# playlists2
source: Playlists
pbb: Kuh tukasa's wẽsenxisa'

source: Artists
pbb: Tukasawe'sx

source: Albums
pbb: Tukasa's jxawsawe'sx

source: Songs
pbb: Memna

source: Unknown artist
pbb: Tukasawe'sxa' jiyunximeesaata'

source: Unknown album
pbb: Tukasa's jxawnxi jiyunximeesaata'

source: Unknown title
pbb: Jiyunximeesaa mem

source: Add songs to get started
pbb: Takhnxiju kãjãn memtxi

source: Load songs on to the memory card.
pbb: Memsawe'sx pe'pete ji'phta' jxawnxi.

source: No memory card found
pbb: Uymeea' pe'pete kipnxisa's

source: Insert a memory card to listen to songs.
pbb: Se'wku tukana wẽsenxitx pe'pete ki'phunxisa's.

source: Music can not be used while phone is plugged in
pbb: Nuype'hnaya' ewumeeta' tukasa's wẽseya' napkaçxa' çam we'wekwe çxkitxanxi'ya' ũsa'.

source: Unplug the phone to play music.
pbb: Bahde çaam we'wekwe's tukasa's nuypehnan wẽsena.

source: Database Upgrade
pbb: Yu'pthẽwa'ja's dxiijuy pta'sxna

source: Please wait while Music updates its database.
pbb: Vxiswa'ja's muitas napkaçxa' tukasa wẽsena yu'pthen dxiijuytxi pta'sx.

source: Search
pbb: Pakweya'

source: Search Music
pbb: Pakweya' tukasa's wẽsehya'

# search-cancel
source: Cancel
pbb: Tuduçmeeth

# search-artists
source: Artists
pbb: Tukasawe'sx

# search-albums
source: Albums
pbb: Tukasa's jxawsawe'sx

source: Tracks
pbb: Kwẽseyapa'th

source: close
pbb: aphn

source: No music found
pbb: Jxuka ka'dna

source: Shuffle all
pbb: Jxuka ka'dna

source: Highest rated
pbb: Ewa wejx wẽdxnxisaa

source: Recently added
pbb: Txaçxhmeyna kãjãn

source: Most played
pbb: Kuh nuypenanxisa

source: Least played
pbb: Ãjmee nuypehnanxisa

source: Save
pbb: Jxawna

source: Saved {{title}} to Music
pbb: {{title}} jxawna Tukasa's Wẽsen

source: Audio cannot be played: format is unsupported or file is invalid.
pbb: Nuypehnanxi's kwẽse'ya'pameeth: txã'wẽ sussa' puutx ja'dasamee eç jxawnxisa' ewmeea'.

# overlay-cancel-button
source: Cancel
pbb: Tuduçmeeth

source: Music paused during the call
pbb: Tudte khyuju'k tukasa's kwẽsekh napkaçxa' pa'yak

source: Done
pbb: Jxa'jxa'

source: Share
pbb: Jxtxude

source: Rating
pbb: Tekawa'j

# rating-star.ariaLabel[zero]
source: {{n}} stars
pbb: {{n}} ã'ta

source: {{n}} star
pbb: {{n}} ã'

# rating-star.ariaLabel[two]
source: {{n}} stars
pbb: {{n}} ã'ta

# rating-star.ariaLabel[few]
source: {{n}} stars
pbb: {{n}} ã'ta

# rating-star.ariaLabel[many]
source: {{n}} stars
pbb: {{n}} ã'ta

# rating-star.ariaLabel[other]
source: {{n}} stars
pbb: {{n}} ã'ta

source: Go to player view
pbb: Thegna u'hn ki'h nuype'hnan

source: Repeat off
pbb: Penanximee

source: Repeat all
pbb: Jxuka penanxi

source: Repeat track
pbb: Penanxi's kwẽseyapa'th

source: Shuffle
pbb: Kim yuhpa jxkaameeta'

source: Home
pbb: Takhna

# playlists-tab.ariaLabel
source: Playlists
pbb: Kuh tukasa's wẽsenxisa'

# artists-tab.ariaLabel
source: Artists
pbb: Tukasawe'sx

# albums-tab.ariaLabel
source: Albums
pbb: Tukasa's jxawsawe'sx

# songs-tab.ariaLabel
source: Songs
pbb: Memna
