Repository: translate/mozilla-gaia
Catalog: dsb/shared/lockscreen/lockscreen.properties.po
Languages: dsb

source: Airplane mode
dsb: Modus leśenja

source: Searching…
dsb: Pyta se…

source: No network
dsb: Žedna seś

source: Emergency calls only
dsb: Jano nuzowe zawołanja

source: (unknown SIM state)
dsb: (njeznaty SIM-staw)

source: (no SIM)
dsb: (žeden SIM)

source: (SIM PIN required)
dsb: (SIM-PIN trěbny)

source: (SIM PUK required)
dsb: (SIM-PUK trěbny)

source: (network locked)
dsb: (seś zastajona)

source: (service provider locked)
dsb: (słužbny póbitowaŕ zastajony)

source: (corporate locked)
dsb: (pśedewześe zastajone)

source: (network1 locked)
dsb: (seś1 zastajona)

source: (network2 locked)
dsb: (seś2 zastajona)

source: (hrpd network locked)
dsb: (HRPD-seś zastajona)

source: (ruim corporate locked)
dsb: (RUIM-pśedewześe zastajone)

source: (ruim service provider locked)
dsb: (Słužbny póbitowaŕ RUIM zastajony)

source: {{ level }}% Charged
dsb: {{ level }}% napołnjony

# charging-minutes[zero]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
dsb: {{ level }}% napołnjone (hyšći {{ minutes }} minutow, až jo dopołnje napołnjone)

source: {{ level }}% Charged ({{ minutes }} min until fully charged)
dsb: {{ level }}% napołnjone (hyšći {{ minutes }} minuta, až jo dopołnje napołnjone)

# charging-minutes[two]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
dsb: {{ level }}% napołnjone (hyšći {{ minutes }} minuśe, až jo dopołnje napołnjone)

# charging-minutes[few]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
dsb: {{ level }}% napołnjone (hyšći {{ minutes }} minuty, až jo dopołnje napołnjone)

# charging-minutes[many]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
dsb: {{ level }}% napołnjone (hyšći {{ minutes }} minutow, až jo dopołnje napołnjone)

# charging-minutes[other]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
dsb: {{ level }}% napołnjone (hyšći {{ minutes }} minutow, až jo dopołnje napołnjone)

# charging-hours[zero]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
dsb: {{ level }}% napołnjony (hyšći {{ hours }} góź. {{ minutes }} minutow, až jo dopołnje napołnjone)

source: {{ level }}% Charged ({{ hours }}h {{ minutes }} min until fully charged)
dsb: {{ level }}% napołnjony (hyšći {{ hours }} góź. {{ minutes }} minuta, až jo dopołnje napołnjone)

# charging-hours[two]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
dsb: {{ level }}% napołnjony (hyšći {{ hours }} góź. {{ minutes }} minuśe, až jo dopołnje napołnjone)

# charging-hours[few]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
dsb: {{ level }}% napołnjony (hyšći {{ hours }} góź. {{ minutes }} minuty, až jo dopołnje napołnjone)

# charging-hours[many]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
dsb: {{ level }}% napołnjony (hyšći {{ hours }} góź. {{ minutes }} minutow, až jo dopołnje napołnjone)

# charging-hours[other]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
dsb: {{ level }}% napołnjony (hyšći {{ hours }} góź. {{ minutes }} minutow, až jo dopołnje napołnjone)
