Repository: translate/mozilla-gaia
Catalog: ha/apps/clock/clock.properties.po
Languages: ha

source: Reset
ha: Sake tsarawa

source: Start
ha: Kunna

source: Stop
ha: Dakata

source: Cancel
ha: Soke

source: Hour
ha: Awa

source: Hours
ha: Awanni

source: Minute
ha: Minti

source: Minutes
ha: Mintuna

source: Alarm
ha: Ƙararrawa

source: Timer
ha: Mai faɗar lokaci

source: Stopwatch
ha: Agogon-tsere

source: Alarm name
ha: Sunan ƙararrawa

source: New alarm
ha: Sabuwar ƙararrawa

source: Edit alarm
ha: Gyara ƙararrawa

source: Pause
ha: Dakata

source: Resume
ha: Koma

source: Lap
ha: Cinya

source: Lap {{n}}
ha: Cinya {{n}}

source: Delete
ha: Goge

source: Time
ha: Lokaci

# snooze-label
source: Snooze
ha: Gyangyaɗi

# snooze-button
source: Snooze
ha: Gyangyaɗi

source: Repeat
ha: Maimaita

source: Vibrate
ha: Yi ziza

source: Close
ha: Rufe

source: Save
ha: Ajiye

source: Done
ha: An kammala

# closeButton.ariaLabel
source: Close
ha: Rufe

# newAlarmButton.ariaLabel
source: New alarm
ha: Sabuwar ƙararrawa

source: System Alarm Volume
ha: Sautin Ƙararrawa na Kwamfuta

source: Sound
ha: Sauti

source: No Sound
ha: Babu sauti

source: Every day
ha: Ko wace rana

source: Weekdays
ha: Ƙarshen mako

source: Weekends
ha: Ƙarshen mako

source: Never
ha: Har abada

source: On
ha: Kunna

source: Off
ha: Kashe

source: +1 Min
ha: + Minti 1

source: The alarm is set for <strong>{{minutes}}</strong> from now.
ha: An saita ƙararrawa domin <strong>{{minutes}}</strong> daga yanzu.

source: The alarm is set for {{hours}} {{minutes}} from now.
ha: An saita ƙararrawa domin {{hours}} {{minutes}} daga yanzu.

source: The alarm is set for {{days}} {{hours}} from now.
ha: An saita ƙararrawa domin {{days}} {{hours}} daga yanzu.

source: less than a minute
ha: ƙasa da minti

# nMinutes[one]
source: one minute
ha: minti ɗaya

# nMinutes[two]
source: {{n}} minutes
ha: mintina {{n}}

# nMinutes[few]
source: {{n}} minutes
ha: mintina {{n}}

# nMinutes[many]
source: {{n}} minutes
ha: mintina {{n}}

# nMinutes[other]
source: {{n}} minutes
ha: mintina {{n}}

source: <strong>{{n}} hour</strong>
ha: <strong>awa {{n}}</strong>

# nHours[two]
source: <strong>{{n}} hours</strong>
ha: <strong>awanni {{n}}</strong>

# nHours[few]
source: <strong>{{n}} hours</strong>
ha: <strong>awanni {{n}}</strong>

# nHours[many]
source: <strong>{{n}} hours</strong>
ha: <strong>awanni {{n}}</strong>

# nHours[other]
source: <strong>{{n}} hours</strong>
ha: <strong>awanni {{n}}</strong>

source: and <strong>{{n}} hour</strong>
ha: da <strong>awa {{n}}</strong>

# nAndRemainHours[two]
source: and <strong>{{n}} hours</strong>
ha: da <strong>awanni {{n}}</strong>

# nAndRemainHours[few]
source: and <strong>{{n}} hours</strong>
ha: da <strong>awanni {{n}}</strong>

# nAndRemainHours[many]
source: and <strong>{{n}} hours</strong>
ha: da <strong>awanni {{n}}</strong>

# nAndRemainHours[other]
source: and <strong>{{n}} hours</strong>
ha: da <strong>awanni {{n}}</strong>

source: <strong>{{n}} day</strong>
ha: <strong>{{n}} rana </strong>

# nRemainDays[two]
source: <strong>{{n}} days</strong>
ha: <strong>{{n}} ranaku </strong>

# nRemainDays[few]
source: <strong>{{n}} days</strong>
ha: <strong>{{n}} ranaku </strong>

# nRemainDays[many]
source: <strong>{{n}} days</strong>
ha: <strong>{{n}} ranaku </strong>

# nRemainDays[other]
source: <strong>{{n}} days</strong>
ha: <strong>{{n}} ranaku </strong>

source: and <strong>{{n}} minute</strong>
ha: da <strong>minti {{n}}</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
ha: da <strong>mintina {{n}}</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
ha: da <strong>mintina {{n}}</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
ha: da <strong>mintina {{n}}</strong>

# nRemainMinutes[other]
source: and <strong>{{n}} minutes</strong>
ha: da <strong>mintina {{n}}</strong>

source: zero seconds
ha: daƙiƙoƙi sifili

source: one second
ha: daƙiƙa ɗaya

# nSpinnerSeconds[two]
source: {{n}} seconds
ha: daƙiƙoƙi {{n}}

# nSpinnerSeconds[few]
source: {{n}} seconds
ha: daƙiƙoƙi {{n}}

# nSpinnerSeconds[many]
source: {{n}} seconds
ha: daƙiƙoƙi {{n}}

# nSpinnerSeconds[other]
source: {{n}} seconds
ha: daƙiƙoƙi {{n}}

source: zero minutes
ha: mintina sifili

# nSpinnerMinutes[one]
source: one minute
ha: minti ɗaya

# nSpinnerMinutes[two]
source: {{n}} minutes
ha: mintina {{n}}

# nSpinnerMinutes[few]
source: {{n}} minutes
ha: mintina {{n}}

# nSpinnerMinutes[many]
source: {{n}} minutes
ha: mintina {{n}}

# nSpinnerMinutes[other]
source: {{n}} minutes
ha: mintina {{n}}

source: zero hours
ha: awanni sifili

source: {{n}} hour
ha: awa {{n}}

# nSpinnerHours[two]
source: {{n}} hours
ha: awanni {{n}}

# nSpinnerHours[few]
source: {{n}} hours
ha: awanni {{n}}

# nSpinnerHours[many]
source: {{n}} hours
ha: awanni {{n}}

# nSpinnerHours[other]
source: {{n}} hours
ha: awanni {{n}}
