Repository: translate/mozilla-gaia
Catalog: hto/shared/firefox_sync/firefox_sync.properties.po
Languages: hto

source: Bookmarks
hto: Rɨgɨnoga

source: History
hto: Jagaɨ

source: Passwords
hto: Fakára ráa

source: This account is inactive.
hto: Bíe fákara jáa ñue íte.

source: You need to activate Firefox Sync on Desktop or Android first and then try again.
hto: Firefox Sync ó kueramo bono, meine abɨdo bono.

source: Please try logging in again.
hto: Meine abɨdo komue yujude.

source: We found something wrong with your current Firefox Account session.
hto: Ñue iñede fakara ie Firefox baite bie taɨnia.

source: No network connection.
hto: íñede nitaoiyena

source: You need to be online to use Firefox Sync.
hto: Firefox Sync nitári ó táɨjie taɨneyena.

source: Oops. Something went wrong.
hto: Aɨɨ. ñue fɨnoñede

source: Sorry for the inconvenience. Please try again later.
hto: Ñieñede. Jabe Ábɨdo Ñúe fɨno.

source: Terms of Service
hto: Taɨniamo, ñúe ite

source: Privacy Notice
hto: Káɨe bíe fáka Dáma kue úai

source: Sync now
hto: Bírui dáamakɨ

source: Syncing
hto: Dáamakɨ
