Repository: translate/mozilla-gaia
Catalog: hsb/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Dźělić

source: Resend
id: Znowa pósłać

source: Connecting
id: Zwjazuje so

source: Verify
id: Přepruwować

source: Verifying
id: Přepruwuje so

source: Verified
id: Přepruwowany

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{app_name}} chce waše telefonowe čisło wědźeć a přepruwować. Prošu wubjerće, kotre chceće dźělić abo zapodajće nowe čisło.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Smy kod na {{phone_number}} pósłali. Pospytujemy jo awtomatisce spóznać, ale dyrbiće jo manuelnje zapodać, jeli so na wašim graće njewužiwa.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: Wulkotne! Waše čisło {{phone_number}} je so nětko přepruwowało a steji za {{app_name}} k dispoziciji.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Přepruwowanski serwer tuchwilu k dispoziciji njeje. Prošu skontrolujće swój internetny zwisk, spytajće hišće raz abo čakajće mało mjeńšin.

source: There seems to be a problem with your verification code. Let's try once again!
id: Zda so, zo je problem z wašim přepruwowanskim kodom. Prošu spytajće hišće raz!

source: Mobile identity
id: Mobilna identita

source: OK
id: W porjadku

source: Or add your phone number
id: Abo přidajće swoje telefonowe čisło

source: Or select a phone number from the list
id: Abo wubjerće telefonowe čisło z lisćiny
