Repository: translate/mozilla-gaia
Catalog: pbb/shared/date/date.properties.po
Languages: pbb

source: Sunday
pbb: Ki'seen

source: Monday
pbb: Lunxis

source: Tuesday
pbb: Maltxi's

source: Wednesday
pbb: ki's pxiãh

source: Thursday
pbb: Jwevxis

source: Friday
pbb: Txẽ'een

source: Saturday
pbb: Sapatu

source: Sun
pbb: Ki's

source: Mon
pbb: Lunxi

source: Tue
pbb: Maltxi

source: Wed
pbb: Mierkolxi

source: Thu
pbb: Jwelx

source: Fri
pbb: Txheen

source: Sat
pbb: Sa'ph

# month-0-long
source: January
pbb: Sekh a'te

# month-1-long
source: February
pbb: Uh a'te

# month-2-long
source: March
pbb: Vxis a'te

# month-3-long
source: April
pbb: Kluus a'te

# month-4-long
source: May
pbb: Ũ'ma a'te

# month-5-long
source: June
pbb: Nuus a'te

# month-6-long
source: July
pbb: Wuwu a'te

# month-7-long
source: August
pbb: Wejxa a'te

# month-8-long
source: September
pbb: Mezxukwe a'te

# month-9-long
source: October
pbb: Ta'dah a'te

# month-10-long
source: November
pbb: Çxapuç a'te

# month-11-long
source: December
pbb: Kutxh wala a'te

# month-0-genitive
source: January
pbb: Sekh a'te

# month-1-genitive
source: February
pbb: Uh a'te

# month-2-genitive
source: March
pbb: Vxis a'te

# month-3-genitive
source: April
pbb: Kluus a'te

# month-4-genitive
source: May
pbb: Ũ'ma a'te

# month-5-genitive
source: June
pbb: Nuus a'te

# month-6-genitive
source: July
pbb: Wuwu a'te

# month-7-genitive
source: August
pbb: Wejxa a'te

# month-8-genitive
source: September
pbb: Mezxukwe a'te

# month-9-genitive
source: October
pbb: Ta'dah a'te

# month-10-genitive
source: November
pbb: Çxapuç a'te

# month-11-genitive
source: December
pbb: Kutxh wala a'te

source: Jan
pbb: Sekh a'

source: Feb
pbb: Ũh a'

source: Mar
pbb: Vxis a'

source: Apr
pbb: Kluus a'

# month-4-short
source: May
pbb: Ũ'ma a'

source: Jun
pbb: Nuus a'

source: Jul
pbb: Wuwu a'

source: Aug
pbb: Wejxa a'

source: Sep
pbb: Mezxukwe a'

source: Oct
pbb: Ta'dah a'

source: Nov
pbb: Çxapuç a'

source: Dec
pbb: Kutxh wala a'

# minutes-ago-long[zero]
source: just now
pbb: ãçx

source: a minute ago
pbb: ãçx teeçx sek we'thkwete

# minutes-ago-long[two]
source: {{value}} minutes ago
pbb: ãçx {{value}} sek we'thkwete

# minutes-ago-long[few]
source: {{value}} minutes ago
pbb: ãçx {{value}} sek we'thkwete

# minutes-ago-long[many]
source: {{value}} minutes ago
pbb: Ãçx {{value}} sek we'thkwete

# minutes-ago-long[other]
source: {{value}} minutes ago
pbb: Ãçx {{value}} sek we'thkwete

# hours-ago-long[zero]
source: just now
pbb: ãçx

source: an hour ago
pbb: Ãçx teeçx sek we'th

# hours-ago-long[two]
source: {{value}} hours ago
pbb: Ãçx {{value}} sek we'thte

# hours-ago-long[few]
source: {{value}} hours ago
pbb: Ãçx {{value}} sek we'thte

# hours-ago-long[many]
source: {{value}} hours ago
pbb: Ãçx {{value}} sek we'thte

# hours-ago-long[other]
source: {{value}} hours ago
pbb: Ãçx {{value}} sek we'thte

# days-ago-long[zero]
source: today
pbb: ãçxh

source: yesterday
pbb: jũ'na

# days-ago-long[two]
source: {{value}} days ago
pbb: ãçx {{value}} een

# days-ago-long[few]
source: {{value}} days ago
pbb: ãçx {{value}} een

# days-ago-long[many]
source: {{value}} days ago
pbb: ãçx {{value}} een

# days-ago-long[other]
source: {{value}} days ago
pbb: ãçx {{value}} een

# weeks-ago-long[zero]
source: this week
pbb: naa ki'sute

source: last week
pbb: ju'na ki'sute

# weeks-ago-long[two]
source: {{value}} weeks ago
pbb: ãçx {{value}} ki'sute

# weeks-ago-long[few]
source: {{value}} weeks ago
pbb: ãçx {{value}} ki'sute

# weeks-ago-long[many]
source: {{value}} weeks ago
pbb: ãçx {{value}} ki'sute

# weeks-ago-long[other]
source: {{value}} weeks ago
pbb: ãçx {{value}} ki'sute

# months-ago-long[zero]
source: this month
pbb: naa a'te

source: last month
pbb: nmeh a'te

# months-ago-long[two]
source: {{value}} months ago
pbb: ãçx {{value}} a'tete

# months-ago-long[few]
source: {{value}} months ago
pbb: ãçx {{value}} a'tete

# months-ago-long[many]
source: {{value}} months ago
pbb: ãçx {{value}} a'tete

# months-ago-long[other]
source: {{value}} months ago
pbb: ãçx {{value}} a'tete

# years-ago-long[zero]
source: this year
pbb: naa a' kafx

source: last year
pbb: nmeh a' kafx

# years-ago-long[two]
source: {{value}} years ago
pbb: ãçx {{value}} a' kafxte

# years-ago-long[few]
source: {{value}} years ago
pbb: ãçx {{value}} a' kafxte

# years-ago-long[many]
source: {{value}} years ago
pbb: ãçx {{value}} a' kafxte

# years-ago-long[other]
source: {{value}} years ago
pbb: ãçx {{value}} a' kafxte

# minutes-until-long[zero]
source: now
pbb: ãçxh

source: in a minute
pbb: Teeçx ãçxkwete

# minutes-until-long[two]
source: in {{value}} minutes
pbb: Txte {{value}} ãçxte

# minutes-until-long[few]
source: in {{value}} minutes
pbb: {{value}} sek we'thkwete

# minutes-until-long[many]
source: in {{value}} minutes
pbb: Txte {{value}} ãçxte

# minutes-until-long[other]
source: in {{value}} minutes
pbb: Txte {{value}} ãçxte

# hours-until-long[zero]
source: now
pbb: ãçx

source: in an hour
pbb: Teeçx tuphiçte paynxisa

# hours-until-long[two]
source: in {{value}} hours
pbb: Txte {{value}} tuphin u'sa

# hours-until-long[few]
source: in {{value}} hours
pbb: {{value}} sek we'thte

# hours-until-long[many]
source: in {{value}} hours
pbb: {{value}} sek we'thte

# hours-until-long[other]
source: in {{value}} hours
pbb: {{value}} sek we'thte

# days-until-long[zero]
source: today
pbb: naa eente

source: tomorrow
pbb: kuskus

# days-until-long[two]
source: in {{value}} days
pbb: {{value}} eente

# days-until-long[few]
source: in {{value}} days
pbb: {{value}} eente

# days-until-long[many]
source: in {{value}} days
pbb: {{value}} eente

# days-until-long[other]
source: in {{value}} days
pbb: {{value}} eente

# weeks-until-long[zero]
source: this week
pbb: naa ki'su

source: next week
pbb: vxite ki'su

# weeks-until-long[two]
source: in {{value}} weeks
pbb: {{value}} ki'sute

# weeks-until-long[few]
source: in {{value}} weeks
pbb: {{value}} ki'sute

# weeks-until-long[many]
source: in {{value}} weeks
pbb: {{value}} ki'sute

# weeks-until-long[other]
source: in {{value}} weeks
pbb: {{value}} ki'sute

# months-until-long[zero]
source: this month
pbb: naa a'te

source: next month
pbb: vxite a'te

# months-until-long[two]
source: in {{value}} months
pbb: {{value}} a'tete

# months-until-long[few]
source: in {{value}} months
pbb: {{value}} a'tete

# months-until-long[many]
source: in {{value}} months
pbb: {{value}} a'tete

# months-until-long[other]
source: in {{value}} months
pbb: {{value}} a'tete

# years-until-long[zero]
source: this year
pbb: naa a' kafx

source: next year
pbb: vxite a' kafx

# years-until-long[two]
source: in {{value}} years
pbb: {{value}} a' kafxte

# years-until-long[few]
source: in {{value}} years
pbb: {{value}} a' kafxte

# years-until-long[many]
source: in {{value}} years
pbb: {{value}} a' kafxte

# years-until-long[other]
source: in {{value}} years
pbb: {{value}} a' kafxte

# minutes-ago-short[zero]
source: just now
pbb: ãçx

source: {{value}}m ago
pbb: txãçxmee {{value}} m

# hours-ago-short[zero]
source: just now
pbb: ãçx

source: {{value}}h ago
pbb: txãçxmee {{value}} h

# days-ago-short[zero]
source: today
pbb: naa eente

source: {{value}}d ago
pbb: txãçxmee {{value}} d

# minutes-until-short[zero]
source: now
pbb: ãçx

source: in {{value}}m
pbb: {{value}} m

# hours-until-short[zero]
source: now
pbb: ãçx

source: in {{value}}h
pbb: {{value}} h

# days-until-short[zero]
source: today
pbb: naa eente

source: in {{value}}d
pbb: {{value}} d

source: (incorrect date)
pbb: (kĩh eente takhni ewme')

source: hh:mm:ss.SS
pbb: Sw:Sw:Tt.SS
