Repository: translate/mozilla-gaia
Catalog: */apps/communications/contacts/matcher/matcher.properties.po
Languages: af, ar, as, bn_bd, bs, eu, fa, gd, hi_in, hu, id, kn, ku, lv, mai, ml, mr, ms, my, ne, nn_no, or, pt, ro, si, te, tr, ur, zu

source: Looking for duplicate contacts
af: Op soek na duplikaatkontakte
ar: جارِ البحث عن جهات الإتصال المكررة
as: প্ৰতিলিপিত পৰিচয়সমূহ সন্ধান কৰা হৈছে
bn_bd: অনুরূপ পরিচিতি অনুসন্ধান করা হচ্ছে
bs: U potrazi za duplim kontaktima
eu: Bikoiztutako kontaktuak bilatzen
fa: در‌حال جست‌وجو برای مخاطبین تکراری
gd: A’ lorg luchd-aithne dùblaichte
hi_in: डुप्लिकेट संपर्कों के लिए खोज रहे हैं
hu: Többszörös névjegyek keresése
id: Mencari kontak ganda
kn: ಸಂಪರ್ಕಗಳ ದ್ವಿಪ್ರತಿಗಳಿಗಾಗಿ ಹುಡುಕಲಾಗುತ್ತಿದೆ
ku: Li peywendiyên cot digere
lv: Meklē dublējošos kontaktus
mai: डुप्लिकेट संपर्क ताकि रहल अछि
ml: വ്യാജവിലാസങ്ങൾക്കായി തിരയുന്നു
mr: सारखे संपर्कांसाठी बघत आहे
ms: Mencari kenalan pendua
my: တူနေသော အဆက်သွယ်များအား ရှာနေသှ်
ne: उस्तै सम्पर्क विवरण हेर्दै
nn_no: Ser etter duplikatkontaktar
or: ଦୁଇଥରଥିବା ସମ୍ପର୍କଗୁଡିକୁ ଖୋଜୁଛି
pt: A procurar por contactos duplicados
ro: Se caută contacte duplicate
si: අමතර පිටපත් ඇති සබඳතා සොයමින්
te: నకిలీ పరిచయాలు ఉన్నాయేమో చూస్తున్నాం
tr: Çift kişiler aranıyor
ur: مثنی رابطہ افراد کی تلاش کر رہا ہے
zu: Isabheka izinombolo eziphindekile

source: Merging duplicate contacts
af: Voeg duplikaatkontakte saam
ar: دمج جهات الإتصال المكررة
as: প্ৰতিলিপি পৰিচয়সমূহ একত্ৰিত কৰা হৈছে
bn_bd: অনুরূপ পরিচিতিগুলো একত্রিত করা হচ্ছে
bs: Spajanje duplih kontakata
eu: Bikoiztutako kontaktuak batzen
fa: ادغام مخاطبین تکراری
gd: A’ co-aonaidh an luchd-aithne dùblaichte
hi_in: डुप्लिकेट संपर्क मर्ज कर रहा है
hu: Többszörös névjegyek egyesítése
id: Menggabungkan kontak ganda
kn: ಸಂಪರ್ಕಗಳ ದ್ವಿಪ್ರತಿಪ್ರತಿಗಳನ್ನು ಒಗ್ಗೂಡಿಸಲಾಗುತ್ತಿದೆ
ku: Peywendiyên cot tên yekkirin
lv: Apvieno dublējošos kontaktus
mai: डुप्लिकेट संपर्क एकमेक भ रहल अछि
ml: വ്യാജവിലാസങ്ങൾ യോജിപ്പിക്കുന്നു
mr: सारख्या संपर्कांचे एकत्रीकरण सुरु
ms: Menggabung kenalan pendua
my: ထပ်တူအဆက်သွယ်များအားပေါင်းနေသှ်
ne: उस्तै सम्पर्क विवरण गाभदै।
nn_no: Slår saman duplikatkontaktar
or: ନକଲ ସମ୍ପର୍କଗୁଡ଼ିକୁ ମିଶାଉଛି
pt: A agregar contactos duplicados
ro: Se contopesc contactele duplicate
si: බහු පිටපත් ඇති සබඳතා සංයුක්ත කරමින්
te: నకిలీ పరిచయాలను విలీనంచేస్తున్నాం
tr: Çift kişiler birleştiriliyor
ur: مثنی رابطہ افراد ضم کر رہا ہے
zu: Kuhlanganiswa labo abaphindekile

source: No duplicate contacts found
af: Geen duplikaatkontakte gevind nie
ar: لا توجد جهات إتصال مكررة
as: কোনো প্ৰতিলিপিত পৰিচয় পোৱা নগ'ল
bn_bd: একইরকম একাধিক পরিচিতি পাওয়া যায়নি
bs: Dupli kontakti nisu pronađeni
eu: Ez da bikoiztutako kontakturik aurkitu
fa: هیچ مخاطب تکراری یافت نشد
gd: Cha deach neach-aithne dùblaichte sam bith a lorg
hi_in: कोई डुप्लिकेट संपर्क नहीं पाया गया
hu: Nincsenek többszörös névjegyek
id: Tidak ada kontak ganda ditemukan
kn: ಯಾವುದೆ ಸಂಪರ್ಕಗಳ ದ್ವಿಪ್ರತಿಪ್ರತಿಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ku: Tu peywendiyên cot nehatin dîtin
lv: Nav atrasti dublējošie kontakti
mai: कोनो डुप्लिकेट संपर्क नहि भेटल
ml: വ്യാജവിലാസം ഒന്നും കണ്ടെത്തിയില്ല
mr: सारखे संपर्क आढळले नाही
ms: Tiada kenalan pendua dijumpai
my: ထပ်နေသညအဆက်သွယ်များ မတွေ့ရှိ
ne: कुनै नक्कली सम्पर्क फेला परेन
nn_no: Fann ingen duplikatkontaktar
or: କୌଣସି ନକଲି ସମ୍ପର୍କ ମିଳିଲା ନାହିଁ
pt: Não foram encontrados contactos duplicados
ro: Niciun contact duplicat găsit
si: බහු පිටපත් ඇති සබඳතා හමු නොවීය
te: నకిలీ పరిచయాలు ఏమీ లేవు
tr: Çift kişi bulunamadı
ur: کوئی مثنی رابطے نہیں ملے
zu: Azikho izinombolo eziphindekile ezitholakele

source: Cancel
af: Kanselleer
bn_bd: বাতিল
bs: Otkaži
gd: Sguir dheth
hi_in: रद्द करें
id: Batalkan
ku: Betal
ml: റദ്ദാക്കുക
mr: रद्द
ms: Batal
my: ဖျက်
ne: रद्द गर्नुहोस्
nn_no: Avbryt
or: ବାତିଲ କରନ୍ତୁ
ro: Renunță
si: අවලංගු කරන්න

source: Merge
af: Voeg saam
ar: ادمج
as: একত্ৰিত কৰক
bn_bd: একত্রিত করুন
bs: Spoji
eu: Batu
fa: ادغام
gd: Co-aonaich
hi_in: मिलाएं
hu: Egyesítés
id: Gabungkan
kn: ವಿಲೀನ
ku: Bike yek
lv: Apvienot
mai: एकमेक करू
ml: യോജിപ്പിക്കുക
mr: एकत्रीकरण
ms: Gabung
my: ပေါင်း
ne: गाभ्नुहोस्
nn_no: Slå saman
or: ମିଶ୍ରଣ କରନ୍ତୁ
pt: Agregar
ro: Contopește
si: සංයුක්ත කරන්න
te: విలీనించు
tr: Birleştir
ur: ضم
zu: Hlanganisa

source: Ignore
af: Ignoreer
bn_bd: উপেক্ষা করুন
bs: Ignoriši
gd: Leig seachad
hi_in: नजरअंदाज करें
id: Abaikan
ku: Guh nedê
ml: അവഗണിക്കുക
mr: दुर्लक्ष करा
ms: Abai
my: လျစ်လျူရှူ
ne: बेवास्ता गर्नुहोस्
nn_no: Ignorer
or: ଅଗ୍ରାହ୍ୟ କରନ୍ତୁ
ro: Ignoră
si: නොසලකා හරින්න

source: Merge duplicates
af: Voeg duplikate saam
ar: دمج التكرارات
as: প্ৰতিলিপিসমূহ একত্ৰিত কৰক
bn_bd: নকল একত্রিত কর
bs: Spoji duplikate
eu: Batu bikoiztuak
fa: ادغام مخاطبین تکراری
gd: Co-aonaich an fheadhainn dhùblaichte
hi_in: डुप्लीकेट मिलाएँ
hu: Többszörösek egyesítése
id: Gabungkan yang ganda
kn: ದ್ವಿಪ್ರತಿಗಳನ್ನು ಒಗ್ಗೂಡಿಸು
ku: Yên cot bike yek
lv: Apvienot dublikātus
mai: डुप्लीकेट सभ के एकमेक करू
ml: വ്യാജന്മാരെ യോജിപ്പിക്കുക
mr: सारखे एकत्र
ms: Gabung pendua
my: ထပ်နေတာတွေ ပေါင်း
ne: नक्कल प्रतिहरू गाभ्नुहोस्
nn_no: Slå saman duplikat
or: ନକଲଗୁଡ଼ିକ ସହିତ ମିଶାନ୍ତୁ
pt: Agregar duplicados
ro: Contopește duplicatele
si: බහු පිටපත් සංයුක්ත කරන්න
te: నకిలీలను విలీనం చేయండి
tr: Çiftleri birleştir
ur: مثنی ضم کریں
zu: Hlanganisa okuphindekile

source: Suggested duplicate contacts for <bdi>{{name}}</bdi>
bn_bd: <bdi>{{name}}</bdi> এর জন্য প্রস্তাবিত একইরকম পরিচিতি
id: Dugaan kontak ganda untuk <bdi>{{name}}</bdi>
ml: <bdi> {{name}} </bdi> ന്റെ പകർപ്പുകളാവാൻ സാധ്യതയുള്ള വിലാസങ്ങൾ
ne: <bdi>{{name}}</bdi> लाई सुझाव दिईएको नक्कल सम्पर्कहरु

source: No contacts selected
af: Geen kontakte gekies nie
ar: لا توجد جهات إتصال محددة
as: কোনো পৰিচয় নিৰ্বাচন কৰা হোৱা নাই
bn_bd: কোনো পরিচিতি নির্বাচন করা হয়নি
bs: Nijedan kontakt nije izabran
eu: Ez da kontakturik hautatu
fa: هیچ مخاطبی انتخاب نشده است
gd: Cha deach neach-aithne a thaghadh
hi_in: कोई संपर्क नहीं चुना
hu: Nincs kijelölve névjegy
id: Tidak ada kontak dipilih
kn: ಯಾವುದೆ ಸಂಪರ್ಕಗಳನ್ನು ಆರಿಸಲಾಗಿಲ್ಲ
ku: Tu peywendî nehat hilbijartin
lv: Nav izvēlēta kontaktu
mai: कोनो संपर्क नहि चुनल गेल
ml: ഒരു വിലാസവും തിരഞ്ഞെടുത്തിട്ടില്ല
mr: संपर्क निवडले नाही
ms: Tiada kenalan dipilih
my: ရွေးထားသှ့် အဆက်အသွယ်မရှိ
ne: कुनै सम्पर्क चयन गरिएको छैन
nn_no: Ingen kontaktar valde
or: କୌଣସି ସମ୍ପର୍କ ବଛା ହୋଇ ନାହିଁ
pt: Sem contactos selecionados
ro: Niciun contact selectat
si: කිසිදු සබඳතාවයක් තෝරා නැත
te: ఏ పరిచయాలు ఎంపికకాలేదు
tr: Hiçbir kişi seçilmedi
ur: منتخب کوئی رابطے نہیں
zu: Azikho izinombolo ezikhethiwe

source: Merge with {{n}} contact
af: Voeg saam met {{n}} kontak
ar: دمج مع {{n}} جهة اتصال
as: {{n}} পৰিচয়ৰ সৈতে একত্ৰিত কৰক
bn_bd: {{n}} পরিচিতির সাথে একত্রিত করুন
bs: Spoji sa {{n}} kontaktom
eu: Batu kontaktu batekin
fa: ادغام با مخاطب {{n}}
gd: Co-aonaich le {{n}} neach-aithne
hi_in: {{n}} संपर्क के साथ मर्ज करें
hu: Egyesítés {{n}} névjeggyel
id: Gabungkan dengan {{n}} kontak
kn: {{n}} ಸಂಪರ್ಕದೊಂದಿಗೆ ವಿಲೀನಗೊಳಿಸು
ku: Bi peywendiyekê re bike yek
lv: Apvienot ar {{n}} kontaktu
mai: {{n}} संपर्कक संग एकमेक करू
ml: {{n}} വിലാസവുമായി യോജിപ്പിക്കുക
mr: {{n}} संपर्कासोबत एकत्र करा
ms: Gabung dengan {{n}} kenalan
my: {{n}} အဆက်အသွယ်များဖြင့်​ပေါင်း
ne: {{n}} सम्पर्कसँग गाभ्नु होस्
nn_no: Slå saman med {{n}} kontakt
or: {{n}} ସମ୍ପର୍କ ସହିତ ମିଶାନ୍ତୁ
pt: Agregar com {{n}} contacto
ro: Contopește cu {{n}} contact
si: සබඳතාවයන් {{n}} ක් හා සංයුක්ත කරන්න
te: {{n}} పరిచయంతో విలీనించు
tr: {{n}} kişiyle birleştir
ur: {{n}} رابطہ کے ساتھ ضم کریں
zu: Hlanganisa nenombolo ya-{{n}}

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
af: Voeg saam met {{n}} kontakte
ar: دمج مع {{n}} جهة اتصال
as: {{n}} পৰিচয়ৰ সৈতে একত্ৰিত কৰক
bn_bd: {{n}}টি পরিচিতির সাথে মিলিত করুন
bs: Spojiti sa {{n}} kontakta
eu: Batu {{n}} kontakturekin
fa: ادغام با مخاطبین {{n}}
gd: Co-aonaich le {{n}} neach-aithne
hi_in: {{n}} संपर्क के साथ मर्ज करें
hu: Egyesítés {{n}} névjeggyel
id: Gabungkan dengan {{n}} kontak
kn: {{n}} ಸಂಪರ್ಕಗಳೊಂದಿಗೆ ವಿಲೀನಗೊಳಿಸು
lv: Apvienot ar {{n}} kontaktiem
mai: {{n}} संपर्कक साथ एकमेक करू
ml: {{n}} വിലാസങ്ങളുമായി യോജിപ്പിക്കുക
mr: {{n}} संपर्कांसोबत एकत्र करा
ms: Cantum dengan {{n}} kenalan
my: {{n}} အဆက်အသွယ်များပေါင်း
ne: {{n}} सम्पर्कहरु संग गाभनुहोस्
nn_no: Slå saman med {{n}} kontaktar
or: {{n}} ସମ୍ପର୍କଗୁଡ଼ିକ ସହିତ ମିଶାନ୍ତୁ
pt: Agregar com {{n}} contactos
ro: Contopește cu {{n}} contacte
si: සබඳතාවන් {{n}} ක් හා සංයුක්ත කරන්න
te: {{n}} పరిచయాలతో విలీనించు
tr: {{n}} kişiyle birleştir
ur: {{n}} رابوہ کے ساتھ ضم کریں
zu: Hlanganisa nezinombolo zika-{{n}}

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
af: Voeg saam met {{n}} kontakte
ar: دمج مع {{n}} جهات إتصال
as: {{n}} পৰিচয়ৰ সৈতে একত্ৰিত কৰক
bn_bd: {{n}}টি পরিচিতির সাথে মিলিত করুন
bs: Spojiti sa {{n}} kontakata
eu: Batu {{n}} kontakturekin
fa: ادغام با مخاطبین {{n}}
gd: Co-aonaich le {{n}} luchd-aithne
hi_in: {{n}} संपर्क के साथ मर्ज करें
hu: Egyesítés {{n}} névjeggyel
id: Gabungkan dengan {{n}} kontak
kn: {{n}} ಸಂಪರ್ಕಗಳೊಂದಿಗೆ ವಿಲೀನಗೊಳಿಸು
mai: {{n}} संपर्कक संग एकमेक करू
ml: {{n}} വിലാസങ്ങളുമായി യോജിപ്പിക്കുക
mr: {{n}} संपर्कांसोबत एकत्र करा
ms: Gabung dengan {{n}} kenalan
my: {{n}} အဆက်အသွယ်များပေါင်း
ne: {{n}} सम्पर्कहरु संग गाभनुहोस्
nn_no: Slå saman med {{n}} kontaktar
or: {{n}} ସମ୍ପର୍କଗୁଡ଼ିକ ସହିତ ମିଶାନ୍ତୁ
pt: Agregar com {{n}} contactos
ro: Contopește cu {{n}} contacte
si: සබඳතාවන් {{n}} ක් හා සංයුක්ත කරන්න
te: {{n}} పరిచయాలతో విలీనించు
tr: {{n}} kişiyle birleştir
ur: {{n}} رابطہ افراد سے ضم کریں
zu: Hlanganisa nezinombolo zika-{{n}}

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
af: Voeg saam met {{n}} kontakte
ar: دمج مع {{n}} جهة إتصال
as: {{n}} পৰিচয়ৰ সৈতে একত্ৰিত কৰক
bn_bd: {{n}}টি পরিচিতির সাথে মিলিত করুন
bs: Spojiti sa {{n}} kontakata
eu: Batu {{n}} kontakturekin
fa: ادغام با مخاطبین {{n}}
gd: Co-aonaich le {{n}} neach-aithne
hi_in: {{n}} संपर्क के साथ मर्ज करें
hu: Egyesítés {{n}} névjeggyel
id: Gabungkan dengan {{n}} kontak
kn: {{n}} ಸಂಪರ್ಕಗಳೊಂದಿಗೆ ವಿಲೀನಗೊಳಿಸು
mai: {{n}} संपर्कक संग एकमेक करू
ml: {{n}} വിലാസങ്ങളുമായി യോജിപ്പിക്കുക
mr: {{n}} संपर्कांसोबत एकत्र करा
ms: Gabung dengan {{n}} kenalan
my: {{n}} အဆက်အသွယ်များပေါင်း
ne: {{n}} सम्पर्कहरु संग गाभनुहोस्
nn_no: Slå saman med {{n}} kontaktar
or: {{n}} ସମ୍ପର୍କଗୁଡ଼ିକ ସହିତ ମିଶାନ୍ତୁ
pt: Agregar com {{n}} contactos
ro: Contopește cu {{n}} contacte
si: සබඳතාවන් {{n}} ක් හා සංයුක්ත කරන්න
te: {{n}} పరిచయాలతో విలీనించు
tr: {{n}} kişiyle birleştir
ur: {{n}} رابطہ افراد سے ضم کریں
zu: Hlanganisa nezinombolo zika-{{n}}

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
af: Voeg saam met {{n}} kontakte
ar: دمج مع {{n}} جهة إتصال
as: {{n}} পৰিচয়ৰ সৈতে একত্ৰিত কৰক
bn_bd: {{n}}টি পরিচিতির সাথে মিলিত করুন
bs: Spojiti sa {{n}} kontakata
eu: Batu {{n}} kontakturekin
fa: ادغام با مخاطبین {{n}}
gd: Co-aonaich le {{n}} neach-aithne
hi_in: {{n}} संपर्क के साथ मर्ज करें
hu: Egyesítés {{n}} névjeggyel
id: Gabungkan dengan {{n}} kontak
kn: {{n}} ಸಂಪರ್ಕಗಳೊಂದಿಗೆ ವಿಲೀನಗೊಳಿಸು
mai: {{n}} संपर्कक संग एकमेक करू
ml: {{n}} വിലാസങ്ങളുമായി യോജിപ്പിക്കുക
mr: {{n}} संपर्कांसोबत एकत्र करा
ms: Gabung dengan {{n}} kenalan
my: {{n}} အဆက်အသွယ်များပေါင်း
ne: {{n}} सम्पर्कहरु संग गाभनुहोस्
nn_no: Slå saman med {{n}} kontaktar
or: {{n}} ସମ୍ପର୍କଗୁଡ଼ିକ ସହିତ ମିଶାନ୍ତୁ
pt: Agregar com {{n}} contactos
ro: Contopește cu {{n}} contacte
si: සබඳතාවන් {{n}} ක් හා සංයුක්ත කරන්න
te: {{n}} పరిచయాలతో విలీనించు
tr: {{n}} kişiyle birleştir
ur: {{n}} رابطہ افراد سے ضم کریں
zu: Hlanganisa nezinombolo zika-{{n}}

source: Duplicates found
af: Duplikate gevind
ar: عثّر على تكرارات
as: প্ৰতিলিপি পোৱা গৈছে
bn_bd: অনুরূপ পাওয়া গেছে
bs: Duplikati pronađeni
eu: Bikoiztutakoak aurkituta
fa: تکرار‌هایی یافت شده است
gd: Chaidh feadhainn dhùblaichte a lorg
hi_in: अनुकृति मिल गया
hu: Többszörös névjegyek
id: Kontak ganda ditemukan
kn: ದ್ವಿಪ್ರತಿಗಳು ಕಂಡುಬಂದಿವೆ
ku: Peywendiyên cot hatin dîtin
lv: Dublikāti atrasti
mai: डुप्लीकेट भेट गेल
ml: വ്യാജന്മാരെ കണ്ടെത്തി
mr: सारखे सापडले
ms: Pendua ditemui
my: ထပ်နေသှ့် အရာများတွေ့
ne: नक्कल भेटियो
nn_no: Duplikat funne
or: ନକଲଗୁଡ଼ିକ ମିଳିଲା
pt: Encontrados duplicados
ro: Duplicate găsite
si: අමතර පිටපත් හමුවිය
te: నకిలీలు దొరికాయి
tr: Çift kişiler bulundu
ur: مثنی ملے ہیں
zu: Kutholwe izinombolo eziphindekile

source: <bdi>{{name}}</bdi> duplicates information in the following contacts
bn_bd: <bdi>{{name}}</bdi> পরিচিতি গুলোতে অনুরূপ তথ্য আছে
id: Informasi ganda <bdi>{{name}}</bdi> pada kontak berikut
ml: <bdi>{{name}}</bdi> ൽ താഴെ പറയുന്ന വിലാസങ്ങളിലെ വിവരങ്ങൾ തന്നെയാണു് ഉള്ളതു്
ne: निम्न सम्पर्कहरुमा रहेको नक्कल सूचना <bdi>{{name}}</bdi> हुन

source: OK
af: Goed
ar: موافق
as: ঠিক আছে
bn_bd: ঠিক আছে
eu: Ados
fa: تایید
gd: Ceart ma-thà
id: Oke
kn: ಸರಿ
ku: TEMAM
lv: Labi
mai: बेस
ml: ശരി
mr: ठीक
my: အိုကေ
ne: ठिक छ
or: ଠିକ ଅଛି
si: හරි
te: సరే
tr: Tamam
ur: ٹھیک ہے
zu: Kulungile

source: Suggested duplicate contacts for {{name}}
ar: اقتراحات جهات الاتصال المكررة ل {{name}}
bs: Predloženi dupli kontakti za {{name}}
eu: {{name}}(r)entzat iradokitako bikoiztutako kontaktuak
fa: مخاطبین تکراری پیشنهاد شده برای {{name}}
gd: Mol dhomh luchd-aithne a dh’fhaodadh a bhith co-ionnann ri {{name}}
hu: Javasolt többszörös névjegyek ehhez: {{name}}
kn: {{name}} ಗಾಗಿ ಸಲಹೆ ಮಾಡಲಾಗುವ ದ್ವಿಪ್ರತಿ ಸಂಪರ್ಕಗಳು
lv: Piedāvātie {{name}} dublikātu kontakti
nn_no: Føreslåtte duplikatkontaktar for {{name}}
or: {{name}} ପାଇଁ ପ୍ରସ୍ତାବିତ ନକଲ ସମ୍ପର୍କ
pt: Contactos duplicados sugeridos para {{name}}
si: {{name}} ට යෝජනා කල අනු පිටපත් ඇති සබඳතාවය
tr: {{name}} için önerilen çift kişiler
ur: {{name}} کے لئے مثنی رابطہ افراد تجویز کردہ

source: {{name}} duplicates information in the following contacts
ar: {{name}} معلومات مكررة في جهات الاتصال التالية
bs: {{name}} duplicira podatke u sljedećim kontaktima
eu: {{name}}(e)k informazioa bikoizten du ondorengo kontaktuetan
fa: اطلاعات تکراری {{name}} در مخاطبین زیر
gd: Tha dàta aig {{name}} a tha aig an luchd-aithne a leanas cuideachd
hu: {{name}} a következő névjegyek adatait többszörözi
kn: ಈ ಕೆಳಗಿನ ಸಂಪರ್ಕಗಳಲ್ಲಿ {{name}} ದ್ವಿಪ್ರತಿಗಳ ಮಾಹಿತಿ ಇದೆ
lv: {{name}} dubulto informāciju sekojošos kontaktos
nn_no: {{name}} duplikatinformasjon i følgjande kontaktar
or: ନିମ୍ନଲିଖିତ ସମ୍ପର୍କଗୁଡ଼ିକରେ {{name}} ଟି ନକଲ ସୂଚନା
pt: {{name}} duplica a informação dos seguintes contactos
si: {{name}} ගේ සබඳතාවයේ අනු පිටපත් වූ තොරතුරු ඇතුලත් වී ඇත
tr: {{name}} ile aşağıdaki kişilerin bilgileri aynı
ur: مندرجہ ذیل رابطہ افراد میں {{name}} معلومات مثنی رکھتا ہے
