Repository: translate/mozilla-gaia
Catalog: ha/apps/system/system.properties.po
Languages: ha

source: Help
ha: Taimako

source: Cancel
ha: Soke

source: Skip
ha: Tsallake

source: Undo
ha: Warware

source: Enter PIN
ha: Shigar da PIN

source: Playback controls
ha: Masu sarrafa saka kiɗa

source: Previous
ha: Wanda ya gabata

source: Play
ha: Kunna

source: Pause
ha: Dakata

source: Next
ha: Na gaba

source: Wi-Fi on
ha: An kunna Wi-Fi

source: Wi-Fi on, initializing
ha: An kunna Wi-Fi, yana farawa

source: Wi-Fi off
ha: An kashe Wi-Fi

source: Data {{type}} on
ha: An kunna bayani {{type}}

source: Data {{type}} off
ha: An kashe bayani {{type}}

source: Bluetooth on, initializing
ha: An kunna bluetooth, yana farawa

source: Bluetooth off
ha: An kashe bluetooth

source: Airplane mode off
ha: An kashe yanayin jirgin sama

source: Settings
ha: Saituna

source: Status Bar
ha: Sandar Matsayi

source: Battery {{level}} percent
ha: Batir {{level}} daga cikin ɗari

source: Battery {{level}} percent, charging
ha: Batir {{level}} daga cikin ɗari, yana caji

source: Wi-Fi: connecting
ha: Wi-Fi: yana haɗawa

source: Wi-Fi: {{level}} of 4 bars
ha: Wi-Fi: {{level}} na layi 4

source: {{operator}} network, {{level}} of 5 bars
ha: {{operator}} haɗin yanar gizo, {{level}} na layi 5

source: {{operator}} network (roaming), {{level}} of 5 bars
ha: {{operator}} haɗin yanar gizo (yawo), {{level}} na layi 5

source: Searching… Emergency calls only
ha: Nema... Kiran gaggawa kawai

source: Headphones on
ha: An kunna lasifikar kunne

source: Bluetooth headphones on
ha: An kunna lasifikar kunne ta bluetooth

source: Bluetooth transfer active
ha: Canji ta bluetooth na aiki

source: Tethering on
ha: An kunna talala

source: Tethering on, active
ha: An kunna talala, ta na aiki

source: Alarm on
ha: An kunna ƙararrawa

source: Bluetooth on, active
ha: An kunna bluetooth, yana aiki

source: Mute on
ha: An kunna shiru

source: Vibration on
ha: An kunna ziza

source: Recording on
ha: An kunna ɗaukar magana

source: Geolocation on
ha: An kunna mai nuna wurin zama

source: USB on
ha: An kunna USB

source: Call forwarding on
ha: An aika kira

source: Media playing
ha: Wurin saka waƙa

source: NFC on
ha: An kunna NFC

source: Networking on
ha: An kunna haɗin yanar gizo

source: Emergency callback
ha: Sake kira na gaggawa

source: {{n}} unread notification
ha: {{n}} sanarwar da ba'a karanta ba

source: Notifications
ha: Sanarwa

source: Clear all
ha: Share duka

source: Tap to show
ha: Danna domin nunawa

source: No new voicemail
ha: Babu sabon kiran murya

source: One new voicemail
ha: Sabon kiran murya ɗaya

# newVoicemails[two]
source: {{n}} new voicemails
ha: sababbin kiran murya {{n}}

# newVoicemails[few]
source: {{n}} new voicemails
ha: sababbin kiran murya {{n}}

# newVoicemails[many]
source: {{n}} new voicemails
ha: sababbin kiran murya {{n}}

# newVoicemails[other]
source: {{n}} new voicemails
ha: sababbin kiran murya {{n}}

source: New voicemail
ha: Sabon saƙon murya

source: Dial {{number}}
ha: Buga {{number}}

source: Are you sure you want to connect to the device?
ha: Ka tabbatar ka na so ka haɗa zuwa na'urar?

source: Turn on Bluetooth and connect to the device?
ha: Kunna Bluetooth kuma a haɗa da na'urar?

source: Are you sure you want to connect to {{deviceName}}?
ha: Ka tabbata ka na so ka haɗa da {{deviceName}}?

source: Turn on Bluetooth and connect to {{deviceName}}?
ha: Kunna Bluetooth kuma a da {{deviceName}}?

source: Turn on
ha: Kunna

# dismissNFCConnectBTdisabled
source: Cancel
ha: Soke

source: Confirmation
ha: Tabbatarwa

source: Phone
ha: Waya

source: Turn on airplane mode
ha: Kunna yanayin jirgin sama

source: Turn off airplane mode
ha: Kashe yanayin jirgin sama

source: Silence incoming calls
ha: Kashe maganar kiraye-kiraye masu shigowa

source: Ring incoming calls
ha: Buga kiraye-kiraye masu shigowa

source: Restart
ha: Sake kunnawa

source: Power off
ha: Kashe wuta

source: Yes
ha: E

source: No
ha: A'a

source: Don’t allow
ha: Kada a bari

# dontshare-geolocation
source: Don’t Share
ha: Kada a Raba

# share-geolocation
source: Share
ha: Raba

# dontshare-audio-capture
source: Don’t Share
ha: Kada a raba

# share-audio-capture
source: Share
ha: Raba

# dontshare-video-capture
source: Don’t Share
ha: Kada a raba

# share-video-capture
source: Share
ha: Raba

# dontshare-media-capture
source: Don’t Share
ha: Kada a raba

# share-media-capture
source: Share
ha: Raba

source: Front Camera
ha: Kyamarar gaba

source: Back Camera
ha: Kyamarar baya

source: Remember my choice
ha: Tuna zaɓi na

source: More info…
ha: Ƙarin bayani...

source: Hide info
ha: Ɓoye bayani

source: Install {{name}}?
ha: Saka {{name}}?

source: Size
ha: Girma

source: Author
ha: Mawallafi

# size-unknown
source: Unknown
ha: Wanda ba'a sani ba

# author-unknown
source: Unknown
ha: Wanda ba'a sani ba

source: Install
ha: Saka

source: {{ appName }} download stopped
ha: {{ appName }} saukewa ta tsaya

source: {{ appName }} download failed
ha: {{ appName }} saukewa ta gagara

source: {{ appName }} install failed
ha: {{ appName }} sakawa ta gagara

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
ha: Sokewa ba za ta dawo maka da kuɗin sayayya ba. Dawo da kuɗin sayayya ana bayar da shi ne daga ainihin wanda ya sayar.

source: Apps can be installed later from the original installation source.
ha: Za'a iya saka aikace-aikace nan gaba daga ainihin tushen wurin sakawa.

source: Are you sure you want to cancel this install?
ha: Ka tabbata ka na so ka soke wannan sakawar?

source: Cancel Install
ha: Soke Sakawa

# cancel-install-button
source: Cancel Install
ha: Soke Sakawa

source: Resume
ha: Koma

source: Stop downloading {{ app }}?
ha: Tsayar da saukewa {{ app }}?

source: The download can be restarted later.
ha: Za'a iya ci gaba da saukewa nan gaba.

source: Stop Download
ha: Tsayar da saukewa

source: Not enough space
ha: Baba isasshen sarari

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
ha: Babu isasshen sarari domin saka wannan aikace-aikace. Samar da wuri ta goge tsofaffin aikace-aikace ko kaɗe-kaɗe, kuma ka sake gwada sakawa daga tushen na ainihi.

source: {{ appName }} installed
ha: {{ appName }} an saka

source: Setup
ha: Saituna

source: Add keyboards
ha: Daɗa allon madannai

source: Later
ha: Nan gaba

source: Download
ha: Saukewa

source: Download update now?
ha: A sauke sabuntawa yanzu?

source: Install Now
ha: Saka Yanzu

source: Not Now
ha: Ba yanzu ba

source: Downloading updates… <span>{{ progress }} downloaded.</span>
ha: Sabunta saukewa... <span>{{ progress }} wanda aka sauke.</span>

source: Downloading {{ appName }}
ha: Saukewa {{ appName }}

source: {{ progress }} downloaded
ha: {{ progress }} wanda aka sauke

source: Downloading
ha: Saukewa

source: {{ progress }} / {{ max }} downloaded
ha: {[ progress }} / {{ max }} wanda aka sauke

source: Cancel all downloads
ha: Soke duk saukewa

source: Are you sure you want to cancel all downloads?
ha: Ka tabbata ka na so ka soke duk saukewa?

source: There was an error while downloading the updates.
ha: Akwai kuskure yayin sauke sabuntawar.

source: {{ n }} update available. <span>Tap for more info.</span>
ha: {{ n }} akwai sabuntawa. <span>Danna domin ƙarin bayani.</span>

source: {{ n }} update available
ha: akwai sabuntawa {{ n }}

# numberOfUpdates[two]
source: {{ n }} updates available
ha: {{ n }} akwai sabuntawa

# numberOfUpdates[few]
source: {{ n }} updates available
ha: {{ n }} akwai sabuntawa

# numberOfUpdates[many]
source: {{ n }} updates available
ha: {{ n }} akwai sabuntawa

# numberOfUpdates[other]
source: {{ n }} updates available
ha: {{ n }} akwai sabuntawa

source: System update
ha: Sabunta na'ura

source: System Update Ready
ha: Sabunta na'ura ya shirya

source: Required
ha: Wanda ake bukata

source: Uncompressing… <span>This can take a few minutes.</span>
ha: Faɗaɗawa… <span> Wannan na iya ɗaukar mintina kaɗan.</span>

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
ha: Ana sauke sabuntawa ta hanyar haɗin bayani idan babu Wi-Fi. Za'a iya cajin ƙarin kuɗin bayani. Lokacin amfani da haɗin bayani, za'a iya datse kiraye-kirayen waya kuma za'a cajin ƙarin kuɗi.

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
ha: Babu Wi-Fi. Sabuntawa a haɗi na yanzu na iya kawo ƙarin canje-canje.

source: Download updates via data connection?
ha: A sauke sabuntawa ta hanyar haɗin bayani?

source: Screenshot saved to Gallery
ha: An ajiye Hoton fuskar kwanfuta zuwa Hotuna

source: The screenshot could not be saved
ha: Ba za'a iya ajiye hoton fuskar kwamfuta ba

source: No memory card found
ha: Ba'a sami kati mai ƙwaƙwalwa ba

source: Memory card is in use
ha: Ana amfani da kati mai ƙwaƙwalwa

source: Not enough space on memory card
ha: Babu isasshen sarari a kati mai ƙwaƙwalwa

# emergency-call-button
source: Emergency Call
ha: Kiran gaggawa

source: Emergency Call
ha: Kiran gaggawa

source: Unlock
ha: Buɗe

source: Camera
ha: Kyamara

source: Passcode panel
ha: Faifan lambar wucewa

source: Home
ha: Gida

source: Sign in
ha: Shiga

source: Username
ha: Sunan mai amfani

source: Password
ha: Kalmar wucewa

source: {{name}} is not loading properly
ha: {{name}} baya ɗorawa sosai

source: {{name}} is having problems
ha: {{name}} ya na da matsaloli

source: Tap to check settings
ha: Danna domin duba saituna

source: Select time
ha: Zaɓi lokaci

# choose-option
source: Select
ha: Zaɓi

# choose-options
source: Select
ha: Zaɓi

source: Select day
ha: Zaɓi rana

source: Share
ha: Raba

source: {{brandShortName}} just recovered from a crash
ha: {{brandShortName}} yanzu ya farfaɗo daga cijewa

source: {{name}} just crashed
ha: {{name}} yanzu ya cije

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
ha: Ka na so ka aikawa Mozilla rahoto dangane da cijewar domin taimaka mana gyara matsalar? (Ana aika rahotanni ta Wi-Fi kawai.)

source: What’s in a crash report?
ha: Mene ne a rahoton cijewa?

source: Always send Mozilla a report when a crash occurs.
ha: Ko yaushe aikawa Mozilla rahoto idan cijewa ta afku.

source: Don’t Send
ha: Kada a Aika

source: Send Report
ha: Aika rahoto

source: Crash Reports
ha: Rahotannin cijewa

source: Done
ha: An kammala

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
ha: Rahoton cijewa ya haɗa da wasu bayanai dangane da cijewar da kuma na'urarka, haka kuma da hoto na matsayin na'urarka lokacin da ta cije.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
ha: Wannan na iya haɗawa da abubuwa kamar buɗaɗɗun shafuka da aikace-aikace, rubutun da aka buga da kuma abin da saƙwanni suka ƙunsa, tarihin gewayawa, ko wurin zama wanda buɗaɗɗun aikace-aikace su ka yi amfani da su.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
ha: Muna amfani da rahoton cijewa domin ƙoƙarin warware matsala kuma mu inganta kayayyakinmu. Muna ɗaukar bayaninka kamar yadda muka kwatanta a cikin

source: privacy policy
ha: manufarmu ta ƙashin kai

source: {{brandShortName}} just crashed.
ha: {{brandShortName}} yanzu ta cije.

source: {{name}} just crashed.
ha: {{name}} yanzu ta cije.

source: Accept Bluetooth file transfer?
ha: A karɓi canjin fayil ta Bluetooth?

source: Transfer
ha: Canji

source: Cancel Bluetooth file transfer?
ha: A soke canjin fayil ta Bluetooth?

source: File sent
ha: An aika da fayil

source: File received
ha: An karɓi fayil

source: File could not be received
ha: Ba za'a iya karɓar fayil ba

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
ha: {{numSuccessful}} fayilolin da su ka yi nasara, {{numUnsuccessful}} fayiloli da ba su yi nasara ba

source: Unknown file
ha: Fayil wanda ba'a sani ba

source: Unknown device
ha: Na'ura wadda ba'a sani ba

source: Can not open received file
ha: Ya kasa buɗe fayi ɗin da aka karɓa

source: Can not receive file
ha: Ya kasa karɓar fayil

source: Can not get device storage state.
ha: Ya kasa samo matsayin ma'ajiyar na'ura.

source: No memory card found. Please insert a memory card.
ha: Ba'a sami kati mai ƙwaƙwalwa ba. Saka kati mai ƙwaƙwalwa.

source: Can not complete transfer: memory card is full.
ha: Ya kasa kammala canji: kati mai ƙwaƙwalwa ya cika.

source: Unknown error
ha: Kuskuren da ba'a sani ba

source: Confirm
ha: Tabbatar

source: Mic is on
ha: An kunna lasifika

source: Camera is on
ha: An kunna kyamara

source: Camera & Mic are ON
ha: Kyamara da Mic na ON

source: PUK code
ha: Lambar PUK

source: NCK code
ha: Lambar NCK

source: CCK code
ha: Lambar CCK

source: SPCK code
ha: Lambar SPCK

source: NCK1 code
ha: Lambar NCK1

source: NCK2 code
ha: Lambar NCK2

source: HNCK code
ha: Lambar HNCK

source: RCCK code
ha: Lambar RCCK

source: RSPCK code
ha: Lambar RSPCK

source: What is a SIM PIN?
ha: Mene ne SIM PIN?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
ha: SIM PIN na kare samun dama zuwa bayanin haɗin salula na yanar gizo na katin SIM. Idan an kunna, duk na'urar da ta ƙunshi katin na SIM za ta nemi PIN ɗin idan an nema.

source: A SIM PIN is not the same as the passcode used to unlock the device.
ha: SIM PIN ba ɗaya ya ke da lambar wucewa ba wadda ake amfani da ita domin buɗe na'ura.

source: Change PIN
ha: Canja PIN

source: Enter SIM PIN
ha: Shigar da SIM PIN

source: Enter SIM {{n}} PIN
ha: Shigar da SIM {{n}} PIN

source: Enter PUK code
ha: Shigar da lambar PUK

source: Enter NCK code
ha: Shigar da lambar NCK

source: Enter CCK code
ha: Shigar da lambar CCK

source: Enter SPCK code
ha: Shigar da lambar SPCK

source: Enter NCK1 code
ha: Shigar da lambar NCK1

source: Enter NCK2 code
ha: Shigar da lambar NCK2

source: Enter HNCK code
ha: Shigar da lambar HNCK

source: Enter RCCK code
ha: Shigar da lambar RCCK

source: Enter RSPCK code
ha: Shigar da lambar RSPCK

source: New PIN
ha: Sabon PIN

source: Last try.
ha: Gwadawar ƙarshe.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
ha: gwadawa {{n}} su ka rage.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
ha: gwadawa {{n}} su ka rage.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ha: gwadawa {{n}} suka rage.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ha: gwadawa {{n}} su ka rage.

source: The PIN was incorrect.
ha: PIN ba dai dai ba ne.

source: You have one try left to enter the correct code before locking the SIM card.
ha: Gwadawa ɗaya ce ta rage maka domin shigar da lamba dai dai kafin a rufe katin SIM.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ha: Gwadawa {{n}} su ka rage maka domin shigar da lamba dai dai kafin a rufe katinka na SIM.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ha: Gwadawa {{n}} su ka rage maka domin shigar da lamba dai dai kafin a rufe katinka na SIM.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ha: Gwadawa {{n}} su ka rage maka domin shigar da lamba dai dai kafin a rufe katinka na SIM.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ha: Gwadawa {{n}} su ka rage maka domin shigar da lamba dai dai kafin a rufe katinka na SIM.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ha: Wannan ce damarka ta ƙarshe domin shigar da PIN dai dai. In ba haka ba, dole ka shigar da lambar PUK domin amfani da wannan katin SIM.

source: The SIM card is locked.
ha: An rufe katin SIM.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ha: Dole ka shigar da lambar Mabuɗin Buɗewa na Ƙashin kai (PUK) na katin SIM. Duba bayanan katinka na SIM ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

source: The PUK code is incorrect.
ha: Lambar PUK ba dai dai ba ce.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ha: Gwadawa ɗaya ce ta rage maka domin shigar da lamba dai dai kafin a rufe wannan katin na SIM ya zama maras amfani na din-din-din. Duba bayananka na katin SIM ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ha: Gwadawa {{n}} ce ta rage maka domin shigar da lamba dai dai kafin a rufe wannan katin na SIM ya zama maras amfani na din-din-din. Duba bayananka na katin SIM ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ha: Gwadawa {{n}} ce ta rage maka domin shigar da lamba dai dai kafin a rufe wannan katin na SIM ya zama maras amfani na din-din-din. Duba bayananka na katin SIM ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ha: Gwadawa {{n}} ce ta rage maka domin shigar da lamba dai dai kafin a rufe wannan katin na SIM ya zama maras amfani na din-din-din. Duba bayananka na katin SIM ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ha: Gwadawa {{n}} su ka rage domin shigar da lamba dai dai kafin a rufe wannan katin na SIM ya zama maras amfani na din-din-din. Duba bayananka na SIM ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
ha: Gwadawar ƙarshe domin shigar da lambar PUK dai dai. Katinka na SIM zai zama maras amfani idan ka yi kuskure wajen shigar da lambar PUK. Duba bayananka na SIM ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

source: Create PIN (must contain 4 to 8 digits)
ha: Ƙirƙiri PIN (dole ya ƙunshi gurbi 4 zuwa 8)

source: Confirm new PIN
ha: Tabbatar da sabon PIN

source: PINs don’t match.
ha: PINs ba su dace ba.

source: The NCK code is incorrect.
ha: Lambar NCK ba dai dai ba ce.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ha: Gazawar neman warware haɗin yanar gizo na ƙashin kai. Gwadawa ɗaya ce ta rage domin shigar da lamba dai dai. Koma bayanan na'urarka ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ha: Gazawar neman warware haɗin yanar gizo na ƙashin kai. Gwadawa {{n}} su ka rage domin shigar da lamba dai dai. Koma bayanan na'urarka ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ha: Gazawar neman warware haɗin yanar gizo na ƙashin kai. Gwadawa {{n}} su ka rage domin shigar da lamba dai dai. Koma bayanan na'urarka ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ha: Gazawar neman warware haɗin yanar gizo na ƙashin kai. Gwadawa {{n}} su ka rage domin shigar da lamba dai dai. Koma bayanan na'urarka ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ha: Gazawar neman warware haɗin yanar gizo na ƙashin kai. Gwadawa {{n}} su ka rage domin shigar da lamba dai dai. Koma bayanan na'urarka ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
ha: Gazawar neman warware haɗin yanar gizo na ƙashin kai. Gwadawar ƙarshe ta rage domin shigar da lambar NCK dai dai. Koma bayanan na'urarka ko ka tuntuɓi mai ɗaukarka domin ƙarin bayani.

source: Select from:
ha: Zaɓi daga:

source: View with:
ha: Kalli da:

source: Test with:
ha: Gwada da:

source: Share with:
ha: Raba da:

source: Create with:
ha: Ƙirƙiri da:

source: Open with:
ha: Buɗe da:

source: Bookmark to:
ha: Zaunanniyar alama zuwa:

source: Record from:
ha: Ɗauka daga:

source: Browse with:
ha: Gewaya da:

source: Configure with:
ha: Saita da:

source: Dial from:
ha: Buga daga:

source: Sign In
ha: Shiga

source: Purchase
ha: Sayi

source: {{origin}} is now fullscreen.
ha: {{origin}} yanzu ya cika fuskar kwamfuta.

source: The network {{networkName}} was found. Join network?
ha: Haɗin yanar gizon {{networkName}} aka gano. Shiga haɗin yanar gizon?

source: Volume warning
ha: Gargaɗin sauti

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
ha: Domin tsare yiwuwar samun lahanin ji, ka da ka saurara da sauti mai ƙarfi har tsawon lokaci.

source: Power Saving Mode
ha: Yanayin Tsimin Wuta

source: Power saving mode is on.
ha: An kunna yanayin tsimin wuta.

source: No remaining free space.
ha: Babu sauran sararin da babu komai.

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
ha: Ƙasa da {{value}} {{until}} saura.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
ha: Ƙasa da {{value}} {{unit}} saura.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
ha: Ƙasa da {{value}} {{unit}} saura.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
ha: Ƙasa da {{value}} {{unit}} saura.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
ha: Ƙasa da {{value}} {{unit}} ya yi saura.

source: Unknown remaining space.
ha: Ragowar sarari wanda ba'a sani ba.

source: System Alert
ha: Faɗakarwar na'ura

source: Channel {{channel}}
ha: Tasha {{channel}}

source: Earthquake warning!
ha: Gargaɗin girgizar ƙasa!

source: Tsunami warning!
ha: Gargaɗin Tsunami!

source: Earthquake-tsunami warning!
ha: Gargaɗin girgizar ƙasar Tsunami!

source: Alert system is being tested.
ha: An gwada faɗakarwar na'ura.

source: Emergency warning!
ha: Gargaɗin gaggawa!

source: Call {{number}}?
ha: Kira {{number}}?

source: Send message?
ha: A aika saƙo?

source: Emergency call back mode
ha: Yanayin kira na gaggawa
