Repository: translate/mozilla-gaia
Catalog: ha/apps/system/system.properties.po
Languages: ha

source: You can not make calls, send messages or go online because emergency callback mode is enabled. Would you like to turn it off?
ha: Za ka iya yin kiraye-kiraye, aika saƙwanni ko ka shiga kan layi sabo da yanayi kiran gaggawa a kunne ya ke. Kana so ka kashe shi?

source: CDMA record information
ha: Bayanan CDMA

source: Tap to switch input method
ha: Danna domin kunna hanyar sakawa

source: Download started
ha: Saukewa ta fara

source: Download stopped
ha: Saukewa ta tsaya

# download_downloading
source: Downloading…
ha: Ya na saukewa…

source: Download complete
ha: An kammala saukewa

source: Download failed
ha: Saukewa ta ci tura

source: Search or enter address
ha: Nema ko shigar da adireshi

# search-or-enter-address.placeholder
source: Search or enter address
ha: Nema ko shigar da adireshi

source: Airplane mode activated
ha: An kunna yanayin jirgin sama

source: Add link to home screen
ha: Daɗa haɗi zuwa fuskar kwamfuta ta gida

source: Share link
ha: Raba haɗi

source: Save Image
ha: Ajiye Hoto

source: Save Video
ha: Ajiye Bidiyo

source: Save Audio
ha: Ajiye abin saurare
