Repository: translate/mozilla-gaia
Catalog: hto/apps/system/accessibility.properties.po
Languages: hto

source: To enable screen reader, press volume up then volume down buttons three more times
hto: Eróiya ráa bónoyena, vólumen iduaɨ gáta káifo íe íemei ána jáiyena dáamani gáta ábɨdo

source: To disable screen reader, press volume up then volume down buttons three more times
hto: Eróiya ráa bónoyena, vólumen iduaɨ gáta káifo íe íemei ána jáiyena dáamani gáta ábɨdo

source: Screen reader started
hto: Éroiya ráa fakáyena já taɨnede

source: Screen reader stopped
hto: Éroiya ráa fakáyena dɨno mózide

source: Shade on
hto: Jitírede bónoka

source: Shade off
hto: Jitírede dúitaga

# accessibility-menubar
source: menu bar
hto: Ráa taɨjɨyena radozi

# accessibility-scrollbar
source: scroll bar
hto: Rádozi mákara

# accessibility-grip
source: grip
hto: Úñote ráa

# accessibility-alert
source: alert
hto: eroiri

# accessibility-menupopup
source: menu popup
hto: Ráa taɨjɨyena kómo zuíde

# accessibility-document
source: document
hto: Rabeniko

# accessibility-pane
source: pane
hto: uidánoté

# accessibility-dialog
source: dialog
hto: Úriya

# accessibility-separator
source: separator
hto: Nɨzede

# accessibility-toolbar
source: toolbar
hto: Jófo tajɨyena ránɨɨ

# accessibility-statusbar
source: status bar
hto: Rádozi íyano

source: table
hto: Ibɨkɨ

# accessibility-columnheader
source: column header
hto: Kúegayiraɨ táɨnia

# accessibility-rowheader
source: row header
hto: íɨmoɨ táɨnia

# accessibility-column
source: column
hto: Kúegayiraɨ

# accessibility-row
source: row
hto: íɨmoɨ

# accessibility-cell
source: cell
hto: Ɨ́bairako

source: link
hto: zóima

# accessibility-list
source: list
hto: Raɨe kuejína

# accessibility-listitem
source: list item
hto: raɨe kuejina ráa

# accessibility-outline
source: outline
hto: Kúe dáma ízoi

# accessibility-outlineitem
source: outline item
hto: Kúe dáma ízoi ráa

# accessibility-pagetab
source: tab
hto: ráɨre jáiyena

# accessibility-propertypage
source: property page
hto: dama kue Rabéniko

# accessibility-graphic
source: graphic
hto: Jíderiya

# accessibility-switch
source: switch
hto: Jɨaɨe

source: button
hto: Iduaɨ

# accessibility-checkbutton
source: check button
hto: ráɨe iduaɨ yɨnoyena

# accessibility-radiobutton
source: radio button
hto: Iduaɨ nɨzeyena

# accessibility-combobox
source: combo box
hto: Kɨrɨgaɨ éroiyena

# accessibility-progressbar
source: progress bar
hto: Áiyo jáiyena rádozi

# accessibility-slider
source: slider
hto: Jɨ́rekaide

# accessibility-spinbutton
source: spin button
hto: Iduaɨ gɨgɨtayena

# accessibility-diagram
source: diagram
hto: Jíderiya

# accessibility-animation
source: animation
hto: Kaɨmátaide jidériya

# accessibility-equation
source: equation
hto: ecuación

# accessibility-buttonmenu
source: button menu
hto: Ráa taɨjɨyena

# accessibility-whitespace
source: white space
hto: Uzérede íyano

# accessibility-pagetablist
source: tab list
hto: Úitɨarɨ fakadua

# accessibility-canvas
source: canvas
hto: Ígaɨ

# accessibility-checkmenuitem
source: check menu item
hto: Nɨzeyena ráa taɨjɨyena

# accessibility-label
source: label
hto: Jɨ́feiya

source: password text
hto: Fakára ráa kueyena

# accessibility-radiomenuitem
source: radio menu item
hto: Nɨzeyena ráa taɨjɨyena

# accessibility-textcontainer
source: text container
hto: Kuerábe ite

# accessibility-togglebutton
source: toggle button
hto: Iduaɨ méidoyena

# accessibility-treetable
source: tree table
hto: Ámena ibɨkɨ

# accessibility-header
source: header
hto: Ɨforite

# accessibility-footer
source: footer
hto: Rabe abɨmo

# accessibility-paragraph
source: paragraph
hto: Kúega

# accessibility-entry
source: entry
hto: Náze

# accessibility-caption
source: caption
hto: Jɨede

# accessibility-heading
source: heading
hto: táɨniamo

# accessibility-section
source: section
hto: Írano

# accessibility-form
source: form
hto: Rabe kúeyena

# accessibility-comboboxlist
source: combo box list
hto: íɨmoɨ éroiyena

# accessibility-comboboxoption
source: combo box option
hto: Kɨrɨgaɨ nɨze éroiyena

source: image map
hto: Kɨgɨ́mo jána íyano

# accessibility-listboxoption
source: option
hto: Nɨzeye

# accessibility-listbox
source: list box
hto: Ráɨe kúejina kɨrɨgaɨ

# accessibility-flatequation
source: flat equation
hto: ecuación ibɨrɨ

# accessibility-gridcell
source: gridcell
hto: cuadrícula

# accessibility-note
source: note
hto: Kúiana

source: figure
hto: nɨeri

# accessibility-definitionlist
source: definition list
hto: Ráie kuejina fakádua

# accessibility-term
source: term
hto: Úai iyano

# accessibility-definition
source: definition
hto: Dáɨ íte

source: math table
hto: Ibɨkɨ matemática

# mathmlcell
source: cell
hto: Ɨ́bairako

# mathmlenclosed
source: enclosed
hto: Erófenedo

source: fraction
hto: Ratiroɨ

source: fraction without bar
hto: Rádozi ratiroɨ

# mathmlroot
source: root
hto: Jáɨnao

# mathmlscripted
source: scripted
hto: caligráfico

source: square root
hto: raíz cuadrada

source: text area
hto: Rabénikomo íyano

source: base
hto: Anáfene

source: closing fence
hto: Ráa ɨ́baiyena

source: denominator
hto: ána ímɨe

source: numerator
hto: Fákaiyena

source: opening fence
hto: Ráa túiñoyena

source: overscript
hto: Ɨ́ere kúega

source: presubscript
hto: presubíndice

source: root index
hto: Jáɨnao úidara

source: underscript
hto: Dúe kúete

source: date
hto: Ímona

# accessibility-textInputType_search
source: search
hto: Jéno

source: telephone
hto: Jóriaɨ

source: heading level {{0}}
hto: Táɨniamo íte {{0}}

source: First item
hto: Fúeño ráa

source: Last item
hto: Íraɨno ráa

# accessibility-listItemsCount[zero]
source: {{count}} items
hto: {{count}} ráanɨaɨ

source: {{count}} item
hto: {{count}} ráanɨ

# accessibility-listItemsCount[two]
source: {{count}} items
hto: {{count}} ráanɨaɨ

# accessibility-listItemsCount[few]
source: {{count}} items
hto: {{count}} ráanɨaɨ

# accessibility-listItemsCount[many]
source: {{count}} items
hto: {{count}} ráanɨaɨ

# accessibility-listItemsCount[other]
source: {{count}} items
hto: {{count}} ráanɨaɨ

source: {{0}} of {{1}}
hto: {{0}} de {{1}}

source: banner
hto: Nána éroiye uidánoté

source: complementary
hto: Ábɨ jóneye

source: content info
hto: Béno íte ráfue

source: main
hto: Jiyakɨ

source: navigation
hto: Mákara

# accessibility-search
source: search
hto: Jéno

# accessibility-tblColumnInfo[zero]
source: with {{count}} columns
hto: dɨga {{count}} kúegayiraɨ

source: with {{count}} column
hto: dɨga {{count}} kúegayiraɨ

# accessibility-tblColumnInfo[two]
source: with {{count}} columns
hto: dɨga {{count}} kúegayiraɨ

# accessibility-tblColumnInfo[few]
source: with {{count}} columns
hto: dɨga {{count}} kúegayiraɨ

# accessibility-tblColumnInfo[many]
source: with {{count}} columns
hto: dɨga {{count}} kúegayiraɨ

# accessibility-tblColumnInfo[other]
source: with {{count}} columns
hto: dɨga {{count}} kúegayiraɨ

# accessibility-tblRowInfo[zero]
source: and {{count}} rows
hto: íe {{count}} íɨmoɨ

source: and {{count}} row
hto: íe {{count}} íɨmoɨ

# accessibility-tblRowInfo[two]
source: and {{count}} rows
hto: íe {{count}} íɨmoɨ

# accessibility-tblRowInfo[few]
source: and {{count}} rows
hto: íe {{count}} íɨmoɨ

# accessibility-tblRowInfo[many]
source: and {{count}} rows
hto: íe {{count}} íɨmoɨ

# accessibility-tblRowInfo[other]
source: and {{count}} rows
hto: íe {{count}} íɨmoɨ

source: Column {{0}}
hto: Kúegayiraɨ {{0}}

source: Row {{0}}
hto: íɨmoɨ {{0}}

# accessibility-spansColumns[zero]
source: spans {{0}} columns
hto: nána {{0}} kúegayiraɨ

source: spans {{0}} column
hto: nána {{0}} kúegayiraɨ

# accessibility-spansColumns[two]
source: spans {{0}} columns
hto: nána {{0}} kúegayiraɨ

# accessibility-spansColumns[few]
source: spans {{0}} columns
hto: nána {{0}} kúegayiraɨ

# accessibility-spansColumns[many]
source: spans {{0}} columns
hto: nána {{0}} kúegayiraɨ

# accessibility-spansColumns[other]
source: spans {{0}} columns
hto: nána {{0}} kúegayiraɨ

# accessibility-spansRows[zero]
source: spans {{0}} rows
hto: nána {{0}} íɨmoɨ

source: spans {{0}} row
hto: nána {{0}} íɨmoɨ

# accessibility-spansRows[two]
source: spans {{0}} rows
hto: nána {{0}} íɨmoɨ

# accessibility-spansRows[few]
source: spans {{0}} rows
hto: nána {{0}} íɨmoɨ

# accessibility-spansRows[many]
source: spans {{0}} rows
hto: nána {{0}} íɨmoɨ

# accessibility-spansRows[other]
source: spans {{0}} rows
hto: nána {{0}} íɨmoɨ

source: jumped
hto: tíkade

# accessibility-pressAction
source: pressed
hto: nitaoíde

# accessibility-checkAction
source: checked
hto: Nɨzeka

source: unchecked
hto: Nɨzeñega

# accessibility-onAction
source: on
hto: Bonode

# accessibility-offAction
source: off
hto: Duitaga

# accessibility-selectAction
source: selected
hto: Nɨzeka

source: unselected
hto: Nɨzeñega

source: opened
hto: túide

source: closed
hto: Ɨ́baide

source: switched
hto: bónoka

source: clicked
hto: Nɨzeka

# accessibility-collapseAction
source: collapsed
hto: Omɨ́rite

# accessibility-expandAction
source: expanded
hto: Bɨfákoide

source: activated
hto: Bónua

source: cycled
hto: Jábɨnoga

source: hidden
hto: rétaido

source: loading
hto: abɨ́abɨde

source: loaded
hto: órouide

source: new tab
hto: Kómue úitɨraɨ

source: loading stopped
hto: Abɨ́abɨde mózide

source: reloading
hto: Óruoruide

# accessibility-stateChecked
source: checked
hto: fákafakade

source: not checked
hto: fákafakañega

# accessibility-stateOn
source: on
hto: Bonode

# accessibility-stateOff
source: off
hto: Duitaga

# accessibility-statePressed
source: pressed
hto: nitaoíde

# accessibility-stateExpanded
source: expanded
hto: bɨfákoide

# accessibility-stateCollapsed
source: collapsed
hto: omɨ́rite

source: unavailable
hto: bírui íñede

source: required
hto: óiakaiga

source: visited
hto: ́nákuaɨbite

source: has pop up
hto: kómue eroirafo íeredɨo

# accessibility-stateSelected
source: selected
hto: nɨzeka

source: editing
hto: abɨdo fɨnófɨnode

source: navigating
hto: mákara íte

source: Default
hto: Já íte

source: Anchors
hto: Erómo kúinade

source: Buttons
hto: Iduaɨ

source: Combo boxes
hto: Kɨrɨgaɨ éroiyena

source: Landmarks
hto: Íyano éroiyena

source: Entries
hto: Náze

source: Form elements
hto: Rabe kúeyena ráa

source: Images
hto: Jána

source: Headings
hto: Táɨniamo

source: List items
hto: Raɨe kuejina ráa

source: Links
hto: Zóima

source: Lists
hto: Raɨe kuejína

source: Page tabs
hto: Rabéniko úitɨraɨ

source: Radio buttons
hto: Jóriaɨmo iduaɨ

source: Separators
hto: Nɨzede

source: Tables
hto: Ibɨkɨ

source: Check boxes
hto: Raɨe jóneramo nɨzeyena

source: long division
hto: Árera dete

source: phasor angle
hto: Jɨaɨno éroiyena

source: radical
hto: Daɨtade

# notation-box
source: box
hto: kɨrɨgaɨ

source: rounded box
hto: kɨrɨgaɨ íbogɨ

source: circle
hto: ikuifoɨ

source: left
hto: jarɨ́fene

source: right
hto: nabene

# notation-top
source: top
hto: kaifo

source: bottom
hto: ána

source: up diagonal strike
hto: jáɨkɨna káifo dáaide jɨridaɨga

source: down diagonal strike
hto: jáɨkɨna ána jɨridaɨga

source: vertical strike
hto: jáɨkɨna ána íte jɨridaɨga

source: horizontal strike
hto: béikɨ jɨridaɨga

source: up diagonal arrow
hto: zɨkuírada káifo dáaide

# accessibility-menubarAbbr
source: menu bar
hto: ráa taɨjɨyena

# accessibility-scrollbarAbbr
source: scroll bar
hto: rádozi mákaya

# accessibility-gripAbbr
source: grip
hto: úñote ráa

# accessibility-alertAbbr
source: alert
hto: eroiri

# accessibility-menupopupAbbr
source: menu popup
hto: ráa taɨjɨyena kómo zuíde

# accessibility-documentAbbr
source: document
hto: rabeniko

# accessibility-paneAbbr
source: pane
hto: uidánoté

# accessibility-dialogAbbr
source: dialog
hto: úriya

# accessibility-separatorAbbr
source: separator
hto: nɨzede

# accessibility-toolbarAbbr
source: toolbar
hto: jófo tajɨyena ránɨɨ

# accessibility-statusbarAbbr
source: status bar
hto: rádozi íyano

# accessibility-columnheaderAbbr
source: column header
hto: kúegayiraɨ táɨnia

# accessibility-rowheaderAbbr
source: row header
hto: íɨmoɨ táɨnia

# accessibility-columnAbbr
source: column
hto: kúegayiraɨ

# accessibility-rowAbbr
source: row
hto: íɨmoɨ

# accessibility-cellAbbr
source: cell
hto: ɨ́bairako

source: lnk
hto: zóima

# accessibility-listAbbr
source: list
hto: raɨe kuejína

# accessibility-listitemAbbr
source: list item
hto: raɨe kuejina ráa

# accessibility-outlineAbbr
source: outline
hto: kúe dáma ízoi

# accessibility-outlineitemAbbr
source: outline item
hto: kúe dáma ízoi ráa

# accessibility-pagetabAbbr
source: tab
hto: úitɨarɨ

# accessibility-propertypageAbbr
source: property page
hto: dama kue Rabéniko

# accessibility-graphicAbbr
source: graphic
hto: jíderiya

# accessibility-switchAbbr
source: switch
hto: jɨaɨe

# accessibility-checkbuttonAbbr
source: check button
hto: ráɨe iduaɨ yɨnoyena

# accessibility-radiobuttonAbbr
source: radio button
hto: iduaɨ nɨzeyena

# accessibility-comboboxAbbr
source: combo box
hto: kɨrɨgaɨ éroiyena

# accessibility-progressbarAbbr
source: progress bar
hto: áiyo jáiyena rádozi

# accessibility-sliderAbbr
source: slider
hto: jɨ́rekaide

# accessibility-spinbuttonAbbr
source: spin button
hto: iduaɨ gɨgɨtayena

# accessibility-diagramAbbr
source: diagram
hto: jíderiya

# accessibility-animationAbbr
source: animation
hto: kaɨmátaide jidériya

# accessibility-equationAbbr
source: equation
hto: ecuación

# accessibility-buttonmenuAbbr
source: button menu
hto: ráa taɨjɨyena

# accessibility-whitespaceAbbr
source: white space
hto: uzérede íyano

# accessibility-pagetablistAbbr
source: tab list
hto: úitɨarɨ fakadua

# accessibility-canvasAbbr
source: canvas
hto: ígaɨ

# accessibility-checkmenuitemAbbr
source: check menu item
hto: nɨzeyena ráa taɨjɨyena

# accessibility-labelAbbr
source: label
hto: jɨ́feiya

source: passwdtxt
hto: txtfakára ráa

# accessibility-radiomenuitemAbbr
source: radio menu item
hto: nɨzeyena ráa taɨjɨyena

# accessibility-textcontainerAbbr
source: text container
hto: kuerábe ite

# accessibility-togglebuttonAbbr
source: toggle button
hto: iduaɨ méidoyena

# accessibility-treetableAbbr
source: tree table
hto: ámena ibɨkɨ

# accessibility-headerAbbr
source: header
hto: ɨforite

# accessibility-footerAbbr
source: footer
hto: rabe abɨmo

# accessibility-paragraphAbbr
source: paragraph
hto: kúega

# accessibility-entryAbbr
source: entry
hto: náze

# accessibility-captionAbbr
source: caption
hto: jɨede

# accessibility-headingAbbr
source: heading
hto: táɨniamo

# accessibility-sectionAbbr
source: section
hto: írano

# accessibility-formAbbr
source: form
hto: rabe kúeyena

# accessibility-comboboxlistAbbr
source: combo box list
hto: íɨmoɨ éroiyena

# accessibility-comboboxoptionAbbr
source: combo box option
hto: kɨrɨgaɨ nɨze éroiyena

source: imgmap
hto: káɨe énɨe íyano jána

# accessibility-listboxoptionAbbr
source: option
hto: nɨze

# accessibility-listboxAbbr
source: list box
hto: ráɨe kúejina kɨrɨgaɨ

# accessibility-flatequationAbbr
source: flat equation
hto: ecuación ibɨrɨ

# accessibility-gridcellAbbr
source: gridcell
hto: cuadrícula

# accessibility-noteAbbr
source: note
hto: kúiana

# accessibility-definitionlistAbbr
source: definition list
hto: ráie kuejina fakádua

# accessibility-termAbbr
source: term
hto: úai iyano

# accessibility-definitionAbbr
source: definition
hto: dáɨ íte

source: txtarea
hto: Kúega íyano

# accessibility-tblRowInfoAbbr[one]
source: {{count}}r
hto: {{count}} f

# accessibility-tblRowInfoAbbr[two]
source: {{count}}r
hto: {{count}} f

# accessibility-tblRowInfoAbbr[few]
source: {{count}}r
hto: {{count}} f

# accessibility-tblRowInfoAbbr[many]
source: {{count}}r
hto: {{count}} f

# accessibility-tblRowInfoAbbr[other]
source: {{count}}r
hto: {{count}}c

# mathmlenclosedAbbr
source: enclosed
hto: erófenedo

# mathmlcellAbbr
source: cell
hto: ɨ́bairako

source: frac no bar
hto: Rádozi ratiroɨ

# mathmlrootAbbr
source: root
hto: Jáɨnao

# mathmlscriptedAbbr
source: scripted
hto: caligráfico

source: sqrt
hto: jáɨnao

# baseAbbr
source: base
hto: anáfene

source: close
hto: ɨ́baide

source: open
hto: tiute

source: over
hto: akoni

source: index
hto: úidara

source: under
hto: ána

# notation-boxAbbr
source: box
hto: kɨrɨgaɨ

source: lft
hto: jarɨ́fene

source: rght
hto: nabene

# notation-topAbbr
source: top
hto: kaifo

source: bot
hto: ána

source: vstrike
hto: Jáɨkɨna ána íte jɨridaɨga

source: hstrike
hto: béikɨ jɨridaɨga

# accessibility-pushbutton-hint
source: Double tap to activate
hto: Ména béno jéta bónoyena

# accessibility-checkbutton-hint
source: Double tap to activate
hto: Ména béno jéta bónoyena

# accessibility-combobox-hint
source: Double tap to activate
hto: Ména béno jéta bónoyena

source: Tap and hold to activate
hto: Gátaoiri béno bónoyena

# accessibility-link-hint
source: Double tap to activate
hto: Ména béno jéta bónoyena

# accessibility-menuitem-hint
source: Double tap to activate
hto: Ména béno jéta bónoyena

# accessibility-checkmenuitem-hint
source: Double tap to activate
hto: Ména béno jéta bónoyena

# accessibility-radiomenuitem-hint
source: Double tap to activate
hto: Ména béno jéta bónoyena

# accessibility-option-hint
source: Double tap to activate
hto: Ména béno jéta bónoyena

# accessibility-radiobutton-hint
source: Double tap to activate
hto: Ména béno jéta bónoyena

# accessibility-slider-hint
source: Swipe up to increase or down to decrease
hto: Jɨ́rekai káifo áiyo íeyena íemei ána jɨ́rekai dúe íeyena

# accessibility-spinbutton-hint
source: Swipe up to increase or down to decrease
hto: Jɨ́rekai káifo áiyo íeyena íemei ána jɨ́rekai dúe íeyena

# accessibility-pagetab-hint
source: Double tap to activate
hto: Ména béno jéta bónoyena

# accessibility-entry-hint
source: Double tap to activate
hto: Ména béno jéta bónoyena

# accessibility-outlineitem-hint
source: Double tap to activate
hto: Ména béno jéta bónoyena
