Repository: translate/mozilla-gaia
Catalog: hto/apps/system/net_error.properties.po
Languages: hto

source: No access to the Internet right now.
hto: Bírui Internet íñede.

source: {{name}} requires an Internet connection.
hto: {{name}} Internet raɨe kuejina íerede.

source: Server not found
hto: Báñeiga taɨjɨe ráa

source: Can’t find the server at {{name}}.
hto: Taɨjɨraɨma íñede bíemo {{name}}.

source: File not found
hto: Ráanɨaɨ jónera bañeiga

source: The device can’t display this page because the file cannot be found.
hto: Jónia ráa bañeiga rabemo akátenide jóriaɨmo.

# connection-failed
source: Unable to connect
hto: Nítaoinide

# connection-failed-error
source: A network error occurred while trying to reach the site.
hto: Nítayena fókuimo íyano fɨenide zuiya.

# invalid-connection
source: Unable to connect
hto: Nítaoinide

# invalid-connection-error
source: A network error occurred while trying to reach the site.
hto: Nítayena fókuimo íyano fɨenide zuiya.

source: URL not valid
hto: URL fɨenide

source: The URL entered is not valid and cannot be loaded.
hto: URL fɨenide íe jíra nítaínide.

# redirect-loop
source: Can’t display page
hto: Rabéniko éroinide

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
hto: Ñúe jáinide íe jira akátanide rabe jóriaɨmo. Darui ábɨdo fɨno.

source: Page expired
hto: Rabéniko fúite

source: As a security precaution, this page cannot be displayed by the device because it has expired.
hto: Ñ́úe íyena, jóriaɨmo rabe baɨde íe jira éroinide.

source: The document cannot change while Printing or in Print Preview.
hto: Rábe fɨnora éroiye íe jira rabeniko jɨaɨmo jonenide.

source: This address is restricted
hto: Bíe íyano riyirede

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
hto: Bíe ra yɨide jɨaɨe igóbemo íte red jɨaɨe ráa fɨnoyena mákara web. Firefox já fuitade jɨkaka ó ñue íyena.

# proxy-resolve-failure
source: Proxy Server Error
hto: Proxy taɨjɨraɨma fɨgoñede

source: The device is configured to use a proxy server that can’t be found.
hto: Bíe jóriaɨ ñue fɨnoka proxy dɨga taɨjɨyena, nai báɨeiga.

# proxy-connect-failure
source: Proxy Server Error
hto: Proxy taɨjɨraɨma fɨgoñede

source: The device is configured to use a proxy server that is refusing connections.
hto: Bíe jóriaɨ ñue fɨnoka proxy dɨga taɨjɨyena, nítara óno óode.

# content-encoding
source: Can’t display page
hto: Rabéniko éroinide

source: The device can’t display this page because a content encoding error occurred.
hto: Jóriaɨ íyano fɨgoɨede zúide íe jira rabe éroinide.

source: Page unsupported
hto: Rabéniko fékanide

source: This page can’t be displayed because it uses a technology that is not supported on the device.
hto: Rabe akátanide biemo jɨaɨe tecnología íte jíra danomo jóriaɨ dɨga jónenide.

source: Warning
hto: Yóte

source: Malware attack blocked
hto: Malware fúiriya íe jíra ɨ́baika

source: The site at has been reported as an attack site and has been blocked.
hto: Bíe íyano yógɨdote íe jira ɨ́baíka.

source: Unsafe content
hto: Ñúe ófɨtaɨra

source: The page cannot be shown because it may not be safe to open.
hto: Bíe rabe akátanide íe jira túinide.

# corrupted-content
source: Can’t display page
hto: Rabéniko éroinide

source: The page cannot be shown because an error in the data transmission was detected.
hto: Bíe rabe akátanide íe jira túinide.

source: Unable to connect
hto: Nítaoinide

source: Cancel
hto: Fúitade

source: Close
hto: Ɨ́baide

source: Try again
hto: Ábɨdo taɨne

source: Check settings
hto: Abɨdo éroi fɨnoka

source: Tap to check settings
hto: Jéta rɨyírede éroiyena
