Repository: translate/mozilla-gaia
Catalog: hto/apps/system/system.properties.po
Languages: hto

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hto: Fɨebiya {{n}} íraikaño óna fɨebite fákara ñúe kueyena ñúe kueñeiaɨ SIM rabekɨ fɨgoñeite. Fɨnoka ímɨe úriri rabekɨ SIM ráfue ónoyena.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hto: Fɨebiya {{n}} íraikaño óna fɨebite fákara ñúe kueyena ñúe kueñeiaɨ SIM rabekɨ fɨgoñeite. Fɨnoka ímɨe úriri rabekɨ SIM ráfue ónoyena.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
hto: Íraikaño PUK ñúe kúeyena. Ó rabekɨ SIM fɨgoñeite, PUK ñúe kúeñeiadɨ. Fɨnoka ímɨe úriri rabekɨ SIM ráfue ónoyena.

source: Create PIN (must contain 4 to 8 digits)
hto: Kómue PIN fákara fɨno (4 8 dɨga íerede)

source: Confirm new PIN
hto: Ñúe íte kómue PIN

source: PINs don’t match.
hto: PIN izoinide

source: The NCK code is incorrect.
hto: Fáka NCK fɨgoñede.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hto: Ó dama íedɨ fóikui fɨenine. Daa íraikaño óna fɨebite fákara ñúe kueyena. Fɨnoka ímɨe úriri ráfue ónoyena.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hto: Ó dama íedɨ fóikui fɨenine. Fɨebite {{n}} daa íraikaño óna fɨebite fákara ñúe kueyena. Fɨnoka ímɨe úriri ráfue ónoyena.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hto: Ó dama íedɨ fóikui fɨenine. Fɨebite {{n}} daa íraikaño óna fɨebite fákara ñúe kueyena. Fɨnoka ímɨe úriri ráfue ónoyena.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hto: Ó dama íedɨ fóikui fɨenine. Fɨebite {{n}} daa íraikaño óna fɨebite fákara ñúe kueyena. Fɨnoka ímɨe úriri ráfue ónoyena.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hto: Ó dama íedɨ fóikui fɨenine. Fɨebite {{n}} daa íraikaño óna fɨebite fákara ñúe kueyena. Fɨnoka ímɨe úriri ráfue ónoyena.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
hto: Ó dama íedɨ fóikui fɨenine. Daa íraikaño óna fɨebite fákara ñúe kueyena. Fɨnoka ímɨe úriri ráfue ónoyena.

source: Select from:
hto: Nɨze íe:

source: View with:
hto: Éroi bíedo:

source: Test with:
hto: Bíedo áɨno:

source: Share with:
hto: Féka bíedo:

source: Create with:
hto: Fɨ́no bíedo:

source: Open with:
hto: Túño bíedo:

source: Bookmark to:
hto: Rɨgɨnoa zóta:

source: Record from:
hto: Fákade íe:

source: Browse with:
hto: Mákara bíedo:

source: Configure with:
hto: Abɨdo fɨnoka bíe:

source: Dial from:
hto: Báideo jɨ́riya:

source: Use from now on
hto: Birui enori

source: Sign In
hto: Búu íedɨo

source: Purchase
hto: Ɨbade

source: Allow USB debugging connection?
hto: ¿Nɨze doyena bíedo USB?

# remoteDebuggerPrompt-deny
source: Deny
hto: Jáñeno

# remoteDebuggerPrompt-allow
source: Allow
hto: Jɨɨ

source: Scan
hto: Jóreño órama

source: Scan and Remember
hto: Jóreño órama íe úibide

source: Scanning for the QR code displayed on your other device…
hto: Bie QR Jɨae Joriaɨ eroiyena...

source: {{origin}} is now fullscreen.
hto: {{origin}} Bírui íte nána éroiya ráa.

source: The network {{networkName}} was found. Join network?
hto: Fóikui já baiga {{networkName}}. ¿Nítaakadɨo?

source: Volume warning
hto: Volumen íe yone

source: Device space low.
hto: Disco íyano due íte.

source: No remaining free space.
hto: Béno íyano já íñede.

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
hto: Dúera íe {{value}} {{unit}} íte.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
hto: Dúera íe {{value}} {{unit}} íte.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
hto: Dúera íe {{value}} {{unit}} íte.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
hto: Dúera íe {{value}} {{unit}} íte.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
hto: Dúera íe {{value}} {{unit}} íte.

source: Unknown remaining space.
hto: Ónoñega íyano íte.

source: System Alert
hto: Éroiri sistema

source: Earthquake warning!
hto: Éroiri énɨe yoirode!

source: Tsunami warning!
hto: ¡Éroiri tsunami!

source: Earthquake-tsunami warning!
hto: ¡Éroiri énɨe yoirode tsunami dɨga!

source: Emergency warning!
hto: ¡Ñúe íñede kákarei!

source: Operator message
hto: Úaina fɨnóraɨma

source: Call {{number}}?
hto: ¿Jɨ́rite {{number}}?

source: Send SS
hto: Órede SS

source: Send USSD
hto: Órede USSD

source: Send SMS
hto: Óre SMS

source: Send message?
hto: ¿Úaina óre?

source: STK Query
hto: Jɨkáno STK

source: Download started
hto: Yúnua kómo taɨnede

source: Download stopped
hto: Yúnua mózide

# download_downloading
source: Downloading…
hto: Ána jójonede...

source: Download complete
hto: Fɨnófɨnoga já ñúe íte

source: Download failed
hto: Ó yunuca baitañede

source: Search the web
hto: Jéno Web

source: Search or enter address
hto: Jéno íe kúeno bíe íyano

# search-or-enter-address.placeholder
source: Search or enter address
hto: Jéno íe kúeno bíe íyano

# back-button.ariaLabel
source: Back
hto: Ɨfede

source: Forward
hto: Ábɨdo óre

source: Reload
hto: Úkube jóneyena

source: Stop
hto: Mozide

# windows-button.ariaLabel
source: Show windows
hto: Ákatairi éroirafo

source: Airplane mode activated
hto: Féedɨya ízoi já bónoka

source: Open in new window
hto: Kómué úitɨraɨ tuño

source: Open in new private window
hto: Kómué úitɨraɨ tuño dáma

source: Add link to home screen
hto: Taɨnia éroiya ráa zóta

source: Share link
hto: Fékari zóima

source: Save Image
hto: Jóreño jóne

source: Save Video
hto: Jóreño fɨnoka jóne

source: Save Audio
hto: Fɨkɨrede jóne

source: Save linked file
hto: Jóne jónia ráa

source: Share Image
hto: Jana fékari

source: Share Video
hto: Fékari jóreño fɨnóka

source: Share Audio
hto: Fékari audio

source: Copy Image
hto: Fakádo jana

source: Copy Link
hto: Zóima fakade

source: New! Tracking Protection
hto: ¡Kómue! Jénuamo bírui énori

source: Learn More
hto: Aiyo ráfue

source: Tracking Protection
hto: Jénuamo bírui énori

source: Got It!
hto: ¡Yɨ́noga!

# pinning-pin
source: Pin
hto: Nitáoide

source: Unpin site
hto: Suita íyano

source: Pin "{{type}}"
hto: Nitáoide "{{type}}"

source: Unpin "{{type}}"
hto: Suita "{{type}}"

source: Pin page
hto: Rábe nitáoide

source: Unpin page
hto: Zuita rabe

source: Pin site
hto: Íyano nitáoide

source: From
hto: Íe

source: Site pinned to home screen
hto: Éroiya ráa taɨniamo já jónega

source: Site unpinned from home screen
hto: Éroiya ráa taɨniamo já zúitaka

source: Page pinned to home screen
hto: Éroiya ráa taɨniamo já jónega

source: Page unpinned from home screen
hto: Éroiya ráa taɨniamo já zúitaka

source: or
hto: o

source: Choose an external display
hto: Éroiya ráa jɨaɨmona nɨze

source: Add-on All-Star
hto: Zotaye All-Star

source: View Source
hto: Ráanɨaɨ íyano éroiri
