Repository: translate/mozilla-gaia
Catalog: hto/apps/system/system.properties.po
Languages: hto

source: OK
hto: Jɨɨ

source: Back
hto: Ɨfede

source: Help
hto: Kanode

source: Cancel
hto: Fúitade

source: Close
hto: Ɨ́baide

source: Skip
hto: Óñeno

source: Clear
hto: Dóte

source: Enable
hto: Bónode

source: Turn On
hto: Bonode

source: Undo
hto: Óni dóta

source: Enter PIN
hto: Kúeno PIN

source: Track title and artist
hto: Roraɨma ío jónega

source: Playback controls
hto: Rórabe úñori

source: Previous
hto: Jɨáɨkena

source: Play
hto: Finóraɨma

source: Pause
hto: Fɨaikana

source: Next
hto: Báɨfene

source: Unknown track
hto: Onóñegamakɨ

source: Wi-Fi on
hto: Wi-Fi bónoka

source: Wi-Fi on, initializing
hto: Wi-Fi bónoka, tɨaneka

source: Wi-Fi off
hto: Wi-Fi duitaga

source: Data {{type}} on
hto: Ráanɨ {{type}} bónoka

source: Data {{type}} off
hto: Ráanɨ {{type}} bónoka

# quick-settings-bluetoothButton-on.ariaLabel
source: Bluetooth on
hto: Bluetooth bónoka

source: Bluetooth on, initializing
hto: Bluetooth bónoka, tɨaneka

source: Bluetooth off
hto: Bluetooth duitaga

# quick-settings-airplaneMode-on.ariaLabel
source: Airplane mode on
hto: Féedɨya ízoi bónoka

source: Airplane mode off
hto: Féedɨya ízoi dúitaga

source: Settings
hto: Ñúe fɨnóye

source: Utility tray
hto: Fɨnoka jɨkɨ́fegɨ

source: Status Bar
hto: Rádozi íyano

source: Battery {{level}} percent
hto: Ófitaɨra {{level}} oruide

source: Battery {{level}} percent, charging
hto: Ófitaɨra {{level}} oruide, Abɨ́abɨde

# statusbarAirplaneMode.ariaLabel
source: Airplane mode on
hto: Féedɨya ízoi bónoka

source: Wi-Fi: connecting
hto: Wi-Fi yɨnote

source: Wi-Fi: {{level}} of 4 bars
hto: Wifi: {{level}} émodo 4 ítofe

source: {{operator}} network, {{level}} of 5 bars
hto: Fóikui bíe {{operator}}: {{level}} émodo 5 ítofe

source: {{operator}} network (roaming), {{level}} of 5 bars
hto: Fóikui bie {{operator}} (en itinerancia): {{level}} émodo 5 ítofe

source: Searching… Emergency calls only
hto: Jénojenode... Ñúe iñedɨ jɨriya dama

source: Emergency call only
hto: Jɨriya ñue iñedɨ

# statusbarSignalNoSimCard.ariaLabel
source: No SIM card
hto: Íñede rabekɨ SIM

source: Headphones on
hto: Já ñúitaka jéfomo kákaiyena

source: Bluetooth headphones on
hto: Já ñúitaka jéfomo kákaiyena íe Bluetooth dɨga

source: Bluetooth transfer active
hto: Bluetooth bónoka já óreorede

source: Tethering on
hto: Tethering bónoka

source: Tethering on, active
hto: Tethering bónoka, taɨjɨtaɨjɨde

source: Alarm on
hto: Kázitaɨra bónoka

# statusbarIconOn-bluetooth.ariaLabel
source: Bluetooth on
hto: Bluetooth bónoka

source: Bluetooth on, active
hto: Bluetooth bónoka, taɨjɨtaɨjɨde

source: Mute on
hto: Fɨkɨnide bónoka

source: Vibration on
hto: Bonoka béguíirite

source: Recording on
hto: Bóno fákariyena

source: Geolocation on
hto: Kaɨ iyano já bonoka

source: USB on
hto: USB bónoka

source: Call forwarding on
hto: Jɨriya óni óreye bónoka

source: Media playing
hto: Fɨaikana abɨdo bonode

source: NFC on
hto: NFC bónoka

# statusbarDownload.ariaLabel
source: Downloading…
hto: Ána jójonede...

source: Networking on
hto: Fóikui bonoka

source: Emergency callback
hto: Yote jɨriya ñue iñedɨo

source: No Notifications
hto: ráfue íñede

source: {{n}} Notification
hto: {{n}} ráfue yote

# statusbarNotifications[two]
source: {{n}} Notifications
hto: {{n}} ráfuieaɨ yote

# statusbarNotifications[few]
source: {{n}} Notifications
hto: {{n}} ráfuieaɨ yote

# statusbarNotifications[many]
source: {{n}} Notifications
hto: {{n}} ráfuieaɨ yote

# statusbarNotifications[other]
source: {{n}} Notifications
hto: {{n}} ráfuieaɨ yote

source: {{n}} unread notification
hto: {{n}} fákañede ráfue yote

# statusbarNotifications-unread.ariaLabel[two]
source: {{n}} unread notifications
hto: {{n}} fákañede ráfuieaɨ yote

# statusbarNotifications-unread.ariaLabel[few]
source: {{n}} unread notifications
hto: {{n}} fákañede ráfuieaɨ yote

# statusbarNotifications-unread.ariaLabel[many]
source: {{n}} unread notifications
hto: {{n}} fákañede ráfuieaɨ yote

# statusbarNotifications-unread.ariaLabel[other]
source: {{n}} unread notifications
hto: {{n}} fákañede ráfuieaɨ yote

source: Debugging
hto: Dóyena

source: Notifications
hto: Ráfue yote

source: Clear all
hto: Nána dote

source: Tap to show
hto: Jéta éroiyena

source: No new voicemail
hto: Kómue úiana úia íñede

source: One new voicemail
hto: Kómue úiana úia íte

# newVoicemails[two]
source: {{n}} new voicemails
hto: {{n}} Kómue úiana úia íte

# newVoicemails[few]
source: {{n}} new voicemails
hto: {{n}} Kómue úiana úia íte

# newVoicemails[many]
source: {{n}} new voicemails
hto: {{n}} Kómue úiana úia íte

# newVoicemails[other]
source: {{n}} new voicemails
hto: {{n}} Kómue úiana úia íte

source: New voicemail
hto: Kómue úiana úia íte

source: Dial {{number}}
hto: Rɨgɨno{{number}}

source: EU internet detected
hto: Internet UE báiga

source: Tap to change.
hto: Jéta jɨaɨena jóneyena.

source: Are you sure you want to connect to the device?
hto: ¿Jóriaɨ dɨne ó nitáakadɨo?

source: Turn on Bluetooth and connect to the device?
hto: ¿Bluetooth bono jóriaɨ dɨne ó nitáakadɨo?

source: Are you sure you want to connect to {{deviceName}}?
hto: ¿Beno nitáakadɨo {{deviceName}}?

source: Turn on Bluetooth and connect to {{deviceName}}?
hto: ¿Bluetooth bono nitáakadɨo {{deviceName}}?

source: Turn on
hto: Bonode

# dismissNFCConnectBTdisabled
source: Cancel
hto: Fúitade

source: Confirmation
hto: Jɨɨ

source: Phone
hto: Jóriaɨ

source: Turn on airplane mode
hto: Bónua féedɨya ízoi

source: Turn off airplane mode
hto: Dúita féedɨya ízoi

source: Silence incoming calls
hto: Fɨkɨnide jɨ́riya jóne

source: Ring incoming calls
hto: Fɨkɨrede jɨ́riya jóne

source: Restart
hto: Meine táɨne

source: Power off
hto: Duitaga

source: View source
hto: Ráanɨaɨ íyano éroiri

source: Your recent app windows show up here
hto: Éroirafo kómue apps benomo ákataga

source: Your recent browser windows show up here
hto: Éroirafo kómue makaramɨe benomo ákataga

# closeCard.ariaLabel
source: Close
hto: Ɨ́baide

source: Open
hto: Tiute

source: Yes
hto: ́Jɨɨ

source: No
hto: ́Óiakañede

source: Don’t allow
hto: Jetánoñeno

source: Allow
hto: Jɨɨ

# dontshare-geolocation
source: Don’t Share
hto: Fekariñeno

# share-geolocation
source: Share
hto: Fékari

# dontshare-audio-capture
source: Don’t Share
hto: Fekariñeno

# share-audio-capture
source: Share
hto: Fékari

# dontshare-video-capture
source: Don’t Share
hto: Fekariñeno

# share-video-capture
source: Share
hto: Fékari

# dontshare-media-capture
source: Don’t Share
hto: Fekariñeno

# share-media-capture
source: Share
hto: Fékari

source: Front Camera
hto: Jóreño óra úiekomo íte

source: Back Camera
hto: Jóreño óra jino íte

source: Remember my choice
hto: Kúe nɨzeka úibiri

source: More info…
hto: Jamano ráfue...

source: Hide info
hto: Rétaido ráfue

source: Install {{name}}?
hto: ¿Jónede {{name}}?

source: Size
hto: Dɨeze

source: Author
hto: Fɨnokamɨe

# size-unknown
source: Unknown
hto: Onóñegamakɨ

# author-unknown
source: Unknown
hto: Onóñegamakɨ

source: Install
hto: ́Tɨ́raide

source: {{ appName }} download stopped
hto: Ána óoga mozide {{ appName }}

source: {{ appName }} download failed
hto: Ána óoga b́ie {{ appName }}

source: {{ appName }} install failed
hto: Benomo jónega dɨno mózide {{ appName }}

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
hto: Óni oga ó ɨbaka abɨdo atɨnide. Ábɨdo úkube íyena féekaraɨma dɨne jáiri.

source: Apps can be installed later from the original installation source.
hto: Jíyakɨmo jonega ráanɨ enafúi zotaye.

source: Are you sure you want to cancel this install?
hto: ¿Jónega benomo óni óiakadɨo?

source: {{ appName }} download cancelled
hto: {{ appName }} ána óga óni dotaka

source: Cancel Install
hto: Fúite

# cancel-install-button
source: Cancel Install
hto: Fúitaka

source: Resume
hto: Ɨ́fo

source: Continue
hto: Ɨfori

source: Stop downloading {{ app }}?
hto: Yunua mozide {{ app }}?

source: The download can be restarted later.
hto: F́ui yunuye.

source: Stop Download
hto: Yunua mozide

source: Not enough space
hto: Ráa ofítaɨra íñede áiyo

source: {{ appName }} installed
hto: {{ appName }} Jónete

source: {{ appName }} installed. Go to Settings > Language to enable it.
hto: {{ appName }} jonete. Ñúe fɨnoye dɨno jái > Úai bonoyena.

source: This add-on is able to affect your device on a system level.
hto: Jɨaɨemo íte ráa ó jóriamo sistema dɨga fɨgoɨedeEste complemento es capaz de afectar a su dispositivo en un nivel de sistema.

source: If this add-on causes a problem, press the power button during start up to disable all add-ons.
hto: Jɨaena ñue iñede, Béno jéta jɨaena fuitayena.

source: Setup
hto: Ónoɨdo fɨno

source: Add keyboards
hto: Kúerado zota

source: Later
hto: Ɨ́na fúi

source: Download
hto: Yúnua

source: Download update now?
hto: ¿Bírui meídoyena yunuakadɨo?

source: Do you want to install the update now? You will not be able to use your phone for a few minutes.
hto: ¿Bírui meídoyena yunuakadɨo? Jóriaɨ taɨjɨñeite daruido.

source: A problem occurred during the system update and the installation failed. Would you like to report this as a bug?
hto: Ñue nitaoñede sistema meidote.¿yuamo fɨgoñede?

source: Install Now
hto: Jónete

source: Report
hto: Yóne

source: Not Now
hto: Ena fúi

source: Downloading updates… <span>{{ progress }} downloaded.</span>
hto: Méidote ána Jóneye...<span>{{ progress }} descargados.</span>

source: Downloading {{ appName }}
hto: Yúnuyunde {{ appName }}

source: {{ progress }} downloaded
hto: {{ progress }} ána jónegamakɨ

source: Downloading
hto: Ána jójonede...

source: {{ progress }} / {{ max }} downloaded
hto: {{ progress }} / {{ max }} ána jónegamakɨ

source: Cancel all downloads
hto: Ána jónegamakɨ óni jone

source: Are you sure you want to cancel all downloads?
hto: ¿Meine ana joneakadɨo?

source: There was an error while downloading the updates.
hto: Ñúe fɨnoyena jenoka bírui fɨgoñde.

source: {{ n }} update available. <span>Tap for more info.</span>
hto: {{ n }} ñúe jónega já íte. <span>Béno jéta ráfue ónoyena.</span>

# updateAvailableInfo[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
hto: {{ n }} ñúe jónega já íte. <span>Béno jéta ráfue ónoyena.</span>

# updateAvailableInfo[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
hto: {{ n }} ñúe jónega já íte. <span>Béno jéta ráfue ónoyena.</span>

# updateAvailableInfo[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
hto: {{ n }} ñúe jónega já íte. <span>Béno jéta ráfue ónoyena.</span>

# updateAvailableInfo[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
hto: {{ n }} ñúe jónega já íte. <span>Béno jéta ráfue ónoyena.</span>

source: System update available. <span>Tap for more info.</span>
hto: Ñúe jónega já íte. <span>Béno jéta ráfue ónoyena.</span>

source: {{ n }} update available
hto: {{ n }} ñúe jónega já íte.

# numberOfUpdates[two]
source: {{ n }} updates available
hto: {{ n }} ñúe jónega já íte.

# numberOfUpdates[few]
source: {{ n }} updates available
hto: {{ n }} ñúe jónega já íte.

# numberOfUpdates[many]
source: {{ n }} updates available
hto: {{ n }} ñúe jónega já íte.

# numberOfUpdates[other]
source: {{ n }} updates available
hto: {{ n }} ñúe jónega já íte.

source: System update
hto: Sistema méidoye

source: System update {{ version }}
hto: Sistema méidoye bíe {{ version }}

source: System Update Ready
hto: Raɨe kuejina sistema méidoye

source: System Update Error
hto: Ñúe fɨnoyena sistema fɨgoñde

source: Tap for more details
hto: Béno jeta áiyo rafue ónoyena

source: Add-on Updates are Automatic
hto: Add-on íya dama abɨ fɨnode

source: Tap to change these settings
hto: Béno jeta jɨaɨe joneyena

source: {{name}} Updated
hto: {{name}} méidote

source: Tap to view add-on
hto: Béno jéta nana kɨoyena

source: You need at least {{ threshold }}% battery level to install the update.
hto: Bie jitaide {{ threshold }}% Ófitaɨra meidoyena jone.

source: Required
hto: Óiakaiga

source: Uncompressing… <span>This can take a few minutes.</span>
hto: Meine onoye… <span>are iñede.</span>

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
hto: Wifi ñue iñede. Meine nitade ie ayue raipide.

source: Connect to a network to download updates.
hto: Daa fouikuimo nita méidoye yunuyena.

source: Download updates via data connection?
hto: ¿Ranɨaɨ nitaode ana jonide?

source: Downloading updates is not possible on slow connections (2G). Please connect via Wi-Fi or 3G (if available) and try again.
hto: Oni jónide meidonide fɨaikana nitaode (2G). Nitaode Wi-Fi ie 3G (birui ide) komue fɨno.

source: When using a data connection, additional costs may apply. Do you want to continue?
hto: Ráamɨaɨ nitaoiedɨ, jɨaɨe ɨbaitɨo. ¿Dái íakadɨo?

source: Download updates via data roaming?
hto: ¿Meine ana jone ráanɨaɨ daɨ fɨnoyena?

source: You are currently roaming and additional charges may apply. Do you want to continue?
hto: Bie itinerancia, ráifide. ¿Ɨfɨriadɨo?

source: Build ID: {{ buildid }}
hto: ID ɨraɨka fákara: {{ buildid }}

source: View the full list of changes
hto: Raɨe kuejina éroi jɨaɨe jónega

source: Screenshot saved to Gallery
hto: Yɨnoga Jóreño íyano jónega

source: The screenshot could not be saved
hto: Yɨnoga jónenide

source: No memory card found
hto: Báñeiga ráa ofítaɨra

source: Memory card is in use
hto: Ráa ófitaira taɨjɨtaɨjɨde

source: Not enough space on memory card
hto: Ráa ofítaɨra íñede íyano aíyo

source: Device logs saved
hto: Jóriaɨmo kuegáno jonega

source: Tap to share logs
hto: Jéta kuegáno fekáayena

source: Error while saving logs
hto: Kuegáno ñúe jónenide

source: Error while sharing logs
hto: Kuegáno ñúe jónenide

source: Capturing logs…
hto: Yɨnoga kuegáno...

source: Operation {{operation}} failed.
hto: Taɨjɨka fɨgoñede íte {{operation}}.

source: Unexpected error occurred.
hto: Fɨgoñede beno zúiya

source: Make sure your SD card is not shared with your computer.
hto: Éroiri rabekɨ SD fekanide PC dɨga.

source: At least one log file could not be read from the filesystem.
hto: Bie sistema fakanide ráanɨaɨ jónera kuegano.

# emergency-call-button
source: Emergency Call
hto: Jɨriya ñue iñedɨo

source: Emergency Call
hto: Jɨriya ñue iñedɨo

source: Unlock
hto: Túño abɨdo

source: Camera
hto: Jóreño óra

source: Next Alarm
hto: Baɨfene kázitara

source: Passcode panel
hto: Ráa uidánoté

source: open
hto: Túño

source: Home
hto: Jófo

source: Sign in
hto: Mámekɨ yóne

source: Sign in to website
hto: Yóne web íyano

source: Username
hto: Mámekɨ táɨjɨyena

source: Password
hto: Fakára ráa

source: The website {{host}} requires you to sign in.
hto: Web íyano {{host}} ó mámekɨ yóiri.

source: {{name}} is not loading properly
hto: {{name}} Ñúe abɨabɨnede

source: {{name}} is having problems
hto: {{name}} fɨgoñede benomo íte

source: Unable to connect
hto: Nítaoinide

source: Tap to check settings
hto: Jéta rɨyírede éroiyena

source: Delete {{name}}
hto: Fúitade {{name}}

source: {{name}} and all of its data will be deleted.
hto: {{name}} nana ranɨ óni dotaye.

source: Delete
hto: Fúitade

source: Remove Application
hto: Ráanɨ fúita

source: Cannot install application due to an unrecoverable error. Please try downloading again. The application will be removed.
hto: Ráanɨaɨ jonide ñueñede. Meine raiñode. Ráanɨaɨ fuita.

# unrecoverable-error-action
source: OK
hto: Jɨɨ

source: Turn on data roaming?
hto: ¿Ráanɨaɨ roaming bono?

source: Select time
hto: Bírui Nɨze

# choose-option
source: Select
hto: Nɨzede

# choose-options
source: Select
hto: Nɨzede

source: Select day
hto: Biruído nɨze

source: Your battery is low.
hto: Ófitaɨra ɨ́ere dúe íte.

source: Please plug in your charger.
hto: Rokade niza.

source: New window
hto: Kómue eroirafo

source: New private window
hto: Dáma kúe kómue eroirafo

source: Show windows
hto: Ákatairi éroirafo

source: Add to home screen
hto: Taɨnia éroiya ráa zóta

source: Share
hto: Fékari

source: {{brandShortName}} just recovered from a crash
hto: {{brandShortName}} fɨgoñede ja íte

source: {{name}} just crashed
hto: {{name}} bírui fɨgoñede

source: Something
hto: Nɨga

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
hto: ¿Mozilla uai fɨnide oreakade ie meine ñue fɨnoyena? (Da wiife ore.)

source: What’s in a crash report?
hto: ¿Fɨgoñede éromo mɨnɨka íte?

source: Always send Mozilla a report when a crash occurs.
hto: Fɨgoñede ráfue Mozilla óreri.

source: Don’t Send
hto: Óreñeno

source: Send Report
hto: Óre ráfue

source: Crash Reports
hto: Fɨgóñede ráfue

source: Done
hto: Fɨnoka

source: privacy policy
hto: Okuira daama íyena

source: {{brandShortName}} just crashed.
hto: {{brandShortName}} bírui fɨgoñede.

source: {{name}} just crashed.
hto: {{name}} bírui fɨgoñede.

# crash-banner-report
source: Report
hto: Ráfue

source: Sending file…
hto: Óreorede jónia ráa...

source: Receiving file…
hto: Yɨ́yɨnote jónia ráa...

source: Accept Bluetooth file transfer?
hto: ¿Bluetooth óreka yɨnori?

source: {{deviceName}} would like to send you a file. Accept?
hto: A {{deviceName}} Jónia ráa órekadɨo. ¿Yɨnoitɨo?

source: Tap to review transfer request.
hto: Jéta éroiyena oreka jɨkaka ráfue.

source: Deny
hto: Jáñeno

source: Transfer
hto: Óre

source: Cancel Bluetooth file transfer?
hto: ¿Bluetooth óreorega fúitakadɨo?

source: File transfer has started
hto: Óreka komo taɨnede

source: Check progress in Notification center
hto: Dafene ñue fɨnoka

source: File sent
hto: Já óreorede jónia ráa...

source: File received
hto: Já yɨnoga jónia ráa

source: File could not be received
hto: Yɨnoñega jónia ráa

source: Cannot send file right now. Please try again later.
hto: Ráanɨaɨ jónera oreñega. Jave meine fɨno.

source: File transfer cancelled
hto: Óreka fuitaka

source: Transfer report
hto: Óreka rafue

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
hto: {{numSuccessful}} ráanɨaɨ óreka, {{numUnsuccessful}} ráanɨaɨ óreñega

source: Unknown file
hto: Onóñega bíe jónia ráa

source: Unknown device
hto: Onínemakɨ jóriaɨ

source: Can not open received file
hto: Yɨnonide jónia ráa já yɨnoga

source: Can not open unknown media type: {{fileName}}
hto: Jónia ráa multimedia íe túinide: {{fileName}}

source: Can not receive file
hto: Yɨnonide jónia ráa

source: Can not get device storage state.
hto: Jóriaɨmo gaɨga íyano yɨnonide.

source: No memory card found. Please insert a memory card.
hto: Úibira rabekɨ bainide. Daa úibira rabekɨ ñúita.

source: Bluetooth can not be used while phone is plugged in. Please unplug the phone to receive file.
hto: Jóriaɨ bonode fɨnonide Bluetooth. Joriaɨ óni año jonia ráa yɨnoyena.

source: Can not complete transfer: memory card is full.
hto: Oreka Já ñúe fúitenide bíedo: Ráa ofítaɨra oruide.

source: Unknown error
hto: Ónoñega nɨ́ne fɨgóñede

source: Confirm
hto: Jɨ́ɨ

source: SD card detected
hto: Rábekɨ SD éroika

source: Total size: {{size}} {{unit}}
hto: Nána dɨeze:{{size}} {{unit}}

source: Unknown size, tap to format
hto: Dɨeze ónoñega, jéta doyena

source: SD card removed
hto: Rábekɨ SD já óní óga

source: Ejected successfully
hto: Ñúe óga

source: Not ejected properly
hto: Ñúe óñeiga

source: Mic is on
hto: Úriraɨya já bonoka

source: Camera is on
hto: Jóreño óra já bónoka

source: Camera & Mic are ON
hto: Úriraɨya jóreño dɨga óra já bonoka

source: No SIM card
hto: Íñede rabekɨ SIM

source: SIM PIN
hto: PIN íe SIM

source: PUK code
hto: Fáka PUK

source: NCK code
hto: Fáka NCK

source: CCK code
hto: Fáka CCK

source: SPCK code
hto: Fáka SPCK

source: NCK1 code
hto: Fáka NCK1

source: NCK2 code
hto: Fáka NCK2

source: HNCK code
hto: Fáka HNCK

source: RCCK code
hto: Fáka RCCK

source: RSPCK code
hto: Fáka RSPCK

source: What is a SIM PIN?
hto: ¿Mɨnɨka fákara PIN, ¿SIM rabekɨmo?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
hto: Bie PIN jofo jainide jóriaɨ ranɨaɨ SIM rabekɨ. SIM Joriaɨ bonode PIN jɨkanode meine bonode.

source: A SIM PIN is not the same as the passcode used to unlock the device.
hto: PIN fakara rabekɨ SIM jɨaɨ fakara uai yɨno jóriaɨ abɨdo tuño.

source: Change PIN
hto: Jɨaɨe PIN

source: Enter SIM PIN
hto: Kúeno PIN

source: Enter SIM {{n}} PIN
hto: Kúeno PIN íemo SIM {{n}}

source: Enter PUK code
hto: Kúeno PUK

source: Enter NCK code
hto: Kúeno NCK

source: Enter CCK code
hto: Kúeno CCK

source: Enter SPCK code
hto: Kúeno SPCK

source: Enter NCK1 code
hto: Kúeno NCK1

source: Enter NCK2 code
hto: Kúeno NCK2

source: Enter HNCK code
hto: Kúeno HNCK

source: Enter RCCK code
hto: Kúeno RCCK

source: Enter RSPCK code
hto: Kúeno RSPCK

source: New PIN
hto: Kómue PIN

source: Last try.
hto: Iraikaño fɨno.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
hto: Fɨbite {{n}} íraikaño.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
hto: Fɨbite {{n}} íraikaño.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
hto: Fɨbite {{n}} íraikaño.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
hto: Fɨbite {{n}} íraikaño.

source: The PIN was incorrect.
hto: PIN fɨgoñede íte.

source: You have one try left to enter the correct code before locking the SIM card.
hto: Daa íte ó ábɨdo kueyena; fáka ñúe kúeiri, ñue kúeñeadɨ ɨ́baite SIM.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hto: Íte {{n}} ábɨdo kueyena fáka, ñúe kúeiri, ñue kúeñeadɨ ɨ́báite SIM.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hto: Íte {{n}} ábɨdo kueyena fáka, ñúe kúeiri, ñue kúeñeadɨ ɨ́báite SIM.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hto: Íte {{n}} ábɨdo kueyena fáka, ñúe kúeiri, ñue kúeñeadɨ ɨ́báite SIM.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hto: Íte {{n}} ábɨdo kueyena fáka, ñúe kúeiri, ñue kúeñeadɨ ɨ́báite SIM.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
hto: Íraikaño PIN ñúe kúeyena. Ñúe kueñeiadɨ PUK ráa kúeri, rabekɨ SIM émodomo íte.

source: The SIM card is locked.
hto: Rabekɨ SIM ɨbaika.

source: The PUK code is incorrect.
hto: Fákara PUK fɨgoñede.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hto: Daa íraikaño óna fɨebite fákara ñúe kueyena ñúe kueñeiaɨ SIM rabekɨ fɨgoñeite. Fɨnoka ímɨe úriri rabekɨ SIM ráfue ónoyena.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hto: Fɨebiya {{n}} íraikaño óna fɨebite fákara ñúe kueyena ñúe kueñeiaɨ SIM rabekɨ fɨgoñeite. Fɨnoka ímɨe úriri rabekɨ SIM ráfue ónoyena.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hto: Fɨebiya {{n}} íraikaño óna fɨebite fákara ñúe kueyena ñúe kueñeiaɨ SIM rabekɨ fɨgoñeite. Fɨnoka ímɨe úriri rabekɨ SIM ráfue ónoyena.
