Repository: translate/mozilla-gaia
Catalog: */apps/bluetooth/bluetooth.properties.po
Languages: am, ar, bn_bd, bn_in, bs, cy, eo, es, fa, gd, hi_in, id, km, kn, lo, mai, ml, mr, ms, my, ne, nn_no, or, pt, ro, sw, ta, te, tr, ur, uz, wa, zu

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
am: {{device}} ከዚህ ስልክ ጋር መጣመር ይፈልጋል: ለመቀበል በአካሉ ላይ ያለውን የማለፊያ ቁልፍ ያስገቡ
ar: يرغب {{device}} بالاقتران بهذا الهاتف. إن أردت قبول الاقتران، أدخل مفتاح المرور على الجهاز.
bn_bd: {{device}} এই ফোনের সাথে জুটিবদ্ধ হতে চাচ্ছে। গ্রহণ করতে, ডিভাইসে পাসকী টি প্রবেশ করান:
bn_in: {{device}} এই ফোনের সাথে পেয়ার করতে চায়। অনুমোদন দিতে, ডিভাইসের পাসকি দিন।
bs: {{device}} se želi upariti sa ovim telefonom. Da biste prihvatili, upišite šifru na uređaju.
cy: Mae {{device}} eisiau paru gyda'r ffôn. I dderbyn, rhowch y cyfrinallwedd sydd ar y ddyfais.
es: {{device}} quiere vincularse con este dispositivo. Para aceptar, escriba la clave en el dispositivo.
fa: {{device}} می‌خواهد با این تلفن جفت شود. برای تأیید، کلید عبور روی افزاره را وارد کنید.
gd: Tha {{device}} airson paidhreachadh leis an fhòn seo. Airson sin a dhèanamh, cuir a-steach am facal-faire air an uidheam.
hi_in: {{device}} इस फोन के साथ जोड़ी के लिए करना चाहते हैं. स्वीकार करने केडिवाइस पर पासकी दर्ज करें.
id: {{device}} ingin terpasang dengan telepon ini. Untuk menerimanya, masukkan sandi pada perantinya.
km: {{device}} តើ​អ្នក​ផ្គូ​ផ្គង​ជាមួយ​ទូរស័ព្ទ​នេះ។ ដើម្បី​ព្រម​ទទួល, បញ្ចូល​ពាក្យ​សម្ងាត់​នៅ​លើ​ឧបករណ៍​នេះ។
kn: {{device}} ಈ ಫೋನ್‌ನೊಂದಿಗೆ ಜೋಡಿ ಮಾಡಲು ಬಯಸಿದೆ. ಒಪ್ಪಿಕೊಳ್ಳಲು, ಸಾಧನಗಳಲ್ಲಿ ಪ್ರವೇಶಕೀಲಿಯನ್ನು ನಮೂದಿಸಿ.
lo: {{device}} ຕ້ອງການຈັບຄູ່ກັບໂທລະສັບນີ້. ເພື່ອຍອມຮັບການຈັບຄູ່ນີ້, ໃຫ້ປ້ອນລະຫັດຂໍ້ຄວາມລົງໃນອຸປະກອນ.
mai: {{डिवाइस}} अहि फोन सँ जोड़ी बनबऽ चाहैत छी. स्वीकार करबा लेल डिवाइस पर पास कुंजी दर्ज करू.
ml: {{device}} നിങ്ങളുടെ ഫോണുമായി ജോടിയാകാന്‍ ആഗ്രഹിക്കുന്നു. അംഗീകരിക്കാന്‍ ഉപകരണത്തില്‍ രഹസ്യകീ നല്‍കുക.
mr: {{device}}ला या उपकरणासोबत जोडणी करायची आहे. मान्य करण्यासाठी, उपकरणावरची पासकी टाका.
ms: {{device}} ingin berpasangan dengan telefon ini. Untuk menerima, masukkan kunci khas pada peranti.
my: {{device}} သှ် ယခုဖုန်း ဖြင့်ချိတ်ဆက်လိုပါသှ်။ လက်ခံရန်အတွက် ပတ်စ်ကီးအား ယခုဖုန်းတွင် ဖြည့်ထည့်ပါ
ne: {{device}} तपाईको फोनसँग जोडी बनाउन चाहन्छ। स्वीकार गर्न, passkey अाफ्नो यन्त्रमा हाल्नुहोस्।
nn_no: {{device}} ynskjer å para med denne telefonen. For å godkjenna, skriv inn passordet på eininga.
or: {{device}} ଆପଣଙ୍କ ଫୋନ ସହ ଯୋଡ଼ିବା ପାଇଁ ଚାହୁଁଛି । ଗ୍ରହଣ କରିବା ପାଇଁ ଏହି ଯନ୍ତ୍ରରେ ଏହି ପାସ-କି ଦିଅନ୍ତୁ ।
pt: {{device}} gostaria de emparelhar com este equipamento. Para aceitar, introduza a chave no dispositivo.
ro: {{device}} dorește să se asocieze cu acest telefon. Pentru a accepta, introdu cheia de acces în dispozitiv.
sw: {{device}} ingependa kuoanisha na simu hii. Ili kukubali, ingiza ufunguo wa pitisho kwenye kifaa.
ta: இந்த செல்பேசியுடன் சோடி சேர {{device}} விரும்புகிறது. ஏற்றுக்கொள்ள, சாதனத்தில் கடவுச்சொல்லை உள்ளிடவும்.
te: {{device}} ఈ ఫోనుతో జత కావాలనుకుంటుంది. అంగీకరించడానికి, పరికరంలో పాస్​కీ ఇవ్వండి.
tr: {{device}} bu telefonla eşleşmek istiyor. Kabul etmek için cihazdaki parolayı girin.
ur: {{device}} اس فون سے جڑنا چاہتا ہے۔ قبول کرنے کے لیے، اس ڈیوائس میں اپنا پاس کی داخل کرئیں۔
uz: {{device}} ushbu telefon bilan birlashishni xohlaydi. Rozi bo‘lish uchun qurilma parolini kirgizing.
wa: {{device}} si vôreut bén apwairi avou ç’ telefone ci. Po-z accepter, tapez li clé di passe so l’ éndjin.
zu: I-{{device}} ingathanda ukumataniswa nale foni. Ukuze wamukele, faka i-passkey kudivayisi.

source: {{device}} would like to pair with this phone. To accept, input the passkey and then press Return or Enter on the device.
am: {{device}} ከዚህ ስልክ ጋር መጣመር ይፈልጋል: ለ መቀበል በ አካሉ ላይ ያለውን የማለፊያ ቁልፍ ያስገቡ: እና ከዛ ይጫኑ መመለሻውን ወይንም ማስገቢያውን በ አካሉ ላይ
ar: {{device}} يرغب بالاقتران مع هذا الهاتف. للقبول ، قم بإدخال مفتاح المرور ثم اضغط على العودة أو الإدخال على الجهاز.
bn_in: {{device}} এই ফোনের সাথে সংযুক্ত করা যাচ্ছে। অনুমতি নিতে, পাসকি প্রবেশ করান এবং তারপরে ডিভাইসে রিটার্ন বা প্রবেশ করান।
bs: {{device}} se želi upariti sa ovim telefonom. Da prihvatite, unesite šifru i pritisnite Return ili Enter na uređaju.
cy: Mae {{device}} eisiau paru gyda'r ffôn. I dderbyn, rhowch y cyfrinallwedd ac yna pwyso Return neu Enter ar y ddyfais.
es: {{device}} quiere vincularse con este dispositivo. Para aceptar, escriba la clave y después pulse Retorno o Intro en el dispositivo.
fa: {{device}} می‌خواهد با این تلفن جفت شود. برای تأیید، کلید عبور را وارد کرده و دکمهٔ برگردان یا ورود را روی افزاره فشار دهید.
gd: Bu mhath le {{device}} paidhreachadh leis an fhòn seo. Gus seo a dhèanamh, cuir am passkey a-steach is brùth Return.
hi_in: {{device}} उपकरण इस फ़ोन के साथ जुड़ना चाहता हैं. स्वीकार करने के लिए, आपने उपकरण पर पासकी दर्ज करें और उसके बाद वापस या दर्ज दबाएँ.
id: {{device}} ingin berpasangan dengan telepon ini. Untuk menerima, masukkan sandinya dan tekan Return atau Enter pada peranti.
kn: {{device}} ಈ ಫೋನ್‌ನೊಂದಿಗೆ ಜೋಡಿ ಮಾಡಲು ಬಯಸಿದೆ. ಒಪ್ಪಿಕೊಳ್ಳಲು, ಸಾಧನದಲ್ಲಿ ಪ್ರವೇಶಕೀಲಿಯನ್ನುನಮೂದಿಸಿ ಮತ್ತು ಹಿಂದಿರುಗುವ ಅಥವಾ ಎಂಟರ್ ಕೀಲಿಯನ್ನು ಒತ್ತಿ.
lo: {{device}} ຕ້ອງການຈັບຄູ່ກັບໂທລະສັບນີ້. ເພື່ອຍອມຮັບການຈັບຄູ່ນີ້, ໃຫ້ປ້ອນລະຫັດຂໍ້ຄວາມ ແລະ ຫລັງຈາກນັ້ນໃຫ້ກົດ Return ຫລື້ Enter ລົງໃນອຸປະກອນ.
my: {{device}} သည် ဒီဖုန်းနှင့် ချိတ်ဆက်လိုပါသည်။ လက်ခံရန် စကားဝှက်ကို ရိုက်ပါ။ ထို့နောက် ဒီဖုန်းပေါ်ရှိ Return သို့ Enter ကို နှိပ်ပါ။
nn_no: {{device}} ynskjer å kopla ihop med denne telefonen. For å godta, skriv inn passordet og trykk på Retur eller Enter på eininga.
pt: {{device}} gostaria de emparelhar com este equipamento. Para aceitar, introduza a palavra-chave e pressione Return ou Enter no dispositivo.
ro: {{device}} dorește să se asocieze cu acest telefon. Pentru a accepta, introdu cheia de acces iar apoi apasă Înapoi sau Enter pe dispozitiv.
tr: {{device}} bu telefonla eşleşmek istiyor. Kabul etmek için parolayı yazdıktan sonra cihazdaki Enter tuşuna basın.
uz: {{device}} ushbu telefon bilan birlashishmoqchi. Rozi bo‘lish uchun parolni kiriting va so‘ngra qurilmada Qaytish yoki Kiritish tugmasini bosing.

source: {{device}} would like to pair with this phone.
am: {{device}} ከዚህ ስልክ ጋር መጣመር ይፈልጋል
ar: {{device}} يرغب بالاقتران مع هذا الهاتف.
bn_in: {{device}} এই ফোনের সাথে জোড়া লাগতে চাইছে।
bs: {{device}} se želi upariti sa ovim telefonom.
cy: Hoffai {{device}} baru gyda'ch ffôn.
es: {{device}} quiere vincularse con este teléfono.
fa: {{device}}می‌خواهد با این دستگاه جفت شود.
gd: Tha {{device}} airson paidhreachadh leis an fhòn seo.
hi_in: {{device}} इस फ़ोन के साथ जुड़ना चाहता हैं.
id: {{device}} ingin berpasangan dengan telepon ini.
kn: {{device}} ಈ ಫೋನ್‌ನೊಂದಿಗೆ ಜೋಡಿ ಮಾಡಲು ಬಯಸಿದೆ.
lo: {{device}} ຕ້ອງການຈັບຄູ່ກັບໂທລະສັບນີ້.
my: {{device}} သည် ဒီဖုန်းနှင့် ချိတ်ဆက်လိုပါသည်။
nn_no: {{device}} ynskjer å kopla ihop med denne telefonen.
pt: {{device}} gostaria de emparelhar com este equipamento.
ro: {{device}} dorește să se asocieze cu acest telefon.
tr: {{device}} bu telefonla eşleşmek istiyor.
uz: {{device}} ushbu telefon bilan birlashmoqchi.

source: Bluetooth Request From
am: የ ብሉቱዝ ጥያቄ ከ
ar: طلب بلوتوث من
bn_bd: যেখান থেকে ব্লুটুথ অনুরোধ এসেছে
bn_in: ব্লুটুথ অনুরোধ
bs: Bluetooth zahtjev od
cy: Ffurflen Gais Bluetooth
eo: Asocipeto de Bluetooth de
es: Petición Bluetooth de
fa: درخواست بلوتوث از
gd: Iarrtas Bluetooth o
hi_in: ब्लूटूथ आग्रह अनुरोध
id: Permintaan Bluetooth Dari
km: ការ​ស្នើ​ប៊្លូធូស​ពី
kn: ಇದರಿಂದ ಬ್ಲೂಟೂತ್‌ ಮನವಿ ಬಂದಿದೆ
lo: ມີຄຳຮ້ອງຂໍເຊື່ອມຕໍ່ Bluetooth ຈາກ
mai: ब्लूटूथ सँ अनुरोध
ml: ഇതില്‍ നിന്നുള്ള ബ്ലുടൂത്ത് അഭ്യര്‍ഥന
mr: यापासून ब्लुटूथ विनंती
ms: Permintaan Bluetooth Dari
my: ဘလူးတု ချိတ်ဆက်ရန် တောင်းဆိုချက် လာရာ
ne: ब्लुटुथबाट अनुरोध
nn_no: Bluetooth-førespurnad frå
or: ବ୍ଲୁଟୁଥ ଦ୍ୱାରା ଯୋଡ଼ିବା ପାଇଁ ଆସିଥିବା ଅନୁରୋଧ
pt: Pedido Bluetooth de
ro: Cerere Bluetooth de la
sw: Ombi la Bluetooth Kutoka
ta: என்பதிலிருந்து ப்ளூடூத் கோரிக்கை
te: బ్లూటూత్ అభ్యర్థన
tr: Bluetooth istek formu
ur: بلوٹوت کی درخواست لیے -
uz: Bluetooth so‘rovi
wa: Dimande Bluetooth di
zu: Isicelo Se-Bluetooth Esivela

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
am: የ ብሉቱዝ ማጣመሪያ ጥያቄ
ar: طلب اقتران عبر بلوتوث
bn_bd: ব্লুটুথ জুটিবদ্ধের অনুরোধ
bn_in: ব্লুটুথ সংযোগের অনুরোধ
bs: Zahtjev za uparivanje uređaja preko Bluetootha
cy: Cais paru bluetooth
eo: Asocipeto de Bluetooth
es: Petición de vinculación Bluetooth
fa: درخواست جفت شدن بلوتوث
gd: Iarrtas airson paidhreachadh Bluetooth
hi_in: ब्लूटूथ युग्मन अनुरोध
id: Permintaan pemasangan Bluetooth
km: ស្នើ​ការ​ផ្គូផ្គង​​ប៊្លូធូស
kn: ಬ್ಲೂಟೂತ್ ಜೋಡಿ ಮಾಡುವ ಮನವಿ
lo: ຄຳຮ້ອງຂໍຈັບຄູ່ Bluetooth
mai: ब्लूटूथ सँ जोड़ी बनेबा लेल अनुरोध
ml: ബ്ലുടൂത്ത് ജോടിയാക്കാനുള്ള അഭ്യര്‍ഥന
mr: ब्लुटूथ जोडणी विनंती
ms: Permintaan mengganding Bluetooth
my: ဘလူးတု ချိတ်ဆက်ရန်
ne: ब्लुटुथसँग जोडी बनाउने अनुरोध
nn_no: Bluetooth-paringsførespurnad
or: ବ୍ଲୁଟୁଥ ଦ୍ୱାରା ଯୋଡ଼ିବା ଅନୁରୋଧ
pt: Pedido de emparelhamento Bluetooth
ro: Cerere de asociere Bluetooth
sw: Ombi la kuwa jozi kupitia Bluetooth
ta: சோடி சேருவதற்க்கான ப்ளூடூத் கோரிக்கை
te: బ్లూటూత్ జతపరచ అభ్యర్థన
tr: Bluetooth eşleştirme isteği
ur: بلوٹوت جوڑ نے کی درخواست -
uz: Bluetooth birlashtirish so‘rovi
wa: Dimande d’ apwairixhaedje Bluetooth
zu: Isicelo sokumataniswa nge-Bluetooth

source: Bluetooth Pairing Request
am: የ ብሉቱዝ ማጣመሪያ ጥያቄ
ar: طلب اقتران عبر بلوتوث
bn_bd: ব্লুটুথ জুটিবদ্ধের অনুরোধ
bn_in: ব্লুটুথ সমন্ধের অনুরোধ
bs: Zahtjev za uparivanje uređaja preko Bluetootha
cy: Cais Paru Bluetooth
eo: Asocipeto de Bluetooth
es: Petición de vinculación Bluetooth
fa: درخواست جفت شدن بلوتوث
gd: Iarrtas airson paidhreachadh Bluetooth
hi_in: ब्लूटूथ युग्मन अनुरोध
id: Permintaan Pemasangan Bluetooth
km: ស្នើ​ការ​ផ្គូផ្គង​​ប៊្លូធូស
kn: ಬ್ಲೂಟೂತ್ ಜೋಡಿ ಮಾಡುವ ಮನವಿ
lo: ຄຳຮ້ອງຂໍຈັບຄູ່ Bluetooth
mai: ब्लूटूथ सँ जोड़ी बनेबा लेल अनुरोध
ml: ബ്ലുടൂത്ത് ജോടിയാക്കാനുള്ള അഭ്യര്‍ഥന
mr: ब्लुटूथ जोडणी विनंती
ms: Permintaan Berpasangan Bluetooth
my: ဘလူးတု ချိတ်ဆက်ရန်
ne: ब्लुटुथसँग जोडी बनाउने अनुरोध
nn_no: Bluetooth-paringsførespurnad
or: ବ୍ଲୁଟୁଥ ଦ୍ୱାରା ଯୋଡ଼ିବା ଅନୁରୋଧ
pt: Pedido de emparelhamento Bluetooth
ro: Cerere de asociere Bluetooth
sw: Ombi la Kuwa Jozi la Bluetooth
ta: சோடி சேருவதற்க்கான ப்ளூடூத் கோரிக்கை
te: బ్లూటూత్ జతపరచ అభ్యర్థన
tr: Bluetooth eşleştirme isteği
ur: بلوٹوتھ جوڈی جوڑنے کی درخواست
uz: Bluetooth birlashtirish so‘rovi
wa: Dimande d’ apwairixhaedje Bluetooth
zu: Isicelo Sokumataniswa Nge-Bluetooth

source: Bluetooth pairing request expired. Try to pair again.
am: የ ብሉቱዝ ማጣመሪያ ጥያቄ ጊዜው አልፏል: እንደገና ለማጣመር ልሞክር
ar: نفدِت مهلة طلب الاقتران. حاول إعادة الاقتران.
bn_bd: ব্লুটুথ জুটিবদ্ধ রিকোয়েস্ট অতিক্রান্ত। আবার জুটিবদ্ধ হবার চেষ্টা করুন।
bn_in: ব্লুটুথ সংযোগের অনুরোধ অতিক্রান্ত। আবার পেয়ার করার চেষ্টা করুন।
bs: Bluetooth zahtjev za uparivanje je istekao. Pokušajte ponovo.
cy: Mae'r cais paru bluetooth wedi dod i ben. Ceisiwch baru eto.
eo: La asocipeto de Bluetooth senvalidiĝis. Klopodu asocii denove.
es: Caducó la petición de vinculación Bluetooth. Intente vincularlos de nuevo.
fa: درخواست جفت شدن بلوتوث منقضی شده است. برای جفت شده دوباره سعی کنید.
gd: Dh'fhalbh an ùine air an iarrtas phaidhreachadh Bluetooth. Feuch paidhreachadh as ùr.
hi_in: ब्लूटूथ युग्मन अनुरोध खत्म हो गया. फिर से युग्मित करने की कोशिश करें.
id: Permintaan pemasangan Bluetooth kedaluarsa. Coba ulangi lagi.
km: សំណើ​ផ្គូផ្គង​​ប៊្លូធូស​បាន​ផុត​កំណត់​ហើយ។ សូម​ព្យាយាម​ផ្គូផ្គង​ម្ដងទៀត។
kn: ಬ್ಲೂಟೂತ್ ಜೋಡಿ ಮಾಡುವ ಮನವಿ ಕಾಲಾವಧಿ ತೀರಿದೆ. ಇನ್ನೊಮ್ಮೆ ಜೋಡಿ ಮಾಡಲು ಪ್ರಯತ್ನಿಸು.
lo: ຄຳຮ້ອງຂໍຈັບຄູ່ Bluetooth ຫມົດອາຍຸ. ກະລຸນາລອງຈັບຄູ່ໃຫມ່ອີກຄັ້ງ.
mai: ब्लूटूथ सँ जोड़ी बनेबा लेल अनुरोध खतम भ' गेल. फेर सँ युग्मित करबाक प्रयास करू.
ml: ബ്ലുടൂത്ത് ജോടി അഭ്യര്‍ഥനയുടെ സമയപരിധി കഴിഞ്ഞു. ഒരിക്കല്‍ക്കൂടി ശ്രമിക്കൂ.
mr: ब्लुटूथ जोडणी विनंती कालबाह्य झाली. पुन्हा प्रयत्न करा.
ms: Permintaan berpasangan Bluetooth tamat tempoh. Cuba pasangkan semula.
my: ဘီလူးတုချိတ်ဆက်ခြင်း အချိန်ကုန်ဆုံး ။ ပြန်ကြိုးစားပါ ။
ne: ब्लुटुथसँग जोडी बनाउने अवधि समाप्त भयो। फेरि जोडी बनाउने प्रयास गर्नुहोस्।
nn_no: Bluetooth paringsfrespurnad gjekk ut på tid. Prøv å para på nytt.
or: ବ୍ଲୁଟୁଥ ଦ୍ୱାରା ଯୋଡ଼ିବା ଅନୁରୋଧର ଅବଧି ସରିଯାଇଛି । ଆଉଥରେ ଯୋଡ଼ିବାକୁ ଚେଷ୍ଟାକରନ୍ତୁ ।
pt: O pedido de emparelhamento Bluetooth expirou. Tente emparelhar novamente.
ro: Cererea de asociere Bluetooth a expirat. Încearcă din nou asocierea.
sw: Ombi la kuwa jozi la Bluetooth limekwisha muda. Jaribu tena kuwa jozi.
ta: சோடி சேருவதற்க்கான ப்ளூடூத் கோரிக்கை காலாவதியானது. மீண்டும் முயற்சிக்கவும்.
te: బ్లూటూత్ జతపరచ అభ్యర్థనకు కాలం చెల్లింది. మళ్ళీ జతపరచ ప్రయత్నించండి.
tr: Bluetooth eşleştirme isteği zaman aşımına uğradı. Yeniden eşleştirmeyi deneyin.
ur: بلوٹوت جوڑنے کی درخواست ختم ہوئی۔ پھر سے جوڑنے کی کوشش کریں۔
uz: Bluetooth birlashtirish so‘rovi eskirdi. Yana birlashtirishga urinib ko‘ring.
wa: Li dmande d’ apwairixhaedje Bluetooth a espiré. Rissayîz d’ apwairi.
zu: Isicelo sokumataniswa nge-Bluetooth siphelelwe yisikhathi. Phinda uzame ukumatanisa futhi.

source: Change phone name
bn_bd: ফোনের নাম পরিবর্তন করুন
mai: फोन नाम बदलू

source: Change the name of your device as it appears in your computer
bn_bd: আপনার ডিভাইসটির নাম পরিবর্তন করুন যা আপনার কম্পিউটারে দেখাবে
mai: कप्म्यूटर पर देखाएल गेल नाम जहिना अपन डिवाइसक नाम बदलू

source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
bn_bd: {{device}} এই ফোনের সাথে জুটিবদ্ধ হতে চাচ্ছে। গ্রহণ করতে, ডিভাইসে পিনটি প্রবেশ করান:
mai: {{डिवाइस}} अहि फोन सँ जोड़ी गाँठऽ चाहैत छी. स्वीकार करबा लेल डिवाइस पर PIN दर्ज करू.
or: {{device}} ଆପଣଙ୍କ ଫୋନ ସହ ଯୋଡ଼ିବା ପାଇଁ ଚାହୁଁଛି । ଗ୍ରହଣ କରିବା ପାଇଁ ଏହି PIN ଦିଅନ୍ତୁ ।
zu: I-{{device}} ingathanda ukumataniswa nale foni. Ukuze wamukele lesi sicelo, faka i-PIN kudivayisi.

source: {{bluetooth}}
ml: {{ബ്ലുടൂത്ത്}}

source: Confirmation
or: ନିଶ୍ଚିତକରଣ
zu: Isiqinisekiso
