Repository: translate/mozilla-gaia
Catalog: */apps/bluetooth/bluetooth.properties.po
Languages: am, ar, bn_bd, bn_in, bs, cy, eo, es, fa, gd, hi_in, id, km, kn, lo, mai, ml, mr, ms, my, ne, nn_no, or, pt, ro, sw, ta, te, tr, ur, uz, wa, zu

source: Turn Bluetooth on to view devices in the area.
am: ብሉቱዝ ያብሩ በ አካባቢው ያሉ አካሎችን ለማየት
ar: قم بتشغيل البلوتوث لإظهار الأجهزة في المنطقة.
bn_bd: আশেপাশের ডিভাইসগুলো দেখার জন্য ব্লুটুথ চালু করুন।
bn_in: এই এলাকাতে ডিভাইসসমূহ প্রদর্শন করতে ব্লু-টুথ চালু করুন।
bs: Uključite Bluetooth da biste vidjeli uređaje u vašem području.
cy: Cychwyn Bluetooth i weld dyfeisiau gerllaw.
eo: Ŝalti Bluetooth por vidi proksimajn aparatojn.
es: Active Bluetooth para ver los dispositivos.
fa: بلوتوث خود را جهت نمایش دستگاه‌های اطراف خود روشن کنید.
gd: Cuir Bluetooth air airson 's gum faic thu dè na h-uidheaman a tha faisg ort.
hi_in: ब्लूटूथ को चालू करे अपने उपकरण को क्षेत्र में देखने के लिए
id: Aktifkan Bluetooth untuk melihat perangkat tersedia.
km: បើក​ប៊្លូធូស​ដើម្បី​មើល​ឧបករណ៍​នៅ​ក្នុង​តំបន់។
kn: ಬ್ಲೂಟೂತ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ಮೂಲಕ ಸುತ್ತಮುತ್ತಲಿನ ಸಾಧನಗಳನ್ನು ನೋಡಿ.
lo: ເປີດ Bluetooth ເພື່ອເບິງອຸປະກອນທີ່ຢູ່ໃນບໍລິເວນນີ້.
mai: अपन उपकरण केँ क्षेत्रमे देखबाक लेल ब्लूटूथ केँ चालू करू.
ml: നിങ്ങളുടെ അടുത്തുള്ള ബ്ലൂടൂത്ത് ഉപകരണങ്ങള്‍ കാണാനായി, ദയവായി ബ്ലൂടൂത്ത് ഓണ്‍ ചെയ്യു.
mr: परिसरातील इतर उपलब्ध उपकरणे पाहण्यासाठी ब्लू-टूथ चालू करा.
ms: Hidupkan bluetooth untuk melihat peranti dalam kawasan.
my: တာတိုကွန်ယက်အား ဖွင့်ပြီး ပတ်ဝန်းကျင်ရှိ ဖုန်းများအား လိုက်ရှာမည်
ne: यो क्षेत्रमा यन्त्रहरू हेर्न ब्लुटुथ खोल्नुहोस्।
nn_no: Slå på Bluetooth for å sjå einingar i området.
pt: Ativar o bluetooth para ver os dispositivos na área.
ro: Pornește Bluetooth pentru a vedea dispozitive din zonă.
sw: Washa Bluetooth ili kuona vifaa vilivyo karibu.
ta: அருகிலுள்ள சாதனங்களை பார்க்க ப்ளுடூத்தை செயல்படுத்து.
te: ఈ ప్రాంతంలో ఉన్న పరికరాలను చూడడానికి బ్లూటూత్‌ని చేతనంచేయండి.
tr: Etraftaki aygıtları görmek için Bluetooth'u açın.
ur: علاقے میں آلات دیکھنے کے لیے بلو ٹوٹھ آن کریں۔
uz: Atrofingizdagi qurilmalarni ko‘rish uchun bluetooth’ni yoqing.
wa: Eclitchîz Bluetooth po vey les éndjins d’ avårci.

source: Paired devices
am: የተጣመሩ አካሎች
ar: الأجهزة المقترنة
bn_bd: জুটিবদ্ধ ডিভাইস
bn_in: পেয়ার করা ডিভাইসসমূহ
bs: Upareni uređaji
cy: Paru dyfais
eo: Asociitaj aparatoj
es: Dispositivos vinculados
fa: دستگاه‌های جفت شده
gd: Uidheaman paidhrichte
hi_in: युक्ति जोड़ें
id: Pasangan perangkat
km: បាន​ផ្គូផ្គង​ឧបករណ៍
kn: ಜೋಡಿಯಾದ ಸಾಧನಗಳು
lo: ຈັບຄູ່ອຸປະກອນ
mai: जुड़ल डिवाइस
ml: പെയര്‍ ചെയ്ത ഉപകരണങ്ങള്‍
mr: जोडलेली साधने
ms: Peranti digandingkan
my: တွဲထားသောပစ္စည်းများ
ne: जडान गरेको यन्त्रहरु
nn_no: Para einingar
or: ସଂଯୁକ୍ତ ଉପକରଣଗୁଡ଼ିକ
pt: Dispositivos emparelhados
ro: Dispozitive asociate
sw: Vifaa vilivyooanishwa
ta: சோடி சேர்க்கப்பட்ட சாதனங்கள்
te: జతపరిచిన పరికరాలు
tr: Eşleştirilmiş aygıtlar
ur: جوڑی شدہ آلے
uz: Bog‘langan qurilmalar
wa: Éndjins apwairis
zu: Amadivayisi ahambisanayo

source: Devices in the area
am: በ አካባቢው ውስጥ ያሉ አካሎች
ar: أجهزة قريبة منك
bn_bd: আসপাশে যেসব ডিভাইস আছে
bn_in: নিকটবর্তী ডিভাইসগুলি
bs: Uređaji u blizini
cy: Dyfeisiau ger llaw
eo: Aparatoj en la ĉirkaŭaĵo
es: Dispositivos en el área
fa: دستگاه‌های این ناحیه
gd: Uidheaman am fagas
hi_in: क्षेत्र में युक्तियाँ
id: Perangkat di sekitar
km: ឧបករណ៍​នៅ​ក្នុង​តំបន់
kn: ನಿಮ್ಮ ಆಸುಪಾಸಿನ ಸಾಧನಗಳು
lo: Cîhazên li Derdorê
mai: क्षेत्रक डिवाइस
ml: ഈ പ്രദേശത്തുള്ള ഉപകരണങ്ങള്‍
mr: परिसरातील साधने
ms: Peranti dalam kawasan
my: အနီးအနားမှ စက်များ
ne: यो ठाउँमा भएको यन्त्रहरु
nn_no: EIningar i området
or: ଏକ ସ୍ଥାନରେ ଥିବା ଉପକରଣଗୁଡ଼ିକ
pt: Dispositivos na área
ro: Dispozitive din zonă
sw: Vifaa katika eneo
ta: இப்பகுதியில் உள்ள சாதனங்கள்
te: ఈ ప్రాంతంలో పరికరాలు
tr: Etraftaki aygıtlar
ur: اس علاقہ میں آلات
uz: Hududdagi qurilmalar
wa: Éndjins dins l' coine
zu: Amadivayisi akule ndawo

source: Visible to all
am: ለ ሁሉም የሚታይ
ar: ظاهر للجميع
bn_bd: সবার কাছে দৃশ্যমান
bn_in: সকলের জন্য প্রদর্শিত
bs: Vidljivo svima
cy: Gweladwy i bawb
eo: Videblaj por ĉiuj
es: Visible a todos
fa: قابل رویت برای همه
gd: Chì duine sam bith e
hi_in: सबको दृश्य
id: Dapat dilihat semua
km: អាច​មើល​ឃើញ​គ្រប់​គ្នា
kn: ಎಲ್ಲರಿಗೂ ಕಾಣಿಸಲಿ
lo: ສາມາດເບິງເຫັນໄດ້ທັງຫມົດ
mai: सभक लखाएत
ml: എല്ലാവര്‍ക്കും കാണുവാനാകും
mr: सगळ्यांसाठी दृष्यास्पद
ms: Tampak kepada semua
my: အားလုံးကို မြင်စေမည်
ne: सबैलाई देखिने
nn_no: Synleg for alle
pt: Visível por todos
ro: Vizibil pentru toți
ta: அனைவருக்கும் காட்டு
te: అందరికీ కనిపిస్తూంది
tr: Herkese görünür
ur: سب کے لیے مرئی
uz: Hammaga ko‘rinadigan
wa: Veyåve po tertos

source: Your device name exceeds {{length}} characters. Please retry again.
am: የ እርስዎ አካል ስም ባህሪዎች ከ መጠኑ {{length}} አልፏል: እባክዎን እንደገና ይሞክሩ
ar: طول اسم جهازك يتجاوز عدد الحروف المسموح بها (وهو {{length}}). أعِد المُحاولة من فضلك.
bn_bd: আপনার ডিভাইসের নাম {{length}} অক্ষর অতিক্রম করেছে। আবার চেষ্টা করুন।
bn_in: অাপনার ডিভাইস নাম {{length}} অক্ষরসমূহ অতিক্রম করেছে। অনুগ্রহ করে পুনঃপ্রচেষ্টা করুন।
bs: Naziv vašeg uređaja je prekoračio {{length}} znakova. Molimo vas da pokušate ponovo.
cy: Mae enw eich dyfais yn fwy na {{length}} nod. Ceisiwch eto.
eo: La nomo de via aparato havas pli ol {{length}} signojn. Bonvolu klopodi denove.
es: Su nombre de dispositivo excede {{length}} caracteres. Inténtelo de nuevo.
fa: نام دستگاه شما بیش از {{length}} حرف دارد. لطفا دوباره سعی کنید.
gd: Tha ainm an uidheim agad nas fhaide na {{length}} caractar. Feuch ris a-rithist.
hi_in: आपके उपकरण के नाम में अक्षरों की संख्या {{length}} से ज्यादा है. पुनः प्रयास करें.
id: Nama peranti Anda melebihi {{length}} karakter. Silakan coba lagi.
km: ឈ្មោះ​ឧបករណ៍​របស់​អ្នក​លើស​ {{length}} តួអក្សរ។ សូម​ព្យាយាម​ម្ដងទៀត។
kn: ನಿಮ್ಮ ಸಾಧನದ ಹೆಸರು {{length}} ಅಕ್ಷರಗಳಿಗಿಂತ ದೊಡ್ಡದಿದೆ. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lo: ຊື່ອຸປະກອນຂອງທ່ານມີຂະຫນາດຕົວອັກສອນຍາວເກີນໄປ {{length}}. ກະລຸນາລອງໃຫມ່ອີກເທື່ອຫນຶ່ງ.
mai: अहाँक उपकरण केर नाममे अक्षरक संख्या {{length}} सँ बेसी अछि. पुनः प्रयास करू.
ml: നിങ്ങളുടെ ഡിവൈസിന്റെ പേരു‌, {{length}} അക്ഷരങ്ങളേക്കാള്‍ കൂടുതലാണ് , വീണ്ടും ശ്രമിക്കുക.
mr: आपल्या उपकरणाचा नाव {{length }} अक्षरांपेक्षा मोठे होते आहे.कृपया पुन्हा प्रयत्न करा.
ms: Nama peranti anda melebihi {{length}} aksara. Sila cuba lagi.
my: သင့်ဖုန်း အမည်သည် စာလုံးရေ {{length}} ထက်ပိုများနေသည်။ ကျေးဇူးပြုပြီး ထပ်ရေးပါ။
ne: तपाईँको यन्त्रको नामले {{length}} वर्ण नाघ्यो। कृपया फेरि पुन:प्रयास गर्नुहोस्।
nn_no: Namnet på eininga er lengre enn {{length}} teikn. Prøv på nytt.
pt: O nome do seu dispositivo excede {{length}} caracteres. Por favor, tente novamente.
ro: Numele dispozitivului depășește {{length}} caractere. Te rugăm să reîncerci.
sw: Jina la kifaa chako linapita herufi {{length}}. Tafadhali jaribu tena.
ta: உங்கள் கருவியின் பெயர் {{length}} எழுத்துக்களை மிஞ்சியது. மீண்டும் முயல்க.
te: మీ పరికరం పేరు {{length}} అక్షరాలను మించిపోయింది. తగ్గించి ప్రయత్నించండి.
tr: Aygıt adınız {{length}} karakterden uzun. Lütfen tekrar deneyin.
ur: آپ کا آلہ نام {{length}} کریکٹر سے زیادہ ہے۔ پھر کوشش کریں۔
uz: Qurilmangiz nomi {{length}} ta belgidan oshib ketgan. Yana qaytadan urinib ko‘ring.
wa: Li no di vost éndjin est pus long ki {{length}} caracteres. Rissayîz s’ i vs plait.

source: Bluetooth Address
am: የ ብሉቱዝ አድራሻ
ar: عنوان البلوتوث
bn_bd: ব্লুটুথ ঠিকানা
bn_in: ব্লুটুথের ঠিকানা
bs: Bluetooth adresa
cy: Cyfeiriad Bluetooth
eo: Adreso de Bluetooth
es: Dirección Bluetooth
fa: نشانی بلوتوث
gd: Seòladh Bluetooth
hi_in: ब्लूटूथ का पता
id: Alamat Bluetooth
km: អាសយដ្ឋាន​ប៊្លូធូស
kn: ಬ್ಲೂಟೂತ್ ವಿಳಾಸ
lo: ທີ່ຢູ່ຂອງ Bluetooth
mai: ब्लूटूथ पता
ml: ബ്ലൂടൂത്ത് വിലാസം
mr: ब्लूटूथ पत्ता
ms: Alamat Bluetooth
my: ဘလူးတု လိပ်စာ
ne: ब्लूटूथ ठेगाना
nn_no: Bluetooth-adresse
pt: Endereço bluetooth
ro: Adresa Bluetooth
sw: Anwani ya Bluetooth
ta: ப்ளூடூத் முகவரி
te: బ్లూటూత్ చిరునామా
tr: Bluetooth adresi
ur: بلو ٹوٹھ پتہ
uz: Bluetooth manzili
wa: Adresse Bluetooth

source: Not available
am: ዝግጁ አይደለም
ar: غير متاح
bn_bd: বিদ্যমান নেই
bn_in: উপলব্ধ নয়
bs: Nije dostupno
cy: Ddim ar gael
eo: Ne disponebla
es: No disponible
fa: در دسترس نیست
gd: Chan eil seo ri fhaighinn
hi_in: अनुपलब्ध है
id: Tidak tersedia
km: មិន​មាន
kn: ಲಭ್ಯವಿಲ್ಲ
lo: ບໍ່ສາມາດໃຊ້ງານໄດ້
mai: उपलब्ध नहि
ml: ഇപ്പോള്‍ ലഭ്യമല്ല
mr: उपलब्ध नाही
ms: Tidak tersedia
my: မရပါ
ne: उपलब्ध छैन
nn_no: Ikkje tilgjengeleg
pt: Não disponível
ro: Indisponibil
sw: Haipatikani
ta: இல்லை
te: అందుబాటులో లేదు
tr: Kullanılamaz
ur: دستیاب نہیں
uz: Mavjud emas
wa: Nén disponibe

source: No devices paired
am: ምንም አካል አልተጣመረም
ar: لا يوجد أجهزة مقترنة
bn_bd: কোনো ডিভাইস জুটিবদ্ধ নেই
bn_in: কোনো ডিভাইস জুটি করেনি
bs: Nema uparenih uređaja
cy: Dim dyfais wedi eu paru
eo: Neniu asociita aparato
es: Ningún dispositivo vinculado
fa: هیچ دستگاهی متصل نیست
gd: Cha deach uidheam sam bith a phaidhreachadh
hi_in: कोई उपकरण जुड़ा नहीं है
id: Tidak ada perangkat terpasang
km: មិន​មាន​ឧបករណ៍​​បាន​ផ្គូផ្គង
kn: ಯಾವುದೇ ಸಾಧನಗಳ ಜೋಡಿಣೆಯಾಗಿಲ್ಲ
lo: ບໍ່ມີການຈັບຄູ່ອຸປະກອນ
mai: कोनो उपकरण जुटल नहि अछि
ml: ഒരു ഉപകരണവും പെയര്‍ ചെയ്തിട്ടില്ല
mr: कोणतेही उपकरण जोडले गेले नाही.
ms: Tiada peranti diganding
my: အခြားဖုန်းများ ဖြင့်ချိတ်ဆက်မထားပါ
ne: कुनै यन्त्रहरु जोडीत छैनन्
nn_no: Ingen einingar para
pt: Sem dispositivos emparelhados
ro: Niciun dispozitiv asociat
sw: Hakuna vifaa vilvyojozi
ta: எச்சாதனமும் சோடி சேரவில்லை
te: ఏ పరికరాలూ జతచేయబడలేదు
tr: Eşleştirilmiş aygıt yok
ur: کوئی آلات جوڑی شدہ نہیں
uz: Qurilmalar birlashtirilmagan
wa: Nol éndjin apwairi

source: Turned off
am: ጠፍቷል
ar: مُطفَأ
bn_bd: বন্ধ
bn_in: বন্ধ রয়েছে
bs: Isključeno
cy: Diffoddwyd
eo: Malŝaltita
es: Desactivado
fa: خاموش کردن
gd: Air a chur dheth
hi_in: बंद है
id: Dimatikan
km: បាន​បិទ
kn: ಆಫ್ ಆಗಿದೆ
lo: ປິດ
mai: बन्न करू
ml: ഓഫ്‌ ആക്കിയിരിക്കുന്നു
mr: बंद
ms: Dimatikan
my: ပိတ်ထားသှ်
ne: बन्द गरियो
nn_no: Avslått
pt: Desligado
ro: Oprit
sw: Imezimwa
ta: அணைக்கப்பட்டுள்ளது
te: నిలిపివేయబడింది
tr: Kapalı
ur: آف شدہ
uz: O‘chirilgan
wa: Aresté

source: {[ plural(n) ]}
hi_in: कोई उपकरण जुड़ा नहीं है

# bt-status-paired[one]
source: {{name}}, +{{n}} more
am: {{name}}, +{{n}} ተጨማሪ
ar: {{name}}، +{{n}} إضافيّ
bn_in: {{name}}, +{{n}} অারও
bs: {{name}}, + još {{n}}
cy: {{name}}, +{{n}} rhagor
eo: {{name}}, +{{n}} plia
es: {{name}}, +{{n}} más
fa: {{name}}، +{{n}} بیشتر
gd: {{name}} ⁊ {{n}} a bharrachd
hi_in: {{name}}, +{{n}} अधिक
id: {{name}}, +{{n}} lagi
km: {{name}}, +{{n}} ច្រើន​ទៀត
kn: {{name}}, +{{n}} ಹೆಚ್ಚಿನ
lo: {{name}}, +{{n}} ຫລາຍກ່ວານີ້
mai: {{name}}, +{{n}} अधिक
ml: {{name}}, +{{n}} അധികം
mr: {{name}}, अजून +{{n}}
ms: {{name}}, +{{n}} lagi
my: {{name}}, +{{n}} နှင့်နောက်ထပ်
ne: {{name}}, +{{n}} अरु
nn_no: {{name}}, +{{n}} fleire
pt: {{name}}, mais {{n}}
ro: {{name}} + încă {{n}}
sw: {{name}}, +{{n}} zaidi
ta: {{name}}, +{{n}} மேலும்
te: {{name}}, +ఇంకో {{n}}
tr: {{name}}, +{{n}} daha
ur: {{name}}، +{{n}} مزید
uz: {{name}}, +{{n}} ko‘proq
wa: {{name}}, +{{n}} di dpus

# bt-status-paired[two]
source: {{name}}, +{{n}} more
am: {{name}}, +{{n}} ተጨማሪ
ar: {{name}}، +{{n}} إضافيّان
bn_bd: {{name}}, +{{n}} অারও
bn_in: {{name}}, +{{n}} অারও
bs: {{name}}, + još {{n}}
cy: {{name}}, +{{n}} rhagor
eo: {{name}}, +{{n}} pliaj
es: {{name}}, +{{n}} más
fa: {{name}}, +{{n}} بیشتر
gd: {{name}} ⁊ {{n}} a bharrachd
hi_in: {{name}}, +{{n}} अधिक
id: {{name}}, +{{n}} lagi
km: {{name}}, +{{n}} ច្រើន​ទៀត
kn: {{name}}, +{{n}} ಹೆಚ್ಚಿನ
lo: {{name}}, +{{n}} ຫລາຍກ່ວານີ້
mai: {{name}}, +{{n}} अधिक
ml: {{name}}, +{{n}} അധികം
mr: {{name}}, अजून +{{n}}
ms: {{name}}, +{{n}} lagi
my: {{name}}, +{{n}} နှင့်နောက်ထပ်
ne: {{name}}, +{{n}} अरु
nn_no: {{name}}, +{{n}} fleire
pt: {{name}}, mais {{n}}
ro: {{name}} + încă {{n}}
sw: {{name}}, +{{n}} zaidi
ta: {{name}}, +{{n}} மேலும்
te: {{name}}, +ఇంకో {{n}}
tr: {{name}}, +{{n}} daha
ur: {{name}}، +{{n}} مزید
uz: {{name}}, +{{n}} ko‘proq
wa: {{name}}, +{{n}} di dpus

# bt-status-paired[few]
source: {{name}}, +{{n}} more
am: {{name}}, +{{n}} ተጨማሪ
ar: {{name}}، +{{n}} إضافيّة
bn_bd: {{name}}, +{{n}} অারও
bn_in: {{name}}, +{{n}} অারও
bs: {{name}}, + još {{n}}
cy: {{name}}, +{{n}} rhagor
eo: {{name}}, +{{n}} pliaj
es: {{name}}, +{{n}} más
fa: {{name}}, +{{n}} بیشتر
gd: {{name}} ⁊ {{n}} a bharrachd
hi_in: {{name}}, +{{n}} अधिक
id: {{name}}, +{{n}} lainnya
km: {{name}}, +{{n}} ច្រើន​ទៀត
kn: {{name}}, +{{n}} ಹೆಚ್ಚಿನ
lo: {{name}}, +{{n}} ຫລາຍກ່ວານີ້
mai: {{name}}, +{{n}} अधिक
ml: {{name}}, +{{n}} അധികം
mr: {{name}}, अजून +{{n}}
ms: {{name}}, +{{n}} lagi
my: {{name}}, +{{n}} နှင့်နောက်ထပ်
ne: {{नाम}}, +{{एन्}} अरु
nn_no: {{name}}, +{{n}} fleire
pt: {{name}}, mais {{n}}
ro: {{name}} + încă {{n}}
sw: {{name}}, +{{n}} zaidi
ta: {{name}}, +{{n}} மேலும்
te: {{name}}, +ఇంకో {{n}}
tr: {{name}}, +{{n}} daha
ur: {{name}}، +{{n}} مزید
uz: {{name}}, +{{n}} ko‘proq
wa: {{name}}, +{{n}} di dpus

# bt-status-paired[many]
source: {{name}}, +{{n}} more
am: {{name}}, +{{n}} ተጨማሪ
ar: {{name}}، +{{n}} إضافيًّا
bn_bd: {{name}}, +{{n}} অারও
bn_in: {{name}}, +{{n}} অারও
bs: {{name}}, + još {{n}}
cy: {{name}}, +{{n}} rhagor
eo: {{name}}, +{{n}} pliaj
es: {{name}}, +{{n}} más
fa: {{name}}, +{{n}} بیشتر
gd: {{name}} ⁊ {{n}} a bharrachd
hi_in: {{name}}, +{{n}} अधिक
id: {{name}}, +{{n}} lainnya
km: {{name}}, +{{n}} ច្រើន​ទៀត
kn: {{name}}, +{{n}} ಹೆಚ್ಚಿನ
lo: {{name}}, +{{n}} ຫລາຍກ່ວານີ້
mai: {{name}}, +{{n}} अधिक
ml: {{name}}, +{{n}} അധികം
mr: {{name}}, अजून +{{n}}
ms: {{name}}, +{{n}} lagi
my: {{name}}, +{{n}} နှင့်နောက်ထပ်
ne: {{नाम}}, +{{एन्}} अरु
nn_no: {{name}}, +{{n}} fleire
pt: {{name}}, mais {{n}}
ro: {{name}} + încă {{n}}
sw: {{name}}, +{{n}} zaidi
ta: {{name}}, +{{n}} மேலும்
te: {{name}}, +ఇంకో {{n}}
tr: {{name}}, +{{n}} daha
ur: {{name}}، +{{n}} مزید
uz: {{name}}, +{{n}} ko‘proq
wa: {{name}}, +{{n}} di dpus

# bt-status-paired[other]
source: {{name}}, +{{n}} more
am: {{name}}, +{{n}} ተጨማሪ
ar: {{name}}، +{{n}} إضافيّة
bn_bd: {{name}}, +{{n}} অারও
bn_in: {{name}}, +{{n}} অারও
bs: {{name}}, + još {{n}}
cy: {{name}}, +{{n}} rhagor
eo: {{name}}, +{{n}} pliaj
es: {{name}}, +{{n}} más
fa: {{name}}, +{{n}} بیشتر
gd: {{name}} ⁊ {{n}} a bharrachd
hi_in: {{name}}, +{{n}} अधिक
id: {{name}}, +{{n}} lainnya
km: {{name}}, +{{n}} ច្រើន​ទៀត
kn: {{name}}, +{{n}} ಹೆಚ್ಚಿನ
lo: {{name}}, +{{n}} ຫລາຍກ່ວານີ້
mai: {{name}}, +{{n}} अधिक
ml: {{name}}, +{{n}} അധികം
mr: {{name}}, अजून +{{n}}
ms: {{name}}, +{{n}} lagi
my: {{name}}, +{{n}} နှင့်နောက်ထပ်
ne: {{name}}, +{{n}} अरु
nn_no: {{name}}, +{{n}} fleire
pt: {{name}}, mais {{n}}
ro: {{name}} + încă {{n}}
sw: {{name}}, +{{n}} zaidi
ta: {{name}}, +{{n}} மேலும்
te: {{name}}, +ఇంకో {{n}}
tr: {{name}}, +{{n}} daha
ur: {{name}}، +{{n}} مزید
uz: {{name}}, +{{n}} ko‘proq
wa: {{name}}, +{{n}} di dpus

source: Tap to connect
am: ለመገናኘት መታ ያድርጉ
ar: أنقر لتّتصل
bn_bd: সংযুক্ত করতে ট্যাপ করুন
bn_in: সংযোগ করতে চাপ দিন
bs: Pritisnite za povezivanje
cy: Tapio i gysylltu
eo: Tuŝetu por konekti
es: Pulse para conectar
fa: برای اتصال ضربه بزنید
gd: Thoir gnogag gus ceangal a dhèanamh
hi_in: जुड़ने के लिए टिपटिपाएँ
id: Ketuk untuk tersambung
km: ចុច​ដើម្បី​ភ្ជាប់
kn: ಸಂಪರ್ಕಿಸಲು ಮೆಲ್ಲಗೆ ತಟ್ಟಿ
lo: Ji bo girêdanê bipelîne
mai: जुड़ऽ लेल टैप करू
ml: കണക്ട് ചെയ്യുാന്‍ തൊടുക
mr: जोडण्यासाठी टिचकी मारा
ms: Tap untuk sambung
my: ဆက်သွယ်ရန် ထိလိုက်ပါ
ne: जडान गर्न थिच्नुहोस्
nn_no: Trykk for å kopla til
or: ସଂଯୋଗ କରିବା ନିମନ୍ତେ ଟ୍ୟାପ କରନ୍ତୁ
pt: Toque para ligar
ro: Atinge pentru conectare
sw: Gusa ili kuunganisha
ta: தொட்டு இணைக்கவும்
te: అనుసంధానించడానికి తాకండి
tr: Bağlanmak için dokunun
ur: رابطہ قائم کرنے کے لئے تھپتھپائیں
uz: Ulash uchun bosing
wa: Tapez po raloyî
zu: Thinta kancane ukuze uxhumeke

source: Pairing with device…
am: ከ አካሉ ጋር በ መጣመር ላይ…
ar: يقترن بالجهاز…
bn_bd: ডিভাইসের সাথে জুটিবদ্ধ হচ্ছে…
bn_in: ডিভাইসের সাথে পেয়ার করা হচ্ছে…
bs: Uparivanje uređaja…
cy: Paru gyda dyfais…
eo: Asociado kun aparato…
es: Vinculando dispositivos…
fa: جفت شدن با دستگاه…
gd: ’Ga phaidhreachadh leis an uidheam…
hi_in: युक्ति से जुड़ रहा है...
id: Memasangkan dengan perangkat…
km: កំពុង​ផ្គូផ្គង​​ឧបករណ៍...
kn: ಸಾಧನವನ್ನು ಜೋಡಿಸಲಾಗುತ್ತಿದೆ…
lo: Cîhaz dibin hevcot…
mai: डिवाइस सँ जुड़ि रहल अछि...
ml: ഉപകരണവുമായി പെയര്‍ ചെയ്യുന്നു…
mr: उपकरण जोडणी सुरु…
ms: Menggandingkan peranti…
my: ပစ္စည်းတစ်ခုဖြင့် တွဲဆက်နေသှ်...
ne: यन्त्रसँग जोडि बनाउँदै...
nn_no: Parar med eining …
or: ଉପକରଣ ସହିତ ଯୋଡ଼ୁଛି...
pt: A emparelhar com o dispositivo…
ro: Se asociază cu dispozitivul…
sw: Inaunganisha na kifaa…
ta: கருவியுடன் இணைக்கிறது...
te: పరికరంతో జతచేస్తున్నాం…
tr: Aygıtla eşleştiriliyor…
ur: آلے کے ساتھ جوڑی بنا رہا ہے…
uz: Qurilma bilan bog‘lanmoqda...
wa: Dj' apwaire deus éndjins...
zu: Isazama ukuxhumana nedivayisi…

source: Waiting for other device…
am: ሌሎች አካሎችን በመጠበቅ ላይ…
ar: بانتظار الجهاز الآخر…
bn_bd: অপর ডিভাইসের জন্য অপেক্ষমান…
bn_in: অন্য ডিভাইসের জন্য অপেক্ষা করা হচ্ছে…
bs: Čekanje drugog uređaja…
cy: Aros am y ddyfais arall…
eo: Atentado je la alia aparato…
es: Esperando a otro dispositivo…
fa: در انتظار دستگاه‌های دیگر…
gd: A’ feitheamh ris an dàrna uidheam…
hi_in: अन्य युक्ति के लिए प्रतीक्षा कर रहा है ...
id: Menunggu perangkat lainnya…
km: កំពុង​រង់ចាំ​ឧបករណ៍​ផ្សេង…
kn: ಇನ್ನೊಂದು ಸಾಧನಕ್ಕೆ ಕಾಯಲಾಗುತ್ತಿದೆ…
lo: Li benda cîhazên din e…
mai: आन डिवाइस लेल प्रतीक्षा मे ...
ml: മറ്റു ഉപകരണത്തിനായി കാത്തിരിക്കുന്നു…
mr: इतर साधनासाठी थांबले आहे…
ms: Menanti peranti yang lain…
my: အခြားတစ်ဖက် ကိုစောင့်နေသှ်...
ne: अर्को यन्त्रको प्रतिक्षा गर्दै
nn_no: Ventar på andre einingar …
or: ଅନ୍ୟାନ୍ୟ ଉପକରଣ ପାଇଁ ଅପେକ୍ଷା କରିଛି…
pt: A aguardar por outro dispositivo…
ro: Se așteaptă după celălalt dispozitiv…
sw: Inangojea kifaa kingine…
ta: மற்றொரு சாதனத்துக்காக காத்திருக்கிறது…
te: మరో పరికరం కోసం వేచిచూస్తున్నాం…
tr: Diğer aygıt bekleniyor…
ur: دوسرے آلے کا انتظار کر رہا ہے…
uz: Boshqa qurilma kutilmoqda...
wa: Dji ratind après des ôtes éndjins...
zu: Ilindele enye idivayisi…

source: Paired
am: ተጣምሯል
ar: مقترن
bn_bd: জুটিবদ্ধ
bn_in: পেয়ার করা হয়েছে
bs: Uparen
cy: Parwyd
eo: Asociita
es: Vinculados
fa: جفت شده
gd: Air a phaidhreachadh
hi_in: जुड़ गया
id: Terpasangkan
km: បាន​ផ្គូផ្គង
kn: ಜೋಡಿಯಾಗಿದೆ
lo: Hevcot
mai: जुड़ल
ml: ജോടിയാക്കി
mr: जोडले गेले
ms: Digandingkan
my: တွဲထားသော
ne: जोडि मिलाइएको
nn_no: Para
or: ସଂଯୁକ୍ତ
pt: Emparelhado
ro: Asociat
sw: kimeunganishwa
ta: பிணைக்கப்பட்டது
te: జతపరిచినవి
tr: Eşleştirildi
ur: جوڑا شدہ
uz: Bog‘langan
wa: Apwairi
zu: Asexhumene

source: Connecting…
am: በመገናኘት ላይ...
ar: يتّصل...
bn_bd: সংযুক্ত হচ্ছে…
bn_in: সংযোগ স্থাপন চলছে…
bs: Povezivanje…
cy: Cysylltu…
eo: Konekto…
es: Conectando…
fa: در حال اتصال…
gd: A’ ceangal…
hi_in: कनेक्ट किया जा रहा है…
id: Menyambungkan…
km: កំពុង​តភ្ជាប់…
kn: ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ…
lo: Tê girêdan…
mai: कनेक्ट भ रहल अछि…
ml: ബന്ധിപ്പിക്കുന്നു…
mr: जोडत आहे…
ms: Menyambung…
my: ချိတ်ဆက်နေသှ်...
ne: जडान हुँदैछ…
nn_no: Koplar til …
or: ସଂଯୋଗ କରୁଛି…
pt: A ligar…
ro: Conectare…
sw: Inaunganisha…
ta: இணைக்கிறது...
te: అనుసంధానమవుతూంది…
tr: Bağlanıyor…
ur: جڑ رہا ہے…
uz: Ulanmoqda...
wa: Raloyaedje...
zu: Isaxhuma…

source: Connected
am: ተገናኝቷል
ar: مُتّصِل
bn_bd: সংযুক্ত হয়েছে
bn_in: সংযুক্ত
bs: Povezan
cy: Cysylltwyd
eo: Konektita
es: Conectado
fa: متصل‌شد
gd: Ceangailte
hi_in: कनेक्टेड
id: Tersambung
km: បាន​តភ្ជាប់
kn: ಸಂಪರ್ಕಗೊಂಡಿದೆ
lo: Hate girêdan
mai: जुड़ल
ml: കണക്ട് ചെയ്തു
mr: जुळले
ms: Bersambung
my: ချိတ်ဆက်ပြီး
ne: जडान गरियो
nn_no: Tilkopla
or: ସଂଯୁକ୍ତ
pt: Ligado
ro: Conectat
sw: Imeunganishwa
ta: இணைக்கப்பட்டது
te: అనుసంధానమైంది
tr: Bağlandı
ur: كنیكٹ کر گیا ہے
uz: Ulangan
wa: Raloyî
zu: Ixhumekile

source: Connected to phone audio
am: ወደ ስልክ ድምፅ ተገናኝቷል
ar: مُتّصِل بصَوت الهاتف
bn_bd: ফোন অডিওর সাথে সংযুক্ত হয়েছে
bn_in: ফোন অডিও এর সাথে সংযুক্ত হয়েছে
bs: Povezan na zvuk telefona
cy: Cysylltwyd â sain y ffôn
eo: Konektita al al sono de la telefono
es: Conectado al audio del teléfono
fa: متصل شده به صدای تلفن
gd: Ceangail ri fuaim an fhòn
hi_in: फ़ोन ऑडियो से कनेक्ट हैं
id: Tersambung ke audio telepon
km: បាន​តភ្ជាប់​ទៅ​អូឌីយ៉ូ​ទូរស័ព្ទ
kn: ಪೋನ್ ಆಡಿಯೋಗೆ ಸಂಪರ್ಕಗೊಂಡಿದೆ
lo: ເຊື່ອມຕໍໍກັບສຽງໂທລະສັບແລ້ວ
mai: फोन ओडियो सँ जुटल
ml: ഫോണ്‍ ഓഡിയോയുമായി കണക്റ്റ് ചെയ്തു
mr: फोनच्या ऑडीओला जोडले
ms: Bersambung ke audio telefon
my: ဖုန်း အသံသို့ ချိတ်ဆက်ထားသည်
ne: फोन अडियोमा जडित
nn_no: Tilkopla til telefonlyd
pt: Ligado ao áudio do telefone
ro: Conectat la sistemul audio al telefonului
sw: Imeunganishwa na sehemu ya sauti ya simu.
ta: பேசி ஒலியுடன் இணைந்தது
te: ఫోను ఆడియోకి అనుసంధానమయ్యింది
tr: Telefon sesine bağlandı
ur: فون آڈیو سے جڑا ہوا
uz: Telefon audiosiga ulandi
wa: Raloyî å son do telefone

source: Connected to media audio
am: ወደ ድምፅ መገናኛ ተገናኝቷል
ar: مُتّصِل بصوت الوسائط
bn_bd: মিডিয়া অডিওর সাথে সংযুক্ত হয়েগেছে
bn_in: মিডিয়া অডিওর সাথে সংযুক্ত হয়েছে
bs: Povezan na zvuk multimedije
cy: Cysylltwyd â sain cyfrwng
eo: Konektita al la aŭdvida sono
es: Conectado al audio multimedia
fa: متصل شده به پخش کننده صوتی
gd: Ceangailte ri fuaim an fhòn
hi_in: संगीत साधन से जुड़ा हुआ है
id: Tersambung ke audio media
km: បាន​តភ្ជាប់​ទៅ​អូឌីយ៉ូ​មេឌៀ
kn: ಮೀಡಿಯಾ ಆಡಿಯೋ ಜೊತೆ ಸಂಪರ್ಕಗೊಂಡಿದೆ
lo: ເຊື່ອມຕໍໍກັບສື່ສຽງແລ້ວ
mai: मीडिया ऑडियो सँ संबंधित
ml: മീഡിയ ഓഡിയോയുമായി കണക്ട് ചെയ്തു
mr: फोनच्या ऑडीओ मिडियाला जोडले
ms: Bersambung ke audio media
my: အသံ မီဒီယာသို့ ချိတ်ဆက်ထားသှ်
ne: मिडिया अडियोमा जडित
nn_no: Tilkopla til medialyd
pt: Ligado ao áudio multimédia
ro: Conectat la sistemul audio media
sw: Imeunganishwa na sehemu iliyo na nyimbo za simu.
ta: ஒலி ஊடகத்துடன் இணைந்தது
tr: Medya sesine bağlandı
ur: میڈیا آڈیو سے جڑا ہوا
uz: Media audioga ulandi
wa: Raloyî å son des medias

source: Connected to phone/media audio
am: ተገናኝቷል ወደ ስልክ/መገናኛ ድምፅ
ar: مُتّصل بصوت الهاتف/الوسائط
bn_bd: ফোন/মিডিয়া অডিওর সাথে সংযুক্ত
bn_in: ফোন/media অডিও এর সাথে সংযুক্ত হয়েছে
bs: Povezan na zvuk telefona/multimedije
cy: Cysylltwyd â sain ffôn/cyfrwng
eo: Konektita al la aŭdvida/telefona sono
es: Conectado al audio del dispositivo
fa: به سیستم صوتیِ رسانه/تلفن متصل شد
gd: Ceangailte ri fuaim an fhòn/a’ mheadhain
hi_in: फ़ोन/संगीत साधन से जुड़ा हुआ है
id: Tersambung ke audio telepon/media
km: បាន​តភ្ជាប់​ទៅ​អូឌីយ៉ូ​ទូរស័ព្ទ/មេឌៀ
kn: ಫೋನಿನ/media ಆಡಿಯೋ ಜೊತೆ ಸಂಪರ್ಕಗೊಂಡಿದೆ
lo: ເຊື່ອມຕໍໍກັບໂທລະສັບ/ສື່ສຽງແລ້ວ
mai: फोन/मीडिया ओडियो सँ जुटल अछि
ml: ഫോണ്‍/മീഡിയ ഓഡിയോയുമായി കണക്ട് ചെയ്തു
mr: फोनच्या/media ऑडीओ जोडले
ms: Bersambung ke audio telefon/media
my: ဖုန်း/media ချိတ်ဆက်ထားသှ်
ne: मिडिया अडियोमा जडित
nn_no: Tilkopla telefon/media-lyd
pt: Ligado ao áudio do telefone/multimédia
ro: Conectat la sistemul audio al telefonului/media
ta: பேசி/ஊடக ஒலியுடன் இணைந்தது
te: ఫోను/మాధ్యమ ఆడియోకి అనుసంధానమైంది
tr: Telefon/medya sesine bağlandı
ur: فون/میڈیا آڈیو سے جڑا ہوا
uz: Telefon/media audioga ulandi
wa: Raloyî å son do telefone/des medias

source: Unpair
am: መለያያ
ar: ألغِ الاقتران
bn_bd: বিচ্ছিন্ন
bn_in: বিচ্ছিন্ন
bs: Raspari
cy: Dadbaru
es: Desvincular
fa: جدا کردن
gd: Dì-phaidhrich
hi_in: अयुग्मित
id: Lepaskan
km: មិន​ផ្គូផ្គង
kn: ಜೋಡಣೆ ತೆಗೆ
lo: ບໍ່ຈັບຄູ
mai: नहि जुटल
ml: അണ്‍പെയര്‍
mr: जोडणी काढा
ms: Cerai
my: ဖြုတ်ပါ
ne: जडान छुटाउनुहोस्
nn_no: Ta bort paring
pt: Desemparelhar
ro: Dezasociază
sw: Kumaliza ujozi
ta: பிரி
tr: Eşleşmeyi kes
ur: جوڑ توڑ دیں
uz: Ajratish
wa: Dizapwairi

source: Confirm
am: ማረጋገጫ
ar: أَكّد
bn_bd: নিশ্চিত করুন
bn_in: নিশ্চিত করা
bs: Potvrdi
cy: Cadarnhau
es: Confirmar
fa: تایید
gd: Dearbh
hi_in: पुष्टि करें
id: Konfirmasi
km: បញ្ជាក់
kn: ದೃಢಪಡಿಸು
lo: ຢືນຢັນ
mai: पुष्टि करू
ml: ഉറപ്പാക്കുക
mr: खाञी
ms: Pasti
my: အတည်ပြုပါ
ne: पक्का गर्नुहोस्
nn_no: Stadfest
pt: Confirmar
ro: Confirmă
sw: Dhibitisha
ta: உறுதிசெய்
te: నిర్థారించండి
tr: Onayla
ur: تصدیق کریں
uz: Tasdiqlash
wa: Racertiner

# device-option-unpair-confirmation
source: Confirmation
am: ማረጋገጫ
ar: تأكيد
bn_bd: নিশ্চিতকরণ
bn_in: অনুমোদন
bs: Potvrda
cy: Cadarnhad
eo: Konfirmo
es: Confirmación
fa: تائیدیه
gd: Dearbhadh
hi_in: पुष्टिकरण
id: Konfirmasi
km: ការ​បញ្ជាក់
kn: ದೃಢೀಕರಣ
lo: ການຢືນຢັນ
mai: पुष्टिकरण
ms: Kepastian
my: အတည်ပြုခြင်း
ne: पक्का गर्नु
nn_no: Stadfesting
pt: Confirmação
ro: Confirmare
ta: உறுதிப்படுத்துதல்
te: నిర్ధారణ
tr: Onay
ur: تصدیق
uz: Tasdiqlash
wa: Racertinaedje
