Repository: translate/mozilla-gaia
Catalog: */apps/bluetooth/bluetooth.properties.po
Languages: am, ar, bn_bd, bn_in, bs, cy, eo, es, fa, gd, hi_in, id, km, kn, lo, mai, ml, mr, ms, my, ne, nn_no, or, pt, ro, sw, ta, te, tr, ur, uz, wa, zu

source: Unpair device?
am: አካሉን ልለያየው?
ar: هل ترغب بإلغاء اقتران الجهاز؟
bn_bd: ডিভাইস বিচ্ছিন্ন করা হবে?
bn_in: ডিভাইস বিচ্ছিন্ন করা হবে?
bs: Raspari uređaj?
cy: Dadbaru dyfais?
es: ¿Desvincular dispositivo?
fa: دستگاه جدا شود؟
gd: A bheil thu airson an t-uidheam a dhì-phaidhreachadh?
hi_in: उपकरण अयुग्मित करे?
id: Lepaskan peranti?
km: ឧបករណ៍​ដែល​មិន​ផ្គូផ្គង?
kn: ಸಾಧನದೊಂದಿಗೆ ಜೋಡಣೆ ತೆಗೆಯಬೇಕೆ?
lo: ຍົກເລີກການຈັບຄູ່ອຸປະກອນ?
mai: उपकरण अलग करू?
ml: ഉപകരണം അണ്‍പെയര്‍ ചെയ്യണോ?
mr: उपकराणाची जोडणी काढायची?
ms: Ceraikan peranti?
my: ကိရိယာအား ဖြုတ်မည်?
ne: यन्त्रलाई हटाउनुहोस्?
nn_no: Oppheva paring av eining?
pt: Desemparelhar dispositivo?
ro: Dezasociezi dispozitivul?
ta: சாதனத்தை பிரிக்கவா?
tr: Eşleşme iptal edilsin mi?
ur: آلہ جوڑی ختم کریں؟
uz: Qurilma ajratilsinmi?
wa: Dizapwairi éndjin ?

source: Connect
am: መገናኛ
ar: اتّصِل
bn_bd: সংযোগ
bn_in: সংযোগ করুন
bs: Poveži
cy: Cysylltu
es: Conectar
fa: اتصال
gd: Ceangail
hi_in: जोडियॆ
id: Sambung
km: តភ្ជាប់
kn: ಸಂಪರ್ಕಿಸು
lo: ເຊື່ອມຕໍ່
mai: जुड़ल
ml: ബന്ധിപ്പിക്കു
mr: जोडणी करा
ms: Sambung
my: ချိတ်ဆက်
ne: जडान गर्नुहोस्
nn_no: Kopla til
pt: Ligar
ro: Conectare
sw: Unganisha
ta: இணை
te: అనుసంధానించు
tr: Bağlan
ur: جڑیں
uz: Ulanish
wa: Raloyî

source: Disconnect
am: መለያያ
ar: اقطع الاتصال
bn_bd: বিচ্ছিন্ন
bn_in: বিচ্ছিন্ন করুন
bs: Prekini vezu
cy: Datgysylltu
es: Desconectar
fa: قطع ارتباط
gd: Dì-cheangail
hi_in: डिस्कनेक्ट
id: Putus
km: ផ្ដាច់
kn: ಸಂಪರ್ಕ ತೆಗೆ
lo: ຕັດການເຊື່ອມຕໍ່
mai: डिसकनेक्ट करू
ml: വിഛേദിക്കുക
mr: खंडीत करा
ms: Putus
my: ဖြုတ်
ne: विच्छेद गर्नुहोस्
nn_no: Kopla frå
pt: Desligar
ro: Deconectare
sw: Tenganua
ta: துண்டி
tr: Bağlantıyı kes
ur: منقطع کریں
uz: Uzish
wa: Disraloyî

source: Searching for devices…
am: አካሎችን በመፈለግ ላይ…
ar: يبحث عن أجهزة…
bn_bd: ডিভাইসের জন্য অনুসন্ধান করা হচ্ছে...
bn_in: ডিভাইসসমূহ অনুসন্ধান করা হচ্ছে…
bs: Tražim uređaje…
cy: Chwilio am ddyfeisiau…
eo: Serĉado de aparatoj…
es: Buscando dispositivos…
fa: جست‌وجو برای دستگاه‌ها…
gd: A’ lorg uidheaman…
hi_in: युक्ति खोजी जा रही है…
id: Mencari peranti…
km: កំពុង​ស្វែងរក​ឧបករណ៍...
kn: ಸಾಧನಗಳಿಗೆ ಹುಡುಕಲಾಗುತ್ತಿದೆ…
lo: Li cîhazan digere…
mai: डिवाइस ताकि रहल अछि…
ml: ഉപകരണങ്ങള്‍ക്കായി തെരയുന്നു…
mr: इतर उपकरणांचा शोध घेत आहे…
ms: Mencari peranti…
my: ပစ္စည်းများအား ရှာဖွေလျက်...
ne: डिभाइसहरु खोज्दै...
nn_no: Søkjer etter einingar …
or: ଉପକରଣଗୁଡ଼ିକୁ ଖୋଜୁଛି…
pt: A procurar dispositivos…
ro: Se caută dispozitive…
sw: Inatafuta vifaa…
ta: சாதனங்களை தேடுகிறது...
te: పరికరాల కోసం వెతుకుతున్నాం…
tr: Aygıtlar aranıyor…
ur: آلات کی تلاش کر رہا ہے…
uz: Qurilmalar qidirilmoqda...
wa: Dji cache après des éndjins...
zu: Isacinga amadivayisi…

source: Search for devices
am: ካሎችን በመፈለግ ላይ
ar: ابحث عن أجهزة
bn_bd: ডিভাইস অনুসন্ধান করুন
bn_in: ডিভাইসসমূহ অনুসন্ধান করুন
bs: Traži uređaje
cy: Chwilio am ddyfeisiau
eo: Serĉado de aparatoj
es: Buscar dispositivos
fa: جست‌وجو برای دستگاه‌ها
gd: Lorg uidheaman
hi_in: उपकरण खोजें
id: Mencari peranti
km: ស្វែងរក​ឧបករណ៍
kn: ಸಾಧನಗಳಿಗೆ ಹುಡುಕು
lo: Li cîhazan bigere
mai: डिवाइस ताकू
ml: ഉപകരണങ്ങൾക്കായി തിരയുന്നു
mr: उपकरणांना शोधा
ms: Carian peranti
my: အနီးအနားရှိ ပစ္စည်းများကိုရှာပါ
ne: डिभाइसहरु खोजी गर्नुहोस्
nn_no: Søk etter einingar
or: ଉପକରଣଗୁଡ଼ିକୁ ଖୋଜନ୍ତୁ
pt: Procurar por dispositivos
ro: Caută dispozitive
sw: Tafuta vifaa
ta: சாதனங்களை தேடு
te: పరికరాల కోసం వెతుకు
tr: Aygıtları ara
ur: آلات تلاش کریں
uz: Qurilmalarni izlash
wa: Cachî après des éndjins
zu: Cinga amadivayisi

source: Rename my device
am: የኔን አካል እንደገና መሰየሚያ
ar: أعد تسمية جهازي
bn_bd: অামার ডিভাইসের নাম পরিবর্তন করুন
bn_in: অামার ডিভাইসের নাম পরিবর্তন করুন
bs: Promijeni naziv mog uređaja
cy: Ailenwi fy nyfais
es: Renombrar dispositivo
fa: تغییرنام دستگاه من
gd: Thoir ainm ùr air an uidheam agam
hi_in: उपकरण का नाम बदलें
id: Ubah nama peranti saya
km: ប្ដូរ​ឈ្មោះ​ឧបករណ៍​របស់​ខ្ញុំ។
kn: ಸಾಧನದ ಹೆಸರನ್ನು ಬದಲಾಯಿಸಿ
lo: ປ່ຽນຊື່ອຸປະກອນຂອງຂ້ອຍໃຫມ່
mai: हमर डिवाइसक नाम बदलू
ml: എന്‍റെ ഉപകരണത്തിന്‍റെ പേര് മാറ്റു
mr: माझ्या उपकरणाचे नाव बदला
ms: Namakan semula peranti
my: စက်အား အမည်ပြန်ပေး
ne: मेरो डिभाइस पुनःनामाकरण
nn_no: Byt namn på eininga mi
pt: Renomear o dispositivo
ro: Redenumește-mi dispozitivul
sw: Pea kifaa jina lipya
ta: மறுபெயரிடு
te: నా పరికరం పేరుమార్చు
tr: Aygıtımın adını değiştir
ur: میرے آلے کو نیا نام دیں
uz: Qurilmamni qayta nomlash
wa: Rilomer mi éndjin

source: Unknown device
am: ያልታወቀ አካል
ar: جهاز مجهول
bn_bd: অজানা ডিভাইস
bn_in: অজানা ডিভাইস
bs: Nepoznat uređaj
cy: Dyfeisiau anhysbys
eo: Nekonata aparato
es: Dispositivo desconocido
fa: دستگاه نامشخص
gd: Uidheam nach aithne dhuinn
hi_in: अज्ञात उपकरण
id: Peranti tidak dikenal
km: មិន​ស្គាល់​ឧបករណ៍
kn: ಗೊತ್ತಿರದ ಸಾಧನ
lo: Cîhaza nenas
mai: अज्ञात डिवाइस
ml: അജ്ഞാത ഉപകരണം
mr: अज्ञात उपकरण
ms: Peranti tidak dikenali
my: မသိသော ပစ္စည်း
ne: अज्ञात डिभाइस
nn_no: Ukjend eining
or: ଅଜଣା ଉପକରଣ
pt: Dispositivo desconhecido
ro: Dispozitiv necunoscut
sw: Kifaa kisichojulikana
ta: தெரியாத கருவி
te: గుర్తుతెలియని పరికరం
tr: Bilinmeyen aygıt
ur: نامعلوم آلہ
uz: Noma’lum qurilma
wa: Éndjin nén cnoxhou
zu: Idivayisi engaziwa

source: Change device name
am: የ አካሉን ስም መቀየሪያ
ar: غيّر اسم الجهاز
bn_in: ডিভাইস নাম বদলান
bs: Promijeni naziv uređaja
cy: Newid enw'r ddyfais
es: Cambiar nombre del dispositivo
fa: تغییر نام دستگاه
gd: Atharraich ainm an uidheim
hi_in: उपकरण का नाम बदलें
id: Ubah nama peranti
km: ការផ្លាស់ប្តូរ​ឈ្មោះឧបករណ៏​
kn: ಸಾಧನದ ಹೆಸರನ್ನು ಬದಲಿಸಿ
lo: ປ່ຽນຊື່ອຸປະກອນ
my: ကိရိယာအမည်ကို ပြောင်းလဲရန်
nn_no: Endra einingsnamn
pt: Alterar nome do dispositivo
ro: Schimbă numele dispozitivului
tr: Cihaz adını değiştir
ur: آلہ کا نام تبدیل کرے
uz: Qurilma nomini o‘zgartirish

source: This name will appear on your other Bluetooth devices
am: ይህ ስም በ እርስዎ ሌሎች የ ብሉቱዝ አካሎች ላይ ይታያል
ar: سيظهر هذا الاسم في أجهزة بلوتوث الأخرى
bn_in: আপনার ব্লুটুথ ডিভাইসে নামটি দেখা যাবে
bs: Ovaj naziv će se prikazivati na vašim drugim Bluetooth uređajima
cy: Bydd yr enw yma yn ymddangos ar eich dyfeisiau Bluetooth eraill
es: Este nombre aparecerá en sus otros dispositivos Bluetooth
fa: این نام بر روی سایر دستگاه‌های بلوتوث نمایش داده خواهد شد
gd: Nochdaidh an t-ainm seo air na h-uidheaman Bluetooth eile agad
hi_in: यह नाम आपके अन्य ब्लूटूथ डिवाइस पर दिखाई देगा
id: Nama ini akan muncul di peranti Bluetooth Anda lainnya
km: ឈ្មោះ​នេះ​នឹង​បង្ហាញ​នៅលើ​ឧបករណ៏​ប្លូធូសផ្សេងទៀត​របស់អ្នក​
kn: ಈ ಹೆಸರು ನಿಮ್ಮ ಇತರೆ ಬ್ಲೂಟೂತ್ ಸಾಧನಗಳಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ
lo: ຊື່ນີ້ຈະປະກົດຢູ່ໃນອຸປະກອນ Bluetooth ອື່ນໆຂອງທ່ານ
my: ဒီအမည်သည် သင့်တာတိုချိတ်ကိရိယာများစာရင်းတွင် ပေါ်လာပါလိမ့်မည်။
nn_no: Dette namnet vil visast på dei andre Bluototh-einingane dine
pt: Este nome será apresentado nos seus outros dispositivos Bluetooth
ro: Acest nume va apărea pe celelalte dispozitive Bluetooth
tr: Bu ad diğer Bluetooth cihazlarında görünecektir
ur: یہ نام آپ کے دیگر بلوٹوت آلات پر دکھایا جائے گا
uz: Bu nom boshqa Bluetooth qurilmada ko‘rinadi.

source: New name
am: አዲስ ስም
ar: الاسم الجديد
bn_bd: নতুন নাম
bn_in: নতুন নাম
bs: Novi naziv
cy: Enw newydd
eo: Nova nomo
es: Nuevo nombre
fa: نام جدید
gd: Ainm ùr
hi_in: नया नाम
id: Nama baru
km: ឈ្មោះ​ថ្មី
kn: ಹೊಸ ಹೆಸರು
lo: ຊື່ໃຫມ່
mai: नवीन नाम
ml: പുതിയ പേര‍്
mr: नवीन नाव
ms: Nama baru
my: အမည် အသစ်
ne: नयाँ नाम
nn_no: Nytt namn
pt: Novo nome
ro: Nume nou
sw: Jina lipya
ta: புதிய பெயர்
te: కొత్త పేరు
tr: Yeni ad
ur: نیا نام
uz: Yangi nom
wa: Novea no

source: Unable to pair devices
am: አካሎቹን ማጣመር አልተቻለም
ar: تعذّر إقران الجهازين
bn_bd: ডিভাইস জুটিবদ্ধ করা সম্ভব নয়
bn_in: ডিভাইস পেয়ার করতে ব্যর্থ
bs: Uparivanje nije moguće
cy: Methu paru dyfeisiau
eo: Ne eblas asocii aparatojn
es: Imposible vincular dispositivos
fa: قادربه جفت کردن دستگاه‌ها نیست
gd: Chan urrainn dhuinn an dà uidheam a phaidhreachadh
hi_in: युक्ति को जोड़ने में असमर्थ
id: Gagal memasangkan perangkat
km: មិន​អាច​ផ្គូផ្គង​ឧបករណ៍
kn: ಸಾಧನಗಳನ್ನು ಜೋಡಿಸಲು ಸಾಧಿಸಲಾಗಲಿಲ್ಲ
lo: Bi cîhazê re hevcot nabe
mai: डिवाइस सँ जोड़ी बनेबा मे असमर्थ
ml: ഉപകരണങ്ങൾ ജോടിയാക്കാൻ സാധിച്ചില്ല
mr: उपकरणांशी जोडण्यास असमर्थ
ms: Tidak dapat menggandingkan peranti
my: ပစ္စည်းများအား မချိတ်ဆက်နိုင်ပါ
ne: डिभाइसहरु बिच सम्पर्क स्थापना हुन सकेन।
nn_no: Klarte ikkje å pare einingane
or: ଉପକରଣଗୁଡ଼ିକୁ ଯୋଡ଼ିବାରେ ଅସମର୍ଥ
pt: Não foi possível emparelhar dispositivos
ro: Nu se pot asocia dispozitive
sw: Imeshindwa kuonisha vifaa
ta: கருவிகளை சோடி சேர்க்க முடியவில்லை
te: పరికరాలను జతపరచలేకపోయాం
tr: Aygıtlar eşleştirilemedi
ur: آلات جوڑنے میں ناکام
uz: Qurilmalar bilan bog‘lab bo‘lmadi
wa: Dji n' sai apwairi les éndjins
zu: Amadivayisi awavumi ukuhambisana

source: Unable to pair with the device. Check that the PIN is correct.
am: አካሎቹን ማጣመር አልተቻለም: ፒን ትክክል መሆኑን ይመርምሩ
ar: تعذّر الاقتران بالجهاز. تحقق من صحة رمز PIN.
bn_bd: এই ডিভাইসের সাথে জুটিবদ্ধ হওয়া সম্ভব নয়। PIN সঠিক কিনা পরীক্ষা করুন।
bn_in: ডিভাইসের সাথে পেয়ার করা যাচ্ছে না। PIN সঠিক আছে কিনা মিলিয়ে নিন।
bs: Uređaje nije moguće upariti. Provjerite da li je PIN ispravan.
cy: Methu paru gyda'r ddyfais. Gwiriwch fod y PIN yn gywir.
eo: Ne eblas asocii vin kun la aparato. Kontrolu ĉu la PIN estas ĝusta.
es: Imposible vincular el dispositivo. Compruebe que el PIN es correcto.
fa: امکان جفت شدن با دستگاه وجود ندارد. چک کنید که پین درست است.
gd: Chan urrainn dhuinn an t-uidheam a phaidhreachadh. Dèan cinnteach gu bheil am PIN ceart.
hi_in: युक्ति के साथ जुड़ने में असमर्थ. जाँच करे की पिन सही है.
id: Gagal memasangkan dengan perangkat. Periksa apakah PIN-nya sudah benar.
km: មិន​អាច​ផ្គូផ្គង​​ជាមួយ​ឧបករណ៍​នេះ។ ពិនិត្យ PIN ត្រឹមត្រូវ​ ឬ​ទេ។
kn: ಸಾಧನದೊಂದಿಗೆ ಜೋಡಿಸಲು ಸಾಧಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು PIN ಸರಿಯಿದೆಯೇ ಪರಿಶೀಲಿಸಿ.
lo: Bi cîhazê re hevcot nabe. Binêre ka PIN rast e yan na.
mai: डिवाइस सँ जोड़ी बनेबा मे असमर्थ. जाँच करू जे PIN सही अछि.
ml: ഉപകരണവുമായി ജോടിയാക്കാൻ സാധിച്ചില്ല. PIN ശരിയാണോ എന്നു നോക്കുക.
mr: उपकरणाशी जोडण्यास असमर्थ. PIN योग्य आहे का तपासा.
ms: Tidak dapat menggandingkan peranti. Semak sama ada PIN betul.
my: ပစ္စည်းအားတွဲမဆက်နိုင်ပါ။ PIN ကုဒ်အားစစ်ဆေးပါ။
ne: सम्पर्क स्थापना हुन सकेन। PIN ठीक छ कि छैन जाँच्नुहोस्।
nn_no: Klarte ikkje å para eininga. Kontroller at PIN-koden er rett.
or: ଉପକରଣ ସହିତ ଯୋଡ଼ିବାରେ ଅସମର୍ଥ । PIN ଠିକ ଅଛି କି ନାହିଁ ପରଖିନିଅନ୍ତୁ ।
pt: Não foi possível emparelhar com o dispositivo. Verifique se o PIN está correto.
ro: Nu se poate asocia cu dispozitivul. Verifică ca PIN-ul să fie corect.
sw: Imeshindwa kuungana na kifaa. Angalia ya kwamba MSIMBO ni sahihi.
ta: சாதனத்துடன் சோடி சேர இயலவில்லை. கடவுக்குறியீடு சரியா என பார்க்கவும்.
te: పరికరాన్ని జతచేయలేకపోతన్నాము. పిన్ సరైనదేనేమో సరిచూసుకోండి.
tr: Aygıtla eşleştirilemedi. PIN'i kontrol edin.
ur: آلہ سے جڑنے میں ناکام۔ پڑتال کریں کہ PIN صحیح ہے۔
uz: Qurilma bilan bog‘lab bo‘lmadi. PIN kod to‘g‘ri ekanligini tekshiring.
wa: Dji n' sai apwairi l' éndjin. Verifyîz kel PIN est bon.
zu: Ayikwazi ukuhambisana nedivayisi. Hlola ukuthi i-PIN ilungile na.

source: Unable to pair with the device. Too many requests.
am: አካሎቹን ማጣመር አልተቻለም: በርካታ ጥያቄ ቀርቧል
ar: تعذَر الاقتران بالجهاز. هناك الكثير من الطلبات المُرسلة.
bn_bd: এই ডিভাইসের সাথে জুটিবদ্ধ হওয়া সম্ভব নয়। মাত্রাতিরিক্ত অনুরোধ রয়েছে।
bn_in: ডিভাইসের সাথে সমন্ধ করা যাচ্ছে না। প্রচুর অনুরোধ এসেছে।
bs: Uređaje nije moguće upariti. Previše zahtjeva.
cy: Methu paru gyda'r ddyfais. Gormod o geisiadau.
eo: Ne eblas asocii la aparaton. Tro multaj petoj.
es: Imposible vincular el dispositivo. Demasiadas peticiones.
fa: قادربه جفت کردن دستگاه‌ها نیست. تعداد زیاد درخواست‌ها.
gd: Chan urrainn dhuinn paidhreachadh leis an uidheam. Cus iarrtasan.
hi_in: युक्ति से जुड़ नहीं पा रहा. अनुरोध ज़यादा है.
id: Gagal memasangkan perangkat. Terlalu banyak permintaan.
km: មិន​អាច​ផ្គូផ្គង​ជាមួយ​ឧបករណ៍​នេះ។ មាន​សំណើ​ច្រើន​ពេក។
kn: ಸಾಧನದೊಂದಿಗೆ ಜೋಡಿಸಲು ಸಾಧಿಸಲಾಗಿಲ್ಲ. ತುಂಬಾ ಕೋರಿಕೆಗಳು ಬಂದಿವೆ.
lo: Bi cîhazê re hevcot nabe. Daxwaz pir in.
mai: डिवाइस सँ जोड़ी बनेबा मे असमर्थ. ढेर रास अनुरोध.
ml: ഉപകരണവുമായി ജോടിയാക്കാൻ സാധിച്ചില്ല. ധാരാളം അഭ്യര്‍ത്ഥനകൾ.
mr: उपकरणाशी जोडण्यास असमर्थ. अनेक विनंत्या असल्याने.
ms: Tidak dapat menggandingkan peranti. Terlalu banyak permintaan.
my: ပစ္စည်းအား မချိတ်ဆက်နိုင်ပါ။ တောင်းဆိုမှူများလွန်းပါသှ်။
ne: धेरै अनुरोधहरुका कारण डिभाइससँग सम्पर्क स्थापना हुन सकेन।
nn_no: Klarte ikkje å para eininga. For mange førespurnadar.
or: ଅତ୍ୟଧିକ ଅନୁରୋଧ ଆସିଥିବା ହେତୁ ଉପକରଣ ସହ ଯୋଡ଼ିବାରେ ବିଫଳ ହେଲୁ ।
pt: Não foi possível emparelhar com o dispositivo. Demasiados pedidos.
ro: Nu s-a putut asocia cu dispozitivul. Prea multe cereri.
sw: Imeshindwa kuonishwa na kifaa. Maombi mengi sana.
ta: சாதனத்துடன் சோடி சேர இயலவில்லை. ஒரே நேரத்தில் பல கோரிக்கைகள்.
te: పరికరంతో జతపరచలేకపోతున్నాం. చాలా అభ్యర్థనలు.
tr: Aygıtla eşleştirilemedi. Çok fazla istek.
ur: ڈیوائس سے جڑنے میں ناکام۔ بہت زیادہ درخواست ہیں۔
uz: Qurilma bilan bog‘lab bo‘lmadi. So‘rovlar juda ko‘p.
wa: Dji n' sai apwairi l' éndjin. I gn a trop d' dimandes.
zu: Ayikwazi ukuhambisana nedivayisi. Kunezicelo eziningi kakhulu.

source: Unable to connect devices
am: ከ አካሎች ጋር መገናኘት አልተቻለም
ar: تعذّر وصل الجهازين
bn_bd: ডিভাইসে সংযুক্ত হতে ব্যর্থ
bn_in: ডিভাইস সংযুক্ত করতে অক্ষম
bs: Nije moguće povezati uređaje
cy: Methu cysylltu dyfesiau
eo: Ne eblas konekti aparatojn
es: Imposible conectar dispositivos
fa: امکان اتصال به دستگاه‌ها مقدور نمی‌باشد
gd: Chan urrainn dhuinn na h-uidheaman a cheangal ri chèile
hi_in: यंत्र जोड़ने में असफल
id: Tidak dapat menyambungkan peranti
km: មិន​អាច​តភ្ជាប់​ឧបករណ៍
kn: ಸಾಧನಗಳನ್ನು ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ກັບອຸປະກອນ
mai: डिवाइस सँ संबंधित करैमे असमर्थ
ml: ഉപകരണങ്ങള്‍ തമ്മില്‍ കണക്ട് ചെയ്യുവാന്‍ സാധ്യമായില്ല
mr: इतर उपकरणांना जोडण्यात असमर्थ
ms: Tidak dapat menyambung peranti
my: စက် များသို့ ချိတ်ဆက် မရပါ
ne: यन्त्रहरू जडान गर्न असमर्थ छ
nn_no: Klarer ikkje å kopla til einingar
pt: Não foi possível ligar os dispositivos
ro: Nu se poate conecta la dispozitive
sw: Haiwezi kunganisha vifaa
ta: சாதனங்களுடன் இணைக்க இயலவில்லை
tr: Aygıtlar bağlanamadı
ur: آلات جوڑنے میں ناکام
uz: Qurilmalarga ulana olmadi
wa: Dji n’ sai raloyî les éndjins

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
am: ማገናኘት የሚፈልጉትን አካል በክልሉ ውስጥ መሆኑን ይምርምሩ እና ብሉቱዝ መብራቱን
ar: تأكد من وجود الجهاز الذي تحاول الاتصال به ضمن المدى وأن البلوتوث فيه مُفعّل.
bn_bd: আপনি যে ডিভাইসের সাথে যুক্ত হতে চাচ্ছেন দেখুন তা সীমার মধ্যে আছে কিনা কিংবা ব্লুটুথ চালু আছে কিনা।
bn_in: আপনি যে ডিভাইসের সঙ্গে সংযোগ করতে চান সেটা আপনার পরিসরে আছে কিনা দেখুন এবং দেখুন তার ব্লু-টুথ অন আছে কিনা।
bs: Provjerite da li je uređaj na koji se povezujete u dometu i da li je na njemu uključen Bluetooth.
cy: Gwiriwch fod y ddyfais rydych yn ceisio cysylltu â hi o fewn gafael a bod bluetooth ymlaen.
es: Compruebe que el dispositivo al que intenta conectarse está al alcance y tiene el Bluetooth activado.
fa: بررسی کنید دستگاهی که می‌خواهید به آن وصل شوید بلوتوث آن روشن است و هنوز در محدوده می‌باشد.
gd: Dèan cinnteach gu bheil an t-uidheam a tha thu airson ceangal ris am fagas fhathast agus gu bheil Bluetooth air.
hi_in: जाँच कि जिस युक्ति से आप जुड़ना चाहते है वो आपके दायरे में है और उसका ब्लूटूथ चालू है
id: Pastikan bahwa perangkat yang coba Anda sambungkan berada dalam jangkauan dan Bluetooth dalam keadaan aktif.
km: ពិនិត្យមើល​ថា​ឧបករណ៍​ដែល​អ្នក​កំពុង​ព្យាយាម​តភ្ជាប់​ស្ថិត​នៅ​តាម​លំដាប់ ហើយ​ប៊្លូធូស​បាន​បើក។
kn: ನೀವು ಸಂಪರ್ಕಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ಸಾಧನವು ಹತ್ತಿರದಲ್ಲಿದೆಯೇ ಮತ್ತು ಅದರಲ್ಲಿ ಬ್ಲೂಟೂತ್ ಆನ್ ಆಗಿದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ.
lo: ກວດສອບເບິງວ່າອຸປະກອນທີ່ທ່ານກຳລັງພະຍາຍາມເຊື່ອມຕໍ່ຍັງຢູ່ໃນໄລຍະ ແລະ ເປີດ Bluetooth ຢູ່.
mai: जाँचू कि जे डिवाइस सँ अहाँ जुड़ए लेल चाहैत छी ओ अखनो रेंज में अछि आओर ब्लूटूथ सेहो ऑन अछि.
ml: നിങ്ങള്‍ ബന്ധിപ്പിക്കുവാന്‍ ശ്രമിക്കുന്ന ഉപകരണങ്ങള്‍ ലഭ്യമായ സ്ഥല പരിധിയിലാണോ എന്നും ബ്ലൂടൂത്ത് ഓണ്‍ ആണോ എന്നും പരിശോധിക്കുക
mr: आपल्या उपकरणाशी जोडणी करण्याचा प्रयत्नात असलेले उपकरण सीमेत आहे आणि त्याचे ब्लू-टूथ चालू आहे ह्याची खात्री करा.
ms: Periksa yang peranti anda ingin sambungkan masih di dalam lingkungan dan Bluetooth terpasang.
my: သင်ချိတ်ဆက်ရန်ကြိုးစားနေသည့် ကိရိယာသည် တာအတွင်းရှိ၊မရှိ နှင့်Bluetoothကို ဖွင့်ထားခြင်းရှိ၊မရှိ စစ်ဆေးပါ။
ne: तपाईंले जडान गर्न प्रयास गरिरहनुभएको यन्त्र सीमा मा अझै पनि छ र ब्लुटुथ चालू छ भनेर जाँच गर्नुहोस्।
nn_no: Kontroller at eininga du prøvar å få kontakt med framleis er innanfor rekkjevidde, og har bluetooth slått på.
pt: Verifique se o dispositivo que está a tentar estabelecer a ligação está ao alcance e tem o Bluetooth ativado.
ro: Verifică ca dispozitivul cu care încerci să te conectezi este încă în rază și are Bluetooth pornit.
sw: Angalia kama kifaa unacho jaribu kuunganisha nacho kimo karibu na kimewashwa Bluetooth.
ta: நீங்கள் இணைக்க முயலும் சாதனம் தொடர்பு எல்லையிலும் ப்ளுடூத்துடனும் உள்ளதா என சரிபார்.
tr: Bağlanmaya çalıştığınız aygıtın hâlâ kapsama alanında olduğunu ve Bluetooth'un açık olduğunu kontrol edin.
ur: دیکھیں کہ جس آلے سے آپ جڑنا چاہ رہے ہیں وہ ابھی بھی بلو ٹوتھ آن کے ساتھ حد اطلاق میں ہے۔
uz: Siz ulanishga urinayotgan qurilma hali ham bluetooth yoqilgan hududda ekanligini tekshirib ko‘ring.
wa: Verifyîz ki l’ éndjin ki vos vs sayî di raloyî n’ est nén trop lon et a co todi l’ Bluetooth eclitchî.

source: Unpair a connected device?
am: የተገናኙ አካሎችን ልለያይ?
ar: هل ترغب بإلغاء اقتران الجهاز المُتِّصل؟
bn_bd: সংযুক্ত কোন ডিভাইসকে বিচ্ছিন্ন করবেন?
bn_in: একটা সংযুক্ত ডিভাইসকে বিচ্ছিন্ন করুন?
bs: Raspariti povezani uređaj?
cy: Dadbaru dyfais sydd wedi cysylltu?
es: ¿Desvincular un dispositivo conectado?
fa: دستگاه متصل جدا شود؟
gd: A bheil thu airson uidheam a tha ceangailte ris a dhì-phaidhreachadh?
hi_in: जुड़े हुए उपकरण को अलग करे?
id: Lepaskan peranti tersambung?
km: មិន​ផ្គូផ្គង​ឧបករណ៍​ដែល​បាន​ភ្ជាប់?
kn: ಸಾಧನದೊಂದಿಗನ ಜೋಡಣೆ ತೆಗೆಯುವುದೇ?
lo: ຕ້ອງການຍົກເລີກການຈັບຄູ່ອຸປະກອນທີ່ເຊື່ອມຕໍ່ຢູ່ບໍ?
mai: जु़ड़ल डिवाइस केँ अलगाबू?
ml: പെയര്‍ ചെയ്ത ഒരുപകരണം അണ്‍പെയര്‍ ചെയ്യു
mr: उपकरणास जोडलेली सेवा खंडित करायची?
ms: Cerai peranti yang bersambung?
my: ချိတ်ဆက်ထားသောကိရိယာကို ဖြုတ်မည်လား။
ne: एक जडान गरिएको यन्त्र निकाल्नु?
nn_no: Ta bort paring på ei tilkopla eining?
pt: Desemparelhar um dispositivo ligado?
ro: Dezasociezi un dispozitiv conectat?
ta: இணைந்த சாதனத்தை பிரிக்கவா?
tr: Bağlı aygıtın eşlemesi iptal edilsin mi?
ur: جڑے ہوئے آلے کی جوڑی ختم کریں؟
uz: Ulangan qurilma ajratilsinmi
wa: Dizapwairi èn éndjin raloyî ?

source: You are currently connected to this device. Unpairing will also disconnect from it.
am: አሁን ከዚህ አካል ጋር ተገናኝተዋል መለያየት አካሉን ይለያየዋል
ar: أنت متّصل بهذا الجهاز الآن، إن ألغيت الاقتران فسينقطع اتّصالك به.
bn_bd: বর্তমানে আপনি এই ডিভাইসে সংযুক্ত আছেন। বিচ্ছিন্ন করা হলে এর থেকে সংযোগ বিচ্ছিন্ন হবে।
bn_in: আপনি বর্তমানে এই ডিভাইসের সঙ্গে সংযুক্ত আছেন।আনপেয়ার করলেও বিচ্ছিন্ন হয়ে যাবে।
bs: Trenutno ste povezani sa ovim uređajem. Rasparivanjem će ta veza biti prekinuta.
cy: Rydych wedi cysylltu â'r ddyfais hon ar hyn o bryd. Bydd dadbaru hefyd yn datgysylltu ohoni.
es: Está conectado actualmente a este dispositivo. Al desvincularse también se desconectará de él.
fa: درحال حاضر شما به این دستگاه متصل هستید. جفت نبودن نیز ارتباط از آن‌را جدا می‌کند.
gd: Tha thu ceangailte ris an uidheam seo an-dràsta. Ma dhì-phaidhricheas tu e, thèid an ceangal ris a bhriseadh cuideachd.
hi_in: आप अभी इस युक्ति से जुड़े हुए हैं. अयुग्मिता भी आपको डिस्कनेक्ट कर देगी.
id: Anda sedang tersambung dengan peranti ini. Melepaskan berarti akan memutuskan darinya.
km: បច្ចុប្បន្ន​អ្នក​បាន​ភ្ជាប់​ទៅ​ឧបករណ៍​នេះ។ ការ​មិន​ផ្គូផ្គង​នឹង​ផ្ដាច់​ពី​វា។
kn: ಈ ಸಾಧನದ ಜೊತೆ ಸದ್ಯಕ್ಕೆ ಸಂಪರ್ಕದಲ್ಲಿದ್ದೀರಿ. ಜೋಡಣೆ ತೆಗೆದರೆ ಸಂಪರ್ಕವೂ ಕಡಿತಗೊಳ್ಳುತ್ತದೆ.
lo: ທ່ານກຳລັງເຊື່ອມຕໍ່ກັບອຸປະກອນນີ້ຢູ່. ຍົກເລີກການຈັບຄູ່ຈະຕັດການເຊື່ອມຕໍ່ຈາກອຸປະກອນນີ້.
mai: अहाँ अखन एहि डिवाइस सँ जुड़ल छी. अलग कएनाइ अहाँक डिस्कनेक्ट कए देत.
ml: നിങ്ങള്‍ ഇപ്പോള്‍ ഈ ഉപകരണത്തില്‍ ബന്ധപ്പെട്ടുകൊണ്ടിരിക്കുകയാണ്. അണ്‍പെയര്‍ ചെയ്യുന്നത് ബന്ധം വിച്ഛേദിക്കാന്‍ കാരണമാകും.
mr: आपण सध्या उपकरणाला जोडले गेले आहात. ब्लूटूथ जोडणी काढल्यास संपर्क तुटेल.
ms: Anda kini bersambung dengan peranti ini. Menceraikan bakal memutuskan dengannya.
my: ယခု ဖုန်းသို့ သင် လက်ရှိချိတ်ဆက်ထားပါတယ်။​ ၎င်းနှင့်ချိတ်ဆက်ခြင်းရပ်ရန် ဖြုတ်လိုက်ပါ။
ne: तपाईं हाल यो यन्त्रमा जडान हुनुन्छ। Unpairing पनि यो विच्छेद हुनेछ।
nn_no: Du er tilkopla denne eininga. Oppheving av paring vil også kopla den frå.
pt: Atualmente, está ligado a este dispositivo. Ao desemparelhar será desligado do mesmo.
ro: În prezent ești conectat la acest dispozitiv. Dezasocierea va duce și la deconectarea de acesta.
ta: இந்த சாதனத்துடன் தற்பொது இணைந்துள்ளீர்கள். சோடியைப் பிரித்தாலும் துண்டிக்கப்படும்.
tr: Şu anda bu aygıta bağlısınız. Eşlemeyi iptal ederseniz bağlantınız kesilecektir.
ur: آپ فی الحال اس آلے سے جڑے ہیں۔ جوڑی توڑنے کے بعد آپ اس سے منقطع ہو جائیں گے۔
uz: Siz qurilmaga hozir ulandingiz. Ajratish uni uzadi.
wa: Vos estoz raloyî pol moumint a cist éndjin ci. El dizapwairi vs disraloyrè eto d’ lu.

source: Bluetooth
am: ብሉቱዝ
ar: بلوتوث
bn_bd: ব্লুটুথ
bn_in: ব্লুটুথ
fa: بلوتوث
hi_in: ब्लूटूथ
km: ប្ល៊ូធូស
kn: ಬ್ಲೂಟೂತ್
mai: ब्लूटूथ
ml: ബ്ലൂടൂത്ത്
mr: ब्लुटूथ
my: ဘလူးတု
ne: ब्लुटुथ
or: ବ୍ଲୁଟୁଥ
ta: ப்ளூடூத்
te: బ్లూటూత్
ur: بلوٹوتھ
zu: I-Bluetooth

source: Confirmation
am: ማረጋገጫ
ar: تأكيد
bn_bd: নিশ্চিতকরণ
bn_in: অনুমোদন
bs: Potvrda
cy: Cadarnhad
es: Confirmación
fa: تائیدیه
gd: Dearbhadh
hi_in: पुष्टिकरण
id: Konfirmasi
km: ការ​បញ្ជាក់
kn: ದೃಢೀಕರಣ
lo: ການຢືນຢັນ
mai: पुष्टिकरण
ml: സ്ഥിരീകരണം
mr: खात्री
ms: Kepastian
my: အတည်ပြုခြင်း
ne: यकिन
nn_no: Stadfesting
pt: Confirmação
ro: Confirmare
ta: உறுதிப்படுத்துதல்
te: నిర్ధారణ
tr: Onay
ur: تصدیق
uz: Tasdiqlash
wa: Racertinaedje

source: Bluetooth is disabled
am: ብሉቱዝ ተሰናክሏል
ar: بلوتوث غير مفعَل
bn_bd: ব্লুটুথ নিষ্ক্রিয় করা হয়েছে
bn_in: ব্লু-টুথ নিস্ক্রিয় করা রযেছে
bs: Bluetooth je isključen
cy: Bluetooth wedi ei analluogi
eo: Bluetooth ne estas aktiva
es: El Bluetooth está desactivado
fa: بلوتوث غیرفعال است
gd: Tha Bluetooth à comas
hi_in: ब्लूटूथ निष्क्रिय है
id: Bluetooth dinonaktifkan
km: បាន​បិទ​ប្ល៊ូធូស
kn: ಬ್ಲೂಟೂತ್ ನಿಷ್ಕ್ರಿಯಗೊಂಡಿದೆ
lo: Bluetooth ຖືກປິດໃຊ້ງານຢູ່
mai: ब्लूटूथ निष्क्रिय अछि
ml: ബ്ലൂടൂത്ത് പ്രവര്‍ത്തനരഹിതമാണ്
mr: ब्ल्युटूथ बंद आहे
ms: Bluetooth dilumpuhkan
my: ဘလူးတုအား ပိတ်ထားသှ်
ne: ब्लुटुथ असक्षम भएको छ
nn_no: Bluetooth er slått av
or: ବ୍ଲୁଟୁଥ ନିଷ୍କ୍ରିୟ ହୋଇଛି
pt: Bluetooth desativado
ro: Bluetooth este dezactivat
sw: Bluetooth imelemazwa
ta: ப்ளூடூத் முடங்கியுள்ளது
te: బ్లూటూత్ అచేతనమైంది
tr: Bluetooth devre dışı
ur: بلوٹوتھ کو غیر فعال کر دیا ہے
uz: Bluetooth o‘chirilgan
wa: Li Bluetooth est essocté
zu: I-Bluetooth icishiwe

source: Do you want to turn Bluetooth on?
am: ብሉቱዝን ማብራት ይፈልጋሉ?
ar: هل تريد تفعيل البلوتوث؟
bn_bd: আপনি কি ব্লুটুথ চালু করতে চান?
bn_in: আপনি কি ব্লুটুথ চালু করতে চান?
bs: Da li želite uključiti Bluetooth?
cy: Hoffech chi gychwyn Bluetooth?
eo: Ĉu vi volas ŝalti Bluetooth?
es: ¿Le gustaría activar el Bluetooth?
fa: تمایل دارید بلوتوث را روشن کنید؟
gd: An cuir sinn Bluetooth gu dol?
hi_in: क्या आप ब्लूटूथ को चालू करना चाहते है?
id: Ingin mengaktifkan Bluetooth?
km: តើ​អ្នក​ចង់​បើក​ប្ល៊ូធូស​​​ឬ​?
kn: ಬ್ಲೂಟೂತ್ ಸಕ್ರಿಯಗೊಳಿಸುವುದೇ?
lo: ທ່ານຕ້ອງການທີ່ຈະເປີດ Bluetooth ຫລືບໍ?
mai: की अहाँ ब्लूटूथ शुरू करऽ चाहै छी?
ml: ബ്ലുടൂത്ത് പ്രവര്‍ത്തനസജ്ജമാക്കണോ?
mr: तुम्हाला ब्ल्युटूथ सुरू करायचे?
ms: Adakah anda mahu menghidupkan Bluetooth?
my: ဘလူးတုအားဖွင့်ထားချင်သလား?
ne: के तपाईँ ब्लुटुथ सुरु गर्न चहानुहुन्छ ?
nn_no: Vil du slå på Bluetooth?
or: ଆପଣ ବ୍ଲୁଟୁଥ ଅନ କରିବାକୁ ଚାହାଁନ୍ତି କି?
pt: Deseja ativar o Bluetooth?
ro: Dorești să pornești Bluetooth?
sw: Je, unataka kuwasha Bluetooth?
ta: நீங்கள் ப்ளூடூத்தை இயக்க விரும்புகிறீர்களா?
te: మీరు బ్లూటూత్ ఆన్ చేయాలనుకుంటున్నారా?
tr: Bluetooth'u açmak istiyor musunuz?
ur: کیا آپ بلوٹوت کو چالو کرنا چاہتے ہیں؟
uz: Bluetoothni yoqib qo‘yishni xohlaysizmi?
wa: Voloz vs mete e-n alaedje li Bluetooth ?
zu: Uyafuna ukuvula i-Bluetooth?

source: Cancel
am: መሰረዣ
ar: ألغ
bn_bd: বাতিল
bn_in: বাতিল করুন
bs: Otkaži
cy: Diddymu
eo: Nuligi
es: Cancelar
fa: انصراف
gd: Sguir dheth
hi_in: रद्द करें
id: Batal
km: បោះបង់
kn: ರದ್ದುಮಾಡು
lo: ຍົກເລີກ
mai: रद्द करू
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
my: ဖျက်
ne: रद्द गर्नुहोस्
nn_no: Avbryt
or: ବାତିଲ
pt: Cancelar
ro: Renunță
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish
wa: Rinoncî
zu: Khansela
