Repository: translate/mozilla-gaia
Catalog: */apps/bluetooth/bluetooth.properties.po
Languages: am, ar, bn_bd, bn_in, bs, cy, eo, es, fa, gd, hi_in, id, km, kn, lo, mai, ml, mr, ms, my, ne, nn_no, or, pt, ro, sw, ta, te, tr, ur, uz, wa, zu

source: Turn On
am: ማብሪያ
ar: شغّل
bn_bd: চালু করুন
bn_in: চালু করুন
bs: Uključi
cy: Cychwyn
eo: Ŝalti
es: Activar
fa: روشن کردن
gd: Cuiridh
hi_in: चालू करें
id: Aktifkan
km: បើក
kn: ಸಕ್ರಿಯಗೊಳಿಸು
lo: ເປີດ
mai: चालू करू
ml: ഓണ്‍ ചെയ്യുക
mr: सुरू करा
ms: Hidupkan
my: ဖွင့်
ne: सुचारु गर्नुहोस्
nn_no: Slå på
or: ଅନ୍ କରନ୍ତୁ
pt: Ativar
ro: Pornește
sw: Washa
ta: தொடங்கு
te: ఆన్ చేయి
tr: Aç
ur: چالو کریں
uz: Yoqib qo‘yish
wa: Mete e-n alaedje
zu: Vula

source: Bluetooth file transfer failed
am: በ ብሉቱዝ ፋይል ማስተላለፍ አልተቻለም
ar: فشل إرسال الملف عبر بلوتوث
bn_bd: ব্লটুথ ফাইল স্থানান্তর ব্যর্থ হয়েছে
bn_in: ব্লু-টুথ দ্বারা ফাইল স্থানান্তর ব্যর্থ হয়েছে
bs: Prijenos fajla putem Bluetootha nije uspio
cy: Methodd trosglwyddo ffeil drwy Bluetooth
eo: Malsukcesa transmeti de dosiero per Bluetooth
es: Falló la transferencia Bluetooth
fa: انتقال فایل توسط بلوتوث ناموفق بود
gd: Dh'fhàillig tar-chur an fhaidhle slighe Bluetooth
hi_in: ब्लूटूथ द्वारा फाइल स्थानांतरण विफल रहा
id: Transfer berkas Bluetooth gagal
km: បាន​បរាជ័យ​ក្នុង​ការ​ផ្ទេរ​​ឯកសារ​តាម​ប្ល៊ូធូស
kn: ಬ್ಲೂಟೂತ್ ಕಡತ ಕಳುಹಿಸುವಿಕೆ ವಿಫಲಗೊಂಡಿದೆ
lo: ການຖ່າຍໂອນຂໍ້ມູນຜ່ານທາງ Bluetooth ຫລົ້ມເລວ
mai: ब्लूटूथ द्वारा फाइलक स्थानांतरण बिफल रहल
ml: ബ്ലൂടൂത്ത് വഴിയുള്ള ഫയല്‍ കൈമാറ്റം പരാജയപ്പെട്ടു
mr: ब्लूटूथ फाइल स्थानांतर अपयशी
ms: Penghantaran fail Bluetooth gagal
my: ဘလူးတုဖြင့်ဖိုင်ပို့ခြင်း မအောင်မြင်
ne: ब्लुटुथ फाइल स्थानान्तर गर्न असफल भयो
nn_no: Bluetooth-filoverføring feila
or: ବ୍ଲୁଟୁଥ ଫାଇଲ ଘୁଞ୍ଚାଇବା ବିଫଳ ହେଲା
pt: Erro ao transferir por Bluetooth
ro: Transferul de fișiere prin Bluetooth a eșuat
sw: Kupeperushwa kwa faili kwa kutumia bluetooth kumeshindwa
ta: ப்ளூடூத் கோப்பு பரிமாற்றம் தோல்வியடைந்தது
te: బ్లూటూత్ దస్త్ర బదిలీ విఫలమైంది
tr: Bluetooth dosya aktarımı başarısız oldu
ur: بلوٹوتھ فائل ٹرانسفر ناکام ہوگئی
uz: Bluetooth orqali fayl o‘tkazib bo‘lmadi
wa: Li berwetaedje di fitchî pa Bluetooth a fwait berwete
zu: Ukuthunyelwa kwefayela nge-Bluetooth akuphumelelanga

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
am: በ ብሉቱዝ ፋይል ማስተላለፍ አልተቻለም: የ ብሉቱዝ ማሰናጃ ትክክል መሆኑን ይመርምሩ
ar: فشل إرسال الملف عبر بلوتوث. تحقق من أن إعدادات البلوتوث صحيحة.
bn_bd: ব্লটুথ ফাইল স্থানান্তর ব্যর্থ হয়েছে। ব্লুটুথ সেটিং ঠিক আছে কিনা দেখুন।
bn_in: ব্লু-টুথ দ্বারা ফাইল স্থানান্তর ব্যর্থ হয়েছে। পরীক্ষা করে দেখুন ব্লু-টুথ সেটিংস ঠিক আছে কি না।
bs: Prijenos fajla putem Bluetootha nije uspio. Provjerite da li su ispravne Bluetooth postavke.
cy: Methodd trosglwyddo ffeil drwy Bluetooth. Gwiriwch fod gosodiadau Bluetooth yn gywir.
eo: Malsukcesa transmeto de dosiero per Bluetooth. Kontrolu ĉu la agordoj de Bluetooth estas ĝustaj.
es: Hubo un error en la transferencia Bluetooth. Compruebe que su configuración de Bluetooth es correcta.
fa: انتقال فایل توسط بلوتوث ناموفق بود. صحبت تنظیمات بلوتوث خود را بررسی کنید.
gd: Dh’fhàillig tar-chur an fhaidhle slighe Bluetooth. Dèan cinnteach gu bheil roghainnean Bluetooth ceart.
hi_in: ब्लूटूथ द्वारा फाइल स्थानांतरण विफल हो गया है. जाँच करें कि ब्लूटूथ सेटिंग्स सही हैं.
id: Transfer berkas Bluetooth gagal. Pastikan setelan Bluetooth sudah benar.
km: បាន​បរាជ័យ​ការ​​​ផ្ទេរ​ឯកសារ​​តាម​ប្ល៊ូធូស​​។ ពិនិត្យ​ការ​កំណត់​ប្ល៊ូធូស​ឲ្យ​បាន​​​ត្រឹមត្រូវ​។
kn: ಬ್ಲೂಟೂತ್ ಕಡತ ವರ್ಗಾವಣೆಯಲ್ಲಿ ತಪ್ಪಾಗಿದೆ. ಬ್ಲೂಟೂತ್ ಆಯ್ಕೆಗಳು ಸರಿಯಿದೆಯೇ ಪರೀಕ್ಷಿಸಿ.
lo: ການຖ່າຍໂອນຂໍ້ມູນຜ່ານທາງ Bluetooth ຫລົ້ມເລວ. ກວດສອບເບິງການຕັ້ງຄ່າ Bluetooth ໃຫ້ຖືກຕ້ອງ.
mai: ब्लूटूथ द्वारा फाइलक स्थानांतरण बिफल भऽ गेल अछि. जाँचू जे ब्लूटूथ सेटिंग ठीक अछि कि नहि.
ml: ബ്ലൂടൂത്ത് വഴിയുള്ള ഫയല്‍ കൈമാറ്റം പരാജയപ്പെട്ടു. ബ്ലൂടൂത്ത് ക്രമീകരണങ്ങള്‍ ശരിയാണോയെന്ന് നോക്കൂ.
mr: ब्लूटूथ फाइल बदली मध्ये व्यतय. ब्लुटूथच्या सेटिंग्ज बरोबर आहेत का तपासा.
ms: Penghantaran fail Bluetooth gagal. Semak sama ada tetapan Bluetooh adalah betul.
my: ဘလူးတုဖိုင်ပို့ခြင်း မအောင်မြင်။ ဘလူးတု အပြင်အဆင်အားမှန် မမှန် စစ်ဆေးမည်
ne: ब्लुटुथ फाइल स्थानान्तर गर्न असफल भयो। ब्लुटुथ सेटिङहरू ठिक छन् भनेर जाँच्नुहोस्।
nn_no: Bluetooth-filoverføring feila. Kontroller at Bluetooth-instillingane er rette.
or: ବ୍ଲୁଟୁଥ ଫାଇଲ ଘୁଞ୍ଚାଇବା ବିଫଳ ହୋଇଛି । ବ୍ଲୁଟୁଥ ସଂରଚନା ଠିକ ଅଛି କି ନାହିଁ ପରଖିନିଅନ୍ତୁ ।
pt: A transferência de ficheiro por Bluetooth falhou. Verifique se as definições do Bluetooth estão corretas.
ro: Transferul de fișiere prin Bluetooth a eșuat. Verifică dacă setările Bluetooth sunt corecte.
sw: Buetooth imeshindwa kupeperusha faili. Kagua mipangilio ya bluetooth iko sahihi.
ta: ப்ளூடூத் கோப்பு பரிமாற்றம் தோல்வியடைந்தது. ப்ளூடூத் அமைவுகளை சரிபார்க்கவும்.
te: బ్లూటూత్ దస్త్ర బదిలీ విఫలమైంది. బ్లూటూత్ అమరికలు సరిగా ఉన్నాయో లేదో సరిచూసుకోండి.
tr: Bluetooth dosya aktarımı başarısız oldu. Bluetooth ayarlarının doğruluğunu kontrol edin.
ur: بلوٹوتھ فائل ٹرانسفر ناکام ہوگئی ہے. چیک کریں کہ بلوٹوت کی ترتیبات درست ہیں۔
uz: Bluetooth orqali fayl o‘tkazib bo‘lmadi. Bluetooth sozlamalari to‘g‘riligini tekshiring.
wa: Li berwetaedje di fitchî pa Bluetooth a fwait berwete. Verifyîz k’ l’ apontiaedje Bluetooth est comifåt.
zu: Ukuthunyelwa kwefayela nge-Bluetooth akuphumelelanga. Hlolisisa ukuthi amasethingi e-Bluetooth asesimeni.

source: OK
am: እሺ
ar: حسنا
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
cy: Iawn
eo: Akcepti
es: Aceptar
fa: تأیید
gd: Ceart ma-thà
hi_in: ठीक
id: Oke
km: យល់ព្រម
kn: ಸರಿ
lo: ຕົກລົງ
mai: बेस
ml: ശരി
mr: ठीक
my: အိုကေ
ne: ठीक छ
or: ଠିକ ଅଛି
sw: SAWA
ta: சரி
te: సరే
tr: Tamam
ur: ٹھیک ہے
wa: I va
zu: Kulungile

source: Pair
am: ማጣመሪያ
ar: إقتران
bn_bd: জুটিবদ্ধ
bn_in: জুড়ুন
bs: Upari
cy: Paru
eo: Paro
es: Vincular
fa: جفت
gd: Paidhrich
hi_in: जोड़ा
id: Pasangkan
km: ផ្គូ
kn: ಜೋಡಿಸು
lo: ຈັບຄູ່
mai: जुड़ल
ml: ജോടി
mr: जोडा
ms: Ganding
my: တွဲပါ
ne: जोडि बनाउ
nn_no: Pare
or: ଯୋଡ଼ନ୍ତୁ
pt: Emparelhar
ro: Asociază
sw: Jozi
ta: சோடி
te: జతచేయి
tr: Eşleştir
ur: جوڑا
uz: Birlashtirish
wa: Apwairi
zu: Matanisa

source: Confirm devices to pair
am: ማረጋገጫ አካሎችን ለማጣመር
ar: أكّد اقتران الجهازين
bn_bd: ডিভাইস জুটিবদ্ধ করা হবে কিনা তা নিশ্চিত করুন
bn_in: ডিভাইস পেয়ার করা হবে কিনা তা নিশ্চিত করুন
bs: Potvrdite uređaje za uparivanje
cy: Cadarnhau'r dyfeisiau i'w paru
eo: Konfirmi asociotajn aparatojn
es: Confirmar vinculación de dispositivos
fa: تایید دستگاه جهت جفت‌شدن
gd: Dearbh na h-uidheaman a tha ri phaidhreachadh
hi_in: जोड़े के लिए युक्ति की पुष्टि
id: Memastikan peranti untuk dipasangkan
km: បញ្ជាក់​ឧបករណ៍​ដើម្បី​ផ្គូផ្គង
kn: ಜೋಡಿಸಬೇಕಿರುವ ಸಾಧನಗಳ ಖಚಿತತೆ
lo: ຢືນຢັນອຸປະກອນທີ່ຈະຈັບຄູ່
mai: जोड़ी बनेबा लेल डिवाइस क पुष्टि करू
ml: ജോടിയാക്കാനുള്ള ഉപകരണം ഉറപ്പാക്കുക
mr: जोडण्यासाठी उपकरणांची खात्री करा
ms: Mengesahkan peranti untuk berpasangan
my: ပစ္စည်းများအား တွဲကြည့်ပါ
ne: जोडि बनाउने यन्त्र पक्का गर्नुहोस्
nn_no: Stadfest paring av einingar
or: ଯୋଡ଼ାଯିବା ଉପକରଣମାନ ନିଶ୍ଚିତ କରନ୍ତୁ
pt: Confirmar dispositivos a emparelhar
ro: Confirmă dispozitivele pentru asociere
sw: Thibitisha vifaa kuwa jozi
ta: சோடி சேர்க்க சாதனங்களை உறுதிசெய்
te: జతపరుచుటకు పరికరాలను నిర్థారించండి
tr: Eşleştirilecek cihazları onaylayın
ur: آلات کو جوڑنے کی تصدیق کریں
uz: Qurilmalarni birlashtirishni tasdiqlash
wa: Racertiner l’ éndjin a apwairi
zu: Qinisekisa amadivayisi azomataniswa

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
am: ለማጣመር {{device}}, ሁለቱም አካሎች ይህን ፒን ማሳየታቸውን እርግጠኛ ይሁኑ:
ar: للإقتران مع {{device}}، تأكد من أن الجهازين يحملان نفس ال PIN المعروض:
bn_bd: {{device}} এর সাথে জুটিবদ্ধ হওয়ার জন্য, নিশ্চিত করুন যে উভয় ডিভাইসে নিচের পিন প্রদর্শন করছে:
bn_in: {{device}} এর সাথে পেয়ার করার জন্য উভয় ডিভাইসে বর্তমানে নিম্নলিখিত PIN প্রদর্শিত হচ্ছে কিনা তা নিশ্চিত করুন:
bs: Za uparivanje sa {{device}}, provjerite da li je na oba uređaja trenutno prikazan sljedeći PIN:
cy: I baru gyda {{device}}, gwnewch yn siŵr fod y ddwy ddyfais yn dangos y PIN canlynol:
es: Para vincularse con {{device}}, asegúrese de que ambos dispositivos muestran el siguiente PIN:
fa: برای جفت شدن با{{device}}، اطمینان حاصل کنید در هر دو دستگاه PIN زیر نمایش داده شود:
gd: Airson paidhreachadh le {{device}}, dèan cinnteach gu bheil an dà uidheam a' nochdadh a' PIN a leanas:
hi_in: {{device}} के साथ जोड़ने के लिए पक्का करें दोनों युक्ति के पास वर्तमान में निम्नलिखित प्रदर्शित पिन है
id: Untuk memasangkan dengan {{device}}, pastikan kedua peranti mempunyai PIN seperti berikut ini:
km: ដើម្បី​ផ្គូផ្គង​ជាមួយ ​{{device}}, សូម​ប្រាកដ​ថា​ឧបករណ៍​ទាំងពីរ​​បច្ចុប្បន្ន​​មាន​កូដ PIN​ ខាង​ក្រោម៖
kn: {{device}} ದೊಂದಿಗೆ ಜೋಡಿಸಲು, ಎರಡೂ ಸಾಧನಗಳಲ್ಲಿ ಪ್ರಸಕ್ತ PIN ಅನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ:
lo: ເພື່ອຈັບຄູ່ກັບ {{device}}, ກວດສອບເບິງໃຫ້ແນ່ໃຈວ່າອຸປະກອນທັ້ງຄູ່ໄດ້ສະແດງ PIN ດັ່ງລຸ່ມນີ້:
mai: {{डिवाइस}} क सँग जोड़ी बनेबा लेल निश्चत करू जे दुनू डिवाइस लग अखनि निम्न प्रदर्शित पिन अछि
ml: {{device}} നെ ജോടിയാക്കുന്നതിനായി, രണ്ടു ഉപകരണത്തിലും ഈ പിന്‍ തന്നയാണ് കാണിക്കുന്നത് എന്നുറപ്പാക്കുക:
mr: {{device}}सोबत जोडण्यासाठी, दोन्ही उपकरणांवर खालील PIN दर्शविला आहे त्याची खात्री करा:
ms: Untuk berpasangan dengan {{device}}, pastikan kedua-dua peranti pada masa ini mempunyai PIN yang tertera:
my: {{device}} ဖြင့်တွဲဆက်ရန် ပစ္စည်း နှစ်ခုစလုံး ပေးထားသော PIN အား မှန်ကန်စွာဖြည့်စွက်ရ် လိုအပ်သှ်
ne: {{device}} सँग जोडि बनाउन दुबैमा यो PIN देखाएको छ कि छैन हेर्नुस्:
nn_no: For å para med {{device}}, kontroller at begge einingane viser denne PIN-koden:
or: {{device}} ଯୋଡ଼ିବା ପାଇଁ ପ୍ରଥମେ ନିଶ୍ଚିତ କରନ୍ତୁ କି ସେଥିରେ ଏହି PIN ଆସିଛି କି ନାହିଁ
pt: Para emparelhar com {{device}}, confirme se ambos os dispositivos possuem o seguinte PIN:
ro: Pentru a asocia cu {{device}}, asigură-te că ambele dispozitivele au următorul PIN afișat:
sw: Ili kuoanisha na {{devide}}, hakikisha ya kwamba vifaa vyote kwa sasa vinaonyesha PIN ifuatayo:
ta: {{device}} உடன் சோடி சேர, இரண்டு சாதனங்களிலும் பின்வரும் PIN காண்பிக்கப்படுகிறதா என உறுதி செய்யவும்:
te: {{device}}తో జతచేయడానికి, రెండు పరికరాలలో క్రింద పేర్కొన్న పిన్ ప్రదర్శించబడుతందని నిర్థారించుకోండి:
tr: {{device}} ile eşleştirmek için her iki cihazda da şu PIN'in göründüğünden emin olun:
ur: {{device}} سے جڈنے کے لے، اثبات کریں کی دونو ڈوایس پر مندرجہ ذیل PIN دکھ رoہ ہو:
uz: {{device}} bilan birlashtirish uchun har ikki qurilmada ham hozirda quyidagi ko‘rinayotgan PIN kod borligiga ishonch hosil qiling:
wa: Po vs apwairi avou l’ éndjin {{device}}, waitîz bén ki les deus éndjins ont l’ PIN shuvant håyné :
zu: Ukuze umatanise {{device}}, qiniseka iukuthi womabili amadivayisi njengamanje aveze i-PIN elandelayo:

source: To pair with {{device}}, enter the PIN on the device.
am: ለማጣመር {{device}} በ አካሉ ላይ ፒን ያስገቡ
ar: للاقتران مع {{device}}، أدخل رمز PIN على الجهاز.
bn_bd: {{device}} এর সাথে জুটিবদ্ধ হতে, ডিভাইসটিতে পিনটি প্রবেশ করান।
bn_in: {{device}} এর সাথে পেয়ার করাতে, PIN টি ডিভাইসে প্রবেশ করান।
bs: Da uparite sa {{device}}, upišite PIN na uređaju.
cy: I baru gyda {{device}}, rhowch y PIN ar y ddyfais.
es: Para vincularse con {{device}}, escriba el PIN en el dispositivo.
fa: برای جفت شدن با {{device}}، پین روی افزاره را وارد کنید.
gd: Airson paidhreachadh le {{device}}, cuir a-steach am PIN air an uidheam.
hi_in: {{device}} के साथ जोड़ा, डिवाइस पर PIN दर्ज करें.
id: Untuk memasangkan dengan {{device}}, masukkan PIN pada peranti.
km: ដើម្បី​ផ្គូផ្គង​ជាមួយ {{device}}, សូម​បញ្ចូល​កូដ PIN នៅ​លើ​ឧបករណ៍។
kn: {{device}} ದೊಂದಿಗೆ ಜೋಡಿಸಲು, ಸಾಧನದಲ್ಲಿ PIN ಅನ್ನು ನಮೂದಿಸಿ.
lo: ເພື່ອຈັບຄູ່ກັບ {{device}}, ໃຫ້ປ້ອນ PIN ລົງໃນອຸປະກອນ.
mai: {{डिवाइस}} सँ जोड़ी बनेबा लेल, डिवाइस पर पिन दर्ज करू
ml: {{device}} നെ ജോടിയാക്കാനായി ഉപകരണത്തില്‍ പിന്‍ നല്‍കുക.
mr: {{device}}सोबत जोडण्यासाठी, उपकरणावरील PIN टाका.
ms: Untuk berpasangan dengan {{device}}, masukkan PIN pada peranti.
my: {{device}} ဖြင့်တွဲဆက်ရန် PIN ဖြည့်ပါ
ne: {{device}} सँग जोडि बनाउन, यो PIN प्रविष्ट गर्नुहोस्।
nn_no: For å para med {{device}}, skriv inn PIN-koden på eininga.
or: {{device}} ଯୋଡ଼ିବା ପାଇଁ ଉପକରଣରେ PIN ଦିଅନ୍ତୁ ।
pt: Para emparelhar com {{device}}, introduza o PIN no dispositivo.
ro: Pentru a asocia cu {{device}}, introdu PIN-ul pe dispozitiv.
sw: Ili kuoanisha na {{device}}, ingiza PIN kwenye kifaa.
ta: {{device}} உடன் சோடி சேர, கருவியில் PIN ஐ உள்ளிடவும்.
te: {{device}}తో జతచేయడానికి, పరికరంలో పిన్ ఇవ్వండి.
tr: {{device}} ile eşleştirmek için cihazdaki PIN'i girin.
ur: {{device}} سے جڑنے کے لے، آلے پر PIN داخل کریں۔
uz: {{device}} bilan birlashtirish uchun qurilmaga PIN kodni kiriting.
wa: Po vs apwairi avou l’ éndjin {{device}}, tapez li PIN so l’ éndjin.
zu: Ukuze umatanise {{device}}, faka i-PIN kudivayisi.

source: To pair with {{device}}, enter the passkey on the device.
am: ለማጣመር {{device}} በ አካሉ ላይ የ ማለፊያ ቁልፍ ያስገቡ
ar: للاقتران مع {{device}}، أدخل مفتاح المرور على الجهاز.
bn_bd: {{device}} এর সাথে জুটিবদ্ধ হতে, ডিভাইসটিতে পাসকী টি প্রবেশ করান।
bn_in: {{device}} এর সাথে সমন্ধ করাতে, পাস কি দিন।
bs: Da uparite sa {{device}}, upišite šifru na uređaju.
cy: I baru gyda {{device}}, rhowch y cyfrinallwedd ar y ddyfais.
es: Para vincularse con {{device}}, escriba la clave en el dispositivo.
fa: برای جفت‌شدن با{{device}}، کلیدعبور بر روی دستگاه را وارد کنید.
gd: Airson paidhreachadh le {{device}}, cuir a-steach am facal-faire air an uidheam.
hi_in: {{device}} के साथ जोड़ने के लिए, डिवाइस पर पासकी दर्ज करें.
id: Untuk memasangkan dengan {{device}}, masukkan kunci sandi pada peranti ini.
km: ដើម្បី​ផ្គូផ្គង​ជាមួយ {{device}}, សូម​បញ្ចូល​ពាក្យ​សម្ងាត់​​នៅ​លើ​ឧបករណ៍។
kn: {{device}} ದೊಂದಿಗೆ ಜೋಡಿಸಲು, ಸಾಧನದಲ್ಲಿ ಗುಪ್ತಕೀಲಿಯನ್ನು ನಮೂದಿಸಿ.
lo: ເພື່ອຈັບຄູ່ກັບ {{device}}, ໃຫ້ປ້ອນລະຫັດຂໍ້ຄວາມລົງໃນອຸປະກອນ.
mai: {{डिवाइस}} सँ जोड़ी बनेबा लेल, डिवाइस पर पास कुंजी दर्ज करू
ml: {{device}} നെ ജോടിയാക്കാനായി ഉപകരണത്തില്‍ രഹസ്യകീ അടിക്കുക.
mr: {{device}} सोबत जोडण्यासाठी, उपकरणावरील passkey टाका.
ms: Untuk berpasangan dengan {{device}}, masukkan kunci khas pada peranti.
my: {{device}} ဖြင့်တွဲ့ဆက်ရန် စက်ထဲတွင် ပတ်စ်ကီးအားရိုက်ဖြည့်ပါ
ne: {{device}}सँग जोडि बनाउन passkey प्रविष्ट गर्नुहोस्।
nn_no: For å para med {{device}}, skriv inn passordet på eininga.
or: {{device}} ଯୋଡ଼ିବା ପାଇଁ ଉପକରଣର ପାସ-କି ଦିଅନ୍ତୁ ।
pt: Para emparelhar com {{device}}, introduza a chave no dispositivo.
ro: Pentru a asocia cu {{device}}, introdu cheia de acces în dispozitiv.
sw: Ili kuoanisha na {{device}}, ingiza ufunguo wa pitisho kwenye kifaa.
ta: {{device}} உடன் சோடி சேர, கருவியில் கடவுச்சொல்லை உள்ளிடவும்.
te: {{device}}తో జతచేయడానికి, పరికరంలో పాస్​కీ ఇవ్వండి.
tr: {{device}} ile eşleştirmek için cihazdaki parolayı girin.
ur: {{device}} سے جڈنے کے لئے، ڈیوائس میں پاسس کوڈ داخل کاریں۔
uz: {{device}} bilan birlashtirish uchun qurilmaga parolni kiriting.
wa: Po vs apwairi avou {{device}}, tapez li clé di passe so l’ éndjin.
zu: Ukuze umatanise ne-{{device}}, faka i-passkey kudivayisi.

# passive-pair
source: Bluetooth pairing request
am: የ ብሉቱዝ ማጣመሪያ ጥያቄ
ar: طلب اقتران عبر بلوتوث
bn_bd: ব্লুটুথের পেয়ার অনুরোধ
bn_in: ব্লুটুথের পেয়ার অনুরোধ
bs: Zahtjev za uparivanje uređaja
cy: Cais paru bluetooth
eo: Asocipeto de Bluetooth
es: Petición de vinculación Bluetooth
fa: درخواست جفت شدن بلوتوث
gd: Iarrtas airson paidhreachadh Bluetooth
hi_in: ब्लूटूथ युग्मन अनुरोध
id: Permintaan pemasangan Bluetooth
km: ស្នើ​ការ​ផ្គូផ្គង​​ប៊្លូធូស
kn: ಬ್ಲೂಟೂತ್ ಜೋಡಿಸುವ ಮನವಿ
lo: ຄຳຮ້ອງຂໍຈັບຄູ່ Bluetooth
mai: ब्लूटूथ जोड़ी बनेबाक अनुरोध
ml: ബ്ലുടൂത്ത് ജോടിയാക്കാനുള്ള അഭ്യര്‍ഥന
mr: ब्लुटूथ जोडणी विनंती
ms: Permintaan bergandingan Bluetooth
my: ဘလူးတု ချိတ်ဆက်ရန်
ne: ब्लुटुथसँग जोडि बनाउने निवेदन
nn_no: Bluetooth-paringsførespurnad
or: ବ୍ଲୁଟୁଥ ଦ୍ୱାରା ଯୋଡ଼ିବା ପାଇଁ ଅନୁରୋଧ
pt: Pedido de emparelhamento Bluetooth
ro: Cerere de asociere Bluetooth
sw: Ombi la kuwa jozi kupitia Bluetooh
ta: சோடி சேருவதற்க்கான ப்ளூடூத் கோரிக்கை
te: బ్లూటూత్ జతపరచ అభ్యర్థన
tr: Bluetooth eşleştirme isteği
ur: بلوٹوتھ جوڑنے کی فرمائش
uz: Bluetooth birlashtirish so‘rovi
wa: Dimande d’ apwairixhaedje Bluetooth
zu: Isicelo sokumatanisa nge-Bluetooth

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
am: {{device}} ከዚህ ስልክ ጋር መጣመር ይፈልጋል: ለመቀበል: እርግጠኛ ይሁኑ በ ሁለቱም አካሎች ላይ አሁን ተመሳሳይ ፒን እንደሚታይ:
ar: يرغب {{device}} بالاقتران بهذا الهاتف. إن أردت قبول الاقتران، تأكد من ظهور رمز PIN التّالي على كلا الجهازين:
bn_bd: {{device}} এই ফোনের সাথে জুটিবদ্ধ হতে চাচ্ছে। গ্রহণ করতে, নিশ্চিত করুন যে উভয় ডিভাইসে নিচের এই পিন প্রদর্শন করছে:
bn_in: {{device}} এই ফোনের সাথে পেয়ার করতে চায়। স্বীকার করতে, উভয় ডিভাইসে বর্তমানে নিম্নলিখিত PIN প্রদর্শিত হচ্ছে কিনা তা নিশ্চিত করুন:
bs: {{device}} se želi upariti sa vašim telefonom. Da biste prihvatili, provjerite da li oba uređaja trenutno imaju prikazan sljedeći PIN:
cy: Mae {{device}} eisiau paru gyda'r ffôn. I dderbyn, gwnewch yn siŵr fod gan y ddwy ddyfais yn dangos y PIN canlynol:
es: {{device}} quiere vincularse con este dispositivo. Para aceptar, asegúrese de que ambos dispositivos muestran el siguiente PIN:
fa: {{device}} تمایل دارد با این تلفن جفت شود. برای پذیرش، اطمینان حاصل کنید در هر دو دستگاه PIN زیر نمایش داده شده باشد:
gd: Tha {{device}} airson paidhreachadh leis an fhòn seo. Airson sin a dhèanamh, dèan cinnteach gu bheil an dà uidheam a' nochdadh a' PIN a leanas:
hi_in: {{device}} इस फोन के साथ जोड़ी के लिए करना चाहते हैं. स्वीकार करते हैं, तो सुनिश्चित करें कि दोनों उपकरणों के पास वर्तमान में निम्नलिखित प्रदर्शित PIN है:
id: {{device}} ingin memasangkan dengan telepon ini. Untuk menerima, pastikan kedua perangkat sedang menampilkan PIN berikut:
km: {{device}} ចង់​ផ្គូ​ផ្គង​ជាមួយ​ទូរស័ព្ទ​នេះ។ ដើម្បី​ព្រម​ទទួល, សូម​ប្រាកដ​ថា​ឧបករណ៍​ទាំងពីរ​បង្ហាញ​កូដ PIN ដូច​ខាងក្រោម៖
kn: {{device}} ಈ ಫೋನ್‌ನೊಂದಿಗೆ ಜೋಡಿ ಮಾಡಲು ಬಯಸಿದೆ. ಇದನ್ನು ಒಪ್ಪಿಕೊಳ್ಳಲು,ಎರಡೂ ಸಾಧನಗಳಲ್ಲಿ ಪ್ರಸಕ್ತ PIN ಅನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ:
lo: {{device}} ຕ້ອງການຈັບຄູ່ກັບໂທລະສັບນີ້. ເພື່ອຍອມຮັບການຈັບຄູ່ນີ້, ໃຫ້ກວດສອບເບິງໃຫ້ແນ່ໃຈວ່າອຸປະກອນທັ້ງຄູ່ໄດ້ສະແດງ PIN ດັ່ງລຸ່ມນີ້:
mai: {{डिवाइस}} एहि फोन सँ जोड़ी गाँठऽ चाहैत छी. स्वीकार करबा लेल सुनिश्चित करू जे दुनू डिवाइस लग अखनि निम्न प्रदर्शित PIN अछि:
ml: {{device}} നിങ്ങളുടെ ഫോണുമായി ജോടിയാകാന്‍ ആഗ്രഹിക്കുന്നു. അംഗീകരിക്കാന്‍ രണ്ട് ഉപകരണത്തിലും ഈ പിന്‍ കാണിക്കുന്നുണ്ടെന്ന് ഉറപ്പാക്കുക:
mr: {{device}}ला या उपकरणासोबत जोडणी करायची आहे. मान्य करण्यासाठी, दोन्ही उपकरणांवर खालील PIN दर्शविला आहे याची खात्री करा:
ms: {{device}} ingin berpasangan dengan telefon ini. Untuk menerima, pastikan kedua-dua peranti pada masa ini mempunyai PIN yang tertera:
my: {{device}} သည်ယခုဖုန်းဖြင့်ချိတ်ဆက်ချင်သှ်။ လက်ခံရန်အတွက် ဖုန်းနှစ်လုံးလုံး PIN အားမှန်ကန်စွာ ဖြည့်ရန် လိုအပ်ပါသှ်
ne: यो {{device}} तपाईको फोनसँग जोडि बनाउनु चाहन्छ। यसलाई स्वीकार गर्न दुवै फोनमा तल दिएको PIN हुनुपर्छः
nn_no: {{device}} ynskjer å para med denne telefonen. For å godkjenna, kontroller at begge einingane viser denne PIN-koden:
or: {{device}} ଆପଣଙ୍କ ଫୋନ ସହ ଯୋଡ଼ିବା ପାଇଁ ଚାହୁଁଛି । ଗ୍ରହଣ କରିବା ଆଗରୁ ନିଶ୍ଚିତ କରିନିଅନ୍ତୁ ଯେ ଉଭୟ ଉପକରଣରେ ଏହି PIN ଦେଖାଯାଉଛି ।
pt: {{device}} gostaria de emparelhar com este equipamento. Para aceitar, confirme que ambos os dispositivos possuem o seguinte PIN:
ro: {{device}} dorește să se asocieze cu acest telefon. Pentru a accepta, asigură-te că ambele dispozitive au următorul PIN afișat:
sw: {{device}} ingependa kuoanisha na simu hii. Ili kukubali, hakikisha ya kwamba vifaa vyote kwa sasa vinaonyesha PIN ifuatayo:
ta: இந்த செல்பேசியுடன் சோடி சேர {{device}} விரும்புகிறது. ஏற்றுக்கொள்ள, இரண்டு சாதனங்களிலும் பின்வரும் PIN காண்பிக்கின்றனவா என உறுதிப்படுத்தவும்:
te: {{device}} ఈ ఫోనుతో జత కావాలనుకుంటుంది. అంగీకరించడానికి, రెండు పరికరాలలో క్రింద పేర్కొన్న పిన్ ప్రదర్శించబడుతందని నిర్థారించుకోండి:
tr: {{device}} bu telefonla eşleşmek istiyor. Kabul etmek için şu anda her iki cihazda da şu PIN'in göründüğünden emin olun:
ur: {{device}} اس فون سے جڑنا چاہتا ہے۔ .قبول کرنے کے لئے, پککہ کریں کی دونو ڈیوائس پر مندرجہ ذیل PIN دکھایَ گےَ ہے:
uz: {{device}} ushbu telefon bilan birlashishni xohlaydi. Rozi bo‘lish uchun har ikki qurilmada ham hozirda quyidagi ko‘rinayogan PIN kod borligiga ishonch hosil qiling:
wa: {{device}} si vôreut bén apwairi avou ç’ telefone ci. Po-z accepter, waitîz bén ki les deus telefones ont li PIN shuvant håyné pol moumint :
zu: I-{{device}} ingathanda ukumataniswa nale foni. Ukuze wamukele lesi sicelo, qinisekisa ukuthi womabili amadivayisi njengamanje aveze le PIN elandelayo:

# passive-pair-pincode
source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
am: {{device}} ከዚህ ስልክ ጋር መጣመር ይፈልጋል: ለመቀበል: በአካሉ ላይ ያለውን ፒን ያስገቡ
ar: يرغب {{device}} بالاقتران بهذا الهاتف. إن أردت قبول الاقتران، أدخل رمز PIN على الجهاز.
bn_in: {{device}} এই ফোনের সাথে পেয়ার করতে চায়। অনুমোদন দিতে, ডিভাইসের PIN প্রবেশ করান।
bs: {{device}} se želi upariti sa ovim telefonom. Da prihvatite, unesite PIN sa uređaja.
cy: Mae {{device}} eisiau paru gyda'r ffôn. I dderbyn, rhowch y PIN sydd ar y ddyfais.
es: {{device}} quiere vincularse con este dispositivo. Para aceptar, escriba el PIN en el dispositivo.
fa: {{device}} می‌خواهد با این تلفن جفت شود. برای تأیید، پین روی افزاره را وارد کنید.
gd: Tha {{device}} airson paidhreachadh leis an fhòn seo. Airson sin a dhèanamh, cuir a-steach am PIN air an uidheam.
hi_in: {{device}} उपकरण इस फ़ोन के साथ जुड़ना चाहता हैं. स्वीकार करने के लिए, उपकरण पर पिन दर्ज करें.
id: {{device}} ingin terpasang dengan telepon ini. Untuk menerimanya, masukkan PIN pada perantinya.
kn: {{device}} ಈ ಫೋನ್‌ನೊಂದಿಗೆ ಜೋಡಿ ಮಾಡಲು ಬಯಸಿದೆ. ಒಪ್ಪಿಕೊಳ್ಳಲು, ಸಾಧನದಲ್ಲಿ PIN ಅನ್ನು ನಮೂದಿಸಿ.
lo: {{device}} ຕ້ອງການຈັບຄູ່ກັບໂທລະສັບນີ້. ເພື່ອຍອມຮັບການຈັບຄູ່ນີ້, ໃຫ້ປ້ອນລະຫັດ PIN ລົງໃນອຸປະກອນ.
my: {{device}} သည် ယခုဖုန်းဖြင့် ချိတ်ဆက်လိုပါသည်။ လက်ခံရန် PIN ကို ယခုဖုန်းတွင် ရိုက်နှိပ်ပါ။
nn_no: {{device}} ynskjer å para med denne telefonen. For å godkjenna, skriv inn PIN-koden på eininga.
pt: {{device}} gostaria de emparelhar com este equipamento. Para aceitar introduza o PIN no dispositivo.
ro: {{device}} dorește să se asocieze cu acest telefon. Pentru a accepta, introdu PIN-ul pe dispozitiv.
ur: {{device}} اس فون سے جڑنا چاہتا ہے۔ قبول کرنے کے لیے، اس ڈیوائس میں اپنا PIN داخل کرئیں۔
uz: {{device}} ushbu telefon bilan birlashishni xohlaydi. Rozi bo‘lish uchun qurilmada PIN kodni kirgizing.

# passive-pair-enterpincode
source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
am: {{device}} ከዚህ ስልክ ጋር መጣመር ይፈልጋል: ለመቀበል: በአካሉ ላይ ያለውን ፒን ያስገቡ
ar: يرغب {{device}} بالاقتران بهذا الهاتف. إن أردت قبول الاقتران، أدخل رمز PIN على الجهاز.
bn_in: {{device}} এই ফোনের সাথে পেয়ার করতে চায়। অনুমোদন দিতে, ডিভাইসের PIN প্রবেশ করান।
bs: {{device}} se želi upariti sa ovim telefonom. Da prihvatite, unesite PIN sa uređaja.
cy: Mae {{device}} eisiau paru gyda'r ffôn. I dderbyn, rhowch y PIN sydd ar y ddyfais.
es: {{device}} quiere vincularse con este dispositivo. Para aceptar, escriba el PIN en el dispositivo.
fa: {{device}} می‌خواهد با این تلفن جفت شود. برای تأیید، پین روی افزاره را وارد کنید.
gd: Tha {{device}} airson paidhreachadh leis an fhòn seo. Airson sin a dhèanamh, cuir a-steach am PIN air an uidheam.
hi_in: {{device}} उपकरण इस फ़ोन के साथ जुड़ना चाहता हैं. स्वीकार करने के लिए, उपकरण पर पिन दर्ज करें.
id: {{device}} ingin terpasang dengan telepon ini. Untuk menerimanya, masukkan PIN pada perantinya.
kn: {{device}} ಈ ಫೋನ್‌ನೊಂದಿಗೆ ಜೋಡಿ ಮಾಡಲು ಬಯಸಿದೆ. ಒಪ್ಪಿಕೊಳ್ಳಲು, ಸಾಧನದಲ್ಲಿ PIN ಅನ್ನು ನಮೂದಿಸಿ.
lo: {{device}} ຕ້ອງການຈັບຄູ່ກັບໂທລະສັບນີ້. ເພື່ອຍອມຮັບການຈັບຄູ່ນີ້, ໃຫ້ປ້ອນລະຫັດ PIN ລົງໃນອຸປະກອນ.
my: {{device}} သည် ယခုဖုန်းဖြင့် ချိတ်ဆက်လိုပါသည်။ လက်ခံရန် PIN ကို ယခုဖုန်းတွင် ရိုက်ထည့်ပါ။
nn_no: {{device}} ynskjer å para med denne telefonen. For å godkjenna, skriv inn PIN-koden på eininga.
pt: {{device}} gostaria de emparelhar com este equipamento. Para aceitar introduza o PIN no dispositivo.
ro: {{device}} dorește să se asocieze cu acest telefon. Pentru a accepta, introdu PIN-ul pe dispozitiv.
ur: {{device}} اس فون سے جڑنا چاہتا ہے۔ قبول کرنے کے لیے، اس ڈیوائس میں اپنا PIN داخل کرئیں۔
uz: {{device}} ushbu telefon bilan birlashishni xohlaydi. Rozi bo‘lish uchun qurilmada PIN kodni kirgizing.
