Repository: translate/mozilla-gaia
Catalog: ha/apps/camera/camera.properties.po
Languages: ha

source: Not enough space on memory card
ha: Babu isasshen wuri a kati mai ƙwaƙwalwa

source: Try freeing up space by deleting media.
ha: Yi ƙoƙarin samar da wuri ta goge kiɗa.

source: Picture not saved
ha: Ba'a ajiye hoto ba

source: An error prevented Camera from saving the picture.
ha: Kuskure ya hana Kyamata ta ajiye hoto.

# error-recording-title
source: Video not recorded
ha: Bidiyo ba ta ɗauka ba

source: An error prevented Camera from recording the video.
ha: Kuskure ya hana Kyamata daga ɗaukar bidiyon.

# error-video-file-path-title
source: Video not recorded
ha: Bidiyo ba ta ɗauka ba

source: Error creating video file path.
ha: Kuskure wajen ƙirƙirar hanyar fayil.

source: No memory card found
ha: Ba'a sami kati mai ƙwaƙwalwa ba

source: Insert a memory card to take pictures.
ha: Saka kati mai ƙwaƙwalwa domin ɗaukar hotuna.

source: Camera can not be used while phone is plugged in
ha: Ba za'a iya amfani da kyamara ba idan an haɗa waya da wuta

source: Unplug the phone to capture photos and videos
ha: Cire waya daga jikin wuta domin ɗaukar hotuna da bidiyo

source: You have run out of media storage space.
ha: Ba ka da sarari na ajiyar kaɗe-kaɗe.

source: You have reached the maximum file size for this attachment.
ha: Ka ƙure iyakar girman fayil na wannan abin maƙalawa.

source: Retake
ha: Sake ɗauka

source: Select
ha: Zaɓi

source: Close
ha: Rufe

source: Delete photo?
ha: Goge hotuna?

source: Delete video?
ha: Goge bidiyo?

source: Cancel
ha: Soke

source: Delete
ha: Goge

source: Camera Resolution
ha: Tsarin Kyamara

source: Video Resolution
ha: Tsarin Bidiyo

source: Scene Mode
ha: Shimfiɗar Hanya

source: Self-Timer
ha: Mai-Faɗar Lokaci

# self-timer-off
source: Off
ha: Kashe

source: 2 seconds
ha: sakan 2

source: 5 seconds
ha: sakan 5

source: 10 seconds
ha: sakan 10

source: Low Battery
ha: Batir ya yi sanyi

source: The battery is too low to use the camera.
ha: Batir ya yi sanyi ƙwarai ya yi amfani da kyamara.

source: Critically low battery
ha: Batir ya yi matuƙar sanyi

source: 10% battery remaining
ha: 10% na batir ya yi saura

source: 15% battery remaining
ha: 15% na batir ya yi saura

source: Camera Unavailable
ha: Babu Kyamara

source: The camera is in use by another app.
ha: Kyamarar na kan amfani daga wani aikace-aikace.

# hdr-on
source: On
ha: Kunna

# hdr-off
source: Off
ha: Kashe

source: (HDR deactivated)
ha: (An dakatar da HDR)

source: Grid Lines
ha: Layi mai Gida-gida

# grid-on
source: On
ha: Kunna

# grid-off
source: Off
ha: Kashe

source: Flash
ha: Fitila

# flash-on
source: On
ha: Kunna

# flash-off
source: Off
ha: Kashe

source: Auto
ha: Mai yi da kansa

source: (Flash deactivated)
ha: (An dakatar da fitila)

source: Options
ha: Zaɓi

source: Open Gallery
ha: Buɗe Hotuna

source: Preview
ha: Misali
