Repository: translate/mozilla-gaia
Catalog: */apps/fm/fm.properties.po
Languages: am, ar, bg, bn_in, br, cy, gd, hi_in, hu, id, km, kn, my, pt, ro, ur, uz, wa

source: Plug in a headset
am: የ ጆሮ ማድመጫ ይሰኩ
ar: صلِ سماعة الأذنين
bg: Включване на слушалки
bn_in: একটি হেডসেট মধ্যে লাগান
br: Lugañ ur selaouell
cy: Plygiwch y penset i mewn
gd: Ceangail headset ris
hi_in: हेडसेट को प्लग इन कीजिये
hu: Csatlakoztasson egy fejhallgatót
id: Colokkan headset
km: ដោត​កាស​​ស្ដាប់​ចូល
kn: ಹೆಡ್-ಸೆಟ್ ಪ್ಲಗ್ ಇನ್ ಮಾಡಿ
my: နားကြပ်တစ်ခုအား တပ်ထားသှ်
pt: Ligue uns auscultadores
ro: Conectează căștile
ur: ایکصدر شعبہ سیٹ میں پلگ ان
uz: Quloq eshitgichini ulang
wa: Tchôkîz des schoûteus

source: FM Radio requires a plugged in headset to receive radio signals.
am: የ ኤፍ ኤም ሬዲዮ የተሰካ የጆሮ ማድመድጫ ይፈልጋል የ ሬዲዮ ጣቢያዎች ለማግኘት
ar: يحتاج تشغيل مذياع إف‌إم إدخال سماعات الأذنين لاستقبال إشارات المذياع.
bg: FM Радио изисква включени слушалки, за да приема радио сигнал.
bn_in: FM রেডিও রেডিও সংকেত প্রাপ্ত করতে একটি প্লাগ ইন হেডসেট প্রয়োজন।
br: Ar skingomz FM a azgoulenn ur selaouell luget evit degemer an arhentoù skingomz.
cy: Mae Radio FM Radio angen penset wedi ei blygio i mewn er mwyn derbyn signal radio.
gd: Feumaidh rèidio FM headset mus fhaigh e dad a rèidio.
hi_in: रेडियो के सिग्नल्स खींचने के लिए हेडसेट को प्लूगिन्न करना चाहिए
hu: Az FM-rádiójelek vételéhez csatlakoztasson egy fejhallgatót.
id: Radio FM butuh peranti suara terpasang untuk menerima sinyal radio.
km: វិទ្យុ FM ទាមទារ​ដោត​កាស​ស្ដាប់​ចូល​ដើម្បី​ទទួល​សញ្ញា​វិទ្យុ។
kn: FM ರೇಡಿಯೊಗೆ ಸಂಕೇತಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ತಲುಪಲು ಹೆಡ್ ಸೆಟ್ ಅನ್ನು ಪ್ಲಗ್-ಇನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
my: FM ရေဒီယို ဖွင့်ရမ် နားကြပ်တစ်စုံ လိုပါသှ်
pt: O Rádio FM requer que seja ligado um par de auscultadores para receber sinais rádio.
ro: Radioul FM solicită căștile conectate pentru a recepționa semnale radio.
ur: FM ریڈیو ہیڈسیٹ میں پلگ ان ریڈیو سنکیتوں کو حاصل کرنے کے لئے کی ضرورت ہے۔
uz: FM radio radio signallarni qabul qilish uchun quloq eshitgichni ulashni talab qiladi.
wa: I fåt des schoûteus tchôkîs po kel Radio FM sepe riçure des signås radio.

source: Airplane mode is on
am: የ አውሮፕላን ዘዴ በርቷል
ar: وضع الطائرة مُفعَّل
bg: Самолетен режим включен
bn_in: বিমান মোড চালু অাছে
br: Gweredekaet eo ar mod nijerez
cy: Modd awyren ymlaen
gd: Tha am modh itealain air
hi_in: हवाई जहाज मोड पर है
hu: Repülő mód bekapcsolva
id: Modus pesawat aktif
km: បាន​បើក​របៀប​លើ​យន្តហោះ
kn: ಏರೋಪ್ಲೇನ್ ಸ್ಥಿತಿ ಸಕ್ರಿಯವಾಗಿದೆ
my: လေယျာဉ်ပေါ်သုံးပုံစံ ပွင့်နေသှ်
pt: O modo de voo está ativado
ro: Modul avion este activat
ur: ایرپلان موڈ شرو ہے
uz: Parvoz rejimi yoqilgan
wa: Li môde avion est metou

source: Turn off Airplane mode to use FM Radio.
am: የ አውሮፕላን ዘዴን ያጥፉ የ ኤፍኤም ራዲዮ ለመጠቀም
ar: أطفئ وضع الطائرة لاستخدام مذياع إف‌إم.
bg: Изключете самолетния режим, за да използвате FM Радио.
bn_in: FM রেডিও ব্যবহার করতে বিমান মোড বন্ধ করুন।
br: Diweredekaet ar mod nijerez evit arverañ ar skingomz FM.
cy: Diffoddwch modd Awyren i ddefnyddio Radio FM.
gd: Cuir dheth am modh itealain gus èisteachd ri rèidio FM.
hi_in: FM रेडियो का उपयोग करने के लिए हवाई जहाज मोड बंद करें.
hu: Kapcsolja ki a repülő módot az FM rádió használatához.
id: Nonaktifkan modus Pesawat untuk gunakan Radio FM.
km: បិទ​របៀប​លើ​យន្ត​ហោះ​ដើម្បី​ប្រើវ​ិទ្យុ FM ។
kn: FM ರೇಡಿಯೊ ಬಳಸಲು ಏರೋಪ್ಲೇನ್ ಸ್ಥಿತಿಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ.
my: FM ရေဒီယို အားသုံးရန် လေယျာဉ်ပေါ်သုံးပုံစံ အားပိတ်ပါ
pt: Desative o modo de voo para usar a rádio FM.
ro: Oprește modul avion pentru a folosi radioul FM.
ur: ؁ّ استمعال کرنے کیلئے ایرپلن موڈ آف کردیں۔
uz: FM radiodan foydalanish uchun parvoz rejimini o‘chiring.
wa: Essocter l’ môde avion po s’ siervi del Radio FM.

# frequency-MHz
source: {{ value }} <small>MHz</small>
bg: {{ value }} <small>МХц</small>
uz: {{ value }} <small>MGs</small>

# fav-frequency-MHz
source: {{ value }} <small>MHz</small>
bg: {{ value }} <small>МХц</small>
uz: {{ value }} <small>MGs</small>

source: Speaker
am: ስፒከር
ar: السماعة الخارجية
bg: Високоговорител
bn_in: বক্তা
br: Uhelgomzer
cy: Seinydd
gd: Glaodhaire
hi_in: वक्ता
hu: Hangszóró
id: Pengeras Suara
km: ឧបករណ៍​​បំពង​សំឡេង
kn: ಸ್ಪೀಕರ್‍‍
my: စပီကာ
pt: Altifalante
ro: Difuzor
ur: سپیکر
uz: Karnayr
wa: Hôt-pårloes

source: Favorite
am: የምወዳቸው
ar: مفضل
bg: Добавяне към любимите
bn_in: প্রিয়
br: Karetañ
cy: Ffefryn
gd: Annsachd
hi_in: मनपसंद
hu: Kedvenc
id: Favorit
km: សំណព្វចិត្ត​
kn: ನೆಚ್ಚಿನ
my: မိမိအကြိုက်
pt: Favorito
ro: Favorit
ur: پسندیدہ
uz: Sevimli
wa: Colå

source: Frequency
am: ድግግሞሽ
ar: التردّد
bg: Честота
bn_in: কম্পাঙ্ক
br: Talmoù
cy: Amledd
gd: Tricead
hi_in: आवृत्ति
hu: Frekvencia
id: Frekuensi
km: ភាពញឹកញាប់​
kn: ಆವರ್ತನಾಂಕ
my: အကြိမ်
pt: Frequência
ro: Frecvență
ur: تعدد
uz: Chastota
wa: Frecwince

source: Seek Down
am: ወደ ታች መፈለጊያ
ar: التمرير للأسفل
bg: Търсене надолу по честотите
bn_in: নিচে খোঁজ করুন
br: Kerc'hat dre ziskenn
cy: Chwilio i Fyny
gd: Lorg a' dol sìos
hi_in: नीचे तलाश करें
hu: Keresés lefelé
id: Geser ke Bawah
km: រកមើល​ចុះក្រោម​
kn: ಕೆಳಗೆ ಹುಡುಕು
my: ရှာဖွေရန်
pt: Procurar para baixo
ro: Caută în jos
ur: نیچے دهونڈیں
uz: Past chastotadan izlash
wa: Dischinde di frecwince

source: Seek Up
am: ወደ ላይ መፈለጊያ
ar: التمرير للأعلى
bg: Търсене нагоре по честотите
bn_in: ওপরে খোঁজ করুন
br: Kerc'hat dre sevel
cy: Chwilio i Lawr
gd: Lorg a' dol suas
hi_in: ऊपर तलाश करें
hu: Keresés felfelé
id: Geser ke Atas
km: រកមើល​ឡើងលើ​
kn: ಮೇಲೆ ಹುಡುಕು
my: ရှာဖွေရန်
pt: Procurar para cima
ro: Caută în sus
ur: اوپر دهونڈیں
uz: Yuqori chastotadan izlash
wa: Monter di frecwince

source: On
am: ማብሪያ
ar: فعال
bg: Включване
bn_in: খোলা
br: Enaouet
cy: Ymlaen
gd: Air
hi_in: चालू
hu: Be
id: Nyala
km: បើក
kn: ಆನ್
my: ဖွင့်
pt: Ligado
ro: Activat
ur: آن
uz: Yoqish
wa: Eclitchî

source: Off
am: ማጥፊያ
ar: معطل
bg: Изключване
bn_in: বন্ধ
br: Lazhet
cy: I Ffwrdd
gd: Dheth
hi_in: बंद
hu: Ki
id: Mati
km: បិទ
kn: ಆಫ್
my: ပိတ်
pt: Desligado
ro: Dezactivat
ur: آف
uz: O‘chirish
wa: Disclitchî

source: Favorited stations
am: የምወዳቸው ጣቢያዎች
ar: المحطات المفضلة
bg: Любими станции
bn_in: প্রিয় স্টেশনসমূহ
br: Hanvaoù lakaet d'ar re wellañ
cy: Hoff gorsafoedd
gd: Stèiseanan a rinn thu annsachd dhiubh
hi_in: पसंदीदा स्टेशंस
hu: Kedvenc állomások
id: Stasiun favorit
km: ស្ថានីយ​សំណព្វ​
kn: ನೆಚ್ಚಿನ ಸ್ಟೇಷನ್‌ಗಳು
my: စိတ်ကြိုက်ဖြစ်သည့် ရုံများ
pt: Estações favoritas
ro: Stații favorite
ur: پسندیدہ گاہ
uz: Sevimli stansiyalar
wa: Posses colås
