Repository: translate/mozilla-gaia
Catalog: ig/shared/import_contacts/import_contacts.properties.po
Languages: ig

source: Back
ig: Azụ

source: To import contacts insert or unlock your SIM card
ig: Iji bubata kọntaktị fanye ma ọ bụ kpọghee kaadị SIM gị

source: To import contacts insert a memory card
ig: Iji bubata kọntaktị fanye kaadị ebe nchekwa

source: Memory card
ig: Kaadị ebe nchekwa

source: To import Facebook friends or contacts connect to Wi-Fi or data network
ig: Iji bubata ndị enyi ma ọ bụ kọntaktị Facebook jikọọ na Wi-Fi ma ọ bụ netwọk data

source: Import SIM contacts
ig: Bubata kọntaktị SIM

source: Importing SIM contacts…
ig: Na-ebubata kọntaktị SIM…

source: Reading from SIM card…
ig: Na-agụrụ si na kaadị SIM…

source: Could not import contacts from SIM
ig: Enwenwughi ike ibubata kọntaktị site na SIM

source: No contacts detected on SIM to import
ig: Ọnweghị kọntaktị achọpụtara na SIM a ga-ebubata

# simContacts-imported3[one]
source: Imported one contact
ig: Ebubatara otu kọntaktị

# simContacts-imported3[two]
source: Imported {{n}} contacts
ig: Ebubatara kọntaktị {{n}}

# simContacts-imported3[few]
source: Imported {{n}} contacts
ig: Ebubatara kọntaktị {{n}}

# simContacts-imported3[many]
source: Imported {{n}} contacts
ig: Ebubatara kọntaktị {{n}}

# simContacts-imported3[other]
source: Imported {{n}} contacts
ig: Ebubatara kọntaktị {{n}}

source: Import contacts from memory card
ig: Si na kaadị ebe nchekwa bubata kọntaktị

source: Importing contacts from memory card…
ig: Si na kaadị ebe nchekwa bubata kọntaktị…

source: Reading from memory card…
ig: Na-agụrụ site na kaadị ebe nchekwa…

source: Could not import contacts from memory card
ig: Enwenwughi ike ibubata kọntaktị site na kaadị ebe nchekwa

source: No contacts detected on memory card to import
ig: Ọnweghị kọntaktị achọpụtara na kaadị ebe nchekwa a ga-ebubata

# memoryCardContacts-imported3[one]
source: Imported one contact
ig: Ebubatara otu kọntaktị

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
ig: Ebubatara kọntaktị {{n}}

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
ig: Ebubatara kọntaktị {{n}}

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
ig: Ebubatara kọntaktị {{n}}

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
ig: Ebubatara kọntaktị {{n}}

source: No duplicated contacts merged
ig: Ọnweghị kọntaktị ndị gbara mkpị amakọrọ

source: One duplicated contact merged
ig: Amakọrọ otu kọntaktị gbara mkpị

# contactsMerged[two]
source: {{numDups}} contacts merged
ig: amakọrọ kọntaktị {{numDups}}

# contactsMerged[few]
source: {{numDups}} contacts merged
ig: amakọrọ kọntaktị {{numDups}}

# contactsMerged[many]
source: {{numDups}} contacts merged
ig: amakọrọ kọntaktị {{numDups}}

# contactsMerged[other]
source: {{numDups}} contacts merged
ig: amakọrọ kọntaktị {{numDups}}
