Repository: translate/mozilla-gaia
Catalog: dsb/apps/communications/contacts/contacts.properties.po
Languages: dsb

source: Call
dsb: Zawołaś

source: Edit
dsb: Wobźěłaś

source: Cancel
dsb: Pśetergnuś

source: Done
dsb: Dokóńcone

source: OK
dsb: W pórěźe

source: Update
dsb: Aktualizěrowaś

source: Retry
dsb: Hyšći raz wopytaś

source: Contacts
dsb: Kontakty

source: Add contact
dsb: Kontakt pśidaś

source: Delete contact
dsb: Kontakt lašowaś

source: Select contact
dsb: Kontakt wubraś

source: Select all
dsb: Wšykne wubraś

source: Deselect all
dsb: Wšykne wótwóliś

source: Edit contact
dsb: Kontakt wobźěłaś

source: Delete contact?
dsb: Kontakt lašowaś?

source: Remove
dsb: Wótpóraś

source: Delete
dsb: Lašowaś

source: Comments
dsb: Komentary

source: This contact does not have a phone number
dsb: Toś ten kontakt njama telefonowy numer

source: This contact does not have an email address
dsb: Toś ten kontakt njama e-mailowu adresu

source: Remove contact picture?
dsb: Kontaktowy wobraz wótpóraś?

source: Loading contacts…
dsb: Kontakty se zacytuju…

source: No contacts in your Contacts list
dsb: Žedne kontakty we wašej lisćinje kontaktow

source: No name
dsb: Žedno mě

source: Name
dsb: Mě

source: Last name
dsb: Familijowe mě

# tel.placeholder
source: Phone
dsb: Telefon

source: Carrier
dsb: Póbitowaŕ

# carrier.placeholder
source: Carrier
dsb: Póbitowaŕ

source: Street
dsb: Droga

source: Zip code
dsb: Postowa licba

source: City
dsb: Město

source: Country
dsb: Kraj

source: Comment
dsb: Komentar

source: Company
dsb: Pśedewześe

source: Date
dsb: Datum

# date-span-placeholder
source: Date
dsb: Datum

# date.placeholder
source: Date
dsb: Datum

source: Birthday
dsb: Narodny źeń

source: Anniversary
dsb: Wrośenica

source: Add Picture
dsb: Wobraz pśidaś

source: Add Phone
dsb: Telefon pśidaś

source: Add Email
dsb: E-mailowu adresu pśidaś

source: Add Address
dsb: Adresu pśidaś

source: Add Date
dsb: Datum pśidaś

source: Add Comment
dsb: Komentar pśidaś

source: Add as Favorite
dsb: Ako faworita pśidaś

source: Remove as Favorite
dsb: Ako faworita wótpóraś

source: Add
dsb: Pśidaś

# editButton.ariaLabel
source: Edit
dsb: Wobźěłaś

# settingsButton.ariaLabel
source: Settings
dsb: Nastajenja

# phoneDetail.ariaLabel
source: Phone
dsb: Telefon

# addressDetail.ariaLabel
source: Address
dsb: Adresa

# dateDetail.ariaLabel
source: Date
dsb: Datum

# makeCall.ariaLabel
source: Call
dsb: Zawołaś

source: Phones
dsb: Telefony

source: Emails
dsb: E-mailowe adrese

source: Addresses
dsb: Adrese

source: Dates
dsb: Datumy

source: Notes
dsb: Pśipiski

source: Exit
dsb: Skóńcyś

source: Expand
dsb: Rozpśestrěś

source: Name:
dsb: Mě:

source: Last name:
dsb: Familijowe mě:

source: Phone number:
dsb: Telefonowy numer:

source: Carrier:
dsb: Póbitowaŕ:

source: Street:
dsb: Droga:

source: Zip code:
dsb: Postowa licba:

source: City:
dsb: Město:

source: Country:
dsb: Kraj:

source: Comment:
dsb: Komentar:

source: Main information
dsb: Głowne informacije

source: Phone numbers
dsb: Telefonowe numery

source: Email address
dsb: E-mailowa adresa

# legendAddress
source: Address
dsb: Adresa

source: Search
dsb: Pytaś

source: No contacts found
dsb: Žedne kontakty namakane

source: Transfer Contacts
dsb: Kontakty pśenosowaś

# importContactsTitle
source: Import Contacts
dsb: Kontakty importěrowaś

# importContactsButton
source: Import Contacts
dsb: Kontakty importěrowaś

# exportContactsTitle
source: Export Contacts
dsb: Kontakty eksportěrowaś

# exportContactsButton
source: Export Contacts
dsb: Kontakty eksportěrowaś

source: Export
dsb: Eksportěrowaś

source: Export to SIM
dsb: Na SIM-kórtu eksportěrowaś

source: Export to memory card
dsb: Na składowańsku kórtu eksportowaś

source: Export to Bluetooth
dsb: Na Bluetooth eksportěrowaś

source: Cannot use memory card because USB storage is enabled
dsb: Składowańska kórta njedajo se wužywaś, dokulaž USB-składowak jo zmóžnjony

source: Export error
dsb: Eksportěrowańska zmólka

source: No contacts exported
dsb: Žedne kontakty eksportěrowane

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
dsb: {{exported}} kontakt z {{total}} eksportěrowany

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
dsb: {{exported}} kontakta z {{total}} eksportěrowanej

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
dsb: {{exported}} kontakty z {{total}} eksportěrowane

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
dsb: {{exported}} kontaktow z {{total}} eksportěrowanych

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
dsb: {{exported}} kontaktow z {{total}} eksportěrowanych

source: Some error happened while exporting
dsb: Pśi eksportěrowanju jo zmólka nastała

# exportError-SD-shared
source: Can’t access memory card because it’s shared
dsb: Žeden pśistup na składowańsku kórtu móžno, dokulaž wužywa se wěcej raz

# exportError-SD-unavailable
source: Memory card is not available
dsb: Składowańska kórta njejo k dispoziciji

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
dsb: Njejo dośc składowańskego ruma na składowańskej kórśe, aby kontakty eksportěrowało

source: SIM card is not available
dsb: SIM-kórta njejo k dispoziciji

# exportError-BT-shared
source: Can’t access memory card because it’s shared
dsb: Přistup na składowańsku kórtu njejo móžno, dokulaž wužywa se wěcej raz

# exportError-BT-unavailable
source: Memory card is not available
dsb: Składowańska kórta njejo k dispoziciji

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
dsb: Njejo dosć składowańskego ruma na składowańskej kórśe, aby kontakty eksportěrowało

source: Social networks
dsb: Socialne seśi

source: Link contact
dsb: Kontakt wótkazaś

source: Unlink contact
dsb: Wótkaz kontakta wótpóraś

source: Do you want to unlink your friend?
dsb: Cośo wótkaz k swójomu pśijaśeloju wótpóraś?

source: Unlink
dsb: Wótkaz wótpóraś

source: Import Facebook friends
dsb: Facebookowe pśijaśele importěrowaś

source: View Facebook profile
dsb: Facebookowy profil pokazaś

source: Message
dsb: Powěsć

source: Wall post
dsb: Post pinoweje tofle

source: Share Contact
dsb: Kontakt źěliś

source: The contact cannot be shared due to Facebook constraint.
dsb: Kontakt njedajo se wobgranicowanja Facebooka dla źěliś.

source: Other accounts
dsb: Druge konta

source: Sync friends
dsb: Pśijaśele synchronizěrowaś

source: Select mobile
dsb: Numer mobilnego telefona wubraś

source: Select email
dsb: E-mailowu adresu wubraś

source: Select recipient
dsb: Dostawarja wubraś

source: Settings
dsb: Nastajenja

source: Order by last name
dsb: Pó familijowem mjenju sortěrowaś

# importSim2
source: SIM card
dsb: SIM-kórta

source: Update imported friends
dsb: Importěrowanych pśijaśelow aktualizěrowaś

source: Removing Facebook data
dsb: Facebookowe daty se wótwónoźuju

source: Logging out from Facebook
dsb: Z Facebooka se wótjzawiś

source: Remove all Facebook data?
dsb: Wšykne Facebookowe daty wótpóraś?

source: Your password in Facebook has changed. Please, update it.
dsb: Wašo gronidło w Facebooku jo se změniło. Pšosym zaktualizěrujśo jo.

source: Not enabled yet
dsb: Hyšći njezmóžnjony

source: To import contacts connect to Wi-Fi or data network
dsb: Aby kontakty importěrował, zwězajśo z WLAN abo datoweju seśu

source: SIM card
dsb: SIM-kórta

source: Memory card
dsb: Składowańska kórta

# ICEContactsGroup
source: ICE Contacts
dsb: Kontakty za nuzny pad

source: Set ICE Contacts
dsb: Kontakty za nuzowe zawołanja nastajiś

# ICESettingTitle
source: ICE Contacts
dsb: Kontakty za nuzny pad

source: Add two contacts for making “In Case of Emergency” calls.
dsb: Dwa kontakta za “nuzowe zawołanja” pśidaś.

source: ICE Contact 1
dsb: Kontakt 1 za nuzowe zawołanje

source: Select a contact
dsb: Kontakt wubraś

source: ICE Contact 2
dsb: Kontakt 2 za nuzowe zawołanje

source: This contact is already an existing ICE contact
dsb: Toś ten kontakt jo južo eksistěrujucy kontakt za nuzny pad

source: There was an error setting the contact as ICE
dsb: Pśi stajenju kontakta za nuzny pad jo zmólka nastała

source: This contact doesn't have a phone number
dsb: Toś ten kontakt njama telefonowy numer

source: Facebook contacts cannot be set as ICE contacts
dsb: Kontakty Facebook njedaju se ako kontakty za nuzny pad nastajiś

source: Deleted phone numbers are removed from ICE Contact
dsb: Wulašowane telefonowe numery wótwónoźuju se z kontakta za nuzny pad

source: All the numbers are deleted. This contact is removed from the ICE Contacts.
dsb: Wšykne numery su wulašowane. Toś ten kontakt wótpórajo se z kontaktow za nuzny pad.

source: No contacts
dsb: Žedne kontakty

source: Start adding them now
dsb: Zachopśo něnto je pśidawaś

source: Not imported
dsb: Njeimportowěrany

source: Imported
dsb: Importěrowany

source: Today
dsb: Źinsa

source: Yesterday
dsb: Cora

source: Please hold on. We are canceling the ongoing operation.
dsb: Pšosym cakajśo. Pśetergnjomy běžecu operaciju.

source: Organize Contacts
dsb: Kontakty organizěrowaś

source: Find duplicate contacts
dsb: Dwójne kontakty pytaś

source: Preparing contacts
dsb: Kontakty se pśigótuju

source: SIM Card is full
dsb: SIM-kórta jo połna

source: Cannot access SIM card’s phone book
dsb: Pśistup na telefonowe knigły SIM-kórty njejo móžno

source: No SIM detected
dsb: Žedna SIM-kórta namakana

source: An error occurred while exporting a contact
dsb: Pśi eksportěrowanju kontakta jo zmólka nastała

source: To export contacts insert or unlock your SIM card
dsb: Aby kontakty eksportěrował, zasajźćo SIM-kórtu abo wótpórajśo jeje zastajanje

source: To export contacts insert a memory card
dsb: Aby kontakty eksportěrował, zasajźćo składowańsku kórtu

source: Contacts Management
dsb: Zastojanje kontaktow

# DeleteTitle
source: Delete
dsb: Lašowaś

source: Delete Contacts
dsb: Kontakty lašowaś

source: Contacts delete cancelled
dsb: Lašowanje kontaktow pśetergnjone

# DeletedTxt[zero]
source: No Contact to Delete
dsb: Žeden kontakt za lašowanje

source: 1 Contact removed
dsb: 1 kontakt wótpórany

# DeletedTxt[two]
source: {{n}} Contacts removed
dsb: {{n}} kontakta wótpóranej

# DeletedTxt[few]
source: {{n}} Contacts removed
dsb: {{n}} kontakty wótpórane

# DeletedTxt[many]
source: {{n}} Contacts removed
dsb: {{n}} kontaktow wótpóranych

# DeletedTxt[other]
source: {{n}} Contacts removed
dsb: {{n}} kontaktow wótpóranych

source: Deleting contacts
dsb: Kontakty se lašuju

# ContactConfirmDel[zero]
source: No Contact to Delete
dsb: Žeden kontakt za lašowanje

source: Delete 1 Contact? This cannot be undone.
dsb: 1 kontakt lašowaś? To njedajo se anulěrowaś.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
dsb: {{n}} kontakta lašowaś? To njedajo se anulěrowaś.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
dsb: {{n}} kontakty lašowaś? To njedajo se anulěrowaś.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
dsb: {{n}} kontaktow lašowaś? To njedajo se anulěrowaś.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
dsb: {{n}} kontaktow lašowaś? To njedajo se anulěrowaś.

# SelectedTxt[zero]
source: Contacts
dsb: Kontakty

# SelectedTxt[one]
source: {{n}} selected
dsb: {{n}} wubrany

# SelectedTxt[two]
source: {{n}} selected
dsb: {{n}} wubranej

# SelectedTxt[few]
source: {{n}} selected
dsb: {{n}} wubrane

# SelectedTxt[many]
source: {{n}} selected
dsb: {{n}} wubranych

# SelectedTxt[other]
source: {{n}} selected
dsb: {{n}} wubranych

source: Video
dsb: Wideo

source: Audio
dsb: Awdio

# removeField.ariaLabel
source: Remove
dsb: Wótpóraś

source: Undo
dsb: Anulěrowaś

source: ICE Contacts
dsb: Kontakty za nuzny pad

source: Edit Picture
dsb: Wobraz wobźěłaś

source: Remove photo
dsb: Foto wótpóraś

source: Change photo
dsb: Foto změniś

source: Photo options
dsb: Fotowe nastajenja

source: Import all
dsb: Wšykne importěrowaś

source: No contacts imported
dsb: Žedne kontakty importěrowane

source: Imported one contact
dsb: Jaden kontakt importěrowany

# vCardContacts-imported[two]
source: Imported {{n}} contacts
dsb: {{n}} kontakta importěrowanej

# vCardContacts-imported[few]
source: Imported {{n}} contacts
dsb: {{n}} kontakty importěrowane

# vCardContacts-imported[many]
source: Imported {{n}} contacts
dsb: {{n}} kontaktow importěrowane

# vCardContacts-imported[other]
source: Imported {{n}} contacts
dsb: {{n}} kontaktow importěrowane
