Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

# operator-networkSelect-auto
source: Automatic
am: ራሱ በራሱ
ar: تلقائي
bg: Автоматично избиране
bn_bd: স্বয়ংক্রিয়
bn_in: স্বয়ংক্রিয়
br: Emgefreek
bs: Automatski
ca: Automàtic
cy: Awtomatig
es: Automática
eu: Automatikoa
fa: خودکار
ga_ie: Uathoibríoch
gd: Gu fèin-obrachail
hi_in: स्वचालित
hu: Automatikus
id: Otomatis
kn: ಸ್ವಯಂಚಾಲಿತ
lv: Automātiski
mai: स्वचालित
mg: Mandeha hoazy
ne: स्वचालित
or: ସ୍ବୟଂଚାଳିତ
pt: Automática
ro: Automat
si: ස්වයංක්‍රීයව
sw: Kwa mashine
ta: தானியங்கி
th: อัตโนมัติ
tr: Otomatik
ur: خودکار
uz: Avtomatik
vi: Tự động
wa: Otomatike
xh: Ngokuzenzekelayo
zu: Okuzenzekelayo

source: Manual
am: በእጅ
ar: يدوي
bg: Ръчно
bn_bd: স্বনির্ধারিত
bn_in: স্বনির্বাচিত
br: Dre zorn
bs: Ručno
cy: Gyda llaw
eu: Eskuzkoa
fa: دستی
ga_ie: De Láimh
gd: A làimh
hi_in: मैनुअल
hu: Kézzel
kn: ಕೈಯಾರೆ
lv: Pašrocīgi
mai: मैनुअल
mg: Amin'ny tànana
ne: हातैले
or: ହସ୍ତ ପୁସ୍ତିକା
si: හස්තීයව
sw: Kwa-mkono
ta: கைமுறை
th: ด้วยตนเอง
tr: Elle
ur: مینیوول
uz: Qo‘lbola
vi: Thủ công
wa: Al mwin
xh: Ngokwakho
zu: Okwenziwa ngesandla

source: Turn automatic selection off to view available operators.
am: ራሱ በራሱ መምረጫ ማጥፊያ ለ መመልከት ዝግጁ የ ኔትዎርክ አንቀሳቃሾችን
ar: قم بتعطيل الاختيار التلقائي لعرض الشبكات المتاحة.
bg: Изключете автоматичният избор, за да видите наличните оператори.
bn_bd: স্বয়ংক্রিয় নির্বাচন বন্ধ করুন যাতে বিদ্যমান নেটওয়ার্ক অপারেটরদের দেখা যায়।
bn_in: অটোমেটিক নির্বাচন বন্ধ করুন উপলব্ধ নেটওয়ার্ক অপারেটর দেখার জন্য।
br: Diweredekaat an diuzañ emgefreek evit gwelout ar rouedadoù hegerz.
bs: Isključite automatski izbor kako biste vidjeli dostupne operatere.
ca: Desactiveu la selecció automàtica per veure els operadors.
cy: Diffodd y dewis awtomatig er mwyn gweld y darparwyr sydd ar gael.
es: Desactive la selección automática para visualizar los operadores disponibles.
eu: Itzali hautapen automatikoa operatzaile erabilgarriak ikusteko.
fa: برای مشاهده اپراتورهای موجود، گزینش خودکار را خاموش کنید.
ga_ie: Múch roghnú uathoibríoch chun na soláthraithe atá ar fáil a fheiceáil.
gd: Cuir an taghadh fèin-obrachail dheth gus liosta nan giùlanairean fhaicinn.
lv: Izslēdziet automātisko izvēli lai parādītu pieejamos mobilos tīklus.
pt: Desligue a seleção automática para ver os operadores disponíveis.
ro: Oprește selecția automată pentru a vedea operatorii disponibili.
si: පවත්නා ජාල මෙහෙයුම්කරුවන් නැරඹීම සඳහා ස්වයංක්‍රීය තෝරාගැනීම අක්‍රිය කරන්න.
th: ปิดการเลือกอัตโนมัติเพื่อดูผู้ให้บริการที่ใช้งานได้
ur: دستیاب نیٹ ورک آپریٹرز کو دیکھنے کے لئے خود کار طریقے سے انتخاب کو بند کر دیں۔
uz: Mavjud tarmoq operatorlarini ko‘rish uchun avtomatik tanlashni yoqing.

# operator-info-connecting
source: Connecting…
am: በ መገናኘት ላይ…
ar: جار الاتصال...
bg: Свързване…
bn_bd: সংযুক্ত করা হচ্ছে…
bn_in: সংযুক্ত করা হচ্ছে…
br: O kennaskañ…
bs: Povezivanje…
ca: S'està connectant…
cy: Cysylltu…
es: Conectando…
eu: Konektatzen…
fa: در حال اتصال…
ga_ie: Ag ceangal…
gd: A’ dèanamh ceangal…
lv: Savienojās...
pt: A ligar…
ro: Conectare…
si: සම්බන්ධ වෙමින්...
th: กำลังเชื่อมต่อ…
ur: جڑ رہا ہے…
uz: Ulanmoqda…

# operator-info-failed
source: Connection failed
am: ግንኙነቱ ወድቋል
ar: فشل الاتصال
bg: Неуспешно свързване
bn_bd: সংযোগ স্থাপনে ব্যর্থ
bn_in: সংযোগ ব্যর্থ হয়েছে
br: C'hwitadenn war ar c'hennaskañ
bs: Veza nije uspjela
ca: Ha fallat la connexió
cy: Methodd y cysylltiad
es: Falló la conexión
eu: Konexioak huts egin du
fa: اتصال شکست خورد
ga_ie: Theip ar cheangal
gd: Dh’fhàillig an ceangal
lv: Neizdevās savienoties
pt: A ligação falhou
ro: Conexiune eșuată
si: සබඳතාවය බිඳවැටුනි
th: การเชื่อมต่อล้มเหลว
ur: کنکشن ناکام
uz: Ulanmadi

# operator-info-connected
source: Connected
am: ተገናኝቷል
ar: مُتصل
bg: Свързан
bn_bd: সংযুক্ত
bn_in: সংযুক্ত হয়েছে
br: Kennasket
bs: Povezan
ca: Connectat
cy: Cysylltwyd
es: Conectado
eu: Konektatuta
fa: متصل‌شد
ga_ie: Ceangailte
gd: Air ceangal a dhèanamh
lv: Savienots
pt: Ligado
ro: Conectat
si: සම්බන්ධ වී ඇත
th: เชื่อมต่อแล้ว
ur: جڑا ہوا
uz: Ulandi

# operator-info-available
source: Available
am: ዝግጁ
ar: متوفر
bg: Наличен
bn_bd: বিদ্যমান
bn_in: উপলব্ধ
br: Hegerz
bs: Dostupno
ca: Disponible
cy: Ar gael
es: Disponible
eu: Erabilgarri
fa: موجود
ga_ie: Ar fáil
gd: Ri fhaighinn
lv: Pieejams
pt: Disponível
ro: Disponibil
si: භාවිතයට ඇත
th: ใช้งานได้
ur: دستیاب
uz: Mavjud

# operator-info-current
source: Connected
am: ተገናኝቷል
ar: متصِل
bg: Свързан
bn_bd: সংযুক্ত
bn_in: সংযুক্ত হয়েছে
br: Kennasket
bs: Povezan
ca: Connectat
cy: Cysylltwyd
es: Conectado
eu: Konektatuta
fa: متصل‌شد
ga_ie: Ceangailte
gd: Air ceangal a dhèanamh
lv: Savienots
pt: Ligado
ro: Conectat
si: සම්බන්ධ වී ඇත
th: เชื่อมต่อแล้ว
ur: جڑا ہوا
uz: Ulandi

# operator-info-forbidden
source: Forbidden
am: የተከለከለ
ar: محظور
bg: Забранен
bn_bd: নিষিদ্ধ
bn_in: অবরুদ্ধ
br: Difennet
bs: Zabranjeno
ca: Prohibit
cy: Gwaharddedig
es: Prohibido
eu: Debekatuta
fa: ممنوع
ga_ie: Neamhcheadaithe
gd: Toirmisgte
lv: Aizliegts
pt: Não permitido
ro: Interzis
si: තහනම් කර ඇත
th: ไม่อนุญาต
ur: ممنوع
uz: Taqiqlandi

# operator-info-unknown
source: Unknown state
am: ያልታወቀ ሁኔታ
ar: حالة مَجهولة
bg: Неизвестно състояние
bn_bd: অজানা অবস্থা
bn_in: অজানা অবস্থা
br: Stad dianav
bs: Nepoznato stanje
ca: Estat desconegut
cy: Cyflwr anhysbys
es: Estado desconocido
eu: Egoera ezezaguna
fa: وضعیت نامعلوم
ga_ie: Staid anaithnid
gd: Staid neo-aithnichte
lv: Nezināms stāvoklis
pt: Estado desconhecido
ro: Stare necunoscută
si: නොදන්නා තත්ත්වයකි
th: สถานะที่ไม่รู้จัก
ur: نامعلوم حالت
uz: Noma’lum holat

source: Roaming preference
am: የ ማዛዋወሪያ ምርጫዎች
ar: اعدادات التجوال
bg: Настройки на роуминг
bn_bd: রোমিং এর পছন্দ
bn_in: রোমিং পছন্দ
br: Gwellvezioù ar baleantañ
bs: Postavke roaminga
ca: Preferència d'itinerància
cy: Dewisiadau crwydro
es: Preferencia de itinerancia
eu: Ibiltaritza-hobespenak
fa: ترجیحات رومینگ
ga_ie: Roghanna fánaíochta
gd: Roghainn airson fàrsan
hi_in: रोमिंग पसंद
hu: Roaming beállítások
id: Preferensi menjelajah
kn: Roaming ಇಚ್ಛೆಗಳು
lv: Viesabonēšanas iestatījumi
mai: रोमिंग वरीयता
mg: Fiasa miriaria tiana
ne: भट्किरहेको प्राथमिकता
or: ରୋମିଙ୍ଗ ପସନ୍ଦ
pt: Preferência de roaming
ro: Preferință roaming
si: රොමිං අභිරුචීන්
sw: Mapendeleo ya Kuranda
ta: வெளியூரை சுற்றிவர முன்னுரிமை
th: การตั้งค่าบริการข้ามเครือข่าย
tr: Dolaşım tercihi
ur: رومنگ ترجیح
uz: Rouming parametrlari
vi: Tùy chọn chuyển vùng
wa: Preferince del pormoennance
xh: Iipriferensi ezihamba-hambayo
zu: Ukucinga okuthandwayo

source: Home
am: ቤት
ar: الرئيسية
bg: Вкъщи
bn_bd: নীড়
bn_in: হোম
br: Degemer
bs: Početak
ca: Casa
cy: Cartref
es: Inicio
eu: Nagusia
fa: خانه
ga_ie: Baile
gd: Dhachaigh
hi_in: घर
hu: Otthon
id: Beranda
kn: ನೆಲೆ
lv: Mājas
mai: घर
mg: Trano
ne: घर
or: ମୂଳସ୍ଥାନ
pt: Casa
ro: Acasă
si: ගෘහස්ත
sw: Nyumbani
ta: முகப்பு
th: หน้าแรก
tr: Yurtiçi
ur: گھر
uz: Uy
vi: Mạng nhà
wa: Ascoye
xh: Ekhaya
zu: Ekhaya

# operator-roamingPreference-any
source: Any
am: ማንኛውም
ar: أي
bg: Която и да е
bn_bd: যেকোনো
bn_in: যেকোনো
br: Ne vern
bs: Bilo koji
ca: Qualsevol
cy: Unrhyw un
es: Cualquiera
eu: Edozein
fa: هرکدام
ga_ie: Ar Bith
gd: Gin
hi_in: कोई भी
hu: Bármely
id: Apa Saja
kn: ಯಾವುದೇ
lv: Visi tīkli
mai: कोनो
mg: Izay rehetra
ne: कुनै
or: ଯେକୌଣସି
pt: Qualquer
ro: Oricare
si: ඕනෑම
sw: Yoyote
ta: எதுவாயினும்
th: ใด ๆ
tr: Hepsi
ur: کوئی بھی
uz: Istalgan
vi: Bất kỳ
wa: Tolminme li kék
xh: Nayiphi na
zu: Noma kuphi

source: Affiliated
am: ተቀላቅሏል
ar: التابعة
bg: Партньор
bn_bd: সম্পর্কিত
bn_in: সম্বদ্ধ
br: Kenezelet
bs: Partner
ca: Afiliat
cy: Ynghlwm â
es: Afiliados
eu: Afiliatua
fa: وابسته
ga_ie: Cleamhnaithe
gd: Dlùth-chompanach
hi_in: संबद्ध
hu: Kapcsolatban
id: Afiliasi
kn: ಮಾನ್ಯತೆ ಪಡೆದಿದೆ
lv: Partneru tīkli
mai: संबद्ध
mg: Zanany
ne: सम्बद्धनदित्
or: ସମ୍ବନ୍ଧ
pt: Afiliado
ro: Afiliat
si: අනුබද්ධ
sw: Washirika
ta: இணைக்கப்பெற்ற
tr: İlişkili
ur: منسلک
uz: Birlashgan
vi: Mạng có liên quan
wa: Aloyî
xh: Enamahlakani
zu: Okuhlobene nakho

source: APN
eu: APNa
lv: Pieejas punkta nosaukums (APN)
ta: ஏபிஎன்

source: APN Settings
am: APN ማሰናጃዎች
ar: إعدادات الـ APN
bg: Настройки на APN
bn_bd: APN সেটিংস
bn_in: APN সেটিংস
br: Arventennoù an APN
bs: Postavke APN-a
ca: Paràmetres d'APN
cy: Gosodiadau APN
es: Ajustes APN
eu: APN ezarpenak
fa: تنظیمات APN
ga_ie: Socruithe APN
gd: Roghainnean APN
hu: APN-beállítások
id: Pengaturan APN
kn: APN ಸಿದ್ದತೆಗಳು
lv: APN iestatījumi
pt: Definições APN
ro: Setări APN
si: APN සැකසුම්
ta: ஏபிஎன் அமைவுகள்
th: ตั้งค่า APN
tr: APN ayarları
ur: APN سیٹنگیں
uz: APN sozlamalari
wa: Apontiaedjes di l’ APN

source: Data Settings
am: ዳታ ማሰናጃዎች
ar: إِعدادات البيانات
bg: Данни
bn_bd: ডাটা সেটিং
bn_in: তথ্য বৈশিষ্ট্যাবলী
br: Arventennoù ar roadennoù
bs: Postavke veze
ca: Paràmetres de dades
cy: Gosodiadau Data
es: Ajustes de datos
eu: Datu-ezarpenak
fa: تنظیمات داده
ga_ie: Socruithe Sonraí
gd: Roghainnean dàta
hu: Adatbeállítások
id: Pengaturan Data
kn: ಡೇಟಾ ಸಿದ್ಧತೆಗಳು
lv: Zvanu iestatījumi
pt: Definições de dados
ro: Setări pentru date
si: දත්ත සැකසුම්
ta: தரவு அமைவுகள்
th: ตั้งค่าข้อมูล
tr: Veri ayarları
ur: کوائف سیٹنگیں
uz: Internet sozlamalari
wa: Apontiaedjes des dnêyes

source: A-GPS Settings
am: የ-ጂፒኤስ ማሰናጃዎች
ar: إعْدادات A-GPS
bg: A-GPS
bn_bd: A-GPS সেটিং
bn_in: A-GPS বৈশিষ্ট্যাবলী
br: Arventennoù an A-GPS
bs: A-GPS postavke
ca: Paràmetres d'A-GPS
cy: Gosodiadau A-GPS
es: Ajustes A-GPS
eu: A-GPS ezarpenak
fa: تنظیمات A-GPS
ga_ie: Socruithe A-GPS
gd: Roghainnean A-GPS
hu: A-GPS beállításai
id: Pengaturan A-GPS
kn: A-GPS ಸಿದ್ದತೆಗಳು
lv: A-GPS Iestatījumi
pt: Definições de A-GPS
ro: Setări A-GPS
si: A-GPS සැකසුම්
ta: A-GPS அமைவுகள்
th: ตั้งค่า A-GPS
tr: A-GPS ayarları
ur: A-GPS سیٹنگیں
uz: A-GPS sozlamalari
wa: Apontiaedjes A-GPS

source: Message Settings
am: መልእክት ማሰናጃዎች
ar: إعدادات الرسائل
bg: Съобщения
bn_bd: বার্তার সেটিং
bn_in: বার্তা বৈশিষ্ট্যাবলী
br: Kemennadennoù
bs: Postavke poruka
ca: Paràmetres de missatges
cy: Gosodiadau Negeseuon
es: Ajustes de mensajes
eu: Mezuen ezarpenak
fa: تنظیمات پیام
ga_ie: Socruithe Teachtaireachtaí
gd: Roghainnean nan teachdaireachdan
hu: Üzenetbeállítások
id: Pengaturan Pesan
kn: ಸಂದೇಶ ಸಿದ್ದತೆಗಳು
lv: Īsziņu iestatījumi
pt: Definições de mensagens
ro: Setări pentru mesaje
si: පණිවුඩ සැකසුම්
ta: செய்தி அமைவுகள்
th: ตั้งค่าข้อความ
tr: Mesaj ayarları
ur: پیغام سیٹنگیں
uz: Xabar sozlamalari
wa: Apontiaedjes des messaedjes

source: Tethering Settings
am: የ መካፈያ ማሰናጃዎች
ar: إعدادات المشاركة
bg: Tетъринг
bn_bd: টিথারিং সেটিং
bn_in: টেথার বৈশিষ্ট্যাবলী
br: Arventennoù ar modem
bs: Postavke vezivanja
ca: Paràmetres de compartir Internet
cy: Gosodiadau Tenynnu
es: Ajustes tethering
eu: Tethering ezarpenak
fa: تنظیمات Tethering
ga_ie: Socruithe Teaghránaithe
gd: Roghainnean an teadhrachaidh
hu: Internetmegosztás beállítások
id: Setelan Tethering
kn: ಟೆಥರಿಂಗ್ ಸಿದ್ದತೆಗಳು
pt: Definições de associação
ro: Setări pentru tethering
si: බැඳීම් සැකසුම්
ta: டெதரிங் அமைவுகள்
th: ตั้งค่าการกระจายสัญญาณ
tr: Paylaşım ayarları
ur: ٹیتھرنگ سیٹنگیں
uz: Modem sozlamalari
wa: Apontiaedjes houcrece

source: IMS Settings
am: IMS ማሰናጃዎች
ar: إعدادات IMS
bg: IMS
bn_bd: IMS সেটিং
bn_in: IMS বৈশিষ্ট্যাবলী
br: Arventennoù an IMS
bs: IMS postavke
ca: Paràmetres d'IMS
cy: Gosodiadau IMS
es: Ajustes IMS
eu: IMS ezarpenak
fa: تنظیمات IMS
ga_ie: Socruithe IMS
gd: Roghainnean IMS
hu: IMS-beállítások
id: Pengaturan IMS
kn: IMS ಸಿದ್ದತೆಗಳು
lv: IMS Iestatījumi
pt: Definições de IMS
ro: Setări IMS
si: IMS සැකසුම්
ta: IMS அமைவுகள்
th: ตั้งค่า IMS
tr: IMS ayarları
ur: IMS سیٹنگیں
uz: IMS sozlamalari
wa: Apontiaedjes IMS

source: FOTA Settings
ar: إعدادات FOTA
bg: FOTA настройки
bn_bd: FOTA সেটিং
bn_in: FOTA সেটিংস
br: Arventennoù FOTA
bs: FOTA postavke
ca: Paràmetres de FOTA
cy: Gosodiadau FOTA
es: Configuración FOTA
eu: FOTA ezarpenak
fa: تنظیمات FOTA
ga_ie: Socruithe FOTA
gd: Roghainnean FOTA
lv: FOTA iestatījumi
pt: Definições FOTA
ro: Setări FOTA
si: FOTA සැකසුම්
th: ตั้งค่า FOTA
ur: FOTA سیٹنگیں
uz: FOTA sozlamalari

source: APN Editor
am: APN አራሚ
ar: محرر APN
bg: Редактор на APN
bn_bd: APN সম্পাদক
bn_in: APN সম্পাদক
br: Embanner APN
bs: APN uređivač
ca: Editor d'APN
cy: Golygydd APN
es: Editor APN
eu: APN editorea
fa: ویرایشگر APN
ga_ie: Eagarthóir APN
gd: Deasaiche APN
hu: APN szerkesztő
id: Editor APN
kn: APN ಸಂಪಾದಕ
lv: APN redaktors
pt: Editor de APN
ro: Editor APN
si: APN සකසනය
ta: APN தொகுப்பாளர்
th: ตัวแก้ไข APN
tr: APN editörü
ur: APN تدوین کار
uz: APN tahrirlagich
wa: Aspougneu AFS

source: MMS port
ar: منفذ MMS
bg: MMS порт
bn_bd: MMS পোর্ট
bn_in: MMS পোর্ট
br: Porzh MMS
ca: Port MMS
cy: Porth MMS
es: Puerto MMS
eu: MMS ataka
fa: درگاه MMS
ga_ie: Port MMS
gd: Port MMS
hi_in: ऍमऍमएस पोर्ट
id: Port MMS
kn: MMS ಪೋರ್ಟ್
lv: MMS pieslēgvieta
mai: एमएमएस पोर्ट
mg: Paoro MMS
ne: MMS पोर्ट
or: MMS ପୋର୍ଟ
pt: Porta MMS
ro: Port MMS
si: MMS කවුළුව
sw: Poti ya MMS
ta: எம்எம்எஸ் போர்ட்
th: พอร์ต MMS
tr: MMS portu
ur: MMS پورٹ
vi: Cổng MMS
wa: Pôrt MMS
xh: Umngxuma we-MMS
zu: Ichweba le-MMS

source: MMS proxy
ar: MMS بروكسي
bg: MMS прокси
bn_bd: MMS প্রক্সি
bn_in: MMS প্রক্সি
br: Proksi MMS
ca: Servidor intermediari MMS
cy: Dirprwy MMS
es: Proxy MMS
eu: MMS proxya
fa: پیشکار MMS
ga_ie: Seachfhreastalaí MMS
gd: Progsaidh MMS
hi_in: ऍमऍमएस प्रॉक्सी
id: Proksi MMS
kn: MMS ಪ್ರಾಕ್ಸಿ
lv: MMS starpniekserveris
mai: एमएमएस प्राक्सी
mg: Proxy MMS
ne: MMS प्रोक्सी
or: MMS ପ୍ରକ୍ସି
pt: Proxy MMS
ro: Proxy MMS
si: MMS ප්‍රොක්සි
sw: Proxi ya MMS
ta: எம்எம்எஸ் பிராக்சி
th: พร็อกซี MMS
tr: MMS vekil sunucusu
ur: MMS پراکسی
uz: MMS proksi
vi: Proxy MMS
wa: Procsi MMS
xh: Iproksi ye-MMS
zu: I-proxy ye-MMS

source: HTTP proxy host
ar: مضيف بروكسي HTTP
bg: HTTP прокси хост
bn_bd: HTTP প্রক্সি হোস্ট
bn_in: HTTP প্রক্সি হোস্ট
br: Ostiz proksi HTTP
ca: Servidor intermediari HTTP
cy: Gwestai dirprwy HTTP
es: Servidor Proxy HTTP
eu: HTTP proxyaren ostalaria
fa: میزبان پیشکار HTTP
ga_ie: Seachfhreastalaí HTTP
gd: Òstair progsaidh HTTP
hi_in: एचटीटीपी प्रॉक्सी होस्ट
hu: HTTP proxy kiszolgáló
id: Host proksi HTTP
kn: HTTP ಪ್ರಾಕ್ಸಿ ಗಣಕ
lv: HTTP starpniekservera saimnieks
mai: एचटीटीपी प्राक्सी होस्ट
mg: Mpampiantrano proxy HTTP
ne: HTTP प्रोक्सी होस्ट
or: HTTP ପ୍ରକ୍ସି ହୋଷ୍ଟ
pt: Servidor do proxy HTTP
ro: Gazdă proxy HTTP
si: HTTP ප්‍රොක්සි ධාරකය
sw: Mwenyeji wa proxi ya HTTP
ta: HTTP ப்ராக்ஸி புரவலன்
th: โฮสต์พร็อกซี HTTP
tr: HTTP vekil sunucusu
ur: HTTP پراکسی میزبان
uz: HTTP proksi host
vi: Đ.chỉ proxy HTTP
wa: Lodjoe do procsi HTTP
xh: Ihosti yeproksi ye-HTTP
zu: I-proxy yommemi ku-HTTP

source: HTTP proxy port
ar: منفذ بروكسي HTTP
bg: HTTP прокси порт
bn_bd: HTTP প্রক্সি পোর্ট
bn_in: HTTP প্রক্সি পোর্ট
br: Porzh proksi HTTP
ca: Port servidor interm. HTTP
cy: Porth dirprwy HTTP
es: Puerto HTTP Proxy
eu: HTTP proxyaren ataka
fa: درگاه پیشکار HTTP
ga_ie: Port an tseachfhreastalaí HTTP
gd: Port progsaidh HTTP
hi_in: एचटीटीपी प्रॉक्सी पोर्ट
id: Port proksi HTTP
kn: HTTP ಪ್ರಾಕ್ಸಿ ಪೋರ್ಟ್
lv: HTTP starpniekservera pieslēgvieta
mai: एचटीटीपी प्राक्सी पोर्ट
mg: Paoron'ny proxy HTTP
ne: HTTP प्रोक्सी पोर्ट
or: HTTP ପ୍ରକ୍ସି ପୋର୍ଟ
pt: Porta do proxy HTTP
ro: Port proxy HTTP
si: HTTP ප්‍රොක්සි කවුළුව
sw: Poti ya proxi ya HTTP
ta: HTTP ப்ராக்ஸி போர்ட்
th: พอร์ตพร็อกซี HTTP
tr: HTTP vekil portu
ur: HTTP پورٹ پراکسی
uz: HTTP proksi port
vi: Cổng proxy HTTP
wa: Pôrt do procsi HTTP
xh: Umngxuma weproksi ye-HTTP
zu: I-proxy yommemi ku-HTTP

source: (custom settings)
ar: (إعدادات مخصصة)
bg: (други настройки)
bn_bd: (বিবিধ সেটিং)
bn_in: (স্বনির্ধারিত বৈশিষ্ট্যাবলী)
br: (arventennoù personelaet)
bs: (prilagođene postavke)
ca: (personalitzats)
cy: (gosodiadau cyfaddas)
es: (personalizado)
eu: (ezarpen pertsonalizatuak)
fa: (تنظیمات پیش‌فرض)
ga_ie: (socruithe saincheaptha)
gd: (roghainnean gnàthaichte)
hi_in: (कस्टम व्यवस्था)
hu: (egyéni beállítások)
id: (setelan sendiri)
kn: (ವೈಯಕ್ತಿಕ ಸಿದ್ದತೆಗಳು)
lv: (pielāgoti iestatījumi)
mai: (कस्टम व्यवस्था)
mg: (tefy manokana)
ne: (आफ्नै सेटिङहरू)
or: (ଇଚ୍ଛାମୁତାବକ ସଂରଚନା)
pt: (definições personalizadas)
ro: (setări personalizate)
si: (අභිමත සැකසුම්)
sw: (mipangilio maalum)
ta: (நானாக)
th: (การตั้งค่าแบบกำหนดเอง)
tr: (özel ayarlar)
ur: (مخصوص سیٹنگیں)
uz: (boshqa sozlamalar)
vi: (thiết lập thủ công)
wa: (apontiaedjes a vosse môde)
xh: (iisetingi zolungiselelo)
zu: (amasethingi alungisiwe)

# apn-authType
source: Authentication
am: ማረጋገጫ
ar: المصادقة
bg: Удостоверяване
bn_bd: প্রমাণীকরণ
bn_in: প্রমাণীকরণ
br: Dilesa
bs: Autentifikacija
ca: Autenticació
cy: Dilysu
es: Autenticación
eu: Autentifikazioa
fa: تصدیق‌هویت
ga_ie: Fíordheimhniú
gd: Dearbhadh
hi_in: प्रमाणीकरण
hu: Hitelesítés
id: Autentikasi
kn: ದೃಢೀಕರಣ
lv: Autentifikācija
mai: प्रमाणीकरण
mg: Fanamarinana
ne: प्रमाणीकरण
or: ବୈଧିକରଣ
pt: Autenticação
ro: Autentificare
si: සත්‍යවත් කිරීම
sw: Uhalalisho
ta: அங்கீகரித்தல்
th: การยืนยันตัวตน
tr: Doğrulama
ur: توثیق کاری
uz: Tasdiqdan o‘tish
vi: Xác thực
wa: Otintifiaedje
xh: Ukuqinisekiswa kobunyaniso
zu: Ukugunyaza

# apn-authType-notDefined
source: Not defined
am: አልተገለጸም
ar: غير معرف
bg: Неопределено
bn_bd: সুনির্দিষ্ট নয়
bn_in: সুনির্দিষ্ট নয়
br: Andespizet
bs: Nije definisano
ca: No s'ha definit
cy: Heb ei ddiffinio
es: Sin definir
eu: Zehaztu gabea
fa: تعریف نشده
ga_ie: Gan sainmhíniú
gd: Gun deifinisean
hi_in: परिभासित नइ
hu: Nincs megadva
id: Tidak didefinisikan
kn: ಸೂಚಿಸಲಾಗಿಲ್ಲ
lv: Nav noteikts
mai: परिभाषित नहि अछि
mg: Tsy voafaritra
ne: परिभाषित छैन
or: ବ୍ୟାଖ୍ଯା କରାଯାଇନାହିଁ
pt: Não definido
ro: Nedefinită
si: අර්ථ දක්වා නැත
sw: Haijafafanuliwa
ta: வரையறுக்கப்படவில்லை
th: ไม่ได้กำหนดไว้
tr: Tanımlanmamış
ur: وضاحت نہیں
uz: Aniqlanmadi
wa: Nén defini
xh: Ayichazwanga
zu: Akuchaziwe

# apn-authType-none
source: None
am: ምንም
ar: لا شيء
bg: Липсва
bn_bd: কোনোটি নয়
bn_in: না
br: Tra ebet
bs: Ništa
ca: Cap
cy: Dim
es: Ninguna
eu: Bat ere ez
fa: هیچ‌کدام
ga_ie: Gan fíordheimhniú
gd: Chan eil gin
hi_in: कुछ नहीं
hu: Nincs
id: Tidak ada
kn: ಯಾವುದೂ ಇಲ್ಲ
lv: Nekāda
mai: किछु नहि
mg: Tsy misy
ne: कुनै पनि होइन
or: କିଛି ନାହିଁ
pt: Nenhuma
ro: Nimic
si: කිසිවක් නැත
sw: Hakuna
ta: ஒன்றுமில்லை
th: ไม่มี
tr: Yok
ur: کوئی نہیں
uz: Yo‘q
vi: Không có
wa: Nou
xh: Akukho
zu: Lutho

source: PAP or CHAP
am: PAP ወይንም CHAP
ar: PAP أو CHAP
bg: PAP или CHAP
bn_bd: PAP অথবা CHAP
br: PAP pe CHAP
bs: PAP ili CHAP
ca: PAP o CHAP
cy: PAP neu CHAP
es: PAP o CHAP
eu: PAP edo CHAP
fa: PAP یا CHAP
ga_ie: PAP nó CHAP
gd: PAP no CHAP
hu: PAP vagy CHAP
id: PAP atau CHAP
kn: PAP ಅಥವಾ CHAP
lv: PAP vai CHAP
mg: PAP na CHAP
ne: PAP वा CHAP
or: PAP କିମ୍ବା CHAP
pt: PAP ou CHAP
ro: PAP sau CHAP
si: PAP හෝ CHAP
sw: PAP au CHAP
ta: PAP அல்லது CHAP
th: PAP หรือ CHAP
tr: PAP veya CHAP
ur: PAP یا CHAP
uz: PAP yoki CHAP
vi: PAP hoặc CHAP
wa: PAP ou CHAP
xh: I-PAP okanye i-CHAP
zu: I-PAP noma i-CHAP

source: Protocol
am: አሰራር
ar: البرتوكول
bg: Протокол
bn_bd: প্রোটোকল
bn_in: প্রোটোকল
br: Komenad
bs: Protokol
es: Protocolo
eu: Protokoloa
fa: قرارداد
ga_ie: Prótacal
gd: Pròtacal
hi_in: प्रोटोकाल
hu: Protokoll
id: Protokol
kn: ಸಂಹಿತೆ
lv: Protokols
mai: प्रोटोकाल
mg: Protokola
ne: प्रोटोकल
or: ପ୍ରୋଟୋକଲ
pt: Protocolo
si: ප්‍රොටෝකෝලය
sw: Itifaki
ta: நெறிமுறை
tr: Protokol
ur: پروٹوکول
uz: Protokol
wa: Protocole
xh: Iprothokhol
zu: Umthetho olandelwayo

source: Roaming Protocol
ar: بروتوكول التجوال
bg: Протокол за роуминг
bn_bd: রোমিং প্রটোকল
bn_in: রোমিং প্রোটোকল
br: Komenad baleantañ
bs: Roaming protokol
ca: Protocol d'itinerància
cy: Protocol Crwydro
es: Protocolo de itinerancia
eu: Ibiltaritza-protokoloa
fa: قرارداد رومینگ
ga_ie: Prótacal Fánaíochta
gd: Pròtacal fàrsain
hu: Roaming protokoll
id: Protokol Roaming
kn: ರೋಮಿಂಗ್ ಪ್ರೋಟೋಕೋಲ್
lv: Viesabonēšanas protokols
pt: Protocolo de roaming
ro: Protocol roaming
si: සංචාරක නාමාවලිය
ta: ரோமிங் நெறிமுறை
tr: Dolaşım protokolü
ur: رومنگ پروٹوکول
uz: Rouming protokoli
wa: Protocole di pormoennance

# apn-protocol-notDefined
source: Not defined
am: አልተገለጸም
ar: غير معرف
bg: Неопределено
bn_bd: সুনির্দিষ্ট নয়
bn_in: সুনির্দিষ্ট নয়
br: Andespizet
bs: Nije definisano
ca: No s'ha definit
cy: Heb ei ddiffinio
es: Sin definir
eu: Zehaztu gabea
fa: تعریف نشده
ga_ie: Gan sainmhíniú
gd: Gun deifinisean
hi_in: पारिभाषित नहीं
hu: Nincs megadva
id: Tidak didefinisikan
kn: ಸೂಚಿಸಲಾಗಿಲ್ಲ
lv: Nav noteikts
mai: पारिभाषित नहि
mg: Tsy voafaritra
ne: परिभाषित छैन
or: ବ୍ୟାଖ୍ଯା କରାଯାଇନାହିଁ
pt: Não definido
ro: Nedefinit
si: අර්ථ දක්වා නැත
sw: Haijafafanuliwa
ta: வரையறுக்கப்படவில்லை
th: ไม่ได้กำหนดไว้
tr: Tanımlanmamış
ur: وضاحت نہیں
uz: Aniqlanmadi
wa: Nén defini
xh: Ayichazwanga
zu: Ayichazwanga

source: APN Type
ar: نوع APN
bg: Вид на APN
bn_bd: APN ধরণ
bn_in: APN ধরণ
br: Rizh APN
bs: APN tip
ca: Tipus d'APN
cy: Math APN
es: Tipo APN
eu: APN mota
fa: نوع APN
ga_ie: Cineál APN
gd: Seòrsa APN
hu: APN típus
id: Tipe APN
kn: APN ಶೈಲಿ
lv: APN veids
pt: Tipo de APN
ro: Tip APN
si: APN වර්ගය
ta: APN வகை
th: ชนิด APN
tr: APN türü
ur: APN قسم
uz: APN turi
wa: Sôre d’ APN

source: Turn ON data connection?
am: የ ዳታ ግንኙነቱን ላብራው?
ar: هل تريد تفعيل اتصال البيانات؟
bg: Да бъде ли включена връзката за данни?
bn_bd: ইন্টারনেট সংযোগ চালু করবেন?
bn_in: তথ্য কানেকশন চালু করা হবে?
br: Gweredekaat ar c'hennask roadennoù ?
bs: Uključiti podatkovnu vezu?
ca: Voleu activar la connexió de dades?
cy: Troi cysylltiad data YMLAEN?
es: ¿Activar la conexión de datos?
eu: Gaitu datu-konexioa?
fa: اتصال داده روشن شود؟
ga_ie: Cuir ceangal sonraí AR SIÚL?
gd: A bheil thu airson an ceangal dàta a chur AIR?
hi_in: डाटा कनेक्शन चालू करें?
hu: Bekapcsolja az adatkapcsolatot?
id: Aktifkan koneksi data?
kn: ಡೇಟಾ ಸಂಪರ್ಕವನ್ನು ON ಮಾಡಬೇಕೆ?
lv: Vai ieslēgt mobilo datu savienojumu?
mai: डाटा कनेक्शन चालू करू?
mg: Atao MANDEHA ny fifandraisana data?
ne: डाटा जडान खोल्न चाहानुहुन्छ?
or: ଡାଟା ସଂଯୋଗକୁ ଅନ୍‌ କରିବେ କି?
pt: Ligar ligação de dados?
ro: Pornești conexiunea de date?
si: දත්ත සබඳතාවය සක්‍රිය කරනවා ද?
sw: Washa muungano wa data?
ta: தரவு இணைப்பை செயல்படுத்தவா?
th: เปิดการเชื่อมต่อข้อมูล?
tr: Veri bağlantısı AÇILSIN mı?
ur: کوائف کنکشن آن کر دیں؟
uz: Internetga ulanish yoqilsinmi?
vi: Bật kết nối dữ liệu?
wa: Eclitchî li raloyaedje di dnêyes ?
xh: Ufuna ukulayita unxibelelwano lweengcombolo?
zu: VULA ukuxhumeka kwedatha?
