Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Uninstall App
am: መተግበሪያ ማጥፊያ
ar: إلغاء تثبيت التطبيق
bg: Изтриване на приложението
bn_bd: অ্যাপ্লিকেশন আনইনস্টল করুন
bn_in: অ্যাপ্লিকেশন আনইনস্টল করুন
br: Distaliañ an arload
bs: Deinstaliraj aplikaciju
ca: Desinstal·la l'aplicació
cy: Dadosod Ap
es: Desinstalar app
eu: Desinstalatu aplikazioa
fa: حذف کردن برنامه
ga_ie: Díshuiteáil an Aip
gd: Dì-stàlaich an aplacaid
hu: App eltávolítása
id: Hapus Aplikasi
kn: ಆಪ್ ತೆಗೆದುಹಾಕು
lv: Noņemt aplikāciju
pt: Remover aplicação
ro: Dezinstalează aplicația
si: යෙදුම අස්ථාපනය කරන්න
ta: பயன்பாட்டை நீக்கு
th: ถอนการติดตั้งแอป
tr: Uygulamayı kaldır
ur: ایپ ناتنصیب کریں
uz: Ilova dasturni o‘chirish
wa: Dizastaler aplicåcion

source: Phone
am: ስልክ
ar: جوَّال
bg: Телефон
bn_bd: ফোন
bn_in: ফোন
br: Pellgomzer
bs: Telefon
ca: Telèfon
cy: Ffôn
es: Teléfono
eu: Telefonoa
fa: تلفن
ga_ie: Guthán
gd: Fòn
hi_in: फोन
hu: Telefon
id: Ponsel
kn: ಫೋನ್‌
lv: Tālrunis
mai: फोन
mg: Telefaona
ne: फोन
or: ଫୋନ
pt: Telefone
ro: Telefon
si: දුරකථනය
sw: Simu
ta: செல்பேசி
th: โทรศัพท์
tr: Telefon
ur: فون
uz: Telefon
vi: Điện thoại
wa: Telefone
xh: Umnxeba
zu: Ifoni

source: Messages
am: መልእክቶች
ar: رسائل
bg: Съобщения
bn_bd: বার্তাসমূহ
bn_in: বার্তা
br: Kemennadennoù
bs: Poruke
ca: Missatges
cy: Negeseuon
es: Mensajes
eu: Mezuak
fa: پیام‌ها
ga_ie: Téacsáil
gd: Teachdaireachdan
hi_in: संदेश
hu: Üzenetek
id: Pesan
kn: ಸಂದೇಶಗಳು
lv: Īsziņas
mai: समाद
mg: Hafatra
ne: सन्देशहरू
or: ସନ୍ଦେଶଗୁଡ଼ିକ
pt: Mensagens
ro: Mesaje
si: පණිවුඩ
sw: Ujumbe
ta: செய்தி
th: ข้อความ
tr: Mesajlar
ur: پیغامات
uz: Xabarlar
vi: Tin nhắn
wa: Messaedjes
xh: Imiyalezo
zu: Imiyalezo

source: Vibrate
am: ማንቀጥቀጫ
ar: إهتزاز
bg: Вибрация
bn_bd: ভাইব্রেট
br: Froumal
bs: Vibracija
ca: Vibració
cy: Dirgrynu
es: Vibrar
eu: Bibratu
fa: لرزش
ga_ie: Crith
gd: Crith
hi_in: कांप रहा हैं
hu: Rezgés
id: Getar
kn: ಕಂಪಿಸು
lv: Vibrēt
mai: कांपि रहल अछि
mg: Mangovitra
ne: भाइब्रेट
or: କମ୍ପନ
pt: Vibrar
ro: Vibrații
si: කම්පනය
sw: Tikisa
ta: அதிர்வு
th: สั่น
tr: Titreşim
ur: جهولنا
uz: Vibratsiya
vi: Rung
wa: Fé tronner
xh: Shukuma
zu: Vayibhretha

source: Ring
am: መደወያ
ar: رنين
bg: Звънене
bn_bd: রিং
bn_in: রিং
br: Soniri
bs: Zvono
ca: So de trucada
cy: Canu
es: Tono
eu: Txirrina
fa: زنگ
ga_ie: Cling
gd: Seirm
hi_in: बज रहा हैं
hu: Csengés
id: Dering
kn: ರಿಂಗ್
lv: Zvanu melodija
mai: बाजि रहल अछि
mg: Maneno
ne: रिङ
or: ରିଙ୍ଗ
pt: Toque
ro: Sonerie
si: හඬනාදය
sw: Mlio
ta: ரிங்
th: เสียง
tr: Zil
ur: گھنٹی
uz: Qo‘ng‘iroq
vi: Chuông
wa: Xhîlter
xh: Khala
zu: Cula

source: Change
am: መቀየሪያ
ar: تغيير
bg: Промяна
bn_bd: পরিবর্তন
bn_in: পরিবর্তন
br: Kemmañ
bs: Promijeni
ca: Canvia
cy: Newid
es: Cambiar
eu: Aldatu
fa: تغییر
ga_ie: Athraigh
gd: Atharraich
hu: Módosítás
lv: Mainīt
pt: Alterar
ro: Schimbă
si: වෙනස් කරන්න
th: เปลี่ยน
ur: تبدیل کریں
uz: O‘zgartirish

source: Create
am: መፍጠሪያ
ar: إنشاء
bg: Създаване
bn_bd: তৈরি
bn_in: নির্মাণ
br: Krouiñ
bs: Kreiraj
ca: Crea
cy: Creu
es: Crear
eu: Sortu
fa: ایجاد
ga_ie: Cruthaigh
gd: Cruthaich
hi_in: उत्पन्न करें
hu: Kész
id: Buat
kn: ರಚಿಸು
lv: Izveidot
mai: बनाउ
mg: Hamorona
ne: सृजना गर्नुहोस्
or: ନିର୍ମାଣ କରନ୍ତୁ
pt: Criar
ro: Creează
si: තනන්න
sw: Unda
ta: உருவாக்கு
th: สร้าง
tr: Oluştur
ur: بنائیں
uz: Yaratish
vi: Tạo
wa: Ahiver
xh: Qulunqa
zu: Dala

source: Create a Passcode
am: የማለፊያ ኮድ መፍጠሪያ
ar: أنشئ كلمة مرور
bg: Нова парола
bn_bd: পাসকোড তৈরি করুন
bn_in: একটি পাসকোড নির্মাণ করুন
br: Krouiñ ur rineg-tremen
bs: Kreiraj šifru
ca: Codi d'accés
cy: Creu Cyfringod
es: Crear un código
eu: Sortu pasakodea
fa: ساخت یک گذرواژه
ga_ie: Cruthaigh Cód Faire
gd: Cruthaich còd-faire
hu: Jelkód létrehozása
id: Buat Kode Sandi
kn: ಗುಪ್ತಸಂಕೇತವನ್ನು ರಚಿಸಿ
lv: Izveidot kodu
pt: Criar um código de acesso
ro: Creează un cod de acces
si: පාස්කේතයක් තනන්න
th: สร้างรหัสผ่าน
ur: پاس کوڈ بنائیں
uz: Parol yaratish
wa: Ahiver on côde sicret

source: Passcode
am: የማለፊያ ኮድ
ar: رمز المرور
bg: Парола
bn_bd: পাসকোড
bn_in: পাসকোড
br: Rineg-tremen
bs: Šifra
ca: Codi d'accés
cy: Cyfringod
es: Código
eu: Pasakodea
fa: گذرواژه
ga_ie: Cód Faire
gd: Còd-faire
hi_in: पासकोड
hu: Jelkód
id: Kode Sandi
kn: ಗುಪ್ತಸಂಕೇತ
lv: Kods
mai: गुड़किल्ली
mg: Kaody fidirana
ne: पासकोड
or: ପାସକୋଡ
pt: Código de acesso
ro: Cod de acces
si: පාස්කේතය
sw: Kodi ya pitisho
ta: கடவுக்குறியீடு
th: รหัสผ่าน
tr: Şifre
ur: پاس کوڈ
uz: Kirish kodi
vi: Mã số
wa: Côde sicret
xh: Ipasikhowudi
zu: I-Passcode

# passcode-heading
source: Passcode
am: የማለፊያ ኮድ
ar: رمز المرور
bg: Парола
bn_bd: পাসকোড
bn_in: পাসকোড
br: Rineg-tremen
bs: Šifra
ca: Codi d'accés
cy: Cyfringod
es: Código
eu: Pasakodea
fa: گذرواژه
ga_ie: Cód Faire
gd: Còd-faire
hi_in: पासकोड
hu: Jelkód
id: Kode Sandi
kn: ಗುಪ್ತಸಂಕೇತ
lv: Kods
mai: गुड़किल्ली
mg: Kaody fidirana
ne: पासकोड
or: ପାସକୋଡ
pt: Código de acesso
ro: Cod de acces
si: පාස්කේතය
sw: Kodi ya pitisho
ta: கடவுக்குறியீடு
th: รหัสผ่าน
tr: Şifre
ur: پاس کوڈ
uz: Kirish kodi
vi: Mã số
wa: Côde sicret
xh: Ipasikhowudi
zu: I-Passcode

source: Enter passcode
am: የማለፊያ ኮድ ያስገቡ
ar: أدخل كلمة مرور
bg: Въвеждане на парола
bn_bd: পাসকোড প্রবেশ করান
bn_in: পাসকোড প্রবেশ করুন
br: Bizskrivit ar rineg-tremen
bs: Unesite šifru
ca: Introduïu codi d'accés
cy: Cynnig cyfringod
es: Escribir código
eu: Sartu pasakodea
fa: گذرواژه را وارد کنید
ga_ie: Cuir cód faire isteach
gd: Cuir a-steach còd-faire
hu: Írja be a jelkódot
id: Masukkan kode sandi
kn: ಗುಪ್ತಸಂಕೇತ ನಮೂದಿಸಿ
lv: Ievadiet kodu
pt: Introduza o código
ro: Introdu codul de acces
si: පාස්කේතය යොදන්න
th: ป้อนรหัสผ่าน
ur: پاس کوڈ داخل کریں
uz: Parolni kiritish
wa: Taper li côde sicret

source: New passcode
am: አዲስ የማለፊያ ኮድ
ar: رمز مرور جديد
bg: Нова парола
bn_bd: নতুন পাসকোড
bn_in: নতুন পাসকোড
br: Rineg-tremen nevez
bs: Nova šifra
ca: Codi nou
cy: Cyfringod newydd
es: Nuevo código
eu: Pasakode berria
fa: گذرواژه جدید
ga_ie: Cód faire nua
gd: Còd-faire ùr
hu: Új jelkód
id: Kode sandi baru
kn: ಹೊಸ ಗುಪ್ತಸಂಕೇತ
lv: Jauns kods
pt: Novo código
ro: Cod de acces nou
si: නව පාස්කේතය
th: รหัสผ่านใหม่
ur: نیا پاس کوڈ
uz: Yangi parol
wa: Novea côde sicret

source: Current passcode
am: የአሁኑ የማለፊያ ኮድ
ar: كلمة المرور الحالية
bg: Настояща парола
bn_bd: বর্তমান পাসকোড
bn_in: বর্তমান পাসকোড
br: Rineg-tremen vremanel
bs: Trenutna šifra
ca: Codi d'accés actual
cy: Cyfringod cyfredol
es: Código actual
eu: Uneko pasakodea
fa: گذرواژه فعلی
ga_ie: An cód faire reatha
gd: An còd-faire làithreach
hu: Jelenlegi jelkód
id: Kode sandi saat ini
kn: ಸದ್ಯದ ಗುಪ್ತಸಂಕೇತ
lv: Pašreizējais kods
pt: Código atual
ro: Cod de acces actual
si: වතමන් පාස්කේතය
th: รหัสผ่านปัจจุบัน
ur: موجودہ پاس کوڈ
uz: Joriy parol
wa: Côde sicret do moumint

source: Passcode is incorrect
am: የማለፊያ ኮድ የተሳሳተ ነው
ar: كلمة السِّر خاطئة
bg: Паролата е грешна
bn_bd: ভুল পাসকোড
bn_in: পাসকোড ভুল
br: Direizh eo ar rineg-tremen
bs: Šifra je netačna
ca: El codi d'accés és incorrecte
cy: Cyfringod anghywir
es: El código es incorrecto
eu: Pasakodea okerra da
fa: گذرواژه نادرست است
ga_ie: Cód faire mícheart
gd: Tha an còd-faire cearr
hi_in: पासवर्ड गलत है.
hu: A jelkód helytelen.
id: Kode sandi salah
kn: ಗುಪ್ತಸಂಕೇತವು ತಪ್ಪಾಗಿದೆ
lv: Kods ir nepareizs
mai: गुड़किल्ली गलत अछि.
mg: Diso ny Kaody fidirana
ne: गलत पासकोड
or: ପାସକୋଡ ଭୁଲ ଅଛି
pt: Código incorreto
ro: Codul de acces e incorect
si: පාස්කේතය වැරදියි
sw: Kodi ya pitisho sio sahihi
ta: கடவுக்குறியீடு தவறு
th: รหัสผ่านไม่ถูกต้อง
tr: Şifre yanlış
ur: پاس کوڈ غیر صحیح ہے
uz: Kirish kodi noto‘g‘ri
vi: Mã số không hợp lệ
wa: Li côde sicret est mwais
xh: Ipasikhowudi ayichananga
zu: I-passcode ayiyona

source: Passcode doesn’t match. Try again.
am: የማለፊያ ኮድ አይመሳሰልም እንደገና ይሞክሩ
ar: كلمة المرور لا تتطابق. حاول ثانية.
bg: Паролите са различни. Моля, опитайте отново.
bn_bd: পাসকোড মিলছে না। আবার চেষ্টা করুন।
bn_in: পাসকোড মিলল না। আবার চেষ্টা করুন।
br: Ne genglot ket ar rineg-tremen. Klaskit en-dro.
bs: Šifre se ne poklapaju. Pokušajte ponovo.
ca: Els codis no coincideixen. Torneu-hi.
cy: Nid yw'r cyfringodau'n cydweddu. Ceisiwch eto.
es: Los códigos no coinciden. Pruebe de nuevo.
eu: Pasakodea ez dator bat. Saiatu berriro.
fa: گذرواژه منطبق نیست. دوباره تلاش کنید.
ga_ie: Cód faire mícheart. Déan iarracht eile.
gd: Chan eil an dà chòd-faire co-ionnann. Feuch ris a-rithist.
hi_in: पासवर्ड एक जैसे नहीं है. दुबारा कोशिश करें.
hu: A jelkód nem egyezik. Próbálja újra.
id: Kode sandi tidak cocok. Coba lagi.
kn: ಗುಪ್ತಸಂಕೇತ ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Kodi nesakrīt. Mēģiniet vēlreiz.
mai: गुड़किल्ली एक जहिना नहि अछि. दुबारा कोसिस करू.
mg: Tsy mitovy ny kaody fidirana. Andramo indray.
ne: पासकोड मिलेन। पुन: प्रयास गर्नुहोस्।
or: ପାସକୋଡ ମେଳ ଖାଉନାହିଁ। ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: O código não coincide. Tente novamente.
ro: Codul de acces nu se potrivește. Încearcă din nou.
si: පාස්කේතයන් නොගැළපේ. යළි උත්සාහ කරන්න.
sw: Kodi ya pitisho hailingani. Jaribu tena.
ta: கடவுக்குறியீடு பொருந்தவில்லை. மறுமுயற்சி செய்.
th: รหัสผ่านไม่ตรงกัน ลองอีกครั้ง
tr: Şifre uyuşmuyor. Tekrar deneyin.
ur: پاس کوڈ مماثل نہیں ہے۔ پھر کوشش کریں۔
uz: Kirish kodi bir to‘g‘ri kelmadi. Yana urinib ko‘ring.
vi: Mã số không trùng khớp. Vui lòng thử lại.
wa: Li côde sicret ni corespond nén. Risayîz
xh: Ipasikhowudi ayingqamani. Zama kwakhona.
zu: I-passcode ayimeshi. Zama futhi.

source: Confirm Passcode
am: የማለፊያ ኮድ ማረጋገጫ
ar: تأكيد رمز المرور
bg: Потвърждаване на парола
bn_bd: পাসকোড নিশ্চিত করুন
bn_in: পাসকোড নিশ্চিত করুন
br: Kadarnaat ar rineg-tremen
bs: Potvrdite šifru
ca: Confirmeu el codi d'accés
cy: Cadarnhau Cyfringod
es: Confirmar código
eu: Berretsi pasakodea
fa: تایید گذرواژه
ga_ie: Deimhnigh an Cód Faire
gd: Dearbh an còd-faire
hu: Jelkód megerősítése
id: Konfirmasikan Kode Sandi
kn: ಗುಪ್ತಸಂಕೇತವನ್ನು ಖಚಿತಪಡಿಸಿ
lv: Apstipriniet kodu
pt: Confirmar código
ro: Confirmă codul de acces
si: පිවිසුම්කේතය තහවුරු කරන්න
ta: கடவுக்குறியை உறுதிச்செய்
th: ยืนยันรหัสผ่าน
tr: Şifreyi onaylayın
ur: پاس کوڈ کی تصدیق کریں
uz: Parolni tasdiqlash
wa: Racertiner côde sicret

source: Immediately
am: ወዲያውኑ
ar: حالاً
bg: Веднага
bn_bd: অতি সত্ত্বর
bn_in: অবিলম্বে
br: Diouzhtu
bs: Odmah
ca: Immediatament
cy: Yn syth
es: Inmediatamente
eu: Berehala
fa: فوری
ga_ie: Láithreach
gd: Sa bhad
hi_in: तत्काल
hu: Azonnal
id: Segera
kn: ತಕ್ಷಣ
lv: Nekavējoties
mai: तत्काल
mg: Eo noho eo
ne: तुरून्तै
or: ଯଥାଶୀଘ୍ର
pt: Imediatamente
ro: Imediat
si: ඉක්මනින්ම
sw: Mara moja
ta: உடனடியாக
th: ทันที
tr: Hemen
ur: فوراً
uz: Tezda
vi: Ngay lập tức
wa: Tot d’ shûte
xh: Ngokukhawuleza
zu: Njengamanje

source: After 1 minute
am: ከ 1 ደቂቃ በኋላ
ar: بعد دقيقة
bg: След 1 минута
bn_bd: ১ মিনিট পর
bn_in: 1 মিনিট পরে
br: Goude 1 vunutenn
bs: Nakon 1 minute
ca: Després d'1 minut
cy: Ar ôl 1 munud
es: Tras 1 minuto
eu: Minutu baten ondoren
fa: پس از ۱ دقیقه
ga_ie: Tar éis 1 nóiméad
gd: An dèidh mionaid
hi_in: 1 मिनट के बाद
hu: 1 perc után
id: Setelah 1 menit
kn: 1 ನಿಮಿಷದ ನಂತರ
lv: Pēc minūtes
mai: 1 मिनट बाद
mg: Afaka 1 minitra
ne: १ मिनेट पछि
or: 1 ମିନଟ ପରେ
pt: Depois de 1 minuto
ro: După 1 minut
si: විනාඩියකට පසු
sw: Baada ya dakika 1
ta: 1 நிபி
th: หลังจาก 1 นาที
tr: 1 dakika sonra
ur: 1 منٹ کے بعد
uz: 1 daqiqadan so‘ng
vi: Sau 1 phút
wa: Après 1 munute
xh: Emva komzuzu om-1
zu: Emva komzuzu o-1

source: After 5 minutes
am: ከ 5 ደቂቆች በኋላ
ar: بعد 5 دقائق
bg: След 5 минути
bn_bd: ৫ মিনিট পর
bn_in: 5 মিনিট পরে
br: Goude 5 munutenn
bs: Nakon 5 minuta
ca: Després de 5 minuts
cy: Ar ôl 5 munud
es: Tras 5 minutos
eu: 5 minutu ondoren
fa: پس از ۵ دقیقه
ga_ie: Tar éis 5 nóiméad
gd: An dèidh 5 mionaidean
hi_in: 5 मिनट के बाद
hu: 5 perc után
id: Setelah 5 menit
kn: 5 ನಿಮಿಷಗಳ ನಂತರ
lv: Pēc 5 minūtēm
mai: 5 मिनट बाद
mg: Afaka 5 minitra
ne: ५ मिनेट पछि
or: 5 ମିନିଟ ପରେ
pt: Depois de 5 minutos
ro: După 5 minute
si: විනාඩි 5කට පසු
sw: Baada ya dakika 5
ta: 5 நிபி
th: หลังจาก 5 นาที
tr: 5 dakika sonra
ur: 5 منٹ کے بعد
uz: 5 daqiqadan so‘ng
vi: Sau 5 phút
wa: Après 5 munutes
xh: Emva kwemizuzu e-5
zu: Emva kwemizuzu emi-5

source: After 15 minutes
am: ከ 15 ደቂቆች በኋላ
ar: بعد 15 دقيقة
bg: След 15 минути
bn_bd: ১৫ মিনিট পর
bn_in: 15 মিনিট পরে
br: Goude 15 munutenn
bs: Nakon 15 minuta
ca: Després de 15 minuts
cy: Ar ôl 15 munud
es: Tras 15 minutos
eu: 15 minutu ondoren
fa: پس از ۱۵ دقیقه
ga_ie: Tar éis 15 nóiméad
gd: An dèidh cairteal na h-uarach
hi_in: 15 मिनट के बाद
hu: 15 perc után
id: Setelah 15 menit
kn: 15 ನಿಮಿಷಗಳ ನಂತರ
lv: Pēc 15 minūtēm
mai: 15 मिनट बाद
mg: Afaka 15 minitra
ne: १५ मिनेट पछि
or: 15 ମିନିଟ ପରେ
pt: Depois de 15 minutos
ro: After 15 minute
si: විනාඩි 15කට පසු
sw: Baada ya dakika 15
ta: 15 நிபி
th: หลังจาก 15 นาที
tr: 15 dakika sonra
ur: 15 منٹ کے بعد
uz: 15 daqiqadan so‘ng
vi: Sau 15 phút
wa: Après 15 munutes
xh: Emva kwemizuzu e-15
zu: Emva kwemizuzu eyi-15

source: After 30 minutes
am: ከ 30 ደቂቆች በኋላ
ar: بعد 30 دقيقة
bg: След 30 минути
bn_bd: ৩০ মিনিট পর
bn_in: 30 মিনিট পরে
br: Goude 30 munutenn
bs: Nakon 30 minuta
ca: Després de 30 minuts
cy: Ar ôl 30 munud
es: Tras 30 minutos
eu: 30 minutu ondoren
fa: پس از ۳۰ دقیقه
ga_ie: Tar éis 30 nóiméad
gd: An dèidh leth-uair a thìde
hi_in: 30 मिनट के बाद
hu: 30 perc után
id: Setelah 30 menit
kn: 30 ನಿಮಿಷಗಳ ನಂತರ
lv: Pēc 30 minūtēm
mai: 30 मिनट बाद
mg: Afaka 30 minitra
ne: ३० मिनेट पछि
or: 30 ମିନିଟ ପରେ
pt: Depois de 30 minutos
ro: După 30 de minute
si: විනාඩි 30කට පසු
sw: Baada ya dakika 30
ta: 30 நிபி
th: หลังจาก 30 นาที
tr: 30 dakika sonra
ur: 30 منٹ کے بعد
uz: 30 daqiqadan so‘ng
vi: Sau 30 phút
wa: Après 30 munutes
xh: Emva kwemizuzu e-30
zu: Emva kwemizuzu engama-30

source: After 1 hour
am: ከ 1 ሰአት በኋላ
ar: بعد ساعة
bg: След 1 час
bn_bd: ১ ঘন্টা পর
bn_in: 1 ঘন্টা পরে
br: Goude 1 eur
bs: Nakon 1 sata
ca: Després d'1 hora
cy: Ar ôl 1 awr
es: Tras 1 hora
eu: Ordubete ondoren
fa: پس از ۱ ساعت
ga_ie: Tar éis uair an chloig
gd: An dèidh uair a thìde
hi_in: 1 घंटे के बाद
hu: 1 óra után
id: Setelah 1 jam
kn: 1 ಗಂಟೆಯ ನಂತರ
lv: Pēc stundas
mai: 1 घंटा बाद
mg: Afaka 1 ora
ne: १ घण्टा पछि
or: 1 ଘଣ୍ଟା ପରେ
pt: Depois de 1 hora
ro: După 1 oră
si: පැයකට පසු
sw: Baada ya saa 1
ta: 1 மணி நேபி
th: หลังจาก 1 ชั่วโมง
tr: 1 saat sonra
ur: 1 گھنٹے بعد
uz: 1 soatdan so‘ng
vi: Sau 1 giờ
wa: Après 1 eure
xh: Emva kweyure e-1
zu: Emva kwehora eli-1

source: Require passcode
am: የማለፊያ ኮድ ያስፈልጋል
ar: يتطلب رمز مرور
bg: Питане за парола
bn_bd: পাসকোড আবশ্যক
bn_in: পাসকোড প্রয়োজন
br: Goulenn ar rineg-tremen
bs: Zahtijevaj šifru
ca: Requereix el codi d'accés
cy: Angen cyfringod
es: Solicitar código
eu: Eskatu pasakodea
fa: گذرواژه لازم است
ga_ie: Cód faire de dhíth
gd: Iarr còd-faire
hi_in: पासकोड की आवश्यकता है
hu: Jelkód kérése
id: Memerlukan kode sandi
kn: ಗುಪ್ತಸಂಕೇತದ ಅಗತ್ಯವಿದೆ
lv: Pieprasīt kodu
mai: गुड़किल्ली क आवश्यकता अछि
mg: Mila kaody fidirana
ne: पासकोड आवश्यक
or: ପାସକୋଡ ଦରକାର
pt: Requerer código
ro: Necesită cod de acces
si: පාස්කේතය අවශ්‍යයි
sw: Inahitaji kodi ya pitisho
ta: கடவுக்குறியீடு தேவை
th: ต้องการรหัสผ่าน
tr: Şifre iste
ur: پاسکوڈ طلب کرنا
uz: Kirish kodi talab qilinadi
vi: Yêu cầu mã số
wa: I fåt l’ côde sicret
xh: Ifuna ipasikhowudi
zu: Kudingeka i-passcode

source: Change passcode
am: የማለፊያ ኮድ መቀየሪያ
ar: تغيير رمز المرور
bg: Промяна на парола
bn_bd: পাসকোড পরিবর্তন করুন
bn_in: পাসকোড পরিবর্তন করুন
br: Kemmañ ar rineg-tremen
bs: Promijeni šifru
ca: Canvia el codi d'accés
cy: Newid y cyfringod
es: Cambiar código
eu: Aldatu pasakodea
fa: تغییر گذرواژه
ga_ie: Athraigh an cód faire
gd: Atharraich an còd-faire
hu: Jelkód módosítása
id: Ubah kode sandi
kn: ಗುಪ್ತಸಂಕೇತವನ್ನು ಬದಲಿಸಿ
lv: Mainīt kodu
pt: Alterar código
ro: Schimbă codul de acces
si: පාස්කේතය වෙනස් කරන්න
th: เปลี่ยนรหัสผ่าน
ur: پاس کوڈ تبدیل کریں
uz: Parolni o‘zgartirish
wa: Candjî côde sicret

source: No SIM card
am: የ ሲም ካርድ አልተገኘም
ar: لا توجد بطاقة SIM
bg: Липсва SIM карта
bn_bd: কোন সিম কার্ড নাই
bn_in: SIM কার্ড নেই
br: Kartenn SIM ebet
bs: Nema SIM kartice
ca: No hi ha cap targeta SIM
cy: Dim cerdyn SIM
es: Ninguna tarjeta SIM
eu: SIM txartelik ez
fa: هیچ سیم‌کارتی وجود ندارد
ga_ie: Gan cárta SIM
gd: Chan eil cairt SIM ann
hi_in: कोई SIM कार्ड नहीं
hu: Nincs SIM kártya
id: Tidak ada kartu SIM
kn: SIM ಕಾರ್ಡ್ ಇಲ್ಲ
lv: Nav SIM kartes
mai: कोनो SIM कार्ड नहि
mg: Tsisy karatra SIM
ne: सिम कार्ड छैन
or: SIM କାର୍ଡ ନାହିଁ
pt: Sem cartão SIM
ro: Nicio cartelă SIM
si: සිම් පතක් නැත
sw: Hakuna kadi ya SIM
ta: சிம் அட்டை இல்லை
th: ไม่มีการ์ด SIM
tr: SIM kart yok
ur: کوئی SIM کارڈ نہیں
uz: SIM karta yo‘q
vi: Không có thẻ SIM
wa: Nole cwåte SIM
xh: Akukho khadi le-SIM
zu: Alikho ikhadi le-SIM

source: SIM PIN
am: ሲም ፒን
ar: كود SIM PIN
bn_bd: সিম পিন
br: PIN ar SIM
ca: PIN de la SIM
cy: PIN y SIM
es: PIN de la SIM
eu: SIMaren PINa
fa: PIN سیم‌کارت
ga_ie: UAP an SIM
gd: PIN an t-SIM
hi_in: सिम पिन
hu: SIM PIN kód
id: PIN SIM
lv: SIM kartes PIN kods
mai: सिम पिन
mg: PIN an'ny SIM
ne: सिम PIN
pt: PIN do SIM
ro: PIN pentru SIM
si: සිම් PIN
ta: சிம் பிண்
th: PIN ของ SIM
tr: SIM PIN'i
vi: Mã PIN của SIM
wa: PIN del SIM
xh: I-SIM PIN

source: SIM PIN2
am: ሲም ፒን2
bn_bd: সিম পিন২
br: PIN2 ar SIM
ca: PIN2 de la SIM
es: PIN2 de la SIM
eu: SIM PIN2a
fa: PIN2 سیم‌کارت
ga_ie: SIM UAP2
gd: PIN2 an t-SIM
id: PIN2 SIM
lv: SIM kartes PIN2 kods
mg: PIN2 an'ny SIM
ne: सिम PIN दुई
pt: PIN2 do SIM
ro: PIN2 pentru SIM
si: සිම් PIN2
ta: சிம் PIN2
th: PIN2 ของ SIM
wa: PIN del SIM2
xh: I-SIM PIN2

source: SIM {{index}} PIN
am: ሲም {{index}} ፒን
bn_bd: সিম {{index}} পিন
br: PIN ar SIM {{index}}
ca: PIN de la SIM {{index}}
cy: PIN SIM {{index}}
es: PIN de la SIM {{index}}
eu: {{index}}. SIMaren PINa
fa: PIN سیم‌کارت {{index}}
ga_ie: UAP SIM {{index}}
hu: {{index}}. SIM PIN
id: PIN SIM {{index}}
lv: SIM kartes {{index}}. PIN
mg: PIN {{index}} an'ny SIM
pt: PIN do SIM {{index}}
ro: PIN pentru SIM {{index}}
si: සිම් {{index}} PIN
ta: சிம் {{index}} PIN
th: PIN ของ SIM {{index}}
tr: SIM {{index}} PIN'i
vi: PIN của SIM {{index}}
wa: PIN del SIM {{index}}
xh: I-SIM {{index}} PIN

source: PUK code
am: ፑክ ኮድ
ar: كود PUK
bg: PUK код
bn_bd: PUK কোড
bn_in: PUK কোড
br: Boneg PUK
bs: PUK kod
ca: Codi PUK
cy: Cod PUK
es: Código PUK
eu: PUK kodea
fa: رمز PUK
ga_ie: Cód PUK
gd: Còd PUK
hi_in: पीयूके कोड
hu: PUK kód
id: Kode PUK
kn: PUK ಸಂಕೇತ
lv: PUK kods
mai: PUK कोड
mg: Kaody PUK
ne: PUK कोड
or: PUK ସଂକେତ
pt: Código PUK
ro: Cod PUK
si: PUK කේතය
sw: Kodi ya PUK
ta: PUK குறியீடு
th: รหัส PUK
tr: PUK kodu
ur: PUK ضابطہ
uz: PUK kod
vi: Mã PUK
wa: Côde PUK
xh: Ikhowudi ye-PUK
zu: Ikhodi ye-PUK

source: PUK2 code
am: ፑክ2 ኮድ
ar: رمز PUK2
bg: PUK2 код
bn_bd: PUK2 কোড
bn_in: PUK2 কোড
br: Boneg PUK2
bs: PUK2 kod
ca: Codi PUK2
cy: Cod PUK2
es: Código PUK2
eu: PUK2 kodea
fa: رمز PUK
ga_ie: Cód PUK2
gd: Còd PUK2
hi_in: PUK2 कोड
hu: PUK2 kód
id: Kode PUK2
kn: PUK2 ಕೋಡ್
lv: PUK2 kods
mai: PUK2 कोड
mg: Kaody PUK2
ne: PUK दुई सङ्केत
or: PUK2 ସଂକେତ
pt: Código PUK2
ro: Cod PUK2
si: PUK2 කේතය
sw: Kodi ya PUK2
ta: PUK2 குறியீடு
th: รหัส PUK2
tr: PUK2 kodu
ur: PUK2 کوڈ
uz: PUK2 kod
vi: Mã PUK2
wa: Côde PUK2
xh: Ikhowudi ye-PUK2
zu: Ikhodi ye-PUK2

source: What is a SIM PIN?
am: ምንድነው ሲም ፒን?
ar: ماهو كود SIM PIN؟
bg: Какво е SIM PIN?
bn_bd: সিম পিন কি?
bn_in: একটি সিম পিন কি?
br: Petra eo ur voneg PIN ?
bs: Šta je SIM PIN?
ca: Què és el PIN de la SIM?
cy: Beth yw PIN y SIM?
es: ¿Qué es el número PIN de la tarjeta SIM?
eu: Zer da SIMaren PINa?
fa: PIN سیم‌کارت چیست؟
ga_ie: Cad é UAP an SIM?
gd: Dè th' ann am PIN an t-SIM?
hi_in: सिम पिन क्या है?
hu: Mi az a SIM PIN kód?
id: Apa itu PIN SIM?
kn: SIM PIN ಎಂದರೇನು?
lv: Kas ir SIM kartes PIN kods?
mai: सिम पिन कथि हाएत अछि?
mg: Inona no atao hoe PIN an'ny SIM?
ne: सिम PIN के हो?
or: SIM PIN କଣ?
pt: O que é um PIN de um SIM?
ro: Ce este un PIN pentru SIM?
si: සිම් PIN යනු කුමක් ද?
sw: SIM PIN ni nini?
ta: சிம் பிண் என்றால் என்ன?
th: อะไรคือ PIN ของ SIM?
tr: SIM PIN'i nedir?
ur: SIM PIN کیا ہے؟
uz: SIM PIN kod nima?
vi: Mã PIN của SIM là gì?
wa: Cwè çki c’ est l’ PIN del SIM ?
xh: Yintoni i-SIM PIN?
zu: Yini i-SIM PIN?
