Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

# availableSize[many]
source: {{size}} {{unit}} available
am: {{size}} {{unit}} ዝግጁ ነው
ar: {{size}} {{unit}} متاح
bg: {{size}} {{unit}} свободни
bn_bd: {{size}} {{unit}} খালি আছে
bn_in: {{size}} {{unit}} উপলব্ধ
br: {{size}} {{unit}} hegerz
bs: {{size}} {{unit}} dostupno
ca: {{size}} {{unit}} disponibles
cy: {{size}} {{unit}} ar gael
es: {{size}} {{unit}} disponibles
eu: {{size}} {{unit}} erabilgarri
fa: {{size}} {{unit}} در دسترس است
ga_ie: {{size}} {{unit}} saor
gd: Tha {{size}} {{unit}} ri làimh
hi_in: {{size}} {{unit}} उपलब्ध
hu: {{size}} {{unit}} elérhető
id: {{size}} {{unit}} tersedia
kn: {{size}} {{unit}} ಲಭ್ಯವಿದೆ
mai: {{size}} {{unit}} उपलब्ध
mg: {{size}} {{unit}} malalaka
ne: {{size}} {{unit}} उपलब्ध
or: {{size}} {{unit}} ଉପଲବ୍ଧ
pt: {{size}} {{unit}} disponíveis
ro: {{size}} {{unit}} disponibil
si: {{size}} {{unit}} තිබේ
sw: {{size}} {{unit}} zinapatikana
ta: {{size}} {{unit}} இருக்கிறது
th: ใช้งานได้ {{size}} {{unit}}
tr: {{size}} {{unit}} kullanılabilir
ur: {{size}} {{unit}} دستیاب ہے
uz: {{size}} {{unit}} mavjud
vi: còn {{size}} {{unit}}
wa: ig n a {{size}} {{unit}}
xh: Esifumanekayo si-{{size}} {{unit}}
zu: {{size}} {{unit}} etholakalayo

# availableSize[other]
source: {{size}} {{unit}} available
am: {{size}} {{unit}} ዝግጁ ነው
ar: {{size}} {{unit}} متاح
bg: {{size}} {{unit}} свободни
bn_bd: {{size}} {{unit}} খালি আছে
bn_in: {{size}} {{unit}} উপলব্ধ
br: {{size}} {{unit}} hegerz
bs: {{size}} {{unit}} dostupno
ca: {{size}} {{unit}} disponibles
cy: {{size}} {{unit}} ar gael
es: {{size}} {{unit}} disponibles
eu: {{size}} {{unit}} erabilgarri
fa: {{size}} {{unit}} در دسترس است
ga_ie: {{size}} {{unit}} saor
gd: Tha {{size}} {{unit}} ri làimh
hi_in: {{size}} {{unit}}उपलब्ध
hu: {{size}} {{unit}} elérhető
id: {{size}} {{unit}} tersedia
kn: {{size}} {{unit}} ಲಭ್ಯವಿದೆ
mai: {{size}} {{unit}}उपलब्ध
mg: {{size}} {{unit}} malalaka
ne: {{size}} {{unit}} उपलब्ध
or: {{size}} {{unit}} ଉପଲବ୍ଧ
pt: {{size}} {{unit}} disponíveis
ro: {{size}} {{unit}} disponibil
si: {{size}} {{unit}} තිබේ
sw: {{size}} {{unit}} zinapatikana
ta: {{size}} {{unit}} இருக்கிறது
th: ใช้งานได้ {{size}} {{unit}}
tr: {{size}} {{unit}} kullanılabilir
ur: {{size}} {{unit}} دستیاب ہے
uz: {{size}} {{unit}} mavjud
vi: còn {{size}} {{unit}}
wa: ig n a {{size}} {{unit}}
xh: Esifumanekayo si-{{size}} {{unit}}
zu: {{size}} {{unit}} etholakalayo

source: Total Space
am: ጠቅላላ ቦታ
ar: المساحة الإجماليّة
bg: Общо
bn_bd: মোট স্থান
bn_in: সম্পূর্ণ স্থান
br: Egor hollek
bs: Ukupno prostora
ca: Espai total
cy: Cyfanswm y Lle
es: Espacio total
eu: Lekua guztira
fa: فضای کلی
ga_ie: Spás Iomlán
gd: Àite iomlan
hu: Teljes terület
id: Penyimpanan Total
kn: ಒಟ್ಟು ಸ್ಥಳ
lv: Kopējo vietu
pt: Espaço total
ro: Spațiu total
si: මුළු ඉඩ
ta: மொத்தம்
th: พื้นที่รวม
tr: Toplam alan
ur: کل جگہ
uz: Umumiy bo‘sh joy
wa: Plaece totåle

source: Used
am: የተጠቀሙት
ar: مُستعمل
bg: Използвано
bn_bd: ব্যবহৃত
bn_in: ব্যবহৃত
br: Arveret
bs: Iskorišteno
ca: En ús
cy: Defnyddiwyd
es: Utilizado
eu: Erabilita
fa: استفاده شده
ga_ie: Úsáidte
gd: Air a chleachdadh
hi_in: उपयोग में
hu: Használatban
id: Dipakai
kn: ಬಳಸಲಾಗಿರುವುದು
lv: Izmantots
mai: उपयोग मे
mg: Miasa
ne: प्रयोग भएको
or: ବ୍ୟବହୃତ
pt: Utilizado
ro: Folosit
si: භාවිතයි
sw: Imetumika
ta: பயனில்
th: ใช้ไปแล้ว
tr: Kullanılan
ur: استعمال شدہ
uz: Foydalanilgan
vi: Đã dùng
wa: Eployeye
xh: Esisetyenzisiweyo
zu: Esetshenzisiwe

source: Left
am: የቀረው
ar: المتبقي
bg: Оставащо
bn_bd: বাকি
bn_in: বাকি
br: Dieub
bs: Preostalo
ca: Lliure
cy: Ar gael
es: Libre
eu: Libre
fa: باقی‌مانده
ga_ie: Saor
gd: Air fhàgail
hi_in: बायाँ
hu: Szabad terület
id: Sisa
kn: ಬಾಕಿ
lv: Atlikušais
mai: बायाँ
mg: Sisa
ne: बाँकी
or: ବାମ
pt: Disponível
ro: Rămas
si: ඉතිරි
sw: Kushoto
ta: மீதம்
th: เหลือ
tr: Kalan
ur: بایاں
uz: Qolgan
vi: Còn lại
wa: Libe
xh: Esiseleyo
zu: Kwesokunxele

source: Photos, videos and music are stored separately from apps. See media storage for details.
am: ፎቶዎች: ቪዲዮዎች እና ሙዚቃ የሚቀመጡት ከ መተግበሪያዎች በተለየ ቦታ ነው: ለዝርዝር የ መገናኛ ማጠራቀሚያዎችን ይመልከቱ
ar: الصور والڤيديوهات والصوتيات مخزنة بطريقة منفصلة عن التطبيقات في بطاقة الذاكرة. قم بزيارة وسائط التخزين للحصول على التفاصيل.
bg: Снимки, видеозаписи и музика се съхраняват на SD картата. За детайли вижте Памет за медия.
bn_bd: অ্যাপ থেকে ছবিসমূহ, ভিডিওসমূহ এবং সঙ্গীত আলাদাভাবে সংগ্রহ করা হয়। বিস্তারিতর জন্য মিডিয়া সংগ্রহস্থল দেখুন।
bn_in: ছবি, ভিডিও এবং মিউজিক অ্যাপ সমূহের থেকে আলাদা করে সংরক্ষিত হয়। বিস্তারিত জানার জন্য মিডিয়া সংগ্রহস্থল দেখুন।
br: Kadavet eo al luc'hskeudennoù, ar videoioù hag ar sonerezh disparti diouzh an arloadoù. Sellit ouzh kadaviñ ar mediaoù evit gouzout hiroc'h.
bs: Fotografije, video i muzika se pohranjuju odvojeno od aplikacija. Za detalje pogledajte multimedijalnu pohranu.
ca: Les fotos, els vídeos i la música s'emmagatzemen apart de les aplicacions. Vegeu-ne els detalls a «Espai per a multimèdia».
cy: Mae lluniau, fideos a cherddoriaeth yn cael eu cadw ar y cerdyn SD. Gw. Storio cyfrwng am fanylion.
es: Las fotos, los vídeos y la música se guardan por separado de las aplicaciones. Vea los datos multimedia para más información.
eu: Argazkiak, bideoak eta musika aplikazioetatik aparte gordetzen dira. Begiratu multimedia-biltegiratzea xehetasun gehiago ezagutzeko.
fa: تصاویر، ویدئوها و موزیک‌ها جدا از برنامه‌ها ذخیره می‌شوند. فضای‌ذخیره‌سازی رسانه‌ها را برای جزئیات بیشتر ببینید.
ga_ie: Ní úsáidtear stóras aipeanna le haghaidh grianghraf, físeán, ná ceoil. Féach 'Stóras meán'.
gd: Thèid dealbh, video is ceòl sam bith a stòradh air falbh o na h-aplacaidean. Faic stòras nam meadhanan airson mion-fhiosrachadh.
hi_in: तस्वीरें, वीडियो और संगीत एएप्प्स में से अलग से जमा कर रहे हैं. जानकारी के लिए मीडिया भंडारण देखें.
hu: A fényképek, a videók és a zenék az appoktól elkülönítve vannak tárolva. A részletekért tekintse meg a Médiatárhelyet.
id: Foto, video, dan musik disimpan terpisah dari aplikasi. Lihat penyimpanan media untuk detailnya.
kn: ಫೋಟೊಗಳು, ವೀಡಿಯೊಗಳು ಮತ್ತು ಸಂಗೀತಗಳನ್ನು ಅನ್ವಯಗಳಿಂದ ಬೇರ್ಪಡಿಸಿ ಶೇಖರಿಸಲಾಗುತ್ತದೆ. ಮೀಡಿಯ ಶೇಖರಣೆಯನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ನೋಡಿ.
lv: Attēlus, video un mūziku krāj atsevišķi no lietotnēm. Skatiet Mediju krātuve vairākām detaļām.
mai: तस्वीर, वीडियो आओर संगीत एप्प्स मे सँ अलग सँ जमा कए रहल अछि. जानकारी कलेल मीडिया भंडारण देखू.
mg: Ireo sary, horonantsary sy mozika dia tehirizina tsy miaraka amin'ireo app. Jereo ny fitehirizana haino&jery raha mila antsipiriany.
ne: फोटो, भिडियो र सङ्गितहरु अनुप्रयोग भन्दा छुट्टै भण्डारण गरिएको छ । थप जानकारीका लागि मिडिया भण्डार हेर्नुहोस् ।
or: ଫଟେ, ଭିଡିଓ ଓ ସଙ୍ଗୀତ ଆପରୁ ଭିନ୍ନ ଜାଗାରେ ସଂଚିତ ହୁଏ। ବିସ୍ତୃତ ବିବରଣୀ ପାଇଁ ମେଡ଼ିଆ ଷ୍ଟୋରେଜ ଦେଖନ୍ତୁ।
pt: As fotografias, vídeos e músicas são armazenados em locais diferentes das aplicações. Consulte o armazenamento para detalhes.
ro: Fotografiile, videoclipurile și muzica sunt stocate separat de aplicații. Vezi stocare media pentru detalii.
si: ඡායාරූප, වීඩියෝ සහ සංගීත යෙදුම් වලින් වෙන් වී ගබඩා වනු ඇත. විස්තර සඳහා මාධ්‍ය ආචයනය බලන්න.
sw: Picha, video na muziki zinahifadhiwa kando na programu. Tazama hifadhi ya midia kwa maelezo.
ta: பயன்பாடுகளை தவிர்த்து தனித்த இடத்தில் படங்கள், நிகழ்படங்கள் மற்றும் இசைகள் சேமிக்கப்பட்டுள்ளன. விவரங்களுக்கு ஊடக சேமிப்பை பார்க்கவும்.
th: รูปภาพ วิดีโอ และเพลงจะถูกจัดเก็บแยกจากแอป ดูพื้นที่จัดเก็บสื่อสำหรับรายละเอียด
tr: Fotoğraf, video ve müzikler uygulamalardan ayrı depolanır. Ayrıntılar için medya deposuna bakın.
ur: ایپس سے تصویرات، وڈیو اور موسیقی الگ سے مہفوظ کی گی ہے۔ تفصیل کے لئے میڈیا ذخیرہ دیکھے۔
uz: Fotosuratlar, videolar va musiqa ilova dasturlardan alohida holda joylashadi. Batafsil ma’lumot uchun media xotirani ko‘ring.
vi: Ảnh, video và nhạc được lưu trữ độc lập với các ứng dụng. Xem phần Lưu trữ đa phương tiện để biết thêm chi tiết.
wa: Les fotos, les videyos eyet l’ muzike sont stokêyes a pårt des aplicåcions. Alez vey li stocaedje des medias po ndè seveur dipus.
xh: Iifoto, iividiyo nomculo zigcinwa ngokwahlukeneyo kwii-app. Bona ugcino lwemidiya ukuze ufumane iinkcukacha.
zu: Izithombe, amavidiyo nomculo kugcinwa ngokwehlukana kuma-app. Bheka indawo yokulondoloza imidiya ukuze uthole imininingwane.

source: {{list}} shared
ar: {{list}} مشاركة
bg: {{list}} споделени
bn_bd: {{list}} শেয়ারকৃত
bn_in: {{list}} শেয়ার করা আছে
br: {{list}} rannet
bs: {{list}} dijeljeno
ca: {{list}} (compart.)
cy: Rhannu {{list}}
es: {{list}} compartidos
eu: {{list}} partekatuta
fa: {{list}} اشتراکی
ga_ie: {{list}} comhroinnte
gd: {{list}} air a cho-roinneadh
hi_in: {{list}} साझा किए गए
hu: {{list}} megosztva
id: {{list}} dibagi
kn: {{list}} ಹಂಚಿದೆ
lv: {{list}} dalīti
mai: {{list}} साझा कएल गेल
mg: {{list}} zaraina
ne: {{list}} साझेदारी गरियो
or: {{list}} ଅଂଶାଧିକାର ଦିଆଗଲା
pt: {{list}} partilhados
ro: {{list}} partajat
si: {{list}} බෙදාගත්
sw: {{list}} imeshirikishwa
ta: {{list}} பகிரப்பட்டது
tr: {{list}} paylaşıldı
ur: {{list}} بانٹ دی گئی
uz: {{list}} bo‘lishilgan
wa: {{list}} pårtaedjeye
xh: {{list}} ekwabelwana ngalo
zu: {{list}} kokwabelana

source: Transfer Protocol
am: የ ማስተላለፊያ አሰራር
ar: بروتوكول النقل
bg: Начини за прехвърляне
bn_bd: স্থানান্তরণ প্রোটোকল
bn_in: স্থানান্তরণ প্রোটোকল
br: Komenad treuzkas
bs: Protokol transfera
ca: Mode de transferència
cy: Protocol Trosglwyddo
es: Protocolo transferencia
eu: Transferentzia-protokoloa
fa: قرارداد انتقال
ga_ie: Prótacal Aistrithe
gd: Pròtacal tar-chuir
hu: Átviteli protokoll
id: Protokol Transfer
kn: ವರ್ಗಾವಣೆ ಪ್ರೋಟೋಕೋಲ್
lv: Pārraides protokols
pt: Protocolo de transferência
ro: Protocol de transfer
si: හුවමාරු නීතිමාලාව
ta: பரிமாற்ற நெறிமுறை
tr: Aktarım protokolü
ur: منتقل پروٹوکول
uz: O‘tkazish protokoli
wa: Protocole di berwetaedje

source: Media Transfer Protocol (MTP)
am: የ መገናኛ ማስተላለፊያ አሰራር (MTP)
ar: بروتوكول نقل الوسَائط (MTP)
bg: Протокол за медийно прехвърляне (MTP)
bn_bd: মিডিয়া ট্রান্সফার প্রোটোকল (MTP)
bn_in: মিডিয়া ট্রান্সফার প্রোটোকল (MTP)
br: Komenad treuzkas mediaoù (MTP)
ca: Protocol de transferència multimèdia (MTP)
cy: Protocol Trosglwyddo Cyfrwng (MTP)
es: Protocolo transferencia multimedia
eu: Multimedia transferentzia-protokoloa (MTP)
fa: قرارداد ارسال رسانه(MTP)
ga_ie: Prótacal Aistrithe Meán (MTP)
hu: Médiaátviteli protokoll (MTP)
lv: Mediju pārraides protokols (MTP)
pt: Protocolo de transferência multimédia (MTP)
ro: Protocol de transfer media (MTP)
si: මාධ්‍යය හුවමාරු නීතිමාලාව (MTP)
ur: (MTP) میڈیا منتقل پروٹوکول
uz: Media o‘tkazish protokoli (MTP)

source: USB Mass Storage (UMS)
am: USB በርካታ ማጠራቀሚያ (UMS)
ar: تخزين USB الشامِل (UMS)
bg: USB масова памет (UMS)
bn_in: USB মাস সংগ্রহস্থল (UMS)
br: Kadav a dolp USB (UMS)
bs: USB masovno spremište (UMS)
ca: Mode de disc USB (UMS)
cy: Storio Màs USB (UMS)
es: Modo de disco USB
eu: USB biltegiratzea (UMS)
fa: فضای ذخیره‌سازی عمده USB ‫(UMS)
ga_ie: Ollstóráil USB (UMS)
hu: USB tömeges tárhely (UMS)
pt: Armazenamento USB (UMS)
ro: Stocare în masă USB (UMS)
si: USB සමූල ගබඩා (UMS)
ur: USB اجتماعی ذخیرہ (UMS)
uz: USB xotira (UMS)

source: Media Storage
am: የ መገናኛ ማጠራቀሚያ
ar: سعة تخزين الوسائِط
bg: Памет за медия
bn_bd: মিডিয়া স্টোরেজ
bn_in: মিডিয়া সংগ্রহস্থল
br: Kadaviñ ar mediaoù
bs: Multimedijalno spremište
ca: Espai per a multimèdia
cy: Storio'r Cyfrwng
es: Datos multimedia
eu: Multimedia-biltegiratzea
fa: فضای ذخیره سازی رسانه
ga_ie: Stóras Meán
gd: Stòras nam meadhanan
hu: Médiatárhely
lv: Mēdiju krātuve
pt: Multimédia
ro: Stocare media
si: මාධ්‍ය ආචයනය
th: พื้นที่จัดเก็บสื่อ
ur: میڈیا ذخیرہ
uz: Media xotira

source: Internal Storage
am: የ ውስጥ ማጠራቀሚያ
ar: التخزين الداخلي
bg: Вътрешна памет
bn_bd: অভ্যন্তরীণ স্টোরেজ
bn_in: অভ্যন্তরীণ সংগ্রহস্থল
br: Kadaviñ diabarzh
bs: Interni prostor
ca: Emmagatzematge intern
cy: Storfa Mewnol
es: Almacenamiento interno
eu: Barne-biltegiratzea
fa: فضا ذخیره‌سازی داخلی
ga_ie: Stóras Inmheánach
gd: Stòras inntearnail
hi_in: आंतरिक भंडारन
hu: Belső tárhely
id: Penyimpanan Internal
kn: ಆಂತರಿಕ ಶೇಖರಣೆ
lv: Iekšējā krātuve
mai: भीतरी भंडारण
mg: Fitehirizana Anatiny
ne: आन्तरिक भण्डारण
or: ଆଭ୍ୟନ୍ତରୀଣ ସଂରକ୍ଷଣ ସ୍ଥାନ
pt: Armazenamento Interno
ro: Stocare internă
si: අභ්‍යන්තර ආචයනය
sw: Hifadhi ya Ndani
ta: கணினி உட்சேமிப்பகம்
th: พื้นที่จัดเก็บภายใน
tr: Dahili depolama
ur: اندرونی ذخیرہ
uz: Ichki xotira
wa: Divintrin stocaedje
xh: Ugcino lwangaphakathi
zu: Ukugcina kwangaphakathi

source: SD Card Storage
am: የ ማጠራቀሚያ ካርድ
ar: التخزين على بطاقة الذاكرة
bg: SD карта за памет
bn_bd: এসডি কার্ডের ধারণ ক্ষমতা
bn_in: SD কার্ড সংগ্রহস্থল
br: Kartenn vemor SD
bs: Spremište SD kartice
ca: Emmagatzematge de la targeta SD
cy: Storfa Cerdyn SD
es: Almacenamiento tarjeta SD
eu: SD txartelaren biltegiratzea
fa: فضای ذخیره سازی کارت حافظه
ga_ie: Stóras Cárta SD
gd: Stòras air a' chairt SD
hi_in: SD कार्ड भंडारण
hu: SD kártya tárhely
id: Penyimpanan Kartu SD
kn: SD ಕಾರ್ಡ್‌ ಶೇಖರಣೆ
lv: SD kartes krātuve
mai: SD कार्ड भंडारण
mg: Fitehirizana Karatra SD
ne: SD कार्ड भण्डार
or: SD କାର୍ଡ ସଂରକ୍ଷଣ ସ୍ଥାନ
pt: Armazenamento do Cartão SD
ro: Stocare în cardul SD
si: SD කාඩ්පත් ආචයනය
sw: Hifadhi ya Kadi ya SD
ta: எஸ்டி சேமிப்பகம்
th: พื้นที่จัดเก็บการ์ด SD
tr: SD kart depolama
ur: ایسڈی کارڈ کا ذخیرہ
uz: SD karta xotirasi
vi: Lưu trữ trên thẻ SD
wa: Stocaedje sol cwåte SD
xh: Ugcino lwekhadi le-SD
zu: Ukugcina ku-SD Card

source: SD Card Storage 2
am: የ ማጠራቀሚያ ካርድ 2
ar: التخزين على بطاقة الذاكرة 2
bg: SD карта за памет 2
bn_bd: এসডি স্টোরেজ ২
bn_in: এসডি কার্ড সংগ্রহস্থল 2
br: Kartenn vemor SD 2
bs: Prostor SD kartice 2
ca: Emmagatzematge de la targeta SD 2
cy: Storfa Cerdyn SD 2
es: Almacenamiento tarjeta SD 2
eu: SD txartelaren 2. biltegiratzea
fa: فضای‌ذخیره سازی کارت‌حافظه۲
ga_ie: Stóras Cárta SD 2
gd: Stòras air a' chairt SD 2
hi_in: एसडी कार्ड भंडारण 2
hu: 2. SD kártya tárhely
id: Penyimpanan Kartu SD 2
kn: SD ಕಾರ್ಡ್ ಶೇಖರಣೆ 2
lv: SD kartes 2. krātuve
mai: एसडी कार्ड भंडारण 2
mg: Fitehirizana Karatra SD 2
ne: SD कार्ड भण्डार २
or: SD କାର୍ଡ ସଂରକ୍ଷଣ ସ୍ଥାନ 2
pt: Armazenamento do Cartão SD 2
ro: Stocare în cardul SD 2
si: SD කාඩ්පත් ආචයනය 2
sw: Hifadhi ya 2 ya Kadi ya SD
ta: எஸ்டி சேமிப்பகம் 2
th: พื้นที่จัดเก็บการ์ด SD 2
tr: SD kart depolama 2
ur: ایسڈی کارڈ کا ذخیرہ 2
uz: SD karta xotirasi 2
vi: Lưu trữ trên thẻ SD 2
wa: Stocaedje sol cwåte SD 2
xh: Ugcino lwekhadi le-SD 2
zu: I-SD Card Storage 2

source: Internal
am: የውስጥ
ar: داخلي
bg: Вътрешна
bn_bd: অভ্যন্তরীণ
bn_in: অভ্যন্তরীণ
br: Diabarzh
bs: Interno
ca: Intern
cy: Mewnol
es: Interno
eu: Barnekoa
fa: داخلی
ga_ie: Inmheánach
gd: Inntearnail
hi_in: भीतरी
hu: Belső
kn: ಆಂತರಿಕ
lv: Iekšēja
mai: भीतरी
mg: Anatiny
ne: आन्तरिक
or: ଆଭ୍ଯନ୍ତରୀଣ
pt: Internamente
ro: Intern
si: අභ්‍යන්තර
sw: Ya ndani
ta: உள்சார்ந்த
th: ภายใน
tr: Dahili
ur: اندرونی
uz: Ichki
vi: Nội bộ
wa: Divintrin
xh: Engaphakathi
zu: Okwangaphakathi

source: SD Card
am: የ ማጠራቀሚያ ካርድ
ar: بطاقة ذاكرة
bg: SD карта
bn_bd: এসডি কার্ড
bn_in: এসডি কার্ড
br: Kartenn SD
bs: SD kartica
ca: Targeta SD
cy: Cerdyn SD
es: Tarjeta SD
eu: SD txartela
fa: کارت حافظه
ga_ie: Cárta SD
gd: Cairt SD
hi_in: एसडी कार्ड
hu: SD kártya
id: Kartu SD
kn: SD ಕಾರ್ಡ್‌
lv: SD karte
mai: एसडी कार्ड
mg: Karatra SD
ne: SD कार्ड
or: SD କାର୍ଡ
pt: Cartão SD
ro: Card SD
si: SD කාඩ්පත
sw: Kadi ya SD
ta: எஸ்டி அட்டை
th: การ์ด SD
tr: SD kart
ur: SD کارڈ
uz: SD karta
vi: Thẻ SD
wa: Cwåte SD
xh: Ikhadi le-SD
zu: I-SD Card

source: SD Card 2
am: የ ማጠራቀሚያ ካርድ 2
ar: بطاقة ذاكرة 2
bg: SD карта 2
bn_bd: এসডি কার্ড ২
bn_in: এসডি কার্ড 2
br: Kartenn SD 2
bs: SD kartica 2
ca: Targeta SD 2
cy: Cerdyn SD 2
es: Tarjeta SD 2
eu: 2. SD txartela
fa: کارت حافظه۲
ga_ie: Cárta SD 2
gd: Cairt SD 2
hi_in: एसडी कार्ड 2
hu: 2. SD kártya
id: Kartu SD 2
kn: SD ಕಾರ್ಡ್‌ 2
lv: 2. SD karte
mai: एसडी कार्ड 2
mg: Karatra SD 2
ne: SD कार्ड २
or: SD କାର୍ଡ 2
pt: Cartão SD 2
ro: Card SD 2
si: SD කාඩ්පත 2
sw: Kadi ya 2 ya SD
ta: எஸ்டி அட்டை 2
th: การ์ด SD 2
tr: SD kart 2
ur: SD کارڈ 2
uz: SD karta 2
vi: Thẻ SD 2
wa: Cwåte SD 2
xh: Ikhadi le-SD 2
zu: I-SD Card 2

source: Music
am: ሙዚቃ
ar: موسيقى
bg: Музика
bn_bd: সংগীত
bn_in: সঙ্গীত
br: Sonerezh
bs: Muzika
ca: Música
cy: Cerddoriaeth
es: Música
eu: Musika
fa: موسیقی
ga_ie: Ceol
gd: Ceòl
hi_in: संगीत
hu: Zenék
id: Musik
kn: ಸಂಗೀತ
lv: Mūzika
mai: संगीत
mg: Mozika
ne: संगीत
or: ସଙ୍ଗୀତ
pt: Música
ro: Muzică
si: සංගීතය
sw: Muziki
ta: இசை
th: เพลง
tr: Müzik
ur: موسیقی
uz: Musiqa
vi: Nhạc
wa: Muzike
xh: Umculo
zu: Umculo

source: Pictures
am: ስእሎች
ar: صور
bg: Снимки
bn_bd: চিত্র
bn_in: ছবি
br: Skeudennoù
bs: Slike
ca: Imatges
cy: Lluniau
es: Fotos
eu: Argazkiak
fa: تصاویر
ga_ie: Pictiúir
gd: Dealbhan
hi_in: तस्वीर
hu: Képek
id: Gambar
kn: ಚಿತ್ರಗಳು
lv: Attēli
mai: तस्वीर
mg: Sary
ne: तस्विरहरु
or: ଚିତ୍ରଗୁଡିକ
pt: Imagens
ro: Imagini
si: පින්තූර
sw: Picha
ta: படங்கள்
th: รูปภาพ
tr: Resimler
ur: تصاویر
uz: Rasmlar
vi: Ảnh
wa: Imådjes
xh: Imifanekiso
zu: Izithombe

source: Movies
am: ሙቪዎች
ar: أفلام
bg: Филми
bn_bd: মুভি
bn_in: সিনেমা
br: Filmoù
bs: Filmovi
ca: Vídeos
cy: Ffilmiau
es: Películas
eu: Filmak
fa: فیلم‌ها
ga_ie: Físeáin
gd: Filmichean
hi_in: चलचित्र
hu: Filmek
id: Film
kn: ಚಲನಚಿತ್ರಗಳು
lv: Filmas
mai: चलचित्र
mg: Sarimihetsika
ne: फिल्महरु
or: ଚଳଚିତ୍ର
pt: Filmes
ro: Videoclipuri
si: චිත්‍රපට
sw: Filamu
ta: காணொளிகள்
th: ภาพยนตร์
tr: Filmler
ur: فلم
uz: Filmlar
vi: Phim
wa: Fimes
xh: Iimuvi
zu: Amabhayisikobho

# left-space
source: Space left
am: የቀረው ቦታ
ar: مساحة متبقية
bg: Оставащо
bn_bd: বাকি আছে
bn_in: অবশিষ্ট স্পেস
br: Memor o chom
bs: Preostalo prostora
ca: Espai lliure
cy: Lle ar ôl
es: Espacio libre
eu: Leku librea
fa: فضای باقی‌مانده
ga_ie: Spás saor
gd: Àite a tha air fhàgail
hi_in: बचे हुए स्थान
hu: Szabad terület
id: Ruang tersisa
kn: ಉಳಿದಿರುವ ಸ್ಥಳ
lv: Atlikuša vieta
mai: बचल स्थान
mg: Toerana sisa
ne: बाँकी खाली स्थान
or: ସ୍ଥାନ ନାହିଁ
pt: Espaço livre
ro: Spațiu rămas
si: ඉතිරි අවකාශය
sw: Nafasi iliyosalia
ta: மீதி இடம்
th: เหลือพื้นที่
tr: Kalan alan
ur: بایاں وقفہ
uz: Qolgan joy
vi: Dung lượng trống
wa: Plaece libe
xh: Isithuba esiseleyo
zu: Isikhala esisele

# free-space
source: Space left
am: የቀረው ቦታ
ar: المساحة المتبقية
bg: Празно място
bn_bd: বাকি আছে
bn_in: অবশিষ্ট স্পেস
br: Memor o chom
bs: Preostalo prostora
ca: Espai lliure
cy: Lle ar ôl
es: Espacio libre
eu: Leku librea
fa: فضای باقی‌مانده
ga_ie: Spás saor
gd: Àite a tha air fhàgail
hi_in: बचे हुए स्थान
hu: Szabad terület
id: Ruang tersisa
kn: ಉಳಿದಿರುವ ಸ್ಥಳ
lv: Atlikuša vieta
mai: बचल स्थान
mg: Toerana sisa
ne: बाँकी खाली स्थान
or: ଖାଲି ସ୍ଥାନ
pt: Espaço livre
ro: Spațiu rămas
si: ඉතිරි අවකාශය
sw: Nafasi iliyosalia
ta: மீதி இடம்
th: เหลือพื้นที่
tr: Kalan alan
ur: بایاں وقفہ
uz: Qolgan joy
vi: Dung lượng trống
wa: Plaece libe
xh: Isithuba esiseleyo
zu: Isikhala esisele

source: Total space
am: ጠቅላላ ቦታ
ar: المساحة الإجمالية
bg: Общо
bn_bd: মোট স্থান
bn_in: সম্পূর্ণ স্পেস
br: Egor hollek
bs: Ukupno prostora
ca: Espai total
cy: Cyfanswm y Lle
es: Espacio total
eu: Lekua guztira
fa: فضای کلی
ga_ie: Spás iomlán
gd: Àite iomlan
hu: Teljes terület
id: Penyimpanan total
kn: ಒಟ್ಟು ಸ್ಥಳ
lv: Kopējo vietu
pt: Espaço total
ro: Spațiu total
si: මුළු අවකාශය
ta: மொத்தம்
th: พื้นที่รวม
tr: Toplam alan
ur: کل جگہ
uz: Umumiy bo‘sh joy
wa: Plaece totåle

# size-not-available
source: Not available
am: ዝግጁ አይደለም
ar: غير متوفر
bg: Неизвестно
bn_bd: বিদ্যমান নেই
bn_in: উপলব্ধ নেই
br: Dihegerz
bs: Nije dostupno
ca: No disponible
cy: Ddim ar gael
es: No disponible
eu: Ez erabilgarri
fa: در دسترس نیست
ga_ie: Níl ar fáil
gd: Chan eil e ri fhaighinn
hi_in: उपलब्ध नहीं
hu: Nem érhető el
id: Tidak tersedia
kn: ಲಭ್ಯವಿಲ್ಲ
lv: Nav pieejams
mai: उपलब्ध नहि
mg: Tsy malalaka
ne: उपलब्ध छैन
or: ଉପଲବ୍ଧ ନାହିଁ
pt: Não disponível
ro: Indisponibil
si: නොපවතී
sw: Haipatikani
ta: இல்லை
th: ไม่สามารถใช้งานได้
tr: Kullanılamaz
ur: دستیاب نہیں
uz: Mavjud emas
vi: Không rõ
wa: Nén disponibe
xh: Akufumaneki
zu: Ayitholakali

source: No storage found
am: ምንም ማጠረቃሚያ አልተገኘም
ar: لم يتم العثور على وحدة تخزين
bg: Не е намерена карта за памет
bn_bd: কোন সংগ্রহস্থল পাওয়া যায়নি
bn_in: কোনো সংগ্রহস্থল পাওয়া যায় নি
br: Kadaviñ ebet kavet
bs: Spremište nije pronađeno
ca: No s'ha trobat cap dispositiu d'emmagatzematge
cy: Heb ganfod storfa
es: No hay tarjeta de almacenamiento
eu: Ez da biltegiratzerik aurkitu
fa: حافظه‌ای پیدا نشد
ga_ie: Níor aimsíodh aon stóras
gd: Cha deach stòras sam bith a lorg
hi_in: कोई भंडारण नहीं मिला
hu: Nem található tárhely
id: Tidak ada penyimpanan ditemukan
kn: ಯಾವುದೆ ಶೇಖರಣೆ ಇಲ್ಲ
lv: Krātuve nav atrasta
mai: कोनो भंडारण नहि भेटल
mg: Tsisy fitehirizana hita
ne: कुनै भण्डार भेटिएन
or: କିଛି ଷ୍ଟୋରେଜ ମିଳିଲାନାହିଁ
pt: Não foi encontrado armazenamento
ro: Niciun spațiu de stocare găsit
si: කිසිදු ආචයනයක් හමුනොවුණි
sw: Hakuna hifadhi iliyopatikana
ta: சேமிப்பகம் இல்லை
th: ไม่พบพื้นที่จัดเก็บ
tr: Depolama bulunamadı
ur: کوئی ذخیرہ نہیں ملا
uz: Xotira topilmadi
vi: Không có thiết bị lưu trữ
wa: Nou stocaedje di trové
xh: Akukho lugcino lufunyunweyo
zu: Ayikho indawo yokulondoloza etholakele

source: Advanced
am: የረቀቀ
ar: متقدم
bg: Разширени
bn_bd: আরও
bn_in: উন্নত
br: Kempleshoc'h
bs: Napredno
ca: Avançat
cy: Uwch
es: Avanzado
eu: Aurreratua
fa: پیشرفته
ga_ie: Ardroghanna
gd: Adhartach
hi_in: उन्नत
hu: Haladó
id: Tingkat lanjut
kn: ಹೆಚ್ಚಿನ
lv: Paplašināti
mai: उन्नत
mg: Avo lenta
ne: आधुनिक
or: ଉନ୍ନତ
pt: Avançadas
ro: Avansat
si: සංකීර්ණ
sw: Taalamu
ta: மேம்பட்டது
th: ขั้นสูง
tr: Gelişmiş
ur: اعلٰی
uz: Qo‘shimcha
vi: Nâng cao
wa: Spepieus
xh: Kwinqanaba eliphambili
zu: Okuseqophelweni eliphezulu

source: Enable USB storage?
am: ዩኤስቢ ማጠራቀሚያን ላስችል?
ar: تفعيل التخزين عن طريق USB؟
bg: Включване на USB памет?
bn_bd: ইউএসবি সংগ্রহস্থল সক্রিয় করবেন?
bn_in: USB সংগ্রহস্থল সক্রিয় করুন
br: Gweredekaat ar c'hadaviñ USB ?
bs: Omogućiti USB pohranu?
ca: Voleu activar el mode de disc USB?
cy: Galluogi storio USB?
es: ¿Activar disco USB?
eu: Gaitu USB biltegiratzea?
fa: فضای ذخیره‌سازی USB فعال‌شود؟
ga_ie: Cumasaigh stóras USB?
gd: A bheil thu airson an stòras USB a chur an comas?
hi_in: USB भंडारण सक्रिय करें?
hu: Engedélyezi az USB-tárhelyet?
id: Aktifkan penyimpanan USB?
kn: USB ಶೇಖರಣೆ ಸಕ್ರಿಯಗೊಳಿಸಬೇಕೆ?
lv: Ieslēgt USB krātuve?
mai: USB भंडारण सक्रिय करू?
mg: Hamelona fitehirizana USB?
ne: USB भण्डार सक्षम पार्न चहानुहुन्छ?
or: USB ଷ୍ଟୋରେଜକୁ ସଚଳ କରିବେ?
pt: Ativar armazenamento USB?
ro: Activezi stocarea USB?
si: USB ආචයනය සක්‍රිය කරනවා ද?
sw: Wezesha hifadhi ya USB?
ta: USB சேமிப்பை செயற்படுத்தவா?
th: เปิดใช้งานพื้นที่จัดเก็บ USB?
tr: USB depolama etkinleştirilsin mi?
ur: USB ذخیرہ اہل بنائیں؟
uz: USB xotira ulansinmi?
vi: Cho phép lưu trữ USB?
wa: Mete e-n alaedje stocaedje USB ?
xh: Ufuna ukwenza ugcino lwe-USB lusebenze?
zu: Qalisa ukusebenza kwendawo yokulondoloza ku-USB?

source: Default Media Location
am: ነባር የመገናኛ አካባቢ
ar: مكان تخزين الوسائط الافتراضي
bg: Стандартно
bn_bd: পূর্বনির্ধারিত মিডিয়ার লোকেশন
bn_in: ডিফল্ট মিডিয়া অবস্থান
br: Lec'hiadur ar mediaoù dre ziouer
bs: Izvorna lokacija multimedije
ca: Ubicació per defecte
cy: Lleoliad Arferol Cyfryngau
es: Ubicación predeterminada
eu: Kokapen lehenetsia
fa: پیش فرض مکان رسانه
ga_ie: Stóras Réamhshocraithe
gd: Ionad bunaiteach nam meadhanan
hu: Alapértelmezett médiatárhely
id: Lokasi Media Utama
kn: ಪೂರ್ವನಿಯೋಜಿತ ಮೀಡಿಯಾ ಸ್ಥಳ
lv: Noklusējuma mēdiju atrašanas vieta
pt: Localização predefinida
ro: Locația media implicită
si: පෙරනිමි මාධ්‍ය ස්ථානය
ta: முன்னிருப்பு ஊடக இடம்
th: ตำแหน่งที่ตั้งสื่อปริยาย
tr: Varsayılan medya konumu
ur: طے شدہ میڈیا محل وقوع
uz: Standart media manzil
wa: Eplaeçmint prémetou des medias
