Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
am: የ ሲም ፒን ፍቃድ ይከለክላል ለመድረስ ወደ ሲም ካርድ ሴሉላር ዳታ ኔትዎርኮች: በሚያስችሉት ጊዜ ማንኛውም አካል ሲም ካርድ የያዘ ፒን ይጠይቃል በሚጀምር ጊዜ
ar: كود SIM PIN يمنع الوصول إلى شبكات البيانات الخلوية لبطاقة SIM. عندما تكون مفعلة، أي جهاز يحتوي على بطاقة SIM سوف يطلب كود PIN عند إعادة التشغيل.
bg: SIM PIN предотвратява достъпа до мобилните мрежи. Когато е включен, всяко устройство с тази SIM карта ще изисква PIN при рестартиране.
bn_bd: একটি সিম পিন সেলুলার ডাটা নেটওয়ার্কে প্রবেশ করতে প্রতিরোধ করে। এটি সক্রিয় থাকলে, সিম কার্ড ধারণকারী ডিভাইস পুনরায় চালু হওয়ার সময় পিন চাইবে।
bn_in: একটি সিম পিন সিম কার্ড সেলুলার নেটওয়ার্কের তথ্য এক্সেসে বাধা আনে। যখন এটি চালু, কোনো ডিভাইস সিম কার্ড ধারণকারী সিস্টেম আরম্ভ করার উপর পিন অনুরোধ করবে।
br: Ur PIN a vir ouzh haeziñ ar roadennoù rouedad eus ar gartenn SIM. Pa vo gweredekaet, e vo goulennet ar voneg PIN gant an holl drevnadoù oc'h arverañ ar gartenn SIM goude an adloc'hañ.
bs: SIM PIN sprječava pristup na SIM karticu mobilne mreže podataka. Kada je omogućen, bilo koji uređaj koji sadrži SIM karticu će tražiti PIN nakon ponovnog pokretanja.
ca: El PIN de la SIM impedeix l'accés a les xarxes de dades mòbils de la targeta SIM. Si està activat, qualsevol dispositiu que contingui la targeta SIM sol·licitarà el PIN en reiniciar.
cy: Mae PIN y SIM yn rhwystro mynediad i gerdyn SIM rhwydwaith data cellol. Pan mae ymlaen, bydd unrhyw ddyfais sy'n cynnwys cerdyn SIM yn gofyn am y PIN wrth ailgychwyn.
es: El número PIN evita el acceso a las redes móviles de datos de la tarjeta SIM. Cuando está activo, cualquier dispositivo con SIM pide el PIN al reiniciar.
eu: SIMaren PINak SIM txartelaren datu-sareetan sartzea eragozten du. Gaituta dagoenean, SIM txartela duen edozein gailuk PINa eskatuko du berrabioan.
fa: یک PIN سیم‌کارت، از دسترسی به شبکه‌های داده‌ای سلّولی سیم‌کارت جلوگیری می‌کند. هنگامی که فعّال باشد، هر دستگاهِ حاوی سیم‌کارت، هنگام راه‌اندازیِ دوباره، درخواست PIN می‌کند.
ga_ie: Mura bhfuil UAP an chárta SIM agat, ní bheidh tú in ann teacht ar líonraí sonraí a bhaineann úsáid as an gcárta. Má tá sé cumasaithe, iarrfaidh aon ghléas ina bhfuil an cárta SIM an UAP nuair a atosóidh tú é.
gd: Mur eil PIN an t-SIM agad, chan fhaigh thu cothrom air lìonraidhean dàta a tha cairt SIM an fhòn air a shon. Ma tha e an gnìomh, iarraidh uidheam sam bith sa bheil an SIM am PIN nuair a thòisicheas e.
hi_in: सिम पिन सिम कार्ड सेलुलर डाटा नेटवर्क के लिए पहुँच रोकता है.जब यहसक्रिय किया जाता है,पुनरारंभ करने पर किसी भी सिम कार्ड युक्त उपकरण पर पिन का अनुरोध करेंगे
hu: A SIM PIN kód megakadályozza a SIM kártya mobil adathálózatainak elérését. Ha be van kapcsolva, a SIM kártyát tartalmazó bármely eszköz újraindításkor bekéri a PIN kódot.
id: PIN SIM mencegah akses ke jaringan seluler lewat kartu SIM. Jika diaktifkan, perangkat yang memuat kartu SIM akan meminta PIN-nya setelah dimulai ulang.
kn: SIM ಕಾರ್ಡಿನ ಸೆಲ್ಯಲರ್ ಡೇಟಾ ನೆಟ್‌ವರ್ಕ್ ಅನ್ನು ಬಳಸಲು SIM PIN ಸಹಾಯಕವಾಗಿದೆ. ಇದು ಸಕ್ರಿಯವಾಗಿದ್ದಾಗ, ಈ SIM ಹೊಂದಿರುವ ಸಾಧನವು ರೀಸ್ಟಾರ್ಟ್ ಆದಲ್ಲಿ SIM PIN ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ.
mai: सिम पिन सिम कार्ड सेलुलर डाटा संजाल कलेल पहुँच रोकैत अछि.जखन ई सक्रिय कएल जाइत अछि,पुनरारंभ करब पर ककरो सिम कार्ड युक्त अओजार पर पिन क अनुरोध करत
mg: Ny PIN an'ny SIM dia manakana ny fidirana amin'ireo tambajotran-data selan'ny karatra SIM. Rehefa velomina io, dia hangataka ilay PIN izay fitaovana rehetra misy ilay karatra SIM rehefa hamelon-tena indray.
ne: SIM PIN ले सिम कार्ड टेलिफोन सञ्जाल रोकिरहेको छ । जब यो खुल्छ, तब सिम कार्ड भएको यन्त्रले पुन: सुरु गरेर PIN अनुरोध गर्छ।
or: ଗୋଟିଏ SIM PIN ପ୍ରତିରୋଧ କରେ SIMକାର୍ଡ ସେଲୁଲାର ଡାଟା ନେଟୱର୍କ ଆକସେସକୁ। ଯେତେବେଳେ ଏହାକୁ ସକ୍ରିୟ କରାଯାଏ, ଏହି SIM କାର୍ଡ ଥିବା ଯେ କୌଣସି ଉପକରଣ ରିଷ୍ଟାର୍ଟ କରିବାବେଳେ PIN ଅନୁରୋଧ କରିଥାଏ।
pt: Um PIN de um SIM impede o acesso às redes de dados móveis a partir do respetivo cartão SIM. Quando ativo, qualquer dispositivo com o cartão SIM irá solicitar o PIN no arranque.
ro: Un PIN pentru SIM împiedică accesul la rețelele telefonice de date ale cartelei SIM. Când codul este activ, orice telefon care conține o cartelă SIM va solicita PIN-ul la repornire.
si: සිම් කාඩ්පතේ ජංගම දත්ත ජාල වෙත ප්‍රවේශය වළකාලීම SIM PIN විසින් සිදු කරනු ලබයි. එය ක්‍රියාත්මක වූ විටෙක, සිම් කාඩ්පත අඩංගු ඕනෑම උපාංගයක් ප්‍රත්‍යාරම්භ කිරීමේදී PIN ඉල්ලා සිටී.
sw: SIM PIN huzuia ufikiaji kwa mitandao ya data ya kadi ya SIM ya simu ya rununu. Ikiwezeshwa, kifaa chochote kilicho na kadi ya SIM kitaomba PIN baa ya kuwashwa-upya.
ta: சிம் பிண் எனப்படுவது சிம்மின் செல்லுலார் தரவு பிணையங்களை அணுகுவதை தவிர்க்கும். இதை செயற்படுத்தி மீள்துவக்கம் செய்யும்போது சிம் அட்டை வைத்திருக்கும் எந்த சாதனமும் பிண்ணைக் கேட்கும்.
th: PIN ของ SIM ป้องกันการเข้าถึงเครือข่ายข้อมูลมือถือของการ์ด SIM เมื่อเปิดใช้งาน อุปกรณ์ใด ๆ ที่บรรจุการ์ด SIM จะร้องขอ PIN เมื่อเริ่มการทำงานใหม่
tr: SIM PIN'i, SIM kartın hücresel veri şebekelerine erişmesini önler. Etkinleştirildiğinde, SIM kartın bulunduğu herhangi bir aygıt başlatılırken PIN'i isteyecektir.
ur: SIM PIN کارڈ سیلیولار کوائف نیٹورک کو استعمال کرنے سے سِم پِن بچاتا ہے۔ جب یہ شروع ہو تو جس آلہ کے اندر یہ SIM کارڈ ہو گا تو وہ آلہ چالو ہونے پر PIN کے لیے درخواست کرے گا۔
uz: SIM PIN kod SIM karta uyali ma’lumot tarmoqlariga kirishdan to‘smoqda. U yoqilganda, har qanday SIM karta mavjud bo‘lgan qurilma o‘chirib-yoqishdan oldin PIN kodni so‘raydi.
vi: Mã PIN cho SIM ngăn chặn truy cập vào mạng điện thoại di động. Khi được bật, bất cứ thiết bị nào chứa thẻ SIM này sẽ yêu cầu nhập mã PIN khi khởi động.
wa: On PIN di SIM espaitche di moussî ezès rantoeles di dnêyes celulaires del cwåte SIM. Cwand c’ est e-n alaedje, tolminme kén éndjin k’ el cwåte SIM est dvins dimandrè l’ PIN å renondaedje.
xh: I-SIM PIN ithintela ukungena kwiinethiweki zedatha zekhadi le-SIM leselula. Xa isebenza, nasiphi na isixhobo esinekhadi le-SIM siya kucela i-PIN xa siqalisa.
zu: I-SIM PIN ivimbela ukufinyelela kumanethiwekhi edatha yekhadi leselula. Uma isivuliwe, noma iyiphi idivayisi enekhadi le-SIM izocela i-PIN emva kokuqaliswa kabusha.

source: A SIM PIN is not the same as the passcode used to unlock the device.
am: የ ሲም ፒን ተመሳሳይ አይደለም እንደ ማለፊያ ኮድ አካሉን ለመክፈት የተጠቀሙበት
ar: كود SIM PIN ليس هو نفسه رمز المرور المستخدم لفتح الجهاز.
bg: SIM PIN не е същото като паролата за отключване на устройството.
bn_bd: ডিভাইস আনলক করতে সিম পিন আর পাসকোড একই হবে না।
bn_in: একটি সিম পিন, ডিভাইস আনলক পাসকোড একই নয়।
br: Disheñvel eo ar PIN diouzh ar rineg-tremen arveret evit dibrennañ an trevnad.
bs: SIM PIN nije isto što i šifra za otključavanje uređaja.
ca: El PIN de la SIM no és el mateix que el codi d'accés utilitzat per desbloquejar el dispositiu.
cy: Nid yw PIN y SIM yr un peth â'r cyfringod defnyddiwyd i ddatgloi'r ddyfais.
es: El número PIN de la tarjeta SIM no es el mismo código que se usa para desbloquear el dispositivo.
eu: SIMaren PINa ez da gailua desblokeatzeko erabilitako pasakodearen berdina.
fa: یک PIN سیم‌کارت مشابه گذرواژه‌ای که برای قفل‌گشایی دستگاه استفاده می‌شود نیست.
ga_ie: Ní ionann UAP an SIM agus an cód faire a úsáidtear chun an gléas a dhíghlasáil.
gd: Chan eil PIN an t-SIM agus an còd-faire (a bheir a' ghlas far an uidheim) co-ionnann.
hi_in: डिवाइस को अनलॉक करने के लिए उपयोगी सिम पिन पास कोड के स्वरुप में नही है
hu: A SIM PIN kód nem azonos az eszköz feloldására használt jelkóddal.
id: PIN SIM tidak sama dengan kode sandi, yang digunakan untuk membuka akses ke perangkat.
kn: SIM PIN ಮತ್ತು ಸಾಧನವನ್ನು ಅನ್‌ಲಾಕ್‌ ಮಾಡುವ ಗುಪ್ತಪದ ಎರಡೂ ಬೇರೆಯಾಗಿರುತ್ತದೆ.
lv: SIM kartes PIN kods ir atšķirīgs no ierīces aizsargāšanas koda
mai: डिवाइस केँ अनलॉक करब कलेल उपयोगी सिम पिन पास कोड क स्वरूप मे नहि अछि
mg: Tsy mitovy ny PIN an'ny SIM sy ny kaody fidirana ampiasaina hamohana ny fitaovana.
ne: यन्त्र खोल्ने पासकोड र SIM PIN एकै होइनन्।
or: SIM PIN ପାସକୋଡ, ଯାହା ଉପକରଣଟିକୁ ତାଲା ଖୋଲିବାପାଇଁ ବ୍ୟବହାର କରାଯାଏ, ତା ସହିତ ସମାନ ନୁହେଁ।
pt: Um PIN de um SIM não é o mesmo que um código de acesso utilizado para desbloquear o dispositivo.
ro: Un PIN pentru SIM nu este același lucru cu codul de acces folosit pentru a debloca dispozitivul.
si: SIM PIN යනු උපාංගයේ අගුළු හැරීමට භාවිතා කරන පාස්කේතය නොවේ.
sw: SIM PIN sio sawa na kodi ya pitisho ambayo inatumiwa kufungua kifaa.
ta: செல்பேசியை திறக்க பயன்படும் சிம் பிண்ணும் கடவுக்குறியீடும் ஒன்றல்ல.
th: PIN ของ SIM ไม่เหมือนกับรหัสผ่านที่ใช้ปลดล็อคอุปกรณ์
tr: SIM PIN'i cihazın kilidini açmak için kullanılan şifre ile aynı değildir.
ur: SIM PIN وہ ضابطہ کوڈ جیسا نہیں ہے جو ھم آلہ غیرمقفل کرنے کے لیے استعمال کرتے ہیں۔
uz: SIM PIN kod qurilmani qulfdan ochishda foydalaniladigan kirish kodi kabi bir xil bo‘lmasligig kerak.
vi: Mã PIN cho SIM không phải mã để mở khóa thiết bị.
wa: On PIN di SIM n’ est nén l’ minme kel côde sicret eployî po-z eclawer l’ éndjin.
xh: I-SIM PIN ayifani nepasikhowudi esetyenziselwa ukuvula isixhobo.
zu: I-SIM PIN ayifani ne-passcode esetshenziswe ukuvula idivayisi.

source: Change PIN
am: ፒን መቀየሪያ
ar: تغيير رمز PIN
bg: Промяна на PIN
bn_bd: পিন পরিবর্তন
bn_in: পিন পরিবর্তন করুন
br: Kemmañ PIN
bs: Promijeni PIN
ca: Canvia el PIN
cy: Newid PIN
es: Cambiar PIN
eu: Aldatu PINa
fa: تغییر PIN
ga_ie: Athraigh UAP
gd: Atharraich am PIN
hi_in: पिन बदलें
hu: PIN kód módosítása
id: Ubah PIN
kn: PIN ಬದಲಾಯಿಸಿ
lv: Mainīt PIN kodu
mai: पिन बदलू
mg: Hanova PIN
ne: PIN परिवर्तन गर्नुहोस्
or: PIN ବଦଳାନ୍ତୁ
pt: Alterar PIN
ro: Schimbă PIN-ul
si: PIN වෙනස් කරන්න
sw: Badilisha PIN
ta: பிண்ணை மாற்று
th: เปลี่ยน PIN
tr: PIN'i değiştir
ur: پن تبدیل کریں
uz: PIN kodni o‘zgartirish
vi: Thay đổi PIN
wa: Candjî PIN
xh: Tshintsha i-PIN
zu: Shintsha i-PIN

source: SIM PIN changed successfully
am: ሲም ፒን ተሳክቶ ተቀይሯል
ar: تم تغيير SIM PIN بنجاح
bg: SIM PIN е сменен успешно
bn_bd: সিমের পিন সফলভাবে পরিবর্তিত হয়েছে
bn_in: SIM PIN সফলভাবে পরিবর্তিত হয়েছে
br: Kemmet eo bet ar PIN SIM gant berzh
bs: SIM PIN uspješno promijenjen
ca: El PIN de la SIM s'ha canviat correctament
cy: PIN SIM wedi ei newid yn llwyddiannus
es: PIN de la SIM cambiado correctamente
eu: SIMaren PINa ondo aldatu da
fa: PIN سیم‌کارت با موفقیت تغییر کرد
ga_ie: Athraíodh an UAP SIM
gd: Chaidh PIN an t-SIM atharrachadh
hi_in: SIM PIN सफलतापूर्वक बदल गया है
hu: A SIM PIN módosítása sikeres
id: PIN SIM sukses diubah
kn: SIM PIN ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಬದಲಿಸಲಾಗಿದೆ
lv: SIM kartes PIN kods tika veiksmīgi nomainīts
mai: SIM PIN सफलतापूर्वक बदलि गेल अछि
mg: Tontosa ny fanovana PIN an'ny SIM
ne: SIM PIN परिवर्तन सफल भएकोछ
or: SIM PIN ସଫଳତାର ସହିତ ପରିବର୍ତ୍ତନ ହୋଇଛି
pt: PIN do SIM alterado com sucesso
ro: PIN-ul pentru SIM schimbat cu succes
si: සිම් PIN සාර්ථකව වෙනස් කෙරිණි
sw: SIM PIN imebadilishwa kwa mafanikio
ta: சிம் PIN வெற்றிகரமாக மாற்றப்பட்டுவிட்டது
th: เปลี่ยน PIN ของ SIM สำเร็จแล้ว
tr: SIM PIN'i değiştirildi
ur: SIM PIN کامیابی سے تبدیل ہو گیا ہے
uz: SIM PIN kod muvaffaqiyatli o‘zgartirildi
vi: Đã thay đổi mã PIN thành công
wa: Li PIN del SIM a stî candjeye comifåt
xh: I-SIM PIN itshintshwe ngempumelelo
zu: I-SIM PIN ishintshwe ngempumelelo

source: SIM {{index}} PIN changed successfully
am: ሲም {{index}} ፒን ተሳክቶ ተቀይሯል
ar: تم تغيير SIM {{index}} PIN بنجاح
bg: SIM {{index}} PIN е сменен успешно
bn_bd: সিম {{index}} এর পিন সফলভাবে পরিবর্তিত হয়েছে
bn_in: SIM {{index}} PIN সফলভাবে পরিবর্তিত হয়েছে
br: Kemmet eo bet PIN ar SIM {{index}} gant berzh
bs: SIM {{index}} PIN uspješno promijenjen
ca: El PIN de la SIM {{index}} s'ha canviat correctament
cy: PIN SIM {{index}} wedi ei newid yn llwyddiannus
es: PIN de la SIM {{index}} cambiado correctamente
eu: {{index}}. SIMaren PINa ondo aldatu da
fa: PIN سیم‌کارت {{index}} با موفقیت تغییر کرد
ga_ie: Athraíodh an UAP SIM {{index}}
gd: Chaidh PIN an t-SIM {{index}} atharrachadh
hi_in: SIM {{index}} PIN सफलतापूर्वक बदल गया है
hu: {{index}}. SIM PIN módosítása sikeres
id: PIN SIM {{index}} sukses diubah
kn: SIM {{index}} PIN ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಬದಲಿಸಲಾಗಿದೆ
lv: {{index}}. SIM kartes PIN kods tika veiksmīgi nomainīts
mai: SIM {{index}} PIN सफलतापूर्वक बदलि गेल अछि
mg: Tontosa ny fanovana PIN {{index}} an'ny SIM
ne: SIM {{index}} PIN परिवर्तन सफल भएकोछ
or: SIM {{index}} PIN ସଫଳତାର ସହିତ ପରିବର୍ତ୍ତନ ହୋଇଛି
pt: PIN do SIM {{index}} alterado com sucesso
ro: PIN-ul pentru SIM {{index}} schimbat cu succes
si: සිම් {{index}} PIN සාර්ථකව වෙනස් කෙරිණි
sw: SIM {{index}} PIN imebadilishwa kwa mafanikio
ta: சிம் {{index}} PIN வெற்றிகரமாக மாற்றப்பட்டுவிட்டது
th: เปลี่ยน PIN ของ SIM {{index}} สำเร็จแล้ว
tr: SIM {{index}} PIN'i değiştirildi
ur: سم {{index}} پن تبدیلی کامیاب ہوی
uz: SIM {{index}} PIN muvaffaqiyatli o‘zgartirildi
vi: Đã thay đổi thành công mã PIN của SIM {{index}}
wa: Li PIN del SIM {{index}} a stî candjeye comifåt
xh: I-SIM {{index}} PIN itshintshwe ngempumelelo
zu: I-SIM {{index}} PIN ishintshwe ngempumelelo

source: Enter SIM PIN
am: ያስገቡ ሲም ፒን
ar: أدخل رمز SIM PIN
bg: Въведете PIN
bn_bd: সিম পিন প্রবেশ করান
bn_in: সিম পিন লিখুন
br: Bizskrivit PIN ar SIM
bs: Unesite PIN SIM-a
ca: Introduïu el PIN
cy: Cynnig PIN y SIM
es: Escribir PIN de SIM
eu: Sartu SIMaren PINa
fa: PIN سیم‌کارت را وارد کنید
ga_ie: Cuir UAP SIM isteach
gd: Cuir a-steach PIN an t-SIM
hi_in: सिम पिन दर्ज करें
hu: Írja be a SIM PIN-t
id: Masukkan PIN SIM
kn: SIM PIN ನಮೂದಿಸು
lv: Ievadiet SIM kartes PIN kodu
mai: सिम पिन दर्ज करू
mg: Ampidiro PIN an'ny SIM
ne: सिम PIN प्रविष्ट गर्नुहोस्
or: SIM PIN ଭରଣ କରନ୍ତୁ
pt: Introduza o PIN do SIM
ro: Introdu PIN-ul pentru SIM
si: SIM PIN යොදන්න
sw: Ingiza SIM PIN
ta: சிம் பிண்ணை உள்ளிடு
th: ป้อน PIN ของ SIM
tr: SIM PIN'ini girin
ur: SIM PIN داخل کریں
uz: SIM PIN kodni kiriting
vi: Nhập mã PIN cho SIM
wa: Tapez li PIN del SIM
xh: Faka i-SIM PIN
zu: Faka i-SIM PIN

source: Enter SIM PIN2
am: ያስገቡ ሲም ፒን2
ar: أدخل رمز SIM PIN2
bg: Въведете PIN2
bn_bd: সিম পিন২ প্রবেশ করান
bn_in: SIM PIN2 লিখুন
br: Bizskrivit PIN2 ar SIM
bs: Unesite PIN2 SIM-a
ca: Introduïu el PIN2
cy: Cynnig PIN2 y SIM
es: Escribir PIN2 de SIM
eu: Sartu SIM PIN2a
fa: PIN2 سیم‌کارت را وارد کنید
ga_ie: Cuir UAP2 SIM isteach
gd: Cuir a-steach PIN2 an t-SIM
hi_in: SIM PIN2 दर्ज करें
hu: Írja be a SIM PIN2-t
id: Masukkan PIN2 SIM
kn: SIM PIN2 ನಮೂದಿಸು
lv: Ievadiet SIM kartes PIN2 kodu
mai: SIM PIN2 दर्ज करू
mg: Ampidiro PIN2 an'ny SIM
ne: सिम PIN दुईमा प्रविष्ट गर्नुहोस्
or: SIM PIN2 ଭରଣ କରନ୍ତୁ
pt: Introduza o PIN2 do SIM
ro: Introdu PIN2-ul pentru SIM
si: SIM PIN2 යොදන්න
sw: Ingiza SIM PIN2
ta: சிம் PIN2ஐ உள்ளிடு
th: ป้อน PIN2 ของ SIM
tr: SIM PIN2'yi girin
ur: داخل کریں SIM پن2
uz: SIM PIN2 kodni kiriting
vi: Nhập mã SIM PIN
wa: Tapez li PIN2 del SIM
xh: Faka i-SIM PIN2
zu: Faka i-SIM PIN2

source: Enter PUK code
am: የ ፑክ ኮድ ያስገቡ
ar: أدخل رمز PUK
bg: Въведете PUK
bn_bd: পাক কোড প্রবেশ করান
bn_in: PUK কোড লিখুন
br: Bizskrivit ar voneg PUK
bs: Unesite PUK kod
ca: Introduïu el PUK
cy: Cynnig y cod PUK
es: Escribir PUK
eu: Sartu PUK kodea
fa: وارد‌ کردن کد PUK
ga_ie: Cuir cód PUK isteach
gd: Cuir a-steach am PUK
hi_in: PUK कोड दर्ज करें
hu: Írja be a PUK kódot
id: Masukkan kode PUK
kn: PUK ಸಂಕೇತ ನಮೂದಿಸು
lv: Ievadiet PUK kodu
mai: PUK कोड दर्ज करू
mg: Ampidiro kaody PUK
ne: PUK कोड प्रविष्ट गर्नुहोस्
or: PUK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduza o código PUK
ro: Introdu codul PUK
si: PUK කේතය යොදන්න
sw: Ingiza kodi ya PUK
ta: PUK குறியை உள்ளிடு
th: ป้อนรหัส PUK
tr: PUK kodunu girin
ur: داخل کریں PUK کوڈ
uz: PUK kodni kiriting
vi: Nhập mã PUK
wa: Tapez li côde PUK
xh: Faka ikhowudi ye-PUK
zu: Faka ikhodi ye-PUK

source: Enter PUK2 code
am: ያስገቡ ፑክ2 ኮድ
ar: أدخل رمز PUK 2
bg: Въведете PUK2
bn_bd: PUK2 কোড প্রবেশ করান
bn_in: PUK2 কোড লিখুন
br: Bizskrivit ar voneg PUK2
bs: Unesi PUK2 kod
ca: Introduïu el PUK2
cy: Cynnig y cod PUK2
es: Escribir PUK2
eu: Sartu PUK2 kodea
fa: وارد‌ کردن کد PUK2
ga_ie: Cuir cód PUK2 isteach
gd: Cuir a-steach am PUK2
hi_in: PUK2 कोड दर्ज करें
hu: Adja meg a PUK2 kódot
id: Masukkan kode PUK2
kn: PUK2 ಸಂಕೇತ ನಮೂದಿಸು
lv: Ievadiet PUK2 kodu
mai: PUK2 कोड दर्ज करू
mg: Ampidiro kaody PUK2
ne: PUK दुई सङ्केत प्रविष्ट गर्नुहोस्
or: PUK2 ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduza o código PUK2
ro: Introdu codul PUK2
si: PUK2 කේතය යොදන්න
sw: Ingiza kodi ya PUK2
ta: PUK2 குறியீட்டை உள்ளிடு
th: ป้อนรหัส PUK2
tr: PUK2 kodunu girin
ur: داخل کریں PUK2 کوڈ
uz: PUK2 kodni kiriting
vi: Nhập mã PUK2
wa: Tapez li côde PUK2
xh: Faka ikhowudi ye-PUK2
zu: Faka ikhodi ye-PUK2

source: New PIN
am: አዲስ ፒን
ar: كود PIN جديد
bg: Нов PIN
bn_bd: নতুন পিন
bn_in: নতুন PIN
br: PIN nevez
bs: Novi PIN
ca: PIN nou
cy: PIN Newydd
es: Nuevo PIN
eu: PIN berria
fa: PIN جدید
ga_ie: UAP nua
gd: PIN ùr
hi_in: नया पिन
hu: Új PIN kód
id: PIN baru
kn: ಹೊಸ PIN
lv: Jauns PIN kods
mai: नव पिन
mg: PIN vaovao
ne: नयाँ PIN
or: ନୂତନ PIN
pt: Novo PIN
ro: PIN nou
si: නව PIN
sw: PIN Mpya
ta: புதிய பிண்
th: PIN ใหม่
tr: Yeni PIN
ur: نئی پن
uz: Yangi PIN kod
vi: Mã PIN mới
wa: Novea PIN
xh: I-PIN entsha
zu: I-PIN entsha

source: Last try.
am: የ መጨረሻ ሙከራ
ar: المحاولة الأخيرة.
bg: Последен опит.
bn_bd: শেষ চেষ্টা।
bn_in: শেষ প্রচেষ্টা।
br: Arnod diwezhañ.
bs: Posljednji pokušaj.
ca: Darrer intent.
cy: Cais olaf.
es: Último intento.
eu: Azken aukera.
fa: تلاش مجدد.
ga_ie: Iarracht deiridh.
gd: An oidhirp mu dheireadh.
hi_in: आखिरी कोशिश.
hu: Utolsó kísérlet.
id: Kesempatan terakhir.
kn: ಕೊನೆಯ ಪ್ರಯತ್ನ.
lv: Pēdējais mēģinājums.
mai: आखिरी कोसिस.
mg: Andrana farany.
ne: अन्तिम प्रयास।
or: ଅନ୍ତିମ ପ୍ରୟାସ
pt: Última tentativa.
ro: Ultima încercare.
si: අන්තිම උත්සාහය.
sw: Jaribio la mwisho.
ta: கடைசி முயற்சி.
th: ครั้งสุดท้าย
tr: son hakkınız.
ur: آخری کوشش۔
uz: So‘nggi urinish.
vi: Lần thử cuối.
wa: Dierinne saye.
xh: Umzamo wokugqibela.
zu: Ithuba lokuzama lokugcina.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
am: {{n}} ሙከራዎች ቀርቷል
ar: {{n}} محاولة متبقية.
bg: {{n}} оставащи опита.
bn_bd: {{n}} টি চেষ্টা বাকি আছে।
bn_in: {{n}} গুলি চেষ্টা বাকি।
br: {{n}} arnod o chom.
bs: Još {{n}} pokušaja.
ca: Queden {{n}} intents.
cy: {{n}} tro ar ôl.
es: Quedan {{n}} intentos.
eu: {{n}} aukera falta dira.
fa: ‫{{n}} تلاش دیگر باقی‌مانده.
ga_ie: {{n}} iarracht fágtha.
gd: {{n}} oidhirp air fhàgail.
hi_in: {{n}} शेष प्रयास.
hu: Még {{n}} kísérlete van.
id: Tinggal {{n}} kesempatan lagi.
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
lv: {{n}} mēģinājumi atlikuši.
mai: {{n}} शेष प्रयास.
mg: Andrana {{n}} sisa.
ne: {{n}} वटा प्रयासहरु बाँकी।
or: {{n}} ପ୍ରୟାସ ବାକି ଅଛି।
pt: {{n}} tentativas restantes.
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}} ඉතිරියි.
sw: Majario {{n}} yamebaki.
ta: {{n}} முயற்சிகள் மீதமுள்ளன.
th: เหลืออีก {{n}} ครั้ง
tr: {{n}} hakkınız kaldı.
ur: {{n}} باریاں باقی ہیں۔
uz: {{n}} ta urinish qoldi.
vi: Còn {{n}} lần thử.
wa: Co {{n}} sayes.
xh: Ma-{{n}} amathuba okuzama aseleyo.
zu: Kusele amathuba angu-{{n}}.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
am: {{n}} ሙከራዎች ቀርቷል
ar: {{n}} محاولة متبقية.
bg: {{n}} оставащи опита.
bn_bd: {{n}} টি চেষ্টা বাকি আছে।
bn_in: {{n}} গুলি চেষ্টা বাকি।
br: {{n}} arnod o chom.
bs: Još {{n}} pokušaja.
ca: Queden {{n}} intents.
cy: {{n}} tro ar ôl.
es: Quedan {{n}} intentos.
eu: {{n}} aukera falta dira.
fa: ‫{{n}} تلاش دیگر باقی‌مانده.
ga_ie: {{n}} iarracht fágtha.
gd: {{n}} oidhirpean air fhàgail.
hi_in: {{n}} शेष प्रयास.
hu: Még {{n}} kísérlete van.
id: Tinggal {{n}} kesempatan lagi.
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
mai: {{n}} शेष प्रयास.
mg: Andrana {{n}} sisa.
ne: {{n}} वटा प्रयासहरु बाँकी।
or: {{n}} ପ୍ରୟାସ ବାକି ଅଛି।
pt: {{n}} tentativas restantes.
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}} ඉතිරියි.
sw: Majario {{n}} yamebaki.
ta: {{n}} முயற்சிகள் மீதமுள்ளன.
th: เหลืออีก {{n}} ครั้ง
tr: {{n}} hakkınız kaldı.
ur: {{n}} باریاں باقی ہیں۔
uz: {{n}} ta urinish qoldi.
vi: Còn {{n}} lần thử.
wa: Co {{n}} sayes.
xh: Ma-{{n}} amathuba okuzama aseleyo.
zu: Kusele amathuba angu-{{n}}.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
am: {{n}} ሙከራዎች ቀርቷል
ar: {{n}} محاولة متبقية.
bg: {{n}} оставащи опита.
bn_bd: {{n}} টি চেষ্টা বাকি আছে।
bn_in: {{n}} গুলি চেষ্টা বাকি।
br: {{n}} arnod o chom.
bs: Još {{n}} pokušaja.
ca: Queden {{n}} intents.
cy: {{n}} tro ar ôl.
es: Quedan {{n}} intentos.
eu: {{n}} aukera falta dira.
fa: ‫{{n}} تلاش دیگر باقی‌مانده.
ga_ie: {{n}} n-iarracht fágtha.
gd: {{n}} oidhirp air fhàgail.
hi_in: {{n}} शेष प्रयास.
hu: Még {{n}} kísérlete van.
id: Tinggal {{n}} kesempatan lagi.
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
mai: {{n}} शेष प्रयास.
mg: Andrana {{n}} sisa.
ne: {{n}} वटा प्रयासहरु बाँकी।
or: {{n}} ପ୍ରୟାସ ବାକି ଅଛି।
pt: {{n}} tentativas restantes.
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}} ඉතිරියි.
sw: Majario {{n}} yamebaki.
ta: {{n}} முயற்சிகள் மீதமுள்ளன.
th: เหลืออีก {{n}} ครั้ง
tr: {{n}} hakkınız kaldı.
ur: {{n}} باریاں باقی ہیں۔
uz: {{n}} ta urinish qoldi.
vi: Còn {{n}} lần thử.
wa: Co {{n}} sayes.
xh: Ma-{{n}} amathuba okuzama aseleyo.
zu: Kusele amathuba angu-{{n}}.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
am: {{n}} ሙከራዎች ቀርቷል
ar: {{n}} محاولة متبقية.
bg: {{n}} оставащи опита.
bn_bd: {{n}} টি চেষ্টা বাকি আছে।
bn_in: {{n}} গুলি চেষ্টা বাকি।
br: {{n}} arnod o chom.
bs: Još {{n}} pokušaja.
ca: Queden {{n}} intents.
cy: {{n}} tro ar ôl.
es: Quedan {{n}} intentos.
eu: {{n}} aukera falta dira.
fa: ‫{{n}} تلاش دیگر باقی‌مانده.
ga_ie: {{n}} iarracht fágtha.
gd: {{n}} oidhirp air fhàgail.
hi_in: {{n}} शेष प्रयास.
hu: Még {{n}} kísérlete van.
id: Tinggal {{n}} kesempatan lagi.
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
mai: {{n}} शेष प्रयास.
mg: Andrana {{n}} sisa.
ne: {{n}} वटा प्रयासहरु बाँकी।
or: {{n}} ପ୍ରୟାସ ବାକି ଅଛି।
pt: {{n}} tentativas restantes.
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}} ඉතිරියි.
sw: Majario {{n}} yamebaki.
ta: {{n}} முயற்சிகள் மீதமுள்ளன.
th: เหลืออีก {{n}} ครั้ง
tr: {{n}} hakkınız kaldı.
ur: {{n}} باریاں باقی ہیں۔
uz: {{n}} ta urinish qoldi.
vi: Còn {{n}} lần thử.
wa: Co {{n}} sayes.
xh: Ma-{{n}} amathuba okuzama aseleyo.
zu: Kusele amathuba angu-{{n}}.
