Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Applications will automatically fetch data via data connection when required. Additional data charges may apply.
am: መተግበሪያ ራሱ በራሱ ዳታ ከ ዳታ ግንኙነት በሚያስፈልግ ጊዜ ፋልጎ ያገኛል: ተጨማሪ የ ዳታ ክፍያ ያስከትላል
ar: ستقوم التطبيقات بشكل تلقائي بتنزيل بيانات من وصلة البيانات عند الحاجة. ربما سيترتب عليها رسوم اضافية.
bg: Приложенията при нужда автоматично ще теглят данни. Може да има допълнителни такси за данни.
bn_in: প্রয়োজন হলে অ্যাপ্লিকেশন দ্বারা স্বয়ংক্রিয়ভাবে তথ্য সংযোগের মাধ্যমে তথ্য আনা হবে। তাতে অতিরিক্ত তথ্য চার্জ প্রযোজ্য হতে পারে।
bs: Aplikacije će automatski dobavljati podatke preko mobilne veze kada je to potrebno. Mogući su dodatni troškovi.
ca: Les aplicacions baixaran dades automàticament per la connexió de dades quan sigui necessari. Això pot comportar despeses addicionals.
cy: Bydd rhaglenni yn estyn data yn awtomatig drwy gysylltiad data yn ôl y galw. Gall fod costau data ychwanegol.
es: Las aplicaciones descargarán datos de forma automática a través de su conexión de datos cuando sea necesario. Podrán aplicarse tarifas adicionales.
eu: Aplikazioek automatikoki atzituko dituzte datuak datu-konexioaren bidez, beharrezkoa denean. Datu-tarifa gehigarriak aplika daitezke.
fa: برنامه‌ها بطور خودکار اطلاعات مورد نیاز خود را از طریق اتصال داده می‌گیرند. ممکن هزینه این اتصال‌ها از شما دریافت شود.
gd: Gheibh aplacaidean dàta air ceangal dàta gu fèin-obrachail nuair a bhios feum. Dh'fhaoidte gun èirich cosgaisean a bharrachd.
hi_in: अनुप्रयोग जरुरत होने पर डाटा कनेक्शन के ज़रिये स्वचालित रूप से डाटा आनयन करेगा | अतिरिक्त डाटा शुल्क लागु हो सकते हैं |
hu: Az alkalmazások szükség esetén automatikusan az adatkapcsolaton keresztül töltik le az adatokat. További költségek felmerülhetnek.
id: Aplikasi akan mengambil data secara otomatis via koneksi data jika diperlukan. Mungkin dikenakan tambahan biaya data.
kn: ಅನ್ವಯಗಳು ತಾವಾಗಿಯೇ ಬೇಕಿದ್ದಾಗ ಡೇಟಾ ಸಂಪರ್ಕದ ಮೂಲಕ ಡೇಟಾ ಪಡೆಯಬೇಕಾಗಿದೆ. ಇದಕ್ಕೆ ಹೆಚ್ಚಿನ ಹಣ ತೆರಬೇಕಾಗಬಹುದು.
lv: Lietotnes automātiskie saņems datus caur datu savienojumu kad nepieciešams. Papildus datu savienojuma izmaksas mēdz tikt pielietoti.
mai: अनुप्रयोग जरूरत हए पर डाटा कनेक्शन क ज़रिये स्वचालित रूप सँ डाटा कनेक्शन करताह. बाइली डाटा शुल्क लागू भए सकैत अछि.
mg: Haka data hoazy amin'ny alàlan'ny fifandraisana data ireo rindranasa rehefa ilaina izany. Mety hisy saran-data fanampiny aloa.
ne: एप्लिकेसनहरुले डाटा चाहिएको बेलामा स्वत: डाटा जडानमर्फत तान्छन्। थप डाटा थप शुल्क लाग्न सक्छ।
or: ଡାଟା ସଂଯୋଗ ମାଧ୍ଯମରେ ପ୍ରୟୋଗଗୁଡ଼ିକ ଆବଶ୍ଯକ ସମୟରେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଡାଟା ଆଣିଥାଏ। ଡାଟା ପାଇଁ ଅତିରିକ୍ତ ଖର୍ଚ୍ଚ ହୋଇପାରେ।
pt: Se for necessário, as aplicações irão descarregar automaticamente os dados. Poderão ser aplicadas taxas adicionais.
ro: Aplicațiile vor culege automat date via conexiunea de date când este necesar. Se pot aplica costuri în plus pentru traficul de date.
si: වැඩසටහන් මඟින් අවශ්‍ය වූ විටෙක දත්ත සබඳතාවයක් ඔස්සේ ස්වයංක්‍රීයව දත්ත පමුනුවණු ලබයි. අමතර දත්ත ගාස්තු අදාළ වේ.
sw: Programu zitaleta data kwa mashine kupitia muungano wa data inapohitajika. Ada ya ziada ya data inaweza kutumika.
ta: தேவையான போது பயன்பாடுகள் இணைப்புள்ள போது தானாகவே தரவை பதிவிறக்கிவிடும். கூடுதலான தரவுக்கு கட்டணம் செலுத்த வேண்டி இருக்கலாம்.
th: แอปพลิเคชันจะดึงข้อมูลผ่านการเชื่อมต่อข้อมูลโดยอัตโนมัติเมื่อจำเป็น อาจมีค่าใช้จ่ายข้อมูลเพิ่มเติม
ur: جب کوائف مطلوب ہوں تب ایپلی کیشن کوائف کو بذریعہے کوائف کنکشن خود بخود لے گا۔ جس کے لیے مزید اخراجات لگائیں جایں گے۔
vi: Các ứng dụng sẽ tự động tải dữ liệu từ kết nối này khi cần. Có thể có cước phí bổ sung.
wa: Les aplicåcions vont direk aler cweri des dnêyes via l’ raloyaedje di dnêyes cwand elle end åront dandjî. Vos pôrîz esse facturé dpus k’ sins çoula.
xh: Ii-aplikheyishini ziza kulanda idatha ngokuzenzekelayo ngonxibelelwano lwedatha xa kuyimfuneko. Kusenokusebenza iindleko ezongezelelekileyo zedatha.
zu: Ama-application azolanda idatha ngokuzenzekela esebenzisa ukuxhumeka kwedatha lapho kunesidingo. Izindleko ezengeziwe zedatha zingasebenza.

source: Automatically fetch mobile network data.
ar: تنزيل بيانات شبكة الهاتف آليا.
cy: Estyn data rhwydwaith symudol yn awtomatig.
eu: Atzitu sare mugikorreko datuak automatikoki.
ga_ie: Faigh sonraí líonra móibíleach go huathoibríoch.
gd: Faigh dàta an lìonraidh mobile gu fèin-obrachail.
pt: Descarregar automaticamente dados da rede.
ro: Preia automat date de la conexiunea de date.
uz: Mobil tarmoq ma’lumotlarini avtomatik olish.

source: Turn ON data roaming?
am: የ ዳታ ማስተላለፊያውን ላብራው?
ar: هل تريد تفعيل خدمة التجوال؟
bg: Да бъдат ли включени данните в роуминг?
bn_bd: ডাটা রোমিং চালু করবেন?
bn_in: তথ্য রোমিং চালু করা হবে কি?
br: Gweredekaat ar baleantañ evit ar roadennoù ?
bs: Uključiti roaming za podatke?
ca: Voleu activar la itinerància de dades?
cy: Troi data crwydro YMLAEN?
es: ¿Activar datos en itinerancia?
eu: Datu-ibiltaritza gaitu?
fa: رومینگ داده روشن شود؟
ga_ie: Cuir sonraí fánaíochta AR SIÚL?
gd: A bheil thu airson dàta air fàrsan a chur AIR?
hi_in: डाटा रोमिंग ON करें?
hu: Bekapcsolja az adatroamingot?
id: Aktifkan penjelajahan data?
kn: ಡೇಟಾ ರೋಮಿಂಗ್ ON ಮಾಡಬೇಕೆ?
lv: Vai ieslēgt datu viesabonēšanu?
mai: डाटा रोमिंग शुरू करू?
mg: Atao MANDEHA ny data miriaria?
ne: डाटा रोमीङ खोल्नुहोस्?
or: ଡାଟା ରୋମିଙ୍ଗକୁ ଅନ୍‌ କରିବେ କି?
pt: Ativar roaming de dados?
ro: Pornești roamingul de date?
si: දත්ත රොමිං සක්‍රිය කරන්න ද?
sw: Washa kuranda kwa data
ta: ரோமிங் தரவை செயற்படுத்தவா?
th: เปิดข้อมูลข้ามเครือข่าย?
tr: Veri dolaşımı AÇILSIN mı?
ur: کوائف رومنگ آن کر دیں؟
uz: Internet rouming yoqilsinmi?
vi: Bật chuyển vùng dữ liệu?
wa: ECLITCHÎ pormoennance(roaming) di dnêyes
xh: Ufuna ukulayita idatha ehamba-hambayo?
zu: UVULA idatha yokucinga isiginali?

source: Depending on your service agreement, extra charges may apply for data when you are in a roaming area.
am: እንደ እርስዎ ግልጋሎት ስምምነት ተጨማሪ ክፍያ ሊያስከትል ይችላል ለ ዳታ ማስተላለፊያ
ar: اعتمادا على اتفاقية الخدمة الخاصة بك، قد تطبق رسوم إضافية للبيانات عندما تكون في منطقة التجوال.
bg: Според договора, може да има допълнителни такси за данни в роуминг.
bn_in: আপনি যদি একটি রোমিং এলাকায় থাকেন যখন আপনার পরিষেবা চুক্তির উপর নির্ভর করে, তখন অতিরিক্ত চার্জ প্রযোজ্য হতে পারে।
bs: Ovisno od uslova vašeg ugovora, mogući su dodatni troškovi kada se nalazite u roaming području.
ca: Depenent del vostre contracte de servei, poden aplicar-se càrrecs addicionals quan us trobeu en una àrea d'itinerància.
cy: Yn ddibynnol ar eich cytundeb gwasanaeth, gall gostau ychwanegol gael eu gosod am ddata pan fyddwch mewn ardal crwydro.
es: En función del acuerdo de servicio que haya establecido, podrán aplicarse tarifas adicionales cuando esté en itinerancia.
eu: Zure zerbitzu-baldintzen arabera, datu-tarifa gehigarriak aplika daitezke ibiltaritza-eskualde batean zaudenean.
fa: بستگی به نوع توافق سرویس شما، ممکن است هزینه‌ای اضافه برای استفاده از اتصال داده در هنگام حضور در ناحیه رومینگ از شما دریافت شود.
gd: A-rèir aonta na seirbheise agad, dh'fhaoidte gun èirich cosgaisean a bharrachd dhut ma chleachdas tu dàta air fàrsan.
hi_in: अपने सेवा समझौते पर निर्भर करता है, जब आप रोमिंग एरिया में हों तब अतिरिक्त शुल्क लागू हो सकता है
hu: Az előfizetési csomagtól függően többletköltségek merülhetnek fel az adatforgalom után a roaming területen.
id: Biaya ekstra mungkin dikenakan untuk data jika Anda berada di area jelajah, tergantung pada perjanjian layanan Anda.
kn: ನಿಮ್ಮ ಸೇವಾ ಒಪ್ಪಂದದ ಪ್ರಕಾರ, ನೀವು roamingನಲ್ಲಿರುವಾಗ ಡೇಟಾಗಾಗಿ ಹೆಚ್ಚಿನ ಹಣ ತೆರಬೇಕಾಗಬಹುದು.
lv: Atkarībā no jūsu līguma ar jūsu operatora, var rasties papildus izmaksas mobilo datu lietošanai ja jūs esat viesabonēšanā.
mai: अहाँक सेवा समझौता पर निर्भर करैत अछि, जखन अहाँ रोमिंग एरिया मे अछि तखन बाइली शुल्क लागू भ सकैत अछि
mg: Arakaraka ny fifaneken-tserivisinao, dia mety hisy saran-data fanampiny aloa rehefa amin'ny faritry ny data miriaria ianao.
ne: तपाईको सेवा सम्झौता अनुसार रोमिङ्ग क्षेत्रमा हुदा डाटाका लागि अतिरिक्त शुल्क लाग्न सक्छ |
or: ଆପଣଙ୍କ ସେବା ରାଜିନାମା ଅନୁସାରେ ଆପଣ ରୋମିଂରେ ଥିଲାବେଳେ ଡାଟାପାଇଁ ଅଧିକ ଚାର୍ଜ ଲାଗିବ
pt: Dependendo dos termos do serviço, podem existir custos adicionais quando estiver numa área de roaming.
ro: În funcție de contractul serviciului, se pot aplica costuri în plus pentru traficul de date când ești într-o zonă roaming.
si: ඔබගේ සේවා එකඟතාවය මත, ඔබ රොමිං ප්‍රදේශයක සිටින විටෙක දත්ත සඳහා අමතර ගාස්තු අදාළ විය හැක.
sw: Kulingana na makubaliano yako ya huduma, ada ya ziada inaweza kutumika kwa data wakati uko katika eneo la kuranda.
ta: உங்களுடைய ஒப்பந்த சேவையையை அடிப்படையாக வைத்து, ரோமிங்கில் இருக்கும்போது பயனபடுத்தும் தரவுக்காக கூடுதல் கட்டணம் செலுத்த வேண்டி இருக்கலாம்.
th: ขึ้นอยู่กับข้อตกลงในบริการของคุณ อาจมีค่าใช้จ่ายข้อมูลเพิ่มเติมเมื่อคุณอยู่ในพื้นที่ที่มีบริการข้ามเครือข่าย
ur: آپ کے سروس معاہدہ کے لحاظ سے، آپکی رومنگ علاقہ میں موجودگی کے دوران مزید چارجیس لگاے جا سکتے ہیں۔
vi: Phụ phí có thể phát sinh với dữ liệu tùy theo thỏa thuận dịch vụ khi bạn kết nối trong vùng không có sóng của nhà mạng đang dùng.
wa: Sorlon vosse contrat d’ siervice des costindjes di dpus vos pôrént esse facturés cwand vs estoz dins ene redjon di pormoennance.
xh: Kuxhomekeka kwisivumelwano sakho senkonzo, kusenokusebenza iindleko ezithe chatha zedatha xa ukwindawo ehamba-hambayo.
zu: Kuncike esivumelwaneni sakho sesevisi, kungabalwa izindleko ezengeziwe zedatha lapho usendaweni ecinga isiginali.

source: Fetch data when roaming.
ar: تنزيل البيانات أثناء التجوال.
cy: Estyn data wrth grwydro.
eu: Atzitu datuak ibiltaritzan.
ga_ie: Faigh sonraí agus tú ar fánaíocht.
gd: Faigh an dàta fhad ’s a bhios tu air fàrsan.
pt: Descarregar dados em roaming.
ro: Preia date în roaming.
uz: Rouming vaqtida internet ma’lumotlarini oladi.

source: Depending on your service agreement, changing your APN setting may result in extra charges when roaming. Do you want to proceed?
am: እንደ ግልጋሎት ስምምነትዎ የ እርስዎን APN ማሰናጃ መቀየር ተጨማሪ ክፍያ ያስከትላል በሚያስተላልፉ ጊዜ: መቀጠል ይፈልጋሉ?
ar: اعتمادا على اتفاقية الخدمة الخاصة بك، تغيير إعداد APN الخاص بك قد يؤدي إلى رسوم إضافية عند التجوال. هل تريد المتابعة؟
bg: В зависимост от договора ви, при промяна настройките на APN може да има допълнителни такси за данни в роуминг. Желаете ли да продължите?
bn_bd: আপনার সার্ভিস ভুক্তির উপর নির্ভর করে, আপনার APN পরিবর্তন করলে ভ্রমনের সময় অতিরিক্ত চার্জ আদায় হতে পারে। আপনি কি এগোতে চান?
bn_in: অাপনার পরিসেবা চুক্তি অনুযায়ী, অাপনার APN বৈশিষ্ট্যাবলী পরিবর্তন করলে রোমিং এর সময়ে অতিরিক্ত চার্জ দিতে হতে পারে।
br: Hervez ho kevrat, e c'hellfe ar c'hemmañ eus hoc'h arventennoù APN koustañ mizoù ouzhpenn deoc'h pa viot o valeantañ. Ha c'hoant ho peus da genderc'hel ?
bs: Ovisno od uslova vašeg ugovora, promjena vaših APN postavki može rezultirati dodatnim troškovima kada ste u roamingu. Da li želite nastaviti?
ca: Depenent del vostre contracte de servei, si canvieu l'APN podrien aplicar-se càrrecs addicionals quan us trobeu en una àrea d'itinerància. Voleu continuar?
cy: Yn ddibynnol ar eich cytundeb gwasanaeth, gall newid gosodiadau eich APN arwain at gostau uwch wrth grwydro. Hoffech chi barhau?
es: En función del acuerdo de servicio que haya establecido, podrán aplicarse tarifas adicionales si cambia los ajustes del APN estando en itinerancia. ¿Desea continuar?
eu: Zure zerbitzu-baldintzen arabera, datu-tarifa gehigarriak aplika daitezke ibiltaritza-eskualde batean APN ezarpenak aldatzen dituzunean. Aurrera jarraitu nahi duzu?
fa: بستگی به نوع توافق سرویس شما، ممکن است بابت تغییر تنظیمات APN در ناحیه رومینگ از شما هزینه اضافی دریافت شود. ادامه می‌دهید؟
ga_ie: Má athraíonn tú do shocrú APN, seans go ngearrfar táille sa bhreis ort i limistéar fánaíochta, ag brath ar an gconradh seirbhíse atá agat. An bhfuil fonn ort dul ar aghaidh mar sin féin?
gd: A-rèir aonta na seirbheise agad, dh’fhaoidte gun èirich cosgaisean a bharrachd dhut nuair ma dh’atharraicheas tu an roghainn APN ’s tu air fàrsan. A bheil thu airson leantainn air adhart?
hu: Az előfizetési csomagtól függően többletköltségek merülhetnek fel az APN beállítás módosítása miatt a roaming területen. Folytatni szeretné?
id: Mengganti setelan APN mungkin akan berakibat pada biaya ekstra saat menjelajah, tergantung pada perjanjian layanan Anda. Ingin melanjutkan?
kn: ನಿಮ್ಮ ಸೇವಾ ಕರಾರಿಗೆ ಅನುಗುಣವಾಗಿ, APN ಸಿದ್ಧತೆಯನ್ನು ಬದಲಾಯಿಸುವುದರಿಂದ ರೋಮಿಂಗ್‌ನಲ್ಲಿರುವಾಗ ಅಧಿಕ ವೆಚ್ಚಗಳನ್ನು ಬರಿಸುವಂತಾಗಬಹುದು. ನೀವು ಮುಂದುವರೆಯ ಬಯಸುತ್ತೀರಾ?
lv: Atkarībā no jūsu līguma, jūsu APN izmaiņa var radīt papildus izmaksas viesabonēšanā. Vai vēlaties turpināt?
pt: Dependendo do seu contrato, alterar as definições APN poderá resultar em custos adicionais quando em roaming. Gostaria de continuar?
ro: În funcție de contractul serviciului, schimbarea setărilor APN poate duce la costuri în plus în zona roaming. Dorești să continui?
si: ඔබේ සේවා ගිවිසුම මත පදනම්ව, ඔබේ රෝමිං හීදී APN සැකසුම් වෙනස් කිරීමෙන් අමතර ගාස්තු අයවිය හැක. ඉදිරියට යෑමට අවශ්‍ය ද?
th: ขึ้นอยู่กับข้อตกลงในบริการของคุณ การเปลี่ยนการตั้งค่า APN ของคุณอาจส่งผลให้มีค่าใช้จ่ายเพิ่มเติมเมื่อใช้บริการข้ามเครือข่าย คุณต้องการดำเนินการต่อหรือไม่?
ur: آپکے خدمت معاہدہ کے منحصر، جب آپ رومنگ میں حو اور آپنے APN کی سیٹنگ کو تبدیل کیا تو نتیجن آپ کو بہت زیادہ چارجز لگ سکتے ہے۔ کیا آپ جاری رکھنا چاہتے ہیں؟
uz: Xizmat shartlariga muvofiq ravishda APN sozlamalarini o‘zgartirish qo‘shimcha xarajatlarga sabab bo‘lishi mumkin. Davom etishni xohlaysizmi?
wa: Sorlon vosse contrat d’ siervices, candjî vos apontiaedjes d’ APN pôreut fé ki des costindjes di dpus vos pôrént esse facturés cwand vos eployî l’ pormoennance. Voloz tcheryî pus lon ?

# reset-apn-warning-title
source: Reset to Default
am: ወደ ነባር መመለሻ
ar: إعادة تعيين إلى الافتراضي
bg: Нулиране до стандартни настройки
bn_bd: ডিফল্ট মানে রিসেট করুন
bn_in: ডিফল্ট মানে রিসেট করুন
br: Adderaouekaat d'ar gwerzhioù dre ziouer
bs: Vrati na izvorno
ca: Reinicia als valors per defecte
cy: Ailosod i'r Rhagosodiad
es: Restablecer a predeterminados
eu: Berrezarri lehenetsia
fa: بازگرداندن به تنظیمات اولیه
ga_ie: Fill ar Réamhshocruithe
gd: Aisig na bun-roghainnean
hu: Visszaállítás alapértelmezettre
id: Setel Ulang ke Baku
kn: ಪೂರ್ವನಿಯೋಜಿತಕ್ಕೆ ಮರಳಿ ಹೊಂದಿಸು
lv: Atstatīt uz noklusējuma
ne: पूर्वनिर्धारितमा रिसेट गर्नुहोस्
pt: Repor predefinições
ro: Resetează la setările implicite
si: පෙරනිමියට යළි සකසන්න
ta: முன்னிருப்புக்கு மாற்றியமை
th: กลับค่าปริยาย
tr: Varsayılana dön
ur: طے شدہ پر بحال کریں
uz: Standart holatga tiklash
wa: Rimete come prémetou

source: This resets the settings to default values. This cannot be undone.
am: ይህ እንደ ነበር ይመልሳል ማሰናጃዎችን ወደ ነባር ዋጋቸው: ይጠንቀቁ ይህን መተው አይቻልም
ar: هذا يعيد الإعدادات إلى القيم الافتراضية. لا يمكن التراجع.
bg: Настройките ще бъдат нулирани до стандартните им стойности. Това е необратимо.
bn_bd: এটি বৈশিষ্ট্যাবলীকে ডিফল্ট মানে রিসেট করে। একে পূর্বাবস্থায় ফিরিয়ে অানা যাবে না।
bn_in: এটি বৈশিষ্ট্যাবলীকে ডিফল্ট মানে রিসেট করে। একে পূর্বাবস্থায় ফিরিয়ে অানা যাবে না।
br: An dra-mañ a adderaoueka an arventennoù d'ar gwerzhioù dre ziouer. N'hall ket bezañ disc'hraet.
bs: Ovo će vratiti postavke na izvorne vrijednosti. Ova akcija ne može biti poništena.
ca: Això restableix els paràmetres als valors per defecte. No es pot desfer l'acció.
cy: Mae hyn yn ailosod y gwerthoedd i'r gwerthoedd rhagosodedig. Nid oes modd dadwneud hyn.
es: Restablece los ajustes a los valores predeterminados. No puede deshacerse.
eu: Ezarpenak balio lehenetsietara berrezartzen ditu. Hau ezin da desegin.
fa: این تنظیمات را به حالت پیش‌فرض خود بر می‌گرداند. این عملیات قابل بازگشت نیست.
ga_ie: Fillfear gach socrú ar a luach réamhshocraithe. Ní féidir dul siar air seo.
gd: Aisigidh seo na bun-roghainnean. Cha ghabh seo a neo-dhèanamh.
hu: Ezzel visszaállnak a beállítások az alapértelmezett értékre. Ez nem vonható vissza.
id: Ini akan menyetel ulang setelan ke nilai bawaan dan tidak akan dapat diurungkan.
kn: ಇದು ಸಿದ್ದತೆಗಳನ್ನು ಪೂರ್ವನಿಯೋಜಿತ ಮೌಲ್ಯಗಳಿಗೆ ಹಿಂತಿರುಗಿಸುತ್ತದೆ. ಇದನ್ನು ಹಿಂದಿನಂತೆ ಮಾಡಲು ಬರುವುದಿಲ್ಲ.
lv: Šis atstāstīs iestatījumus uz noklusējuma vērtībām. Šo nevar atsaukt.
pt: Isto repõe as definições aos valores de origem. Esta operação não pode ser desfeita.
ro: Aceasta resetează setările la valorile implicite. Acest lucru nu poate fi anulat.
si: මෙය සැකසුම් ඒවායේ පෙරනිමියට පත් කරයි. මෙය අහෝසි කළ නොහැක.
ta: இது அமைவுகளின் மதிப்பை முன்னிருப்பிற்கு மாற்றிவிடும். இதை மீட்டெடுக்க முடியாது.
th: สิ่งนี้จะตั้งค่ากลับเป็นค่าปริยาย สิ่งนี้ไม่สามารถเลิกทำ
tr: Bu işlem, ayarları varsayılan değerleri döndürür. Bu işlem geri alınamaz.
ur: یہ سیٹکگیں کو پھر سے طےشدہ قدریں پھر سیٹ کرتا ہے۔ یہ رد نہیں کیا جاسکتا۔
uz: U sozlamalarni standart holatiga tiklaydi. Uni orqaga qaytarib bo‘lmaydi.
wa: Çouci rmet les apontiaedjes come prémetous. On nel sait nén disfé.

# state-unknown
source: Unknown state
am: ያልታወቀ ሁኔታ
ar: حالة مَجهولة
bg: Неизвестно състояние
bn_bd: অজানা অবস্থা
bn_in: অজানা অবস্থা
br: Stad dianav
bs: Nepoznato stanje
ca: Estat desconegut
cy: Cyflwr anhysbys
es: Estado desconocido
eu: Egoera ezezaguna
fa: وضعیت نامعلوم
ga_ie: Staid anaithnid
gd: Staid neo-aithnichte
hu: Ismeretlen állapot
lv: Nezināms stāvoklis
pt: Estado desconhecido
ro: Stare necunoscută
si: නොදන්නා තත්ත්වයකි
th: สถานะที่ไม่รู้จัก
ur: نامعلوم حالت
uz: Noma’lum holat

# state-available
source: Available
am: ዝግጁ
ar: متوفٍر
bg: Наличен
bn_bd: বিদ্যমান
bn_in: উপলব্ধ
br: Hegerz
bs: Dostupno
ca: Disponible
cy: Ar gael
es: Disponible
eu: Erabilgarri
fa: موجود
ga_ie: Ar fáil
gd: Ri fhaighinn
hu: Elérhető
lv: Pieejams
pt: Disponível
ro: Disponibil
si: භාවිතයට ඇත
th: ใช้งานได้
ur: دستیاب
uz: Mavjud

# state-connected
source: Connected
am: ተገናኝቷል
ar: مُتصِّل
bg: Свързан
bn_bd: সংযুক্ত
bn_in: সংযুক্ত হয়েছে
br: Kennasket
bs: Povezan
ca: Connectat
cy: Cysylltwyd
es: Conectado
eu: Konektatuta
fa: متصل‌شد
ga_ie: Ceangailte
gd: Air ceangal a dhèanamh
hi_in: जुड़ा हुआ
hu: Kapcsolódva
id: Tersambung
kn: ಸಂಪರ್ಕಗೊಂಡಿದೆ
lv: Savienots
mai: कनेक्टेड
mg: Mifandray
ne: जडान भयो
or: ସଂଯୁକ୍ତ
pt: Ligado
ro: Conectat
si: සම්බන්ධ වී ඇත
sw: Imeunganishwa
ta: இணைக்கப்பட்டது
th: เชื่อมต่อแล้ว
tr: Bağlandı
ur: جڑا ہوا
uz: Ulandi
vi: Đã kết nối
wa: Raloyî
xh: Inxityelelwe
zu: Ixhunyiwe

# state-current
source: Connected
am: ተገናኝቷል
ar: مُتصِّل
bg: Свързан
bn_bd: সংযুক্ত হয়েছে
bn_in: সংযুক্ত হয়েছে
br: Kennasket
bs: Povezan
ca: Connectat
cy: Cysylltwyd
es: Conectado
eu: Konektatuta
fa: متصل‌شد
ga_ie: Ceangailte
gd: Air ceangal a dhèanamh
hi_in: जुड़ा हुआ
hu: Kapcsolódva
id: Tersambung
kn: ಸಂಪರ್ಕಗೊಂಡಿದೆ
lv: Savienots
mai: कनेक्टेड
mg: Mifandray
ne: जडान भयो
or: ସଂଯୁକ୍ତ
pt: Ligado
ro: Conectat
si: සම්බන්ධ වී ඇත
sw: Imeunganishwa
ta: இணைக்கப்பட்டது
th: เชื่อมต่อแล้ว
tr: Bağlandı
ur: جڑا ہوا
uz: Ulandi
vi: Đã kết nối
wa: Raloyî
xh: Inxityelelwe
zu: Ixhunyiwe

# state-forbidden
source: Forbidden
am: የተከለከለ
ar: محظور
bg: Забранен
bn_bd: নিষিদ্ধ
bn_in: অবরুদ্ধ
br: Difennet
bs: Zabranjeno
ca: Prohibit
cy: Gwaharddedig
es: Prohibido
eu: Debekatuta
fa: ممنوع
ga_ie: Neamhcheadaithe
gd: Toirmisgte
hu: Tiltott
lv: Aizliegts
pt: Não permitido
ro: Interzis
si: තහනම් කර ඇත
th: ไม่อนุญาต
ur: ممنوع
uz: Taqiqlandi

source: Delete this APN?
am: ይህን ላጥፋው APN?
ar: حذف هذا ال APN؟
bg: Изтриване на този APN?
bn_bd: এই APN টি মুছে ফেলবেন?
bn_in: APN মুছে ফেলুন?
br: Dilemel an APN-mañ ?
bs: Obrisati ovaj APN?
ca: Voleu eliminar aquest APN?
cy: Dileu'r APN hwn?
es: ¿Borrar este APN?
eu: APN hau ezabatu?
fa: این APN حذف شود؟
ga_ie: Scrios an APN seo?
gd: A bheil thu airson an APN seo a sguabadh às?
hu: Törli az APN-t?
id: Hapus APN ini?
kn: ಈ APN ಅಳಿಸಬೇಕೆ?
lv: Vai dzēst šo APN?
pt: Apagar este APN?
ro: Ștergi acest APN?
si: මෙම APN මකන්නද?
ta: இந்த APN ஐ அழி?
th: ลบ APN นี้?
tr: Bu APN silinsin mi?
ur: اس APN کو حذف کریں؟
uz: APN o‘chirilsinmi?
wa: Disfacer cist APN ci ?

# delete-apn
source: Delete
am: ማጥፊያ
ar: احذف
bg: Изтриване
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
ca: Elimina
cy: Dileu
es: Borrar
eu: Ezabatu
fa: حذف
ga_ie: Scrios
gd: Sguab às
hu: Törlés
id: Hapus
kn: ಅಳಿಸು
lv: Dzēst
ne: मेटाउनुहोस्
pt: Apagar
ro: Șterge
si: මකන්න
ta: அழி
th: ลบ
tr: Sil
ur: حذف کریں
uz: O‘chirish
wa: Disfacer

source: Add New APN
am: መጨመሪያ አዲስ APN
ar: إضافة APN جَديد
bg: Добавяне на APN
bn_bd: নতুন APN যোগ করুন
bn_in: নতুন APN যোগ করুন
br: Ouzhpennañ un APN nevez
bs: Dodaj novi APN
ca: Afegeix un APN nou
cy: Ychwanegu APN Newydd
es: Agregar nuevo APN
eu: Gehitu APN berria
fa: اضافه کردن APN جدید
ga_ie: Cuir APN Nua Leis
gd: Cuir APN ùr ris
hu: Új APN hozzáadása
id: Tambah APN Baru
kn: ಹೊಸ APN ಸೇರಿಸು
lv: Pievienot jaunu APN
pt: Adicionar nova APN
ro: Adaugă APN nou
si: නව APN එක් කරන්න
ta: புதிய APN சேர்
th: เพิ่ม APN ใหม่
tr: Yeni APN ekle
ur: نیا APN کا اضافہ کریں
uz: Yangi APN qo‘shish
wa: Radjouter novea APN

# reset-apn
source: Reset to Default
am: ወደ ነባሩ መመለሻ
ar: إعادة تعيين إلى الافتراضي
bg: Стандартни настройки
bn_bd: ডিফল্ট মান পুনরায় স্থাপন করুন
bn_in: ডিফল্ট মান পুনরায় স্থাপন করুন
br: Adderaouekaat d'ar gwerzhioù dre ziouer
bs: Vrati na izvorno
ca: Reinicia als valors per defecte
cy: Ailosod i'r Rhagosodedig
es: Restablecer a predeterminados
eu: Berrezarri lehenetsia
fa: بازگرداندن به تنظیمات اولیه
ga_ie: Fill ar Réamhshocruithe
gd: Aisig na bun-roghainnean
hu: Visszaállítás alapértelmezettre
id: Setel Ulang ke Baku
kn: ಪೂರ್ವನಿಯೋಜಿತಕ್ಕೆ ಮರಳಿ ಹೊಂದಿಸು
lv: Atstatīt uz noklusēto
pt: Repor predefinições
ro: Resetează la setările implicite
si: පෙරනිමියට ප්‍රතිපිහිටුවන්න
ta: முன்னிருப்பிற்கு மீட்டமை
th: กลับค่าปริยาย
tr: Varsayılana dön
ur: طے شدہ پر بحال کریں
uz: Standart holatga tiklash
wa: Rimete come prémetou

source: APN settings reset
am: APN ማሰናጃዎች እንደ ነበር መመለሻ
ar: إعادة تَعيين إعدادات APN
bg: Анулиране настройките на APN
bn_bd: APN সেটিং রিসেট
bn_in: APN বৈশিষ্ট্যাবলী রিসেট
br: Adderaouekaat an arventennoù ANP
bs: Resetovanje APN postavki
ca: Reinici dels paràmetres d'APN
cy: Ailosod gosodiadau APN
es: Ajustes APN restablecidos
eu: Leheneratu APNaren ezarpenak
fa: بازگردان تنظیمات APN به حالت اولیه
ga_ie: Réamhshocruithe APN
gd: Ath-shuidheachadh nan roghainnean APN
hu: APN-beállítások törlése
id: Setel ulang setelan APN
kn: APN ಸಿದ್ದತೆಗಳು ಹಿಂದಿನ ಸ್ಥಿತಿಗೆ
lv: Atstatīt APN iestatījumus
pt: Repor definições APN
ro: Resetează setările APN
si: APN සැකසුම් යළිපිහිටුවීම
ta: APN அமைவுகளை மீட்டமை
th: ตั้งค่า APN ใหม่
tr: APN ayar sıfırlama
ur: APN سیٹنگیں پھر سیٹ کردہ
uz: APN sozlamalarini tiklash
wa: Rimetaedje a zero des apontiaedjes APN
