Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Settings
am: ማሰናጃዎች
ar: الاعدادات
bg: Настройки
bn_bd: সেটিং
bn_in: বৈশিষ্ট্য
br: Arventennoù
bs: Postavke
ca: Paràmetres
cy: Gosodiadau
es: Ajustes
eu: Ezarpenak
fa: تنظیمات
ga_ie: Socruithe
gd: Roghainnean
hi_in: सेटिंग्स
hu: Beállítások
id: Setelan
kn: ಸಿದ್ಧತೆಗಳು
lv: Iestatījumi
mai: सेटिंग
mg: Tefy
ne: सेटिङहरू
or: ସଂରଚନା
pt: Definições
ro: Setări
si: සැකසුම්
sw: Mipangilio
ta: அமைவுகள்
th: การตั้งค่า
tr: Ayarlar
ur: سیٹنگیں
uz: Sozlamalar
vi: Thiết lập
wa: Apontiaedjes
xh: Iisetingi
zu: Amasethingi

source: Advanced Settings
am: የረቀቀ ማሰናጃዎች
ar: إعدادات متقدّمة
bg: Разширени настройки
bn_bd: উচ্চতর সেটিং
bn_in: উন্নত সেটিংস
br: Arventennoù kempleshoc'h
bs: Napredne postavke
ca: Paràmetres avançats
cy: Gosodiadau Uwch
es: Ajustes avanzados
eu: Ezarpen aurreratuak
fa: تنظیمات پیشرفته
ga_ie: Ardsocruithe
gd: Roghainnean adhartach
hu: Speciális beállítások
id: Setelan Lanjut
kn: ಸುಧಾರಿತ ಸಿದ್ಧತೆಗಳು
lv: Paplašinātie iestatījumi
pt: Definições avançadas
ro: Setări avansate
si: උසස් සැකසුම්
ta: மேம்பட்ட அமைவுகள்
th: การตั้งค่าขั้นสูง
tr: Gelişmiş ayarlar
ur: اعلٰی سیٹنگیں
uz: Qo‘shimcha sozlamalar
wa: Spepieus apontiaedjes

source: Default
am: ነባር
ar: الافتراضي
bg: Стандартно
bn_bd: পূর্বনির্ধারিত
bn_in: ডিফল্ট
br: Dre ziouer
bs: Izvorno
ca: Per defecte
cy: Rhagosodedig
es: Por defecto
eu: Lehenetsia
fa: پیش‌فرض
ga_ie: Réamhshocrú
gd: Bun-roghainn
hi_in: तयशुदा
hu: Alapértelmezett
id: Baku
kn: ಪೂರ್ವನಿಯೋಜಿತ
lv: Noklusējuma
mai: पूर्वनिर्धारित
mg: Niandohana
ne: पूर्वनिर्धारित
or: ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ
pt: Predefinições
ro: Implicit
si: පෙරනිමි
sw: Chaguo-msingi
ta: முன்னிருப்பு
th: ค่าปริยาย
tr: Varsayılan
ur: طےشدہ
uz: Standart
wa: Prémetou
xh: Isiseko
zu: Okwakhona

source: Enabled
am: ተችሏል
ar: مُفعّل
bg: Включено
bn_bd: সক্রিয়
bn_in: সক্রিয়
br: Gweredekaet
bs: Omogućeno
ca: Activat
cy: Galluogwyd
es: Activado
eu: Gaituta
fa: فعال شد
ga_ie: Cumasaithe
gd: An comas
hi_in: सक्रिय
hu: Engedélyezve
id: Aktif
kn: ಸಕ್ರಿಯ
lv: Aktivizēts
mai: सक्रिय
mg: Novelomina
ne: सक्षम पारिएको
or: ସକ୍ରିୟ
pt: Ativado
ro: Activat
si: සක්‍රීය කළ
sw: Imewezeshwa
ta: செயல்படுத்தப்பட்டது
th: ถูกเปิดใช้งาน
tr: Etkin
ur: اہل
uz: Yoqib qo‘yilgan
vi: Bật
wa: E-n alaedje
xh: Ezivunyelweyo
zu: Kwenziwe kwasebenza

source: Enable
am: ማስቻያ
ar: مفعل
bg: Включване
bn_bd: সক্রিয়
bn_in: সক্রিয় করুন
br: Gweredekaat
bs: Omogući
ca: Activa
cy: Galluogi
es: Activar
eu: Gaitu
fa: فعال
ga_ie: Cumasaigh
gd: Cuir an comas
hi_in: सक्रिय
hu: Engedélyezés
id: Aktif
kn: ಸಕ್ರಿಯಗೊಳಿಸು
lv: Aktivizēt
mai: सक्रिय
mg: Hamelona
ne: सक्षम पार्नुहोस्
or: ସକ୍ରିୟ
pt: Ativar
ro: Activează
si: සක්‍රීය
sw: Wezesha
ta: செயல்படுத்தப்பட்டது
th: เปิดใช้งาน
tr: Etkinleştir
ur: فعال کریں
uz: Yoqish
wa: Mete e-n alaedje
xh: Ezivunyelweyo
zu: Kwenziwe kwasebenza

source: Disabled
am: ማሰናከያ
ar: معطّل
bg: Изключено
bn_bd: নিষ্ক্রিয়
bn_in: নিষ্ক্রিয়
br: Diweredekaet
bs: Onemogućeno
ca: Desactivat
cy: Analluogwyd
es: Desactivado
eu: Desgaituta
fa: غیرفعال شد
ga_ie: Díchumasaithe
gd: À comas
hi_in: अक्षम
hu: Tiltva
id: Nonaktif
kn: ನಿಷ್ಕ್ರಿಯ
lv: Atslēgts
mai: अक्षम
mg: Novonoina
ne: अक्षम पारिएको
or: ନିଷ୍କ୍ରିୟ
pt: Desativado
ro: Dezactivat
si: අක්‍රීය කළ
sw: Imelemazwa
ta: முடக்கப்பட்டது
th: ถูกปิดใช้งาน
tr: Devre dışı
ur: نا اہل
uz: O‘chirib qo‘yilgan
vi: Tắt
wa: Essocté
xh: Ivaliwe
zu: Kwenziwe kwangasebenza

source: Error
am: ስህተት
ar: خطأ
bg: Грешка
bn_bd: ত্রুটি
bn_in: ত্রুটি
br: Fazi
bs: Greška
cy: Gwall
eu: Errorea
fa: خطا
ga_ie: Earráid
gd: Mearachd
hi_in: त्रुटि
hu: Hiba
id: Galat
kn: ದೋಷ
lv: Kļūda
mai: त्रुटि
mg: Tsy fetezana
ne: त्रुटि
or: ତ୍ରୁଟି
pt: Erro
ro: Eroare
si: දෝෂයකි
sw: Hitilafu
ta: பிழை
th: ข้อผิดพลาด
tr: Hata
ur: نقص
uz: Xatolik
vi: Lỗi
wa: Aroke
xh: Imposiso
zu: Iphutha

source: OK
am: እሺ
ar: موافق
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
es: Aceptar
eu: Ados
fa: تأیید
gd: Ceart ma-thà
hi_in: ठीक
id: Oke
kn: ಸರಿ
lv: Labi
mai: बेस
ne: ठीक छ
or: ଠିକ ଅଛି
si: හරි
sw: SAWA
ta: சரி
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
wa: I va
xh: Kulungile
zu: Kulungile

source: Yes
am: አዎ
ar: موافق
bg: Да
bn_bd: হ্যা
bn_in: হ্যাঁ
br: Ya
bs: Da
ca: Sí
cy: Iawn
es: Sí
eu: Bai
fa: بله
ga_ie: Tá
gd: Tha
hi_in: हाँ
hu: Igen
id: Ya
kn: ಹೌದು
lv: Jā
mai: हँ
mg: Eny
ne: ठीक
or: ହଁ
pt: Sim
ro: Da
si: ඔව්
sw: Ndio
ta: ஆம்
th: ใช่
tr: Evet
ur: ہاں
uz: Ha
vi: Có
wa: Oyi
xh: Ewe
zu: Yebo

source: No
am: አይ
ar: لا
bg: Не
bn_bd: না
bn_in: না
br: Ket
bs: Ne
cy: Na
eu: Ez
fa: خیر
ga_ie: Níl
gd: Chan eil
hi_in: नहीं
hu: Nem
id: Tidak
kn: ಇಲ್ಲ
lv: Nē
mai: नहि
mg: Tsia
ne: होइन
or: ନାହିଁ
pt: Não
ro: Nu
si: නැහැ
sw: La
ta: இல்லை
th: ไม่
tr: Hayır
ur: نہیں
uz: Yo‘q
vi: Không
wa: Neni
xh: Hayi
zu: Cha

source: Reset
am: እንደ ነበር መመለሻ
ar: إعادة ضبط
bg: Нулиране
bn_bd: রিসেট
bn_in: রি-সেট করুন
br: Adderaouekaat
bs: Resetuj
ca: Reinicia
cy: Ailosod
es: Restablecer
eu: Berrezarri
fa: تنظیم‌مجدد
ga_ie: Athshocraigh
gd: Ath-shuidhich
hu: Alaphelyzet
id: Atur Ulang
kn: ಮರುಹೊಂದಿಸು
lv: Atstatīt
ne: रिसेट गर्नुहोस्
pt: Repor
ro: Resetează
si: ප්‍රතිපිහිටුවන්න
ta: மீட்டமை
th: ตั้งใหม่
tr: Sıfırla
ur: دو با ره سيٹ کريں
uz: Tiklash
wa: Rimete a zero

source: Factory Reset
am: ወደ ፋብሪካው እንደ ነበር መመለሻ
ar: إعادة ضبط المصنع
bg: Връщане към фабрични настройки
bn_bd: ফ্যাক্টরি রিসেট
bn_in: ফ্যাক্টরি রিসেট
bs: Tvornički reset
ca: Restauració de fàbrica
cy: Ailosod i'r Ffatri
es: Reinicio de fábrica
eu: Fabrika-ezarpenak berrezarri
fa: تنظیم‌مجدد کارخانه‌ای
ga_ie: Fill ar Réamhshocruithe na Monarchan
gd: Aiseag roghainnean an fhactaraidh
lv: Atstatīšana uz rūpnīcas stāvokli
pt: Reposição de fábrica
ro: Resetare din fabrică
si: නිපැයුම් සිටුවම් වලට යළි සකසන්න
th: กลับค่าโรงงาน
ur: فیکٹری ری سیٹ کریں
uz: Ishlab chiqarilgan holatiga tiklash

source: Delete
ar: حذف
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
cy: Dileu
es: Borrar
eu: Ezabatu
fa: حذف
ga_ie: Scrios
gd: Sguab às
lv: Dzēst
pt: Apagar
ro: Șterge
th: ลบ
ur: حذف کریں
uz: O‘chirish

source: Cancel
am: መሰረዣ
ar: إلغاء
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
es: Cancelar
eu: Utzi
fa: لغو
ga_ie: Cealaigh
gd: Sguir dheth
hi_in: रद्द करें
hu: Mégse
id: Batal
kn: ರದ್ದು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ne: रद्द गर्नुहोस्
or: ବାତିଲ କରନ୍ତୁ
pt: Cancelar
ro: Renunță
si: වසන්න
sw: Ghairi
ta: இரத்து
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy
wa: Rinoncî
xh: Rhoxisa
zu: Khansela

source: Close
am: መዝጊያ
ar: أغلق
bn_bd: বন্ধ
bn_in: বন্ধ করুন
br: Serriñ
bs: Zatvori
ca: Tanca
cy: Cau
es: Cerrar
eu: Itxi
fa: بستن
ga_ie: Dún
gd: Dùin
hu: Bezárás
lv: Aizvērt
pt: Fechar
ro: Închide
si: වසන්න
th: ปิด
ur: بند کریں
uz: Yopish

source: Back
am: ወደ ኋላ
ar: رجوع
bg: Назад
bn_bd: পিছনে
bn_in: পূর্ববর্তী
br: Kent
bs: Nazad
ca: Enrere
cy: Nôl
es: Atrás
eu: Atzera
fa: برگشت
ga_ie: Siar
gd: Air ais
hi_in: पीछे
hu: Vissza
id: Kembali
kn: ಹಿಂದೆ
lv: Atpakaļ
mai: पाछाँ
mg: Hiverina
ne: पछाडि
or: ପଛ
pt: Voltar
ro: Înapoi
si: ආපසු
sw: Rudi
ta: பின்னே
th: ย้อนกลับ
tr: Geri
ur: واپس
uz: Orqaga
vi: Quay lại
wa: E-n erî
xh: Emva
zu: Emuva

source: Continue
am: ይቀጥሉ
ar: متابعة
bg: Продължаване
bn_bd: অব্যাহত রাখা হোক
bn_in: এগিয়ে চলুন
br: Kenderc'hel
bs: Nastavi
ca: Continua
cy: Parhau
es: Continuar
eu: Jarraitu
fa: ادامه
ga_ie: Ar Aghaidh
gd: Lean air adhart
hi_in: जारी रखें
hu: Tovább
id: Lanjutkan
kn: ಮುಂದುವರೆ
lv: Turpināt
mai: जारी राखू
mg: Hanohy
ne: जारी राख्नुहोस्
or: ଚାଲୁରଖ
pt: Continuar
ro: Continuă
si: ඉදිරියට
sw: Endelea
ta: தொடர்க
th: ดำเนินการต่อ
tr: Devam et
ur: جاری رکھیں
uz: Davom etish
vi: Tiếp
wa: Tcheryî pus lon
xh: Qhubeka
zu: Qhubeka

source: Skip
am: መዝለያ
ar: تخطّي
bg: Пропускане
bn_bd: এড়িয়ে যান
bn_in: উপেক্ষা করুন
br: Leuskel
bs: Preskoči
ca: Omet
cy: Hepgor
es: Omitir
eu: Saltatu
fa: پرش
ga_ie: Ná bac leis
gd: Leum thairis
hi_in: छोडें
hu: Kihagyás
id: Lewati
kn: ಬಿಟ್ಟುನಡೆ
lv: Izlaist
mai: छोडू
mg: Handingana
ne: छोड्नुहोस्
or: ଏଡାଇ ଦିଅନ୍ତୁ
pt: Saltar
ro: Omite
si: මඟහරින්න
sw: Ruka
ta: தவிர்
th: ข้าม
tr: Atla
ur: ہوں
uz: Qoldirish
wa: Passer
xh: Tsiba
zu: Yeqa

source: Pair
am: ማጣመሪያ
ar: إقتران
bg: Сдвояване
bn_bd: জুটিবদ্ধ
bn_in: জুটি
br: Koublañ
bs: Upari
ca: Aparella
cy: Paru
es: Vincular
eu: Parekatu
fa: جفت
ga_ie: Péireáil
gd: Paidhrich
hi_in: जोड़ा
hu: Párosítás
id: Pasangkan
kn: ಜೋಡಿ
lv: Pārot
mai: जोड़ा
mg: Hampiaraka
ne: जोडी
or: ଯୁଗଳ
pt: Emparelhar
ro: Asociază
si: යුගලය
sw: Jozi
ta: சோடி
th: จับคู่
tr: Eşleştir
ur: جوڑا
uz: Birlashtirish
vi: Ghép cặp
wa: Apwairi
xh: Ngqamanisa
zu: Xhumanisa

source: Add
ar: إضافة
bn_in: যোগ
br: Ouzhpennañ
cy: Ychwanegu
eu: Gehitu
ga_ie: Cuir Leis
gd: Cuir ris
lv: Pievienot
pt: Adicionar
ro: Adaugă
th: เพิ่ม
uz: Qo‘shish
wa: Radjouter

source: Done
am: ጨርሷል
ar: تم
bg: Готово
bn_bd: সম্পন্ন
bn_in: সম্পন্ন
br: Graet
bs: Završeno
ca: Fet
cy: Gorffen
es: Hecho
eu: Eginda
fa: انجام شد
ga_ie: Déanta
gd: Deiseil
hi_in: संपन्न
hu: Kész
id: Selesai
kn: ಮುಗಿಯಿತು
lv: Pabeigts
mai: संपन्न
mg: Vita
ne: भयो
or: ସମାପ୍ତ
pt: Feito
ro: Gata
si: කළා
sw: Imekamilika
ta: முடிந்தது
th: เสร็จสิ้น
tr: Bitti
ur: مکمل
uz: Tayyor
vi: Hoàn tất
wa: Tot fwait
xh: Ugqibile
zu: Qedile

source: Set
am: ማሰናጃ
ar: ضبط
bg: Задаване
bn_bd: নির্ধারণ করুন
bn_in: নির্ধারণ করুন
br: Despizet
bs: Postavi
ca: Defineix
cy: Gosod
es: Establecer
eu: Ezarri
fa: تنظیم
ga_ie: Socraigh
gd: Suidhich
hi_in: स्थापित करें
hu: Beállítás
id: Atur
kn: ಹೊಂದಿಸು
lv: Iestatīt
mai: सेट करू
mg: Hanefy
ne: मिलाउ
or: ସେଟ କରନ୍ତୁ
pt: Definir
ro: Setează
si: සිටුවන්න
sw: Weka
ta: அமை
th: ตั้ง
tr: Ayarla
ur: سیٹ کرِیں
uz: O‘rnatish
vi: Đặt
wa: Defini
xh: Seta
zu: Setha

source: Not now
am: አሁን አይደለም
ar: ليس الآن
bg: Не сега
bn_bd: এখনই নয়
bn_in: এখনই নয়
br: Ket bremañ
bs: Ne sada
ca: Ara no
cy: Nid nawr
es: Ahora no
eu: Orain ez
fa: هم‌اکنون نه
ga_ie: Níos Déanaí
gd: Chan ann an-dràsta
hi_in: अभी नहीं
hu: Most nem
id: Tidak skrg
kn: ಈಗ ಬೇಡ
lv: Ne tagad
mai: अखन नहि
mg: Tsy izao
ne: अहिले होइन
or: ବର୍ତ୍ତମାନ ନୁହଁ
pt: Agora não
ro: Nu acum
si: දැන්ම නොවේ
sw: Sio sasa hii
ta: வேண்டாம்
th: ไม่ใช่ตอนนี้
tr: Daha sonra
ur: ابھی نہیں
uz: Hozir emas
vi: Để sau
wa: Nén do côp
xh: Hayi ngoku
zu: Hhayi manje

source: Turn ON
am: ማብሪያ
ar: فعِّل
bg: Включване
bn_bd: চালু করুন
bn_in: চালু করুন
br: Gweredekaat
bs: Uključi
ca: Activa
cy: Troi YMLAEN
es: Activar
eu: Piztu
fa: روشن کردن
ga_ie: Cuir ar siúl
gd: Cuir AIR
hi_in: ON करें
hu: Bekapcsolás
id: Aktifkan
kn: ON ಮಾಡು
lv: Ieslēgt
mai: चालू करू
mg: Hamelona
ne: अन गर्नुहोस्
or: ଅନ କରନ୍ତୁ
pt: Ligar
ro: Pornește
si: සක්‍රිය කරන්න
sw: Washa
ta: இயக்கு
th: เปิด
tr: Aç
ur: آن کر دیں
uz: Yoqilgan
vi: Bật
wa: Aloumer
xh: Layita
zu: VULA

source: Select a SIM card
am: የ ሲም ካርድ ይምረጡ
ar: إختر بطاقة ال‍SIM
bg: Избиране на SIM карта
bn_bd: একটি সিম কার্ড নির্বাচন করুন
bn_in: একটি SIM নির্বাচন করুন
br: Diuzit ur gartenn SIM
bs: Odaberite SIM karticu
ca: Trieu una targeta SIM
cy: Dewis cerdyn SIM
es: Seleccione una tarjeta SIM
eu: Hautatu SIM txartela
fa: یک سیم‌کارت انتخاب کنید
ga_ie: Roghnaigh cárta SIM
gd: Tagh cairt SIM
hi_in: SIM कार्ड का चयन करें
hu: Válasszon SIM kártyát
id: Pilih kartu SIM
kn: SIM ಕಾರ್ಡ್ ಆಯ್ಕೆ ಮಾಡು
lv: Izvēlēties SIM karti
mai: SIM कार्ड क चयन करू
mg: Mifantena Karatra SIM
ne: SIM कार्ड चयन गर्नुहोस्
or: ଗୋଟିଏ SIM କାର୍ଡ ବାଛନ୍ତୁ
pt: Selecionar cartão SIM
ro: Selectează o cartelă SIM
si: සිම් කාඩ්පතක් තෝරාගන්න
sw: Chagua kadi ya SIM
ta: சிம் அட்டையை தேர்
th: เลือกการ์ด SIM
tr: Bir SIM kart seçin
ur: SIM کارڈ منتخب کریں
uz: SIM kartani tanlash
vi: Chọn thẻ SIM
wa: Tchoezixhoz ene cwåte SIM
xh: Khetha ikhadi le-SIM
zu: Khetha ikhadi le-SIM

source: SIM 1
am: ሲም 1
bn_bd: সিম ১
eu: 1. SIMa
fa: سیم‌کارت ۱
hu: 1. SIM kártya
lv: 1. SIM karte
ne: SIM १
si: සිම් 1
ta: சிம் 1

source: SIM 2
am: ሲም 2
bn_bd: সিম ২
eu: 2. SIMa
fa: سیم‌کارت ۲
hu: 2. SIM kártya
lv: 2. SIM karte
ne: SIM २
si: සිම් 2
ta: சிம் 2

# unavailable
source: Not available
am: ዝግጁ አይደለም
ar: غير متاح
bg: Не е наличен
bn_bd: বিদ্যমান নয়
bn_in: উপলব্ধ নয়
br: Dihegerz
bs: Nije dostupno
ca: No disponible
cy: Dim ar gael
es: No disponible
eu: Ez dago erabilgarri
fa: موجود نیست
ga_ie: Níl ar fáil
gd: Chan eil e ri fhaighinn
hi_in: उपलब्ध नहीं है
hu: Nem érhető el
id: Tidak tersedia
kn: ಲಭ್ಯವಿಲ್ಲ
lv: Nav pieejams
mai: उपलब्ध नहि अछि
mg: Tsy vonona
ne: उपलब्ध छैन
or: ଉପଲବ୍ଧ ନାହିଁ
pt: Não disponível
ro: Indisponibil
si: නොපවතී
sw: Haipatikani
ta: கிடைக்கப் பெறவில்லை
th: ไม่สามารถใช้งานได้
tr: Kullanılamaz
ur: دستیاب نہیں
uz: Mavjud emas
wa: Nén disponibe
xh: Ayifumaneki
zu: Ayitholakali

source: Confirmation
am: ማረጋገጫ
ar: تأكيد
bg: Потвърждаване
bn_bd: নিশ্চিতকরণ
bn_in: নিশ্চিতি
br: Kadarnaat
bs: Potvrda
ca: Confirmació
cy: Cadarnhad
es: Confirmación
eu: Berrespena
fa: تائیدیه
ga_ie: Deimhniú
gd: Dearbhadh
hu: Megerősítés
id: Konfirmasi
kn: ದೃಢೀಕರಣ
lv: Apstiprinājums
pt: Confirmação
ro: Confirmare
si: තහවුරු කිරීම
ta: உறுதி
th: การยืนยัน
tr: Onay
ur: تصدیق
uz: Tasdiqlash
wa: Racertinaedje

# simSettingsWithIndex
source: SIM {{index}} Settings
am: ሲም {{index}} ማሰናጃዎች
ar: إعدادات {{index}} بطاقة ال SIM
bg: Настройки на SIM {{index}}
bn_bd: SIM {{index}} সেটিংস
bn_in: SIM {{index}} বৈশিষ্ট্যাবলী
br: Arventennoù ar SIM {{index}}
bs: SIM {{index}} postavke
ca: Paràmetres de la SIM {{index}}
cy: Gosodiadau SIM {{index}}
es: Ajustes de SIM {{index}}
eu: {{index}}. SIMaren ezarpenak
fa: تنظیمات سیم‌کارت {{index}}
ga_ie: Socruithe SIM {{index}}
gd: Roghainnean SIM {{index}}
hu: {{index}}. SIM beállítások
id: Setelan SIM {{index}}
kn: SIM {{index}} ಸಿದ್ದತೆಗಳು
lv: {{index}}. SIM iestatījumi
pt: Definições do SIM {{index}}
ro: Setări SIM {{index}}
si: SIM {{index}} සැකසුම්
ta: சிம் {{index}} அமைவுகள்
th: ตั้งค่า SIM {{index}}
tr: SIM {{index}} ayarları
ur: SIM {{index}} سیٹکگیں
uz: {{index}} SIM sozlamalari
wa: Apontiaedjes del SIM {{index}}

source: SIM {{index}}
am: ሲም {{index}}
eu: {{index}}. SIMa
fa: سیم‌کارت {{index}}
hu: {{index}}. SIM
lv: {{index}}. SIM

source: Network & Connectivity
am: ኔትዎርክ & ግንኙነት
ar: الشبكات و الإتصال
bg: Мрежа и свързаност
bn_bd: নেটওয়ার্ক ও সংযোগ
bn_in: নেটওয়ার্ক ও কানেক্টিভিটি
br: Rouedad ha kennaskañ
bs: Mreža i povezivost
ca: Xarxa i connectivitat
cy: Rhwydwaith a Chysylltu
es: Red y conectividad
eu: Sarea eta konektibitatea
fa: شبکه و قابلیت اتصال
ga_ie: Líonra agus Comhcheangailteacht
gd: Lìonra ⁊ ceanglaichean
hi_in: नेटवर्क & कनेक्टिविटी
hu: Hálózat és kapcsolatok
id: Jaringan & Koneksi
kn: ನೆಟವರ್ಕ್ ಮತ್ತು ಸಂಪರ್ಕ
lv: Tīkls un savienojumi
mai: संजाल & कनेक्टिविटी
mg: Tambajotra & Fampifandraisana
ne: सञ्जाल र जडान
or: ନେଟୱର୍କ ଏବଂ ସଂଯୋଜକତା
pt: Rede e Conetividade
ro: Rețea și conectivitate
si: ජාල සහ සම්බන්ධතාවය
sw: Mtandao na Muunganisho
ta: பிணையம் & இணைப்புகள்
th: เครือข่ายและการเชื่อมต่อ
tr: Ağ ve Bağlanabilirlik
ur: نیٹ ورک اور ربط سازی
uz: Tarmoq va ulanish
vi: Mạng và kết nối
wa: Rantoele & raloyaedje
xh: Inethiweki nonxibelelwano
zu: Inethiwekhi & Ukuxhumeka

source: Airplane Mode
am: በ አውሮፕላን ዘዴ
ar: وضع الطيران
bg: Самолетен режим
bn_bd: বিমান মোড
bn_in: বিমান মোড
br: Mod nijerez
bs: Avionski režim
ca: Mode d'avió
cy: Modd Awyren
es: Modo avión
eu: Hegazkin modua
fa: حالت هواپیمایی
ga_ie: Mód Eitleáin
gd: Am modh itealain
hu: Repülő mód
lv: Lidmašīnas režīms
pt: Modo de voo
ro: Mod avion
si: ගුවන්යානා ප්‍රකාරය
th: โหมดเครื่องบิน
ur: ہوائی موڈ
uz: Parvoz rejimi

# airplaneMode.ariaLabel
source: Airplane Mode
am: በ አውሮፕላን ዘዴ
ar: وضع الطيران
bg: Самолетен режим
bn_bd: বিমান মোড
bn_in: বিমান মোড
br: Mod nijerez
bs: Avionski režim
ca: Mode d'avió
cy: Modd Awyren
es: Modo avión
eu: Hegazkin modua
fa: حالت هواپیمایی
ga_ie: Mód Eitleáin
gd: Am modh itealain
lv: Lidmašīnas režīms
pt: Modo de voo
ro: Mod avion
si: ගුවන්යානා ප්‍රකාරය
th: โหมดเครื่องบิน
ur: ہوائی موڈ
uz: Parvoz rejimi

source: Geolocation
am: አሁን ያሉበት አካባቢ
ar: تحديد الموقع الجغرافي
bg: Местоположение
bn_bd: ভুঅবস্থান
bn_in: ভৌগলিক অবস্থান
br: Douarlec'hiañ
bs: Geolokacija
ca: Geolocalització
cy: Geoleoliad
es: Geolocalización
eu: Geokokapena
fa: مکان‌یاب جغرافیایی
ga_ie: Geoshuíomh
gd: Geò-lorgadh
hu: Helymeghatározás
lv: Ģeolokācija
pt: Geolocalização
ro: Geolocație
si: භූස්ථානීය පිහිටුම
th: ตำแหน่งที่ตั้งทางภูมิศาสตร์
ur: جغرافیائی محل وقوع
uz: Geojoylashuv

# geolocation.ariaLabel
source: Geolocation
am: አሁን ያሉበት አካባቢ
ar: تحديد الموقع الجغرافي
bg: Местоположение
bn_bd: ভুঅবস্থান
bn_in: ভৌগলিক অবস্থান
br: Douarlec'hiañ
bs: Geolokacija
ca: Geolocalització
cy: Geoleoliad
es: Geolocalización
eu: Geokokapena
fa: مکان‌یاب جغرافیایی
ga_ie: Geoshuíomh
gd: Geò-lorgadh
lv: Ģeolokācija
pt: Geolocalização
ro: Geolocație
si: භූස්ථානිය පිහිටුම
th: ตำแหน่งที่ตั้งทางภูมิศาสตร์
ur: جغرافیائی محل وقوع
uz: Geojoylashuv

source: Wi-Fi
am: ዋይ-ፋይ
ar: واي-فاي
bn_bd: ওয়াই-ফাই
bn_in: ওয়াই-ফাই
cy: Diwifr
eu: Wi-Fia
hi_in: वाई फाई
mai: वाइ-फाइ
ne: वाई-फाई
ta: வை-பை
ur: وائی-فائی
xh: I-Wi-Fi

source: Turn Wi-Fi on to view available networks.
am: ዋይ-ፋይ ያብሩ ዝግጁ ኔትዎርኮችን ለማየት
ar: قم تشغيل ال‍واي-فاي لرؤية الشبكات المتاحة.
bg: Включете Wi-Fi, за да видите наличните мрежи.
bn_bd: উপস্থিত নেটওয়ার্কসমূহ দেখতে ওয়াইফাই চালু করুন।
bn_in: উপলব্ধ নেটওয়ার্ক দেখতে ওয়াই-ফাই চালু করুন।
br: Gweredekait ar Wi-Fi evit gwelout ar rouedadoù hegerz.
bs: Uključite Wi-Fi da biste vidjeli dostupne mreže.
ca: Activeu Wi-Fi per veure les xarxes disponibles.
cy: Cychwyn Diwifr i weld pa rwydweithiau sy ar gael.
es: Active wifi para ver las redes disponibles.
eu: Piztu Wi-Fia sare erabilgarriak ikusteko.
fa: برای نمایش شبکه‌های موجود Wi-Fi را روشن کنید
ga_ie: Cuir Wi-Fi ar siúl chun na líonraí atá ar fáil a fheiceáil.
gd: Cuir a' WiFi air ach am faic thu lìonraidhean a tha ri làimh.
hi_in: संजाल को सक्षम करने के लिए वाईफ़ाई ओन कीजिये
hu: Kapcsolja be a Wi-Fi-t az elérhető hálózatok megjelenítéséhez.
id: Aktifkan Wi-Fi untuk melihat jaringan yang tersedia.
kn: ಲಭ್ಯವಿರುವ ನೆಟ್‌ವರ್ಕ್‌ಗಳನ್ನು ನೋಡಲು Wi-Fi ಸಕ್ರಿಯಗೊಳಿಸಿ.
lv: Ieslēdziet Wifi lai redzēt pieejamos tīklus.
mai: सँजाल केँ सक्षम करब कलेल वाइफ़ाइ शुरू करू
mg: Velomy ny Wi-Fi hijerena ireo tambajotra manodidina.
ne: उपलब्ध सञ्जालहरु अवलोकन गर्न वाई-फाई अन गर्नुहोस्।
or: ଉପଲବ୍ଧ ନେଟୱର୍କଗୁଡ଼ିକୁ ଦେଖିବା ପାଇଁ ୱାଇ-ଫାଇ ଅନ୍ କରନ୍ତୁ।
pt: Ative o Wi-Fi para ver as redes disponíveis.
ro: Pornește Wi-Fi pentru a vedea rețelele disponibile.
si: පවත්නා ජාලයන් නැරඹීම සඳහා වයි-ෆයි සක්‍රිය කරන්න.
sw: Washa Wi-Fi ili kutazama mitandao iliyopo.
ta: வை-பையை செயல்படுத்தி இயக்கத்திலுள்ள பிணையங்களை பார்க்கவும்.
th: เปิด Wi-Fi เพื่อดูเครือข่ายที่ใช้งานได้
tr: Kullanılabilir ağları görüntülemek için Wi-Fi'ı açın.
ur: دستیاب شدہ نیٹ ورک دیکھنے کے لیئے وائی ​​فائی آن کریں۔
uz: Mavjud tarmoqlarni ko‘rish uchun Wi-Fi’ni yoqing.
vi: Bật Wi-Fi để hiển thị các mạng quanh đây.
wa: Aloumez li Wi-Fi po vey les rantoeles k’ i gn a.
xh: Layita i-Wi-Fi uukze ubone iinethiweki ezifumanekayo.
zu: Vula i-Wi-Fi ukuze ukwazi ukubuka amanethiwekhi atholakalayo.

source: Available Networks
am: ዝግጁ ኔትዎርኮች
ar: الشبكات المتاحة
bg: Налични мрежи
bn_bd: উপস্থিত নেটওয়ার্কসমূহ
bn_in: উপলব্ধ নেটওয়ার্কসমূহ
br: Rouedadoù hegerz
bs: Dostupne mreže
ca: Xarxes disponibles
cy: Rhwydweithiau ar Gael
es: Redes disponibles
eu: Sare erabilgarriak
fa: شبکه‌های موجود
ga_ie: Líonraí Ar Fáil
gd: Lìonraidhean a tha ri làimh
hu: Elérhető hálózatok
id: Jaringan Tersedia
kn: ಲಭ್ಯವಿರುವ ನೆಟ್‌ವರ್ಕ್‌ಗಳು
lv: Pieejamie tīkli
pt: Redes disponíveis
ro: Rețele disponibile
si: පවත්නා ජාල
ta: பிணையங்கள்
th: เครือข่ายที่ใช้งานได้
tr: Kullanılabilir ağlar
ur: دستیاب نیٹ ورک
uz: Mavjud tarmoqlar
wa: Rantoeles k’ i gn a

source: Known Networks
am: የታወቁ ኔትዎርኮች
ar: الشبكات المعروفة
bg: Познати мрежи
bn_bd: পরিচিত নেটওয়ার্কসমূহ
bn_in: পরিচিত নেটওয়ার্কসমূহ
br: Rouedadoù anavezet
bs: Poznate mreže
ca: Xarxes conegudes
cy: Rhwydweithiau Hysbys
es: Redes conocidas
eu: Sare ezagunak
fa: شبکه‌های شناخته شده
ga_ie: Líonraí Aitheanta
gd: Lìonraidhean air a bheil thu eòlach
hu: Ismert hálózatok
id: Jaringan Dikenal
kn: ಪರಿಚಿತ ನೆಟ್‌ವರ್ಕ್‌ಗಳು
lv: Zināmie tīkli
pt: Redes conhecidas
ro: Rețele cunoscute
si: දන්නා ජාල
ta: தெரிந்த பிணையங்கள்
th: เครือข่ายที่รู้จัก
tr: Bilinen ağlar
ur: معلوم شدہ نیٹ ورک
uz: Ma’lum tarmoqlar
wa: Conoxhowès rantoles

source: Hidden Networks
am: የተደበቁ ኔትዎርኮች
ar: الشبكات المخفية
bg: Скрити мрежи
bn_bd: লুকানো নেটওয়ার্কসমূহ
bn_in: লুকানো নেটওয়ার্কসমূহ
br: Rouedadoù kuzh
bs: Sakrivene mreže
ca: Xarxes ocultes
cy: Rhwydweithiau Cudd
es: Redes ocultas
eu: Sare ezkutuak
fa: شبکه‌های مخفی
ga_ie: Líonraí i bhFolach
gd: Lìonraidhean falaichte
hu: Rejtett hálózatok
id: Jaringan Tersembunyi
kn: ಅಡಗಿಸಿದ ಸಂಪರ್ಕಗಳು
lv: Slēptie tīkli
pt: Redes ocultas
ro: Rețele ascunse
si: සැඟවී ඇති ජාල
ta: மறைந்த பிணையங்கள்
th: เครือข่ายที่ซ่อนอยู่
tr: Gizli ağlar
ur: پوشیدہ نیٹ ورک
uz: Yashirin tarmoqlar
wa: Catcheyès rantoeles

source: Searching…
am: በመፈለግ ላይ…
ar: جارِ البحث...
bg: Търсене…
bn_bd: অনুসন্ধান করা হচ্ছে…
bn_in: অনুসন্ধানী…
br: O klask…
bs: Tražim...
ca: S'està cercant…
cy: Chwilio…
es: Buscando…
eu: Bilatzen…
fa: در حال جست‌وجو…
ga_ie: Ag Cuardach…
gd: A’ lorg…
hi_in: खोज रहा है…
hu: Keresés…
id: Mencari…
kn: ಹುಡುಕಲಾಗುತ್ತಿದೆ…
lv: Meklē…
mai: खोजि रहल अछि…
mg: Mikaroka…
ne: खोजी गर्दैछ...
or: ଖୋଜୁଅଛି…
pt: A pesquisar…
ro: Căutare…
si: සොයමින්…
sw: Inatafuta...
ta: தேடுகிறது...
th: กำลังค้นหา…
tr: Aranıyor…
ur: تلاش کر رہا ہے…
uz: Qidirilmoqda…
vi: Đang tìm kiếm…
wa: Dji cwir…
xh: Iyakhangela…
zu: Isacinga…

source: Search Again
am: በድጋሚ መፈለጊያ
ar: البحث مرة أخرى
bg: Опресняване
bn_bd: পুনরায় অনুসন্ধান করুন
bn_in: আবার অনুসন্ধান করুন
br: Klask en-dro
bs: Traži ponovo
ca: Torna a cercar
cy: Chwilio Eto
es: Buscar de nuevo
eu: Bilatu berriro
fa: جست‌وجو دوباره
ga_ie: Cuardaigh Arís
gd: Lorg a-rithist
hu: Keresse újra
id: Cari Lagi
kn: ಇನ್ನೊಮ್ಮೆ ಹುಡುಕು
lv: Meklēt vēlreiz
pt: Voltar a pesquisar
ro: Caută din nou
si: නැවත සොයන්න
ta: மீண்டும் தேடு
th: ค้นหาอีกครั้ง
tr: Tekrar ara
ur: پھر تلاش کریں
uz: Yana qidirish
wa: Co rcweri

source: Initializing…
am: በማስነሳት ላይ…
ar: جارِ التهيئة...
bg: Инициализиране…
bn_bd: প্রস্তুত হচ্ছে…
bn_in: আরম্ভ করা হচ্ছে…
br: O teraouekaat…
bs: Inicijalizacija…
ca: S'està inicialitzant…
cy: Ymgychwyn…
es: Inicializando…
eu: Hasieratzen…
fa: راه‌اندازی اولیه…
ga_ie: Á thúsú…
gd: ’Ga thòiseachadh…
hi_in: आरँभीकरण कर रहा हैं…
hu: Előkészítés…
id: Memulai…
kn: ಸಜ್ಜುಗೊಳಿಸಲಾಗುತ್ತಿದೆ…
lv: Inicializē…
mai: आरँभीकरण कए रहल अछि…
mg: Eo am-panombohana…
ne: थालनी गर्दै...
or: ଆରମ୍ଭ କରୁଛି…
pt: A inicializar…
ro: Inițializare…
si: ආරම්භ වෙමින්...
sw: Inaanzisha…
ta: தயார்படுத்துகிறது...
th: กำลังเริ่ม…
tr: Başlatılıyor…
ur: ابتدا کر رہا ہے…
uz: Boshlanmoqda…
vi: Đang khởi tạo…
wa: Inicialijhaedje…
xh: Iyaqalisa…
zu: Iyaqalisa…

source: Connecting to {{ssid}}…
am: በ መገናኘት ላይ ወደ {{ssid}}…
ar: يتّصل بـ{{ssid}}…
bg: Свързване към {{ssid}}…
bn_bd: {{ssid}} তে সংযুক্ত হচ্ছে...
bn_in: সংযুক্ত করা হচ্ছে {{ssid}}…
br: O kennaskañ ouzh {{ssid}}…
bs: Povezujem se na {{ssid}}...
ca: S'està connectant a {{ssid}}…
cy: Cysylltu i {{ssid}}…
es: Conectando con {{ssid}}…
eu: {{ssid}} sarera konektatzen…
fa: در حال اتصال به {{ssid}}…
ga_ie: Ag ceangal le {{ssid}}…
gd: A’ ceangal ri {{ssid}}…
hi_in: {{ssid}} से कनेक्ट हो रहा…
hu: Csatlakozás ehhez: {{ssid}}…
id: Menyambungkan ke {{ssid}}…
kn: {{ssid}}ಗೆ ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ…
lv: Savienojas ar {{ssid}}...
mai: {{ssid}} सँ कनेक्ट भए रहल…
mg: An-dàlana hifandray amin'ny {{ssid}}…
ne: {{ssid}} मा जडान हुँदैछ...
or: {{ssid}} ସହ ଯୋଡ଼ୁଛି…
pt: A ligar a {{ssid}}…
ro: Conectare la {{ssid}}…
si: {{ssid}} වෙත සබැඳෙමින්…
sw: Inaunganisha kwa {{ssid}}…
ta: {{ssid}} க்கு இணைக்கிறது...
th: กำลังเชื่อมต่อกับ {{ssid}}…
tr: {{ssid}} ağına bağlanılıyor…
ur: جوڑ رہا ہے بطرف {{ssid}}…
uz: {{ssid}}ga ulanmoqda…
vi: Đang kết nối đến {{ssid}}…
wa: Dji m’ raloye a {{ssid}}…
xh: Inxibelelana kwi-{{ssid}}…
zu: Isaxhumana ne-{{ssid}}…

# full-status-associated
source: Obtaining an IP address…
ar: جارِ الحصول على عنوان IP...
cy: Estyn cyfeiriad IP…
eu: IP helbidea eskuratzen…
gd: A’ faighinn seòladh IP…
ro: Se obține o adresă IP…
