Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

# pukAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
am: አንድ ሙከራ {{n}} ይቀሮታል ትክክለኛውን ኮድ ለማስገባት ይህ የ ሲም ካርድ በቋሚነት ከመቆለፉ በፊት: ያመሳክሩ ወደ እርስዎ ሲም ካርድ ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: لديك {{n}} محاولة لإدخال الرمز الصحيح قبل أن تصبح هذه الشريحة غير صالحة للإستعمال بشكل دائم. ارجع إلى وثائق الشريحة أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
bg: Имате {{n}} опита да въведете правилен код преди SIM картата да стане неизползваема. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: সিম কার্ডটি স্থায়ীভাবে আব্যাবহারযোগ্য হওয়ার পূর্বে সঠিক কোডটি প্রবেশ করানোর জন্য আপনার কাছে শুধুমাত্র {{n}} টি সুযোগ বাকি রয়েছে। আরও তথ্যের জন্য আপনার সিম কার্ডের ডক্যুমেন্টসমূহতে খুজুন অথবা আপনার অপারেটর এর সাথে যোগাযোগ করুন।
bn_in: SIM কার্ড টি স্থায়ীভাবে অকার্যকর হয়ে যাবার আগে আপনার কেবল {{n}} বার মাত্র চেষ্টা করা বাকি আছে। আপনার SIM কার্ড এর নথিপত্র দেখুন অধিক তথ্যের জন্য আপনার ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok ma vo diarveradus ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije nego SIM kartica bude trajno neupotrebljiva. Pogledajte dokumentaciju vaše SIM kartice ili se obratite vašem operateru za više informacija.
ca: Us queden {{n}} intents per introduir el codi correcte abans que la targeta SIM quedi inservible permanentment. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Mae gennych {{n}} tro ar ôl i gynnig y cod cywir cyn bydd y SIM y cael ei atal yn barhaol. Darllenwch y wybodaeth ddaeth gyda'r cerdyn SIM neu gysylltu â'ch darparwr am wybodaeth bellach.
es: Le quedan {{n}} intentos para escribir el código correcto antes de que la tarjeta SIM quede definitivamente inutilizable. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela behin-betiko erabilezin geratu aurretik. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: {{n}} تلاش دیگر برای وارد‌کردن کد صحیح قبل از اینکه سیم کارت برای همیشه غیر قابل استفاده شود باقی مانده است. برای اطلاعات بیشتر به مستندات سیم کارت مراجعه کنید یا با سرویس‌دهنده خود تماس بگیرید.
ga_ie: Níl ach {{n}} iarracht fágtha agat an cód ceart a chur isteach sula mbeidh an cárta SIM seo do-úsáidte go deo. Féach ar dhoiciméadú do chárta SIM nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Tha {{n}} oidhirp eile agad an còd ceart a chur a-steach mus bi a' chairt SIM seo gun fheum gu sìorraidh bràth. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no bruidhinn ris a' ghiùlanair agad airson barrachd fiosrachaidh.
hi_in: इससेपहले यह SIM कार्ड स्थायी रूप से व्यर्थ हो जाए आपके पास सही कोड प्प्रविष्ट करने के लिए {{n}} प्रयास बाकी हैं. SIM कार्ड दस्तावेज़ देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करें.
hu: Még {{n}} lehetősége van a helyes kód megadására, mielőtt a SIM kártya véglegesen használhatatlanná válik. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda memiliki {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM ini tidak dapat digunakan lagi. Silakan baca petunjuk penggunaan kartu SIM Anda atau hubungi operator Anda untuk mendapatkan informasi selengkapnya.
kn: SIM ಕಾರ್ಡ್ ಶಾಶ್ವತವಾಗಿ ಕೆಲಸಕ್ಕೆ ಬಾರದಂತಾಗುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ. ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
lv: Jums ir palikuši {{n}} mēģinājumi lai ievadītu pareizo kodu pirms šī SIM karte kļūs pastāvīgi neizmantojama. Griezieties pie savas SIM kartes dokumentāciju vai sazinieties ar savu operatoru lai uzzinātu vairāk.
mai: एकरा सँ पहिले ई SIM कार्ड स्थायी रूप सँ व्यर्थ भए जाए अहाँक पास सही कोड प्रविष्ट करब कलेल {{n}} प्रयास बाकी अछि. SIM कार्ड दस्ताबेज देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny tsy hampety hampiasaina mandrakizay an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa amin'ny mpandraharahanao raha mila fampahalalana bebe kokoa.
ne: SIM कार्ड स्थायी रुपमा काम नलाग्ने हुनु अगाडि तपाईँसँग {{n}}वटा सहि कोड प्रविष्ट गर्ने कोसिसहरु बाँकि छ। अझ जानकारीका लागि तपाईँको SIM कार्डको मिसिलिकरणबाट सल्लाह लिनुहोस् वा तपाईँको वाहकसँग सम्पर्क राख्नुहोस्।
or: SIMକାର୍ଡଟି ସ୍ଥାୟୀ ଭାବରେ ଅନୁପଯୋଗୀ ହେବା ଆଗରୁ ଆପଣଙ୍କ ପାଖରେ {{n}} ସଂଖ୍ୟକ ଚେଷ୍ଟା ବାକିଅଛି। ଆପଣଙ୍କ SIMକାର୍ଡ ପତ୍ରିକାକୁ ଦେଖନ୍ତୁ ବା ଅଧିକ ସୂଚନାପାଇଁ ଆପଣଙ୍କ କ୍ୟାରିଅର ସହ ସମ୍ପର୍କ କରନ୍ତୁ।
pt: Restam {{n}} tentativas para introduzir o código correto antes de este cartão SIM se tornar permanentemente inutilizável. Consulte a documentação do seu cartão SIM ou o contacte o seu operador para mais informações.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte ca această cartelă SIM să devină inutilizabilă permanent. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: සිම් කාඩ්පත ස්ථිරවම භාවිතයට ගත නොහැකි තත්ත්වයට පත් වීමට පෙර නිවැරදි කේතය යෙදීමට ඔබට ඇත්තේ තව උත්සාහයන් {{n}}ක් පමණි. ඔබේ සිම් කාඩ්පතේ ප්‍රලේඛනයෙන් හෝ ඔබේ වාහකයා සම්බන්ධ කර ගැනීමෙන් වැඩිදුර තොරතුරු ලබාගන්න.
sw: Una majaribio {{n}} yaliosalia la kuingiza kodi sahihi kabla ya kadi hii ya SIM kuwa haitumiki kabisa. Rejelea maandishi ya kadi yako ya SIM au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: சரியான குறியீடை உள்ளிடும் முன் உங்களுக்கு {{n}} வாய்ப்புகள் உள்ளன இல்லையெனில் இந்த சிம் அட்டையை நிரந்தரமாக பயன்படுத்த முடியாது. உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது கூடுதலான தகவல்களுக்கு சேவை வழங்குபவர்களை தொடர்பு கொள்.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM นี้จะไม่สามารถใช้งานได้อย่างถาวร ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Bu SIM kart kalıcı olarak kullanılamaz hale gelmeden önce doğru kodu girmeniz için {{n}} hakkınız kaldı. Daha fazla bilgi için SIM kartın belgelerine bakın veya operatörünüzle iletişime geçin.
ur: اس سے پہلے کہ یہ SIM کارڈ مستقل طور پر ناقابل استعمال ہو جائے آپ کے پاس صحیح کوڈ داخل کرنے کے لیے {{n}} کوششیں باقی ہیں۔ اپنے SIM کارڈ کا دستاویزی عمل دیکھیں یا پھر مزید معلومات کے لیے اپنے بارگیر سے رابطہ کریں۔
uz: Siz yana {{n}} marta kodni kiritishingiz mumkin, agar kodni xato kiritsangiz SIM karta butunlay qulflanadi. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
vi: Bạn còn {{n}} lần thử để nhập mã chính xác trước khi thẻ SIM bị khóa vĩnh viễn. Xem tài liệu về thẻ SIM hoặc liên hệ với nhà mạng để biết thêm thông tin.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant kel cwåte SIM ni fouxhe pus eployåve, po todi. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.
xh: Unamathuba okuzama a-{{n}} ukufaka ikhowudi echanileyo ngaphambi kokuba le SIM ingasebenzi ngokupheleleyo. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Usalelwe amathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuba ikhadi le-SIM lingangasebenzi unomphela. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.

# pukAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
am: አንድ ሙከራ {{n}} ይቀሮታል ትክክለኛውን ኮድ ለማስገባት ይህ የ ሲም ካርድ በቋሚነት ከመቆለፉ በፊት: ያመሳክሩ ወደ እርስዎ ሲም ካርድ ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: لديك {{n}} محاولة لإدخال الرمز الصحيح قبل أن تصبح هذه الشريحة غير صالحة للإستعمال بشكل دائم. ارجع إلى وثائق الشريحة أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
bg: Имате {{n}} опита да въведете правилен код преди SIM картата да стане неизползваема. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: সিম কার্ডটি স্থায়ীভাবে আব্যাবহারযোগ্য হওয়ার পূর্বে সঠিক কোডটি প্রবেশ করানোর জন্য আপনার কাছে শুধুমাত্র {{n}} টি সুযোগ বাকি রয়েছে। আরও তথ্যের জন্য আপনার সিম কার্ডের ডক্যুমেন্টসমূহতে খুজুন অথবা আপনার অপারেটর এর সাথে যোগাযোগ করুন।
bn_in: SIM কার্ড টি স্থায়ীভাবে অকার্যকর হয়ে যাবার আগে আপনার কেবল {{n}} বার মাত্র চেষ্টা করা বাকি আছে। আপনার SIM কার্ড এর নথিপত্র দেখুন অধিক তথ্যের জন্য আপনার ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok ma vo diarveradus ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije nego SIM kartica bude trajno neupotrebljiva. Pogledajte dokumentaciju vaše SIM kartice ili se obratite vašem operateru za više informacija.
ca: Us queden {{n}} intents per introduir el codi correcte abans que la targeta SIM quedi inservible permanentment. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Mae gennych {{n}} tro ar ôl i gynnig y cod cywir cyn bydd y SIM y cael ei atal yn barhaol. Darllenwch y wybodaeth ddaeth gyda'r cerdyn SIM neu gysylltu â'ch darparwr am wybodaeth bellach.
es: Le quedan {{n}} intentos para escribir el código correcto antes de que la tarjeta SIM quede definitivamente inutilizable. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela behin-betiko erabilezin geratu aurretik. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: {{n}} تلاش دیگر برای وارد‌کردن کد صحیح قبل از اینکه سیم کارت برای همیشه غیر قابل استفاده شود باقی مانده است. برای اطلاعات بیشتر به مستندات سیم کارت مراجعه کنید یا با سرویس‌دهنده خود تماس بگیرید.
ga_ie: Níl ach {{n}} iarracht fágtha agat an cód ceart a chur isteach sula mbeidh an cárta SIM seo do-úsáidte go deo. Féach ar dhoiciméadú do chárta SIM nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Tha {{n}} oidhirpean eile agad an còd ceart a chur a-steach mus bi a' chairt SIM seo gun fheum gu sìorraidh bràth. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no bruidhinn ris a' ghiùlanair agad airson barrachd fiosrachaidh.
hi_in: इससेपहले यह SIM कार्ड स्थायी रूप से व्यर्थ हो जाए आपके पास सही कोड प्प्रविष्ट करने के लिए {{n}} प्रयास बाकी हैं. SIM कार्ड दस्तावेज़ देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करें.
hu: Még {{n}} lehetősége van a helyes kód megadására, mielőtt a SIM kártya véglegesen használhatatlanná válik. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda memiliki {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM ini tidak dapat digunakan lagi. Silakan baca petunjuk penggunaan kartu SIM Anda atau hubungi operator Anda untuk mendapatkan informasi selengkapnya.
kn: SIM ಕಾರ್ಡ್ ಶಾಶ್ವತವಾಗಿ ಕೆಲಸಕ್ಕೆ ಬಾರದಂತಾಗುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ. ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
lv: Jums ir palikuši {{n}} mēģinājumi lai ievadītu pareizo kodu pirms šī SIM karte kļūs pastāvīgi neizmantojama. Griezieties pie savas SIM kartes dokumentāciju vai sazinieties ar savu operatoru lai uzzinātu vairāk.
mai: एकरा सँ पहिले ई SIM कार्ड स्थायी रूप सँ व्यर्थ भए जाए अहाँक पास सही कोड प्रविष्ट करब कलेल {{n}} प्रयास बाकी अछि. SIM कार्ड दस्ताबेज देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny tsy hampety hampiasaina mandrakizay an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa amin'ny mpandraharahanao raha mila fampahalalana bebe kokoa.
ne: SIM कार्ड स्थायी रुपमा काम नलाग्ने हुन अगाडि तपाईँसँग {{n}}वटा सहि कोड प्रविष्ट गर्ने कोसिसहरु बाँकि छ। अझ जानकारीका लागि तपाईँको SIM कार्डको मिसिलिकरणबाट सल्लाह लिनुहोस् वा तपाईँको वाहकसँग सम्पर्क राख्नुहोस्।
or: SIMକାର୍ଡଟି ସ୍ଥାୟୀ ଭାବରେ ଅନୁପଯୋଗୀ ହେବା ଆଗରୁ ଆପଣଙ୍କ ପାଖରେ {{n}} ସଂଖ୍ୟକ ଚେଷ୍ଟା ବାକିଅଛି। ଆପଣଙ୍କ SIMକାର୍ଡ ପତ୍ରିକାକୁ ଦେଖନ୍ତୁ ବା ଅଧିକ ସୂଚନାପାଇଁ ଆପଣଙ୍କ କ୍ୟାରିଅର ସହ ସମ୍ପର୍କ କରନ୍ତୁ।
pt: Restam {{n}} tentativas para introduzir o código correto antes de este cartão SIM se tornar permanentemente inutilizável. Consulte a documentação do seu cartão SIM ou o contacte o seu operador para mais informações.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte ca această cartelă SIM să devină inutilizabilă permanent. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: සිම් කාඩ්පත ස්ථිරවම භාවිතයට ගත නොහැකි තත්ත්වයට පත් වීමට පෙර නිවැරදි කේතය යෙදීමට ඔබට ඇත්තේ තව උත්සාහයන් {{n}}ක් පමණි. ඔබේ සිම් කාඩ්පතේ ප්‍රලේඛනයෙන් හෝ ඔබේ වාහකයා සම්බන්ධ කර ගැනීමෙන් වැඩිදුර තොරතුරු ලබාගන්න.
sw: Una majaribio {{n}} yaliosalia la kuingiza kodi sahihi kabla ya kadi hii ya SIM kuwa haitumiki kabisa. Rejelea maandishi ya kadi yako ya SIM au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: சரியான குறியீடை உள்ளிடும் முன் உங்களுக்கு {{n}} வாய்ப்புகள் உள்ளன இல்லையெனில் இந்த சிம் அட்டையை நிரந்தரமாக பயன்படுத்த முடியாது. உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது கூடுதலான தகவல்களுக்கு சேவை வழங்குபவர்களை தொடர்பு கொள்.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM นี้จะไม่สามารถใช้งานได้อย่างถาวร ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Bu SIM kart kalıcı olarak kullanılamaz hale gelmeden önce doğru kodu girmeniz için {{n}} hakkınız kaldı. Daha fazla bilgi için SIM kartın belgelerine bakın veya operatörünüzle iletişime geçin.
ur: اس سے پہلے کہ یہ SIM کارڈ مستقل طور پر ناقابل استعمال ہو جائے آپ کے پاس صحیح کوڈ داخل کرنے کے لیے {{n}} کوششیں باقی ہیں۔ اپنے SIM کارڈ کا دستاویزی عمل دیکھیں یا پھر مزید معلومات کے لیے اپنے بارگیر سے رابطہ کریں۔
uz: Siz yana {{n}} marta kodni kiritishingiz mumkin, agar kodni xato kiritsangiz SIM karta butunlay qulflanadi. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
vi: Bạn còn {{n}} lần thử để nhập mã chính xác trước khi thẻ SIM bị khóa vĩnh viễn. Xem tài liệu về thẻ SIM hoặc liên hệ với nhà mạng để biết thêm thông tin.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant kel cwåte SIM ni fouxhe pus eployåve, po todi. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.
xh: Unamathuba okuzama a-{{n}} ukufaka ikhowudi echanileyo ngaphambi kokuba le SIM ingasebenzi ngokupheleleyo. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Usalelwe amathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuba ikhadi le-SIM lingangasebenzi unomphela. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.

# pukAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
am: አንድ ሙከራ {{n}} ይቀሮታል ትክክለኛውን ኮድ ለማስገባት ይህ የ ሲም ካርድ በቋሚነት ከመቆለፉ በፊት: ያመሳክሩ ወደ እርስዎ ሲም ካርድ ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: لديك {{n}} محاولة لإدخال الرمز الصحيح قبل أن تصبح هذه الشريحة غير صالحة للإستعمال بشكل دائم. ارجع إلى وثائق الشريحة أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
bg: Имате {{n}} опита да въведете правилен код преди SIM картата да стане неизползваема. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: সিম কার্ডটি স্থায়ীভাবে আব্যাবহারযোগ্য হওয়ার পূর্বে সঠিক কোডটি প্রবেশ করানোর জন্য আপনার কাছে শুধুমাত্র {{n}} টি সুযোগ বাকি রয়েছে। আরও তথ্যের জন্য আপনার সিম কার্ডের ডক্যুমেন্টসমূহতে খুজুন অথবা আপনার অপারেটর এর সাথে যোগাযোগ করুন।
bn_in: SIM কার্ড টি স্থায়ীভাবে অকার্যকর হয়ে যাবার আগে আপনার কেবল {{n}} বার মাত্র চেষ্টা করা বাকি আছে। আপনার SIM কার্ড এর নথিপত্র দেখুন অধিক তথ্যের জন্য আপনার ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok ma vo diarveradus ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije nego SIM kartica bude trajno neupotrebljiva. Pogledajte dokumentaciju vaše SIM kartice ili se obratite vašem operateru za više informacija.
ca: Us queden {{n}} intents per introduir el codi correcte abans que la targeta SIM quedi inservible permanentment. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Mae gennych {{n}} tro ar ôl i gynnig y cod cywir cyn bydd y SIM y cael ei atal yn barhaol. Darllenwch y wybodaeth ddaeth gyda'r cerdyn SIM neu gysylltu â'ch darparwr am wybodaeth bellach.
es: Le quedan {{n}} intentos para escribir el código correcto antes de que la tarjeta SIM quede definitivamente inutilizable. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela behin-betiko erabilezin geratu aurretik. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: {{n}} تلاش دیگر برای وارد‌کردن کد صحیح قبل از اینکه سیم کارت برای همیشه غیر قابل استفاده شود باقی مانده است. برای اطلاعات بیشتر به مستندات سیم کارت مراجعه کنید یا با سرویس‌دهنده خود تماس بگیرید.
ga_ie: Níl ach {{n}} n-iarracht fágtha agat an cód ceart a chur isteach sula mbeidh an cárta SIM seo do-úsáidte go deo. Féach ar dhoiciméadú do chárta SIM nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Tha {{n}} oidhirp eile agad an còd ceart a chur a-steach mus bi a' chairt SIM seo gun fheum gu sìorraidh bràth. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no bruidhinn ris a' ghiùlanair agad airson barrachd fiosrachaidh.
hi_in: इससेपहले यह SIM कार्ड स्थायी रूप से व्यर्थ हो जाए आपके पास सही कोड प्प्रविष्ट करने के लिए {{n}} प्रयास बाकी हैं. SIM कार्ड दस्तावेज़ देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करें.
hu: Még {{n}} lehetősége van a helyes kód megadására, mielőtt a SIM kártya véglegesen használhatatlanná válik. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda memiliki {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM ini tidak dapat digunakan lagi. Silakan baca petunjuk penggunaan kartu SIM Anda atau hubungi operator Anda untuk mendapatkan informasi selengkapnya.
kn: SIM ಕಾರ್ಡ್ ಶಾಶ್ವತವಾಗಿ ಕೆಲಸಕ್ಕೆ ಬಾರದಂತಾಗುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ. ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
lv: Jums ir palikuši {{n}} mēģinājumi lai ievadītu pareizo kodu pirms šī SIM karte kļūs pastāvīgi neizmantojama. Griezieties pie savas SIM kartes dokumentāciju vai sazinieties ar savu operatoru lai uzzinātu vairāk.
mai: एकरा सँ पहिले ई SIM कार्ड स्थायी रूप सँ व्यर्थ भए जाए अहाँक पास सही कोड प्रविष्ट करब कलेल {{n}} प्रयास बाकी अछि. SIM कार्ड दस्ताबेज देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny tsy hampety hampiasaina mandrakizay an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa amin'ny mpandraharahanao raha mila fampahalalana bebe kokoa.
ne: सिम कार्ड स्थायी रुपमा काम नलाग्ने हुनु अगाडि तपाईँसँग {{n}} सहि कोड प्रविष्ट गर्ने कोसिस बाँकि छ । थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईँको यन्त्र वाहकसँग सम्पर्क राख्नुहोस्।
or: SIMକାର୍ଡଟି ସ୍ଥାୟୀ ଭାବରେ ଅନୁପଯୋଗୀ ହେବା ଆଗରୁ ଆପଣଙ୍କ ପାଖରେ {{n}} ସଂଖ୍ୟକ ଚେଷ୍ଟା ବାକିଅଛି। ଆପଣଙ୍କ SIMକାର୍ଡ ପତ୍ରିକାକୁ ଦେଖନ୍ତୁ ବା ଅଧିକ ସୂଚନାପାଇଁ ଆପଣଙ୍କ କ୍ୟାରିଅର ସହ ସମ୍ପର୍କ କରନ୍ତୁ।
pt: Restam {{n}} tentativas para introduzir o código correto antes de este cartão SIM se tornar permanentemente inutilizável. Consulte a documentação do seu cartão SIM ou o contacte o seu operador para mais informações.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte ca această cartelă SIM să devină inutilizabilă permanent. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: සිම් කාඩ්පත ස්ථිරවම භාවිතයට ගත නොහැකි තත්ත්වයට පත් වීමට පෙර නිවැරදි කේතය යෙදීමට ඔබට ඇත්තේ තව උත්සාහයන් {{n}}ක් පමණි. ඔබේ සිම් කාඩ්පතේ ප්‍රලේඛනයෙන් හෝ ඔබේ වාහකයා සම්බන්ධ කර ගැනීමෙන් වැඩිදුර තොරතුරු ලබාගන්න.
sw: Una majaribio {{n}} yaliosalia la kuingiza kodi sahihi kabla ya kadi hii ya SIM kuwa haitumiki kabisa. Rejelea maandishi ya kadi yako ya SIM au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: சரியான குறியீடை உள்ளிடும் முன் உங்களுக்கு {{n}} வாய்ப்புகள் உள்ளன இல்லையெனில் இந்த சிம் அட்டையை நிரந்தரமாக பயன்படுத்த முடியாது. உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது கூடுதலான தகவல்களுக்கு சேவை வழங்குபவர்களை தொடர்பு கொள்.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM นี้จะไม่สามารถใช้งานได้อย่างถาวร ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Bu SIM kart kalıcı olarak kullanılamaz hale gelmeden önce doğru kodu girmeniz için {{n}} hakkınız kaldı. Daha fazla bilgi için SIM kartın belgelerine bakın veya operatörünüzle iletişime geçin.
ur: اس سے پہلے کہ یہ SIM کارڈ مستقل طور پر ناقابل استعمال ہو جائے آپ کے پاس صحیح کوڈ داخل کرنے کے لیے {{n}} کوششیں باقی ہیں۔ اپنے SIM کارڈ کا دستاویزی عمل دیکھیں یا پھر مزید معلومات کے لیے اپنے بارگیر سے رابطہ کریں۔
uz: Siz yana {{n}} marta kodni kiritishingiz mumkin, agar kodni xato kiritsangiz SIM karta butunlay qulflanadi. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
vi: Bạn còn {{n}} lần thử để nhập mã chính xác trước khi thẻ SIM bị khóa vĩnh viễn. Xem tài liệu về thẻ SIM hoặc liên hệ với nhà mạng để biết thêm thông tin.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant kel cwåte SIM ni fouxhe pus eployåve, po todi. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.
xh: Unamathuba okuzama a-{{n}} ukufaka ikhowudi echanileyo ngaphambi kokuba le SIM ingasebenzi ngokupheleleyo. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Usalelwe amathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuba ikhadi le-SIM lingangasebenzi unomphela. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.
