Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Certificate import failed
am: የምስክር ወረቀት ማምጣት አልተሳካም
ar: فشل في استيراد الشهادة
bg: Неуспешно внасяне на сертификат
bn_bd: সার্টিফিকেট ইম্পোর্ট করতে ব্যর্থ
bn_in: সার্টিফিকেট আমদানি করা যায়নি
br: C'hwitadenn war enporzhiañ an testeni
bs: Uvoz certifikata nije uspio
ca: No s'ha pogut importar el certificat
cy: Methodd mewnforio tystysgrif
es: Falló la importación del certificado
eu: Huts egin du ziurtagiria inportatzeak
fa: وارد کردن گواهینامه شکست خورد
ga_ie: Níorbh fhéidir an teastas a iompórtáil
gd: Dh'fhàillig ion-phortadh an teisteanais
hi_in: प्रमाणपत्र आयात असफल
hu: A tanúsítvány másolása sikertelen
id: Impor sertifikat gagal
kn: ಪ್ರಮಾಣಪತ್ರದ ಆಮದು ವಿಫಲಗೊಂಡಿದೆ
lv: Sertifikāta importēšana neizdevās
mai: प्रमाणपत्र आयात असफल
mg: Tsy nety ny fanafarana sertifikà
ne: प्रमाणपत्र आयात असफल भयो
or: ପ୍ରମାଣପତ୍ର ଆମଦାନି ବିଫଳ
pt: A importação do certificado falhou
ro: Importarea certificatului a eșuat
si: සහතිකය ආයාත කිරීම අසාර්ථක විය
sw: Kuleta cheti kulishindwa
ta: சான்றிதழை இறக்குமதி செய்ய முடியவில்லை
th: การนำเข้าใบรับรองล้มเหลว
tr: Sertifika içeri aktarma başarısız
ur: درآمد تصدیق نامہ ناکام
uz: Sertifikatni import qilib bo‘lmadi
vi: Không thể nhập chứng chỉ
wa: L’ abagaedje di l’ acertineure a fwait berwete
xh: Ukufaka isatifiketi kusilele
zu: Ukungeniswa kwesitifiketi akuphumelelanga

source: This may be due to a damaged certificate file, for example.
am: ይህ ምናልባት በተበላሸ የምስክር ወረቀት ችግር ይሆናል: ለምሳሌ
ar: قد يكون هذا بسبب وجود ملف شهادة تالفة، على سبيل المثال.
bg: Може да бъде заради повреден файл със сертификат.
bn_bd: যেমন, সার্টিফিকেট ফাইল নষ্ট থাকলেও এটা হতে পারে।
bn_in: নষ্ট হয়ে যাওয়া সার্টিফিকেট ফাইলের কারনে এমন হতে পারে, যেমন।
br: An dra-mañ a c'hell c'hoarvezout abalamour d'ur restr testeni kontronet.
bs: Razlog za ovo može npr. da bude oštećen fajl certifikata.
ca: La causa pot ser que el fitxer de certificat està malmès, per exemple.
cy: Gall hyn fod oherwydd ffeil tystysgrif a ddifrodwyd, e.e.
es: Puede deberse, por ejemplo, a que un archivo de certificado esté dañado.
eu: Hondatutako ziurtagiri-fitxategi batengatik izan daiteke hau, adibidez.
fa: برای مثال، ممکن است به دلیل پروندهٔ گواهینامهٔ خراب باشد.
ga_ie: Seans go bhfuil an teastas truaillithe, mar shampla.
gd: Dh'fhaoidte gu bheil faidhle teisteanais ann a chaidh a dhochann, mar eisimpleir.
hi_in: उदाहरण के लिए, यह क्षतिग्रस्त प्रमाणपत्र फ़ाइल के कारण हो सकता है.
hu: Ezt például sérült tanúsítványfájl okozhatja.
id: Hal ini mungkin terjadi karena berkas sertifikat rusak, misalnya.
kn: ಉದಾಹರಣೆಗೆ, ಇದು ಹಾಳಾದ ಪ್ರಮಾಣಪತ್ರವಿರಬಹುದು.
lv: Tas varētu būt sabojāta sertifikāta datnes sekas, piemēram.
mai: उदाहरण कलेल, ई क्षतिग्रस्त प्रमाणपत्र फाइल क कारण भए सकैत अछि.
mg: Mety rakitra sertifikà simba, ohatra, ny anton'io.
ne: यो क्षतिग्रस्त प्रमाण पत्र फाइलको करण भएको हुनसक्छ, उदाहरणको निम्ती।
or: ଏହା ହୁଏତ ତ୍ରୁଟିଯୁକ୍ତ ପ୍ରମାଣପତ୍ର ଫାଇଲ ଯୋଗୁ ହୋଇଥାଏ, ଉଦାହରଣ ସ୍ୱରୂପ ।
pt: Isto pode ter acontecido, por exemplo, devido a um ficheiro de certificado danificado.
ro: Aceasta se poate datora unui fișier de certificat deteriorat, de exemplu.
si: නිදසුනක් ලෙස, මෙය හානි වූ සහතික ගොනුවක් නිසාවෙන් විය හැක.
sw: Hii inaweza kuwa ni kwa sababu ya faili ya cheti iliyo haribika, kwa mfano.
ta: எ.காட்டாக, இது ஒரு சேதமடைந்த சான்றிதழால் ஏற்பட்ட பிரச்சனையாக இருக்கலாம்.
th: สิ่งนี้อาจมีสาเหตุมาจากไฟล์ใบรับรองได้รับความเสียหาย ตัวอย่างเช่น
tr: Bu, hasar görmüş bir sertifikadan kaynaklanıyor olabilir.
ur: یہ مثال کے طور پر، ایک تباہ شدہ سرٹیفکیٹ فائل کی وجہ سے ہو سکتا ہے۔
uz: Bunga sabab buzilgan sertifikat fayli bo‘lishi mumkin, masalan.
vi: Có thể do tập tin chứng chỉ bị hỏng.
wa: Ça pôreut esse, metans, a cåze d’ on fitchî d’ acertineure aroké.
xh: Oku kungabangelwa ngumonakalo kwifayile yesatifiketi, ngokomzekelo.
zu: Lokhu kungadalwa yifayela elinomonakalo, isibonelo.

source: Connect with WPS
am: መገናኛ በ WPS
ar: إتصِّل ب WPS
bg: Свързване чрез WPS
bn_bd: WPS দিয়ে সংযোগ
bn_in: WPS সংযোগ
br: Kennaskañ gant WPS
bs: Poveži WPS-om
ca: Connexió WPS
cy: Cysylltu gyda WPS
es: Conectar con WPS
eu: Konektatu WPS erabiliz
fa: اتصال بوسیله WPS
ga_ie: Ceangail le WPS
gd: Dèan ceangal le WPS
hi_in: WPS के साथ कनेक्ट करे
hu: WPS csatlakozás
id: Sambungkan dengan WPS
kn: WPS ನೊಂದಿಗೆ ಸಂಪರ್ಕ ಹೊಂದು
lv: Savienoties izmantojot WPS
mai: WPS क सँग कनेक्ट करू
mg: Hifandray amin'ny WPS
ne: wps सांग सम्पर्क गर्नुस
or: WPS ସହ ଯୋଡ଼ନ୍ତୁ
pt: Ligar com WPS
ro: Conectare prin WPS
si: WPS සමඟ සම්බන්ධ වන්න
sw: Unganisha na WPS
ta: WPS உடன் இணை
th: เชื่อมต่อกับ WPS
tr: WPS ile bağlan
ur: WPS کے ساتھ جڑیں
uz: WPS bilan ulanish
vi: Kết nối với WPS
wa: Raloyî avou WPS
xh: Nxibelelana nge-WPS
zu: Xhuma ku-WPS

source: WPS is in progress…
am: WPS በሂደት ላይ…
ar: جارِ إعداد WPS...
bg: WPS е в процес на свързване…
bn_bd: WPS কাজ করছে...
bn_in: WPS প্রগতি চলছে…
br: O kennaskañ gant WPS…
bs: WPS u toku...
ca: S'està connectant amb WPS…
cy: Mae WPS wrthi…
es: Procesando WPS…
eu: WPSa lanean dago…
fa: WPS در جریان است…
ga_ie: Tá WPS ar siúl…
gd: Tha WPS a' dol air adhart…
hi_in: WPS प्रगति में है…
hu: WPS folyamatban…
id: WPS sedang diproses…
kn: WPS ಪ್ರಗತಿಯಲ್ಲಿದೆ…
lv: Notiek WPS...
mai: WPS प्रगति मे अछि…
mg: Eo an-dàlana ny WPS…
ne: WPS प्रगतिमा छ...
or: WPS କାର୍ଯ୍ଯରତ ଅଛି…
pt: WPS está em progresso…
ro: WPS este în desfășurare…
si: WPS කෙරෙමින් පවතී…
sw: WPS inaendelea...
ta: WPS செயலிலுள்ளது...
th: WPS อยู่ในความคืบหน้า…
tr: WPS devam ediyor…
ur: WPS پیش رفت کا عمل جاری…
uz: WPS amalga oshirilmoqda…
vi: Đang kết nối WPS…
wa: WPS est k’ i s’ fwait...
xh: I-WPS iyaqhuba…
zu: I-WPS iyaqhubeka…

source: WPS was canceled
am: WPS ተሰርዟል
ar: تم إلغاء الإعداد المحمي
bg: WPS беше отказан
bn_bd: WPS বাতিল করা হয়েছে
bn_in: WPS বাতিল করা হয়েছে
br: Nullet eo bet ar WPS
bs: WPS je otkazan
ca: S'ha cancel·lat la connexió WPS
cy: WPS wedi ei ddiddymu
es: Se canceló WPS
eu: WPSa utzi egin da
fa: WPS لغو شد
ga_ie: Cealaíodh WPS
gd: Sguireadh dhen WPS
hi_in: WPS रद्द हो चुका है
hu: WPS megszakítva
id: WPS dibatalkan
kn: WPS ರದ್ದುಪಡಿಸಲಾಗಿದೆ
lv: WPS tika atcelts
mai: WPS रद्द भए चुकल अछि
mg: Nofoanana ny WPS
ne: WPS रद्द गरियो
or: WPS ବାତିଲ ହୋଇଛି
pt: WPS foi cancelado
ro: WPS a fost anulat
si: WPS අවලංගු කෙරිණි
sw: WPS ilighairiwa
ta: WPS இரத்து செய்யப்பட்டது
th: WPS ถูกยกเลิก
tr: WPS iptal edildi
ur: WPS منسوخ کر دیا گیا تھا
uz: WPS bekor qilindi
vi: Đã hoãn WPS
wa: On-z a rnoncî a WPS
xh: I-WPS yarhoxiswa
zu: I-WPS ikhanseliwe

source: WPS timed out
am: WPS ጊዜው አልፏል
ar: انتهت مهلة الإعداد المحمي
bg: Изтече времето на WPS
bn_bd: WPS এর সময় শেষ
bn_in: WPS সময় সমাপ্ত
br: Diamzeret eo ar WPS
bs: WPS je istekao
ca: S'ha esgotat el temps d'espera de la connexió WPS
cy: Amser allan WPS
es: WPS tardó demasiado
eu: WPSaren denbora-muga gaindituta
fa: مهلت اتصال WPS تمام شد
ga_ie: WPS thar am
gd: Dh'fhalbh an ùine air WPS
hi_in: WPS का समय खत्म हो चुका है
hu: WPS túllépte az időkorlátot
id: Tenggang waktu WPS habis
kn: WPS ಕಾಲಾವಧಿ ಮೀರಿದೆ
lv: Iestājās noilgums WPS procedūrai
mai: WPS क समय खत्म भए चुकल अछि
mg: Dila fe-potoana ny WPS
ne: WPS समय समाप्त
or: WPS ସମୟ ସମାପ୍ତ
pt: WPS expirou
ro: WPS a expirat
si: WPS කාල ඉකුතුව
sw: WPS ilimaliza wakati wake
ta: டபுள்யூபிஎஸ் நேரம் முடிவுற்றது
th: หมดเวลาการเชื่อมต่อ WPS
tr: WPS zaman aşımına uğradı
ur: WPS کا وقت ختم ہوگیا
uz: WPS vaqti o‘tib ketdi
vi: Hết hạn chờ WPS
wa: Li tins po WPS est houte
xh: I-WPS iphelelwe lixesha
zu: I-WPS iphelelwe yisikhathi

source: WPS failed [{{error}}]
am: WPS ወድቋል [{{error}}]
ar: WPS فشل [{{error}}]
bg: Грешка при WPS [{{error}}]
bn_bd: WPS ব্যর্থ [{{error}}]
bn_in: WPS ব্যর্থ [{{error}}]
br: C'hwitadenn WPS [{{error}}]
bs: WPS nije uspio [{{error}}]
ca: La connexió WPS ha fallat [{{error}}]
cy: Methodd WPS [{{error}}]
es: Falló WPS [{{error}}]
eu: WPSak huts egin du [{{error}}]
fa: WPS شکست خورد [{{error}}]
ga_ie: Theip ar WPS [{{error}}]
gd: Dh’fhàillig WPS [{{error}}]
hu: WPS meghiúsult [{{error}}]
id: WPS gagal [{{error}}]
kn: WPS ವಿಫಲಗೊಂಡಿದೆ [{{error}}]
lv: WPS neizdevās [{{error}}]
mai: WPS बिफल [{{error}}]
ne: WPS असफल [{{error}}]
pt: WPS falhou [{{error}}]
ro: WPS a eșuat [{{error}}]
si: WPS අසාර්ථකයි [{{error}}]
ta: WPS தோல்வி [{{error}}]
th: WPS ล้มเหลว [{{error}}]
tr: WPS başarısız [{{error}}]
ur: WPS ناکام [{{error}}]
uz: WPS amalga oshmadi [{{error}}]
wa: WPS a fwait berwete [{{error}}]

source: Another WPS PBC AP was found
am: ሌላ WPS PBC AP ተገኝቷል
ar: تم العثور على نقطة اتصال إعداد محمي أخرى
bg: Беше намерена друга WPS PBC точка за достъп
bn_bd: আরেকটি WPS PBC AP পাওয়া গিয়েছে
bn_in: অন্য একটি WPS PBC AP পাওয়া গেছে
br: Ur WPS PBC AP all zo bet kavet
bs: Pronađen je još jedan WPS PBC AP
ca: S'ha trobat un altre punt d'accés WPS PBC
cy: Wedi canfod WPS PBC AP arall
es: Se encontró otro WPS PBC AP
eu: Beste WPS PBC AP bat aurkitu da
fa: یک WPS PBC AP دیگر پیدا شد
ga_ie: Fuarthas WPS PBC AP eile
gd: Chaidh WPS PBC AP eile a lorg
hi_in: एक अन्य WPS PBC AP पाया गया
hu: Másik WPS PBC AP található
id: WPS PBC AP lain ditemukan
kn: ಮತ್ತೊಂದು WPS PBC AP ಕಂಡುಬಂದಿದೆ
mai: एकटा आन WPS PBC AP पाएल गेल
mg: Misy WPS PBC AP hafa hita
ne: अर्को WPS PBC AP भेटियो
or: ଅନ୍ୟ ଏକ WPS PBC AP ମିଳିଛି
pt: Outro WPS PBC AP foi encontrado
ro: Un alt WPS PBC AP a fost găsit
si: තවත් WPS PBC AP හමු වුණි
sw: WPS PBC AP nyingine ilipatikana
ta: மற்றொரு WPS PBC AP கண்டுபிடிக்கப்பட்டது
th: พบจุดเชื่อมต่อ WPS PBC อื่น
tr: Başka bir WPS PBC AP bulundu
ur: ایک اور WPS PBC AP پایا گیا
uz: Boshqa WPS PBC AP topildi
vi: Tìm thấy một WPS PBC AP khác
wa: Èn ôte AP WPS PBC a stî trové
xh: Kufunyenwe enye i-WPS PBC AP
zu: Enye i-WPS PBC AP itholakele

source: Automatic Wi-Fi setup
am: ራሱ በራሱ ዋይ-ፋይ ማሰናጃ
ar: خيارات الواي فاي الآلية
bg: Автоматична настройка на Wi-Fi
bn_bd: স্বয়ংক্রিয় ওয়াই-ফাই সেটাপ
bn_in: স্বয়ংক্রিয় ওয়াইফাই স্থাপনা
br: Kefluniadur Wi-Fi emgefreek
bs: Automatske Wi-Fi postavke
ca: Configuració Wi-Fi automàtica
cy: Gosod y diwifr yn awtomatig
es: Configuración automática
eu: Wi-Fiaren konfig. automatikoa
fa: برپاسازی خودکار Wi-Fi
ga_ie: Socrú uathoibríoch Wi-Fi
gd: Suidheachadh WiFi fèin-obrachail
hi_in: स्वचालित वाई-फाई सेटअप
hu: Automata Wi-Fi beállítás
id: Setelan Wi-Fi otomatis
kn: ಸ್ವಯಂಚಾಲಿತ Wi-Fi ಸಿದ್ಧತೆ
lv: Automātiskā Wi-Fi uzstādīšana
mai: स्वचालित वाइ-फाइ सेटअप
mg: Tefy Wi-Fi mandeha hoazy
ne: स्वत: वाई-फाई सेटअप
or: ସ୍ୱୟଂଚାଳିତ ୱାଇ-ଫାଇ ବ୍ୟବସ୍ଥା
pt: Configuração automática
ro: Configurare automată Wi-Fi
si: ස්වයංක්‍රීය වයි-ෆයි සැකසුම
sw: Mpango kwa machine wa Wi-Fi
ta: தன்னியக்க வை-பை அமைப்பு
th: ตั้งค่า Wi-Fi อัตโนมัติ
tr: Otomatik Wi-Fi kurulumu
ur: خودکار وائی فائی سیٹ اپ
uz: Automatik Wi-Fi o‘rnatish
vi: Thiết lập Wi-Fi tự động
wa: Apontiaedje otomatike do Wi-Fi
xh: Useto lwe-Wi-Fi ezenzekelayo
zu: Isethaphu ye-Wi-Fi ezenzekelayo

source: Select a WPS Method:
ar: حدد طريقة الإعداد المحمي:
cy: Dewis Dull WPS:
eu: Hautatu WPS metodoa:
gd: Tagh dòigh WPS:
ro: Selectează o metodă WPS:

source: Button connection
am: በ ቁልፍ መገናኛ
ar: الإتصال عن طريق الزر
bg: Свързване чрез бутон
bn_bd: বাটন সংযোগ
bn_in: বোতাম কানেকশন
br: Gant an afell
bs: Veza preko dugmeta
ca: Amb el botó
cy: Cysylltiad botwm
es: Botón de conexión
eu: Botoi bidezko konexioa
fa: دکمه اتصال
ga_ie: Ceangal cnaipe
gd: Ceangal putain
hi_in: बटन कनेक्शन
hu: Gombos kapcsolat
id: Dengan tombol
kn: ಗುಂಡಿ ಸಂಪರ್ಕ
lv: Ar pogu
mai: बटन कनेक्शन
mg: Fifandraisan'ny bokotra
ne: Button जडान
or: ବଟନ ସଂଯୋଗ
pt: Ligação com o botão
ro: Conectare prin buton
si: බොත්තම් ‌සබඳතාවය
sw: Muungano wa kitufe
ta: பொத்தான் இணைப்பு
th: เชื่อมต่อโดยใช้ปุ่ม
tr: Düğme bağlantısı
ur: بٹن کنکشن
uz: Ulanish tugmasi
vi: Kết nối bằng nút nhấn
wa: Raloyaedje boton
xh: Unxibelelwano lweqhosha
zu: Inkinobho yokuxhumana

source: My PIN connection
am: የኔ ፒን ግንኙነት
ar: اتصال PIN الخاص بي
bg: Свързване чрез мой PIN
bn_bd: আমার পিন সংযোগ
bn_in: আমার PIN কানেকশন
br: Gant ma boneg PIN
bs: Moja PIN veza
ca: Amb el meu PIN
cy: Fy nghysylltiad PIN
es: Mi conexión PIN
eu: PINaren bidezko konexioa
fa: اتصال PIN من
ga_ie: Ceangal m'UAP
gd: An ceangal PIN agam
hi_in: मेरा PIN कनेक्शन
hu: Saját PIN kapcsolat
id: Dengan PIN saya
kn: ನನ್ನ PIN ಸಂಪರ್ಕ
lv: Ar manas ierīces PIN kodu
mai: हमर PIN कनेक्शन
mg: Fifandraisan'ny PIN-ko
ne: मेरो PIN जडान
or: ମୋର PIN ସଂଯୋଗ
pt: Ligação com o meu PIN
ro: Conectare cu PIN-ul meu
si: මගේ PIN සබඳතාවය
sw: Muungano wangu wa PIN
ta: என் பிண் இணைப்பு
th: เชื่อมต่อโดยใช้ PIN ของฉัน
tr: PIN bağlantım
ur: میری PIN کنکشن
uz: Mening PIN ulanishim
vi: Kết nối PIN của tôi
wa: Mi raloyaedje PIN
xh: Unxibelelwano lwe-PIN yam
zu: I-PIN yami yokuxhumana

source: AP PIN connection
am: AP PIN ግንኙነት
ar: اتصال بAP PIN
bg: Чрез PIN на рутера
bn_bd: AP PIN সংযোগ
bn_in: AP PIN কানেকশন
br: Gant AP PIN
bs: AP PIN veza
ca: Amb PIN del punt d'accés
cy: Cysylltiad AP PIN
es: Conexión AP PIN
eu: AP PIN bidezko konexioa
fa: اتصال AP PIN
ga_ie: Ceangal UAP AP
gd: Ceangal AP PIN
hi_in: एपी पिन कनेक्शन
hu: AP PIN kapcsolat
id: Dengan PIN AP
kn: AP PIN ಸಂಪರ್ಕ
lv: Ar pieejas punktu PIN kodu
mai: एपी पिन कनेक्शन
mg: Fifandraisan'ny AP PIN
ne: AP PIN जडान
or: AP PIN ସଂଯୋଗ
pt: Ligação com o PIN do AP
ro: Conexiune PIN AP
si: AP PIN සබඳතාවය
sw: Muungano wa AP PIN
ta: AP பிண் இணைப்பு
th: เชื่อมต่อโดยใช้ PIN ของจุดเชื่อมต่อ
tr: AP PIN bağlantısı
ur: PIN AP کنکشن
uz: AP PIN ulanish
vi: Kết nối AP PIN
wa: Raloyaedje PIN AP
xh: Unxibelelwano lwe-AP PIN
zu: I-AP PIN yokuxhumana

source: PIN is 4 or 8 digits
am: ፒን 4 ወይንም 8 ዲጂት ነው
ar: كود PIN يتكون من 4 إلى 8 أرقام
bg: PIN е 4 или 8 цифри
bn_bd: ৪ বা ৮ ডিজিটের পিন
bn_in: PIN 4 বা 8 সংখ্যা
br: Hirder ar PIN zo 4 pe 8 arouezenn
bs: PIN sadrži 4 ili 8 znakova
ca: El PIN és de 4 o 8 dígits
cy: PIN yn 4 neu 8 ddigid
es: PIN de 4 u 8 dígitos
eu: PINa 4 edo 8 digitukoa da
fa: PIN چهار یا هشت رقم است
ga_ie: Tá 4 nó 8 ndigit in UAP
gd: Bidh 4 no 8 àireamhan ann am PIN
hi_in: पिन 4 या 8 अंक का होना चहिए
hu: A PIN 4 vagy 8 számjegyű
id: PIN (4 atau 8 angka)
kn: PIN, 4 ರಿಂದ 8 ಅಂಕಿಗಳಿರಬೇಕು
lv: PIN kods (no 4 līdz 8 cipariem)
mai: पिन 4 अथवा 8 अंक केर होनाइ चाही
mg: Misy isa 4 na 8 ny PIN
ne: PIN ४ वा ८ अंकको छ
or: PIN ଟି 4 କିମ୍ବା 8 ଅଙ୍କ ବିଶିଷ୍ଟ
pt: O PIN tem 4 ou 8 dígitos
ro: PIN-ul e între 4 și 8 cifre
si: PIN අංක 4 හෝ 8 වේ
sw: PIN ni nambari 4 au 8
ta: பிண் 4 அல்லது 8 இலக்ங்களில்
th: PIN มี 4 ถึง 8 หลัก
tr: PIN 4-8 basamaklıdır
ur: PIN 4 یا 8 عدد کا ہے
uz: PIN - 4 yoki 8 ta raqam
vi: PIN gồm 4 hoặc 8 chữ số
wa: Li PIN est di 4 ou 8 chifes
xh: I-PIN ngamanani ama-4 ukuya kwasi-8
zu: I-PIN ngamadijithi ama-4 noma ama-8

source: Input {{pin}} to an opposite device
am: ማስገቢያ {{pin}} ወደ ተቃራኒ አካል
ar: أدخل {{pin}} للجهاز الأخر
bg: Въведете {{pin}} на отсрещното устройство
bn_bd: অন্য ডিভাইসে {{pin}} দিন
bn_in: ইনপুট {{pin}} বিপরীত ডিভাইসে
br: Skrivit {{pin}} war an trevnad all
bs: Upišite {{pin}} na drugi uređaj
ca: Inseriu el codi {{pin}} a l'altre dispositiu
cy: Mewnbynnu {{pin}} i'r dyfais arall
es: Escriba {{pin}} en el otro dispositivo
eu: Sartu {{pin}} beste gailuan
fa: {{pin}} را در دستگاه مقابل وارد کنید
ga_ie: Cuir {{pin}} isteach sa ghléas eile
gd: Cuir {{pin}} a-steach air an t-seise inneil
hi_in: विपरीत उपकरण के लिए {{pin}} डालें
hu: Írja be a másik eszközön ezt: {{pin}}
id: Masukkan {{pin}} ke perangkat lainnya
kn: ಇತರ ಸಾಧನದಲ್ಲಿ {{pin}} ನಮೂದಿಸಿ
lv: Ievadiet {{pin}} otrajā ierīcē
mai: विपरीत अओजार कलेल {{pin}} डालू
mg: Ampidiro ao amin'ny fitaovana ankilany ny {{pin}}
ne: विपरीत यन्त्रमा {{pin}} आगत गर्नुहोस
or: ଓଲଟା ଉପକରଣରେ {{pin}} ନିବେଶ କରନ୍ତୁ
pt: Introduza {{pin}} no outro dispositivo
ro: Introdu {{pin}} la dispozitivul opus
si: ඉදිරියෙහි වූ උපාංගයකට {{pin}} ඇතුළු කරන්න
sw: Ingiza {{pin}} kwa kifaa tofauti
ta: எதிர் சாதனத்தின் உள்ளீடு {{pin}}
th: ป้อน {{pin}} บนอุปกรณ์ตรงข้าม
tr: Karşı aygıta {{pin}} girin
ur: ان پٹ {{pin}} ایک مخالف آلہ کرنے کے لئے
uz: Qurilmaning orqasiga {{pin}} kodni kiriting
vi: Nhập {{pin}} vào thiết bị còn lại
wa: Intrêye {{pin}} a l’ éndjin opôzé
xh: Igalelo {{pin}} kwisixhobo esingqameneyo
zu: Faka {{pin}} kudivayisi engaphesheya kwayo

source: Select an opposite device
am: ተቃራኒ አካል ይምረጡ
ar: تحديد الجهاز المقابل
bg: Избиране отсрещно устройство
bn_bd: অপর ডিভাইস নির্বাচন করুন
bn_in: বিপরীত ডিভাইস নির্বাচন
br: Diuzit an trevnad all
bs: Odaberite suprotni uređaj
ca: Trieu l'altre dispositiu
cy: Dewis dyfais arall
es: Elija el otro dispositivo
eu: Hautatu beste gailua
fa: یک دستگاه مقابل انتخاب کنید
ga_ie: Roghnaigh an gléas eile
gd: Tagh seise inneil
hi_in: विपरीत उपकरण का चयन करें
hu: Válassza ki a másik eszközt
id: Pilih perangkat lainnya
kn: ಇತರ ಸಾಧನವನ್ನು ಆಯ್ಕೆ ಮಾಡು
lv: Izvēlieties otro ierīci
mai: विपरीत अओजार क चयन करू
mg: Mifantena fitaovana ankilany
ne: उल्टो यन्त्र चयन गर्नुहोस्
or: ଏକ ଓଲଟା ଉପକରଣକୁ ବାଛନ୍ତୁ
pt: Selecione o outro dispositivo
ro: Selectează un dispozitiv opus
si: ඉදිරියෙහි වූ උපාංගයක් තෝරාගන්න
sw: Chagua kifaa tofauti
ta: எதிர் சாதனத்தை தேர்
th: เลือกอุปกรณ์ตรงข้าม
tr: Karşı aygıt seçin
ur: منتخب کریں مخالف آلہ
uz: Teskari holatdagi qurilmani tanlang
wa: Tchoezixhoz èn éndjin opôzé
xh: Khetha isixhobo esingqameneyo
zu: Khetha idivayisi engaphesheya

# wpsAnyAp
source: Any
am: ማንኛውም
ar: أي
bg: Което и да е
bn_bd: যেকোনো
bn_in: যেকোনো
br: Ne vern
bs: Bilo koji
ca: Qualsevol
cy: Unrhyw un
es: Cualquiera
eu: Edozein
fa: هرکدام
ga_ie: Ar Bith
gd: Gin
hi_in: कोई भी
hu: Bármely
id: Apa saja
kn: ಯಾವುದೇ
lv: Jebkura metode
mai: कोनो
mg: Izay rehetra
ne: कुनै
or: ଯେକୌଣସି
pt: Qualquer
ro: Oricare
si: ඕනෑම
sw: Yoyote
ta: எதுவாயினும்
th: ใด ๆ
tr: Herhangi biri
ur: کوئی بھی
uz: Istalgan
wa: Tolminme li kék
xh: Nasiphi na
zu: Noma yikuphi

source: Cancel WPS
am: WPS መሰረዣ
ar: ألغِ الإعداد المحمي
bg: Отказ на WPS
bn_bd: WPS বাতিল করুন
bn_in: WPS বাতিল
br: Nullañ ar WPS
bs: Otkaži WPS
ca: Cancel·la el WPS
cy: Diddymu WPS
es: Cancelar WPS
eu: Utzi WPSa
fa: لغو WPS
ga_ie: Cealaigh WPS
gd: Sguir dhen WPS
hi_in: WPS रद्द करें
hu: WPS megszakítása
id: Batalkan WPS
kn: WPS ರದ್ದು ಮಾಡು
lv: Atcelt WPS
mai: WPS रद्द करू
mg: Foanana WPS
ne: WPS रद्द गर्नुहोस्
or: WPS କୁ ବାତିଲ କରନ୍ତୁ
pt: Cancelar WPS
ro: Anulează WPS
si: WPS අවලංගු කරන්න
sw: Ghairi WPS
ta: WPS ஐ ரத்துசெய்
th: ยกเลิก WPS
tr: WPS'yi iptal et
ur: WPS منسوخ کریں
uz: WPS’ni bekor qilish
vi: Hủy WPS
wa: Rinoncî a WPS
xh: Rhoxisa i-WPS
zu: Khansela i-WPS

source: Failed to cancel WPS [{{error}}]
am: መሰረዝ አልተቻለም WPS [{{error}}]
ar: فشل في إلغاء WPS [{{error}}]
bg: Грешка при прекратяване на WPS [{{error}}]
bn_bd: বাতিল করতে ব্যর্থ WPS [{{error}}]
bn_in: WPS বাতিল করতে ব্যর্থ [{{error}}]
br: C'hwitadenn war nullañ WPS [{{error}}]
bs: Nije moguće otkazati WPS [{{error}}]
ca: Ha fallat la cancel·lació del WPS [{{error}}]
cy: Methwyd diddymu WPS [{{error}}]
es: Falló la cancelación de WPS [{{error}}]
eu: Huts egin du WPSa uzteak [{{error}}]
fa: لغو WPS شکست خورد [{{error}}]
ga_ie: Níorbh fhéidir WPS a chealú [{{error}}]
gd: Cha b’ urrainn dhuinn stad a chur air WPS [{{error}}]
hu: A WPS megszakítása meghiúsult [{{error}}]
id: Gagal batalkan WPS [{{error}}]
kn: ರದ್ದುಗೊಳಿಸಲು ವಿಫಲವಾಗಿದೆ WPS [{{error}}]
lv: Neizdevās atceltWPS [{{error}}]
mai: WPS [{{error}}] केँ रद्द करए मे असमर्थ
ne: WPS रद्द गर्न असफल [{{error}}]
pt: O cancelamento do WPS falhou [{{error}}]
ro: Eșec la anularea WPS [{{error}}]
si: WPS අහෝසි කිරීම අසාර්ථකයි [{{error}}]
ta: WPS ஐ ரத்து செய்வதில் தோல்வி [{{error}}]
th: ล้มเหลวที่จะยกเลิก WPS [{{error}}]
tr: WPS iptal edilemedi [{{error}}]
ur: WPS منسوخ کرنیں میں ناکام [{{error}}]
uz: WPS [{{error}}]ni bekor qilish amalga oshmadi
wa: Li rnonçmint å WPS a fwait berwete[{{error}}]

source: Call Settings
am: ጥሪ ማሰናጃዎች
ar: إعدادات الاتصال
bg: Обаждания
bn_bd: কল সেটিং
bn_in: কল বৈশিষ্ট্যাবলী
br: Galvoù
bs: Postavke poziva
ca: Trucades
cy: Gosodiadau Galw
es: Ajustes de llamadas
eu: Deien ezarpenak
fa: تنظیمات تماس
ga_ie: Socruithe Glaonna
gd: Roghainnean nan gairmean
hu: Hívásbeállítások
lv: Zvanu iestatījumi
pt: Definições de chamadas
ro: Setări de apel
si: ඇමතුම් සැකසුම්
th: ตั้งค่าการโทร
ur: کال سیٹنگیں
uz: Qo‘ng‘iroq sozlamalari

source: Requesting network info…
am: የ ኔትዎርክ መረጃ በመጠየቅ ላይ…
ar: جارِ الحصول على معلومات الشبكة...
bg: Запитване за информация…
bn_bd: নেটওয়ার্ক তথ্যের জন্য অনুরোধ করা হচ্ছে...
bn_in: অনুরোধ করা হচ্ছে নেটওয়ার্ক তথ্য...
br: O c'houlenn titouroù ar rouedad…
bs: Zahtjevam informacije o mreži...
ca: S'està sol·licitant informació de xarxa…
cy: Gofyn am wybodaeth rhwydwaith…
es: Pidiendo información a la red…
eu: Sarearen informazioa eskatzen…
fa: در حال درخواست اطلاعات شبکه…
ga_ie: Faisnéis líonra á hiarraidh…
gd: A' faighinn fiosrachadh mun lìonra…
hi_in: नेटवर्क जानकारी के लिए अनुरोध किया जा रहा है…
hu: Hálózatinformációk kérése…
id: Meminta informasi jaringan…
kn: ಸಂಪರ್ಕಮಾಹಿತಿಗೆ ಕೋರಿಕೆ ಸಲ್ಲಿಸಲಾಗುತ್ತಿದೆ…
lv: Pieprasa tīkla informāciju...
mai: संजाल जानकारी कलेल अनुरोध कएल जाए रहल अछि…
mg: Mangataka fampahalalan'ny tambajotra…
ne: सञ्जालको जानकारी माग्दै...
or: ନେଟୱାର୍କ ସୂଚନା ପାଇଁ ଅନୁରୋଧ କରୁଛି…
pt: A solicitar informação da rede…
ro: Se solicită informațiile rețelei…
si: ජාල තොරතුරු ඉල්ලමින්...
sw: Inaomba maelezo ya mtandao...
ta: பிணைய தகவலை கோருகிறது...
th: กำลังร้องขอข้อมูลเครือข่าย…
tr: Şebeke bilgileri isteniyor…
ur: درخواست نیٹ ورک کی معلومات…
uz: Tarmoq ma’lumoti so‘ralmoqda…
vi: Đang yêu cầu thông tin về mạng...
wa: Dji dmande les infos sol rantoele...
xh: Icela inkcazelo yenethiweki…
zu: Isacela imininingwane yenethiwekhi…

source: Error in query
am: በመጠየቅ ላይ ስህተት ተፈጥሯል
ar: خطأ في الاستعلام
bg: Грешка в запитването
bn_bd: অনুসন্ধানে ত্রুটি পাওয়া গেছে
bn_in: কোয়েরিতে এ ত্রুটি
br: Fazi e-pad ar goulenn
bs: Greška pri upitu
ca: Error en la consulta
cy: Gwall yn yr ymholiad
es: Error en consulta
eu: Errorea kontsultan
fa: خطا در پرس‌وجو
ga_ie: Earráid san iarratas
gd: Mearachd sa cheist
hi_in: प्रश्न करने में त्रुटि
hu: Hiba a lekérdezésben
id: Galat saat mengambil status
kn: ಹುಡುಕಾಟದಲ್ಲಿ ತಪ್ಪಾಗಿದೆ
lv: Kļūda vaicājumā
mai: प्रश्न करब मे त्रुटि
mg: Tsy fetezana amin'ny teny fikarohana
ne: सोद्पुछमा त्रुटि
or: ପ୍ରଶ୍ନରେ ତ୍ରୁଟି
pt: Erro na pesquisa
ro: Eroare la interogare
si: විමසුමේ දෝෂයක් ඇත
sw: Hitilafu katika ulizo
ta: கேள்வியில் பிழை
th: เกิดข้อผิดพลาดในการร้องขอข้อมูล
tr: Sorgulama hatası
ur: طلبیں میں نقص
uz: So‘rovda xatolik
vi: Yêu cầu gặp lỗi
wa: Aroke e cweraedje
xh: Imposiso kumbuzo
zu: Kunephutha kulo mbuzo

source: Voicemail
am: የ ድምፅ መልእክት
ar: البريد الصوتي
bg: Гласова поща
bn_bd: ভয়েসমেইল
bn_in: ভয়েসমেইল
br: Postelerezh dre vouezh
bs: Govorna pošta
ca: Bústia de veu
cy: Llais bost
es: Buzón de voz
eu: Ahots-posta
fa: صندوق صوتی
ga_ie: Glórphost
gd: Post-gutha
hi_in: वॉइसमेल
hu: Hangposta
id: Surat Suara
kn: ಧ್ವನಿಅಂಚೆ
lv: Balsu pasts
mai: वाइसमेल
mg: Mailakafeo
ne: वाच्यमेल
or: ଭଏସ୍‌ମେଲ୍‌
pt: Correio de voz
ro: Căsuță vocală
si: හඬතැපෑල
sw: Barua ya sauti
ta: குரலஞ்சல்
th: ข้อความเสียง
tr: Telesekreter
ur: وائس میل
uz: Ovozli xabar
vi: Thư thoại
wa: Respondeu
xh: Umyalezo welizwi
zu: Umyalezo wezwi

source: Voicemail Number
am: የ ድምፅ መልእክት ቁጥር
ar: رقم البريد الصوتي
bg: Номер на гласова поща
bn_bd: ভয়েসমেইল নম্বর
bn_in: ভয়েসমেইল নম্বর
br: Niverenn ar postelerezh
bs: Broj govorne pošte
ca: Número de la bústia de veu
cy: Rhof Llais bost
es: Núm. buzón de voz
eu: Ahots-posta zenbakia
fa: شماره صندوق صوتی
ga_ie: Uimhir Ghlórphoist
gd: Àireamh a' phuist-ghutha
hi_in: वॉइसमेल संख्या
hu: Hangposta száma
id: Nomor Surat Suara
kn: ಧ್ವನಿಅಂಚೆಯ ಸಂಖ್ಯೆ
lv: Balsu pasta numurs
mai: वाइसमेल संख्या
mg: Nomeraon'ny Mailakafeo
ne: वाच्यमेल सङ्ख्या
or: ଭଏସ୍‌ମେଲ୍‌ ନମ୍ବର୍‌
pt: Número do correio de voz
ro: Numărul căsuței vocale
si: හඬතැපැල් අංකය
sw: Nambari ya barua ya sauti
ta: குரலஞ்சல் எண்
th: หมายเลขข้อความเสียง
tr: Telesekreter Numarası
ur: وائس میل نمبر
uz: Ovozli xabar raqami
vi: Số hòm thư thoại
wa: Limero do respondeu
xh: Inombolo yomyalezo welizwi
zu: Inombolo yomyalezo wezwi
