Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Server certificate
am: የ ሰርቨር ምስክር ወረቀት
ar: شهادة الخادم
bg: Сървърен сертификат
bn_bd: সার্ভার সার্টিফিকেট
bn_in: সার্ভারের সার্টিফিকেট
br: Testeni an dafariad
bs: Serverski certifikat
ca: Certificat de servidor
cy: Tystysgrif gweinydd
es: Certificado del servidor
eu: Zerbitzari-ziurtagiria
fa: گواهینامه کارگزار
ga_ie: Teastas an fhreastalaí
gd: Teisteanas an fhrithealaiche
hi_in: सेवक प्रमाणपत्र
hu: Kiszolgáló tanúsítvány
id: Sertifikat peladen
kn: ಸರ್ವರ್ ಪ್ರಮಾಣಪತ್ರ
lv: Servera sertifikāts
mai: सेवक प्रमाणपत्र
mg: Sertifikàn'ny mpizara
ne: सर्भर प्रमाणपत्र
or: ସର୍ଭର ପ୍ରମାଣପତ୍ର
pt: Certificado do servidor
ro: Certificatul serverului
si: සේවාදායක සහතිකය
sw: Cheti cha Seva
ta: சேவகன் சான்றிதழ்
th: ใบรับรองเซิร์ฟเวอร์
tr: Sunucu sertifikası
ur: پیش کار کا تصدیق نامہ
uz: Server sertifikati
vi: Chứng chỉ máy chủ
wa: Acertineure do sierveu
xh: Isatifiketi seseva
zu: Isitifiketi seseva

source: Notice: If you need to import new certificates, please go to "Manage certificates".
am: ማስታወሻ: አዲስ የምስክር ወረቀት ማምጣት ከፈለጉ እባክዎን ይሂዱ ወደ "የምስክር ወረቀቶች አስተዳዳሪ"
ar: إشعار: إذا كنت في حاجة لاستيراد شهادات جديدة، يرجى الرجوع إلى "إدارة الشهادات".
bg: Забележка: Можете да добавите сертификати, като отворите „Управление на сертификати“.
bn_bd: নোটিশঃ যদি নতুন সার্টিফিকেট আনতে চান, দয়া করে "সার্টিফিকেট ব্যবস্থাপনা" এখানে যান।
bn_in: লক্ষ্য করুন: আপনি নতুন সার্টিফিকেট আমদানি করতে চাইলে, দয়া করে "সার্টিফিকেট পরিচালনা" তে যান।
br: Rebuzadur : kit da "Ardeiñ an testenioù" m'hoc'h eus ezhomm da enporzhiañ testenioù nevez.
bs: Napomena: Ako trebate uvesti nove certifikate, molimo vas da otvorite "Upravljanje certifikatima".
ca: Avís: Si heu d'importar certificats nous, aneu a "Gestiona els certificats".
cy: Rhybudd: Os hoffech chi fewnforio tystysgrifau newydd, ewch i "Rheoli tystysgrifau".
es: Aviso: Si necesita importar nuevos certificados, vaya a "Administrar certificados".
eu: Oharra: ziurtagiri berriak inportatu behar badituzu, joan "Kudeatu ziurtagiriak"era.
fa: نکته: اگر نیاز دارید که گواهینامه‌های جدید وارد کنید، لطفا به قسمت «مدیریت گواهینامه‌ها» بروید.
ga_ie: Aire: Más gá teastais nua a iompórtáil, féach ar "Bainistigh teastais".
gd: An aire: Ma tha thu airson teisteanasan ùra ion-phortadh, rach gu “Stiùirich na teisteanasan”.
hi_in: सूचना: यदि आपको नया प्रमाणपत्र आयात करना है, कृपया "प्रमाणपत्र प्रबंधित" पर जाएं.
hu: Megjegyzés: Új tanúsítványok másolásához nyissa meg a „Tanúsítványok kezelése” menüt.
id: Perhatian: jika Anda perlu mengimpor sertifikat baru, silakan buka "Kelola sertifikat".
kn: ಸೂಚನೆ: ಹೊಸ ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಆಮದು ಮಾಡಲು, "ಪ್ರಮಾಣಪತ್ರಗಳ ನಿರ್ವಹಣೆ"ಗೆ ತೆರಳಿ.
lv: Piezīme: Ja jums ir jāimportē jaunus sertifikātus, lūdzu dodieties uz 'Pārvaldīt sertifikātus'.
mai: सूचना: जँ अहाँकेँ नव प्रमाणपत्र आयात कएनाइ अछि, कृपया "प्रमाणपत्र प्रबंधित" पर जाउ.
mg: Filazana: raha mila manafatra sertifikà vaovao ianao, dia mankanesa ao amin'ny "Handrindra sertifikà", azafady.
ne: सूचना: तपाईं नयाँ प्रमाणपत्र आयात गर्न आवश्यक छ भने, "प्रमाणपत्र प्रबन्ध" जान गर्नुहोस्।
or: ବିଜ୍ଞପ୍ତି: ଯଦି ଆପଣ ନୂଆ ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକୁ ଉନ୍ନତ କରିବାକୁ ଚାହୁଁଛନ୍ତି, ତେବେ ଦୟାକରି "ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକୁ ପରିଚାଳନ କରନ୍ତୁ" କୁ ଯାଆନ୍ତୁ।
pt: Aviso: se precisar de importar novos certificados, aceda a "Gerir certificados".
ro: Aviz: Dacă ai nevoie să imporți certificate noi, te rugăm să te duci la „Gestionează certificate”.
si: දැනුම්දීම: ඔබට නව සහතික ආනායනය කිරීමට අවශ්‍ය නම්, කරුණාකර ''සහතික කළමනාකරණය'' වෙත යන්න.
sw: Notisi: Ikiwa unahitaji kuleta vyeti vipya, tafadhali nenda kwa "Ongoza vyeti".
ta: அறிவிப்பு: நீங்கள் புதிய சான்றிதழ்களை இறக்குமதி செய்ய வேண்டுமெனில், தயவுச்செய்து "சான்றிதழ் நிர்வாகி" க்கு செல்லவும்.
th: โปรดทราบ: หากคุณจำเป็นต้องนำเข้าใบรับรองใหม่ โปรดไปที่ "จัดการใบรับรอง"
tr: Not: Yeni sertifikaları içeri aktarmanız gerekiyorsa lütfen "Sertifikaları yönet"e gidin.
ur: نوٹس: اگر آپکو نئ سرٹیفکیٹ درآمد کرنے کی ضرورت ہے تو، براہ مہربانی "منظم تصدیق نامے" میں جائیں۔
uz: Eslatma: Agar siz yangi sertifikatlarni import qilmoqchi bo‘lsangiz, "Sertifikatlarni boshqarish"ga o‘ting.
vi: Chú ý: Nếu bạn cần nhập chứng chỉ mới, vui lòng tới mục "Quản lý chứng chỉ".
wa: Rawete : Si vs duvoz abaguer des novelès acertineures, alez dins « Manaedjî acertineures ».
xh: Isaziso: Ukuba udinga ukufaka izatifiketi ezitsha, sicela uye kwi-"Manage certificates".
zu: Isaziso: Uma udinga ukungenisa izitifiketi ezintsha, sicela uye ku "Lawula izitifiketi".

source: Identifier
am: ለዪ
ar: المعرف
bg: Идентификатор
bn_bd: শনাক্তকারী
bn_in: আইডেন্টিফায়ার
br: Naoudi
bs: Identifikator
ca: Identificador
cy: Dynodwr
es: Identificador
eu: Identifikatzailea
fa: شناساگر
ga_ie: Aitheantóir
gd: Aithnichear
hi_in: पहचानकर्ता
hu: Azonosító
id: Pengenal
kn: ಗುರುತು
lv: Identifikators
mai: पहिचानकर्ता
mg: Famantatra
ne: पहिचायक
or: ପରିଚାୟକ
pt: Identificador
ro: Identificator
si: හඳුන්වනය
sw: Kitambulishaji
ta: அடையாளங்காட்டி
th: ตัวระบุ
tr: Tanımlayıcı
ur: شناخت کنندہ
uz: Identifikator
vi: Định danh
wa: Idintifieu
xh: Isiphawuli
zu: Isihlonzi

source: Password
am: የመግቢያ ቃል
ar: كلمة السِّر
bg: Парола
bn_bd: পাসওয়ার্ড
bn_in: পাসওয়ার্ড
br: Ger-tremen
bs: Lozinka
ca: Contrasenya
cy: Cyfrinair
es: Contraseña
eu: Pasahitza
fa: گذرواژه
ga_ie: Focal faire
gd: Facal-faire
hi_in: पासवर्ड, चाबी, गुप्तशब्द,कूटशब्द
hu: Jelszó
id: Sandi
kn: ಗುಪ್ತಪದ
lv: Parole
mai: गुड़किल्ली
mg: Tenimiafina
ne: पासवर्ड
or: ପାସୱାର୍ଡ଼
pt: Palavra-passe
ro: Parolă
si: මුරපදය
sw: Neno la siri
ta: கடவுச்சொல்
th: รหัสผ่าน
tr: Parola
ur: پاس ورڈ
uz: Parol
vi: Mật khẩu
wa: Sicret
xh: Ipasiwedi
zu: I-password

source: Show password
am: የመግቢያ ቃል ማሳያ
ar: إظهار كلمة السر
bg: Показване на паролата
bn_bd: পাসওয়ার্ড প্রদর্শন
bn_in: পাসওয়ার্ড দেখান
br: Diskouez ar ger-tremen
bs: Prikaži lozinku
ca: Mostra la contrasenya
cy: Dangos cyfrinair
es: Mostrar contraseña
eu: Erakutsi pasahitza
fa: نمایش گذرواژه
ga_ie: Taispeáin an focal faire
gd: Seall am facal-faire
hi_in: कूटशब्द दिखाएँ
hu: Jelszó megjelenítése
id: Tampilkan sandi
kn: ಗುಪ್ತಪದವನ್ನು ತೋರಿಸು
lv: Rādīt paroli
mai: गुड़किल्ली देखाउ
mg: Hampiseho tenimiafina
ne: पासवर्ड देखाउनुहोस्
or: ପାସୱାର୍ଡ଼ ଦେଖାନ୍ତୁ
pt: Mostrar palavra-passe
ro: Arată parola
si: මුරපදය පෙන්වන්න
sw: Onyesha neno la siri
ta: கடவுச்சொல்லைக் காட்டு
th: แสดงรหัสผ่าน
tr: Parolayı göster
ur: پاس ورڈ دکھائیں
uz: Parolni ko‘rsatish
vi: Hiện mật khẩu
wa: Mostrer sicret
xh: Bonisa ipasiwedi
zu: Veza i-password

source: Network notification
am: የኔትዎርክ ማስታወቂያ
ar: تنبيهات الشبكة
bg: Известяване за мрежи
bn_bd: নেটওয়ার্ক বিজ্ঞপ্তি
bn_in: নেটওয়ার্ক বিজ্ঞপ্তি
br: Rebuzadur ar rouedad
bs: Mrežne obavijesti
ca: Notificació de xarxes
cy: Hysbysiad rhwydwaith
es: Notificación de red
eu: Sarearen jakinarazpena
fa: اعلان شبکه
ga_ie: Fógraí líonra
gd: Brathan lìonraidh
hi_in: संजाल अधिसूचना
hu: Hálózati értesítés
id: Notifikasi jaringan
kn: ನೆಟ್‌ವರ್ಕ್ ಸೂಚನೆ
lv: Tīkla paziņojums
mai: सँजाल अधिसूचना
mg: Filazan'ny tambajotra
ne: नयाँ मेल सूचना
or: ନେଟୱର୍କ ବିଜ୍ଞପ୍ତି
pt: Notificação da rede
ro: Notificare de rețea
si: ජාල දැනුම්දීම
sw: Taarifa ya mtandao
ta: பிணைய அறிவிப்பு
th: การแจ้งเตือนเครือข่าย
tr: Ağ bildirimi
ur: نیٹ ورک اطلاع
uz: Tarmoq eslatmalari
vi: Thông báo mạng
wa: Notifiaedje del rantoele
xh: Isaziso senethiweki
zu: Izaziso zenethiwekhi

source: Notify me when an open network is available
am: ዝግጁ የተከፈተ ኔትዎርክ በሚኖር ጊዜ አስታውቀኝ
ar: إعلامي عند العثور على شبكة مفتوحة
bg: Известие при налична отворена мрежа
bn_bd: উন্মুক্ত নেটওয়ার্ক পাওয়া গেলে আমাকে জানাও
bn_in: একটি খোলা নেটওয়ার্ক উপলব্ধ সম্পর্কে সূচিত করুন
br: Rebuziñ ac'hanon pa'z eus ur rouedad digor hegerz
bs: Obavijesti me kada je dostupna otvorena mreža
ca: Notifica'm si hi ha xarxes obertes disponibles
cy: Hysbysu pan fydd rhwydwaith agored ar gael
es: Notificarme cuando haya disponible una red abierta
eu: Jakinarazi sare ireki bat erabilgarri dagoenean
fa: زمانی که یک شبکه باز موجود بود، به من اطلاع بده
ga_ie: Cuir in iúl dom nuair atá líonra oscailte ar fáil
gd: Thoir brath dhomh nuair a bhios lìonra fosgailte ri làimh
hi_in: हमें सूचित करें जब एक खुला संजाल उपलब्ध हो
hu: Értesítsen, ha elérhető egy nyílt hálózat
id: Beri tahu jika ada jaringan terbuka tersedia
kn: ಒಂದು ಮುಕ್ತ ನೆಟ್‌ವರ್ಕ್ ಲಭ್ಯವಾದೊಡನೆ ನನಗೆ ತಿಳಿಸು
lv: Paziņot man kad ir pieejams atvērts tīkls
mai: हमरा सूचित करू जखन एकटा खुलल सँजाल उपलब्ध हुए
mg: Ilazao aho rehefa misy tambanjotra misokatra vonona
ne: खुला संजाल उपलब्ध भएमा सुचित गर्नुहोला
or: କୌଣସି ଖୋଲା ନେଟୱର୍କ ଉପଲବ୍ଧ ହେଲେ ମୋତେ ସୂଚନା ଦିଅନ୍ତୁ
pt: Notificar-me quando uma rede aberta está disponível
ro: Notifică-mă când o rețea deschisă e disponibilă
si: විවෘත ජාලයක් තිබේ නම් මා හට දැනුම්දෙන්න
sw: Nijulishe wakati mtandao uliowazi unapatikana
ta: திறந்த பிணையம் கிடைக்கும்பொருட்டு எனக்கு அறியப்படுத்து
th: แจ้งฉันเมื่อมีเครือข่ายเปิดที่ใช้งานได้
tr: Açık bir ağ bulunduğunda bana bildir
ur: جب کھلا نیٹ ورک دستیاب ہو تو اعلان کریں
uz: Ochiq tarmoq mavjud bo‘lganda meni ogohlantir
vi: Thông báo với tôi khi có thể kết nối mạng
wa: Mi notifyî cwand i gn a ene drovowe rantoele
xh: Ndazise xa inethiweki evulekileyo ifumaneka
zu: Ngazise uma inethiwekhi evulekile isitholakala

source: MAC Address
am: MAC አድራሻ
ar: عنوان MAC
bg: MAC адрес
bn_bd: MAC ঠিকানা
bn_in: MAC ঠিকানা
bs: MAC adresa
ca: Adreça MAC
cy: Cyfeiriad MAC
es: Dirección MAC
eu: MAC helbidea
fa: آدرس MAC
ga_ie: Seoladh MAC
gd: Seòladh MAC
hu: MAC-cím
id: Alamat MAC
kn: MAC ವಿಳಾಸ
lv: MAC adrese
mai: MAC पता
ne: MAC ठेगाना
pt: Endereço MAC
ro: Adresă MAC
si: MAC ලිපිනය
ta: MAC முகவரி
th: ที่อยู่ MAC
tr: MAC adresi
ur: MAC پتہ
uz: MAC manzil
wa: Adresse MAC

# macUnavailable
source: Not available
am: ዝግጁ አይደለም
ar: غير متوفّر
bg: Не е наличен
bn_bd: বিদ্যমান নয়
bn_in: উপলব্ধ নয়
br: Dihegerz
bs: Nije dostupno
ca: No disponible
cy: Dim ar gael
es: No disponible
eu: Ez dago erabilgarri
fa: موجود نیست
ga_ie: Níl ar fáil
gd: Chan eil e ri fhaighinn
hi_in: उपलब्ध नहीं
hu: Nem érhető el
id: Tidak tersedia
kn: ಲಭ್ಯವಿಲ್ಲ
lv: Nav pieejams
mai: उपलब्ध नहि
mg: Tsy vonona
ne: उपलब्ध छैन
or: ଉପଲବ୍ଧ ନାହିଁ
pt: Não disponível
ro: Indisponibil
si: නොපවතී
sw: Haipatikani
ta: இல்லை
th: ไม่สามารถใช้งานได้
tr: Kullanılamaz
ur: دستیاب نہیں
uz: Mavjud emas
vi: Không có
wa: Nén disponibe
xh: Ayifumaneki
zu: Ayitholakali

source: No networks found
am: ምንም ኔትዎርኮች አልተገኙም
ar: لم يتم العثور على شبكات
bg: Не са намерени мрежи
bn_bd: কোনো নেটওয়ার্ক পাওয়া যায়নি
bn_in: কোনও নেটওয়ার্ক পাওয়া যায়নি
br: Rouedad ebet kavet
bs: Mreže nisu pronađene
ca: No s'han trobat xarxes
cy: Heb ganfod rhwydwaith
es: No se encontró ninguna red
eu: Ez da sarerik aurkitu
fa: هیچ شبکه‌ای پیدا نشد
ga_ie: Níor aimsíodh aon líonraí
gd: Cha deach lìonra sam bith a lorg
hi_in: कोई नेटवर्क नहीं मिला
hu: Nem találhatók hálózatok
id: Tidak ada jaringan ditemukan
kn: ಯಾವುದೇ ನೆಟ್‌ವರ್ಕುಗಳು ಇಲ್ಲ
lv: Nav atrastu tīklu
mai: कोनो संजाल नहि भेटल
mg: Tsisy tambajotra hita
ne: कुनै पनि सञ्जाल फेला परेनन्
or: କୌଣସି ନେଟଓ୍ବର୍କ ମିଳିଲା ନାହିଁ
pt: Não foram encontradas redes
ro: Nicio rețea găsită
si: ජාල කිසිවක් හමුනොවුණි
sw: Hakuna mitandao iliyopatikana
ta: பிணையங்கள் இல்லை
th: ไม่พบเครือข่าย
tr: Ağ bulunamadı
ur: کوئی نیٹ ورک نہیں ملے
uz: Tarmoqlar topilmadi
vi: Không tìm thấy mạng nào
wa: Nole rantoele di trovêye
xh: Akukho zinethiweki zifumanekileyo
zu: Ayikho inethiwekhi etholakele

source: No known networks
am: ምንም የታወቁ ኔትዎርኮች የሉም
ar: لم يتم العثور على شبكات معروفة
bg: Няма познати мрежи
bn_bd: পরিচিত কোনো নেটওয়ার্ক নেই
bn_in: কোনও জানা নেটওয়ার্ক নেই
br: Rouedad ebet anavezet
bs: Nema poznatih mreža
ca: No hi ha xarxes conegudes
cy: Dim rhwydweithiau hysbys
es: Ninguna red conocida
eu: Ez dago sare ezagunik
fa: هیچ شبکه شناخته شده‌ای پیدا نشد
ga_ie: Gan líonraí aitheanta
gd: Chan eil lìonra ann air a bheil thu eòlach
hi_in: कोई ज्ञात संजाल नहीं मिला
hu: Nincsenek ismert hálózatok
id: TIdak ada jaringan yang dikenal
kn: ಯಾವುದೇ ಪರಿಚಿತ ನೆಟ್‌ವರ್ಕುಗಳು ಇಲ್ಲ
lv: Nav zināmu tīklu
mai: कोनो ज्ञात सँजाल नहि भेटल
mg: Tsisy tambajotra fantatra
ne: कुनै ज्ञात संजाल भेटिएनन्
or: ଜଣାଥିବା କୌଣସି ନେଟୱର୍କ ମିଳିଲା ନାହିଁ
pt: Sem redes conhecidas
ro: Nicio rețea cunoscută
si: හඳුනනා ජාල නොමැත
sw: Hakuna mitandao inayojulikana
ta: தெறிந்த பிணையங்கள் எதுவும் இல்லை
th: ไม่มีเครือข่ายที่รู้จัก
tr: Bilinen bir ağ yok
ur: نیٹ ورک نہیں معلوم
uz: Ma’lum tarmoqlar yo‘q
vi: Không có mạng quen nào
wa: Noles rantoeles di cnoxhowe
xh: Akukho zinethiweki zaziwayo
zu: Awekho amanethiwekhi atholakele

source: Edit
am: ማረሚያ
ar: تحرير
bg: Редактиране
bn_bd: সম্পাদনা
bn_in: সম্পাদনা করুন
br: Embann
bs: Uredi
ca: Edita
cy: Golygu
es: Editar
eu: Editatu
fa: ویرایش
ga_ie: Eagar
gd: Deasaich
hu: Szerkesztés
lv: Rediģēt
pt: Editar
ro: Editează
si: සංස්කරණය
th: แก้ไข
ur: تدوین کریں
uz: Tahrirlash

source: Certificate List
am: የምስክር ወረቀት ዝርዝር
ar: قائمة الشهادات
bg: Списък със сертификати
bn_bd: সার্টিফিকেটের তালিকা
bn_in: সার্টিফিকেট তালিকা
br: Roll an testenioù
bs: Lista certifikata
ca: Llista de certificats
cy: Rhestr Tystysgrifau
es: Lista de certificados
eu: Ziurtagiri-zerrenda
fa: فهرست گواهینامه‌ها
ga_ie: Liosta Teastas
gd: Liosta nan teisteanasan
hu: Tanúsítványlista
id: Daftar Sertifikat
kn: ಪ್ರಮಾಣಪತ್ರಗಳ ಪಟ್ಟಿ
lv: Sertifikātu saraksts
mai: प्रमाणपत्र सूची
pt: Lista de certificados
ro: Listă de certificate
si: සහතික ලැයිස්තුව
ta: சான்றிதழ் பட்டியல்
th: รายการใบรับรอง
tr: Sertifika listesi
ur: تصدیق نامہ کی فہرست
uz: Sertifikat ro‘yxati
wa: Djivêye d’ acertineures

source: No certificates imported
am: ምንም የምስክር ወረቀት አልመጣም
ar: لم يتم استيراد الشهادات
bg: Няма внесени сертификати
bn_bd: কোন সার্টিফিকেট ইম্পোর্ট করা হয়নি
bn_in: শংসাপত্র আমদানি হয়নি
br: Testeni ebet enporzhiet
bs: Nije uvezen nijedan certifikat
ca: No s'ha importat cap certificat
cy: Heb fewnforio tystysgrifau
es: No se importó ningún certificado
eu: Ez da ziurtagiririk inportatu
fa: هیچ گواهینامه‌ای وارد نشد
ga_ie: Níor iompórtáladh aon teastas
gd: Cha deach teisteanas sam bith ion-phortadh
hu: Nem lett tanúsítvány átmásolva
id: Tidak ada sertifikat diimpor
kn: ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ಆಮದುಮಾಡಿಕೊಳ್ಳಲಾಗಿಲ್ಲ
lv: Nav importētu sertifikātu
pt: Não foram importados certificados
ro: Nu sunt certificate importate
si: කිසිදු සහතිකයක් ආයත නොවිනි
th: ไม่มีใบรับรองที่ถูกนำเข้า
tr: Hiç sertifika alınmadı
ur: کوئی تصدیق نامے درآمد نہیں ہوئے
uz: Birorta ham sertifikat import qilinmadi

source: Delete Certificate
am: የምስክር ወረቀት ማጥፊያ
ar: حذف الشهادة
bg: Изтриване на сертификат
bn_bd: সার্টিফিকেট অপসারণ
bn_in: সার্টিফিকেট মুছে ফেলুন
br: Dilemel an testeni
bs: Obriši certifikat
ca: Elimina el certificat
cy: Dileu Tystysgrif
es: Eliminar certificado
eu: Ezabatu ziurtagiria
fa: حذف گواهینامه
ga_ie: Scrios an Teastas
gd: Sguab às an teisteanas
hu: Tanúsítvány törlése
lv: Dzēst sertifikātu
pt: Apagar certificado
ro: Șterge certificatul
si: සහතිකය මකන්න
th: ลบใบรับรอง
ur: تصدیق نامہ حذف کریں
uz: Sertifikatni o‘chirish

source: Import Certificate
am: የምስክር ወረቀት ማምጫ
ar: استيراد الشهادة
bg: Внасяне на сертификат
bn_bd: সার্টিফিকেট ইম্পোর্ট
bn_in: সার্টিফিকেট ইম্পোর্ট করুন
br: Enporzhiañ an testeni
bs: Uvezi certifikat
ca: Importa un certificat
cy: Mewnforio Tystysgrif
es: Importar certificado
eu: Inportatu ziurtagiria
fa: وارد کردن گواهینامه
ga_ie: Iompórtáil Teastas
gd: Ion-phortaich teisteanas
hu: Tanúsítvány másolása
lv: Importēt sertifikātu
pt: Importar certificado
ro: Importă certificat
si: සහතිකය ආයාත කරන්න
th: นำเข้าใบรับรอง
ur: تصدیق نامہ درآمد کریں
uz: Sertifikatni import qilish

source: Select Certificate File
am: የምስክር ወረቀት ፋይል ይምረጡ
ar: اختر ملف الشهادة
bg: Избиране на сертификат
bn_bd: সার্টিফিকেট ফাইল নির্বাচন করুন
bn_in: সার্টিফিকেট নির্বাচন করুন
br: Diuzañ ur restr testeni
bs: Izbor fajla certifikata
ca: Trieu el fitxer de certificat
cy: Dewis Ffeil Tystysgrif
es: Seleccionar archivo de certificado
eu: Hautatu ziurtagiri-fitxategia
fa: انتخاب پرونده گواهینامه
ga_ie: Roghnaigh Comhad Teastais
gd: Tagh faidhle an teisteanais
hu: Válasszon tanúsítványfájlt
lv: Izvēlieties sertifikāta datni
pt: Selecionar ficheiro do certificado
ro: Selectează fișierul de certificat
si: සහතික ගොනුව තෝරන්න
th: เลือกไฟล์ใบรับรอง
ur: تصدیق نامہ منتخب کریں
uz: Sertifikat faylini tanlash

source: Enter certificate nick name
am: የምስክር ወረቀት ቅጽል ስም
ar: اسم الشهادة المستعار
bg: Въведете кратко име на сертификата
bn_bd: সার্টিফিকেটের ডাক নাম প্রবেশ করান
bn_in: সার্টিফিকেট নিক নাম
br: Roit lesanv an testeni
bs: Upišite nadimak certifikata
ca: Introduïu el sobrenom del certificat
cy: Rhowch llysenw tystysgrif
es: Escribir alias
eu: Idatzi ziur.-goitizena
fa: نام مستعار گواهینامه را وارد کنید
ga_ie: Cuir leasainm ar an teastas
gd: Cuir a-steach far-ainm airson an teisteanais
hi_in: प्रमाणपत्र उप नाम दर्ज करें
hu: Írja be a tanúsítvány nevét
id: Masukkan nama julukan sertifikat
kn: ಪ್ರಮಾಣಪತ್ರದ ನೆಚ್ಚಿನ ಹೆಸರು
lv: Sertifikāta iesauka
mai: प्रमाणपत्र उप नाम दर्ज करू
mg: Ampidiro anarambositry ny sertifikà
ne: प्रमाणपत्र उप नाम प्रविष्ट गर्नुहोस्
or: ପ୍ରମାଣପତ୍ର ଡାକ ନାମ ଲେଖନ୍ତୁ
pt: Nome do certificado
ro: Introdu un pseudonim pentru certificat
si: සහතිකයේ අන්වර්ථ නාමය යොදන්න
sw: Ingiza jina la lakabu la cheti
ta: சான்றிதழின் செல்லப்பெயரை உள்ளிடு
th: ป้อนชื่อเล่นใบรับรอง
tr: Sertifika rumuzunu girin
ur: تصدیق نامہ کا نک نام داخل کریں
uz: Sertifikat muqobil nomini kiriting
vi: Nhập nick name cho chứng chỉ
wa: Tapez li no metou di l' acertineure
xh: Faka isiteketiso sesatifiketi
zu: Faka isidlaliso sesitifiketi

source: Nick name
am: የ ቅጽል ስም
ar: الإسم المستعار
bg: Кратко име
bn_bd: ডাকনাম
bn_in: নিক নাম
br: Lesanv
bs: Nadimak
ca: Sobrenom
cy: Llysenw
es: Alias
eu: Goitizena
fa: نام مستعار
ga_ie: Leasainm
gd: Far-ainm
hi_in: उप नाम
hu: Név
id: Nama pendek
kn: ನೆಚ್ಚಿನ ಹೆಸರು
lv: Iesauka (nick name)
mai: उप नाम
mg: Anarambositra
ne: उप नाम
or: ଡ଼ାକ ନାମ
pt: Nome alternativo
ro: Pseudonim
si: අන්වර්ථ නාමය
sw: Lakabu
ta: செல்லப்பெயர்
th: ชื่อเล่น
tr: Rumuz
ur: نک نام
uz: Muqobil nomi
wa: No metou
xh: Isitekiso
zu: Isidlaliso

source: You can change the nick name or keep the default name.
am: የ ቅጽል ስም መቀየር ይችላሉ ወይንም ነባር ስሙን ይጠቀሙ
ar: يمكنك تغيير الإسم المستعار أو الاحتفاظ بالاسم الافتراضي.
bg: Можете да промените краткото име или да запазите името по подразбиране.
bn_bd: আপনি নাম পরিবর্তন করতে পারেন বা পূর্বনির্ধারিত নামটিও রাখতে পারেন।
bn_in: আপনি নিক নেম চেঞ্জ করতে পারেন অথবা যা আছে তাই রেখে দিতে পারেন।
br: Gallout a rit kemmañ al lesanv pe mirout al lesanv dre ziouer.
bs: Možete promijeniti nadimak ili zadržati početno ime.
ca: Podeu canviar el sobrenom o deixar el nom per defecte.
cy: Gallwch gadw'r llysenw neu gadw'r enw arferol.
es: Puede cambiar el alias o mantener el predeterminado.
eu: Goitizena aldatu edo izen lehenetsia manten dezakezu.
fa: شما می‌توانید نام مستعار را تغییر دهید یا نام پیش‌فرض را نگه دارید.
ga_ie: Is féidir leat an leasainm a athrú, nó an t-ainm réamhshocraithe a úsáid.
gd: 'S urrainn dhut am far-ainm atharrachadh no an t-ainm bunaiteach a chumail.
hi_in: आप उप नाम बदल सकते हैं या डिफ़ॉल्ट नाम रख सकते हैं.
hu: Megváltoztathatja a nevet vagy megtarthatja az alapértelmezett nevet.
id: Anda dapat mengubah nama pendek atau tetap dengan nama baku.
kn: ನೆಚ್ಚಿನ ಹೆಸರನ್ನು ಬದಲಾಯಿಸಬುಹುದು ಅಥವಾ ಪೂರ್ವನಿಯೋಜಿತ ಹೆಸರನ್ನು ಬಳಸಬಹುದು.
lv: Jūs varat izmainīt iesauku (nick name) vai paturēt parasto nosaukumu.
mai: अहाँ उप नाम बदैल सकैत छी अथवा पूर्वनिर्धारित नाम राखि सकैत अछि.
mg: Azonao ovaina ny anarambositra na tano ny anarana niandohana.
ne: तपाईं उपनम बादलन सक्नुहुन्छ अथवा अप्राप्ति नाम नै राख्न सक्नुहुनेछ।
or: ଆପଣ ଡାକ ନାମକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ କିମ୍ବା ପୂର୍ବନିର୍ଦ୍ଧାରିତ ନାମକୁ ରଖିପାରିବେ।
pt: Pode modificar o nome alternativo ou manter o nome predefinido.
ro: Poți schimba pseudonimul sau să păstrezi numele implicit.
si: ඔබට අන්වර්ථ නාමය වෙනස් කිරීම හෝ පෙරනිමි නාමය තබාගත හැක.
sw: Unaweza kubadilisha jina la lakabu au ubaki na jina chaguo-msingi.
ta: நீங்கள் முன்னிருப்பு செல்லப்பெயரை மாற்றவோ அல்லது வைத்துக்கொள்ளவொ முடியும்.
th: คุณสามารถเปลี่ยนชื่อเล่นหรือคงชื่อปริยายไว้
tr: Rumuzu değiştirebilir veya varsayılan adı tutabilirsiniz.
ur: ِآپ نک نام تبدیل کر سکتے ہے یا پہلے سے طے شدہ نام رکھ سکتے ہیں۔
uz: Muqobil nomini o‘zgartirishingiz yoki standart nomini saqlashingiz mumkin.
vi: Bạn có thể thay đổi nick name hoặc giữ tên mặc định.
wa: Vos savoz candjî li no metou oudon-bén wårder li no prémetou.
xh: Ungatshintsha isiteketiso okanye ugcine igama elisisiseko.
zu: Ungashintsha isidlaliso noma ugcine igama lakhona.

source: Certificate deletion failed
am: የምስክር ወረቀት ማጥፋት አልተቻለም
ar: فشل حذف الشهادة
bg: Неуспешно изтриване на сертификат
bn_bd: সার্টিফিকেট অপসারণে ব্যর্থ
bn_in: সার্টিফিকেট মোছা যায়নি
br: C'hwitadenn war dilamadur an testeni
bs: Brisanje certifikata nije uspelo
ca: No s'ha pogut eliminar el certificat
cy: Methodd dileu'r dystysgrif
es: Falló la eliminación del certificado
eu: Huts egin du ziurtagiria ezabatzeak
fa: حذف گواهینامه شکست خورد
ga_ie: Níorbh fhéidir an teastas a scriosadh
gd: Dh'fhàillig sguabadh às an teisteanais
hi_in: प्रमाणपत्र मिटाना असफल
hu: A tanúsítvány törlése sikertelen
id: Gagal menghapus sertifikat
kn: ಪ್ರಮಾಣಪತ್ರ ಅಳಿಸುವಲ್ಲಿ ವಿಫಲ
lv: Sertifikāta dzēšana neizdevās
mai: प्रमाणपत्र मेटोनाइ असफल
mg: Tsy nety ny famafana sertifikà
ne: प्रमाणपत्र मेट्न असफल भयो
or: ସାର୍ଟିଫିକେଟ ଲିଭାଇବାରେ ବିଫଳ
pt: A eliminação do certificado falhou
ro: Ștergerea certificatului a eșuat
si: සහතිකය මැකීම අසාර්ථක විය
sw: Ufutaji cheti umeshindwa
ta: சான்றிதழ் அழிப்பு தோல்வியுற்றது
th: การลบใบรับรองล้มเหลว
tr: Sertifika silme başarısız
ur: سرٹیفکیٹ کی منسوخی ناکام ہوی
uz: Sertifikatni o‘chirib bo‘lmadi
vi: Không thể xóa chứng chỉ
wa: Li disfaçaedje di l’ acertineure a fwait berwete
xh: Ukucima isatifiketi kusilele
zu: Ukudilithwa kwesitifiketi akuphumelelanga

source: This may be due to a storage issue, for example.
am: ይህ ምናልባት የማጠረቀሚያ ችግር ይሆናል: ለምሳሌ
ar: قد يكون هذا بسبب مشكلة التخزين، على سبيل المثال.
bg: Може да бъде причинено от проблем с паметта.
bn_bd: যেমন, এটা স্টোরেজ সমস্যার কারণে হতে পারে।
bn_in: এমনটা যায়গার অভাবেও হতে পারে, যেমন।
br: An dra-mañ a c'hell c'hoarvezout abalamour d'ur gudenn kadaviñ, da skouer.
bs: Do ove greške moglo je doći zbog poteškoća sa spremištem podataka, naprimjer.
ca: La causa pot ser un problema d'emmagatzematge, per exemple.
cy: Gall hyn fod, er enghraifft, oherwydd problemau storio.
es: Puede deberse, por ejemplo, a un problema de almacenamiento.
eu: Biltegiratze-arazo batengatik izan daiteke hau, adibidez.
fa: برای مثال، این ممکن است به دلیل اشکال در فضا ذخیره‌سازی باشد.
ga_ie: Seans gurb é an córas stórála is cúis leis seo, mar shampla.
gd: Dh'fhaoidte gu bheil duilgheadas ann leis an stòras, mar eisimpleir.
hi_in: उदाहरण के लिए, यह भंडारण समस्या के कारण हो सकता है.
hu: Ezt például tárhelyprobléma okozhatja.
id: Hal ini mungkin karena masalah penyimpanan (sebagai contoh).
kn: ಉದಾಹರಣೆಗೆ, ಇದು ಸ್ಥಳಾವಕಾಶದ ಸಮಸ್ಯೆಯಿರಬಹುದು.
lv: Var būt notikusi problēma ar krātuvi, piemēram.
mai: उदाहरण कलेल, ई भंडारण समस्या क कारण भए सकैत अछि.
mg: Mety olana amin'ny fitehirizana, ohatra, ny anton'io.
ne: यो भंडारण निकास को करण भएको हुनसक्छ, उदाहरणको निम्ती।
or: ଏହା ହୁଏତଃ ସଂରକ୍ଷଣ ସମସ୍ୟା ହେତୁ ହୋଇଥାଇପାରେ, ଉଦାହରଣ ସ୍ବରୂପ।
pt: Isto pode ter acontecido, por exemplo, devido a um problema com o armazenamento.
ro: Aceasta se poate datora unei probleme cu stocarea, de exemplu.
si: නිදසුනක් ලෙස, මෙය ආචයන දෝෂයක් හේතුවෙන් නිසා විය හැක.
sw: Hii inaweza kuwa ni kwa sababu ya suala la kuhifahdi, kwa mfano.
ta: எ.காட்டாக, இது ஒரு சேமிப்பு பகுதியால் ஏற்பட்ட பிரச்சனையாக இருக்கலாம்.
th: สิ่งนี้อาจมีสาเหตุมาจากปัญหาด้านพื้นที่จัดเก็บ ตัวอย่างเช่น
tr: Bu bir depolama sorunu nedeniyle yaşanmış olabilir.
ur: یہ مثال کے طور پر، سٹوریج مسئلہ کی وجہ سے ہو سکتا ہے۔
uz: Bunga sabab bo‘sh joy muammo bo‘lishi mumkin, masalan.
vi: Có thể do lỗi lưu trữ.
wa: Ça pôreut esse, metans, a cåze d’ ene rujhe di stocaedje.
xh: Oku kungabangelwa yingxaki yogcino, ngokomzekelo.
zu: Lokhu kungadalwa yinkinga yokulondoloza, isibonelo.
