Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Use Customizer to create your own add-on
am: እርስዎ የራስዎትን ተጨ-ማሪ ማስተካከያ ይፍጠሩ
ar: استخدم المخصّص لإنشاء إضافتك الخاصة
bn_bd: আপনার নিজের অ্যাড-অন তৈরি করতে কাস্টোমাইজার ব্যবহার করুন
bn_in: আপনার নিজের অ্যাড-অন তৈরি করার জন্য কাস্টমাইজার ব্যবহার করুন
br: Arverit Customizer evit krouiñ ho askouezh deoc'h c'hwi
bs: Koristite Customizer da kreirate vlastiti add-on
cy: Defnyddiwch y Cyfaddaswr i greu eich ychwanegyn eich hun
es: Crear su propio complemento con el Personalizador
eu: Erabili pertsonalizatzailea zure gehigarri propioa sortzeko
fa: برای ایجاد افزونه‌های خودتان، از شخصی‌ساز استفاده کنید
ga_ie: Úsáid oiriúnóir le do bhreiseán féin a chruthú
gd: Cleachd an gnàthaichear gus tuilleadan a chruthachadh thu fhèin
lv: Izmantojiet Customizer lai izveidotu savu papildinājumu
pt: Utilize o Personalizador para criar o seu próprio extra
si: ඔබේම ඇඩෝන නිර්මාණයට රුචිකාරකය භාවිත කරන්න
th: ใช้ตัวปรับแต่งเพื่อสร้างส่วนเสริมของคุณเอง
ur: اپنا ایڈ اون بنانے کے لئے تخصیص استعمال کریں
uz: Shaxsiy qo‘sh. dastur yaratish uchun o‘zgartirish modulidan foydalaning

source: Fab Finder
ar: أداة البحث فاب
bn_bd: Fab ফাইন্ডার
bn_in: ফ্যাব ফাইন্ডার
br: Merdeer burzhudus
cy: Hoff Ganfyddwr
es: Buscador Fab
eu: Fab bilatzailea
ga_ie: Aimsitheoir Iontach
gd: Sàr-lorgaiche
pt: Descobridor Fabuloso
si: Fab සොයන්න
ur: Fab ڈھونڈ کار
uz: Fab topkich

source: Install an app or add-on from Hackerplace
ar: قم بتثبيت تطبيق أو إضافة من Hackerplace
bn_bd: Hackerplace থেকে কোন অ্যাপ বা অ্যাড-অন ইন্সটল করুন
bn_in: হ্যাকারপ্লেস থেকে একটি অ্যাপ বা অ্যাড-অন ইন্সটল করুন
br: Staliañ un arload pe un askouezh adalek an Hackerspace
bs: Instalirajte aplikaciju ili add-on sa Hackerplacea
cy: Gosodwch ap neu ychwanegyn o Hackerplace
es: Instalar app o complemento de Hackerplace
eu: Instalatu aplikazio edo gehigarri bat Hackerplace-etik
fa: نصب یک برنامه یا افزونه از فروشگاه‌هکر
ga_ie: Suiteáil feidhmchlár nó breiseán ó Hackerplace
gd: Stàlaich aplacaid no tuilleadan o Hackerplace
lv: Instalējiet lietotni vai papildinājumu no Hackerplace
pt: Instalar uma aplicação ou extra do Hackerplace
si: Hackerplace වෙතින් යෙදුමක් හෝ ඇඩෝනයක් ස්ථාපනය
ur: Hackerplace سے ایپلی کیشن یا ایڈ-اون تنصیب کریں
uz: Ilova yoki qo‘shimcha dasturni Hackerplace’dan o‘rnatish

source: Content Commander
ar: قائد المحتوى
bn_bd: কনটেন্ট কমান্ডার
bn_in: কন্টেন্ট কমান্ডার
br: Mestr an endalc'had
cy: Rheolwr Cynnwys
es: Ordenante de contenido
eu: Edukien agintaria
ga_ie: Ceannasaí an Inneachair
gd: Stiùirich na susbaint
pt: Comandante de Conteúdo
si: අන්තර්ගත විධානය
ur: مواد حکمکار
uz: Tarkib komandiri

source: Submit an app or add-on to Hackerplace
ar: أرسل تطبيق أو إضافة إلى Hackerplace
bn_bd: Hackerplace এ কোন অ্যাপ বা অ্যাড-অন জমা দিন
bn_in: হ্যাকারপ্লেসে একটি অ্যাপ বা অ্যাড-অন জমা দিন
br: Kinnig un arload pe un add-on en Hackerspace
bs: Pošaljite aplikaciju ili add-on na Hackerplace
cy: Cyflwynwch ap neu ychwanegyn i Hackerplace
es: Envíar app o complemento al Hackerplace
eu: Bidali aplikazio edo gehigarri bat Hackerplace-era
fa: ارسال یک برنامه یا افزونه به فروشگاه‌هکر
ga_ie: Cuir feidhmchlár nó breiseán le Hackerplace
gd: Cuir aplacaid no tuilleadan air Hackerplace
lv: Sūtiet lietotni vai papildinājumu uz Hackerplace
pt: Envie uma aplicação ou extra para o Hackerplace
si: Hackerplace වෙතට යෙදුමක් හෝ ඇඩෝනයක් එක් කරන්න
ur: Hackerplace پر ایپلی کیشن یا ایڈ-اون جمع کریں
uz: Hackerplace uchun ilova yoki qo‘shimcha dastur jo‘natish

source: Sharing is Caring
am: መካፈል መተሳሰብ ነው
ar: المشاركة هي الاهتمام
bn_bd: শেয়ার করা মানেই কেয়ার করা
bn_in: শেয়ার করা মানেই সুরক্ষা করা
bs: Dijeljenje znači da vam je stalo
cy: Rhannu yw Caru
es: Compartir es amar
eu: Partekatzea maitatzea da
ga_ie: Tabhair cabhair, Tabhair aire
gd: Comann, càirdeas is co-roinneadh
pt: Partilhar é Cuidar
si: බෙදාගැනීම බලාගැනීමයි
ur: شیئرنگ ہی دیکھ بھال ہے
uz: Bo‘lishish - yordamlashish

source: Share your apps and add-ons with the Sharing app
ar: شارك التطبيقات و الإضافات مع تطبيق المشاركة
bn_bd: আপনার অ্যাপ ও অ্যাড-অন শেয়ার করুন শেয়ারিং অ্যাপের মাধ্যমে
bn_in: শেয়ারিং অ্যাপের মাধ্যমে আপনার অ্যাপ এবং অ্যাড-অন শেয়ার করুন
br: Rannit ho arloadoù hag ho askouezhioù gant an arload Rannañ
bs: Podijelite vaše aplikacije i add-one pomoću Sharing aplikacije
cy: Rhannwch eich apiau ac ychwanegion gyda'r ap Rhannu
es: Comparta sus apps y complementos con la app de Compartir
eu: Partekatu zure aplikazio eta gehigarriak partekatzeko aplikazioarekin
fa: به اشتراک‌گذاری برنامه یا افزونه خود به وسیله برنامه به اشتراک‌گذاری
ga_ie: Roinn do chuid feidhmchlár agus breiseán leis an bhfeidhmchlár roinnte
gd: Co-roinn na h-aplacaidean is tuilleadain agad le aplacaid a’ cho-roinnidh
lv: Daliet savas lietotnes un papildinājumus ar Dalīšanas lietotni
pt: Partilhe as suas aplicações e extra com a aplicação de Partilha
si: බෙදාගැනීමේ යෙදුම මඟින් ඔබගේ යෙදුම් හා ඇඩෝන බෙදාගන්න
ur: اپنی ایپلی کیشن اور ایڈ-اون کو حصہ داری ایپ کے ساتھ شیئر کریں
uz: Ilova va qo‘shimcha dasturlaringizni "Ilova dasturlarni ulashish" yordamida bo‘lishing

source: Creative Kind
ar: النوع المبدع
bn_bd: সৃজনশীল বিষয়
bn_in: সৃজনশীল ধরনের
br: Spered krouiñ
cy: Y Math Creadigol
es: Tipo creativo
eu: Sormen mota
ga_ie: Caoimhín Cruthaitheach
gd: Curaidh cruthachail
pt: Tipo Criativo
si: නිර්මාණශීලී වර්ගයා
ur: تخلیقی قسم
uz: Mehribon ijodkor

source: Use Theme Editor to create a new theme
ar: استخدم محرر الثيم لإنشاء ثيم جديد
bn_bd: নতুন থিম বানাতে থিম এডিটর ব্যবহার করুন
bn_in: একটি নতুন থিম তৈরি করার জন্য থীম এডিটর ব্যবহার করুন
br: Arverit an Embanner Neuzioù evit krouiñ un neuz nevez
bs: Koristite Editor tema da kreirate nove teme
cy: Defnyddio'r Golygydd Thema i greu thema newydd
es: Utilice el editor de temas para crear un tema nuevo
eu: Erabili gaien editorea gai berri bat sortzeko
ga_ie: Úsáid an tEagarthóir Téamaí le téama nua a chruthú
gd: Cleachd deasaiche nan ùrlar gus ùrlar ùr a chruthachadh
lv: Izmantojiet tēmu redaktoru lai izveidotu jaunu tēmu
pt: Utilize o Editor de Tema para criar um novo tema
si: තේමා සංස්කාරකය භාවිතා කර නව තේමාවක් සාදන්න
th: ใช้ตัวแก้ไขชุดตกแต่งเพื่อสร้างชุดตกแต่งใหม่
ur: نئی تھم بنانے کے لئے تھم تدوین کار استعمال کریں
uz: Yangi mavzu yaratish uchun Mavzu tahrirlagichdan foydalaning

source: Intercept requests
ar: طلبات الاعتراض
bn_bd: ইন্টারসেপ্ট অনুরোধসমূহ
bn_in: পথিমধ্যে অনুরোধ
br: Dastapout an azgoulennoù
bs: Presretni zahtjeve
cy: Cais ymyryd
es: Interceptar peticiones
eu: Atzeman eskaerak
fa: درخواست رهگیری
ga_ie: Idircheapa iarrtha
gd: Glac iarrtasan
lv: Pārtvert pieprasījumus
pt: Intercetar pedidos
si: අන්තර්නිරෝධන ඉල්ලීමක්
ur: فرمائش قطع کریں
uz: So‘rovlarni ushlab qolish

source: Allow over HTTP
ar: السماح عبر HTTP
bn_bd: HTTP এর মাধ্যমে প্রেরণ করুন
bn_in: HTTP র উপরে মঞ্জুরি করুন
br: Aotren war an HTTP
bs: Dozvoli preko HTTP-a
cy: Caniatáu dros HTTP
es: Permitir sobre HTTP
eu: Onartu HTTP bidez
fa: اجازه بر روی HTTP
ga_ie: Ceadaigh thar HTTP
gd: Ceadaich air HTTP
lv: Atļaut pa HTTP
pt: Permitir sob HTTP
ro: Permite peste HTTP
si: HTTP මඟින් ඉඩ ලබාදෙන්න
th: อนุญาตผ่าน HTTP
ur: HTTP کے اوپر ہونے دیں
uz: HTTP orqali ruxsat berish

# closeButton.ariaLabel
source: Close
am: መዝጊያ
ar: إغلاق
bn_bd: বন্ধ
bn_in: বন্ধ করুন
br: Serriñ
bs: Zatvori
cy: Cau
es: Cerrar
eu: Itxi
fa: انتخاب
ga_ie: Dún
gd: Dùin
lv: Aizvērt
pt: Fechar
ro: Închide
si: වසන්න
th: ปิด
ur: بند کریں
uz: Yopish

source: Change wallpaper
am: የ ግድግዳ ወረቀት መቀየሪያ
ar: تغيير خلفية الشاشة
bn_bd: ওয়ালপেপার পরিবর্তন
bn_in: ওয়ালপেপার বদলান
br: Kemmañ an drekleur
bs: Promijeni pozadinu
cy: Newid papur wal
es: Cambiar fondo de pantalla
eu: Aldatu horma-papera
fa: تغییر کاغذدیواری
ga_ie: Athraigh an cúlbhrat
gd: Atharraich am pàipear-balla
lv: Mainīt fonu
pt: Alterar imagem de fundo
ro: Schimbă fundalul
si: තිරරූපය වෙනස් කරන්න
th: เปลี่ยนภาพพื้นหลัง
ur: وال پیپر تبدیل کریں
uz: Fon rasmini o‘zgartirish

# editButton.ariaLabel
source: Edit
am: ማረሚያ
ar: تحرير
bn_bd: সম্পাদনা
bn_in: সম্পাদনা করুন
br: Embann
bs: Uredi
cy: Golygu
es: Editar
eu: Editatu
fa: ویرایش
ga_ie: Eagar
gd: Deasaich
lv: Rediģēt
pt: Editar
ro: Editează
si: සංස්කරණය
th: แก้ไข
ur: تدوین کریں
uz: Tahrirlash

# wifiSection.ariaLabel
source: Wi-Fi
am: ዋይ-ፋይ
bn_bd: ওয়াই-ফাই
bn_in: ওয়াই-ফাই
cy: Diwifr
eu: Wi-Fia

# simManagerSection.ariaLabel
source: SIM Manager
am: የ ሲም አስተዳዳሪ
ar: مدير بطاقة SIM
bn_bd: SIM ব্যবস্থাপক
bn_in: SIM ম্যানেজার
br: Ardoer SIM
bs: SIM upravitelj
cy: Rheolwr SIM
es: Administrador SIM
eu: SIM kudeatzailea
fa: مدیریت سیم‌کارت
ga_ie: Bainisteoir SIM
gd: Manaidsear nan SIM
lv: SIM pārvaldnieks
pt: Gestor do SIM
ro: Manager SIM
si: SIM කළමනාකරු
th: ตัวจัดการ SIM
ur: SIM مینیجر
uz: SIM karta manejeri

# callSettingsSection.ariaLabel
source: Call Settings
am: ጥሪ ማሰናጃዎች
ar: إعدادات الاتصال
bn_bd: কল সেটিং
bn_in: কল বৈশিষ্ট্যাবলী
br: Galvoù
bs: Postavke poziva
cy: Gosodiadau Galw
es: Ajustes de llamadas
eu: Deien ezarpenak
fa: تنظیمات تماس
ga_ie: Socruithe Glaonna
gd: Roghainnean nan gairmean
lv: Zvanu iestatījumi
pt: Definições de chamadas
ro: Setări de apel
si: ඇමතුම් සැකසුම්
th: ตั้งค่าการโทร
ur: کال سیٹنگیں
uz: Qo‘ng‘iroq sozlamalari

# messagingSettingsSection.ariaLabel
source: Messaging Settings
am: መልእክት ማሰናጃዎች
ar: إعدادات التراسل
bn_bd: বার্তা সেটিং
bn_in: বার্তার বৈশিষ্ট্যাবলী
br: Kemennadennoù
bs: Postavke poruka
cy: Gosodiadau Negesu
es: Ajustes de mensajes
eu: Mezularitza-ezarpenak
fa: تنظیمات پیام‌رسان
ga_ie: Socruithe Teachtaireachtaí
gd: Roghainnean nan teachdaireachdan
lv: Īsziņu iestatījumi
pt: Definições de mensagens
ro: Setări de mesagerie
si: පණිවුඩකරණ සැකසුම්
th: ตั้งค่าข้อความ
ur: پیغام سیٹنگیں
uz: Xabarlashish sozlamalari

# cellularAndDataSection.ariaLabel
source: Cellular & Data
am: ሴሉላር & ዳታ
ar: الجوال والبيانات
bn_bd: সেলুলার ও ডাটা
bn_in: সেলুলার ও ডেটা
br: Pellgomz ha roadennoù
bs: Mobilne i podatkovne veze
cy: Cellol a Data
es: Teléfono y datos
eu: Mugikorra eta datuak
fa: تلفن‌همراه و داده
ga_ie: Ceallach agus Sonraí
gd: Fòn-làimhe ⁊ dàta
lv: Mobilo datu iestatījumi
pt: Redes móveis e de dados
ro: Celular și date
si: ජංගම සහ දත්ත
th: เครือข่ายเคลื่อนที่และข้อมูล
ur: سیلولر اور کوائف
uz: Uyali tarmoq va ma’lumot

# internetSharingSection.ariaLabel
source: Internet Sharing
am: ኢንተርኔት ማካፈያ
ar: مشاركة الإنترنت
bn_bd: ইন্টারনেট শেয়ারিং
bn_in: ইন্টারনেট শেয়ারিং
br: Rannañ ar genrouedad
bs: Dijeljenje interneta
cy: Rhannu'r We
es: Compartir Internet
eu: Internet partekatzea
fa: اشتراک‌گذاری اینترنت
ga_ie: Comhroinnt Idirlín
gd: Co-roinneadh an eadar-lìn
lv: Interneta savienojuma koplietošana
pt: Partilha de Internet
ro: Partajare internet
si: අන්තර්ජාල හුවමාරුව
th: การแบ่งปันอินเทอร์เน็ต
ur: انٹرنیٹ حصہ داری کر رہا ہے
uz: Internetni bo‘lishish

# dateAndTimeSection.ariaLabel
source: Date & Time
am: ቀን & ሰአት
ar: التاريخ والوقت
bn_bd: তারিখ ও সময়
bn_in: তারিখ ও সময়
br: Deiziad hag eur
bs: Datum i vrijeme
cy: Dyddiad ac Amser
es: Fecha y hora
eu: Data eta ordua
fa: زمان و تاریخ
ga_ie: Dáta agus Am
gd: Ceann-là ⁊ àm
lv: Datums un laiks
pt: Data e hora
ro: Dată și oră
si: දිනය සහ වේලාව
th: วันที่และเวลา
ur: تاریخ اور وقت
uz: Sana va vaqt

# languageSection.ariaLabel
source: Language
am: ቋንቋ
ar: اللغة
bn_bd: ভাষা
bn_in: ভাষা
br: Yezh
bs: Jezik
cy: Iaith
es: Idioma
eu: Hizkuntza
fa: زبان
ga_ie: Teanga
gd: Cànan
lv: Valoda
pt: Idioma
ro: Limbă
si: භාෂාව
th: ภาษา
ur: زبان
uz: Til

# keyboardsSection.ariaLabel
source: Keyboards
am: የ ፊደል ገበታዎች
ar: لوحات المفاتيح
bn_bd: কীবোর্ড
bn_in: কীবোর্ড
br: Klavieroù
bs: Tastature
cy: Bysellfyrddau
es: Teclados
eu: Teklatuak
fa: صفحه‌کلیدها
ga_ie: Méarchláir
gd: Meur-chlàran
lv: Tastatūras
pt: Teclados
ro: Tastaturi
si: යතුරුපුවරු
th: แป้นพิมพ์
ur: کی بورڈ
uz: Klaviaturalar

# fxa-accountsSection.ariaLabel
source: Firefox Accounts
am: የ ፋየርፎክስ መግለጫ
ar: حسابات فيرفكس
bn_bd: ফায়ারফক্স অ্যাকাউন্ট
bn_in: Firefox অ্যাকাউন্ট
br: Kontoù Firefox
bs: Firefox računi
cy: Cyfrif Firefox
eu: Firefox kontuak
fa: حساب فایرفاکس
ga_ie: Cuntais Firefox
gd: Cunntasan Firefox
lv: Firefox Konti
pt: Contas do Firefox
ro: Conturi Firefox
si: Firefox ගිණුම්
th: บัญชี Firefox
ur: فائر فاکس اکاؤنٹس
uz: Firefox hisoblari

# findmydeviceSection.ariaLabel
source: Find My Device
am: የ እኔን አካል ማግኛ
ar: ابحث عن جهازي
bn_in: আমার ডিভাইস খোঁজা হোক
br: Kavout ma zrevnad
bs: Pronađi moj uređaj
cy: Canfod Fy Nyfais
es: Encontrar mi dispositivo
eu: Bilatu nire gailua
fa: پیدا کردن دستگاه من
ga_ie: Aimsigh Mo Ghléas
gd: Lorg an t-uidheam agam
lv: Atrast manu ierīci
pt: Encontrar dispositivo
ro: Găsește-mi dispozitivul
si: මාගේ උපාංගය සොයන්න
th: ค้นหาอุปกรณ์ของฉัน
ur: میرا آلہ ڈھونڈیں
uz: Qurilmamni topish

# screenLockSection.ariaLabel
source: Screen Lock
am: መመልከቻ መቆለፊያ
ar: قفل الشاشة
bn_bd: স্ক্রিন লক
bn_in: স্ক্রিন লক
br: Skramm prennañ
bs: Zaključavanje ekrana
cy: Clo'r Sgrin
es: Bloqueo de pantalla
eu: Pantaila-blokeoa
fa: قفل صفحه
ga_ie: Glasáil an Scáileáin
gd: Glas na sgrìn
lv: Aizslēgšanas ekrāns
pt: Bloqueio de ecrã
ro: Blocare ecran
si: තිර අගුළුලෑම
th: ล็อคหน้าจอ
ur: سکرین مقفل
uz: Ekranni qulflash

# simSecuritySection.ariaLabel
source: SIM Security
am: የ ሲም ደህንነት
ar: أمن بطاقة SIM
bn_bd: সিম নিরাপত্তা
bn_in: SIM নিরাপত্তা
br: Diogelroez ar SIM
bs: SIM sigurnost
cy: Diogelwch SIM
es: Seguridad de SIM
eu: SIM segurtasuna
fa: امنیت سیم‌کارت
ga_ie: Slándáil SIM
gd: Tèarainteachd SIM
lv: SIM drošība
pt: Segurança do SIM
ro: Securitate SIM
si: SIM ආරක්ෂාව
th: ความปลอดภัย SIM
ur: SIM سلامتی
uz: SIM karta xavfsizligi

# enableStorageSection.ariaLabel
source: USB Storage
am: ዩኤስቢ ማጠራቀሚያ
ar: سعة تخزين USB
bn_bd: USB স্টোরেজ
bn_in: USB সংগ্রহস্থল
br: Kadaviñ USB
bs: USB spremište
cy: Storio USB
es: Disco USB
eu: USB biltegiratzea
fa: فضای ذخیره ‌سازی USB
ga_ie: Stóras USB
gd: Stòras USB
lv: USB krātuve
pt: Armazenamento USB
ro: Stocare USB
si: USB ගබඩාව
th: พื้นที่จัดเก็บ USB
ur: USB ذخیرہ
uz: USB xotira

# mediaStorageSection.ariaLabel
source: Media Storage
am: የ መገናኛ ማጠራቀሚያ
ar: وسائط التخزين
bn_bd: মিডিয়া স্টোরেজ
bn_in: মিডিয়া সংগ্রহস্থল
br: Kadaviñ ar mediaoù
bs: Multimedijalno spremište
cy: Storio Cyfrwng
es: Datos multimedia
eu: Multimedia-biltegiratzea
fa: فضای ذخیره سازی رسانه
ga_ie: Stóras Meán
gd: Stòras nam meadhanan
lv: Mēdiju krātuve
pt: Multimédia
ro: Stocare media
si: මාධ්‍ය ආචයනය
th: พื้นที่จัดเก็บสื่อ
ur: میڈیا ذخیرہ
uz: Media xotira

# appStorageSection.ariaLabel
source: Application Storage
am: የ መተግበሪያ ማጠራቀሚያ
ar: سعة تخزين التطبيق
bn_bd: অ্যাপ্লিকেশন সংগ্রহস্থল
bn_in: অ্যাপ্লিকেশন সংগ্রহস্থল
br: Kadaviñ an arloadoù
bs: Spremište aplikacija
cy: Storfa Rhaglen
es: Espacio para apps
eu: Aplikazioen biltegiratzea
fa: فضای‌ذخیره‌سازی برنامه‌ها
ga_ie: Stóras Aipeanna
gd: Stòras na h-aplacaid
lv: Lietotņu krātuve
pt: Aplicações
ro: Stocare de aplicații
si: යෙදුම් ආචයනය
th: พื้นที่จัดเก็บแอปพลิเคชัน
ur: ایپلی کیشن ذخیرہ
uz: Ilova dastur xotirasi

# batterySection.ariaLabel
source: Battery
am: ባትሪ
ar: البطارية
bn_bd: ব্যাটারি
bn_in: ব্যাটারি
br: Batiri
bs: Baterija
cy: Batri
es: Batería
eu: Bateria
fa: باتری
ga_ie: Cadhnra
gd: Bataraidh
lv: Baterija
pt: Bateria
ro: Baterie
si: බැටරිය
th: แบตเตอรี่
ur: بیٹری
uz: Batareya

source: Help us improve our products and services by automatically sending analytics data. Data rates and charges may apply.
ar: ساعدنا على تحسين منتجاتنا وخدماتنا عن طريق إرسال تحليل البيانات تلقائيا. قد يتم تطبيق رسوم على معدلات البيانات.
bn_bd: স্বয়ংক্রিয়ভাবে বিশ্লেষিক ডাটা পাঠিয়ে আমাদের পণ্যসমূহ এবং সেবায় উন্নত করতে সাহায্য করুন। ডাটার মূল্য এবং চার্জ প্রযোজ্য হবে।
bn_in: আমাদের অ্যানালিটিক ডাটা পাঠিয়ে আমাদের প্রোডাক্ট এবং সার্ভিসকে উন্নত করতে সাহায্য করুন। ডাটা রেট এবং চার্জ সক্রিয় করা হবে।
br: Skoazellit ac'hanomp da wellaat hor c'henderc'hadoù hag hor gwazerezhioù en ur gas roadennoù dezrannañ ent emgefreek. Feurioù ha koustoù roadennoù a c'hall bezañ arloet.
cy: Cynorthwywch ni i wella ein cynnyrch a'n gwasanaethau drwy anfon data dadansoddi yn awtomatig. Gall fod costau ynghlwm.
eu: Lagun gaitzazu gure produktu eta zerbitzuak hobetzen automatikoki zure analisi-datuak bidaliz. Datuen tarifak eta prezioak aplikatuko dira.
ga_ie: Cuidigh linn ár dtáirgí agus seirbhísí trí shonraí anailísíochta a sheoladh go hauthoibríoch. Tá baol go ngearrfar táille nó ráta sonraí ort.
gd: Cuidich leinn le leasachadh a’ bhathair is nan seirbheisean againn le bhith a’ cur thugainn dàta anailise gu fèin-obrachail. Dh’fhaoidte gun èirich caitheamh is cosgaisean dhut.
pt: Ajude-nos a melhorar os nossos produtos e serviços com o envio automático de informações analíticas. Podem ser aplicadas taxas e custos de dados.
ro: Ajută-ne să ne îmbunătățim produsele și serviciile trimițând automat date analitice. Se pot aplica tarife și costuri pentru traficul de date.
ur: آپ خود بخود تجزیاتی کوائف بھیج کر ہمارے مصنوعہ اور خدمات کو بہتر بنانے میں ہماری مدد کر سکتے ہے۔ کوائف شرح اور چارجز مئی لگائیں۔
uz: Tashxis ma’lumotlarini avtomatik jo‘natish bilan mahsulotlarimiz va xizmatlarimizni yaxshilashda yordam bering. Bu ko‘proq trafik sarflanishi va qo‘shimcha xarajatlarga sabab bo‘lishi mumkin.

source: Read our <a>Privacy Notice</a>
ar: اقرأ <a> إشعار خصوصية </a>
bn_bd: আমাদের <a>গোপনীয়তা নোটিশ</a> পড়ুন
bn_in: আমাদের <a>গোপনীয়তা নীতি</a> পড়ুন
br: Lenn hor <a>Evezhiadennoù a-fet buhez prevez</a>
bs: Pročitajte naša <a>Pravila privatnosti</a>
cy: Darllenwch ein <a>Hysbysiad Preifatrwydd</a>
eu: Irakurri gure <a>Pribatutasun-oharra</a>
fa: <a>نکات حریم‌شخصی</a> ما را مطالعه کنید
ga_ie: Léigh an <a>Fógra Príobháideachta</a>
gd: Leugh <a>aithris na prìobhaideachd</a> againn
pt: Leia a nossa <a>Política de Privacidade</a>
ro: Citește-ne <a>Politica de confidențialitate</a>
th: อ่าน <a>ประกาศความเป็นส่วนตัว</a> ของเรา
ur: پڑھیں ہمارے<a>رازداری اطلاع نامہ</a>
uz: <a>Maxfiylik eslatmalari</a>ni o‘qib chiqing

source: Basic
ar: أساسي
bn_bd: সাধারণ
bn_in: মৌলিক
br: Diazez
bs: Osnovno
cy: Sylfaenol
eu: Oinarrizkoa
fa: اولیه
ga_ie: Bunúsach
gd: Bunasach
pt: Básico
ro: Date de bază
th: พื้นฐาน
ur: اساسی
uz: Asosiy

source: Enhanced
ar: محسّن
bn_bd: উন্নত
bn_in: উন্নত
br: Gwellaet
bs: Napredno
cy: Amgen
eu: Hobetua
fa: بهبود یافته
ga_ie: Breisithe
gd: Leasaichte
pt: Melhorado
ro: Date avansate
th: มากขึ้น
ur: افزوں کرنا
uz: Kengaytirilgan

# noneMetricsRadio
source: None
ar: لا يوجد
bn_bd: কোনটি না
bn_in: একটিও নয়
br: Tra ebet
bs: Ništa
cy: Dim
eu: Bat ere ez
fa: هیچ
ga_ie: Ná Seol Sonraí
gd: Chan eil gin
pt: Nenhum
ro: Niciun fel de date
th: ไม่มี
ur: کوئی نہیں
uz: Yo‘q

source: Send app usage and error reports.
ar: قم بإرسال استخدام التطبيق و تقارير الأخطاء.
bn_bd: অ্যাপের ব্যবহার এবং ত্রুটি রিপোর্ট পাঠাও।
bn_in: অ্যাপের ব্যবহার এবং ত্রুটি রিপোর্ট করুন।
br: Kas arver arload ha danevelloù fazi.
bs: Šalji izvještaje o upotrebi aplikacije i greškama.
cy: Anfon adroddiadau defnydd o'r ap a gwallau.
eu: Bidali aplikazioen erabilera eta errore txostenak.
fa: ارسال گزارشات استفاده از نرم‌افزار و خطا.
ga_ie: Seol tuairiscí faoi úsáid aipeanna agus earráidí.
gd: Cuir aithisgean mu chleachdadh aplacaidean is mearachdan.
pt: Enviar utilização de aplicações e relatórios de erro.
ro: Trimite utilizarea de aplicații și raporturi de erori.
th: ส่งการใช้งานแอปและรายงานข้อผิดพลาด
ur: اپلی کیشن استعمال اور نقص کی رپورٹ بھیجیں۔
uz: Ilovadan foydalanish va xato hisobotlarini jo‘nating.

source: Send Basic report plus diagnostic information.
ar: قم بإرسال التقرير الأساسي بالإضافة إلى المعلومات التشخيصية.
bn_bd: সাধারণ রিপোর্টসহ ডায়গস্টিক তথ্য পাঠাও।
bn_in: বেসিক রিপোর্ট ও ডায়গনিস্টিক তথ্য পাঠান।
br: Kas danevelloù diazez ha titouroù deznaou.
bs: Šalji osnovni izvještaj plus dijagnostičke informacije.
cy: Anfon adroddiad Sylfaenol a gwybodaeth ddiagnostig.
eu: Bidali oinarrizko txostena gehi diagnosi-informazioa.
fa: ارسال اطلاعات اولیه به همراه اطلاعات تشخیصی.
ga_ie: Seol an bhuntuairisc agus sonraí diagnóiseacha.
gd: Cuir aithisgean bunasach is fiosrachadh diagnosachd.
pt: Enviar um relatório Básico mais informação de diagnóstico.
ro: Trimite raport cu date de bază plus informații de diagnosticare.
th: ส่งรายงานพื้นฐานรวมทั้งข้อมูลการวินิจฉัย
ur: اساسی رپورٹس جمع تشخیصی معلومات ارسال کریں۔
uz: Asosiy hisobotga tashxis ma’lumotlarini qo‘shib jo‘nating.

source: Do not send any data.
ar: لا ترسل أية بيانات.
bn_bd: কোন ডাটা পাঠিও না।
bn_in: কোনো ডাটা পাঠাবেন না।
br: Na gas roadenn ebet.
bs: Nemoj slati ikakve podatke.
cy: Peidio anfon data.
eu: Ez bidali inongo daturik.
fa: هیج اطلاعاتی ارسال نشود.
ga_ie: Ná seol aon sonraí.
gd: Na cuir dàta sam bith.
pt: Não enviar quaisquer dados.
ro: Nu trimite deloc date.
th: ไม่ส่งข้อมูลใด ๆ
ur: کوئ بھی کوائف نہ بھیجیں۔
uz: Hech qanday ma’lumot jo‘natmang.

source: {{linkSpeed}} Mbit/s
ar: {{linkSpeed}} ميجابت/ثانية
br: {{linkSpeed}} Me/e
cy: {{linkSpeed}} Mbit/e
ga_ie: {{linkSpeed}} MGiotán/s

source: WAP Push
ar: الدفع WAP
bn_bd: WAP পুশ
bn_in: WAP পুশ
br: Push WAP
ca: Push WAP
cy: Gwthio WAP
ga_ie: Brúfhógraí WAP
hi_in: WAP दबाएँ
hu: WAP küldés
mai: WAP पुश
ne: WAP थिच्नुहोस्
or: WAP ପ୍ରେରଣ
pt: WAP
ta: WAPவின் திணிப்பு
ur: WAP پش
uz: WAP turtki
wa: Push WAP
xh: Etyhalwa nge-WAP
zu: I-WAP Push

source: never
am: በፍጹም
bn_bd: কখনোই না
br: morse
bs: nikad
ca: mai
cy: byth
es: nunca
fa: هیچ‌وقت
ga_ie: Ná déan riamh
hi_in: कभी नहीं
kn: ಎಂದಿಗೂ ಬೇಡ
mai: कहियो नहि
mg: tsy mihitsy
ne: कहिले पनि
or: କଦାପି ନୁହଁ
pt: nunca
si: කිසිදාක නැත
sw: Kamwe
th: ไม่เลย
tr: Hiçbir zaman
uz: hech qachon
vi: không bao giờ
wa: måy
xh: ungaze
zu: nhlobo

source: The PIN was incorrect.
ar: كود PIN خاطئ.
cy: Mae'r PIN yn anghywir.
gd: Bha am PIN cearr.

source: Do Not Track
am: አትከተለኝ
ar: لا تتعقب
bg: Без проследяване
bn_bd: ট্র্যাক করবেন না
bn_in: ট্র্যাক করবেন না
br: Na heuliañ ma roudoù
bs: Nemoj me pratiti
ca: No vull ser seguit
cy: Dim Tracio
es: No quiero ser rastreado
fa: ردیابی نکن
ga_ie: Ná Lorgtar Mé
gd: Na tracaich
hu: Ne kövessenek
lv: Neizsekot
pt: Não-monitorização
ro: Nu mă urmări
si: පසුහඹන්න එපා
th: อย่าตามรอย
ur: ٹریےک نہ کریں
uz: Kuzatilmasin

source: Current Level ({{level}}%)
cy: Lefel Cyfredol ({{level}}%)

source: Calculating time required…
cy: Cyfrifo'r amser angenrheidiol…

source: Calculating time remaining…
cy: Cyfrifo'r amser yn weddill…

source: Fully charged
cy: Wedi ei wefru'n llawn

source: Fully depleted
cy: Hollol wag

# battery-time-hour[zero]
source: {{ hours }} hours
cy: {{ hours }} awr

source: {{ hours }} hour
cy: {{ hours }} awr

# battery-time-hour[two]
source: {{ hours }} hours
cy: {{ hours }} awr

# battery-time-hour[few]
source: {{ hours }} hours
cy: {{ hours }} awr

# battery-time-hour[many]
source: {{ hours }} hours
cy: {{ hours }} awr

# battery-time-hour[other]
source: {{ hours }} hours
cy: {{ hours }} awr

# battery-time-minute[zero]
source: {{ minutes }} minutes
cy: {{ minutes }} munud

source: {{ minutes }} minute
cy: {{ minutes }} munud

# battery-time-minute[two]
source: {{ minutes }} minutes
cy: {{ minutes }} munud

# battery-time-minute[few]
source: {{ minutes }} minutes
cy: {{ minutes }} munud

# battery-time-minute[many]
source: {{ minutes }} minutes
cy: {{ minutes }} munud

# battery-time-minute[other]
source: {{ minutes }} minutes
cy: {{ minutes }} munud

source: {{ battery-time-minute }} until fully charged
cy: {{ battery-time-minute }} tan gwefru'n llawn

source: {{ battery-time-hour }} {{ battery-time-minute }} until fully charged
cy: {{ battery-time-hour }} {{ battery-time-minute }} tan gwefru'n llawn

source: {{ battery-time-minute }} remaining
cy: {{ battery-time-minute }} yn weddill

source: {{ battery-time-hour }} {{ battery-time-minute }} remaining
cy: {{ battery-time-hour }} {{ battery-time-minute }} yn weddill

source: Never
cy: Byth

# doNotTrackSection.ariaLabel
source: Do Not Track
am: አትከተለኝ
ar: لا تتعقب
bn_bd: ট্র্যাক করবেন না
bn_in: ট্র্যাক করবেন না
br: Na heuliañ ma roudoù
bs: Nemoj me pratiti
cy: Dim Tracio
es: No quiero ser rastreado
fa: ردیابی نکن
ga_ie: Ná Lorgtar Mé
gd: Na tracaich
lv: Neizsekot
pt: Não-monitorização
ro: Nu mă urmări
si: පසුහඹන්න එපා
th: อย่าตามรอย
ur: ٹریےک نہ کریں
uz: Kuzatilmasin
