Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Your operator does not support that operation.
am: የ እርስዎ አንቀሳቃሽ ይህን ተግባር አይደግፍም
ar: لا يدعم مزود الخدمه هذه العملية.
bg: Вашият оператор не поддържа това действие.
bn_bd: আপনার অপারেটর এই কাজ টি সমর্থন করে না।
bn_in: আপনার অপারেটার এই অপারেশান সমর্থন করে না।
br: Hoc'h oberataer ne skor ket ar gwezhiadur-mañ.
bs: Vaš operater ne podržava tu operaciju.
ca: El vostre operador no admet aquesta operació.
cy: Nid yw'r darparwr yn cynnal y weithred honno.
es: Su operador no admite esa operación.
eu: Zure operatzaileak ez du eragiketa hori onartzen.
fa: اپراتور شما از آن عملیات پشتیبانی نمی‌کند.
ga_ie: Ní thacaíonn do sholáthraí seirbhíse leis an oibríocht seo.
gd: Chan eil an giùlanair agad a’ cur taic ri seo.
hi_in: आपका ऑपरेटर उस आपरेशन को समर्थन नहीं करता.
hu: A szolgáltató nem támogatja ezt a műveletet.
id: Operator Anda tidak mendukung operasi itu.
kn: ನಿಮಗೆ ಸೇವೆ ಒದಗಿಸುವವರು ಈ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
lv: Jūsu operators neatbalsta šo operāciju.
mai: अहाँक आपरेटर ओ आपरेशन केँ समर्थन नहि करैछ.
mg: Tsy raisin'ny mpandraharahanao an-tànana izany asa izany.
ne: तपाईंको सञ्चालनकर्ताले त्यस सञ्चालन समर्थन गर्दैन।
or: ଆପଣଙ୍କର ଚାଳକ ସେହି କାର୍ଯ୍ୟକୁ ସମର୍ଥନ କରିନଥାଏ
pt: O seu operador não suporta esta operação.
ro: Operatorul nu suportă această operație.
si: ඔබේ මෙහෙයුම්කරු එම මෙහෙයුමට සහාය නොදක්වයි.
sw: Mtoa huduma wako haungi mkono operesheni hiyo.
ta: உங்களுடைய வழங்குநர் நடவடிக்கையை ஆதரிக்கவில்லை.
th: ผู้ให้บริการคุณไม่รองรับการดำเนินการนี้
tr: Operatörünüz bu işlemi desteklemiyor.
ur: آپ کا آپریٹر آپریشن کی معاونت نہیں کرتا۔
uz: Operatoringiz ushbu operatsiyani bajara olmaydi.
vi: Nhà mạng không hỗ trợ thao tác này.
wa: Voste operateu n’ sopoite nén ciste operåcion la.
xh: Umlawuli wakho akayixhasi le nto.
zu: Umqondisi wosizo akakweseki lokhu.

source: Call settings error.
am: የ ጥሪ ማሰናጃዎች ስህተት
ar: خطأ في اعدادات الاتصال.
bg: Грешка при запазване на настройката.
bn_bd: কল সেটিং এ ত্রুটি আছে।
bn_in: কল সেটিং ত্রুটি।
br: Fazi e arventennoù ar galvoù.
bs: Greška postavki poziva.
ca: Error dels paràmetres de trucada.
cy: Gwall gosodiadau galw.
es: Error de configuración de llamadas.
eu: Dei-ezarpenen errorea.
fa: خطای تنظیمات مکالمه.
ga_ie: Earráid socruithe glao
gd: Mearachd ann an roghainnean na gairm.
hi_in: कॉल सेटिंग्स त्रुटि.
hu: Hívásbeállítási hiba.
id: Galat setelan panggilan.
kn: ಕರೆಸಿದ್ದತೆಗಳಲ್ಲಿ ದೋಷ.
lv: Zvanu iestatījumu kļūda.
mai: कॉल सेटिंग त्रुटि.
mg: Tsy fetezan'ny tefin'ny antso.
ne: कल सेटिङहरूको त्रुटि।
or: କଲ ସଂରଚନା ତ୍ରୁଟି ।
pt: Erro nas definições de chamadas
ro: Eroare în setările de apel.
si: ඇමතුම් සැකසුම්වල දෝෂයකි.
sw: Hitilafu ya mipangilio ya kupiga simu.
ta: அழைப்பு அமைவுகளில் பிழை.
th: ข้อผิดพลาดการตั้งค่าการโทร
tr: Arama ayarları hatası.
ur: کال کی سیٹکگیں میں نقص۔
uz: Qo‘ng‘iroqni sozlashda xatolik
vi: Lỗi thiết lập cuộc gọi.
wa: Aroke a l’ apontiaedje des houcaedjes
xh: Imposiso kwiisetingi zomnxeba.
zu: Kunephutha kumasethingi ocingo.

source: Caller ID
am: የ ደዋዩ መለያ
ar: رقم المتصل
bg: Видимост на тел. номер
bn_bd: কলার আইডি
bn_in: কলার আইডি
br: Diskouez an niverenn
bs: ID pozivaoca
ca: Identificació de trucada
cy: Enw'r galwr
es: ID interlocutor
eu: Deitzailearen IDa
fa: شناسه تماس
ga_ie: Aitheantas Glaoiteora
gd: ID a' ghairmeir
hi_in: कॉलर आईडी
hu: Hívószám-kijelzés
id: ID Pemanggil
kn: ಕರೆಮಾಡುವವರ ID
mai: कॉलर आईडी
mg: ID Mpiantso
ne: कलर आईडी
or: କଲର ID
pt: ID do autor
ro: ID apelant
si: අමතන්නාගේ හැඳුනුම
sw: Kitambulisho cha Mpigaji simu
ta: அழைப்பின் அடையாளம்
th: ID ผู้โทร
tr: Arayan numara bilgisi
ur: کالر شناخت
uz: Qo‘ng‘iroq qiluvchi raqami
vi: ID người gọi
wa: ID då houkeu
xh: Isazisi somtsali-mnxeba
zu: I-Caller ID

source: Call Barring
am: ጥሪ ማቆያ
ar: حظر المكالمات
bg: Ограничаване на обаждания
bn_bd: কল ওয়েটিং
bn_in: কল অপেক্ষা
br: Berzañ ar pellgomzadennoù
bs: Limitiranje poziva
ca: Restricc. trucades
cy: Atal Galwad
es: Bloqueo llamadas
eu: Deien esklusioa
fa: انسداد تماس
ga_ie: Urchosc Glaonna
gd: Bacadh ghairmean
hu: Hívástiltás
id: Pembatasan Panggilan
kn: ಕರೆ ತಡೆಯಿವಿಕೆ
lv: Zvanu bloķēšana
pt: Barramento de chamadas
ro: Blocare apeluri
si: ඇමතුම් අත්හිටුවීම
th: การจำกัดสาย
tr: Arama bekletme
ur: کال بررنگ
uz: Qo‘ng‘iroq taqiqlanmoqda

# callBarring-outgoing
source: Outgoing Calls
ar: مكالمات صادرة
cy: Galwadau Allan
eu: Irteerako deiak
gd: Gairmean a-mach
ro: Apeluri efectuate

# callBarring-baoc
source: All
am: ሁሉንም
ar: الكل
bg: Всички
bn_bd: সকল
bn_in: সমস্ত
br: An holl anezho
bs: Svi
ca: Totes
cy: Popeth
es: Todas
eu: Denak
fa: همه
ga_ie: Gach
gd: Na h-uile
hu: Összes
id: Semua
kn: ಎಲ್ಲ
lv: Visi
pt: Todas
ro: Toate
si: සියළු
th: ทั้งหมด
tr: Tümü
ur: تمام
uz: Barchasi
wa: Totafwait

source: International
am: አለም አቀፍ
ar: دولي
bg: Международни
bn_bd: আন্তর্জাতিক
bn_in: আন্তর্জাতিক
br: Etrevroadel
bs: Međunarodni
ca: Internacionals
cy: Rhyngwladol
es: Internacionales
eu: Nazioartekoa
fa: بین‌المللی
ga_ie: Idirnáisiúnta
gd: Eadar-nàiseanta
hu: Nemzetközi
id: Internasional
kn: ಅಂತರರಾಷ್ಟ್ರೀಯ
lv: Starptautiskie
pt: Internacionais
ro: Internațional
si: ජාත්‍යන්තර
th: โทรต่างประเทศ
tr: Uluslararası
ur: بین الاقوامی
uz: Xalqaro
wa: Foû payis

source: International Except Home Country
ar: عالمية باستثناء البلد الأم
cy: Rhyngwladol Heblaw eich Gwlad eich Hun
eu: Nazioartekoa nire herrialdea salbu
gd: Eadar-nàiseanta ach dùthaich mo dhachaigh
ro: Internațional, exceptând țara de domiciliu

source: Incoming Calls
ar: المكالمات الواردة
cy: Galwadau i Mewn
eu: Sarrerako deiak
gd: Gairmean a-steach
ro: Apeluri primite

# callBarring-baic
source: All
am: ሁሉንም
ar: الكل
bg: Всички
bn_bd: সকল
bn_in: সমস্ত
br: An holl anezho
bs: Svi
ca: Totes
cy: Popeth
es: Todas
eu: Denak
fa: همه
ga_ie: Gach
gd: Na h-uile
hu: Összes
id: Semua
kn: ಎಲ್ಲಾ
lv: Visi
pt: Todos
ro: Toate
si: සියළු
th: ทั้งหมด
tr: Tümü
ur: تمام
uz: Barchasi
wa: Totafwait

source: All While Roaming
ar: الجميع أثناء التجوال
cy: Popeth wrth Grwydro
eu: Dena ibiltaritza bitartean
gd: Na h-uile fhad ’s a bhios mi air fàrsan
ro: Toate în roaming

# callBarring-passcode
source: Passcode
am: የማለፊያ ኮድ
ar: رمز المرور
bg: Парола
bn_bd: পাসকোড
bn_in: পাসকোড
br: Rineg-tremen
bs: Šifra
ca: Codi d'accés
cy: Cyfringod
es: Código
eu: Pasakodea
fa: گذرواژه
ga_ie: Cód faire
gd: Còd-faire
hu: Jelkód
id: Kode Sandi
kn: ಗುಪ್ತಸಂಕೇತ
lv: Kods
pt: Código de acesso
ro: Cod de acces
si: පාස්කේතය
th: รหัสผ่าน
tr: Şifre
ur: پاس کوڈ
uz: Parol
wa: Côde sicret

# callBarring-change-passcode
source: Change passcode
am: የማለፊያ ኮድ መቀየሪያ
ar: تغيير رمز المرور
bg: Промяна на парола
bn_bd: পাসকোড পরিবর্তন করুন
bn_in: পাসকোড পরিবর্তন করুন
br: Kemmañ ar rineg-tremen
bs: Promijeni šifru
ca: Canvia el codi d'accés
cy: Newid cyfringod
es: Cambiar código
eu: Aldatu pasakodea
fa: تغییر گذرواژه
ga_ie: Athraigh cód faire
gd: Atharraich an còd-faire
hu: Jelkód módosítása
id: Ubah kode sandi
kn: ಗುಪ್ತಸಂಕೇತವನ್ನು ಬದಲಿಸಿ
lv: Mainīt kodu
pt: Alterar código
ro: Schimbă codul de acces
si: පාස්කේතය වෙනස් කරන්න
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi değiştir
ur: پاس کوڈ تبدیل کریں
uz: Parolni o‘zgartirish
wa: Candjî côde sicret

# callBarring-passcode-enter
source: Enter passcode
am: የማለፊያ ኮድ ያስገቡ
ar: أدخل كلمة مرور
bg: Въвеждане на парола
bn_bd: পাসকোড প্রবেশ করান
bn_in: পাসকোড প্রবেশ করুন
br: Bizskrivit ar rineg-tremen
bs: Unesite šifru
ca: Introduïu codi d'accés
cy: Cynnig cyfringod
es: Escribir código
eu: Sartu pasakodea
fa: گذرواژه را وارد کنید
ga_ie: Iontráil cód faire
gd: Cuir a-steach còd-faire
hu: Írja be a jelkódot
id: Masukkan kode sandi
kn: ಗುಪ್ತಸಂಕೇತ ನಮೂದಿಸಿ
lv: Ievadiet kodu
pt: Introduza o código
ro: Introdu codul de acces
si: පාස්කේතය යොදන්න
th: ป้อนรหัสผ่าน
tr: Şifreyi gir
ur: پاس کوڈ لکھیں
uz: Parolni kiritish
wa: Taper li côde sicret

source: In case you don't know your passcode, please contact your carrier
am: ምናልባት የማለፊያውን ኮድ የማያውቁ ከሆነ: እባክዎን ከ አቅራቢው ጋር ይገናኙ
ar: في حال كنت لا تعرف رمز المرور الخاص بك، يرجى الاتصال بالناقل الخاص بك
bg: В случай, че не знаете паролата се свържете с мобилния си оператор
bn_bd: আপনার পাসকোড না জানলে ক্যারিয়ারের সাথে যোগাযোগ করুন
bn_in: যদি আপনি আপনার পাসকোড না জানেন, অনুগ্রহ করে আপনার ক্যারিয়ারের সাথে যোগাযোগ করুন
br: Ma n'anavezit ket ho rineg-tremen, kit e darempred gant ho pourvezer
bs: Ukoliko ne znate svoju šifru, kontaktirajte svog operatera
ca: Si no sabeu el codi d'accés, poseu-vos en contacte amb el vostre operador
cy: Os nad ydych yn gwybod beth yw eich cyfringod (passcode) cysylltwch â'ch darparwr
es: Si desconoce el código, contacte con su operador
eu: Zure pasakodea ezagutzen ez baduzu, hitz egin zure hornitzailearekin
fa: در صورتی که گذرواژهٔ خود را نمی‌دانید، با فراهم‌کنندهٔ خود تماس بگیرید.
ga_ie: Mura bhfuil do chód faire ar eolas agat, téigh i dteagmháil le do sholáthraí seirbhíse
gd: Mur eil thu cinnteach dè an còd-faire agad, cuir fios gun ghiùlanair agad
hu: Ha nem tudja a jelkódot, keresse meg a szolgáltatóját
id: Jika tidak tahu kode sandi Anda, hubungi operator Anda
kn: ನಿಮಗೆ ನಿಮ್ಮ ಗುಪ್ತಸಂಕೇತವನ್ನು ನೆನಪಿಲ್ಲದಿದ್ದಲ್ಲಿ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿ
lv: Ja jūs nepazīstat savu kodu, sazinieties ar savu operatoru
pt: No caso de não saber o seu código, por favor contacte o seu operador
ro: În cazul în care nu știi codul de acces, te rugăm să contactezi operatorul
si: ඔබ පාස්කේතය නොදන්නේ නම්, ඔබගේ වාහකයා සම්බන්ධ කරගන්න
th: ในกรณีที่คุณไม่รู้รหัสผ่านของคุณ โปรดติดต่อผู้ให้บริการของคุณ
tr: Şifrenizi bilmiyorsanız lütfen operatörünüzle iletişime geçin
ur: اگر کسی صورت میں آپ پاس کوڈ نہیں جانتے، براہ مہربانی اپنے بارگیر سے رابطہ کریں
uz: Parolni bilmasangiz, ta’minotchi bilan bog‘laning
wa: Si djamåy vos n’ conoxhoz nén vosse côde sicret, dimandez l’ a vost operateu

# callBarring-current-passcode
source: Current passcode
am: የአሁኑ የማለፊያ ኮድ
ar: كلمة المرور الحالية
bg: Настояща парола
bn_bd: বর্তমান পাসকোড
bn_in: বর্তমান পাসকোড
br: Rineg-tremen vremanel
bs: Trenutna šifra
ca: Codi d'accés actual
cy: Cyfringod cyfredol
es: Código actual
eu: Uneko pasakodea
fa: گذرواژه فعلی
ga_ie: Cód faire reatha
gd: An còd-faire làithreach
hu: Jelenlegi jelkód
id: Kode sandi saat ini
kn: ಈಗಿನ ಗುಪ್ತಸಂಕೇತ
lv: Pašreizējais kods
pt: Código atual
ro: Cod de acces actual
si: වත්මන් පාස්කේතය
th: รหัสผ่านปัจจุบัน
tr: Mevcut şifre
ur: موجودہ پاس کوڈ
uz: Joriy parol
wa: Côde sicret do moumint

# callBarring-new-passcode
source: New passcode
am: አዲስ የማለፊያ ኮድ
ar: كلمة مرور جديدة
bg: Нова парола
bn_bd: নতুন পাসকোড
bn_in: নতুন পাসকোড
br: Rineg-tremen nevez
bs: Nova šifra
ca: Codi nou
cy: Cyfringod newydd
es: Nuevo código
eu: Pasakode berria
fa: گذرواژه جدید
ga_ie: Cód faire nua
gd: Còd-faire ùr
hu: Új jelkód
id: Kode sandi baru
kn: ಹೊಸ ಗುಪ್ತಸಂಕೇತ
lv: Jauns kods
pt: Novo código
ro: Cod de acces nou
si: නව පාස්කේතය
th: รหัสผ่านใหม่
tr: Yeni şifre
ur: نیا پاس کوڈ
uz: Yangi parol
wa: Novea côde sicret

# callBarring-create-passcode
source: Create a Passcode
am: የማለፊያ ኮድ መፍጠሪያ
ar: أنشئ كلمة مرور
bg: Нова парола
bn_bd: পাসকোড তৈরি করুন
bn_in: একটি পাসকোড নির্মাণ করুন
br: Krouiñ ur rineg-tremen
bs: Kreiraj šifru
ca: Codi d'accés
cy: Creu Cyfringod
es: Crear un código
eu: Sortu pasakodea
fa: ساخت یک گذرواژه
ga_ie: Cruthaigh cód faire
gd: Cruthaich còd-faire
hu: Jelkód létrehozása
id: Buat Kode Sandi
kn: ಗುಪ್ತಸಂಕೇತವನ್ನು ರಚಿಸಿ
lv: Izveidot kodu
pt: Criar um código de acesso
ro: Creează un cod de acces
si: පාස්කේතයක් තනන්න
th: สร้างรหัสผ่าน
tr: Şifre oluştur
ur: پاس کوڈ بنائیں
uz: Parol yaratish
wa: Ahiver on côde sicret

source: Confirm passcode
am: የማለፊያ ኮድ ማረጋገጫ
ar: تأكيد كلمة المرور
bg: Потвърждаване на парола
bn_bd: পাসকোড নিশ্চিতকরণ
bn_in: পাসকোড নিশ্চিত করুন
br: Kadarnaat ar rineg-tremen
bs: Potvrdite šifru
ca: Confirmeu el codi d'accés
cy: Cadarnhau'r cyfringod
es: Confirmar código
eu: Berretsi pasakodea
fa: تایید گذرواژه
ga_ie: Deimhnigh cód faire
gd: Dearbh an còd-faire
hi_in: पासकोड संपुष्ट करें
hu: Jelkód megerősítése
id: Konfirmasikan kode sandi
kn: ಗುಪ್ತಸಂಕೇತವನ್ನು ಖಚಿತಪಡಿಸಿ
lv: Apstipriniet kodu
mg: Hamafiso ny kaody fidirana
ne: पासवर्ड सुनिश्चित गर्नुहोस्
pt: Confirmar código
ro: Confirmă codul de acces
si: පාස්කේතය තහවුරු කරන්න
th: ยืนยันรหัสผ่าน
tr: Şifreyi onaylayın
ur: پاس کوڈ کی تصدیق کریں
uz: Parolni tasdiqlash
vi: Xác nhận mã số
wa: Racertiner côde sicret
xh: Qinisekisa ipasikhowudi
zu: Qinisekisa i-passcode

source: Passcode error.
am: የማለፊያ ኮድ ስህተት
ar: خطأ في رمز المرور.
bg: Грешна парола.
bn_bd: পাসকোড ভুল।
bn_in: পাসকোডের ত্রুটি।
br: Fazi gant ar rineg-tremen.
bs: Greška šifre.
ca: Error del codi d'accés.
cy: Gwall cyfringod.
es: Error de código.
eu: Pasakode-errorea.
fa: خطا گذرواژه.
ga_ie: Earráid cód faire
gd: Mearachd leis a’ chòd-fhaire.
hu: Jelkódhiba.
id: Kesalahan kode sandi.
kn: ಗುಪ್ತಸಂಕೇತ ದೋಷ.
lv: Kodu kļūda.
pt: Erro de código.
ro: Eroare la codul de acces.
si: පාස්කේත දෝශයකි.
th: ข้อผิดพลาดรหัสผ่าน
tr: Şifre hatası.
ur: پاس کوڈ نقص۔
uz: Parol noto‘g‘ri.
wa: Aroke di côde sicret.

source: Passcode is incorrect.
am: የማለፊያው ኮድ የተሳሳተ ነው
ar: كلمة المرور خاطئة.
bg: Паролата е грешна.
bn_bd: ভুল পাসকোড
bn_in: পাসকোড ভুল।
br: Direizh eo ar rineg-tremen.
bs: Šifra je netačna.
ca: El codi d'accés és incorrecte.
cy: Cyfringod anghywir.
es: El código es incorrecto.
eu: Pasakodea okerra da.
fa: گذرواژه نامعتبر است.
ga_ie: Cód faire mícheart
gd: Tha an còd-faire cearr.
hu: A jelkód helytelen.
id: Kode sandi salah.
kn: ಗುಪ್ತಸಂಕೇತವು ತಪ್ಪಾಗಿದೆ.
lv: Kods ir nepareizs.
pt: Código incorreto.
ro: Codul de acces e incorect.
si: පාස්කේතය වැරදියි
th: รหัสผ่านไม่ถูกต้อง
tr: Şifre yanlış.
ur: پاس کوڈ غیر صحیح ہے۔
uz: Parol noto‘g‘ri.
wa: Li côde sicret est mwais.

source: Passcode doesn’t match.
am: የማለፊያው ኮድ አይመሳሰልም
ar: رمز المرور لا يتطابق.
bg: Паролите са различни.
bn_bd: পাসকোড মিলছে না।
bn_in: পাসকোড মিলছে না।
br: Ne glot ket ar rineg-tremen.
bs: Šifra se ne podudara.
ca: Els codis no coincideixen.
cy: Nid yw'r cyfringod yn cydweddu.
es: El código no coincide.
eu: Pasakodea ez dator bat.
fa: گذرواژه منطبق نیست.
ga_ie: Ní mheaitseálann an cód faire
gd: Chan eil an dà chòd-faire co-ionnann.
hu: A jelkód nem egyezik.
id: Kode sandi tidak sama.
kn: ಗುಪ್ತಸಂಕೇತ ಹೊಂದುತ್ತಿಲ್ಲ.
lv: Kodi nesakrīt.
pt: O código não coincide.
ro: Codul de acces nu se potrivește.
si: පාස්කේතයන් නොගැලපේ.
th: รหัสผ่านไม่ตรงกัน
tr: Şifre eşleşmiyor.
ur: پاس کوڈ مشابہ نہیں کرتا۔
uz: Parol mos kelmadi.
wa: Li côde sicret ni corespond nén.

source: Error while updating the item: {{error}}.
am: ስህተት ተፈጥሯል አካሉን በማሻሻል ላይ እንዳለ: {{error}}.
ar: خطأ أثناء تحديث العنصر: {{error}}.
bg: Грешка при обновяване: {{error}}.
bn_bd: এই আইটেমটি আপডেট করার সময় ত্রুটি হয়েছে: {{error}}।
bn_in: এই আইটেমটি আপডেট করার সময় ত্রুটি হয়েছে: {{error}}।
br: Fazi e-pad ma oa o hizivaat an elfenn : {{error}}.
bs: Greška prilikom ažuriranja stavke: {{error}}.
ca: Error en actualitzar l'element: {{error}}.
cy: Gwall wrth ddiweddaru eitem: {{error}}.
es: Error al actualizar el elemento: {{error}}.
eu: Errorea elementua eguneratzean: {{error}}.
fa: خطا در هنگام بروزرسانی مورد: {{error}}.
ga_ie: Tharla earráid agus an mhír á nuashonrú: {{error}}
gd: Mearachd rè ùrachadh an nì: {{error}}.
hu: Hiba az elem frissítésekor: {{error}}.
id: Kesalahan saat memperbarui item: {{error}}.
kn: ವಸ್ತುವನ್ನು ಅಪ್ಡೇಟ್ ಮಾಡುವಾಗ ದೋಷ ಕಂಡುಬಂದಿದೆ: {{error}}.
lv: Kļūda atjauninot vienumu: {{error}}.
pt: Erro ao atualizar o elemento: {{error}}.
ro: Eroare la actualizarea elementului {{error}}.
si: අයිතමය යාවත්කාලීනයේදී දෝශයකි: {{error}}.
th: เกิดข้อผิดพลาดขณะกำลังปรับปรุงรายการ: {{error}}
tr: Öğe güncellenirken hata oluştu: {{error}}.
ur: شہ تازہ کاری کے دوران نقص: {{error}}۔
uz: Element yangilanayotganda xatolik: {{error}}.
wa: Åk n' a nén stî come dji meteu a djoû l’ cayet : {{error}}.

source: Network or passcode error
ar: خطأ في الإتصال بالشبكة أو برمز المرور
br: Fazi rouedad pe rineg-tremen
cy: Gwall rhwydwaith neu gyfringod
eu: Sare edo pasakode errorea
ga_ie: Earráid gréasáin nó cód faire.
gd: Mearachd an lìonraidh no a’ chòd-fhaire
pt: Erro de rede ou de código
ro: Eroare de rețea sau la codul de acces.
th: ข้อผิดพลาดเครือข่ายหรือรหัสผ่าน
uz: Tarmoq yoki parolda xatolik yuz berdi

source: Passcode changed.
am: የማለፊያ ኮድ ተቀይሯል
ar: تم تغيير رمز المرور.
bg: Паролата е сменена.
bn_bd: পাসকোড পরিবর্তিত হয়েছে।
bn_in: পাসকোড পরিবর্তিত হয়েছে।
br: Kemmet eo bet ar rineg-tremen.
bs: Šifra je promijenjena.
ca: S'ha canviat el codi d'accés.
cy: Cyfringod wedi newid.
es: Código cambiado.
eu: Pasakodea aldatu da.
fa: گذرواژه تغییر کرد.
ga_ie: Cód faire athraithe
gd: Chaidh an còd-faire atharrachadh.
hu: Jelkód megváltoztatva.
id: Kode sandi berubah.
kn: ಗುಪ್ತಸಂಕೇತ ಬದಲಾವಣೆ
lv: Kods tika mainīts.
pt: Código alterado.
ro: Cod de acces schimbat.
si: පාස්කේතය වෙනස් කෙරිනි.
th: เปลี่ยนรหัสผ่านแล้ว
tr: Şifre değiştirildi.
ur: پاس کوڈ تبدیل شدہ۔
uz: Parol o‘zgartirildi.
wa: Li côde sicret a candjî.

source: Network default
am: ነባር ኔትዎርክ
ar: شبكة إفتراضية
bg: Стандартно
bn_bd: নেটওয়ার্ক পূর্বনির্ধারিত
bn_in: নেটওয়ার্ক ডিফল্ট
br: Gwerzh dre ziouer ar rouedad
bs: Zadane postavke mreže
ca: Per defecte de la xarxa
cy: Arferol y rhwydwaith
es: Predeterminado por la red
eu: Sarearen lehenetsia
fa: پیش‌فرض شبکه
ga_ie: Réamhshocrú an líonra
gd: Bun-roghainn an lìonraidh
hi_in: संजाल डिफ़ॉल्ट
hu: Hálózati alapértelmezés
id: Jaringan baku
kn: ನೆಟ್‌ವರ್ಕ್ ಪೂರ್ವನಿಯೋಜಿತ
lv: Tīkla noklusējuma
mai: सँजाल पूर्वनिर्धारित
mg: Niandohan'ny tambajotra
ne: सञ्जाल पूर्वनिर्धारित
or: ନେଟୱର୍କ ପୂର୍ବନିର୍ଦ୍ଧାରିତ
pt: Predefinições da rede
ro: Implicit de rețea
si: ජාල පෙරනිමි
sw: Chaguo-msingi ya mtandao
ta: முன்னிருப்பு பிணையம்
th: ค่าปริยายเครือข่าย
tr: Şebeke varsayılanı
ur: نیٹ ورک طے شدہ
uz: Standart tarmoq
vi: Mặc định của mạng
wa: Prémetou pol rantoele
xh: Inethiweki esisiseko
zu: Inethiwekhi yakhona

source: Hide number
am: ቁጥር መደበቂያ
ar: إخفاء الرقم
bg: скрит номер
bn_bd: নম্বর গোপন করুন
bn_in: নাম্বার আড়াল করা হোক
br: Kuzhat an niverenn
bs: Sakrij broj
ca: Amaga el número
cy: Cuddio'r rhif
es: Ocultar número
eu: Ezkutatu zenbakia
fa: مخفی کردن شماره
ga_ie: Folaigh an uimhir
gd: Falaich an àireamh
hi_in: छुपाएँ संख्या
hu: Szám elrejtése
id: Sembunyikan nomor
kn: ಸಂಖ್ಯೆ ಅಡಗಿಸು
lv: Slēpt numuru
mai: संख्या नुकाउ
mg: Hanafina nomerao
ne: सङ्ख्या लुकाउनु
or: ନମ୍ବରକୁ ଲୁଚାନ୍ତୁ
pt: Ocultar número
ro: Ascunde numărul
si: අංකය සඟවන්න
sw: Ficha nambari
ta: எண்ணை மறை
th: ซ่อนหมายเลข
tr: Numarayı gizle
ur: نمبر چھپائیں
uz: Raqamni yashirish
vi: Ẩn số
wa: Catchî limero
xh: Fihla inombolo
zu: Fihla inombolo

source: Show number
am: ቁጥር ማሳያ
ar: أظهر الرقم
bg: явен номер
bn_bd: নম্বর দেখান
bn_in: নাম্বার প্রদর্শন করা হোক
br: Diskouez an niverenn
bs: Prikaži broj
ca: Mostra el número
cy: Dangos rhif
es: Mostrar número
eu: Erakutsi zenbakia
fa: نمایش شماره
ga_ie: Taispeáin an uimhir
gd: Seall an àireamh fòn
hi_in: दिखाएँ संख्या
hu: Szám megjelenítése
id: Tampilkan nomor
kn: ಸಂಖ್ಯೆ ತೋರಿಸು
lv: Rādīt numuru
mai: संख्या देखाउ
mg: Hampiseho nomerao
ne: सङ्ख्या देखाउनुहोस्
or: ଫୋନ ନମ୍ବର ଦର୍ଶାନ୍ତୁ
pt: Mostrar número
ro: Arată numărul
si: අංකය පෙන්වන්න
sw: Onesha nambari
ta: எண்ணைக் காட்டு
th: แสดงหมายเลข
tr: Numarayı göster
ur: نمبر دکھائیں
uz: Raqamni ko‘rsatish
vi: Hiện số
wa: Mostrer limero
xh: Bonisa inombolo
zu: Khombisa inombolo

source: Fixed dialing numbers
am: የተወሰኑ ቁጥሮች መደወያ
ar: أرقام الاتصال المحددة
bg: Фиксирани номера
bn_bd: ফিক্সড ডায়ালিং নম্বর
bn_in: স্থায়ী ডায়ালিং নাম্বার
br: Niverenniñ digemm
bs: Brojevi za fiksno biranje
ca: Números prefixats
cy: Rhifau deialu parhaol
es: Núm. de marcación fija
eu: Markatze-zenbaki finkoak
fa: شماره‌های تماس ثابت شده
ga_ie: Uimhreacha socraithe diailithe
gd: Àireamhan daithealaidh socraichte
hu: Rögzített hívószámok
id: Nomor panggilan tetap
kn: ಡಯಲ್ ಸಂಖ್ಯೆಗಳನ್ನು ಸರಿಪಡಿಸಲಾಗಿದೆ
mai: फिक्स्ड डायलिंग संख्या
pt: Marcação fixa
ro: Numere apelare fixă
si: ස්ථාවර අංකන අංක
ta: குறித்த அழைப்பு எண்கள்
th: หมายเลขการโทรเบอร์เฉพาะ
tr: Sabit arama numaraları
ur: درست شدہ نمبر ڈائلنگ
uz: Ishonchli teriladigan raqamlar
wa: Limerotaedje ficse (FDN)

source: Fixed Dialing Numbers
am: የተወሰኑ ቁጥሮች መደወያ
ar: أرقام الاتصال المحددة
bg: Фиксирани номера
bn_bd: ফিক্সড ডায়ালিং নম্বর
bn_in: স্থায়ী ডায়ালিং নাম্বার
br: Niverenniñ digemm (FDN)
bs: Brojevi za fiksno biranje
ca: Números prefixats
cy: Rhifau Deialu Parhaol
es: Núm. de marcación fija
eu: Markatze-zk. finkoak
fa: شماره‌های تماس ثابت شده
ga_ie: Uimhreacha Socraithe Diailithe
gd: Àireamhan daithealaidh socraichte
hu: Rögzített hívószámok
id: Nomor Panggilan Tetap
kn: ಡಯಲ್ ಸಂಖ್ಯೆಗಳನ್ನು ಸರಿಪಡಿಸಲಾಗಿದೆ
mai: फिक्स्ड डायलिंग संख्या
pt: Marcação fixa
ro: Numere apelare fixă
si: ස්ථාවර අංකන අංක
ta: குறித்த அழைப்பு எண்கள்
th: หมายเลขการโทรเบอร์เฉพาะ
tr: Sabit arama numaraları
ur: درست شدہ نمبر ڈائلنگ
uz: Ishonchli teriladigan raqamlar
wa: Limerotaedje ficse (FDN)

source: Authorized Numbers
ar: الأرقام المصرح بها
cy: Rhifau Awdurdodedig
eu: Baimendutako zenbakiak
gd: Àireamhan ùghdarraichte
ro: Numere autorizate

source: List of numbers that can be called
am: ሊደወሉ የሚችሉ ዝርዝር ቁጥሮች
ar: قائمة الأرقام التي يمكن الإتصال بها
bg: Номера, позволени за избиране
bn_bd: যেই নম্বর গুলো কে কল করা যাবে
bn_in: যাতে কল করা যাবে সেইসব নাম্বারের তালিকা
br: Roll an niverennoù a c'hall bezañ galvet
bs: Lista brojeva koji se mogu nazvati
ca: Llista de números que es poden marcar
cy: Rhestr o rifau mae modd eu galw
es: Números a los que se puede llamar
eu: Dei daitezkeen zenbakien zerrenda
fa: فهرست شماره‌هایی که می‌توان با آنها تماس گرفت
ga_ie: Liosta uimhreacha ar féidir glao a chur orthu
gd: Liosta de dh'àireamhan as urrainnear fòn a chur thuca
hi_in: संख्या की सूची जो बुलाया जा सकता है
hu: A hívható számok listája
id: Daftar nomor yang dapat dipanggil
kn: ಕರೆ ಮಾಡಬಹುದಾದ ಸಂಖ್ಯೆಗಳ ಪಟ್ಟಿ
mai: संख्या क सूची जे बोलाएल जाए सकैत अछि
mg: Lisitry ny nomerao azo antsoina
ne: सङ्ख्याको सुची जुन् बोलाउन साकिन्छ
or: କଲ କରାଯାଇପାରୁଥିବା ନମ୍ବରଗୁଡ଼ିକର ତାଲିକା
pt: Lista de números permitidos
ro: Lista numerelor ce pot fi apelate
si: ඇමතුම් ලබාගත හැකි අංක ලැයිස්තුව
sw: Orodha ya nambari ambazo zinaweza kupigwa
ta: அழைப்பு பட்டியல்
th: รายการหมายเลขที่สามารถโทรออกได้
tr: Aranabilecek numaralar listesi
ur: نمبروں کی فہرست جن کو کال کی جاسکتی ہیں
uz: Qo‘ng‘iroq qilinadigan raqamlar ro‘yxati
vi: Danh sách các số có thể gọi
wa: Djivêye des limeros k’ on sait fé
xh: Uluhlu lweenombolo ezinokutsalelwa
zu: Uhla lwezinombolo ezingashayelwa
