Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Pseudo-Localization
ar: شبه-التوطين
bg: Псевдолокализация
bn_bd: সুডো-লোকালাইজেশন
bn_in: ছদ্ম-স্থানীয়করণ
br: Brizhlec'hiañ
bs: Pseudo-lokalizacija
ca: Pseudolocalització
cy: Ffug Leoleiddio
es: Pseudolocalización
eu: Sasiitzulpena
fa: محلی‌سازی ساختگی
ga_ie: Lógánú Bréige
gd: Ionadaileadh mas-fhìor
lv: Pseidovalodas
pt: Localizações simuladas
ro: Pseudolocalizare
si: සාවද්‍ය-ස්ථානයක්
ur: بے قاعدہ-لوکلائزیشن
uz: Pseudo-lokalizatsiya

# debugger-disabled
source: Disabled
am: ተሰናክሏል
ar: معطل
bg: Изключено
bn_bd: নিষ্ক্রিয়কৃত
bn_in: নিষ্ক্রিয়
br: Diweredekaet
bs: Onemogućeno
ca: Desactivat
cy: Analluogwyd
es: Desactivado
eu: Desgaituta
fa: غیرفعال شد
ga_ie: Díchumasaithe
gd: À comas
hi_in: निष्क्रिय
hu: Tiltva
id: Dinonaktifkan
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
lv: Atslēgts
mai: निष्क्रिय
mg: Novonoina
ne: अक्षम पारिएको
or: ନିଷ୍କ୍ରିୟ
pt: Desativado
ro: Dezactivată
si: අක්‍රීය කළ
sw: Imelemazwa
ta: முடக்கப்பட்டது
th: ถูกปิดใช้งาน
tr: Devre dışı
ur: نا اہل بنائیں
uz: O‘chirib qo‘yilgan
xh: Ivaliwe
zu: Qeda amandla

source: ADB only
ar: ADB فقط
bg: Само ADB
bn_bd: শুধু ADB
bn_in: শুধু ADB
br: ADB nemetken
bs: Samo ADB
ca: Només ADB
cy: ADB yn unig
es: Sólo ADB
eu: ADB soilik
fa: فقط ADB
ga_ie: ADB amháin
gd: ADB a-mhàin
hi_in: केवल ADB
hu: Csak ADB
id: ADB saja
kn: ADB ಮಾತ್ರ
lv: Tikai ADB
mai: केवल ADB
mg: ADB ihany
ne: ADB मात्र
or: କେବଳ ADB
pt: Apenas ADB
ro: Doar ADB
si: ADB පමණයි
sw: ADB tu
ta: ADB மட்டுமே
tr: Sadece ADB
ur: صرف ADB
uz: ADB faqat
xh: I-ADB kuphela
zu: I-ADB kuphela

source: ADB and DevTools
ar: ADB و أدوات المطورين
bg: ADB и DevTools
bn_bd: ADB এবং DevTools
bn_in: ADB এবং DevTools
br: ADB hag an ostilhoù diorroer
bs: ADB i DevTools
ca: ADB i DevTools
cy: ADB a Devtools
es: ADB y DevTools
eu: ADB eta garatzaile-tresnak
fa: ADB و DevTools
ga_ie: ADB agus DevTools
gd: ADB is DevTools
hi_in: ADB और डेवटूल्स
hu: ADB és fejlesztőeszközök
id: ADB dan DevTools
kn: ADB ಮತ್ತು DevTools
lv: ADB un Izstrādātāju Rīki
mai: ADB आओर DevTools
mg: ABD sy DevTools
ne: ADB र DevTools
or: ADB ଓ DevTools
pt: ADB e ferramentas
ro: ADB și DevTools
si: ADB සහ Devtools
sw: ADB na DevTools
ta: ADB மற்றும் உருவாக்குனர் கருவிகள்
tr: ADB ve DevTools
ur: ADB اور DevTools
uz: ADB va DevTools
xh: I-ADB neezixhobo zophuhliso
zu: Ama-ADB nama-DevTools

source: Wi-Fi Output in ADB
am: የ ዋይ-ፋይ ውጤት በ ADB
ar: ناتج Wi-Fi في ADB
bg: Изходът от Wi-Fi → ADB
bn_bd: ADB তে Wi-Fi আউটপুট
bn_in: ওয়াই-ফাই আউটপুট ADB তে
br: Ec'hankad Wi-Fi e ADB
bs: Wi-Fi izlaz u ADB-u
ca: Sortida Wi-Fi a ADB
cy: Allbwn diwifr mewn ADB
es: Salida ADB por wifi
eu: Wi-Fiaren irteera ADBn
fa: خروجی Wi-Fi در ADB
ga_ie: Aschur Wi-Fi in ADB
gd: Às-chur WiFi ann an ADB
hu: Wi-Fi kimenet ADB-ben
lv: Wi-Fi izvade uz ADB
pt: Informações do Wi-Fi no ADB
ro: Ieșire Wi-Fi în ADB
si: ADB හි Wi-Fi ප්‍රතිදානය
ur: ADB میں Wi-Fi آؤٹ پٹ

source: Bluetooth Output in ADB
am: የ ብሉቱዝ ውጤት በ ADB
ar: ناتج بلوتوث في ADB
bg: Изходът от Bluetooth → ADB
bn_bd: ADB তে ব্লুটুথ এর আউটপুট
bn_in: ADB তে ব্লুটুথ আউটপুট
br: Ec'hankad Bluetooth e ADB
bs: Bluetooth izlaz u ADB-u
ca: Sortida Bluetooth a ADB
cy: Allbwn Bluetooth yn ADB
es: Salida de Bluetooth en ADB
eu: Blueetooh-irteera ADBn
fa: خروجی بلوتوث در ADB
ga_ie: Aschur Bluetooth in ADB
gd: Às-chur Bluetooth an ADB
hu: Bluetooth kimenet ADB-ben
lv: Bluetooth izvade uz ADB
pt: Informações do Bluetooth no ADB
ro: Ieșire Bluetooth în ADB
si: ADB හී Bluetooth ප්‍රතිදානය
ur: ADB میں بلوٹوت آؤٹ پٹ
uz: ADB’ga Bluetooth chiqish

source: Bluetooth HCI Sniffing Logs to SD Card
ar: تسجيلات دخول بلوتوث HCI لبطاقة الذاكرة
bn_bd: SD কার্ডে ব্লুটুথ HCI Sniffing Logs
bn_in: ব্লুটুথ HCI স্নিফিং লগ SD কার্ডে
br: Spierezh Bluetooth HCI war ar gartenn SD
bs: Bluetooth HCI Sniffing zapisnike u SD karticu
cy: Anfodn Cofndodion Chwilio HCI Bluetooth i gerdyn SD
es: HCI Bluetooth rastreando registros a tarjeta SD
eu: Bluetooth HCI erregistroak SD txartelera pasatzen ari da
fa: ثبت وقایع Bluetooth HCI Sniffing در SD Card
ga_ie: Logaí Lorgtha Bluetooth HCI go Cárta SD
gd: Bluetooth HCI Sniffing Logs gun chairt SD
pt: Registos Bluetooth HCI de pesquisa para cartão de memória
ro: Înregistrează Bluetooth HCI sniffing pe cardul SD
si: Bluetooth HCI ඉව ඇල්ලීම් SD කාඩ්පතට ලොග් කරන්න
ur: Bluetooth HCI لاگ کو SD کارڈ پر سنف کر رہا ہے
uz: SD kartaga Bluetooth HCI tarmoqning sekin eshitilishi jurnallari

source: NFC Output in ADB
am: NFC ውጤት በ ADB
ar: ناتج NFC في ADB
bg: Изходът от NFC → ADB
bn_bd: ADB তে NFC আউটপুট
bn_in: NFC আউটপুট ADB তে
br: Ec'hankad NFC e ADB
bs: NFC izlaz u ADB-u
ca: Sortida NFC a ADB
cy: Allbwn NFC i ADB
es: Salida NFC en ADB
eu: NFC irteera ADBn
fa: خروجی NFC در ADB
ga_ie: Aschur NFC in ADB
gd: Às-chur NFC ann an ADB
hu: NFC kimenet ADB-ben
lv: NFC izvade uz ADB
pt: Informações NFC no ADB
ro: Ieșire NFC în ADB
si: ADB හි NFC ප්‍රතිදානය
ur: ADB میں NFC آؤٹ پٹ
uz: ADB’ga Wi-Fi chiqish

source: RIL Output in ADB
am: RIL ውጤት በ ADB
ar: ناتج RIL في ADB
bg: Изходът от RIL → ADB
bn_bd: ADB তে RIL আউটপুট
bn_in: RIL আউটপুট ADB তে
br: Ec'hankad RIL e ADB
bs: RIL izlaz u ADB-u
ca: Sortida RIL a ADB
cy: Allbwn RIL i ADB
es: Salida RIL en ADB
eu: RIL irteera ADBn
fa: خروجی RIL در ADB
ga_ie: Aschur RIL in ADB
gd: Às-chur RIL ann an ADB
hu: RIL kimenet ADB-ben
lv: RIL izvade uz ADB
pt: Saída RIL no ADB
ro: Ieșire RIL în ADB
si: ADB හි RIL ප්‍රතිදානය
ur: ADB میں RIL آؤٹ پٹ
uz: ADB’ga Wi-Fi chiqish

source: Network Output in ADB
ar: مخرج الشبكة في ADB
bg: Мрежов изход в ADB
bn_bd: ADB তে নেটওয়ার্ক আউটপুট
bn_in: ADB-তে নেটওয়ার্ক আউটপুট
br: Ec'hankad rouedad e ADB
bs: Mrežni izlaz u ADB-u
ca: Sortida de xarxa a ADB
cy: Allbwn Rhwydwaith yn ADB
es: Salida de red en ADB
eu: Sare-irteera ADBn
fa: خروجی شبکه در ADB
ga_ie: Aschur Líonra in ADB
gd: Às-chur an lìonraidh ann an ADB
lv: Tīkla izvade uz ADB
pt: Informações de rede no ADB
ro: Ieșire rețea în ADB
si: ADB හී ජාල ප්‍රතිදානය
ur: ADB میں نیٹ ورک آؤٹ پٹ
uz: ADB’ga tarmoq chiqishi

source: MMS Output in ADB
ar: ناتج NFC في ADB
bg: Изходът от MMS → ADB
bn_bd: ADB তে MMS আউটপুট
bn_in: MMS আউটপুট ADB তে
br: Ec'hankad MMS e ADB
bs: MMS izlaz u ADB-u
ca: Sortida MMS a ADB
cy: Allbwn MMS i ADB
es: Salida MMS en ADB
eu: MMS irteera ADBn
fa: خروجی MMS در ADB
ga_ie: Aschur MMS in ADB
gd: Às-chur MMS ann an ADB
lv: MMS izvade uz ADB
pt: Informações MMS no ADB
ro: Ieșire MMS în ADB
si: ADB හි MMS ප්‍රතිදානය
ur: ADB میں MMS آؤٹ پٹ
uz: ADB’ga MMS chiqish

source: Console Enabled
ar: وحدة التحكم مفعلة
bg: Позволена конзола
bn_bd: কনসোল সক্রিয় করা আছে
bn_in: কনসোল সক্রিয়
br: Penel gweredekaet
bs: Konzola omogućena
ca: Consola activada
cy: Galluogi'r Consol
es: Consola activada
eu: Kontsola gaituta
fa: پایانه فعال شد
ga_ie: Consól Cumasaithe
gd: Tha a’ chonsoil an comas
hu: Konzol engedélyezve
lv: Ieslēgt pults
pt: Consola ativada
ro: Consolă activată
si: කොන්සෝලය ක්‍රියාත්මකයි
ur: کنسول اہل بنایا گیا ہے
uz: Terminal yoqib qo‘yildi

source: Cards View: Screenshots
am: ካርዶች መመልከቻ: መመልከቻውን ፎቶ ማንሻ
ar: عارض التطبيقات : لقطات
bg: Картов изглед: Снимки
bn_in: কার্ড দেখুনঃসচ্রীনশট
br: Skeudennoùigoù: Tapadennoù-skramm
bs: Pregled kartica: slike ekrana
ca: Visualització de targetes: captures de pantalla
cy: Golwg Cardiau: Lluniau Sgrin
es: Vista tarjetas: capturas
eu: Txartel-ikuspegia: pantaila-argazkiak
fa: نما کارت‌ها: تصاویر صفحه
ga_ie: Amharc na gCártaí: Pictiúir den Scáileán
gd: Sealladh nan cairtean: Glacaidhean-sgrìn
hi_in: कार्ड का दृश्य: स्क्रीनशॉट
hu: Kártya nézet: képernyőképek
id: Tampilan Kartu: Tangkapan Layar
kn: ಕಾರ್ಡ್‌ಗಳ ನೋಟ: ತೆರೆಚಿತ್ರಗಳು
mai: कार्डक दृश्य: स्क्रीनशॉट
mg: Seho Karatra: sarin'efijery
or: କାର୍ଡ ଅବଲୋକନ: ସ୍କ୍ରିନସଟ
pt: Visão de cartões: Capturas de ecrã
ro: Afișare tip carte de vizită: Capturi de ecran
si: කාඩ් වැනි දැක්ම: තිරසටහන්
sw: Mtazamo wa Kadi: Picha za kioo
ta: அட்டையின் பார்வை: திரைப்பிடிப்புகள்
tr: Kart g.: ekran görüntüleri
ur: کارڈ دیکھیں: سکرین شاٹ
uz: Kartalar ko‘rinishi: ekran rasmi
xh: Umbono wekhadi: izikrinshothi
zu: Ukubukwa Kwamakhadi: Ama-Screenshots

source: Geolocation Output in ADB
am: ያሉበት አካባቢ ውጤት በ ADB
ar: تحديد الموقع الجغرافي من خلال ADB
bg: Местоположение → ADB
bn_bd: ADB তে ভূঅবস্থান আউটপুট
bn_in: ADB তে ভৌগলিক আউটপুট
br: Ec'hankad douarlec'hiañ e ADB
bs: Geolokacijski izlaz u ADB-u
ca: Sortida geolocalització a ADB
cy: Allbwn geoleoliad yn ADB
es: Salida de geolocalización en ADB
eu: Geokokapen-irteera ADBn
fa: خروجی مکان‌یاب جغرافیایی در ADB
ga_ie: Aschur Geoshuímh in ADB
gd: Às-chur a’ gheò-lorgaidh ann an ADB
hu: Helymeghatározás kimenet ADB-ben
lv: Ģeolokalizācijas izvade uz ADB
pt: Informações de geolocalização no ADB
ro: Ieșire geolocație în ADB
si: භූස්ථානිය දැක්මේ ප්‍රතිදානය ADB තුල
ur: ADB میں جغرافیائی محل وقوع آؤٹ پٹ
uz: ADB’ga geojoylashuv chiqishi

source: Ignore GPS Locations
am: የ ጂፒኤስ አካባቢዎችን መተው
ar: تجاهل مواقع GPS
bg: Пренебрегване на GPS местополож.
bn_bd: GPS অবস্থান উপেক্ষা করুন
bn_in: GPS অবস্থান উপেক্ষা করুন
br: Leuskel al lec'hiadurioù GPS a-gostez
bs: Ignoriši GPS lokacije
ca: Ignora ubicacions del GPS
cy: Anwybyddu Lleoliadau GPS
es: Ignorar ubicaciones GPS
eu: Ezikusi GPS kokapenak
fa: نادیده‌گرفتن مکان‌های GPS
ga_ie: Déan neamhaird de shuímh GPS
gd: Leig seachad ionadan GPS
hu: GPS helyek mellőzése
lv: Ignorēt GPS novietojumus
pt: Ignorar localizações GPS
ro: Ignoră locațiile GPS
si: GPS ස්ථාන මඟහරින්න
ur: GPS محل وقوع نظر انداز کریں
uz: GPS joylashuvlarini rad qilish

source: Use Marketplace Reviewer Certs
am: የ ገበያ ቦታ መርማሪ ምስክር ወረቀቶች መጠቀሚያ
ar: استخدام مراجعات السوق
bn_bd: মার্কেটপ্লেস রিভিউয়ার চার্ট ব্যবহার করুন
bn_in: Marketplace রিভিউয়ার শংশাপত্র ব্যাবহার করুন
br: Arverañ testenioù gwiriañ Marketplace
bs: Koristi Marketplace recenzijske certifikate
ca: Utilitza certificats de revisor del Marketplace
cy: Defnyddio Tystysgrifau Adolygu'r Marketplace
es: Usar cert. revisor de Marketplace
eu: Erabili Marketplace berrikusleen ziurtagiriak
fa: استفاده از Marketplace Reviewer Certs
ga_ie: Úsáid Teastais do Léirmheastóirí an Mhargaidh
gd: Cleachd teisteanasan lèirmheasaichean na margaidh
hu: Marketplace értékelői tanúsítványok
lv: Izmantot Marketplace recenzēta sertifikātus
pt: Utilizar Certs do revisor do Marketplace
ro: Folosește examinatorul de certificate Marketplace
si: වෙළඳපල විචාරක සහතික භාවිත කරන්න
ur: مارکیٹ پلیس مبصرین تصدیق نامہ استعمال کریں
uz: Marketplace ko‘rib chiquvchilari sertifikatlaridan foydalanish

source: Shake to Save System Log
am: የ ስርአት መግቢያውን ለማስቀመጥ ያንቀሳቅሱት
ar: الاهتزاز لحفظ سجل النظام
bg: Разтърсването запазва системен журнал
bn_bd: সিস্টেম লগ সংরক্ষণ করতে ঝাঁকি দিন
bn_in: সিস্টেম লগ সংরক্ষণ করতে ঝাঁকান
br: Hejit evit enrollañ kerzhlevr ar reizhiad
bs: Protresite da spasite sistemski zapisnik
ca: Agita per desar el registre del sistema
cy: Ysgydwch i Gadw Cofnod System
es: Agitar para guardar registro del sistema
eu: Astindu sistema-egunkaria gordetzeko
fa: برای ذخیره وقایع سیستم تکان دهید
ga_ie: Croith le Logchomhad an Chórais a Shábháil
gd: Crath e gus loga an t-siostaim a shàbhaladh
hu: Rázza meg a rendszernapló mentéséhez
lv: Kratīt lai saglabātu sistēmas žurnālus
pt: Agitar para guardar um registo de sistema
ro: Scutură pentru a salva jurnalul sistemului
si: පද්ධති වාර්ථාව සුරැකීමට සොලවන්න
ur: نظامی لاگ میں محفوظ کرنے کے لئے ہلائے
uz: Tizim jurnalini saqlash uchun siltang

source: Enable LogShake QA Mode
ar: تمكين وضع LogShake QA
bn_bd: LogShake QA মোড সক্রিয় করুন
bn_in: লগশেক QA মোড সক্রিয় করুন
br: Gweredekaat ar mod LogShake QA
bs: Omogući LogShake QA režim
ca: Activa el mode LogShake QA
cy: Galluogi Modd Ansawdd Log Shake
es: Activar modo LogShake QA
eu: Gaitu LogShake QA modua
fa: فعال‌سازی حالت LogShake QA
ga_ie: Cumasaigh Mód Dearbhaithe Cáilíochta LogShake
gd: Cuir an comas am modh QA LogShake
lv: Ieslēgt LogShake QA režīmu
pt: Ativar modo de garantia de qualidade LogShake
ro: Activează modul LogShake QA
si: LogShake QA ප්‍රකාරය සක්‍රීය කරන්න
ur: لاگ شیک QA موڈ اہل بنائیں
uz: LogShake QA rejimini yoqib qo‘yish

source: Launch First Time Use
am: ለ መጀመሪያ ጊዜ ተጠቃሚ ማስጀመሪያ
ar: تشغيل "دليل أول استخدام"
bg: Отваряне на Първо впечатление
bn_bd: প্রথমবার ব্যবহারের মত করুন
br: Arver kentañ
bs: Pokreni prvi put
ca: Obre l'aplicació de primer ús
cy: Cychwyn Defnydd Cyntaf
es: Lanzar FTU
eu: Abiarazi lehen erabilpeneko aplikazioa
fa: راه‌اندازی استفاده‌ی اولیه
ga_ie: Tosaigh Úsáid Céaduaire
gd: Cuir air bhog a’ chiad turas a chleachdar e
hi_in: पहली बार इस्तेमाल के लिए लॉन्च करें
hu: Bemutató indítása
id: Luncurkan Tampilan Pembukaan
kn: ಮೊದಲ ಬಾರಿಯ ಬಳಕೆ ಪ್ರಾರಂಭಿಸಿ
mai: पहिल बेर इस्तेमाल कलेल लॉन्च करू
mg: Hanomboka Fampiasana Vao Sambany
or: ପ୍ରଥମ-ଥର-ବ୍ୟବହାର ଆରମ୍ଭ କରନ୍ତୁ
pt: Executar primeira experiência
ro: Lansează prima folosire
si: ප්‍රථම වතාවේ භාවිතය දියත් කරන්න
sw: Zindua Utumizi wa Mara ya Kwanza
ta: முதல் முறை பயன்படுத்த துவக்கு
tr: İlk Kullanım'ı başlat
ur: پہلی بار استعمال چالو کریں
uz: "Ilk foydalanish"ni ishga tushirish
xh: Misela ukuyisebenzisa okokuqala
zu: Qala Ukusebenzisa Okokuqala

source: No first time use app found
am: ለ መጀመሪያ ጊዜ ተጠቃሚ መተግበሪያ አልተገኘም
ar: لم يتم العثور على تطبيق اُستخدم لاول مرة
bg: Липсва приложение за първо впечатление
bn_bd: প্রথমবারের মত ব্যবহার করা কোন অ্যাপ পাওয়া যায়নি
br: N'eus arload ebet evit an arver kentañ
bs: Nije pronađena aplikacija prvog korištenja
ca: No s'ha trobat cap aplicació de primer ús
cy: Heb ganfod apiau tro cyntaf
es: No se encuentra la app FTU
eu: Ez da lehen erabilpeneko aplikazioa aurkitu
fa: کاره‌ای که نخسیتن بار استفاده شده باشد، پیدا نشد
ga_ie: Níor aimsíodh aip úsáide céaduaire
gd: Cha deach aplacaid sam bith mar sin a lorg
hi_in: कोई पहली बार इस्तेमाल किया गया अनुप्रयोग नहीं मिला
hu: Nem található első használat app
id: Tidak ada waktu pemakaian pertama aplikasi ditemukan
kn: ಮೊದಲ ಬಾರಿ ಬಳಕೆ ಅನ್ವಯ ಕಂಡುಬಂದಿಲ್ಲ
mai: कोनो पहिल बार इस्तेमाल कएल गेल अनुप्रयोग नहि भेटल
mg: Tsisy app fampiasana vao sambany hita
ne: पहिलो चोटि चलाउनु भएको एप भेटिएन
or: କୌଣସି ପ୍ରଥମ-ଥର-ବ୍ୟବହାର ଆପ ମିଳିଲା ନାହିଁ
pt: Não foi encontrada nenhuma aplicação para a primeira experiência
ro: Nicio aplicație FTU găsită
si: ප්‍රථම වතාවට භාවිතා කරන යෙදුමක් හමු නොවුණි
sw: Hakuna programu ya utumizi wa mara ya kwanza iliyopatikana
ta: முதன் முதலாக பயன்படுத்தப்பட்ட பயன்பாடு காணப்படவில்லை
tr: İlk kullanım uygulaması bulunamadı
ur: کوئی پہلی بار استعمال کے گئ اپلی کیشن نہِی ملی
uz: "Ilk foydalanish" ilova dasturi topilmadi
wa: Nole aplicåcion di prumî eployaedje di trovêye
xh: Akuho app yokusebenzisa okokuqala efunyenweyo
zu: Ayikho i-app yokusebenzisa okokuqala etholakele

source: Software Home Button
am: የ ሶፍትዌር ቤት ቁልፍ
ar: زٍر الصفحة الرئيسية الافتراضي
bg: Софтуерен бутон за начало
bn_bd: সফটওয়্যার হোম বাটন
bn_in: সফটওয়্যার হোম বাটন
br: Afell ar skramm degemer
bs: Softversko početno dugme
ca: Botó d'inici virtual
cy: Botwm Cartref Meddalwedd
es: Botón inicio software
eu: Software bidezko hasiera-botoia
fa: دکمه خانه نرم‌افزاری
ga_ie: Cnaipe Baile an Bhogearra
gd: Putan dachaigh a’ bhathair-bhog
hu: Emulált kezdőképernyő gomb
lv: Sākuma pogas emulēšana
pt: Botão de início por software
ro: Butonul acasă al software-ului
si: මෘදුකාංග නිවස්න බොත්තම
ur: سافٹ ویئر حوم بٹن
uz: Dastur uy tugmasi

source: Home Gesture
am: የ ቤት እንቅስቃሴ
ar: إشارة الصفحة الرئيسية
bg: Жест за начало
bn_bd: হোম জেসচার
bn_in: হোম অঙ্গভঙ্গি
br: Jestr distreiñ d'an degemer
bs: Gesta za početni ekran
ca: Gest per anar a l'inici
cy: Llusgiad Cartref
es: Gesto Ir a inicio
eu: Etxerako mugimendua
fa: ژست خانه
ga_ie: Gotha Baile
gd: Gluasad dachaigh
hu: Kezdőképernyő gesztus
lv: Žests uz sākumu
pt: Gesto de início
ro: Gest pentru ecranul principal
si: නිවස්න අභිනය
ur: ہوم اشارہ
uz: Uy ishorasi

source: Continuous Transition
am: ተከታታይ መሸጋገሪያ
ar: التنقل المستمر
bg: Плавен преход
bn_bd: ক্রমাগত পরিবর্তন
bn_in: ক্রমাগত পরিবর্তন
br: Ardreuzad dizehan
bs: Kontinuirana tranzicija
ca: Transició contínua
cy: Trawsnewid Parhaus
es: Transición continua
eu: Etengabeko trantsizioa
fa: گذر پیوسته
ga_ie: Aistriú Leanúnach
gd: Tar-mhùthadh leantainneach
hu: Folytonos átmenet
pt: Transição continua
ro: Tranziție continuă
si: අඛණ්ඩ සංක්‍රමණය
ur: جاری ترجمہ
uz: Davomiy o‘tish

source: Gaia Debug Traces
ar: مسارات Gaia Debug
bg: Gaia debug следи
bn_bd: গায়া ডিবাগ ট্রেসেস
bn_in: গাইয়া ডিবাগ চিহ্ন
br: Roudoù diveugañ Gaia
bs: Gaia debag tragovi
ca: Traces depuració del Gaia
cy: Olion Dadfygio Gaia
es: Trazas de depuración de Gaia
eu: Gaia arazketa-aztarnak
fa: ردیابی مشکل گایا
ga_ie: Faisnéis Dífhabhtaithe Gaia
hu: Gaia hibakeresési nyomok
lv: Gaia atkļūdošanas pēdas
pt: Marcas de depuração do Gaia
ro: Urme de depanare Gaia
si: Gaia නිදොස්කරණ අනුරේඛන
ur: گایا ڈبگ نشانات
uz: Gaia nosozlik izlari

source: App Transition
am: የ መተግበሪያ መሸጋገሪያ
ar: انتقال التطبيقات
bg: Преход на приложения
bn_bd: অ্যাপ পরিবর্তন
bn_in: অ্যাপ অবস্থান্তরপ্রাপ্তি
br: Ardreuzad an arloadoù
bs: Tranzicija aplikacija
ca: Transició d'aplicacions
cy: Trawsnewid Ap
es: Transición de apps
eu: Aplikazioen trantsizioa
fa: گذر کاره‌ها
ga_ie: Trasdul Aipeanna
gd: Tar-mhùthadh aplacaid
hu: App átmenet
lv: Lietotņu parēja
pt: Transição da aplicação
ro: Tranziție între aplicații
si: යෙදුම් සංක්‍රමණය
ur: ایپ عبور
uz: Ilova dasturga o‘tish

source: App Suspending
am: መተግበሪያው ታግዷል
ar: تعليق التطبيق
bg: Преустановяване на приложения
bn_bd: অ্যাপ সাময়িক বন্ধ করা হচ্ছে
bn_in: অ্যাপ বন্ধ করা হচ্ছে
br: Ehanañ an arloadoù
bs: Suspenzija aplikacija
ca: Suspensió d'aplicacions
cy: Atal Ap
es: Suspensión de apps
eu: Aplikazioa esekitzea
fa: تعلیق کاره‌ها
ga_ie: Aipeanna a Chur ar Fionraí
gd: Cur ’na dhàil de dh’aplacaid
hu: App felfüggesztés
pt: Suspensão da aplicação
ro: Suspendare de aplicații
si: යෙදුම අත්හිටුවමින්
ur: ایپ زیر غور
uz: Ilova dastur to‘xtatilmoqda

source: Copy/Paste
am: ኮፒ/መለጠፊያ
ar: نسخ/لصق
bg: Копиране/поставяне
bn_bd: কপি/পেস্ট
bn_in: কপি/পেস্ট
br: Eilañ/Pegañ
bs: Kopiraj/zalijepi
ca: Copia/enganxa
cy: Copïo/Gludo
es: Copiar/pegar
eu: Kopiatu/itsatsi
fa: رونوشت/چسباندن
ga_ie: Cóipeáil/Greamaigh
gd: Lethbhreac/Cuir ann
hu: Másolás/beillesztés
lv: Kopēšana/ielīmēšana
pt: Copiar/Colar
ro: Copiază/lipește
si: පිටපත/ඇලවීම
th: คัดลอก/วาง
ur: نقل/چسپاں
uz: Qulay nusxa olish/Qo‘yish

source: Multi-Screen
am: በርካታ-መመልከቻ
ar: شاشات متعددة
bn_bd: মাল্টি-স্ক্রিন
bn_in: মাল্টি স্ক্রিন
br: Lies-skramm
ca: Multipantalla
cy: Sgriniau Lluosog
es: Multipantalla
eu: Multipantaila
fa: چندصفحه‌ای
ga_ie: Il-Scáileán
gd: Ioma-sgrìn
pt: Múltiplo-ecrã
ro: Multiecrane
si: බහු-තිර
ur: کثیر-سکرین
uz: Multi-ekran

source: Verbose App Permissions
ar: صلاحيات التطبيق التفصيلية
bg: Подробни права на приложенията
bn_bd: ভারবোজ অ্যাপ অনুমতি
bn_in: ভারবোস অ্যাপ অনুমতিসমূহ
br: Aotreoù arloadoù munudet
bs: Opširnije dozvole aplikacija
ca: Permisos d'aplicacions detallats
cy: Caniatâd Apiau Llafar
es: Permisos detallados de apps
eu: Aplikazioen baimen xehatuak
fa: دسترسی‌های برنامهٔ جامع
ga_ie: Ceadanna Foclacha Aipeanna
gd: Ceadan briathrach na h-aplacaid
hu: Részletes app jogosultságok
pt: Permissões detalhadas da aplicação
ro: Permisiuni detaliate pentru aplicații
si: වර්බෝස් යෙදුම් බලතල
ur: شبدبہل ایپس اجازتیں
uz: Batafsil ilova dastur ruxsatlari

source: Enable Pinning the Web
am: ዌብ ማጣበቅ ማስቻያ
ar: تمكين تثبيت الويب
bn_bd: ওয়েব পিনিং সক্রিয় করুন
bn_in: ওয়েবে পিন করা সক্রিয় করুন
br: Gweredekaat Spilhennañ ar Web
bs: Omogući kaćenje weba
ca: Activa la fixació del web
cy: Galluogwch Pinio'r We
es: Activar anclar la Web
eu: Gaitu weba ainguratzea
fa: فعّال سازی سنجاق کردن وب
ga_ie: Cumasaigh Pionnáil an Ghréasáin
gd: Cuir am comas prìneachadh an lìn
lv: Ieslēgt Piespraust tīmekļu
pt: Ativar a fixação da Web
ro: Activează fixarea webului
si: වෙබ් පිනින්ග් සක්‍රීය කරන්න
ur: ویب پن اہل بنائیں
uz: Internetni qistirishni yoqib qo‘yish

source: Enable View Source Gesture
ar: تمكين إيماءات عرض المصدر
bg: Включване на жеста за преглед на изходния код
bn_bd: গেসচার সোর্স প্রদর্শন সক্রিয় করুন
bn_in: উৎস অঙ্গভঙ্গি সক্রিয় করুন
br: Gweredekaat ar jestr evit skrammañ an tarzh
bs: Omogući gestu za prikaz izvora
ca: Activa el gest per mostrar el codi font
cy: Galluogu Ystum Ffynhonell Golwg
es: Activar gesto para ver código fuente
eu: Gaitu iturburua ikusteko keinua
fa: فعّال کردن ژست مشاهدهٔ مبدأ
ga_ie: Cumasaigh Gotha "Amharc ar Fhoinse"
gd: Cuir an comas a’ ghluasaid gus an tùs fhaicinn
lv: Ieslēgt Redzēt pirmkodu žestu
pt: Ativar gesto para ver código
si: මූලාශ්‍ර පෙන්වීමේ ඉංගිති සක්‍රීය
ur: نظارہ ماخذ اشارہ اہل بنائیں
uz: Manbani ko‘rish ishorasini yoqish

source: Enable Home Screen Paging
ar: تمكين استدعاء الشاشة الرئيسية
bn_bd: হোম স্ক্রিন পেজিং সক্রিয় করুন
bn_in: হোম স্ক্রিন পেজিং সক্রিয়
ca: Activa la paginació de la pantalla d'inici
cy: Galluogi Tudalennu Sgrin Cartref
es: Activar paginación de pantalla de inicio
eu: Gaitu orrialdekatzea hasiera-pantailan
fa: فعّال سازی صفحه‌بندی صفحهٔ خانگی
ga_ie: Cumasaigh Malartú Leathanaigh an Leathanaigh Bhaile
gd: Cuir an comas duilleagachadh na sgrìn mhòr
pt: Ativar paginação do ecrã inicial
ur: ہوم سکرین پیجنگ اہل بنائیں
uz: Uy ekranini varaqalashni yoqish

source: Window Management
am: የ መስኮት አስተዳዳሪ
ar: إدارة النافذة
bg: Управление на прозорци
bn_bd: উইন্ডো ব্যবস্থাপনা
bn_in: উইন্ডো ব্যবস্থাপনা
br: Ardeiñ ar prenestroù
bs: Upravljanje prozorima
ca: Gestió de finestres
cy: Rheoli Ffenestri
es: Administración de ventanas
eu: Leiho-kudeaketa
fa: مدیریت پنجره
ga_ie: Bainistiú Fuinneog
gd: Stiùireadh nan uinneagan
hu: Ablakkezelés
lv: Logu pārvaldība
pt: Gestão de janelas
ro: Gestionarea ferestrelor
si: කවුළු කළමණාකරණය
th: การจัดการหน้าต่าง
ur: دریچہ بندوبست
uz: Oynani boshqarish

source: Unlock Privileges
am: ልዩ መብት መክፈቻ
ar: فتح الصلاحيات
bg: Отключване на права
bn_bd: অগ্রাধিকার আনলক করুন
bn_in: অধিকার আনলক করুন
br: Dibrennañ brientoù
bs: Otključaj privilegije
ca: Desbloca privilegis
cy: Breintiau Datgloi
es: Desbloquear privilegios
eu: Desblokeatu pribilegioak
fa: قفل‌گشایی اجازه‌ها
ga_ie: Díghlasáil Ceadanna
gd: Thoir a’ ghlas far nam pribhleidean
hu: Feloldási jogok
id: Izin Pembukaan Kunci
kn: ಸವಲತ್ತುಗಳು ಅನ್‌ಲಾಕ್‌ ಮಾಡು
lv: Atslēgt privilēģijas
pt: Desbloquear privilégios
ro: Deblochează privilegii
si: වරප්‍රසාද අඟුලු හැරීම
th: ปลดล็อคสิทธิ
tr: Ayrıcalık kilitini aç
ur: غیرمقفل استحقاق
uz: Imtiyozlarni qulfdan chiqarish

source: Full DevTools
ar: أدوات المطوّر الكاملة
bn_bd: সম্পূর্ণ DevTools
bn_in: সম্পূর্ণ ডেভটুল
br: DevTools a-bezh
bs: Puni DevTools
ca: Eines DevTools completes
cy: DevTools Llawn
es: DevTools completo
eu: DevTools osoa
fa: ابزارهای توسعهٔ کامل
ga_ie: Uirlisí Iomlána Forbartha
gd: DevTools slàna
lv: Pilnie izstrādes rīki
pt: Ferramentas de programação completas
ro: DevTools complet
si: සම්පූර්ණ DevTools
ur: مکمل DevTools
uz: To‘liq DevTools

# reset-devtools-warning-title
source: CAUTION
am: ማስጠንቀቂያ
ar: تحذير
bg: ВНИМАНИЕ
br: DIWALLIT
bs: OPREZ
ca: PRECAUCIÓ
cy: GOFAL
es: ATENCIÓN
eu: KONTUZ
fa: اخطار
ga_ie: AIRE
gd: AN AIRE
hu: FIGYELMEZTETÉS
id: PERHATIAN
lv: UZMANĪBU
pt: CUIDADO
ro: ATENȚIE
si: අවධානය පිණිසයි
th: คำเตือน
tr: DİKKAT
uz: DIQQAT

source: Service Workers
am: የ ግልጋሎት ሰራተኞች
ar: عمّال الخدمة
bn_bd: সার্ভিস ওয়ার্কার
bn_in: সার্ভিস কর্মীরা
bs: Service workeri
ca: Processos de treball de servei
cy: Shared Workers
eu: Zerbitzu-langileak
fa: ‏Service Workerها
ga_ie: Oibrithe Seirbhíse
ur: خدمت کے کارکنان
uz: Xizmatdagi ishchilar

source: Scope
am: ክልል
ar: نطاق
bg: Обхват
bn_bd: সুযোগ
bn_in: স্কোপ
br: Ledennad
ca: Abast
cy: Ystod
es: Alcance
eu: Esparrua
fa: میدان
ga_ie: Scóip
gd: Sgòp
pt: Âmbito
ro: Domeniu
si: විෂයපථය
ur: احاطہ کار
uz: To‘plam

source: Script spec
ar: مواصفات النص
bg: Спецификация на скрипт
bn_bd: স্ক্রিপ্ট স্পেক
bn_in: স্ক্রিপ্ট স্পেক
br: Erspizadur ar skript
cy: Manyleb sgript
es: Especificación de script
eu: Scriptaren espezifikazioa
fa: خصوصیات کدنوشته
ga_ie: Spec na Scripte
pt: Especificação Script
ro: Specificație script
si: විධානවලි නිරූපන
ur: نوشتہ تفصیلات
uz: Spec skripti
