Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: The characters you type when entering a search are sent to multiple search providers and will be used to send you search suggestions. Additional data charges may apply when using this feature.
am: እርስዎ የጻፉትን ባህሪዎች ለመፈለግ በሚያስገቡ ጊዜ ለበርካታ መፈለጊያ አቅራቢዎች ይላካል እና የ ፍለጋው ውጤት ለ እርስዎ ይላካል: ይህን ገጽታ ከተጠቀሙ ተጨማሪ የ ዳታ ክፍያ ሊያስከትል ይችላል
ar: الأحرف التي تكتبها عند القيام ببحث يتم إرسالها إلى محركات البحث وسيتم استخدامها لنرسل لك إقتراحات لما تحتاجه. قد يتم تطبيق رسوم البيانات الإضافية عند استخدام هذه الميزة.
bg: Знаците, които въвеждате при търсене, ще бъдат изпращани до няколко търсещи машини и ще се използват за подсказки. Може да има допълнителни разходи при използване на тази възможност.
bn_bd: অনুসন্ধানের জন্য আপনি কোনো অক্ষর টাইপ করলে তা একাধিক অনুসন্ধান প্রদানকারীর কাছে পাঠানো হয় এবং তারা আপনাকে অনুসন্ধান প্রস্তাবনা করে। এই ফিচারটি ব্যবহার করলে অতিরিক্ত ডাটা খরচ হতে পারে।
bn_in: একটি অনুসন্ধান করার জন্য যখন আপনি কিছু লেখেন তখন একাধিক অনুসন্ধান প্রদানকারীর কাছে সেই তথ্য পাঠানো হয় এবং আপনাকে অনুসন্ধান পরামর্শ প্রদান করার জন্য সেই তথ্য ব্যবহারত করা হয়। এই বৈশিষ্ট্য ব্যবহার করার সময় অতিরিক্ত তথ্য চার্জ প্রযোজ্য হতে পারে।
br: An arouezennoù a vizskrivit p'emaoc'h oc'h ober un enklask zo kaset da meur a geflusker enklask evit diskouez deoc'h kinnigoù enklask. Mizoù ouzhpenn a c'hall bezañ fakturennet deoc'h pa vez arveret ar c'heweriuster-mañ.
bs: Znakovi koje upisujete prilikom pretrage šalju se na više pretraživača i bit će korišteni da vam se ponude prijedlozi pretraživanja. Dodatni troškovi su mogući ako se koristi ova mogućnost.
ca: Els caràcters que escriviu quan feu una cerca s'enviaran a diversos proveïdors i s'utilitzaran per mostrar-vos suggeriments de cerca. Aquesta funció pot comportar despeses addicionals en la connexió de dades.
cy: Bydd y nodau fyddwch chi'n eu teipio wrth chwilio yn cael eu hanfon i ddarparwyr chwilio niferus gan ga chael eu defnyddio i anfon eich awgrymiadau chwilio atoch. Gall gostau data ychwanegol fod drwy ddefnyddio'r nodwedd hon.
es: Los caracteres que escribe cuando realiza una búsqueda se envían a múltiples proveedores de búsqueda y se utilizan para enviarle sugerencias. Se pueden aplicar tarifas adicionales por datos al usar esta característica.
eu: Bilaketa bat egitean idazten dituzun karaktereak hainbat bilatzailetara bidaltzen dira eta zuri bilaketa-iradokizunak egiteko erabiliko da. Datu-tarifa gehigarriak aplika daitezke aukera hau erabiltzean.
fa: کلماتی که هنگام تایپ کردن وارد می‌کنید به چندین فراهم‌کننده سرویس جست‌وجو ارسال می‌شود و برای نمایشِ پیشنهادهای جست‌وجو استفاده می‌شود. هنگام استفاده از این امکان، ممکن است هزینه‌های اضافی از شما دریافت شود.
ga_ie: Seolfar na carachtair a chuirfidh tú sa bhosca cuardaigh chuig soláthraithe cuardaigh éagsúla agus úsáidfear iad chun moltaí a chur ar ais chugat. B'fhéidir go ngearrfar táille bhreise sonraí ort chun an ghné seo a úsáid.
gd: Thèid na litrichean a chuireas tu a-steach airson rud a lorg a chur gu iomadh solaraiche luirg agus bheir iad dhut molaidhean luirg an uairsin. Dh’fhaoidte gun èirich cosgaisean a bharrachd dhut ma chleachdas tu an gleus seo.
hi_in: आप टाइप करें जब एक खोज में प्रवेश अक्षर एकाधिक खोज प्रदाता को भेजी जाती हैं और आप खोज सुझाव भेजने के लिए इस्तेमाल किया जाएगा.अतिरिक्त डेटा शुल्क जब इस सुविधा का उपयोग कर लागू हो सकते हैं.
hu: A keresés során begépelt karakterek elküldésre kerülnek több keresőszolgáltatóhoz, melyeket felhasználnak a keresési javaslatok visszaküldésekor. A funkció használata során további adatforgalmi költségek is felmerülhetnek.
id: Karakter yang diketik saat mencari akan dikirim ke berbagai layanan pencarian dan hasilnya akan digunakan untuk menyediakan saran pencarian. Biaya data tambahan mungkin berlaku saat menggunakan fitur ini.
kn: ಒಂದು ಹುಡುಕಾಟಕ್ಕಾಗಿ ನೀವು ನಮೂದಿಸುವ ಅಕ್ಷರಗಳನ್ನು ಅನೇಕ ಹುಡುಕಾಟ ಒದಗಿಸುವವರಿಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮಗಾಗಿ ಹುಡುಕು ಸಲಹೆಗಳನ್ನು ಕಳುಹಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ. ಈ ಸೌಲಭ್ಯವನ್ನು ಬಳಸುವಾಗ ಹೆಚ್ಚುವರಿ ಡೇಟಾ ವೆಚ್ಚಗಳು ತಗುಲಬಹುದು.
mai: तकबा लेल जे आखर अहाँ टाइप करब से बहुतो रास सर्च दाता के पठा देल जायत छैक आ अहाँ के तकबा लेल सुझाब पठाओल जाइछ. एहि सुविधाक लेल अतिरिक्त डेटा खर्च लागू होयत.
mg: Nalefa amin'ny mpamatsy fikarohana maromaro ireo maritsoratra nosoratanao ary hampiasaina handefasana aminao ireo sosokevitra karoka. Mety hisy saran-data fanampiny aloa rehefa mampiasa an'ity fiasa ity.
or: ଗୋଟିଏ ଖୋଜ ଆରମ୍ଭ କରିବା ସମୟରେ ଆପଣ ଟାଇପ କରୁଥିବା ଅକ୍ଷରଗୁଡ଼ିକୁ ଅନେକ ଖୋଜ ପ୍ରଦାନକାରୀଙ୍କ ପାଖକୁ ପଠାଇ ଦିଆଯାଏ ଓ ଆପଣଙ୍କୁ ଖୋଜ ପ୍ରସ୍ତାବଗୁଡ଼ିକ ପଠାଇବାପାଇଁ ବ୍ୟବହାର କରାଯାଏ। ଏହି ଫିଚରକୁ ବ୍ୟବହାର କରୁଥିବା ସମୟରେ ଅତିରିକ୍ତ ଡାଟା ଖର୍ଚ ଦରକାର ହୋଇପାରେ.
pt: Os caracteres que escreve ao introduzir uma pesquisa são enviados para vários serviços e serão utilizados para lhe enviar sugestões de pesquisa. Podem existir custos adicionais associados aos dados transferidos ao utilizar esta funcionalidade.
ro: Caracterele pe care le tastezi la căutare sunt trimise la mai multe motoare de căutare și vor fi folosite pentru a-ți trimite sugestii de căutare. Se pot aplica costuri în plus pentru traficul de date la folosirea acestei funcționalități.
si: ඔබ සෙවුමේදී ඇතුලත් කල අක්ෂරය බහුවිධ සෙවුම් සපයන්නන් හට යැවෙන අතර ඔබට සෙවුම් යෝජනා ගෙන ඒමට එය භාවිතා වේ. අමතර දත්ත ගාස්තු මෙහිදී වැයවනු ඇත.
sw: Herufi unazo andika unapoingiza utafutaji hutumwa kwa watoaji huduma wengi wa utafutaji na zitatumiwa kukutumia mapendekezo ya utafutaji. Ada ya ziada ya data inaweza kutumika wakati wa kutumia kipengele hiki.
ta: நீங்கள் தேடும் பொருட்டு தட்டும் எழுத்துக்களை பல்வேறு தேடல் வழங்குநர்களுக்கு அனுப்பட்டு பிறகு பரிந்துரைக்க பயன்படுத்தப்படுகிறது. இந்த வசதியை பயன்படுத்தினால் கூடுதல் கட்டணம் செலுத்த வேண்டி இருக்கலாம்.
th: ตัวอักษรที่คุณพิมพ์เมื่อทำการค้นหาจะถูกส่งไปยังหลายผู้ให้บริการค้นหาและจะถูกใช้เพื่อส่งคำแนะนำการค้นหามาให้คุณ อาจมีค่าใช้จ่ายข้อมูลเพิ่มเติมเมื่อใช้งานคุณสมบัตินี้
tr: Arama yaparken yazdığınız karakterler çeşitli arama motorlarına gönderilecek ve size arama önerilerinde bulunmak için kullanılacaktır. Bu özelliği kullanırsanız daha fazla veri tüketirsiniz.
ur: تلاش کے دوران آپ جو حروف داخل کرتے حیں وہ تلاش کی تجاویز کے لئے کثیر سرچ پروآڈر کو بھیجے جاتے ہیں. یہ سہولت کا استعمال کرتے وقت مزید ڈیٹا چارجیس لگ سکتے ہیں۔
uz: Siz yozgan belgilan qidirishga kiritilganda bir nechta qidiruv xizmati ko‘rsatuvchilarga jo‘natiladi va sizga qidiruv tavsiyalarini jo‘natish uchun foydalaniladi. Qo‘shimcha ma’lumotlardan foydalanish ushbu xususiyat foydalanilganda qo‘llanadi.
wa: Les caracteres ki vs tapez cwand vos fjhoz on cweraedje sont-st evoyîs a sacwants ahesseus di cweraedje et seront eployîs po vs evoyî des sudjestions di cweraedje. Vos pôrîz esse facturés di costindjes di dnêyes di dpus cwand vs eployîz cisse fonccionålité ci.
xh: Iikharakhtha ozichwethezayo xa ufaka ukukhangela zithunyelwa kubakhangeli abaninzi kwaye ziya kusetyenziswa ukuthumela iingcebiso zokukhangela. Kusenokufakelwa imirhumo yeengcombolo eyongezelelweyo xa usebenzisa le fitsha.
zu: Izinhlamvu ozibhalayo ngenkathi ucinga zithunyelwa kubahlinzeki ngosizo abaningi futhi zingasetshenziswa ukukuthumelela imibono yongakucinga. Kungaba nezindleko ezengeziwe zedatha uma usebenzisa lolu hlelo.

source: Replaceable Home Screen
am: የ ቤት መመልከቻውን መቀየሪያ
ar: الشاشة الرئيسية القابلة للاستبدال
bg: Сменяем начален екран
bn_bd: পরিবর্তনযোগ্য হোম স্ক্রিন
bn_in: পরিবর্তনযোগ্য হোম স্ক্রিন
br: Skramm degemer amsavus
bs: Zamjenjivi početni ekrani
ca: Pantalla d'inici reemplaçable
cy: Sgriniau Cartref Amnewidiol
es: Página de inicio reemplazable
eu: Hasiera-pantala ordezkagarria
fa: صفحه خانگی قابل تعویض
ga_ie: Scáileán Baile Inmhalartaithe
gd: Sgrìn mhòr a ghabhas atharrachadh
pt: Ecrã inicial substituível
ro: Ecran principal înlocuibil
si: ප්‍රතිස්ථාපිත නිවෙස් තිරය
th: หน้าจอแรกแบบเปลี่ยนได้
ur: تبدیل کردہ ابتدائی سکرین
uz: Almashadigan uy ekrani

source: Change Home Screen
am: የ ቤት መመልከቻ መቀየሪያ
ar: تغيير الشاشة الرئيسية
bg: Промяна на началния екран
bn_bd: হোম স্ক্রিন পরিবর্তন
bn_in: হোমস্ক্রিন পরিবর্তন করুন
br: Kemmañ ar skramm degemer
bs: Promijeni početni ekran
ca: Canvia la pantalla d'inici
cy: Newid y Sgrin Cartref
es: Cambiar pantalla de inicio
eu: Aldatu hasiera-pantaila
fa: تغییر صفحه خانگی
ga_ie: Athraigh an Scáileán Baile
gd: Atharraich an sgrìn mhòr
lv: Mainīt sākuma ekrānu
pt: Alterar ecrã inicial
ro: Schimbă ecranul principal
si: නිවෙස්තිරය වෙනස් කරන්න
th: เปลี่ยนหน้าจอแรก
ur: ہوم سکرین تبدیل کریں
uz: Uy ekranini almashtirish

source: Get More Home Screens
am: የ ቤት መመልከቻው ያግኙ
ar: الحصول على المزيد من الشاشات الرئيسية
bg: Други начални екрани
bn_bd: আরও হোম স্ক্রিন পেতে
bn_in: আরও হোম স্ক্রিন পান
br: Kaout muioc'h a skrammoù degemer
bs: Dobavi više početnih ekrana
ca: Obtén més pantalles d'inici
cy: Estyn Rhagor o Sgriniau Cartref
es: Conseguir más pantallas de inicio
eu: Eskuratu hasiera-pantaila gehiago
fa: صفحه‌های خانگی بیشتر
ga_ie: Faigh Tuilleadh Scáileán Baile
gd: Faigh barrachd sgrìnichean mòra
lv: Iegūt vairāk sākuma ekrānus
pt: Obter mais ecrãs iniciais
ro: Obține mai multe ecrane principale
si: තවත් නිවෙස් තිර ලබාගන්න
th: รับหน้าจอแรกเพิ่มเติม
ur: مزید ابتدائی سکرین لائیں
uz: Ko‘proq uy ekranlarini olish

source: My Home Screens
am: የ እኔ ቤት መመልከቻ
ar: شاشاتي الرئيسية
bn_bd: আমার হোম স্ক্রিন
bn_in: হোমস্ক্রিনগুলি
br: Ma skrammoù degemer
bs: Moji početni ekrani
ca: Pantalles d'inici
cy: Fy Sgriniau Cartref
es: Mis pantallas de inicio
eu: Nire hasiera-pantailak
fa: صفحه‌های خانگی من
ga_ie: Mo Scáileáin Bhaile
gd: Na sgrìnichean mòra agam
lv: Mani sākuma ekrāni
pt: Os meus ecrãs
ro: Ecranele mele principale
si: මගේ නිවෙස්තිරය
th: หน้าจอแรกของฉัน
ur: میری ہوم سکرین
uz: Uylar ekranlari

# home-screen-description
source: Description
am: መግለጫ
ar: الوصف
bg: Описание
bn_bd: বিবরণ
bn_in: বিবরণ
br: Deskrivadur
bs: Opis
ca: Descripció
cy: Disgrifiad
es: Descripción
eu: Deskribapena
fa: توضیحات
ga_ie: Cur Síos
gd: Tuairisgeul
lv: Apraksts
pt: Descrição
ro: Descriere
si: විස්තරය
th: คำอธิบาย
ur: تصریح
uz: Ta’rifi

source: Delete Home Screen
am: የ ቤት መመልከቻው ማጥፊያ
ar: حذف الشاشة الرئيسية
bg: Изтриване на начален екран
bn_bd: হোম স্ক্রিন মুছে ফেলুন
bn_in: হোম স্ক্রিন বাতিল করুন
br: Dilemel ar skramm degemer
bs: Obriši početni ekran
ca: Elimina la pantalla d'inici
cy: Dileu'r Sgrin Cartref
es: Borrar pantalla de inicio
eu: Ezabatu hasiera-pantaila
fa: حذف صفحه خانگی
ga_ie: Scrios Scáileán Baile
gd: Sguab às an sgrìn mhòr
lv: Dzēst sākuma ekrānu
pt: Apagar ecrã inicial
ro: Șterge ecranul principal
si: නිවෙස් තිරය මකන්න
th: ลบหน้าจอแรก
ur: ہوم سکرین حذف کریں
uz: Uy ekranini o‘chirish

source: Keyboard Settings
am: የ ፊደል ገበታ ማሰናጃዎች
ar: إعدادات لوحة المفاتيح
bg: Настройки на клавиатурата
bn_bd: কীবোর্ড সেটিং
bn_in: কী-বোর্ডের বৈশিষ্ট্যাবলী
br: Arventennoù ar c'hlavier
bs: Postavke tastature
ca: Paràmetres del teclat
cy: Gosodiadau Bysellfwrdd
es: Ajustes teclado
eu: Teklatuaren ezarpenak
fa: تنظیمات صفحه‌کلید
ga_ie: Socruithe Méarchláir
gd: Roghainnean a’ mheur-chlàir
hu: Billentyűzetbeállítások
id: Setelan Papan Ketik
kn: ಕೀಲಿಮಣೆ ಸಿದ್ಧತೆಗಳು
lv: Tastatūras iestatījumi
pt: Definições de Teclado
ro: Setări pentru tastatură
si: යතුරුපුවරු සැකසුම්
ta: வி.ப. அமைவுகள்
th: ตั้งค่าแป้นพิมพ์
tr: Klavye ayarları
ur: کلیدی تختہ سیٹنگیں
uz: Klaviatura sozlamalari
wa: Apontiaedjes del taprece

source: Selected Keyboards
am: የተመረጠው የ ፊደል ገበታ
ar: لوحات المفاتيح المختارة
bg: Избрани клавиатури
bn_bd: নির্বাচিত কীবোর্ড
bn_in: নির্বাচিত কীবোর্ডসমূহ
br: Klavieroù diuzet
bs: Izabrane tastature
ca: Teclats actius
cy: Bysellau dewiswyd
es: Teclados seleccionados
eu: Hautatutako teklatuak
fa: صفحه‌کلیدهای انتخاب شده
ga_ie: Méarchláir Roghnaithe
gd: Meur-chlàran a thagh thu
hu: Kijelölt billentyűzetek
id: Papan Ketik Terpilih
kn: ಆರಿಸಲಾದ ಕೀಲಿಮಣೆಗಳು
lv: Izvēlētās tastatūras
pt: Teclados Selecionados
ro: Tastaturi selectate
si: තෝරාගත් යතුරුපුවරු
ta: தேர்ந்த விசைகள்
th: แป้นพิมพ์ที่ถูกเลือก
tr: Seçilen klavyeler
ur: منتخب کلیدی تختہ
uz: Tanlangan klaviaturalar
wa: Tapreces tchoezeye

source: Keyboards
am: የ ፊደል ገበታዎች
ar: لوحات المفاتيح
bg: Клавиатури
bn_bd: কীবোর্ড
bn_in: কীবোর্ড
br: Klavieroù
bs: Tastature
ca: Teclats
cy: Bysellfyrddau
es: Teclados
eu: Teklatuak
fa: صفحه‌کلیدها
ga_ie: Méarchláir
gd: Meur-chlàran
hu: Billentyűzet
lv: Tastatūras
pt: Teclados
ro: Tastaturi
si: යතුරුපුවරු
th: แป้นพิมพ์
ur: کی بورڈ
uz: Klaviaturalar

source: Number layouts
am: የ ቁጥር እቅዶች
ar: عدد التصاميم
bg: Цифрови подредби
bn_bd: নম্বর লেআউট
bn_in: নাম্বারের বিন্যাস
br: Aozadur an niverennoù
bs: Raspored brojeva
ca: Teclats numèrics
cy: Cynllun rhifau
es: Disposiciones de números
eu: Zenbakizko diseinuak
fa: چیدمان اعداد
ga_ie: Leaganacha amach: Uimhreacha
gd: Co-dhealbhachdan àireamhan
hi_in: संख्या लेआउट
hu: Számkiosztás
id: Tampilan nomor
kn: ಅಂಕೆಯ ಶೈಲಿಗಳು
lv: Ciparu tastatūras
mai: संख्या लेआउट
mg: Filamin'ny isa
ne: सङ्ख्या सजावटहरु
or: ନମ୍ବର ବିନ୍ୟାସ
pt: Disposições numéricas
ro: Aranjamente de numere
si: අංක වින්‍යාසයන්
sw: Mpangilio wa nambari
ta: எண் அமைப்புகள்
th: เค้าโครงตัวเลข
tr: Sayı düzenleri
ur: نمبر لے آؤٹ
uz: Raqamlar tartibi
vi: Bàn phím số
wa: Adjinçmints des limeros
xh: Inani lolwandlalo
zu: Ukubukeka kwenombolo

source: Option layouts
am: የ እቅድ ምርጫ
ar: خيارات التصاميم
bg: Подредби на опции
bn_bd: অপশন লেআউট
bn_in: বিকল্প বিন্যাস
br: Aozadur an dibarzhioù
bs: Raspored opcija
ca: Disposicions d'opcions
cy: Cynlluniau dewis
es: Disposiciones de opciones
eu: Aukeren diseinuak
fa: چیدمان گزینه‌ها
ga_ie: Leaganacha amach: Roghanna
gd: Co-dhealbhachdan roghainnean
hi_in: विकल्प लेआउट
hu: Alternatív kiosztások
id: Tampilan opsi
kn: ಆಯ್ಕೆಯ ಶೈಲಿಗಳು
lv: Opciju tastatūras
mai: विकल्प लेआउट
mg: Filamin'ny safidy
ne: विकल्प सजावटहरु
or: ବିକଳ୍ପ ବିନ୍ୟାସ
pt: Disposições de opção
ro: Aranjamente de opțiuni
si: විකල්ප වින්‍යාසයන්
sw: Mpangilio wa chaguo
ta: விருப்ப அமைப்புகள்
th: เค้าโครงตัวเลือก
tr: Seçenek düzenleri
ur: اختیار لے آؤٹ
uz: Tanlash tartiblari
wa: Tchuze d’ adjinçmints
xh: Ulwandlalo lokhetho
zu: Ukubukeka kokungakhethwa kukho

source: Keypad
am: መደወያ
ar: لوحة المفاتيح
bg: Цифрова клавиатура
bn_bd: কীপ্যাড
bn_in: কীপ্যাড
br: Klavier niverel
bs: Numerička tastatura
ca: Teclat numèric
cy: Bysellbad
es: Teclado numérico
eu: Zenbakizko teklatua
fa: صفحه‌کلید
ga_ie: Eochaircheap
gd: Pada-iuchraichean
hi_in: कुंजीपैड
hu: Tárcsázó
id: Papan tombol
kn: ಕೀಪ್ಯಾಡ್‌
lv: Ciparu tastatūra
mai: कुँजीपैड
mg: Marobokotra
ne: कीप्याड
or: କି-ପ୍ୟାଡ
pt: Teclado numérico
ro: Tastatură
si: අංකන පුවරුව
sw: Kibao namba
ta: விசைமேடு
th: ปุ่มกด
tr: Tuş takımı
ur: کلیدی پیڈ
uz: Klaviatura
wa: Schaeye taprece
xh: Ikhiphedi
zu: Ikhiphedi

source: Dial Pad
am: መደወያ
ar: لوحة الإتصال
bg: Цифрова клавиатура
bn_bd: ডায়াল প্যাড
bn_in: ডায়াল প্যাড
br: Klavier pellgomz
bs: Tastatura za biranje
ca: Teclat telefònic
cy: Pad Deialu
es: Teclado de marcado
eu: Markatze-teklatua
fa: صفحه شماره‌گیری
ga_ie: Eochaircheap
gd: Pada nan àireamhan
hi_in: डायल पैड
hu: Tárcsázó
id: Papan Panggil
kn: ಡಯಲ್ ಪ್ಯಾಡ್
mai: कुंजीपटल
mg: Pave Fitendrena
ne: डायल प्याड
or: ଡାୟାଲ ପ୍ୟାଡ
pt: Teclado de marcação
ro: Tastatură numerică
si: අංක මුහුණත
sw: Piga Kibao
ta: அழைப்பலகை
th: แป้นโทรศัพท์
tr: Rakam klavyesi
ur: ڈائل پیڈ
uz: Terish paneli
wa: Taprece di houcaedje
xh: Iphedi yokudayala
zu: I-pad Yokudayela

source: Select Keyboards
am: ይምረጡ የ ፊደል ገበታ
ar: اختر لوحات المفاتيح
bg: Избиране на клавиатури
bn_bd: কীবোর্ড নির্বাচন
bn_in: কি-বোর্ড নির্বাচন করুন
br: Diuzañ klavieroù
bs: Izbor tastastura
ca: Afegeix més teclats
cy: Bysellau dewiswyd
es: Seleccionar teclados
eu: Hautatu teklatuak
fa: انتخاب صفحه‌کلیدها
ga_ie: Roghnaigh Méarchláir
gd: Tagh meur-chlàran
hu: Billentyűzet kiválasztása
id: Pilih Papan Tik
kn: ಆರಿಸಲಾದ ಕೀಲಿಮಣೆಗಳು
lv: Izvēlēties tastatūras
pt: Selecionar Teclados
ro: Selectează tastaturi
si: තෝරාගත් යතුරුපුවරු
ta: தேர்
th: เลือกแป้นพิมพ์
tr: Seçilen klavyeler
ur: منتخب کلیدی تختہ
uz: Klaviaturalarni tanlash
wa: Tchoezi tapreces

source: At least one {{type}} keyboard should be selected
am: ቢያንስ አንድ {{type}} የ ፊደል ገበታ መመረጥ አለበት
ar: يجب أن اختيار {{type}} من لوحة المفاتيح على الأقل
bg: Поне една {{type}} клавиатура трябва да бъде избрана
bn_bd: অন্ততঃ একটি {{type}} কীবোর্ড নির্বাচন করতে হবে
bn_in: কমপক্ষে একটি কীবোর্ড {{type}} নির্বাচন করা উচিত
br: Ret eo diuzañ ur c'hlavier {{type}} da nebeutañ
bs: Barem jedna {{type}} tastatura bi treba biti odabrana
ca: Heu de triar com a mínim un teclat {{type}}
cy: Rhaid dewis o leiaf un bysellfwrdd {{type}}
es: Debería seleccionarse al menos un teclado {{type}}
eu: Gutxienez {{type}} motako teklatu bat hautatu behar da
fa: حداقل یک {{type}} صفحه‌کلید باید انتخاب شود
ga_ie: Ní mór méarchlár {{type}} amháin a roghnú ar a laghad
gd: Bu chòir dhut co-dhiù aon mheur-chlàr {{type}} a thaghadh
hi_in: कम से कम एक {{type}} कुंजीपटल चुना जाना चाहिए
hu: Legalább egy {{type}} billentyűzetet ki kell választania
id: Setidaknya satu {{type}} papan tik harus dipilih
kn: ಕನಿಷ್ಟ ಒಂದು {{type}} ಕೀಲಿಮಣೆಯನ್ನಾದರೂ ಆರಿಸಬೇಕು
lv: Vismaz vienai {{type}} tastatūrai ir jābūt izvēlētai
mai: कम सँ कम एकटा {{type}} कुँजीपटल चुनल जएनाइ चाही
mg: Farafahakeliny marobokotra {{type}} no tokony fantenana
ne: कम्तीमा पनि एउटा कुञ्जीपाटी {{type}} चयन गर्नु पर्नेछ
or: ଅତିକମରେ ଗୋଟିଏ {{type}} କିବୋର୍ଡ ବାଛିବା ଉଚିତ
pt: Pelo menos um teclado de {{type}} deve ser selecionado
ro: Cel puțin o tastatură {{type}} ar trebui să fie selectată
si: අඩු තරමින් {{type}} යතුරුපුවරුවක් වත් තෝරාගත යුතුය
sw: Angalau baobonye moja ya {{type}} inafaa kuchaguliwa
ta: குறைந்தது ஒரு விசைப்பலகை {{type}} தேர்
th: อย่างน้อยหนึ่งแป้นพิมพ์ {{type}} ควรจะถูกเลือก
tr: En az bir {{type}} klavye seçilmelidir
ur: کم از کم ایک {{type}} کی بورڈ منتخب کیا جانا چاہئے
uz: Kamida {{type}} bitta klaviatura tanlanishi kerak
vi: Ít nhất phải chọn một bàn phím kiểu {{type}}
wa: Ene {{type}} di taprece doet esse tchoezeye
xh: Ubuncinane inye i-{{type}} ikhibhodi efanele ikhethwe
zu: Okungenani elilodwa {{type}} ibhodi lezinkinobho kufanele likhethwe

source: text
am: ጽሁፍ
ar: نص
bg: текстова
bn_bd: লেখা
bn_in: টেক্সট
br: testenn
bs: tekst
ca: de text
cy: testun
es: texto
eu: testua
fa: متن
ga_ie: téacs
gd: teacsa
hi_in: पाठ
hu: szöveg
id: teks
kn: ಪಠ್ಯ
lv: teksts
mai: पाठ
mg: soratra
ne: पाठ
or: ପାଠ୍ୟ
pt: texto
si: පෙළ
sw: andiko
ta: உரை
tr: metin
ur: متن
uz: matn
vi: văn bản
wa: tecse
xh: umbhalo
zu: umbhalo

source: url
ar: رابط
bg: адресна
bn_in: ইউ আর এল
ca: d'URL
eu: URLa
fa: نشانی اینترنتی
hi_in: यूआरएल
lv: vienotais resursu vietrādis
ne: यु आर् एल्
ur: یوآرایل
xh: i-url

# keyboardType-number
source: number
am: ቁጥር
ar: رقم
bg: числова
bn_bd: সংখ্যা
bn_in: নাম্বার
br: niverenn
bs: broj
ca: numèric
cy: rhif
es: numérico
eu: zenbakia
fa: شماره
ga_ie: uimhir
gd: àireamhan
hi_in: संख्या
hu: telefonszám
id: nomor
kn: ಸಂಖ್ಯೆ
lv: skaitlis
mai: संख्या
mg: nomerao
ne: सङ्ख्या
or: କ୍ରମ ସଂଖ୍ୟା
pt: numérico
ro: număr
si: අංකය
sw: nambari
ta: எண்
th: หมายเลข
tr: sayı
ur: نمبر
uz: raqam
vi: số
wa: limero
xh: inombolo
zu: inombolo

source: {{appName}} {{layoutName}} is set as default input method
am: {{appName}} {{layoutName}} እንደ ነበር ማስገቢያ ዘዴ ተሰናድቷል
ar: {{appName}} {{layoutName}} عينت كأسلوب إدخال إفتراضي
bg: {{appName}} {{layoutName}} е зададна като метод за въвеждане по подразбиране
bn_bd: {{appName}} {{layoutName}} পূর্বনির্ধারিত ইনপুট মেথড হিসেবে সেট হয়েছে
bn_in: {{appName}} {{layoutName}} ডিফল্ট ইনপুট পদ্ধতি হিসেবে স্থাপিত হয়েছে
br: {{appName}} {{layoutName}} zo despizet evel hentenn bizskrivañ dre ziouer
bs: {{appName}} {{layoutName}} je postavljena kao osnovni način unosa
ca: {{appName}}: {{layoutName}} és el mètode d'entrada per defecte
cy: Mae {{appName}} {{layoutName}} wedi ei osod fel yr arferol
es: {{layoutName}} de {{appName}} está configurada como método de entrada predeterminado
eu: {{appName}} {{layoutName}} sarrera-metodo lehenetsi gisa dago ezarrita
fa: {{appName}} {{layoutName}} به عنوان روش ورودی پیش‌فرض انتخاب شده است
ga_ie: Úsáidfear {{appName}} {{layoutName}} mar mhodh réamhshocraithe ionchurtha
gd: 'S e {{appName}} {{layoutName}} an dòigh ion-chuir bhunaiteach agad an-dràsta
hi_in: {{appName}} {{layoutName}} डिफ़ॉल्ट इनपुट विधि के रूप में सेट किया गया है
hu: {{appName}} {{layoutName}} lett beállítva alapértelmezett beviteli módként
id: {{layoutName}} {{appName}} disetel sebagai metode input baku
kn: {{appName}} {{layoutName}} ಅನ್ನು ಪೂರ್ವನಿಯೋಜಿತ ಇನ್‌ಪುಟ್‌ ವಿಧಾನವಾಗಿಸಲಾಗಿದೆ
lv: {{appName}} {{layoutName}} ir uzstādīta kā noklusējuma ievade metode
mai: {{appName}} {{layoutName}} पूर्वनिर्धारित इनपुट विधि क रूपेँ सेट कएल गेल अछि
mg: Voatefy ho fomba fampidirana niandohana ny {{appName}} {{layoutName}}
ne: {{appName}} {{layoutName}} पूर्वनिर्धारण आगत शैली सरह निर्धारण गरिएको छ
or: {{appName}} {{layoutName}} କୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ନିବେଶ ପଦ୍ଧତି ଭାବରେ ସେଟ କରାଯାଇଛି
pt: {{appName}} {{layoutName}} está definido como método de introdução predefinido
ro: {{appName}} {{layoutName}} e setată ca metodă de intrare implicită
si: {{appName}} {{layoutName}} පෙරනිමි යෙදවුම් ක්‍රමය ලෙස සකස් කෙරිණි
sw: {{appName}} {{layoutName}} imewekwa kama mbini ya ingizo chaguo msingi
ta: {{appName}} {{layoutName}} உள்ளீட்டு முறையை முன்னிருப்பாக அமை
th: {{appName}} {{layoutName}} ถูกตั้งเป็นวิธีการป้อนค่าปริยาย
tr: {{appName}} {{layoutName}} varsayılan girdi yöntemi olarak ayarlandı
ur: {{layoutName}} {{appName}} پہلے سے طے شدہ ان پٹ طریقہ کے طور پر مقرر کیا گیا ہے
uz: {{appName}} {{layoutName}} standart yozish uslubi sifatida o‘rnatildi
vi: {{appName}} {{layoutName}} được đặt là kiểu gõ mặc định
wa: {{appName}} {{layoutName}}est defini come metôde d’ intrêye prémetowe
xh: I-{{appName}} {{layoutName}} isetwe ngendlela esisiseko yokufaka
zu: I-{{appName}} {{layoutName}} isethwe njengendlela yakhona

source: Themes
am: ገጽታዎች
ar: الموضوعات
bg: Теми
bn_bd: থিম
bn_in: থিমসমূহ
br: Neuzioù
bs: Teme
ca: Temes
cy: Themâu
es: Temas
eu: Gaiak
fa: تم‌ها
ga_ie: Téamaí
gd: Ùrlaran
hu: Témák
lv: Tēmas
pt: Temas
ro: Teme
si: තේමාවන්
th: ชุดตกแต่ง
ur: تھمس
uz: Mavzular

# themes.ariaLabel
source: Themes
am: ገጽታዎች
ar: الموضوعات
bg: Теми
bn_bd: থিম
bn_in: থিমসমূহ
br: Neuzioù
bs: Teme
ca: Temes
cy: Themâu
es: Temas
eu: Gaiak
fa: تم‌ها
ga_ie: Téamaí
gd: Ùrlaran
lv: Tēmas
pt: Temas
ro: Teme
si: තේමාවන්
th: ชุดตกแต่ง
ur: تھمس
uz: Mavzular

# fxa
source: Firefox Accounts
am: የ ፋየርፎክስ መግለጫ
ar: حساب فيرفكس
bn_bd: ফায়ারফক্স অ্যাকাউন্ট
bn_in: Firefox অ্যাকাউন্ট
br: Kontoù Firefox
bs: Firefox računi
ca: Comptes del Firefox
cy: Cyfrif Firefox
eu: Firefox kontuak
fa: حساب‌های فایرفاکس
ga_ie: Cuntais Firefox
gd: Cunntasan Firefox
hi_in: फ़ायरफ़ॉक्स खाता
hu: Firefox fiókok
kn: Firefox ಖಾತೆಗಳು
lv: Firefox Konti
mai: फायरफाक्स खाता
mg: Kaonty Firefox
or: Firefox ଖାତା
pt: Contas do Firefox
ro: Conturi Firefox
si: Firefox ගිණුම්
sw: Akaunti za Firefox
ta: Firefox கணக்கு
th: บัญชี Firefox
tr: Firefox Hesapları
ur: فائر فاکس اکاؤنٹس
uz: Firefox hisoblari
wa: Contes Firefox
xh: Iiakhawunti zeFirefox
zu: Ama-akhawunti e-Firefox

source: Account Management
am: የ መግለጫ አስተዳዳሪ
ar: إدارة الحسابات
bg: Управление на регистрации
bn_bd: অ্যাকাউন্ট ব্যবস্থাপনা
bn_in: অ্যাকাউন্ট নিয়ন্ত্রন
br: Ardeiñ ar c'hontoù
bs: Upravljanje računima
ca: Gestió dels comptes
cy: Rheolaeth Cyfrifon
es: Administración de cuenta
eu: Kontuak
fa: مدیریت حساب
ga_ie: Bainisteoir Cuntas
gd: Stiùireadh nan cunntasan
hi_in: खाता प्रबंधन
hu: Fiókkezelő
id: Pengelolaan Akun
kn: ಖಾತೆ ನಿರ್ವಹಣೆ
lv: Kontu pārvaldnieks
mai: खाता प्रबंधन
mg: Fandrindrana Kaonty
or: ଖାତା ପରିଚାଳନା
pt: Gestão de Conta
ro: Gestionarea contului
si: ගිණුම් කලමනාකරණය
sw: Uongozi wa Akaunti
ta: கணக்கு மேலாண்மை
th: การจัดการบัญชี
tr: Hesap yönetimi
ur: اکاؤنٹ مینجمنٹ
uz: Hisobni boshqarish
wa: Manaedjmint do conte
xh: Ulawulo lweakhawunti
zu: Ukulawulwa Kwe-akhawunti
