Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

# sim-manager-outgoing-data
source: Data
am: ዳታ
ar: البيانات
bg: Данни
bn_bd: ডাটা
bn_in: তথ্য
br: Roadennoù
bs: Podatkovna veza
ca: Dades
es: Datos
eu: Datuak
fa: داده
ga_ie: Sonraí
gd: Dàta
hi_in: डेटा
hu: Adatok
kn: ಡೇಟಾ
lv: Mobilie dati
mai: डेटा
ne: डाटा
or: ତଥ୍ଯ
pt: Dados
ro: Date
si: දත්ත
ta: தரவு
th: ข้อมูล
tr: Veri
ur: کوائف
uz: Ma’lumot
vi: Dữ liệu
wa: Dinêyes
xh: Idatha
zu: Idatha

source: Data service network and Marketplace payments
am: የ ዳታ ግልጋሎት ኔትዎርክ እና የ ገበያ ቦታ ክፍያዎች
ar: خدمة شبكة المعلومات و الدفع في سوق موزيلا
bg: Мобилни данни и плащания на Marketplace през
bn_bd: ডাটা সার্ভিস নেটওয়ার্ক ও মার্কেটপ্লেস পেমেন্ট
bn_in: ডেটা সার্ভিস নেটওয়ার্ক এবং মার্কেটপ্লেসে পারিতোষিক
br: Gwazerezh roadennoù rouedadoù ha taladurioù Marketplace
bs: Servisna mreža za podatke i Marketplace plaćanja
ca: Xarxa de servei de dades i pagaments del Marketplace
cy: Rhwydwaith gwasanaeth data a thaliadau'r Marketplace
es: Pagos Marketplace y red de servicios de datos
eu: Datuen zerbitzu-sarea eta Marketplace-ko ordainketak
fa: شبکه سرویس داده و پرداخت‌های فروشگاه
ga_ie: Líonra seirbhíse sonraí agus íocaíochtaí an Mhargaidh
gd: Lìonra nan seirbheisean dàta 's pàigheadh na margaidh
hi_in: डाटा सर्विस संजाल और मार्केटप्लेस भुगतान
hu: Hálózati adatszolgáltatás és Marketplace fizetések
id: Jaringan layanan data dan pembayaran Marketplace
kn: ಡೇಟಾ ಸರ್ವೀಸ್ ನೆಟ್‌ವರ್ಕ್ ಮತ್ತು Marketplace ಪಾವತಿಗಳು
lv: Mobilo datu pakalpojums un Marketplace maksājumi
mai: डाटा सर्विस नेटवर्क आओर मार्केटप्लेस भुगतान
mg: Fandoavam-bola @ tambajotran-tserivisy data sy ny Tsena
or: ଡାଟା ସର୍ଭିସ ନେଟୱର୍କ ଏବଂ Marketplace ପ୍ରାପ୍ୟ
pt: Rede de serviços de dados e de pagamentos do Marketplace
ro: Servicii de date prin rețea și plăți Marketplace
si: දත්ත සේවා ජාලය හා Marketplace ගෙවීම්
sw: Mtandao wa huduma ya data na malipo ya Eneo la soko
ta: தரவு சேவை பிணையம் மற்றும் சந்தையிட பணம் செலுத்தல்
th: เครือข่ายบริการข้อมูลและการชำระเงินร้านค้า
tr: Veri hizmeti şebekesi ve Marketplace ödemeleri
ur: ڈیٹا سروس نیٹ ورک اور مارکیٹپلیس ادائیگی
uz: Internet xizmati tarmog‘i va Marketplace to‘lovlari
wa: Rantoele di siervice di dnêyes eyet paymints do Marketplace
xh: Inethiwekhi yenkonzo yeengcombolo neentlawulo zemarike
zu: Inethiwekhi yesevisi yedatha kanye nokukhokha ezindaweni zokuthenga

source: Always ask
am: ሁል ጊዜ ጠይቀኝ
ar: أسأل دائما
bg: Винаги да пита
bn_bd: প্রতিবার জিজ্ঞাসা করুন
bn_in: সর্বদা জিজ্ঞাসা করা হবে
br: Goulenn atav
bs: Uvijek pitaj
ca: Demana-m'ho sempre
cy: Gofyn bob tro
es: Preguntar siempre
eu: Galdetu beti
fa: هر بار پرسیده شود
ga_ie: Fiafraigh i gcónaí
gd: Faighnich dhìom gach turas
hi_in: हमेशा पूछें
hu: Mindig kérdez
id: Selalu tanya
kn: ಯಾವಾಗಲೂ ಕೇಳು
lv: Vienmēr vaicāt
mai: हरदम पूछू
mg: Anontanio Foana
ne: सधै सोध्नुहोस्
or: ସର୍ବଦା ପଚାରନ୍ତୁ
pt: Perguntar sempre
ro: Întreabă întotdeauna
si: සැමවිටම විමසන්න
sw: Uliza kila mara
ta: எப்போதும் கேள்
th: ถามเสมอ
tr: Her zaman sor
ur: ہمیشہ پوچھیں
uz: Doimo so‘ralsin
wa: Tofer dimander
xh: Buza qho
zu: Buza njalo

source: SIM PIN locked
am: የ ሲም ፒን ተቆልፏል
ar: SIM PIN أغلق
bg: Заключен SIM PIN
bn_bd: সিমের পিন লক হয়ে গেছে
bn_in: SIM PIN লক হয়ে গেছে
br: PIN ar SIM prennet
bs: SIM PIN zaključan
ca: PIN de la SIM bloquejat
cy: PIN SIM wedi ei gloi
es: PIN de SIM bloqueado
eu: SIMaren PINa blokeatuta
fa: PIN سیم‌کارت قفل شد
ga_ie: SIM faoi ghlas le UAP
gd: Tha PIN an t-SIM glaiste
hi_in: SIM PIN अवरोधित
hu: SIM PIN zárolva
id: PIN SIM terkunci
kn: SIM PIN ಲಾಕ್ ಆಗಿದೆ
lv: SIM PIN kods ir aizslēgts
mai: SIM PIN अवरोधित
mg: Mihidy PIN an'ny SIM
ne: SIM PIN ताल्चा लगाइयो
or: SIM PIN ତାଲା ପଡ଼ିଛି
pt: PIN do SIM bloqueado
ro: PIN pentru SIM blocat
si: SIM PIN අගුළු වැටී ඇත
sw: SIM PIN imefungwa
ta: சிம் PIN பூட்டப்பட்டது
th: SIM ถูกล็อคด้วย PIN
tr: SIM PIN kilitli
ur: PIN SIM مقفل
uz: SIM PIN qulflandi
wa: PIN del SIM eclawé
xh: I-SIM PIN itshixiwe
zu: I-SIM PIN ikhiyiwe

source: No operator
am: አንቀሳቃሽ አልተገኘም
ar: لا يوجد مُشغِّل
bg: Липсва оператор
bn_bd: কোনো অপারেটর নেই
bn_in: কোন অপারেটার নেই
br: Oberataer ebet
bs: Nema operatera
ca: Cap operador
cy: Dim darparwr
es: Sin operador
eu: Operatzailerik ez
fa: بدون اپراتور
ga_ie: Gan oibreoir
gd: Gun ghiùlanair
hi_in: कोई ऑपरेटर नहीं
hu: Nincs szolgáltató
id: Tidak ada operator
kn: ಆಪರೇಟರ್ ಇಲ್ಲ
lv: Nav operatora
mai: कोनो आपरेटर नहि
mg: Tsisy mpandraharaha
ne: सञ्चालक छैन
or: ଚାଳକ ନାହିଁ
pt: Sem operador
ro: Niciun operator
si: මෙහෙයවන්නෙක් නැත
sw: Hakuna mwendeshaji
ta: இயக்குபவர் இல்லை
th: ไม่มีผู้ให้บริการ
tr: Operatör yok
ur: کوئی عمل کار نہیں
uz: Operator yo‘q
vi: Không có nhà mạng
wa: Nol operateu
xh: Akukho mlawuli
zu: Akukho mqondisi

source: At least one SIM should be activated at a time
am: ቢያንስ አንድ ሲም ማሰጀመር ያስፈልጋል
ar: على الأقل بطاقة SIM واحدة يجب أن تكون مفعلة
bg: Поне една SIM карта трябва да е включена
bn_bd: একই সাথে অন্তত একটি সিম চালু থাকতে হবে
bn_in: অন্ততপক্ষে একটি SIM একটি সময়ে সক্রিয় থাকতে হবে
br: Ret eo gweredekaat ur gartenn SIM da nebeutañ
bs: Barem jedna SIM kartica bi trebala biti aktivirana u datom trenutku
ca: Hi ha d'haver almenys una targeta SIM activada
cy: Dylai o leiaf un SIM gael ei weithredu ar y tro
es: Al menos una SIM debe estar activada
eu: Gutxienez SIM batek aktibatuta egon behar du uneoro
fa: حداقل باید یک سیم‌کارت در هر لحظه فعال باشد
ga_ie: Ba chóir cárta SIM amháin a bheith gníomhachtaithe i gcónaí
gd: Bu chòir do dh’aon SIM a bhith an gnìomh fad an t-siubhail
hi_in: कम से कम एक सिम में एक SIM सक्रिय होना चाहिए
hu: Legalább egy SIM kártyának aktívnak kell lennie
id: Setidaknya satu SIM harus diaktifkan dalam satu waktu
kn: ಕಡೇಪಕ್ಷ ಒಂದು SIM ಆದರೂ ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು
lv: Vismaz vienai SIM kartei būt jābūt ieslēgtai
mai: कम सँ कम एकटा सिम मे एकटा SIM सक्रिय होनाइ चाही
mg: Farafahakeliny SIM iray no ampandehanina indray mandeha
ne: एक समयमा कम से कम एउटा SIM सक्रिय हुनुपर्छ
or: ଥରକେ ଅତି କମରେ ଗୋଟିଏ SIM ସକ୍ରିୟ କରିବା ଦରକାର
pt: É necessário que, pelo menos, um SIM esteja ativo
ro: Cel puțin o cartelă SIM ar trebui activată odată
si: අඩු තරමින් එක් සිම්පතක් වත් එක් වතාවකට ක්‍රියාත්මක විය යුතුය
sw: Angalau SIM moja inafaa kuamilishwa kwa wakati
ta: குறைந்தபட்சம் ஒரு சிம் ஆவது தற்போது செயலில் இருக்க வேண்டும்
tr: Her zaman en az bir SIM etkin olmalıdır
ur: کم از کم ایک SIM ایک وقت میں فعال کیا جائے
uz: Bir vaqtda kamida bitta SIM karta ishga tushirilishi kerak
vi: Ít nhất phải có một SIM được kích hoạt
wa: Ene SIM doet esse pol moens e-n alaedje
xh: Ubuncinane yi-SIM enye efanele isebenze ngexesha
zu: Okungenani kufanele kuvulwe i-SIM eyodwa ngesikhathi

source: SIM {{disableCardIndex}} can’t receive any calls and messages. Outgoing calls and outgoing messages which are set to SIM {{disableCardIndex}} will be disabled.
am: ሲም {{disableCardIndex}} መቀበል አይችልም ማንኛውንም ጥሪዎች እና መልእክቶች: ወደ ውጪ የሚላኩ ጥሪዎች እና መልእክቶች የተሰናዱ ወደ ሲም {{disableCardIndex}} ይሰናከላሉ
ar: شريحة {{disableCardIndex}} لا تستطيع استقبال أي رسالة أو مكالمة. المكالمات الصادرة و الرسائل الصادرة بواسطة شريحة {{disableCardIndex}} سوف يتم تعطيلها.
bg: SIM {{disableCardIndex}} не може да получава обаждания и съобщения. Изходящи обаждания и съобщения, настроени на SIM {{disableCardIndex}}, ще бъдат изключени.
bn_bd: SIM {{disableCardIndex}} কোনো কল বা বার্তা নিতে পারবে না। SIM {{disableCardIndex}} তে সেট করা আউটগোয়িং কল এবং বার্তা নিষ্ক্রিয় হয়ে যাবে।
bn_in: SIM {{disableCardIndex}} কোন কল এবং বার্তা গ্রহণ করতে পারবে না। বহির্গামী কল এবং বার্তাসকল যে SIM {{disableCardIndex}} এ সেট করা আছে আছে সেটি নিষ্ক্রিয় হয়ে যাবে।
br: N'hall ket ar SIM {{disableCardIndex}} degemer galvoù pe kemennadennoù. Diweredekaet e vo ar galvoù hag ar c'hemennadennoù kefluniet evit arverañ ar SIM {{disableCardIndex}}.
bs: SIM {{disableCardIndex}} ne može primati nikakve pozive ili poruke. Odlazni pozivi i odlazne poruke koje su podešene za SIM {{disableCardIndex}} će biti onemogućene.
ca: La SIM {{disableCardIndex}} no pot rebre trucades ni missatges. S'inhabilitaran les trucades i els missatges de sortida configurats per enviar-se amb la SIM {{disableCardIndex}}.
cy: Nid yw'r SIM {{disableCardIndex}} yn gallu derbyn unrhyw alwadau neu negeseuon. Bydd galwadau a negeseuon allan sydd wedi eu gosod i SIM{{disableCardIndex}} yn cael eu hanalluogi.
es: La SIM {{disableCardIndex}} no puede recibir llamadas ni mensajes. Se desactivarán las llamadas y los mensajes salientes que estén configurados para la SIM {{disableCardIndex}}.
eu: {{disableCardIndex}}. SIMak ezin du deirik eta mezurik jaso. {{disableCardIndex}}. SIMerako ezarrita dauden irteerako deiak eta mezuak desgaitu egingo dira.
fa: سیم‌کارت {{disableCardIndex}} نمی‌تواند هیچ تماس یا پیامی دریافت کند. تماس‌ها و پیام‌های خروجی که بر روی سیم‌کارت {{disableCardIndex}} تنظیم شده است غیرفعال خواهند شد.
ga_ie: Ní féidir le SIM {{disableCardIndex}} glacadh le glaonna nó teachtaireachtaí. Cuirfear bac ar ghlaonna agus ar theachtaireachtaí ag dul amach ó SIM {{disableCardIndex}}.
gd: Chan urrainn dha SIM {{disableCardIndex}} gairm no teachdaireachd sam bith fhaighinn. Bidh gairmean is teachdaireachdan a thèid a-mach à comas ma tha iad ceangailte ris an t-SIM {{disableCardIndex}}.
hi_in: SIM {{disableCardIndex}} किसी भी कॉल और संदेशों को प्राप्त नहीं कर सकते हैं. जो आउटगोइंग कॉल और आउटगोइंग संदेशों SIM {{disableCardIndex}} के लिए सेट हैं वह निष्क्रिय किया जाएगा.
hu: A(z) {{disableCardIndex}}. SIM kártya nem tud hívásokat és üzeneteket fogadni. A(z) {{disableCardIndex}}. SIM kártyán keresztül kimenő hívások és üzenetek le lettek tiltva.
id: SIM {{disableCardIndex}} tidak dapat menerima panggilan atau pesan apa pun. Panggilan dan pesan keluar disetel yang disetel untuk SIM {{disableCardIndex}} akan dinonaktifkan.
kn: SIM {{disableCardIndex}} ಯಾವುದೇ ಕರೆಗಳನ್ನು ಮತ್ತು ಸಂದೇಶಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. SIM {{disableCardIndex}}ಗೆ ಹೊಂದಿಸಿರುವಂತಹ ಹೊರಹೋಗುವ ಕರೆಗಳನ್ನು ಮತ್ತು ಸಂದೇಶಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುವುದು.
mai: SIM {{disableCardIndex}} ककरो कॉल आओर समाद केँ प्राप्त नहि कए सकैत अछि. जे आउटगोइंग कॉल आओर आउटगोइंग समाद SIM {{disableCardIndex}} कलेल सेट अछि ओ निष्क्रिय कएल जएताह.
mg: Tsy afaka mandray antso sy hafatra ny SIM {{disableCardIndex}}. Hovonoina ireo antso mivoaka sy hafatra mivoaka notefena ho amin'ny SIM {{disableCardIndex}}.
ne: सिम {{disableCardIndex}}ले कुनै पनि कल तथा सन्देशहरु प्राप्त गर्न सक्दैन। बाह्यगमन कल तथा सन्देशहरु जुन सिम {{disableCardIndex}} मा सेट भएका छन्, ति अक्षम हुनेछन् ।
or: SIM {{disableCardIndex}} କୌଣସି କଲ ବା ମେସେଜ ଗ୍ରହଣ କରି ପାରୁନାହିଁ। ବହିର୍ଗାମୀ କଲ ଓ ବହିର୍ଗାମୀ ମେସେଜ ଯାହାକୁ SIM {{disableCardIndex}} ସହିତ ସେଟ କରା ଯାଇଛି, ତାକୁ ଅଚଳ କରାଯିବ।
pt: O SIM {{disableCardIndex}} não pode receber quaisquer chamadas e mensagens. As chamadas e mensagens de saída definidas para o SIM {{disableCardIndex}} serão desativadas.
ro: Cartela SIM {{disableCardIndex}} nu poate primi niciun apel sau mesaj. Apelurile efectuate și mesajele trimise care sunt setate cartelei SIM {{disableCardIndex}} vor fi dezactivate.
si: SIM {{disableCardIndex}} හට ඇමතුම් හෝ පණිවිඩ කිසිවක් ලබාගත නොහැකියි. SIM {{disableCardIndex}} වෙත සකසා ඇති ලබාගන්නා ඇමතුම් සහ පණිවිඩ අක්‍රිය වනු ඇත.
sw: SIM {{disableCardIndex}} haiwezi kupokea simu na ujumbe wowote. Simu zinazotoka nje na ujumbe zinazotoka nje ambazo zimwekwa kwa SIM {{disableCardIndex}} zitalemazwa.
ta: சிம் {{disableCardIndex}} எந்த அழைப்புகளையும் செய்திகளையும் உள்வாங்க முடியாது. சிம் {{disableCardIndex}} இலிருந்து வெளியேச்செல்லும் அழைப்புகள் மற்றும் செய்திகள் முடக்கப்படும்.
th: SIM {{disableCardIndex}} ไม่สามารถรับสายโทรและข้อความใด ๆ สายโทรออกและข้อความขาออกที่ตั้งเป็น SIM {{disableCardIndex}} จะถูกปิดใช้งาน
tr: SIM {{disableCardIndex}} arama ve mesaj alamaz. SIM {{disableCardIndex}} olarak ayarlanmış giden arama ve mesajlar devre dışı bırakılacaktır.
ur: SIM {{disableCardIndex}} کویٰ بھی کال یا پیغام نہیں لے سکتا۔ جو اخراجی کال اور اخراجی پیغام SIM {{disableCardIndex}} پر سِٹ ہیں نا اہل ہو گیے ہیں۔
uz: SIM {{disableCardIndex}} qo‘ng‘iroqlar va xabarlarni qabul qila olmaydi. SIM {{disableCardIndex}}ga o‘rnatilgan chiquvchi qo‘ng‘iroqlar va xabarlar o‘chirib qo‘yiladi.
wa: Li SIM {{disableCardIndex}} ni sait rçure nou houcaedjes ou messaedjes. Les houcaedjes eyet messaedjes rexhants ki sont-st aroyîs al SIM {{disableCardIndex}} seront essoctés.
xh: I-SIM {{disableCardIndex}} ayinakufumana nayiphi na iminxeba nemiyalezo. Iminxeba ephumayo nemiyalezo ephumayo esetwe kwi-SIM {{disableCardIndex}} iya kuyekiswa.
zu: I-SIM {{disableCardIndex}} ayikwazi ukwamukela izingcingo nemiyalezo. Izingcingo eziphumayo nemiyalezo ezisethelwe ku-SIM {{disableCardIndex}} zizoqedwa.

source: The current data transfer will be suspended. Continue anyway?
am: የ አሁኑ ዳታ ማስተላለፍ ይታገዳል: ለማንኛውም መቀጠል ይፈልጋሉ?
ar: سيتم تعليق تحويل البيانات. استكمال على أي حال؟
bg: Текущият трансфер на данни ще бъде спрян. Продължаване?
bn_bd: চলমান ডাটা ট্রান্সফার বাতিল করা হবে। তারপরও এগিয়ে যাবেন?
bn_in: বর্তমান তথ্য স্থানান্তর স্থগিত হয়ে যাবে। তবুও এগোতে চান?
br: Arsavet e vo an treuzkas roadennoù bremanel. Kenderc'hel memes tra ?
bs: Trenutni prijenos podatak će biti prekinut. Želite li nastaviti?
ca: La transferència de dades actual se suspendrà. Voleu continuar?
cy: Bydd y trosglwyddiad data cyfredol yn cael ei atal. Parhau beth bynnag?
es: Se suspenderá la transferencia actual de datos. ¿Desea continuar?
eu: Uneko datu-transferentzia bertan behera geratuko da. Jarraitu hala ere?
fa: انتقال داده فعلی تعلیق خواهد شد. به هر حال ادامه داده شود؟
ga_ie: Cuirfear an t-aistriú sonraí ar fionraí. Lean ar aghaidh mar sin féin?
gd: Thèid tar-chur an dàta làithreach a chur 'na dhàil. A bheil thu airson leantainn air adhart co-dhiù?
hi_in: मौजूदा डाटा स्थानांतरण निलंबित कर दिया जाएगा. फिर भी जारी रखें?
hu: Az éppen folyó adatátvitel felfüggesztésre kerül. Mégis folytatja?
id: Transfer data saat ini akan dijeda. Lanjutkan saja?
kn: ಪ್ರಸ್ತುತ ಡೇಟಾ ವರ್ಗಾವಣೆಯನ್ನು ತಡೆಹಿಡಿಯಲಾಗುವುದು. ಮುಂದುವರೆಯುವುದೇ?
mai: मोजुदा डाटा स्थानांतरण निलंबित कए देल जएताह. फेर सेहो जारी राखू?
mg: Hahantona ny fampitana data ankehitriny. Hanohy na izany aza?
ne: हालको डेटा स्थानान्तर निलम्बित हुने छ । जे भए पनि जारी राख्न चाहनुहुन्छ ?
or: ଏବର ଡାଟା ଟ୍ରାନ୍ସଫର ସସପେଣ୍ଡ କରାଯିବ। ଯେମିତି ହେଉ ଆଗକୁ ବଢ଼ିବେ ତ?
pt: A descarga de dados atual será suspensa. Continuar mesmo assim?
ro: Transferul de date actual va fi suspendat. Continui oricum?
si: වත්මන් දත්ත හුවමාරුව අත්හිටුවනු ලැබේ. කෙසේ හෝ ඉදිරියට යනවා ද?
sw: Upeperushaji wa sasa wa data utahairishwa. Endelea tu?
ta: தற்பொதைய தரவு பரிமாற்றம் இடைநிறுத்தப்படும். எப்படியாகினும் தொடரவா?
th: การถ่ายโอนข้อมูลปัจจุบันจะถูกหยุดชั่วคราว ดำเนินการต่อไป?
tr: Mevcut veri aktarımı duraklatılacaktır. Yine de devam edilsin mi?
ur: موجودہ کوائف منتقل معطل کردیا جائے گا۔ بہرصورت جاری رکھیں؟
uz: Joriy ma’lumot almashish to‘xtatiladi. Shudan bo‘lsa ham davom ettirilsinmi?
vi: Dữ liệu đang truyền sẽ bị ngắt. Bạn vẫn muốn tiếp tục?
wa: Li berwetaedje di dnêyes do moumint serè djoké. Tcheryî pus lon cwand minme ?
xh: Udluliselo lwedatha olukhoyo luya kunqunyanyiswa. Ufuna ukuqhubeka?
zu: Ukuthunyelwa kwedatha kwamanje kuzoyekwa. Ufuna ukuqhubeka noma kunjalo?

source: Home Screens
am: የ ቤት መመልከቻ
ar: شاشات البداية
bg: Начални екрани
bn_bd: হোমস্ক্রিন
bn_in: হোমস্ক্রিনগুলি
br: Skrammoù degemer
bs: Početni ekrani
ca: Pantalles d'inici
cy: Sgriniau Cartref
es: Pantallas de inicio
eu: Hasierako pantailak
fa: صفحه‌های خانگی
ga_ie: Scáileáin Bhaile
gd: Sgrìnichean mòra
lv: Sākuma ekrāni
pt: Ecrãs iniciais
ro: Ecrane principale
si: නිවෙස්තිරය
th: หน้าจอแรก
ur: ہوم سکرین
uz: Uylar ekranlari

# home-screens.ariaLabel
source: Home Screens
am: የ ቤት መመልከቻ
ar: شاشات البداية
bg: Начални екрани
bn_bd: হোমস্ক্রিন
bn_in: হোমস্ক্রিনগুলি
br: Skrammoù degemer
bs: Početni ekrani
ca: Pantalles d'inici
cy: Sgriniau Cartref
es: Pantallas de inicio
eu: Hasierako pantailak
fa: صفحه‌های خانگی
ga_ie: Scáileáin Bhaile
gd: Sgrìnichean mòra
lv: Sākuma ekrāni
pt: Ecrãs iniciais
ro: Ecrane principale
si: නිවෙස්තිරය
th: หน้าจอแรก
ur: ہوم سکرین
uz: Uylar ekranlari

source: Layout
am: እቅድ
ar: التصميم
bg: Оформление
bn_bd: লেআউট
bn_in: বিন্যাস
br: Aozadur
bs: Raspored
ca: Disposició
cy: Cynllun
es: Disposición
eu: Diseinua
fa: چیدمان
ga_ie: Leagan Amach
gd: Co-dhealbhachd
hu: Elrendezés
id: Tampilan
kn: ವಿನ್ಯಾಸ
lv: Izkārtojums
ne: सजावट
pt: Disposição
ro: Aspect
si: සැලසුම
ta: இட அமைவு
th: เค้าโครง
tr: Düzen
ur: لے آؤٹ
uz: Tartib
wa: Adjinçmint

source: Icon Layout
am: የ ምልክት እቅድ
ar: تصميم الأيقونة
bg: Групиране на пиктограми
bn_bd: আইকন লেয়াউট
bn_in: আইকন লেয়াউট
br: Aozadur an arlunioù
bs: Raspored ikona
ca: Disposició de les icones
cy: Cynllun Eiconau
es: Disposición de iconos
eu: Ikonoen antolaketa
fa: چیدمان شمایل‌ها
ga_ie: Leagan Amach na nDeilbhíní
gd: Co-dhealbhachd nan ìomhaigeagan
hi_in: चिह्न ख़ाका
hu: Ikonelrendezés
id: Tampilan Ikon
kn: ಐಕಾನ್ ವಿನ್ಯಾಸ
lv: Ikonu izkārtojums
mai: चिह्न लेआउट
mg: Filamin'ny Ikaona
or: ଆଇକନ ସଜ୍ଜୀକରଣ
pt: Disposição dos Ícones
ro: Aspect pentru iconițe
si: අයිකන සැකැස්ම
sw: Mpangilio wa Aikoni
ta: படவுரு இடவமைவு
th: เค้าโครงไอคอน
tr: Simge düzeni
ur: آئکن لے آؤٹ
uz: Nishoncha tartibi
wa: Adjinçmint des imådjetes
xh: Ukuchakwa kweayikhoni
zu: Ukuhlelwa Kwemifanekiso

source: Three Columns
am: ሶስት አምዶች
ar: ثلاثة أعمدة
bg: три колони
bn_bd: তিনটি কলাম
bn_in: তিনটি কলাম
br: Tri bann
bs: Tri kolone
ca: Tres columnes
cy: Tair Colofn
es: Tres columnas
eu: Hiru zutabe
fa: سه ستون
ga_ie: Trí Cholún
gd: Trì colbhan
hi_in: तीन स्तंभ
hu: Három oszlop
id: Tiga Kolom
kn: ಮೂರು ಕಾಲಂಗಳು
lv: Trijās kolonnās
mai: तीन स्तंभ
mg: Tsanganana Telo
or: ତିନୋଟି ସ୍ତମ୍ଭ
pt: Três Colunas
ro: Trei coloane
si: තීරු තුනකි
sw: Minara Mitatu
ta: முன்று நெடுக்கைகள்
th: สามคอลัมน์
tr: Üç sütun
ur: تین کالم
uz: Uchta ustun
wa: Troes colones
xh: Iikholam ezintathu
zu: Amakholomu Amathathu

source: Four Columns
am: አራት አምዶች
ar: أربع أعمدة
bg: четири колони
bn_bd: চারটি কলাম
bn_in: চারটি কলাম
br: Pevar bann
bs: Četiri kolone
ca: Quatre columnes
cy: Pedair Colofn
es: Cuatro columnas
eu: Lau zutabe
fa: چهار ستون
ga_ie: Ceithre Cholún
gd: Ceithir colbhan
hi_in: चार स्तंभ
hu: Négy oszlop
id: Empat Kolom
kn: ನಾಲ್ಕು ಕಾಲಂಗಳು
lv: Četrās kolonnās
mai: चारि स्तंभ
mg: Tsanganana Efatra
or: ଚାରୋଟି ସ୍ତମ୍ଭ
pt: Quatro Colunas
ro: Patru coloane
si: තීරු හතරකි
sw: Minara Minne
ta: நான்கு நெடுக்கைகள்
th: สี่คอลัมน์
tr: Dört sütun
ur: چار کالم
uz: To‘rtta ustun
wa: Cwates colones
xh: Iikholam ezine
zu: Amakholomu Amane

source: Notice
am: ማስታወቂያ
ar: ملاحظة
bg: Известие
bn_bd: বিজ্ঞপ্তি
bn_in: বিজ্ঞপ্তি
br: Evezhiadenn
bs: Napomena
ca: Avís
cy: Hysbysiad
es: Aviso
eu: Oharra
fa: نکته
ga_ie: Fógra
gd: Sanas
hi_in: सूचना
hu: Figyelmeztetés
id: Pemberitahuan
kn: ಸೂಚನೆ
lv: Piezīme
mai: सूचना
mg: Filazana
ne: सूचना
or: ସୂଚନା
pt: Aviso
ro: Aviz
si: දැනුම්දීම
sw: Notisi
ta: அறிவிப்பு
th: ประกาศ
tr: Uyarı
ur: اطلاع نامہ
uz: Eslatma
xh: Isaziso
zu: Isaziso

source: Search
am: መፈለጊያ
ar: بَحث
bg: Търсене
bn_bd: অনুসন্ধান
bn_in: অনুসন্ধান করুন
br: Klask
bs: Pretraga
ca: Cerca
cy: Chwilio
es: Buscar
eu: Bilaketa
fa: جست‌وجو
ga_ie: Cuardach
gd: Lorg
id: Cari
kn: ಹುಡುಕು
lv: Meklēšana
ne: खोजी
pt: Pesquisa
ro: Căutare
si: සෙවුම
ta: தேடு
th: ค้นหา
tr: Arama
ur: تلاش کریں
uz: Izlash
wa: Trover

# search.ariaLabel
source: Search
am: መፈለጊያ
ar: البحث
bg: Търсене
bn_bd: অনুসন্ধান
bn_in: অনুসন্ধান করুন
br: Klask
bs: Pretraga
ca: Cerca
cy: Chwilio
es: Buscar
eu: Bilaketa
fa: جست‌وجو
ga_ie: Cuardach
gd: Lorg
lv: Meklēšana
pt: Pesquisa
ro: Căutare
si: සෙවුම
th: ค้นหา
ur: تلاش کریں
uz: Izlash

# search-header
source: Search
am: መፈለጊያ
ar: بحث
bg: Търсене
bn_bd: অনুসন্ধান
bn_in: অনুসন্ধান
br: Klask
bs: Pretraga
ca: Cerca
cy: Chwilio
es: Buscar
eu: Bilaketa
fa: جست‌وجو
ga_ie: Cuardach
gd: Lorg
hu: Keresés
id: Cari
kn: ಹುಡುಕು
lv: Meklēšana
ne: खोजी
pt: Pesquisa
ro: Căutare
si: සොයන්න
ta: தேடு
th: ค้นหา
tr: Arama
ur: تلاش کریں
uz: Izlash
wa: Trover

source: Search Engine
am: መፈለጊያ ሞተር
ar: محرك البحث
bg: Търсеща машина
bn_bd: সার্চ ইঞ্জিন
bn_in: অনুসন্ধানকারী ইঞ্জিন
br: Keflusker enklask
bs: Pretraživač
ca: Motor de cerca
cy: Peiriant Chwilio
es: Buscador
eu: Bilaketa-motorra
fa: موتور جست‌وجو
ga_ie: Inneall Cuardaigh
gd: Einnsean-luirg
hi_in: खोजें इंजिन
hu: Keresőszolgáltatás
id: Mesin Pencari
kn: ಹುಡುಕು ಯಂತ್ರ
lv: Meklētājs
mai: खोजी इन्जिन
mg: Milina Fikarohana
or: ଖୋଜା ଯନ୍ତ୍ର
pt: Motor de pesquisa
ro: Motor de căutare
si: සෙවුම් යන්ත්‍ර
sw: Mashine ya Kutafuta
ta: தேடு பொறி
th: เครื่องมือค้นหา
tr: Arama motoru
ur: تلاش انجن
uz: Qidiruv tizimi
wa: Ricwerrece
xh: Khangela injini
zu: Injini Yocinga

source: Search Suggestions
am: የ ፍለጋ ማሳሰቢያ
ar: محركات بحث مقترحة
bg: Подсказки
bn_bd: অনুসন্ধান প্রস্তাবনা
bn_in: অনুসন্ধানকারী পরামর্শ
br: Kinnigoù enklask
bs: Prijedlozi pretrage
ca: Suggeriments de cerca
cy: Awgrymiadau Chwilio
es: Sugerencias búsqueda
eu: Bilaketa-iradokizunak
fa: پیشنهادهای جست‌وجو
ga_ie: Moltaí Cuardaigh
gd: Molaidhean luirg
hi_in: सुझाव खोजें
hu: Keresési javaslatok
id: Saran Pencarian
kn: ಹುಡುಕು ಸಲಹೆಗಳು
lv: Meklēšanas ieteikumi
mai: तकबा लेल सुझाब
mg: Sosokevitra Karoka
or: ଖୋଜା ପ୍ରସ୍ତାବଗୁଡିକ
pt: Sugestões de pesquisa
ro: Sugestii de căutare
si: සෙවුම් යෝජනා
sw: Tafuta Mapendekezo
ta: தேடல் பரிந்துரை
th: คำแนะนำการค้นหา
tr: Arama önerileri
ur: تلاش تجاویزات
uz: Qidiruv tavsiyalari
wa: Sudjestions di cweraedje
xh: Khangela iingcebiso
zu: Imibono Yokucinga
