Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Connect
am: መገናኛ
ar: إتصِّل
bg: Свързване
bn_bd: সংযোগ
bn_in: যুক্ত করুন
br: Kennaskañ
bs: Poveži
ca: Connecta
cy: Cysylltu
es: Conectar
eu: Konektatu
fa: اتصال
ga_ie: Ceangail
gd: Dèan ceangal
hi_in: जुड़ा
hu: Kapcsolódás
id: Sambungkan
kn: ಸಂಪರ್ಕಿಸು
lv: Savienots
mai: जुड़ू
mg: Hifandray
ne: जडान गर्नुहोस्
or: ଯୋଡ଼ନ୍ତୁ
pt: Ligar
ro: Conectare
si: සම්බන්ධ කරන්න
sw: Unganisha
ta: இணை
th: เชื่อมต่อ
tr: Bağlan
ur: جڑیں
uz: Ulanish
vi: Kết nối
wa: Raloyî
xh: Nxibelela
zu: Xhuma

source: Disconnect
am: መለያያ
ar: فَصِل
bg: Прекъсване на връзката
bn_bd: বিচ্ছিন্ন
bn_in: সংযোগ ছিন্ন করা
br: Digennaskañ
bs: Prekini vezu
ca: Desconnecta
cy: Datgysylltu
es: Desconectar
eu: Deskonektatu
fa: قطع ارتباط
ga_ie: Dícheangail
gd: Bris an ceangal
hi_in: डिस्कनेक्ट
hu: Leválás
id: Putuskan
kn: ಸಂಪರ್ಕ ತೆಗೆ
lv: Atvienot
mai: डिस्कनेक्ट
mg: Hanapaka fifandraisana
ne: विच्छेद गर्नुहोस्
or: ସଂଯୋଗ ବିଚ୍ଛିନ୍ନ କରନ୍ତୁ
pt: Desligar
ro: Deconectare
si: විසන්ධි කරන්න
sw: Tenganisha
ta: துண்டிக்கவும்
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı kes
ur: منقطع کریں
uz: Aloqani uzish
vi: Ngắt kết nối
wa: Disraloyî
xh: Khupha kunxibelelo
zu: Cisha ukuxhumeka

source: Searching for devices…
am: አካሎች በ መፈለግ ላይ…
ar: جار البحث عن أجهزة...
bg: Търсене на устройства…
bn_bd: ডিভাইস অনুসন্ধান করা হচ্ছে…
bn_in: ডিভাইসের জন্য সন্ধান করছে…
br: O klask trevnadoù…
bs: Tražim uređaje...
ca: S'estan cercant dispositius…
cy: Chwilio am ddyfais…
es: Buscando dispositivos…
eu: Gailuak bilatzen…
fa: در حال جست‌وجو برای دستگاه‌ها…
ga_ie: Gléasanna á lorg…
gd: A' lorg uidheaman…
hi_in: युक्तियों के लिए खोज रहा है…
hu: Eszközök keresése…
id: Mencari perangkat…
kn: ಸಾಧನಗಳಿಗೆ ಹುಡುಕಲಾಗುತ್ತಿದೆ…
lv: Meklē ierīces...
mai: युक्ति कलेल खोजि रहल अछि…
mg: Mikaroka fitaovana…
ne: यन्त्रहरु खोजी गर्दै...
or: ଉପକରଣଗୁଡ଼ିକୁ ଖୋଜୁଅଛି…
pt: A procurar dispositivos...
ro: Se caută dispozitive…
si: උපාංග සඳහා සොයමින්...
sw: Inatafuta vifaa...
ta: சாதனங்களுக்காக தேடுகிறது...
th: กำลังค้นหาอุปกรณ์...
tr: Aygıtlar aranıyor…
ur: آلات تلاش کر رہا ہے…
uz: Qurilmalar qidirilmoqda…
vi: Đang tìm các thiết bị khác…
wa: Dji cwire après des éndjins...
xh: Ikhangela izixhobo…
zu: Isacinga amadivayisi…

source: Search for devices
am: አካሎች መፈለጊያ
ar: إبحث عن أجهزة
bg: Търсене на устройства
bn_bd: ডিভাইস অনুসন্ধান
bn_in: ডিভাইসসমূহ অনুসন্ধান করুন
br: Klask trevnadoù
bs: Traži uređaje
ca: Cerca dispositius
cy: Chwilio am ddyfeisiau
es: Buscar dispositivos
eu: Bilatu gailuak
fa: جست‌وجو برای دستگاه‌ها
ga_ie: Lorg gléasanna
gd: Lorg uidheaman
hi_in: युक्तियों के लिए ढूंढें
hu: Eszközök keresése
id: Cari perangkat
kn: ಸಾಧನಗಳನ್ನು ಹುಡುಕು
lv: Meklē ierīces
mai: अओजार कलेल खोज
mg: Hikaroka fitaovana
ne: यन्त्रहरु खोजी गर्नुहोस्
or: ଉପକରଣଗୁଡ଼ିକୁ ଖୋଜନ୍ତୁ
pt: Procurar dispositivos
ro: Caută dispozitive
si: උපාංග සඳහා සොයන්න
sw: Tafuta vifaa
ta: சாதனங்களுக்காக தேடு
th: ค้นหาอุปกรณ์
tr: Aygıt ara
ur: آلات کے لیے تلاش کریں
uz: Qurilmalarni izlash
vi: Tìm các thiết bị khác
wa: Trover des éndjins
xh: Khangela izixhobo
zu: Cinga amadivayisi

source: Rename my device
am: የኔን አካል እንደ ገና መሰየሚያ
ar: أعِد تسمية جهازي
bg: Преименуване на устройството
bn_bd: আমার ডিভাইসের নাম পরিবর্তন
bn_in: ডিভাইসের পুনঃনামকরণ করুন
br: Adenvel ma zrevnad
bs: Preimenuj moj uređaj
ca: Reanomena el meu dispositiu
cy: Ailenwi fy nyfais
es: Renombrar dispositivo
eu: Aldatu nire gailuaren izena
fa: تغییر نام دستگاه من
ga_ie: Tabhair ainm nua do mo ghléas
gd: Thoir ainm ùr air an uidheam agam
hi_in: अपने डिवाइस का नाम बदलें
hu: Eszköz átnevezése
id: Ubah nama perangkat saya
kn: ಸಾಧನದ ಹೆಸರನ್ನು ಬದಲಾಯಿಸಿ
lv: Pārsaukt manu ierīci
mai: हमर डिवाइस नाम बदलू
mg: Hanova anaran'ny fitaovako
ne: मेरो यन्त्रको नाम परिवर्तन गर
or: ମୋ ଉପକରଣର ନାମ ବଦଳାନ୍ତୁ
pt: Renomear o meu dispositivo
ro: Redenumește-mi dispozitivul
si: මගේ උපාංගය යළි නම් කරන්න
sw: Pea kifaa changu jina upya
ta: என் சாதனத்திற்கு மறுபெயரிடு
th: เปลี่ยนชื่ออุปกรณ์ของฉัน
tr: Aygıtımın adını değiştir
ur: میرے آلے کو نیا نام دیں
uz: Qurilmamning nomini o‘zgartirish
vi: Đổi tên thiết bị này
wa: Rilomer mi éndjin
xh: Thiya ngokutsha isixhobo sam
zu: Qamba kabusha idivayisi yami

source: Unknown device
am: ያልታወቀ አካል
ar: جهاز مجهول
bg: Непознато устройство
bn_bd: অপরিচিত ডিভাইস
bn_in: অজানা ডিভাইস
br: Trevnad dianav
bs: Nepoznat uređaj
ca: Dispositiu desconegut
cy: Dyfais anhysbys
es: Dispositivo desconocido
eu: Gailu ezezaguna
fa: دستگاه ناشناس
ga_ie: Gléas anaithnid
gd: Uidheam neo-aithnichte
hi_in: अज्ञात उपकरण
hu: Ismeretlen eszköz
id: Perangkat tidak dikenal
kn: ಗೊತ್ತಿರದ ಸಾಧನ
lv: Nezināma ierīce
mai: अज्ञात अओजार
mg: Fitaovana tsy fantatra
ne: अज्ञात यन्त्र
or: ଅଜଣା ଉପକରଣ
pt: Dispositivo desconhecido
ro: Dispozitiv necunoscut
si: නොහඳුනනා උපාංගයකි
sw: Kifaa kisichotambulika
ta: தெரியாத சாதனம்
th: อุปกรณ์ที่ไม่รู้จัก
tr: Bilinmeyen aygıt
ur: نامعلوم آلہ
uz: Noma’lum qurilma
vi: Thiết bị không rõ
wa: Éndjin nén cnoxhou
xh: Isixhobo esingaziwayo
zu: Idivayisi engaziwa

source: Change device name
am: የ አካሉን ስም መቀየሪያ
ar: تغيير اسم الجهاز
bg: Промяна името на устройството
bn_bd: ডিভাইসের নাম পরিবর্তন
bn_in: ডিভাইস নাম বদল করুন
br: Kemmañ anv an trevnad
bs: Promijeni naziv uređaja
ca: Canvia el nom del dispositiu
cy: Newid enw dyfais
es: Cambiar nombre del dispositivo
eu: Aldatu gailuaren izena
fa: تغییر نام دستگاه
ga_ie: Athraigh ainm an ghléis
gd: Atharraich ainm an uidheim
lv: Mainīt ierīces nosaukumu…
pt: Alterar nome do dispositivo
ro: Schimbă numele dispozitivului
si: උපාංගයේ නම වෙනස් කරන්න
th: เปลี่ยนชื่ออุปกรณ์
ur: آلہ کا نام تبدیل کریں
uz: Qurilma nomini o‘zgartirish

source: This name will appear on your other Bluetooth devices
am: ይህ ስም በ እርስዎ ሌሎች የ ብሉቱዝ አካሎች ላይ ይታያል
ar: سوف يظهر هذا الاسم على أجهزة البلوتوث الأخرى الخاصة بك
bg: Това име ще се появи на другите ви Bluetooth устройства
bn_bd: এই নামটি আপনার অন্য ব্লুটুথ ডিভাইসে প্রদর্শিত হবে।
bn_in: আপনার ব্লুটুথ ডিভাইসে নামটি দেখা যাবে
br: Skrammet e vo an anv-mañ war ho trevnadoù Bluetooth all
bs: Ovaj naziv će se prikazivati na vašim drugim Bluetooth uređajima
ca: Aquest nom apareixerà als altres dispositius Bluetooth
cy: Bydd yr enw yma yn ymddangos ar eich dyfeisiau Bluetooth eraill
es: Este nombre aparecerá en sus otros dispositivos Bluetooth
eu: Izen hau zure beste Bluetooth gailuetan agertuko da
fa: این نام بر روی سایر دستگاه‌های بلوتوث نمایش داده خواهد شد
ga_ie: Feicfidh tú an t-ainm seo ar do ghléasanna Bluetooth eile
gd: Nochdaidh an t-ainm seo air na h-uidheaman Bluetooth eile agad
lv: Šis nosaukums parādīsies uz citām Bluetooth ierīcēm
pt: Este nome será apresentado nos seus outros dispositivos Bluetooth
ro: Acest nume va apărea pe celelalte dispozitive Bluetooth
si: මෙම නම ඔබගේ Bluetooth උපාංගයන් මත දිස්වනු ඇත
th: ชื่อนี้จะปรากฏบนอุปกรณ์บลูทูธอื่น ๆ ของคุณ
ur: یہ نام آپ کے دیگر بلوٹوت آلات پر دکھایا جائے گا
uz: Bu nom boshqa Bluetooth qurilmalarda ko‘rinadi.

source: New name
am: አዲስ ስም
ar: اسم جديد
bg: Ново име
bn_bd: নতুন নাম
bn_in: নতুন নাম
br: Anv nevez
bs: Novi naziv
ca: Nom nou
cy: Enw newydd
es: Nuevo nombre
eu: Izen berria
fa: نام جدید
ga_ie: Ainm nua
gd: Ainm ùr
hi_in: नया नाम
hu: Új név
id: Nama baru
kn: ಹೊಸ ಹೆಸರು
lv: Jauns nosaukums
mai: नव नाम
mg: Anarana vaovao
ne: नयाँ नाम
or: ନୂଆ ନାମ
pt: Novo nome
ro: Nume nou
si: නව නාමය
sw: Jina jipya
ta: புதிய பெயர்
th: ชื่อใหม่
tr: Yeni isim
ur: نیا نام
uz: Yangi nom
vi: Tên mới
wa: Novea no
xh: Igama elitsha
zu: Igama elisha

source: Unable to pair devices
am: አካሎቹን ማጣመር አልተቻለም
ar: غير قادر على إقران الأجهزة
bg: Невъзможно сдвояване на устройства
bn_bd: ডিভাইস যোগ করতে ব্যর্থ
bn_in: ডিভাইস পেয়ারিং করতে অক্ষম
br: N'haller ket koublañ an trevnadoù
bs: Nije moguće upariti uređaje
ca: No s'han pogut aparellar els dispositius
cy: Methu paru dyfeisiau
es: Imposible vincular los dispositivos
eu: Ezin dira gailuak parekatu
fa: قادر به جفت کردن دستگاه‌ها نیست
ga_ie: Ní féidir na gléasanna a phéireáil
gd: Cha ghabh na h-uidheaman a phaidhreachadh
hi_in: उपकरणों के लिए युग्म बनाने में अक्षम
hu: Az eszközök nem párosíthatók
id: Gagal memasangkan perangkat
kn: ಸಾಧನಗಳ ಜೋಡಣೆ ಸಾಧ್ಯವಾಗಿಲ್ಲ
lv: Nevar pārot ierīces
mai: युक्ति केँ जोड़ब मे असमर्थ
mg: Tsy afaka mampiaraka ireo fitaovana
ne: यन्त्रहरु जडान गर्न असमर्थ
or: ଉପକରଣଗୁଡ଼ିକୁ ଯୁଗଳ କରିବାରେ ଅସମର୍ଥ
pt: Incapaz de emparelhar dispositivos
ro: Nu se pot asocia dispozitive
si: උපාංග යුගලනය කිරීමට නොහැක
sw: Haikuweza kuungana na vifaa
ta: சாதனங்களை சோடி சேர்க்க முடியவில்லை
th: ไม่สามารถจับคู่อุปกรณ์
tr: Aygıtlar eşleştirilemedi
ur: نآلات کو جوڑنے میں ناکام
uz: Qurilmalarni birlashtirib bo‘lmadi
vi: Không thể kết cặp
wa: Dji n’ sai apwairi les éndjins
xh: Ayikwazi ukungqamanisa izixhobo
zu: Ayikwazi ukumatanisa amadivayisi

source: Unable to pair with the device. Check that the PIN is correct.
am: አካሉን ማጣመር አልተቻለም: ፒን ትክክል መሆኑን ይመርምሩ
ar: غير قادر على الإقران مع الجهاز. تحقق من أن رقم التعريف الشخصي صحيح.
bg: Невъзможно сдвояване с устройството. Проверете дали PIN-ът е верен.
bn_bd: ডিভাইসের সাথে যুক্ত হতে ব্যর্থ হয়েছে। পিন ঠিক আছে কিনা দেখুন।
bn_in: ডিভাইস পেয়ারিং করতে অক্ষম। পরীক্ষা করে দেখুন যে PIN সঠিক কিনা।
br: N'haller ket koublañ gant an trevnad. Gwiriit ar PIN.
bs: Nije moguće uparivanje sa uređajem. Provjerite da li je PIN tačan.
ca: No s'han pogut aparellar els dispositius. Verifiqueu que el PIN introduït és correcte.
cy: Methu paru gyda'r ddyfais. Gwiriwch fod y PIN yn gywir.
es: Imposible vincular el dispositivo. Compruebe que el PIN es correcto.
eu: Ezin izan da gailuarekin parekatu. Egiaztatu PINa zuzena dela.
fa: امکان جفت شدن با دستگاه وجود ندارد. بررسی کنید که PIN درست است.
ga_ie: Ní féidir péireáil leis an ngléas. Bí cinnte go bhfuil an UAP ceart agat.
gd: Cha ghabh na h-uidheaman a phaidhreachadh. Dèan cinnteach gu bheil am PIN ceart.
hi_in: उपकरणों के साथ युग्म बनाने में अक्षम. जाँच करें कि पिन सही है.
hu: A párosítás nem sikerült az eszközzel. Ellenőrizze a PIN-t.
id: Gagal memasangkan perangkat. Periksa PIN-nya.
kn: ಸಾಧನದೊಂದಿಗೆ ಜೋಡಣೆ ಸಾಧ್ಯವಾಗಿಲ್ಲ. PIN ಸರಿಯಿದೆಯೇ ಪರಿಶೀಲಿಸಿ.
mai: युक्ति क सँग जुड़ए मे असमर्थ. जाँच करू जे पिन सही अछि.
mg: Tsy afaka mampiaraka amin'ilay fitaovana. Hamarino ny PIN sao diso.
ne: यन्त्रहरु जडान गर्न असमर्थ। PIN ठिक छ कि छैन जाँच्नुहोस्।
or: ଉପକରଣଟିକୁ ଯୋଡ଼ିବାରେ ଅସମର୍ଥ। PIN ଠିକ୍ ଅଛି କି ନା ଜାଂଚ କରନ୍ତୁ
pt: Incapaz de emparelhar com o dispositivo. Verifique se o código PIN está correto.
ro: Nu se poate asocia cu dispozitivul. Verifică ca PIN-ul să fie corect.
si: උපාංගය සමඟ යුගලනය වීමට නොහැක. PIN නිවැරදි දැයි පරික්ෂා කරන්න.
sw: Haikuweza kuungana na kifaa. Angalia ya kwamba PIN ni sahihi.
ta: சாதனத்துடன் சோடி சேர இயலவில்லை. இந்த பிண் சரியா என சரிபார்க்கவும்.
th: ไม่สามารถจับคู่กับอุปกรณ์ ตรวจสอบว่า PIN ถูกต้อง
tr: Aygıtla eşleştirilemedi. PIN'in doğru olduğunu kontrol edin.
ur: ڈیوائس کے ساتھ جوڑنے سے ناکام رہا۔ چیک کریں کہ PIN صحیح ہے۔
uz: Qurilma bilan birlashtirib bo‘lmadi. PIN kod to‘g‘ri ekanligini tekshrib ko‘ring.
vi: Không thể kết cặp với thiết bị. Vui lòng kiểm tra lại mã PIN.
wa: Dji n’ mi sai apwairi avou l’ éndjin. Verifyîz kel PIN est bon.
xh: Ayikwazi ukungqamana nesi sixhobo. Jonga ukuba i-PIN ichanile na.
zu: Ayikwazi ukumatanisa amadivayisi. Hlola ukuthi i-PIN iyiyo.

source: Unable to pair with the device. Too many requests.
am: አካሉን ማጣመር አልተቻለም: በጣም ብዙ ጊዜ ተጠይቋል
ar: غير قادر على الإقتران مع الجهاز. إستخدمت طلبات كثيرة جداً.
bg: Невъзможно сдвояване с устройството. Твърде много заявки.
bn_bd: ডিভাইসের সাথে জুটিবদ্ধ হওয়া যাচ্ছে না। অত্যাধিক অনুরোধ।
bn_in: ডিভাইসের সাথে সমন্ধ করা যাচ্ছে না। অনেক গুলি ডিভাইস আছে।
br: N'haller ket koublañ gant an trevnad. Re a c'houlennoù.
bs: Nije moguće uparivanje sa uređajem. Previše zahtjeva.
ca: No s'han pogut aparellar els dispositius. Massa sol·licituds.
cy: Methu paru gyda'r ddyfais. Gormod o geisiadau.
es: Imposible vincular el dispositivo. Demasiadas peticiones.
eu: Ezin izan da gailuarekin parekatu. Eskari gehiegi.
fa: امکان جفت کردن دستگاه‌ها نبود. تعداد درخواست‌ها زیاد است.
ga_ie: Ní féidir péireáil leis an ngléas. An iomarca iarrachtaí.
gd: Cha ghabh na h-uidheaman a phaidhreachadh. Cus iarrtasan.
hi_in: उपकरणों के साथ युग्म बनाने में अक्षम. बहुत सारे अनुरोध.
hu: Az eszközzel párosítás sikertelen. Túl sok kérés.
id: Gagal memasangkan perangkat. Terlalu banyak permintaan.
kn: ಸಾಧನದೊಂದಿಗೆ ಜೋಡಣೆ ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಅನೇಕ ಕೋರಿಕೆಗಳು.
mai: युक्ति सँ जुड़ नहि पाबि रहल अछि. अनुरोध बेसी अछि.
mg: Tsy afaka mampiaraka amin'ilay fitaovana. Maro loatra ny fangatahana.
ne: यन्त्रसंग जोडी मिलाउन आसफल | अति धेरै अनुरोधहरु |
or: ଉପକରଣଟିକୁ ଯୋଡ଼ିବାରେ ଅସମର୍ଥ। ଅନେକ ଅନୁରୋଧ।
pt: Incapaz de emparelhar com o dispositivo. Existem demasiadas solicitações.
ro: Nu s-a putut asocia cu dispozitivul. Prea multe cereri.
si: උපාංගය සමඟ යුගලනය වීමට නොහැක. ඉල්ලීම් ගණන වැඩියි.
sw: Haikuweza kuungana na kifaa. Maombi mengi sana.
ta: சாதனத்துடன் சோடி சேர இயலவில்லை. அளவுக்கதிகமான கோரிக்கைகள்.
th: ไม่สามารถจับคู่กับอุปกรณ์ คำร้องขอมากเกินไป
tr: Aygıtla eşleştirilemedi. Çok fazla istek.
ur: ڈیوائس کے ساتھ جوڑنے سے ناکام رہا۔ بہت ساری درخواستیں۔
uz: Qurilma bilan birlashtirib bo‘lmadi, Juda ko‘p so‘rovlar.
vi: Không thể kết nối với thiết bị do có quá nhiều yêu cầu.
wa: Dji n’ mi sai apwairi avou l’ éndjin. Trop di dmandes.
xh: Ayikwazi ukungqamana nesi sixhobo. Zininzi kakhulu izicelo.
zu: Ayikwazi ukumatanisa nedivayisi. Kunezicelo eziningi kakhulu.

source: Unable to connect devices
am: አክሉን መገናኘት አልተቻለም
ar: فشل الإتصال بين الجهازين
bg: Невъзможно свързване на устройства
bn_bd: ডিভাইস যোগ করতে ব্যর্থ
bn_in: ডিভাইসের সাথে সংযোগ করতে ব্যর্থ
br: N'haller ket kennaskañ an trevnadoù
bs: Povezivanje uređaja nije moguće
ca: No s'han pogut connectar els dispositius
cy: Methu cysylltu dyfeisiau
es: Imposible conectar dispositivos
eu: Ezin dira gailuak konektatu
fa: امکان اتصال به دستگاه‌ها نبود
ga_ie: Ní féidir gléasanna a cheangal
gd: Cha ghabh na h-uidheaman a cheangal
hi_in: उपकरणों से कनेक्ट करने में असमर्थ
hu: Az eszközök nem csatlakoztathatók
id: Gagal menyambungkan perangkat
kn: ಸಾಧನಗಳನ್ನು ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
lv: Nevar savienot ierīces
mai: अओजार सँ कनेक्ट करए मे असमर्थ
mg: Tsy afaka nampifandray ireo fitaovana
ne: यन्त्रहरु जडान गर्न असमर्थ।
or: ଉପକରଣଗୁଡ଼ିକୁ ସଂଯୋଗ କରିବାରେ ଅସମର୍ଥ
pt: Incapaz de ligar os dispositivos
ro: Nu se poate conecta la dispozitive
si: උපාංග සම්බන්ධ කළ නොහැක
sw: Haikuweza kuunganisha vifaa
ta: சாதனங்களை இணைக்க இயலவில்லை
th: ไม่สามารถเชื่อมต่ออุปกรณ์
tr: Aygıtlar bağlanamadı
ur: آلات جوڑنے میں ناکام
uz: Qurilmalarga ulanib bo‘lmadi
vi: Không thể kết nối tới thiết bị
wa: Dji n' sai raloyî les éndjins
xh: Ayikwazi ukungqamana nezixhobo
zu: Ayikwazi ukumatanisa amadivayisi

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
am: እርስዎ ማገናኘት የሚፈልጉት አካል ብሉቱዝ እንደበራ እና ሊገናኝበት በሚችል ክልል ውስጥ መሆኑን ያረጋግጡ
ar: تحقق من أن الجهاز الذي تحاول الإتصال به ما يزال ضمن النطاق وله بلوتوث قيد التشغيل.
bg: Проверете дали устройството, с което се опитвате да се свържете, е все още в обхват и има включен Bluetooth.
bn_bd: আপনি যে ডিভাইসের সাথে যুক্ত হতে চাচ্ছেন যাচাই করুন তা সীমার মধ্যে রয়েছে কিংবা ব্লুটুথ চালু আছে কিনা।
br: Gwiriit ez eo gweredekaet ar Bluetooth war an trevnad a fell deoc'h kennaskañ outañ.
bs: Provjerite da je uređaj s kojim se pokušavate povezati još uvijek u dometu, te da ima uključen Bluetooth.
ca: Verifiqueu que el dispositiu al qual us voleu connectar encara és a dins de l'àrea i té el Bluetooth activat.
cy: Gwiriwch fod y ddyfais rydych yn ceisio cysylltu iddi o fewn gafael a bod Bluetooth ymlaen.
es: Compruebe que el dispositivo al que intenta conectarse está al alcance y tiene el Bluetooth activado.
eu: Egiaztatu konektatzen saiatzen ari zaren gailua oraindik barrutian dagoela eta Bluetooth-a piztuta daukala.
fa: بررسی کنید بلوتوث دستگاهی که می‌خواهید به آن وصل شوید روشن است و هنوز در همین محدوده می‌باشد.
ga_ie: Deimhnigh go bhfuil an gléas ar mian leat ceangal leis gairid go leor agus go bhfuil Bluetooth cumasaithe air.
gd: Dèan cinnteach nach eil an t-uidheam a bu toigh leat ceangal ris ro fhad air falbh agus gu bheil Bluetooth air.
hi_in: जाँच करें कि जिस डिवाइस के साथ आप कनेक्ट करने के लिए कोशिश कर रहे हैं, वोह डिवाइस अब भी रेंज में है और ब्लूटूथ ओन है
hu: Ellenőrizze, hogy a csatlakoztatni kívánt eszköz hatókörön belül van, és a Bluetooth be van rajta kapcsolva.
id: Periksa perangkat yang ingin disambungkan masih dalam jangkauan dan Bluetooth-nya sudah diaktifkan.
kn: ನೀವು ಸಂಪರ್ಕಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ಸಾಧನವು ಹತ್ತಿರದಲ್ಲಿದೆಯೇ ಮತ್ತು ಅದರಲ್ಲಿ ಬ್ಲೂಟೂತ್ ಆನ್ ಆಗಿದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ.
lv: Pārbaudiet lai ierīce ar kuru jūs mēģiniet savienoties joprojām ir tuvumā, un ka tai Bluetooth ir ieslēgts.
mai: जाँच करू जे डिवाइस क सँग अहाँ कनेक्ट करए कलेल कोसिस कए रहल अछि, ओ डिवाइस आब रेंज मे अछि आओर ब्लूटूथ ऑन अछि
mg: Zahao raha mbola anaty faratakatra ilay fitaovana andramanao hifandraisana ary velona ny Bluetooth ao aminy.
ne: तपाईले जोडी बनाउन खोज्नु भएको यन्त्रको ब्लुटुथ अन छ कि छैन र अझै पनि पहुंच सीमामा छ कि छैन जाँच्नुहोस्।
or: ଆପଣ ଯୋଡ଼ୁଥିବା ଉପକରଣଟିରେ ବ୍ଲୁଟୁଥ ଅନ ଅଛି କି ନାହିଁ ଓ ତାହା ରେଂଜ ଭିତରେ ଅଛି କି ନାହିଁ ଜାଂଚ କରନ୍ତୁ
pt: Verifique que o dispositivo ao qual se está a tentar ligar ainda está ao alcance e tem o Bluetooth ligado.
ro: Verifică ca dispozitivul cu care încerci să te conectezi este încă în rază și are Bluetooth pornit.
si: ඔබ සම්බන්ධ වීමට උත්සාහ කරන උපාංගය තවමත් පරාසය තුල සිටි දැයි හෝ බ්ලුටූත් ක්‍රියාත්මක වී තිබේ දැයි පරික්ෂා කරන්න.
sw: Angalia ya kwamba kifaa unachojaribu kuungana nacho bado kina mfiko na Bluetooth imewashwa.
ta: நீங்கள் இணைக்க முயற்சி செய்யக்கூடிய சாதனம் வரம்பில் இருக்கிறதா மற்றும் ப்ளூடூத் செயல்பாட்டில் இருக்கிறதா என்பதை சரிபார்க்கவும்.
th: ตรวจสอบว่าอุปกรณ์ที่คุณกำลังพยายามเชื่อมต่อยังอยู่ในระยะและเปิดบลูทูธอยู่
tr: Bağlanmaya çalıştığınız aygıtın hâlâ kapsama alanında ve Bluetooth'unun açık olduğunu kontrol edin.
ur: پڑتال کریں آپ جس آلہ کے ساتھ رابطہ قائم کرنے کی کوشش کر رہے ہیں وہ رینج میں اب بھی ہے اور اُسکا بلوٹوت چالو حے۔
uz: Siz ulanmoqchi bo‘lgan qurilma hali ham bluetooth hududida ekanligi va yoqib qo‘yilganligini tekshirib ko‘ring.
vi: Chắc chắn rằng thiết bị bạn đang muốn kết nối ở trong phạm vi cho phép và Bluetooth đang bật.
wa: Verifyîz ki l’ éndjin ki vs sayîz di vs raloyî avou est co dins l’ coine eyet a todi Bluetooth k’ est metou.
xh: Jonga ukuba isixhobo ozama ukunxibelelana naso sisekufuphi na yaye i-Bluetooth ilayitiwe na.
zu: Hlolisisa ukuthi idivayisi ozama ukuxhumana nayo isekule ndawo okuyo nokuthi i-Bluetooth isavuliwe.

source: Unpair a connected device?
am: የተገናኙ አካሎችን ልለያይ?
ar: قطع الإقران مع جهاز متصل؟
bg: Да бъде ли раздвоено свързаното устройство?
bn_bd: সংযুক্ত কোন ডিভাইসকে আলাদা করবেন?
br: Digoublañ un trevnad kennasket ?
bs: Raspariti povezani uređaj?
ca: Voleu desaparellar un dispositiu connectat?
cy: Datbaru dyfais sydd wedi ei chysylltu?
es: ¿Desvincular un dispositivo conectado?
eu: Desparekatu konektatutako gailua?
fa: یک دستگاه متصل جدا شود؟
ga_ie: Díphéireáil gléas ceangailte?
gd: A bheil thu airson an t-uidheam ceangailte a dhì-phaidhreachadh?
hi_in: कनेक्टेड डिवाइस से अनपेअर होना है ?
hu: Törli a csatlakoztatott eszköz párosítását?
id: Pisahkan pemasangan perangkat?
kn: ಸಾಧನದೊಂದಿಗನ ಜೋಡಣೆ ತೆಗೆಯುವುದೇ?
mai: कनेक्टेड डिवाइस सँ अनपेअर होनाइ अछि ?
mg: Hampisaraka fitaovana mifandray?
ne: जडित यन्त्रबाट जडान हटाउने?
or: ସଂଯୁକ୍ତ ହୋଇଥିବା ଉପକରଣକୁ ଯୁଗଳମୁକ୍ତ କରିବେ କି?
pt: Desemparelhar um dispositivo ligado?
ro: Dezasociezi un dispozitiv conectat?
si: සම්බන්ධ වූ උපාංගය යුගලනයෙන් ඉවත් කරනවා ද?
sw: Tenganisha kifaa kilicho unganishwa?
ta: ஒரு இணைக்கப்பட்ட சாதனத்தை சோடியிலிருந்து பிரிக்கவா?
th: เลิกจับคู่อุปกรณ์ที่เชื่อมต่อ?
tr: Bağlanmış aygıtın eşleşmesi kaldırılsın mı?
ur: جڑا ہوئے آلہ کو انپائر کرے؟
uz: Ulangan qruilma ajratilsinmi?
vi: Ngừng kết cặp với thiết bị?
wa: Dizapwairi èn éndjin raloyî ?
xh: Ufuna ukuyeka ukungqamanisa izixhobo ezinxibeleleneyo?
zu: Yeka ukumatanisa idivayisa exhunyiwe?

source: You are currently connected to this device. Unpairing will also disconnect from it.
am: አሁን ከዚህ አካል ጋር ተገናኝተዋል: መለያየት ግንኙነቱን ይለያየዋል
ar: أنت متصل حاليا بهذا الجهاز. قطع الإقران سيقطع الإتصال به أيضا.
bg: В момента сте свързани към това устройство. Раздвояването ще прекъсне връзката към него.
bn_bd: বর্তমানে আপনি এই ডিভাইসে সংযুক্ত আছেন। আলাদা করা হলে এর থেকে বিচ্ছিন্ন হয়ে যাবে।
br: Kennasket oc'h ouzh an trevnad-mañ. Digennasket e viot dioutañ pa vo digoublet.
bs: Trenutno ste povezani sa ovim uređajem. Rasparivanje će prekinuti vezu.
ca: Esteu connectat al dispositiu. En desaparellar-lo també us desconnectareu.
cy: Rydych wedi eich cysylltu i'r ddyfais hon. Bydd datbaru hefyd yn datgysylltu ohoni.
es: En este momento está conectado a este dispositivo. Al desvincularse también se desconectará de él.
eu: Orain gailu honekin konektatuta zaude. Desparekatzeak harekin deskonektatzea eragingo du.
fa: درحال حاضر شما به این دستگاه متصل هستید. همچنین جدا کردن، ارتباط شما را با آن قطع خواهد کرد.
ga_ie: Tá tú ceangailte leis an ngléas seo faoi láthair. Má dhíphéireálann tú é, beidh tú dícheangailte freisin.
gd: Tha thu ceangailte ris an uidheam seo an-dràsta fhèin. Ma nì thu dì-phaidhreachadh, thèid an ceangal a bhriseadh.
hi_in: आप वर्तमान में इस डिवाइस से जुड़े हैं, अन पेअरिंग इससे आपको डिसकनेक्ट भी कर देगी
hu: Jelenleg kapcsolódik az eszközhöz. A párosítás törlésével a kapcsolat is megszakad.
id: Anda sedang tersambung ke perangkat ini. Pemisahan perangkat juga akan memutuskan sambungannya.
kn: ಈ ಸಾಧನದ ಜೊತೆ ಸದ್ಯಕ್ಕೆ ಸಂಪರ್ಕದಲ್ಲಿದ್ದೀರಿ. ಜೋಡಣೆ ತೆಗೆದರೆ ಸಂಪರ್ಕವೂ ಕಡಿತಗೊಳ್ಳುತ್ತದೆ.
mai: अहाँ वर्तमान मे एहि डिवाइस सँ जुड़ल अछि, अन पेअरिंग एकरासँ अहाँकेँ डिसकनेक्ट सेहो कए देताह
mg: Mifandray amin'io fitaovana io ianao izao. Ny fampisarahana dia hanapaka ny fifandraisana amin'io.
ne: तपाई अहिलयो यो यन्त्रसँग जडित हुनुहु्न्छ। जोडी हटाउदा यसबाट तपाईको जडान पनि छुट्दछ।
or: ଆପଣ ଏଇନା ଏଇ ଉପକରଣ ସହିତ ଯୋଡ଼ି ହୋଇଛନ୍ତି। ଏହି ଯୋଡ଼ାକୁ ଭାଙ୍ଗିଦେଲେ ଆପଣ ୟାଠାରୁ ବିଚ୍ଛିନ୍ନ ହୋଇଯିବେ।
pt: Atualmente, está ligado a este dispositivo. Se o desemparelhar também cancela a ligação.
ro: În prezent ești conectat la acest dispozitiv. Dezasocierea va duce și la deconectarea de acesta.
si: ඔබ දැනට මෙම උපාංගය වෙත සබැඳී ඇත. යුගලනයෙන් ඉවත් කිරීමෙන් විසන්ධි වීමද සිදුවේ.
sw: Kwa sasa umeunganisha kwa kifaa hiki. Kutenganisha pia kutenganua kutoka kwake.
ta: நீங்க தற்போது இந்த சாதனத்துடன் இணைந்துள்ளது. சோடியை பிரித்தால் இதிலிருந்து பிரிந்துவிடும்.
th: คุณกำลังเชื่อมต่อกับอุปกรณ์นี้อยู่ การเลิกจับคู่จะตัดการเชื่อมต่อจากอุปกรณ์
tr: Şu anda bu aygıta bağlısınız. Eşleşmeyi kaldırırsanız bağlantınız da kesilecektir.
ur: آپ فی الحال اس آلہ سے جُڑے ہوے ہیں. انپائر سے آپ منقطع حو جائےنگے۔
uz: Siz hozirda ushbu qurilmaga ulangansiz. Ajratish shuningdek ulanishni ham uzadi.
vi: Bạn đang kết nối với thiết bị này. Việc ngừng kết cặp sẽ ngắt kết nối với nó.
wa: Vos estoz raloyî pol moumint a cist éndjin ci. Dizapwairi vos disraloyrè eto d’ lu.
xh: Unxibelelene nesi sixhobo ngoku. Ukuyeka ukungqamana naso kungaqhawula nonxibelelwano.
zu: Njengamanje usaxhunyiwe kule divayisi. Ukuyeka ukumatanisa kuzophinda kunqamule ukuxhumana.

source: Internet Sharing
am: ኢንተርኔት ማካፈያ
ar: مشاركة الإنترنت
bg: Споделяне на Интернет
bn_bd: ইন্টারনেট শেয়ারিং
bn_in: ইন্টারনেট শেয়ারিং
br: Rannañ ar genrouedad
bs: Dijeljenje interneta
ca: Compartició d'Internet
cy: Rhannu'r We
es: Compartir Internet
eu: Internet partekatzea
fa: اشترک‌گذاری اینترنت
ga_ie: Comhroinnt Idirlín
gd: Co-roinneadh an eadar-lìn
hu: Internetmegosztás
lv: Interneta savienojuma koplietošana
pt: Partilha de Internet
ro: Partajare internet
si: අන්තර්ජාල හුවමාරුව
th: การแบ่งปันอินเทอร์เน็ต
ur: انٹرنیٹ حصہ داری کر رہا ہے
uz: Internetni bo‘lishish

# internetSharing-wifi
source: Wi-Fi
am: ዋይ-ፋይ
ar: واي-فاي
bn_bd: ওয়াই-ফাই
bn_in: স্বয়ংক্রিয় ওয়াই-ফাই স্থাপনা
cy: Diwifr
eu: Wi-Fia
hi_in: वाई-फाई
lv: Bezvadu internets
mai: वाइ-फाइ
ne: वाई-फाई
si: වයි-ෆයි
ta: வை-பை
ur: وائی فائی
xh: I-Wi-Fi
zu: I-Wi-Fi
