Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
ar: لا تمنح لك أية حقوق في العلامة التجارية أو رخص من العلامات التجارية لمؤسسة موزيلا أو أي طرف، بما في ذلك على سبيل المثال لا الحصر قيد النص المؤقت لإسم أو شعار {{brandShortName}}.
bg: Не са Ви предоставени никакви права върху търговски марки или лицензи към тях, нито от Фондация Mozilla, нито от други страни, включително {{brandShortName}} името и логото.
bn_bd: {{brandShortName}} এর নাম বা লোগোর সীমাবদ্ধতাহীন মজিলা ফাউন্ডেশনের বা অন্য কোনো পক্ষের ট্রেডমার্কের জন্য আপনি কোনো ট্রেডমার্ক অধিকার বা লাইসেন্স গ্রহন করেননি।
bn_in: আপনাকে {{brandShortName}} নাম বা লোগো সীমাবদ্ধতা ব্যতীত মোজিলা ফাউন্ডেশন বা কোনো দলের ট্রেডমার্ক, কোনো ট্রেডমার্ক অধিকারের লাইসেন্স মঞ্জুর করা হয় না।
br: N'eus tamm gwir ebet grataet deoc'h e-keñver gwirioù ar merkoù marilhet pe al lañvazioù eus Diazezadenn Mozilla pe un trede stal, en o zouez (hep bevenn ebet) anv {{brandShortName}} hag e siell.
bs: Nisu vam odobrena nikakva prava na zaštitni znak ili licenciranje zaštitnih znakova Mozilla Fondacije ili bilo kojih drugih lica, uključujući, ali ne i ograničeno na, ime {{brandShortName}} ili logotip.
ca: No se us atorga cap dret de marca o llicències per a les marques registrades de la Fundació Mozilla ni de tercers, inclosos, sense limitació, el nom o el logotip del {{brandShortName}}.
cy: Nid ydych yn derbyn unrhyw hawliau nod masnachu na thrwyddedau i nod masnach y Mozilla Foundation neu unrhyw barti, gan gynnwys y {{brandShortName}} heb gyfyngiadau i enw na logo Firefox.
es: No se le otorga ningún derecho de marca registrada o licencia para las marcas registradas de Mozilla Foundation u otra parte, lo que incluye a modo enunciativo, pero no limitativo, el nombre o logotipo de {{brandShortName}}.
eu: Ez zaizu ematen Mozilla Fundazioaren edo beste inoren erregistratutako marken eskubiderik ezta hauen gaineko lizentziarik ere, {{brandShortName}} izena edo logoak barne.
fa: هیچ حق نشان تجاری یا پروانه‌ٔ نشان تجاری موزیلا یا هر گروهی، شامل نام یا نشان {{brandShortName}} به شما تعلّق نمی‌گیرد.
ga_ie: Níl tú ag fáil aon chearta trádmhairc ná ceadúnas ar thrádmharcanna de chuid Fhondúireacht Mhozilla nó aon pháirtí eile, an t-ainm agus lógó {{brandShortName}} san áireamh, gan teorainn.
gd: Chan eil thu a' faighinn cead sam bith air comharran-malairt no ceadachas air comharran-malairt aig Fonndas Mozilla no pàrtaidh sam bith, a' ghabhail a-steach (gun chuingeachadh) ainm no suaicheantas {{brandShortName}}.
hi_in: आप किसी भी ट्रेडमार्क अधिकार या लाइसेंस मोज़िला फाउंडेशन या किसी भी पार्टी के ट्रेडमार्क को {{brandShortName}} नाम या लोगो की सीमा के बिना.नहीं प्रदान कर रहे हैं.
hu: Ön nem kapott jogot vagy felhatalmazást a védjegyek használatára sem a Mozilla Foundationtől, sem mástól, beleértve – de nem csak erre korlátozva – a {{brandShortName}} nevet és logót.
id: Anda tidak diberi hak atau lisensi atas merek dagang Mozilla Foundation atau pihak lainnya, termasuk namun tidak terbatas pada nama atau logo {{brandShortName}}.
kn: ನಿಮಗೆ {{brandShortName}} ಹೆಸರು ಮತ್ತು ಚಿಹ್ನೆಯೂ ಸೇರಿ ಆದರೆ ಅದಕ್ಕೆ ಮಾತ್ರವೆ ಮಿತಿಗೊಂಡಿರದಂತೆ Mozilla Foundation ಅಥವ ಯಾವುದೆ ಪಕ್ಷದ ಟ್ರೇಡ್‌ಮಾರ್ಕ್‌ಗಳ ಟ್ರೇಡ್‌ಮಾರ್ಕ್‌ ಹಕ್ಕುಗಳು ಅಥವ ಲೈಸೆನ್ಸ್‌ಗಳನ್ನು ನಿಮಗೆ ನೀಡಲಾಗುವುದಿಲ್ಲ.
mai: अहाँ ककरो सेहो ट्रेडमार्क अधिकार अथवा लाइसेंस मोजिला फाउंडेशन अथवा ककरो सेहो पार्टी क ट्रेडमार्क को {{brandShortName}} नाम अथवा लोगो क सीमा क बिना.नहि प्रदान कए रहल अछि.
mg: Ianao dia tsy nomena zo amin'ny mari-barotra na alàlana hampiasa ireo mari-barotry ny Mozilla Foundation na ankolafy hafa, anisany tsy misy famerana ny anarana na logo {{brandShortName}}.
ne: ंमोजिल्ला संस्थान वा अरु पार्टीका कुनै पनि ट्रेडमार्क वा ट्रेडमार्कका लाइसेन्स तपाईलाइ दिइएको छैन, जसमा {{brandShortName}} को नाम वा लोगो नि पर्दछ।
or: {{brandShortName}} ନାମ ବା ଲୋଗୋ ସମେତ Mozilla Foundation ବା ଅନ୍ୟ ତୃତୀୟ ପକ୍ଷଙ୍କ ଟ୍ରେଡମାର୍କ ଉପରେ ଆପଣଙ୍କୁ କୌଣସି ଟ୍ରେଡମାର୍କ ଅଧିକାର ବା ଲାଇସେନ୍ସ ପ୍ରଦାନ କରା ଯାଇନାହିଁ।
pt: Não são concedidos quaisquer direitos ou licenças para marcas registadas da Fundação Mozilla ou qualquer outra parte, incluindo sem limitação o nome ou logótipo de {{brandShortName}}.
ro: Nu ți se acordă niciun drept asupra mărcii comerciale sau asupra licențelor referitor la mărcile comerciale ale Mozilla Foundation sau ale oricărei părți, inclusiv, dar fără a se limita la numele {{brandShortName}} sau logo.
si: {{brandShortName}} නමේ හෝ ලාංඡනයේ සීමාකම් හැර, මොසිල්ලා පදනමේ හෝ ඕනෑම පාර්ශවයක වෙළඳලකුණු ඇතුළුව කිසිදු වෙළඳලකුණු හිමිකම් හෝ බලපත්‍ර ඔබට ප්‍රධානය වීමක් සිදු නොවේ.
sw: Hujapatiwa haki zozote za alama ya biashara au leseni kwa alama za biashara za Taasisi ya Mozilla au mhusika wowote, ikijumuisha bila uzuizi jina au nembo za {{brandShortName}}.
ta: உங்களுக்கு எந்த வர்த்தக முத்திரை அல்லது உரிமங்களுக்கான அனுமதியை வழங்கமுடியாது வரத்தகமுத்திரை மொசில்லா அறக்கட்டளைக்கு உட்பட்டது அல்லது மற்ற தரப்பினர்க்கு, {{brandShortName}} பெயரையோ அல்லது சின்னத்தையோ உள்ளடக்கி இல்லாமல் இருக்கனும்.
th: คุณไม่ได้รับสิทธิหรือใบอนุญาตในเครื่องหมายการค้าใด ๆ ที่เป็นเครื่องหมายการค้าของมูลนิธิ Mozilla หรือบุคคลใด ๆ ไม่จำกัดทั้งชื่อหรือโลโก้ของ {{brandShortName}}
tr: Mozilla Vakfı veya başka bir kurumun herhangi bir ticari markasını veya hakkını ({{brandShortName}} ismi ve logosu da dahil olmak üzere) kullanma hakkına sahip değilsiniz.
ur: آپکو کسی بھی قسم کے ٹریڈمارک اختیار یا Mozilla Foundation,یا تھرڈ پارٹئ، جس میں {{brandShortName}} کا نام یا شناختی نشان بھی شامل ہے کے ٹریڈمارکس کے لائسنس کے حقوق نہیں دئے گئے ہیں۔
uz: Mozilla jamiyati tomonidan birorta ham savdo belgisi litsenziyalari yoki huquqlar bilan kafolat berilmaydi yoki {{brandShortName}} nomi yoki belgisi cheklovi qo‘shilgan birorta tarafga ham kafolat bermaydi.
vi: Bạn không được trao các quyền về thương hiệu hoặc giấy phép sử dụng thương hiệu của Quỹ Mozilla hoặc bất kỳ bên nào, bao gồm cả tên và logo của {{brandShortName}}.
wa: Vos n’ avoz nou droet so les abondroets des markes ou des licinces so les markes del Fondåcion Mozilla ou di tolminme kéne pårteye, avou dvins et sins limitåcion li no eyet l’ imådjete da {{brandShortName}}.
xh: Akunikwa nawaphi na amalungelo eempawu okurhweba okanye iilayisenisi zeempawu zokurhweba zoMbutho weMozilla okanye naliphi na iqela, kuquka ngaphandle kwemiqathango igama okanye ilogo ye-{{brandShortName}}.
zu: Awunikiwe amalungelo ophawu lokuthengisa noma ilayisense yokuthengiswa kwe-Mozilla Foundation noma enye ingxenye, kufaka phakathi ngaphandle komkhawulo we-{{brandShortName}} igama noma uphawu.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
am: አንዳንድ ገጽታዎች በ {{brandShortName}} እንደ ግጭት መግለጫ ለ ሞዚላ ምላሽ እንዲሰጡ ምርጫ ይሰጥዎታል: በምርጫ ምላሽ እንዲያስገቡ: ለ ሞዚላ ፍቃድ ሰጥተዋል ውጤቱን እንዲያሻሻል: ምላሹን በ ድህረ ገጹ ላይ እንዲያትም እና ምላሹን እንዲያሰራጭ ምርጫ ይሰጥዎታል
ar: بعض الميزات في {{brandShortName}}، مثل مراسل اﻷعطال، تعطيك الخيار في توفير تقرير حال لموزيلا. عن طريق اختيار إرسال تقرير الحال، أنت تعطي الإذن لموزيلا في استخدام تقرير الحال لتحسين منتجاتها، في نشر تقرير الحال على مواقع الويب الخاصة بها، وفي توزيع تقرير الحال.
bg: Някои от функциите на {{brandShortName}}, като Доклад за срив, ви дават възможност да дадете на Mozilla обратна връзка. Избирайки да го направите давате разрешение на Mozilla да я използва за подобряване на продуктите си, да я публикува на страницата си и да я разпространява.
bn_bd: {{brandShortName}} এর কিছু বৈশিষ্ট্যে যেমন, ক্র্যাশ রিপোর্টার, মজিলায় প্রতিক্রিয়া জানানোর সুযোগ দেয়। প্রতিক্রিয়া জমা দেয়া নির্বাচন করে আপনি মজিলাকে প্রতিক্রিয়া ব্যবহার করে পণ্য উন্নয়ন, ওয়েবসাইটে প্রতিক্রিয়া প্রকাশ এবং প্রতিক্রিয়া বন্টনের অনুমোদন দেন।
bn_in: যেমন ক্র্যাশ রিপোর্টার হিসেবে, {{brandShortName}} এর মধ্যে কিছু বৈশিষ্ট্য আছে, আপনাকে মজিলায় প্রতিক্রিয়া প্রদান করার অপশন দেবে. মতামত জমা চয়ন করতে দেবে, আপনি মজিলা, তার পণ্য উন্নত করতে তার ওয়েবসাইটে মতামত প্রকাশ করার জন্য, এবং মতামত বিতরণ প্রতিক্রিয়া ব্যবহার করার অনুমতি পাবেন।
br: Molladoù zo e {{brandShortName}}, evel Danevell ar Sac'hadennoù, a ro tro deoc'h da reiñ ho meno da vMozilla. Mar dibabot reiñ ho meno e roiot hoc'h aotre da vMozilla da arverañ ar meno a-benn gwellaat e genderc'hadoù, da embann ar meno war e lec'hienn internet ha da zasparzhañ ar meno.
bs: Neke mogućnosti u {{brandShortName}}, poput izvjestioca o rušenjima, nude vam izbor slanja povratnih informacija Mozilli. Izborom slanja povratnih informacija, automatski dopuštate da Mozilla iskoristi vaše informacije za unaprijeđenje svojih proizvoda, objavi informacije na svojim web stranicama i da distribuira vaše povratne informacije.
ca: Algunes funcions del {{brandShortName}}, com ara el Generador d'informes de fallada, us donen l'opció d'enviar comentaris a Mozilla. Si opteu per enviar els vostres comentaris, autoritzeu Mozilla a utilitzar la informació per millorar els seus productes, a publicar-la en els seus llocs web i a distribuir-la.
cy: Mae rhai nodweddion o fewn {{brandShortName}}, megis yr Adroddwr Chwalfa yn rhoi caniatâd i chi gyflwyno adborth i Mozilla. Drwy ddewis i rannu adborth, rydych yn rhoi hawl i Mozilla i ddefnyddio adborth i wella ei gynnyrch, cyhoeddi'r adborth ar ei wefannau ac i ddosbarthu'r adborth.
es: Algunas características en {{brandShortName}} como Crash Reporter le ofrecen la oportunidad de dar su opinión a Mozilla. Al elegir enviar su opinión, autoriza a Mozilla a utilizarla para mejorar sus productos, publicarla en sus sitios web y distribuirla.
eu: {{brandShortName}}(e)ko hainbat eginbidek, hala nola hutsegiteen berriemaileak, Mozillari iritzia emateko aukera ematen dizute. Iritzia bidaltzea aukeratuz gero, Mozillari baimena ematen diozu iritzi hori erabiltzeko bere produktuak hobetzeko, bere webguneetan argitaratzeko eta banatzeko.
fa: برخی ویژگی‌ها در {{brandShortName}}، مانند گزارشگر خطا، این انتخاب را به شما مي‌دهد که بازخوردهایی برای موزیلا فراهم کنید. با انتخاب ثبت بازخورد، به موزیلا اجاره می‌دهید که از این بازخورد برای بهبود محصولاتش استفاده کند، بازخورد را روی وب‌سایت‌هایش منتشر کند و آن را بازتوزیع کند.
ga_ie: Tugann cuid de na gnéithe i {{brandShortName}}, mar shampla an Tuairisceoir Tuairteála, deis duit aiseolas a thabhairt do Mhozilla. Má sheolann tú aiseolas chugainn, tugann tú cead do Mhozilla úsáid a bhaint as chun feabhas a chur ar a chuid táirgí, agus an t-aiseolas a fhoilsiú ar shuímh Ghréasáin nó a scaipeadh.
gd: Tha cuid dhe na feartan ann am {{brandShortName}}, can an gleus a nì aithris air tuisleadh, a' toirt cothrom dhut beachdan a chur gu Mozilla. Ma bheir thu beachd thugainn, bidh thu cuideachd a' toirt cead dhuinn do bheachdan-sa a chleachdadh gus am bathar againn a leasachadh, do bheachdan fhoillseachadh air na làraichean-lìn againn agus a sgaoileadh.
hi_in: {{brandShortName}} में कुछ सुविधाओं, जैसे क्रैश रिपोर्टर के रूप में, आप मोज़िला को फीडबैक प्रदान करने का विकल्प देते हैं. प्रतिक्रिया सबमिट चयन करके, आप मोज़िला प्रतिक्रिया का उपयोग करने के लिए अपने उत्पादों को को बेहतर बनाने बनाने के लिए, अपनी वेबसाइटों पर प्रतिक्रिया प्रकाशित और वितरित करने के लिए प्रतिक्रिया करने की अनुमति देते हैं.
hu: A {{brandShortName}} egyes funkciói, például a Hibabejelentő, lehetőséget ad a visszajelzésre a Mozilla felé. A visszajelzés elküldésével Ön engedélyt ad a Mozilla részére, hogy a visszajelzést a termékei fejlesztésére használja fel, a visszajelzést közzétegye a webhelyein, valamint a visszajelzést terjessze.
id: Beberapa fitur pada {{brandShortName}}, misalnya Pelapor Crash, dapat Anda gunakan untuk mengirimkan saran ke Mozilla. Dengan mengirimkan saran, Anda memberikan izin kepada Mozilla untuk menggunakan saran untuk menyempurnakan produk, menerbitkan saran tersebut pada situs webnya, dan mendistribusikan saran tersebut.
kn: {{brandShortName}} ನಲ್ಲಿನ ಕುಸಿತ ವರದಿಗಾರನಂತಹ ಕೆಲವು ಸೌಲಭ್ಯಗಳು, ಮೊಝಿಲ್ಲಾಗೆ ಕುರಿತು ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವನ್ನು ಒದಗಿಸಲು ಆಯ್ಕೆ ಒದಗಿಸುತ್ತದೆ. ಅಭಿಪ್ರಾಯವನ್ನು ಒದಗಿಸು ಎನ್ನುವುದನ್ನು ಆರಿಸುವ ಮೂಲಕ, ನೀವು ಮೊಝಿಲ್ಲಾಗೆ ತನ್ನ ಉತ್ಪನ್ನಗಳನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ಅಭಿಪ್ರಾಯಗಳನ್ನು ಬಳಸಿಕೊಳ್ಳಲು, ತನ್ನ ಜಾಲತಾಣಗಳಲ್ಲಿ ಅಭಿಪ್ರಾಯವನ್ನು ಪ್ರಕಟಿಸಲು, ಮತ್ತು ಅಭಿಪ್ರಾಯವನ್ನು ವಿತರಿಸಲು ನೀವು ಅನುಮತಿಯನ್ನು ನೀಡುತ್ತೀರಿ.
mai: {{BrandShortName}} मे किछु सुविधा, जहिना क्रैश रिपोटर क रूपेँ , अहाँ मोजिला केँ फीडबैक प्रदान करब क विकल्प देने अछि. प्रतिक्रिया सबमिट चयन कएक, अहाँ मोजिला प्रतिक्रिया क उपयोग करब कलेल अपन उत्पाद केँ केँ बेहतर बनाबै बनाबै कलेल, अपन वेबसाइट पर प्रतिक्रिया प्रकाशित आओर वितरित करब कलेल प्रतिक्रिया करब क अनुमति दैछ.
mg: Ny fiasa sasany amin'ny {{brandShortName}}, toy ny Mpitatitra Crash, dia manome anao safidy hanome tsikera an'i Mozilla. Rafa mifidy ny handefa tsikera ianao, dia manome an'i Mozilla alàlana hampiasa ilay tsikera hanatsarana ireo zava-vokariny sy hamoaka ilay tsikera amin'ireo tranonkalany ary hanaparitaka ilay tsikera.
ne: केहि {{brandShortName}} मा सुविधाहरु जस्तै क्र्यास रिपोर्टरले मोजिल्लालाई पृष्ठपोषण पठाउने विकल्प तपाईलाई दिन्छन । पृष्ठपोषण निवेदन छानेर, तपाईले मोजिल्लालाई पृष्ठपोषण प्रयोग गरेर उत्पादन सुधार्ने, वेबसाइटमा पृष्ठपोषण प्रकाशन गर्ने र पृष्ठपोषण वितरण गर्ने अनुमति दिनसक्नुहुन्छ ।
or: {{brandShortName}}ର କେତେକ ଫିଚର, ଯେପରିକି କ୍ରାସ ରିପୋର୍ଟର ଆପଣଙ୍କୁ Mozillaକୁ ମତାମତ ଦେବାପାଇଁ ବିକଳ୍ପ ପ୍ରଦାନ କରିଥାଏ। ମତାମତ ଦାଖଲ କରିବା ବାଛି ଆପଣ Mozillaକୁ ସେହି ମତାମତକୁ ବ୍ୟବହାର କରି ତା'ର ଉତ୍ପାଦ ଗୁଡ଼ିକୁ ଉନ୍ନତ କରିବାକୁ, ସେହି ମତାମତକୁ ତା ୱେବସାଇଟରେ ପ୍ରକାଶିତ କରିବାକୁ ଓ ତାକୁ ବାଣ୍ଟିବାକୁ ଅନୁମତି ଦେଇଥାନ୍ତି।
pt: Algumas funcionalidades no {{brandShortName}}, tais como o Crash Reporter (Relator de falhas), dão-lhe a possibilidade de dar informações à Mozilla. Ao optar por enviar informações, está a dar permissão à Mozilla para utilizar as informações para melhorar os seus produtos, publicar as informações nos seus websites e para distribuir as informações.
ro: Unele funcționalități din {{brandShortName}}, cum ar fi Raportorul de defecțiuni îți oferă posibilitatea să furnizezi feedback la Mozilla. Alegând să trimiți feedback, îi dai permisiunea lui Mozilla să folosească feedbackurile pentru a-și îmbunătăți produsele, să publice feedbackurile pe propriile site-uri web și să distribuie feedbackurile.
si: බිඳවැටුම් වාර්තාකරු වැනි {{brandShortName}} හි සමහරක් ගුණාංග, මොසිල්ලා වෙත ඔබේ ප්‍රතිපෝෂණය ලබාදීමට අවස්ථාව සලසා දී ඇත. ප්‍රතිපෝෂණය යොමු කිරීම තෝරාගැනීම තුළින්, එහි නිශ්පාදන වැඩිදියුණු කිරීමට, එහි වෙබ් අඩවි මත ප්‍රතිපෝෂණය ප්‍රකාශ කිරීමට, සහ ප්‍රතිපෝෂණය බෙදාහැරීම පිණිස ප්‍රතිපෝෂණය භාවිතා කිරීමට ඔබ විසින් මොසිල්ලා හට අවසරය ලබා දේ.
sw: Vipengele vingine katika {{brandShortName}}, kama vile Kiripoti Kukwama, hukupa chaguo la kutoa maoni kwa Mozilla. Kwa kuchagua kufikisha maoni, unapatia Mozilla ruhusa ya kutumia maoni ili kuboresha bidhaa zake, kuchapisha maoni katika tovuti zake, na kusambaza maoni hayo.
ta: {{brandShortName}} இன் சில அம்சங்கள், சிதைவு அறிக்கையாளர், உங்களை மொசில்லாவுக்கு பின்னூட்டம் அனுப்பும் வாய்ப்பை வழங்குகிறது. பின்னூட்டம் சமர்ப்பியை தேர்வுச்செய்வதன் மூலம், மொசில்லாவுக்கு அதன் தயாரிப்புகளை மேம்படுத்த அனுமதி வழங்குகிறது, மேலும் பின்னூட்டங்களை இணையத்தளங்களில் வெளியிடவும், பின்னூட்டத்தை பகிர்ந்தளிக்கிறது.
th: บางคุณสมบัติใน {{brandShortName}} อย่างตัวรายงานข้อขัดข้อง ให้ตัวเลือกคุณในการให้ข้อคิดเห็นกับ Mozilla โดยการเลือกส่งข้อคิดเห็นหมายถึงคุณให้อนุญาต Mozilla ในการใช้ข้อคิดเห็นนั้นเพื่อปรับปรุงผลิตภัณฑ์ เผยแพร่ข้อคิดเห็นบนเว็บไซต์ และแจกจ่ายข้อคิดเห็น
tr: {{brandShortName}} içindeki Çökme Raporlayıcısı gibi bazı özellikler size Mozilla'ya geri bildirimde bulunma seçeneği sunar. Geri bildirimde bulunmayı tercih ederseniz, Mozilla'ya ürünlerini geliştirmek için bu geri bildirimi kullanma, geri bildirimi web sitelerinde yayımlama ve geri bildirimi dağıtma izni vermiş olursunuz.
ur: {{brandShortName}} کے کچھ سہو لت، جیسے مختصرتباہ،ِ آپ کو جواب الجواب کا اختیار دیتا ہے۔ جواب الجواب کا انتخاب کر کے، آپ موزییلا کو اجازت دیں تا کے وہ جواب الجواب کو استعمال کر کے ا س مصنوعہ کو اور بہتر کرے ،تا کے جواب الجواب کو اس کی ویب سائٹ پر شائع کریں اور جواب الجواببانٹیں۔
uz: {{brandShortName}}dagi ba’zi xususiyatlari, masalan, "Nosozlik xabar bergichi" Mozilla’ga mulohazalar joʻnatish imkonini beradi. Mulohaza joʻnatishni tanlab, Mozilla’ga mahsulotlarini yaxshilashda, tavsiyalarni oʻzining saytida e’lon qilishda va fikrlarni tarqatishda mulohazalardan foydalanish huquqini berasiz.
vi: Một số tính năng trong {{brandShortName}} (như Thông báo sự cố) đưa ra tùy chọn gửi phản hồi cho Mozilla. Bằng việc gửi phản hồi, bạn đã cho phép Mozilla sử dụng nó để cải thiện sản phẩm và công bố cũng như phân phối trên trang chủ.
wa: Des fonccionålités dins {{brandShortName}}, come li Rapoirteu di tcheyaedjes e rak, vos dinèt l’ tchuze d’ evoyî on rtoû d’ esperyince a Mozilla. Si vs tchoezixhoz d’ evoyî on rtoû, vos dnez a Mozilla li permission di s’ siervi do rtoû d’ esperyince po-z amidrer s’ prodût, d’ eplaidî li rtoû so ses waibes eyet d’ cossemer li rtoû.
xh: Ezinye iinkalo ze-{{brandShortName}}, ezifana noMxeli woKonakala, zikunika ukhetho lokunika iMozilla ingxelo. Ngokukhetha ukuthumela ingxelo, unika iMozilla imvume yokusebenzisa loongxelo ekuphuculeni iimveliso zayo, ipapashe loo ngxelo kwiiwebhusayithi zayo, nokusasaza loo ngxelo.
zu: Amanye amafisha e-{{brandShortName}}, njengoMbiki Womonakalo, kukunika ukukwazi ukukhetha ukuhlinzeka ngempendulo kwabakwa-Mozilla. Ngokukhetha ukuhambisa impendulo, unika i-Mozilla imvume yokusebenzisa impendulo leyo ukuthuthukisa imikhiqizo yayo, ukushicilela impendulo kumawebhusayithi ayo, kanye nokusabalalisa impendulo.

source: Legal Information
am: ሕጋዊ መረጃ
ar: المعلومات القانونية
bg: Правна информация
bn_bd: আইনগত তথ্য
bn_in: নৈতিক তথ্য
br: Titouroù lezennel
bs: Pravne informacije
ca: Informació legal
cy: Manylion Cyfreithiol
es: Información legal
eu: Lege-informazioa
fa: اطلاعات حقوقی
ga_ie: Fógraí Dlí
gd: Fiosrachadh laghail
hi_in: कानूनी जानकारी
hu: Jogi információk
id: Informasi Hukum
kn: ಕಾನೂನು ಮಾಹಿತಿ
lv: Juridiskā informācija
mai: कानूनी जानकारी
mg: Fampahalalana ara-dalàna
ne: कानूनी सूचना
or: ନୈତିକ ସୂଚନା
pt: Informação Legal
ro: Informații legale
si: නෛතික තොරතුරු
sw: Taarifa ya Sheria
ta: சட்டபூர்வ தகவல்
th: ข้อมูลทางกฎหมาย
tr: Yasal bilgiler
ur: قانونی معلومات
uz: Huquqiy ma’lumot
vi: Thông tin pháp lý
wa: Informåcions åd fwait del lwè
xh: Inkcazelo esemthethweni
zu: Imininingwane Yezomthetho

source: Credits
am: ምስጋና
ar: ائتمانات
bg: Заслуги
bn_bd: স্বীকৃতি
bn_in: স্বীকৃতি
br: Perzhidi
bs: Zasluge
ca: Crèdits
cy: Diolchiadau
es: Créditos
eu: Kredituak
fa: دست‌اندرکاران
ga_ie: Admhálacha
gd: Creideisean
hu: Köszönetnyilvánítás
id: Kredit
kn: ಮನ್ನಣೆಗಳು
pt: Créditos
ro: Merite
si: ණය
ta: புகழ்கள்
th: ผู้จัดทำ
tr: Geliştirenler
ur: معنونات
uz: Minnatdorchilik bildiramiz

source: Open Source Notices
am: Open Source ማስታወቂያዎች
ar: ملحوظات المصدر المفتوح
bg: Бележки за отворения код
bn_bd: ওপেন সোর্স বিজ্ঞপ্তি
bn_in: ওপেন সোর্স নোটিশ
br: Menegoù digor o zarzhioù
bs: Napomene o otvorenom kodu
ca: Avisos de programari lliure
cy: Hysbysiadau Cod Agored
es: Info. sobre código fuente
eu: Iturb. irekiari buruz oharrak
fa: نکته‌های متن باز
ga_ie: Foinse Oscailte
gd: Brathan mun chòd fhosgailte
hi_in: मुक्त स्रोत सूचनाएँ
hu: A nyílt forrásról
id: Pernyataan Sumber Terbuka
kn: ಮುಕ್ತ ಆಕರ ಸೂಚನೆಗಳು
mai: मुक्त स्रोत सूचना
mg: Filazana Fototra Malalaka
ne: खूला स्रोतका सूचनाहरु
or: ମୁକ୍ତ ଉତ୍ସ ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକ
pt: Notas de Código Aberto
ro: Note privind sursa deschisă
si: විවෘත මූලාශ්‍ර නිවේදන
sw: Taarifa za Vyanzo Wazi
ta: திறந்த மூல அறிக்கைகள்
th: ประกาศการเปิดต้นฉบับ
tr: Açık Kaynak Uyarıları
ur: کھلا ماخذ اطلاع نامہ
uz: Ochiq manba eslatmalari
vi: Chú ý nguồn mở
wa: Notices Drovou sourdant
xh: Izaziso zikawonke wonke
zu: Izaziso Zomthombo Ovulelekile

source: {{open-source-notices}}
ca: Avisos program. lliure
eu: Iturb. irekiaren oharrak

source: Obtaining Source Code
am: Source Code በመፈለግ ላይ
ar: الحصول على شفرة المصدر
bg: Достъп до изходния код
bn_bd: সোর্স কোড নেওয়া হচ্ছে
bn_in: সোর্স কোড নিয়ে আসা হচ্ছে
br: Kaout ar voneg tarzh
bs: Preuzimanje izvornog koda
ca: Obtenció del codi font
cy: Derbyn y Cod Ffynhonnell
es: Obtener el código fuente
eu: Iturburu-kodea eskuratzea
fa: به دست‌آوردن کد منبع
ga_ie: An Cód Foinseach a Fháil
gd: A' faighinn a' chòd tùsail
hi_in: सोर्स कोड प्राप्त कर रहा है |
hu: Forráskód beszerzése
id: Mendapatkan Kode Sumber
kn: ಮುಕ್ತ ಆಕರವನ್ನು ಪಡೆದುಕೊಳ್ಳುತ್ತಿದೆ
lv: Iegūt pirmkodu
mai: सोर्स कोड प्राप्त कए रहल अछि.
mg: Maka Kaody Fototra
ne: स्रोत कोड प्राप्त गरिंदै
or: ସୋର୍ସ କୋଡ ଆହରଣ କରୁଛି
pt: Obter o Código Fonte
ro: Obținerea codului sursă
si: මූලාශ්‍ර කේතය ලබාගැනීම
sw: Kupata Kodi ya Chanzo
ta: மூலங்களை பெறுகிறது
th: การขอรับโค้ดต้นฉบับ
tr: Kaynak Kodların Edinilmesi
ur: ماخذ کوڈ حاصل کر رہا ہے
uz: Manba kodi olinmoqda
vi: Tải mã nguồn
wa: Obtini li côde sourdant
xh: Ukufumana ikhowudi yomthombo
zu: Ukuthola Ikhodi Yomthombo

source: {{obtaining-source-code}}
eu: Iturb.-kodea eskuratzea

# about-other
source: Other
am: ሌላ
ar: أخرى
bg: Други
bn_bd: অন্যান্য
bn_in: অন্যান্য
br: All
bs: Ostalo
ca: Altres
cy: Arall
es: Otro
eu: Bestelakoak
fa: دیگر
ga_ie: Eile
gd: Eile
hi_in: अन्य
hu: Egyéb
id: Lainnya
kn: ಇತರೆ
lv: Citi
mai: आन
mg: Hafa
ne: अन्य
or: ଅନ୍ଯାନ୍ଯ
pt: Outro
ro: Altele
si: වෙනත්
sw: Nyengine
ta: மற்ற
th: อื่น ๆ
tr: Diğer
ur: دیگر
uz: Boshqa
xh: Okunye
zu: Okunye

source: Your Privacy
am: የ እርስዎ ግላዊነት
ar: خصوصيتك
bg: Вашите лични данни
bn_bd: আপনার গোপনীয়তা
bn_in: আপনার গোপনীয়তা
br: Ho puhez prevez
bs: Vaša privatnost
ca: La vostra privadesa
cy: Eich Preifatrwydd
es: Su privacidad
eu: Zure pribatutasuna
fa: حریم‌خصوصی شما
ga_ie: Do Phríobháideacht
gd: Do phrìobhaideachd
hi_in: आपकी गोपनीयता
hu: Adatvédelem
id: Privasi Anda
kn: ನಿಮ್ಮ ಗೌಪ್ಯತೆ
lv: Jūsu privātums
mai: अहाँक गोपनीयता
mg: Ny Tsiambaratelonao
ne: तपाईँको गोपनीयता
or: ଆପଣଙ୍କର ଗୋପନୀୟତା
pt: A Sua Privacidade
ro: Confidențialitate
si: ඔබේ පෞද්ගලිකත්වය
sw: Faragha Yako
ta: உங்கள் தனியுரிமை
th: ความเป็นส่วนตัวของคุณ
tr: Gizliliğiniz
ur: آپکی نجی نوعیت
uz: Maxfiyligingiz
vi: Chính sách riêng tư
wa: Vosse veye privêye
xh: Okwakho kwabucala
zu: Ukugcinwa Kwemininingwane Yakho Iyimfihlo
