Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

# browsingPrivacy.ariaLabel
source: Browsing Privacy
am: የ መቃኛ ግላዊነት
ar: خصوصية التصفح
bg: Поверително сърфиране
bn_bd: ব্রাউজিং গোপনীয়তা
bn_in: ব্রাউজিং এর গোপনীয়তা
br: Reolenn a-fet buhez prevez
bs: Privatnost surfanja
ca: Privadesa de navegació
cy: Preifatrwydd Pori
es: Privacidad navegación
eu: Nabigazio-pribatutasuna
fa: حریم‌خصوصی مرور
ga_ie: Príobháideachas Brabhsála
gd: Prìobhaideachd brabhsaidh
lv: Pārlūkošanas privātums
pt: Privacidade da navegação
ro: Confidențialitate de navigare
si: ගවේශන පුද්ගලිකත්වය
th: ความเป็นส่วนตัวในการท่องเว็บ
ur: براؤزنگ نجی نوعیت
uz: Ko‘rish maxfiyligi

source: Clear history
ar: محو السجل
bn_bd: ইতিহাস পরিষ্কার কর
bn_in: পূর্ববর্তী তথ্য মুছে ফেলুন
br: Skarzhañ ar roll istor
bs: Očisti historiju
ca: Esborra l'historial
cy: Clirio'r hanes
es: Limpiar historial
eu: Garbitu historia
fa: پاک‌کردن تاریخچه
ga_ie: Glan an stair
gd: Falamhaich an eachdraidh
lv: Notīrīt vēsturi
pt: Limpar histórico
ro: Curăță istoricul
th: ล้างประวัติ
ur: تاریخ صاف کریں
uz: Tarixni tozalash

source: Are you sure you want to clear your history? When using your Firefox Account, synced history will also be cleared.
ar: هل أنت متأكد أنك تريد مسح السجل ؟ عند استخدام حساب فيرفكس الخاص بك، سيتم مسح السجل الذي تمت مزامنته أيضاً.
bn_bd: আপনি কি নিশ্চিতরূপে আপনার ইতিহাস মুছে ফেলতে ইচ্ছুক? আপনি ফায়াফক্স অ্যাকাউন্ট ব্যবহার করে থাকলে সিঙ্ক করা ইতিহাসও মুছে ফেলা হবে।
bn_in: আপনি কি নিশ্চিত যে আপনি পূর্ববর্তী তথ্য মুছে ফেলতে চান? আপনার Firefox অ্যাকাউন্ট ব্যবহার করার সময়, সিঙ্ক করা ইতিহাসও মুছে যাবে।
br: Sur oc'h e fell deoc'h skarzhañ ho roll istor ? Ma vez arveret Firefox Sync ganeoc'h e vo skarzhet ar roll istor goubredet ivez.
bs: Da li ste sigurni da želite očistiti vašu historiju? Kada koristite vaš Firefox račun, sinhronizovana historija će također biti očišćena.
ca: Esteu segur que voleu netejar l'historial? Quan feu servir el compte del Firefox, l'historial sincronitzat també es netejarà.
cy: Ydych chi'n siŵr eich bod chi eisiau clirio eich hanes? Wrth ddefnyddio eich Cyfrif Firefox bydd hanes wedi ei gydweddu hefyd yn cael ei ddileu.
eu: Ziur nabigatze-historia garbitu nahi duzula? Firefox kontua badarabilzu, sinkronizatutako historia ere garbituko da.
fa: آیا مطمئنید که می‌خواهید تاریخچه را پاک کنید؟ هنگامی که از حساب فایرفاکس خود استفاده می‌کنید، تاریخچه همگام شده هم پاک خواهد شد.
ga_ie: An bhfuil cinnte gur mian leat do stair a ghlanadh? Agus úsáid á baint agat as do Chuntas Firefox, glanfar stair shioncronaithe freisin.
gd: A bheil thu cinnteach gu bheil thu airson an eachdraidh fhalamhachadh? Ma tha thu a’ cleachdadh a’ chunntais Firefox agad, thèid an eachdraidh shioncronaichte fhalamhachadh cuideachd.
lv: Vai tiešām vēlaties notīrīt pārlūkošanas vēsturi? Izmantojot Firefox Konts, sinhronizētā vēsture arī tiks dzēsta.
pt: Tem a certeza que pretende limpar o seu histórico? Se estiver a utilizar a sua Conta Firefox, o histórico sincronizado também será limpo.
ro: Sigur dorești să cureți istoricul? Când folosești contul Firefox, istoricul sincronizat va fi, de asemenea, curățăt.
th: คุณแน่ใจหรือไม่ว่าต้องการล้างประวัติของคุณ? หากมีการใช้งานบัญชี Firefox ประวัติที่ผสานจะถูกล้างไปด้วย
ur: کیا آپ کو یقین ہے کہ آپ اپنے سابقات صاف کرنا چاہتے ہیں؟ جب آپ آپکا Firefox اکاؤنٹ استعمال کر رہے ہوتے ہے تو، ہم سازی تاریخیں بھی صاف ہو جائینگی۔
uz: Rostdan brauzer tarixini tozalamoqchimisiz? Firefox hisobi yordamida sinxronlangan tarix ham o‘chiriladi.

source: Delete cookies & cache
ar: حذف الكوكيز و ذاكرة التخزين المؤقت
bn_bd: কুকি ও ক্যাশে মুছে ফেলুন
bn_in: কুকিজ এবং ক্যাশে বাতিল করুন
br: Dilemel an toupinoù & ar c'hrubuilh
bs: Obriši kolačiće i keš
ca: Suprimeix les galetes i la memòria cau
cy: Dileu cwcis a'r storfa
eu: Ezabatu cookieak eta cache-a
fa: حذف کوکی‌ها و حافظه‌نهان
ga_ie: Scrios fianáin agus sonraí ón taisce
gd: Sguab às na briosgaidean ⁊ an tasgadan
lv: Dzēst sīkdatnes un kešatmiņa
pt: Eliminar cookies e cache
ro: Șterge cookie-urile și cache-ul
th: ลบคุกกี้และแคช
ur: کوکی اور کیسہ حذف کریں
uz: Kukilar va keshni o‘chirish

source: Are you sure you want to delete your cookies and cache?
ar: هل أنت متأكد أنك تريد حذف الكوكيز و ذاكرة التخزين المؤقت؟
bn_bd: আপনি কি নিশ্চিতভাবে আপনার কুকি এবং ক্যাশে মুছে ফেলতে ইচ্ছুক?
bn_in: আপনি কি নিশ্চিত যে আপনি আপনার কুকিজ এবং ক্যাশে বাতিল করতে চান?
br: Sur oc'h e fell deoc'h dilemel ho toupinoù hag ho krubuilh ?
bs: Da li ste sigurni da želite obrisati kolačiće i keš?
ca: Esteu segur que voleu suprimir les galetes i la memòria cau?
cy: Ydych chi'n siŵr eich bod eisiau dileu eich cwcis a'ch storfa?
eu: Ziur cookieak eta cache-a ezabatu nahi dituzula?
fa: آیا درباره حذف کوکی‌ها و حافظه‌نهان اطمینان دارید؟
ga_ie: An bhfuil tú cinnte gur mhaith leat do chuid fianán agus sonraí ón taisce a scriosadh?
gd: A bheil thu cinnteach gu bheil thu airson na briosgaidean is an tasgadan agad a sguabadh às?
lv: Vai tiešām vēlaties dzēst savas sīkdatnes un kešatmiņu?
pt: Tem a certeza que deseja eliminar os cookies e cache?
ro: Sigur dorești să ștergi cookie-urile și cache-ul?
th: คุณแน่ใจหรือไม่ว่าต้องการลบคุกกี้และแคชของคุณ?
ur: کیا آپ واقعی کوکی اور کیسہ حذف کرنا چاہتے ہیں؟
uz: Kukilar va keshni o‘chirmoqchi ekanligingizga ishonchingiz komilmi?

source: Clear
am: ማጽጃ
ar: مسح
bg: Изчистване
bn_bd: পরিষ্কার
bn_in: মুছে ফেলুন
br: Skarzhañ
bs: Očisti
ca: Esborra
cy: Clirio
es: Borrar
eu: Garbitu
fa: پاک کردن
ga_ie: Glan
gd: Falamhaich
hi_in: साफ करें
hu: Törlés
id: Bersihkan
kn: ಅಳಿಸು
lv: Attīrīt
mai: साफ करू
mg: Hamafa
ne: खाली गर्नुहोस्
or: ସଫା
pt: Limpar
ro: Curăță
si: හිස් කරන්න
sw: Ondoa
ta: துடை
th: ล้าง
tr: Temizle
ur: صاف کریں
uz: Tozalash
vi: Xóa
wa: Disfacer
xh: Sula
zu: Sula

source: Private Browsing
am: በ ግል መቃኛ
ar: التصفح الخاص
bn_bd: ব্যাক্তিগত ব্রাউজিং
bn_in: ব্যক্তিগত ব্রাউজিং
br: Merdeiñ prevez
bs: Privatno surfanje
ca: Navegació privada
cy: Pori Preifat
es: Navegación privada
eu: Arakatze pribatua
fa: مرور ناشناس
ga_ie: Brabhsáil Phríobháideach
gd: Brabhsadh prìobhaideach
lv: Privātā pārlūkošana
pt: Navegação privada
ro: Navigare privată
th: การท่องเว็บแบบส่วนตัว
ur: نجی براؤزنگ
uz: Xavfsiz koʻrish

source: Open all external links in new private windows.
ar: افتح جميع الروابط الخارجية في نافذة خاصة جديدة.
bn_bd: নতুন ব্যক্তিগত উইন্ডোগুলোতে সকল বহিঃস্থ লিঙ্ক খুলুন।
bn_in: বহির্গত লিঙ্কসমূহ খুলুন নতুন গোপন উইন্ডোতে।
br: Digeriñ an holl ereoù diavaez e prenestroù prevez nevez.
bs: Otvaraj sve vanjske linkove u novim privatnim prozorima.
ca: Obre tot els enllaços externs en finestres privades.
cy: Agorwch bob dolen allanol mewn ffenestri preifat.
es: Abrir todos los enlaces externos en nuevas ventanas privadas.
eu: Ireki kanpoko lotura guztiak leiho pribatu berrietan.
fa: همه پیوندهای بیرونی در پنجره ناشناس باز شوند.
ga_ie: Oscail gach nasc seachtrach i bhfuinneog nua phríobháideach.
gd: Fosgail gach ceangal ris an taobh a-muigh ann an uinneag phrìobhaideach ùr.
lv: Atvērt visas ārējās saites jaunos privātos logus.
pt: Abrir todos as ligações externas em novas janelas privadas.
ro: Deschide toate linkurile externe în ferestre private noi.
th: เปิดลิงก์ภายนอกทั้งหมดในหน้าต่างส่วนตัวใหม่
ur: تمام بیرونی ربط نئی نجی ونڈوں میں کھولیں۔
uz: Barcha tashqi havolalarni maxfiy oynalarda ochadi.

source: Tracking Protection
ar: الحماية من التعقب
bn_bd: ট্র্যাকিং সুরক্ষা
bn_in: ট্র্যাকিং সুরক্ষা
bs: Zaštita od praćenja
ca: Protecció contra el seguiment
cy: Diogelwch Rhag Tracio
es: Protección contra rastreo
eu: Jarraipenaren babesa
fa: محافظت در برابر ردگیری
ga_ie: Cosaint ar Lorg
gd: Dìon o thracadh
lv: Izsekošanas aizsardzība
pt: Proteção contra monitorização
ro: Protecție față de urmărire
th: การป้องกันการตามรอย
ur: سراغ کاری حفاظت
uz: Kuzatishdan himoyalanish

source: Protect your browsing activity against potential trackers in all new windows.
ar: قم بحماية نشاطك التصفحي من المتعقبين المحتملين في جميع النوافذ الجديدة.
bn_bd: সকল নতুন উইন্ডোতে সম্ভাব্য ট্র্যাকারদের বিরুদ্ধে আপনার ব্রাউজিং কার্যকলাপ সুরক্ষিত রাখুন।
bn_in: সম্ভাব্য ট্র্যাকারদের থেকে আপনার ব্রাউজিং রক্ষা করুন সমস্ত নতুন উইন্ডোতে।
br: Gwarezit ho obererezh merdeiñ a-enep heulierien en holl prenestroù nevez.
bs: Zaštitite svoju online aktivnost od potencijalnih pratioca u svim novim prozorima.
ca: Protegiu l'activitat de navegació contra possibles seguidors en totes les finestres noves.
cy: Diogelwch eich gweithgaredd pori yn erbyn tracwyr posib ymhob ffenestr newydd.
es: Proteja su actividad de navegación contra posibles rastreadores en todas las ventanas nuevas.
eu: Babestu zure nabigazio jarduera jarraipena egiten dutenengandik leiho berri guztietan.
fa: از فعالیت‌های اینترنتی خود را در برابر همه ردگیری‌ها در تمام پنجره‌ها محافظت کنید.
ga_ie: Cosain gach gníomh brabhsála ó rianairí i gach fuinneog nua-oscailte.
gd: Dìon am brabhsadh agad o rudan a dh’fhaodadh do thracadh ann an uinneag ùr sam bith.
lv: Pasargājiet savu pārlūkošanas aktivitātes pret iespējamiem izsekotājiem visos jaunos logos.
pt: Protega a sua atividade de navegação contra potenciais rastreadores em todas as novas janelas.
ro: Protejează activitatea de navigare față de elementele de urmărire potențiale în toate ferestrele noi.
th: ปกป้องกิจกรรมการท่องเว็บของคุณจากการตามรอยที่อาจเกิดขึ้นในหน้าต่างใหม่ทั้งหมด
ur: صلاحیت سراغ راہ سے آہنی تمام نئی ونڈوں میں براؤزنگ سرگرمی کی حفاظت کریں۔
uz: Internetdagi faoliyatingizni barcha yangi oynalardagi kuchli kuzatuvchilardan himoya qiling.

source: History
am: ታሪክ
ar: السجل
bn_in: পূর্ববর্তী তথ্য
br: Roll istor
cy: Hanes
eu: Historia
ga_ie: Stair
gd: An eachdraidh
lv: Vēsture
pt: Histórico
ro: Istoric
th: ประวัติ
uz: Tarix

source: Clear your browsing history from this device. When using your Firefox Account, synced history will also be cleared.
ar: قم بمسح سجل التصفح الخاص بك من هذا الجهاز. عند استخدام حساب فيرفكس الخاص بك، سيتم مسح السجل الذي تمت مزامنته أيضاً.
bn_bd: এই ডিভাইস থেকে আপনার ব্রাউজিং ইতিহাস মুছে ফেলুন। যখন আপনি ফায়ারফক্স অ্যাকাউন্ট ব্যবহার করবেন, সিঙ্ক করা ইতিহাসও মুছে যাবে।
bn_in: এই ডিভাইস থেকে আপনার ব্রাউজিং ইতিহাস মুছে ফেলুন। Firefox অ্যাকাউন্ট ব্যবহার করার সময়, আপনার সিঙ্ক হওয়া ইতিহাস মুছে যাবে।
br: Skarzhañ ho roll istor eus an trevnad-mañ. Ma vez arveret Firefox Sync ganeoc'h e vo skarzhet ar roll istor goubredet ivez.
bs: Obrišite vašu historiju surfanja s ovog uređaja. Kada koristite vaš Firefox račun, sinhronizovana historija će također biti očišćena.
ca: Netegeu l'historial de navegació del dispositiu. Quan feu servir el compte del Firefox, l'historial sincronitzat també es netejarà.
cy: Cliriwch eich hanes pori o'r ddyfais hon. Wrth ddefnyddio eich Cyfrif Firefox, bydd hanes pori sydd wedi ei gydweddu hefyd yn cael ei ddileu.
eu: Garbitu gailu honetako nabigatze-historia. Firefox kontua badarabilzu, sinkronizatutako historia ere garbituko da.
fa: اطلاعات مرور اینترنتی خود را از این دستگاه پاک کنید. هنگام استفاده از حساب فایرفاکس، تاریخچه همگام شده هم پاک خواهد شد.
ga_ie: Glan do stair bhrabhsála den ghléas seo. Agus do Chuntas Firefox in úsáid agat, glanfar stair shioncronaithe freisin.
gd: Falamhaich an eachdraidh brabhsaidh agad às an uidheam seo. Ma tha thu a’ cleachdadh a’ chunntais Firefox agad, thèid an eachdraidh shioncronaichte fhalamhachadh cuideachd.
lv: Dzēst jūsu pārlūkošanas vēsturi no šis ierīces. Izmantojot Firefox Konts, sinhronizētā vēsture arī tiks dzēsta.
pt: Limpar o seu histórico de navegação deste dispositivo. Se estiver a utilizar a sua Conta Firefox, o histórico sincronizado também será limpo.
ro: Curăță istoricul de navigare de pe acest dispozitiv. Când folosești contul Firefox, istoricul sincronizat va fi, de asemenea, curățăt.
th: ล้างประวัติการท่องเว็บของคุณจากอุปกรณ์นี้ หากมีการใช้งานบัญชี Firefox ประวัติที่ผสานจะถูกล้างไปด้วย
ur: اس آلہ سے اپمنی براؤزنگ تاریخیں صاف کریں۔ جب آپ آپکا Firefox اکاؤنٹ استعمال کر رہے ہوتے ہے تو، ہم سازی تاریخیں بھی صاف ہو جائینگی۔
uz: Ushbu qurilmadan internetdagi faoliyatingizni tozalab tashlang. Firefox hisobi yordamida sinxronlangan tarix ham o‘chiriladi.

source: Clear History
ar: محو السجل
bn_bd: ইতিহাস পরিষ্কার করুন
bn_in: পূর্ববর্তী তথ্য মুছে ফেলুন
br: Skarzhañ ar roll istor
bs: Očisti historiju
ca: Neteja l'historial
cy: Clirio Hanes
eu: Garbitu historia
fa: پاک‌کردن تاریخچه
ga_ie: Glan an Stair
gd: Falamhaich an eachdraidh
lv: Notīrīt vēsturi
pt: Limpar histórico
ro: Curăță istoricul
th: ล้างประวัติ
ur: تاریخ صاف کریں
uz: Tarixni tozalash

source: Cookies & Cache
ar: الكوكيز و ذاكرة التخزين المؤقت
bn_bd: কুকি ও ক্যাশে
bn_in: কুকিজ এবং ক্যাশে
br: Toupinoù & Krubuilh
bs: Kolačići i keš
cy: Cwcis a'r Storfa
eu: Cookieak eta cache-a
fa: کوکی‌ها و حافظه‌نهان
ga_ie: Fianáin agus Taisce
gd: Briosgaidean ⁊ an tasgadan
lv: Sīkdatnes un kešatmiņa
pt: Cookies e cache
ro: Cookie-uri și cache
th: คุกกี้และแคช
ur: کوکی اور کیسہ
uz: Kukilar va kesh

source: Delete stored data (such as cookies) from this device. Login information and preferences will no longer be remembered.
ar: قم بحذف البيانات المخزنة (مثل ملفات الكوكيز) من هذا الجهاز. لن يتم تذكر معلومات تسجيل الدخول والتفضيلات.
bn_bd: এই ডিভাইস থেকে সংরক্ষিত ডাটা(যেমন কুকি) মুছে ফেলুন। লগইন তথ্য এবং পছন্দ আর মনে রাখা হবে না।
bn_in: বাছাই করা ডাটা বাতিল করুন (যেমন কুকিজ) এই ডিভাইস থেকে। লগইন তথ্য এবং পছন্দ মনে রাখা হবে না আর।
br: Dilemel ar roadennoù kadavet (evel toupinoù) eus an trevnad-mañ. Ne vo ket dalc'het soñj ken eus an titouroù kennaskañ nag eus ar gwellvezioù.
bs: Obriši spremljene podatke (poput kolačića) s ovog uređaja. Informacije o prijavi i preferencijama više neće biti zapamćene.
cy: Dilëwch ddata wedi ei gadw (megis cwcis) o'r ddyfais hon. Ni fydd manylion mewngofnodi na dewisiadau'n cael eu cofio bellach.
eu: Ezabatu gailu honetan biltegiratutako datuak (esaterako, cookieak). Saio hasieren informazioa eta hobespenak ez dira berriro gogoratuko.
fa: حذف اطلاعات ذخیره شده (مثل کوکی‌ها) از این دستگاه. اطلاعات ورود و ترجیحات دیگر ذخیره نخواهند شد.
ga_ie: Scrios sonraí stórálta (fianáin, mar shampla) den ghléas seo. Ní chuimhneofar aon sonraí logáil isteach ná sainroghanna.
gd: Sguab às dàta (mar bhriosgaidean) a tha ’ga stòradh air an uidheam seo. Cha dèid am fiosrachadh mu chlàraidhean is na roghainnean a chumail an cuimhne tuilleadh.
pt: Eliminar dados armazenados (tais como cookies) deste dispositivo. Credenciais e preferências também não serão mais relembradas.
ro: Curăță datele stocate (precum cookie-urile) de pe acest dispozitiv. Informațiile de autentificare și preferințele nu vor mai fi memorate.
th: ลบข้อมูลที่ถูกจัดเก็บ (อย่างเช่นคุกกี้) จากอุปกรณ์นี้ ข้อมูลการเข้าสู่ระบบและการตั้งค่าจะไม่ได้รับการจดจำอีกต่อไป
ur: ذخیرہ کردہ کوائف (جیسے کہ کوکی) اس آلہ پر سے حذف کریں۔ لاگ ان معلومات اور ترجیحات اب سے یاد نہیں رہینگیں۔
uz: Ushbu qurilmada joylashgan ma’lumotlarni (kukilar kabilarni) o‘chiring. Kirish ma’lumoti va parametrlari boshqa eslab qolinmaydi.

source: Delete Cookies & Cache
ar: حذف الكوكيز وو ذاكرة التخزين المؤقت
bn_bd: কুকি ও ক্যাশে মুছে ফেলুন
bn_in: কুকিজ এবং ক্যাশে মুছে ফেলুন
br: Dilemel an toupinoù hag ar c'hrubuilh
bs: Obriši kolačiće i keš
cy: Dileu Cwcis a'r Storfa
eu: Ezabatu cookieak eta cache-a
fa: حذف کوکی‌ها و حافظه‌نهان
ga_ie: Scrios Fianáin agus Taisce
gd: Sguab às na briosgaidean ⁊ an tasgadan
lv: Dzēst sīkdatnes un kešatmiņa
pt: Eliminar cookies e cache
ro: Șterge cookie-urile și cache-ul
th: ลบคุกกี้และแคช
ur: کوکی اور کیسہ حذف کریں
uz: Kukilar va keshni o‘chirish

source: Storage
am: ማጠራቀሚያ
ar: تخزين
bg: Памет
bn_bd: সংগ্রহস্থল
bn_in: সংগ্রহস্থল
br: Kadaviñ
bs: Spremište
ca: Emmagatzematge
cy: Storfa
es: Almacenamiento
eu: Biltegiratzea
fa: فضای ذخیره‌سازی
ga_ie: Stóras
gd: Stòras
hi_in: भंडारण
hu: Tárhely
id: Penyimpanan
kn: ಶೇಖರಣೆ
lv: Krātuve
mai: भंडारण
mg: Fitehirizana
ne: भण्डारण
or: ସଂରକ୍ଷଣ ସ୍ଥାନ
pt: Armazenamento
ro: Stocare
si: ආචයනය
sw: Hifadhi
ta: சேமிப்பகம்
th: พื้นที่จัดเก็บ
tr: Depolama
ur: ذخیرہ
uz: Xotira
vi: Lưu trữ
wa: Stocaedje
xh: Ugcino
zu: Indawo yokulondoloza

# enableUSBStorage1
source: USB Storage
am: ዩኤስቢ ማጠራቀሚያ
ar: سعة تخزين USB
bg: USB памет
bn_bd: USB স্টোরেজ
bn_in: USB সংগ্রহস্থল
br: Kadaviñ USB
bs: USB spremište
ca: Mode de disc USB
cy: Storio USB
es: Disco USB
eu: USB biltegiratzea
fa: فضای ذخیره‌سازی USB
ga_ie: Stóras USB
gd: Stòras USB
hu: USB-tárhely
lv: USB krātuve
pt: Armazenamento USB
ro: Stocare USB
si: USB ගබඩාව
th: พื้นที่จัดเก็บ USB
ur: USB ذخیرہ
uz: USB xotira

source: Unplug USB cable to disable
am: ለማሰናከል የ ዩኤስቢ ገመድ ይለያዩ
ar: افصل وصلة USB للتعطيل
bg: Извадете USB кабела
bn_bd: নিষ্ক্রিয় করতে কেবল খুলুন
bn_in: USB তার অক্ষম করতে অপ্লাগ করুন
br: Dilugit ar fun USB evit diweredekaat
bs: Iskopčajte USB kabal da onemogućite
ca: Desconnecteu el cable USB
cy: Datblygio cebl USB i'w analluogi
es: Retirar cable USB para terminar
eu: Desgaitzeko, desentxufatu USB kablea
fa: برای غیرفعال کردن سیم USB را قطع کنید
ga_ie: Díphlugáil an cábla USB chun é a dhíchumasú
gd: Thoir às an càball USB gus a chur à comas
hi_in: निष्क्रिय करने के लिए USB केबल अनप्लग करें
hu: Húzza ki a kábelt
id: Cabut kabel USB untuk menonaktifkan
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು USB ಕೇಬಲ್ ಅನ್‌ಪ್ಲಗ್‌ ಮಾಡಿ
lv: Izņemiet USB kabeli lai atslēgt
mai: निष्क्रिय करब कलेल USB केबल अनप्लग करू
mg: Tsoahy ny tariby USB raha hamono
ne: अक्षम पार्नलाई USB तार छुटाउनुहोस्
or: ଅଟଳ କରିବାପାଇଁ USB କେବୁଲକୁ ବାହାର କରନ୍ତୁ
pt: Desligue o cabo USB para desativar
ro: Deconectează cablul USB pentru a dezactiva
si: අක්‍රිය කිරීමට USB කේබලය පේනුවෙන් ඉවතලන්න
sw: Toa kamba ya USB ili kulemaza
ta: யூஎஸ்பி கம்பியை பிரித்து முடக்கு
th: ถอดสาย USB เพื่อปิดใช้งาน
tr: Devre dışı bırakmak için USB kablosunu çıkartın
ur: بند کرنے کے USB کیبل کو نکالے
uz: O‘chirish uchun USN kabelni uzing
vi: Rút cáp USB để tắt
wa: Distchôkîz l’ cåbe USB po-z essocter
xh: Ncothula ikhebhuli ye-USB ukuze ingasebenzi
zu: Doncula ikhebuli ye-USB ukuze iyeke ukusebenza

# appStorage
source: Application Storage
am: የ መተግበሪያ ማጠራቀሚያ
ar: سعة تخزين التطبيق
bg: Памет за приложения
bn_bd: অ্যাপ্লিকেশন সংগ্রহস্থল
bn_in: অ্যাপ্লিকেশন সংগ্রহস্থল
br: Kadaviñ an arloadoù
bs: Spremište aplikacija
ca: Espai per a aplicacions
cy: Storfa Rhaglen
es: Espacio para apps
eu: Aplikazioen biltegiratzea
fa: فضای‌ذخیره‌سازی برنامه
ga_ie: Stóras Aipeanna
gd: Stòras na h-aplacaid
hu: Alkalmazástárhely
lv: Lietotņu krātuve
pt: Armazenamento da aplicação
ro: Stocare de aplicații
si: යෙදුම් ආචයනය
th: พื้นที่จัดเก็บแอปพลิเคชัน
ur: ایپلی کیشن ذخیرہ
uz: Ilova dastur xotirasi

# availableSize[zero]
source: {{size}} {{unit}} available
am: {{size}} {{unit}} ዝግጁ ነው
ar: {{size}} {{unit}} متاح
bg: {{size}} {{unit}} свободни
bn_bd: {{size}} {{unit}} খালি আছে
bn_in: {{size}} {{unit}} উপলব্ধ
br: {{size}} {{unit}} hegerz
bs: {{size}} {{unit}} dostupno
ca: {{size}} {{unit}} disponibles
cy: {{size}} {{unit}} ar gael
es: {{size}} {{unit}} disponible
eu: {{size}} {{unit}} erabilgarri
fa: {{size}} {{unit}} در دسترس است
ga_ie: {{size}} {{unit}} saor
gd: Tha {{size}} {{unit}} ri làimh
hi_in: {{size}} {{unit}} उपलब्ध
hu: {{size}} {{unit}} elérhető
id: {{size}} {{unit}} tersedia
kn: {{size}} {{unit}} ಲಭ್ಯವಿದೆ
lv: {{size}} {{unit}} pieejami
mai: {{size}} {{unit}} उपलब्ध
mg: {{size}} {{unit}} malalaka
ne: उपलब्ध {{size}} {{unit}}
or: {{size}} {{unit}} ଉପଲବ୍ଧ
pt: {{size}} {{unit}} disponíveis
ro: {{size}} {{unit}} disponibil
si: {{size}} {{unit}} තිබේ
sw: {{size}} {{unit}} zinapatikana
ta: {{size}} {{unit}} இருக்கிறது
th: ใช้งานได้ {{size}} {{unit}}
tr: {{size}} {{unit}} kullanılabilir
ur: {{size}} {{unit}} دستیاب ہے
uz: {{size}} {{unit}} mavjud
vi: còn {{size}} {{unit}}
wa: ig n a {{size}} {{unit}}
xh: Esifumanekayo si-{{size}} {{unit}}
zu: {{size}} {{unit}} etholakalayo

# availableSize[one]
source: {{size}} {{unit}} available
am: {{size}} {{unit}} ዝግጁ ነው
ar: {{size}} {{unit}} متاح
bg: {{size}} {{unit}} свободни
bn_bd: {{size}} {{unit}} খালি আছে
bn_in: {{size}} {{unit}} উপলব্ধ
br: {{size}} {{unit}} hegerz
bs: {{size}} {{unit}} dostupno
ca: {{size}} {{unit}} disponible
cy: {{size}} {{unit}} ar gael
es: {{size}} {{unit}} disponible
eu: {{size}} {{unit}} erabilgarri
fa: {{size}} {{unit}} در دسترس است
ga_ie: {{size}} {{unit}} saor
gd: Tha {{size}} {{unit}} ri làimh
hi_in: {{size}} {{unit}} उपलब्ध
hu: {{size}} {{unit}} elérhető
id: {{size}} {{unit}} tersedia
kn: {{size}} {{unit}} ಲಭ್ಯವಿದೆ
lv: {{size}} {{unit}} pieejams
mai: {{size}} {{unit}} उपलब्ध
mg: {{size}} {{unit}} malalaka
ne: {{size}} {{unit}} उपलब्ध
or: {{size}} {{unit}} ଉପଲବ୍ଧ
pt: {{size}} {{unit}} disponível
ro: {{size}} {{unit}} disponibil
si: {{size}} {{unit}} තිබේ
sw: {{size}} {{unit}} zinapatikana
ta: {{size}} {{unit}} இருக்கிறது
th: ใช้งานได้ {{size}} {{unit}}
tr: {{size}} {{unit}} kullanılabilir
ur: {{size}} {{unit}} دستیاب ہے
uz: {{size}} {{unit}} mavjud
vi: còn {{size}} {{unit}}
wa: ig n a {{size}} {{unit}}
xh: Esifumanekayo si-{{size}} {{unit}}
zu: {{size}} {{unit}} etholakalayo

# availableSize[two]
source: {{size}} {{unit}} available
am: {{size}} {{unit}} ዝግጁ ነው
ar: {{size}} {{unit}} متاح
bg: {{size}} {{unit}} свободни
bn_bd: {{size}} {{unit}} খালি আছে
bn_in: {{size}} {{unit}} উপলব্ধ
br: {{size}} {{unit}} hegerz
bs: {{size}} {{unit}} dostupno
ca: {{size}} {{unit}} disponibles
cy: {{size}} {{unit}} ar gael
es: {{size}} {{unit}} disponibles
eu: {{size}} {{unit}} erabilgarri
fa: {{size}} {{unit}} در دسترس است
ga_ie: {{size}} {{unit}} saor
gd: Tha {{size}} {{unit}} ri làimh
hi_in: {{size}} {{unit}} उपलब्ध
hu: {{size}} {{unit}} elérhető
id: {{size}} {{unit}} tersedia
kn: {{size}} {{unit}} ಲಭ್ಯವಿದೆ
lv: {{size}} {{unit}} pieejami
mai: {{size}} {{unit}} उपलब्ध
mg: {{size}} {{unit}} malalaka
ne: {{size}} {{unit}} उपलब्ध
or: {{size}} {{unit}} ଉପଲବ୍ଧ
pt: {{size}} {{unit}} disponíveis
ro: {{size}} {{unit}} disponibil
si: {{size}} {{unit}} තිබේ
sw: {{size}} {{unit}} zinapatikana
ta: {{size}} {{unit}} இருக்கிறது
th: ใช้งานได้ {{size}} {{unit}}
tr: {{size}} {{unit}} kullanılabilir
ur: {{size}} {{unit}} دستیاب ہے
uz: {{size}} {{unit}} mavjud
vi: còn {{size}} {{unit}}
wa: ig n a {{size}} {{unit}}
xh: Esifumanekayo si-{{size}} {{unit}}
zu: {{size}} {{unit}} etholakalayo

# availableSize[few]
source: {{size}} {{unit}} available
am: {{size}} {{unit}} ዝግጁ ነው
ar: {{size}} {{unit}} متاح
bg: {{size}} {{unit}} свободни
bn_bd: {{size}} {{unit}} খালি আছে
bn_in: {{size}} {{unit}} উপলব্ধ
br: {{size}} {{unit}} hegerz
bs: {{size}} {{unit}} dostupno
ca: {{size}} {{unit}} disponibles
cy: {{size}} {{unit}} ar gael
es: {{size}} {{unit}} disponibles
eu: {{size}} {{unit}} erabilgarri
fa: {{size}} {{unit}} در دسترس است
ga_ie: {{size}} {{unit}} saor
gd: Tha {{size}} {{unit}} ri làimh
hi_in: {{size}} {{unit}} उपलब्ध
hu: {{size}} {{unit}} elérhető
id: {{size}} {{unit}} tersedia
kn: {{size}} {{unit}} ಲಭ್ಯವಿದೆ
mai: {{size}} {{unit}} उपलब्ध
mg: {{size}} {{unit}} malalaka
ne: {{size}} {{unit}} उपलब्ध
or: {{size}} {{unit}} ଉପଲବ୍ଧ
pt: {{size}} {{unit}} disponíveis
ro: {{size}} {{unit}} disponibil
si: {{size}} {{unit}} තිබේ
sw: {{size}} {{unit}} zinapatikana
ta: {{size}} {{unit}} இருக்கிறது
th: ใช้งานได้ {{size}} {{unit}}
tr: {{size}} {{unit}} kullanılabilir
ur: {{size}} {{unit}} دستیاب ہے
uz: {{size}} {{unit}} mavjud
vi: còn {{size}} {{unit}}
wa: ig n a {{size}} {{unit}}
xh: Esifumanekayo si-{{size}} {{unit}}
zu: {{size}} {{unit}} etholakalayo
