Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

# powerSaveModeTitle
source: Power Save Mode
am: በ ሀይል ማዳኛ ዘዴ
ar: وضع توفير الطاقة
bg: Пестене на енергия
bn_bd: বিদ্যুৎ সংরক্ষণ মোড
bn_in: বিদ্যুৎ সাশ্রয়ী মোড
br: Mod espern tredan
bs: Režim štednje energije
ca: Estalvi d'energia
cy: Modd Arbed Pŵer
es: Modo ahorro energía
eu: Energia aurrezteko modua
fa: حالت ذخیرهٔ انرژی
ga_ie: Mód Spárála Cumhachta
gd: Modh sàbhaladh na cumhachd
hu: Energiatakarékos mód
id: Modus Hemat Energi
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿ ಉಳಿತಾಯ ಸ್ಥಿತಿ
lv: Enerģijas taupības režīms
pt: Modo de economia
ro: Mod de economisire
si: බල සුරැකුම් ප්‍රකාරය
ta: மின்சக்தி சேமிப்பு
th: โหมดประหยัดพลังงาน
tr: Güç tasarrufu modu
ur: بجلی محفوظ کریں موڈ
uz: Quvvatni tejash rejimi

source: Power Save Mode
am: በ ሀይል ማዳኛ ዘዴ
ar: وضع توفير الطاقة
bg: Пестене на енергия
bn_bd: বিদ্যুৎ সংরক্ষণ মোড
bn_in: বিদ্যুৎ সাশ্রয়ী মোড
br: Mod espern tredan
bs: Režim štednje energije
ca: Estalvi d'energia
cy: Modd Arbed Pŵer
es: Modo ahorro energía
eu: Energia aurrez. modua
fa: حالت ذخیرهٔ انرژی
ga_ie: Mód Spárála Cumhachta
gd: Modh sàbhaladh na cumhachd
hu: Energiatakarékos mód
id: Modus Hemat Energi
kn: ವಿದ್ಯುಚ್ಛಕ್ತಿ ಉಳಿತಾಯ ಸ್ಥಿತಿ
lv: Enerģijas taupības režīms
pt: Modo de economia
ro: Mod de economisire
si: බල සුරැකුම් ප්‍රකාරය
ta: மின்சக்தி சேமிப்பு
th: โหมดประหยัดพลังงาน
tr: Güç tasarrufu modu
ur: بجلی محفوظ کریں موڈ
uz: Quvvatni tejash rejimi

source: {{level}}% battery left
am: {{level}}% ባትሪ ቀርቷል
ar: {{level}}% المتبقي من البطارية
bg: При {{level}}% батерия
bn_bd: {{level}}% ব্যাটারি আছে
br: {{level}}% a vatiri o chom
bs: {{level}}% baterije preostalo
ca: {{level}}% de bateria restant
cy: {{level}}% batri ar ôl
es: {{level}}% de batería restante
eu: Bateriaren %{{level}} geratzen bada
fa: ‏{{level}}٪ باتری مانده
ga_ie: {{level}}% cadhnra fágtha
gd: {{level}}% dhen bhataraidh air fhàgail
hi_in: {{level}}% बैटरी शेष हैं
hu: {{level}}% akkuszint esetén
id: Baterai tinggal {{level}}%
kn: {{level}}% ಬ್ಯಾಟರಿ ಉಳಿದಿದೆ
lv: {{level}}% baterijas atlikuši
mai: {{level}}% बैटरी शेष अछि
mg: {{level}}% bateria sisa
ne: {{level}}% ब्याटरी बाँकी
or: {{level}}% ବ୍ୟାଟାରୀ ବଳିଛି
pt: {{level}}% de bateria
ro: la {{level}}% baterie rămasă
si: බැටරිය {{level}}% ඉතිරියි
sw: {{level}}% betri iliyosalia
ta: {{level}}% மின்கலம் மீதமுள்ளது
th: แบตเตอรี่เหลือ {{level}}%
tr: %{{level}} pil kalınca
ur: {{level}}% بیٹری باقی
uz: {{level}}% batareya qoldi
vi: Khi còn {{level}}% pin
wa: co {{level}}% di batreye
xh: Yi-{{level}}% eseleyo kwibhethri
zu: {{level}}% ibhethri esele

# powerSave-never
source: never
eu: inoiz ez
ro: niciodată

source: Turn On Automatically
am: ራሱ በራሱ ማብሪያ
ar: إعادة التشغيل أوتوماتيكياً
bg: Автоматично включване
bn_bd: স্বয়ংক্রিয়ভবে চালু করুন
bn_in: স্বয়ংক্রিয়ভাবে চালু করুন
br: Gweredekaat ent emgefreek
bs: Automaski uključi
ca: Activa automàticament
cy: Cychwyn yn Awtomatig
es: Activar automáticamente
eu: Aktibatu automatikoki
fa: روشن کردن خودکار
ga_ie: Tosú Uathoibríoch
gd: Cuir air gu fèin-obrachail
hu: Bekapcsolás automatikusan
id: Aktifkan Otomatis
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸಕ್ರಿಯಗೊಳ್ಳು
lv: Automātiski ieslēgt
pt: Ativar automaticamente
ro: Pornește automat
si: ස්වයංක්‍රීයව සක්‍රීය
ta: தானாக செயல்படுத்து
th: เปิดอัตโนมัติ
tr: Otomatik olarak aç
ur: خود بخود آن کر دیں
uz: Avtomatik yoqish

source: Accessibility
am: መድረሻ
ar: إمكانية الوصول
bg: Достъпност
bn_bd: অভিগম্যতা
bn_in: অভিগম্যতা
br: Haezadusted
bs: Pristupačnost
cy: Hygyrchedd
es: Accesibilidad
eu: Erabilgarritasuna
fa: دسترسی‌پذیری
ga_ie: Inrochtaineacht
gd: So-inntrigeachd
hu: Akadálymentesítés
lv: Pieejamība
pt: Acessibilidade
ro: Accesibilitate
si: පිවිසුම් හැකියාව
th: การช่วยเข้าถึง
ur: رسائی پزیری
uz: Qulaylik

# accessibility.ariaLabel
source: Accessibility
am: መድረሻ
ar: إمكانية الوصول
bg: Достъпност
bn_bd: অভিগম্যতা
bn_in: অভিগম্যতা
br: Haezadusted
bs: Pristupačnost
cy: Hygyrchedd
es: Accesibilidad
eu: Erabilgarritasuna
fa: دسترسی‌پذیری
ga_ie: Inrochtaineacht
gd: So-inntrigeachd
lv: Pieejamība
pt: Acessibilidade
ro: Accesibilitate
si: පිවිසුම් හැකියාව
th: การช่วยเข้าถึง
ur: رسائی پزیری
uz: Qulaylik

source: Screen Reader
am: መመልከቻ አንባቢ
ar: قارئ الشاشة
bg: Екранен четец
bn_bd: স্ক্রীণ রিডার
bn_in: স্ক্রিন রিডার
br: Lenner skrammoù
bs: Čitač ekrana
ca: Lector de pantalla
cy: Darllenydd Sgrin
es: Lector de pantalla
eu: Pantaila-irakurlea
fa: صفحه‌خوان
ga_ie: Léitheoir Scáileáin
gd: Leughadair sgrìn
hu: Képernyőolvasó
id: Pembaca Layar
kn: ತೆರೆ ಓದುಗ
lv: Ekrāna lasītājs
pt: Leitor de ecrã
ro: Cititor de ecran
si: තිර කියවනය
ta: திரைவாசிப்பான்
th: ตัวอ่านหน้าจอ
tr: Ekran okuyucu
ur: سکرین خواں
uz: Ekran o‘qigich

source: Color Filter
am: ቀለም ማጣሪያ
ar: مرشّح الألوان
bg: Филтър за цветове
bn_bd: কালার ফিল্টার
bn_in: রঙ ছাঁকনি
br: Sil livioù
bs: Filter boje
ca: Filtre de color
cy: Hidl Lliw
es: Filtro cromático
eu: Kolore-iragazkia
fa: پالایهٔ رنگ
ga_ie: Scagaire Datha
gd: Criathrag dhathan
hu: Színszűrő
id: Filter Warna
kn: ಬಣ್ಣದ ಸೋಸಕ
lv: Krāsu filtrs
pt: Filtro de cor
ro: Filtru de culori
si: වර්ණ පෙරහණ
ta: நிறம் வடிப்பி
th: ตัวกรองสี
tr: Renk filtresi
ur: رنگ فلٹر
uz: Rang filteri

source: Audio
am: ድምፅ
ar: صوت
bg: Звук
bn_bd: অডিও
bn_in: অডিও
br: Aodio
cy: Sain
eu: Audioa
fa: صدا
ga_ie: Fuaim
gd: Fuaim
lv: Skaņa
pt: Áudio
si: ශ්‍රව්‍ය
th: เสียง
ur: آڈیو

source: Mono Audio
am: ሞኖ ድምፅ
ar: أحادية الصوت
bg: Моно звук
bn_bd: মোনো অডিও
bn_in: মোনো অডিও
br: Aodio mono
cy: Sain Mono
es: Audio mono
eu: Mono audioa
fa: صدای تک
ga_ie: Aonfhónach
gd: Fuaim mono
pt: Áudio mono
si: එක් ශ්‍රව්‍ය
ur: مونو آڈیو

source: Mono enabled
am: ሞኖ አስችለዋል
ar: تم تفعيل الأحادي
bg: Включен моно режим
bn_bd: মোনো সক্রিয় করা হয়েছে
bn_in: মোনো সক্রিয় হয়েছে
br: Mono gweredekaet
bs: Mono omogućen
cy: Galluogiwyd mono
es: Mono activado
eu: Mono gaituta
fa: تک‌صدا فعّال
ga_ie: Aonfhónach cumasaithe
gd: Tha mono an comas
pt: Mono ativado
ro: Mono activat
si: ඒක ශ්‍රව්‍ය සක්‍රීයයි
ur: مونو اہل بنایا گیا
uz: Mono yoqib qo‘yildi

source: Mono disabled
am: ሞኖ ተሰናክሏል
ar: تم تعطيل الأحادي
bg: Изключен моно режим
bn_bd: মোনো নিস্ক্রিয় করা হয়েছে
bn_in: মোনো নিষ্ক্রিয়
br: Mono diweredekaet
bs: Mono onemogućen
cy: Analluogwyd mono
es: Mono desactivado
eu: Mono desgaituta
fa: تک‌صدا غیرفعّال
ga_ie: Aonfhónach díchumasaithe
gd: Tha mono à comas
pt: Mono desativado
ro: Mono dezactivat
si: ඒක ශ්‍රව්‍ය අක්‍රීයයි
ur: مونو نا اہل بنائیں
uz: Mono o‘chirib qo‘yildi

source: Display speech
am: ንግግር ማሳያ
ar: عرض الكلام
bg: Изговаряне на екран
bn_bd: কথা প্রদর্শন
bn_in: কথা প্রদর্শন
br: Skrammañ ar pennad kaoz
bs: Prikaži govor
ca: Veu de la pantalla
cy: Llais dangos
es: Mostrar voz
eu: Bistaratu hizketa
fa: گفتار نمایشگر
ga_ie: Taispeáin caint
gd: Seall cainnt
hu: Beszéd megjelenítése
id: Ucapkan tampilan
kn: ನುಡಿಯನ್ನು ಪ್ರದರ್ಶಿಸಿ
lv: Parādīt subtitrus
pt: Mostrar discurso
ro: Afișează subtitrări
si: කථාව දර්ශණය කරන්න
ta: பேச்சை காண்பி
tr: Konuşmayı görüntüle
ur: گفتگو دکھائیں
uz: Nutqni ko‘rsatish

source: When the screen reader is enabled, your device will provide spoken feedback to assist blind and low-vision users.
am: የ መመልከቻ አንባቢን በሚያስችሉ ጊዜ አካሉ በ ንግግር መልስ ይሰጣል በ ትንሹ-የሚያዩ እና አይነ ስውር ተጠቃሚዎችን ለመርዳት ሲባል
ar: عندما يكون قارئ الشاشة مُفعل، سيقوم جهازك بقراءة النص لمساعدة المكفوفين و ضعاف البصر.
bg: При включен екранен четец вашето устройство ще осигури гласова обратна връзка, в помощ на слепи и хора с нарушено зрение.
bn_bd: স্ক্রিন পাঠক সক্রিয় করা হলে, অন্ধ এবং কম দৃষ্টিশক্তি সম্পন্ন ব্যবহারকারীদের সহায়তা করার জন্য কথ্য প্রতিক্রিয়া সেবা দেওয়া হবে।
bn_in: স্ক্রিন পাঠক সক্রিয় করা হলে, অন্ধ এবং কম দৃষ্টিশক্তি সম্পন্ন ব্যবহারকারীদের সহায়তা করার জন্য কথ্য প্রতিক্রিয়া জানানো হবে।
br: Pa vez gweredekaet al lenner skrammoù, e lenn ho trevnad a vouezh uhel evit skoazellañ an arveriaded dall pe teñval o gweled.
bs: Kada je čitač ekrana omogućen, uređaj će obezbijediti govornu pomoć da pomogne slijepim i slabovidnim korisnicima.
ca: Quan el lector de pantalla estigui habilitat, el dispositiu proporcionarà ajuda per guiar els usuaris cecs i amb visió reduïda.
cy: Pan mae'r darllenydd sgrin wedi ei alluogi, bydd eich dyfais yn darparu adborth lefaru i gynorthwyo defnyddwyr dall a gwelededd isel.
es: Cuando el lector de pantalla esté activado, el dispositivo proporcionará respuesta hablada para asistir a usuarios ciegos o con poca visión.
eu: Pantaila-irakurlea gaituta dagoenean, gailuak hizketa bidezko oharrak eskainiko du erabiltzaile itsuak eta ikusmen-urrikoak laguntzeko.
fa: هنگام روشن بودن صفحه‌خوان، افزاره‌تان برای کمک به کاربران نابینا و کم‌بینا، بازخورد گفتاری فراهم می‌کند.
ga_ie: Má tá léitheoir an scáileáin cumasaithe, tabharfaidh do ghléas aiseolas labhartha do dhaoine dalla agus daoine lagamhairc.
gd: Ma bhios leughadair na sgrìn an comas, bidh comas cainnt aig an uidheam agad mar thaic do dhaoine dalla 's feadhainn air a bheil ciorram-lèirsinne.
hi_in: स्क्रीन रीडर सक्षम होता है, आपके डिवाइस अंधा और कम दृष्टि वाले उपयोगकर्ताओं की सहायता के लिए बात की प्रतिक्रिया प्रदान करेगा.
hu: A képernyőolvasót bekapcsolva az eszköz hangos visszajelzéssel segíti a vak és gyengén látó felhasználókat.
id: Saat pembaca layar diaktifkan, perangkat Anda akan menyediakan umpan suara untuk membantu tuna netra dan pengguna dengan tingkat penglihatan rendah.
kn: ತೆರೆ ಓದುಗವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ನಿಮ್ಮ ಸಾಧನವು ಅಂಧ ಮತ್ತು ಕಡಿಮೆ-ದೃಷ್ಟಿ ಇರುವ ಬಳಕೆದಾರರಿಗೆ ಮಾತಿನ ರೂಪದಲ್ಲಿ ಅಭಿಪ್ರಾಯವನ್ನು ನೀಡಲು ನೆರವಾಗುತ್ತದೆ.
mai: स्क्रीन रीडर सक्षम हाएत अछि, अहाँक डिवाइस अंधा आओर कम दृष्टि वाले उपयोगकर्ता क सहायता कलेल बात क प्रतिक्रिया प्रदान करताह.
mg: Rehefa velomina ny mpamaky efijery, dia hanome setriny teneniny ny fitaovanao hanampiana ireo mpampiasa jamba na tsy mahita tsara.
ne: जब पर्दा वाचक सक्षम परिन्छ, तपाईं को यन्त्रले दृष्टि बिहिन तथा कम दृष्टि भएका प्रयोगकर्ताहरूलाई बोल्ने पुनर्निवेश प्रदान गर्ने छ ।
or: ଯେତେବେଳେ ସ୍କ୍ରିନ ରିଡରକୁ ସକ୍ରିୟ କରାଯାଏ, ଆପଣଙ୍କ ଉପକରଣ ଅଳ୍ପ ଦୃଷ୍ଟି ସମ୍ପନ୍ନ ଉପଯୋଗକାରୀମାନଙ୍କୁ ଉଚ୍ଚାରିତ ମତାମତ ଦେଇଥାଏ।
pt: Quando o leitor de ecrã está ativo, o seu dispositivo irá fornecer informações auditivas para apoiar utilizadores cegos ou com baixa visão.
ro: Când cititorul de ecran e activat, dispozitivul va furniza feedback vorbit pentru a asista utilizatorii nevăzători sau cu vedere slabă.
si: තිර කියවනය සක්‍රිය වූ විට, ඔබේ උපාංගය විසින් අන්ධ සහ ඇස් පෙනීම දුර්වල අයට සහාය වීම පිණිස කථන ප්‍රතිපෝෂණය ලබා දෙයි.
sw: Kisomaji kioo kikiwezeshwa, kifaa chako kitatoa maoni yaliosemwa ili kusaidia watumiaji vipofu na wasio ona vizuri.
ta: உங்களுடைய சாதனத்தில் திரை வாசிப்பானை செயற்படுத்தினால் பார்வையற்ற மற்றும் குறைவான பார்வை உள்ளவர்களுக்கு பின்னுட்டங்களை படித்து சொல்லும்.
tr: Ekran okuyucu etkinken cihazınız görme engelli kullanıcılara yardımcı olmak için sesli geribildirim sunacaktır.
ur: جب سکرین ریڈر فعال ہے تو، آپ کا آلہ نابینا اور کم بصارت والوں کی مدد کے لئے تاثرات فراہم کرے گا۔
uz: Ekran o‘qigich yoqib qo‘yilganda, qurilmangiz ko‘rish qobiliyati past va ko‘zi ojizlarga qurilmangiz matnni o‘qib ma’lumot beradi.
vi: Khi bật trình đọc màn hình, điện thoại sẽ tạo ra phản hồi bằng lời nói để hỗ trợ người mù hoặc có thị lực kém.
xh: Xa umfundi weskrini enziwe wasebenza, isixhobo sakho siya kunika ingxelo yomlomo ukukunceda abasebenzisi abangaboniyo nababona luzizi.
zu: Uma kuvulwe okokufunda iskrini, idivayisi yakho izohlinzeka impendulo ngokukhuluma ukulekelela abasebenzisi abangaboni nabanezinkinga ukubona.

source: Speech Volume
am: የ ንግግር መጠን
ar: درجة صوت الكلام
bg: Сила на изговаряне
bn_bd: কথার আওয়াজ
bn_in: বক্তৃতার আওয়াজ
br: Tregern al lenner
bs: Glasnoća govora
ca: Volum de la veu
cy: Maint Sain Llais
es: Volumen de voz
eu: Hizketaren bolumena
fa: حجم صدای گفتار
ga_ie: Airde Cainte
gd: Àirde gutha
hi_in: भाषण आवाज
hu: Beszédhangerő
id: Volume Ucapan
kn: ಮಾತಿನ ಧ್ವನಿಪ್ರಮಾಣ
mai: भाषणक आवाज
mg: Haavom-peon'ny Resaka
or: ଉଚ୍ଚାରଣ ଭଲ୍ୟୁମ
pt: Volume da Voz
ro: Volum de citire
si: කථාවේ ශබ්ද මට්ටම
sw: Sauti ya Usemaji
ta: பேச்சு ஒலியளவு
tr: Konuşma sesi düzeyi
ur: گفتگو کی صوت
uz: Nutq balandligi
xh: Ivolyum yentetho
zu: Ivolumu Yokukhuluma

source: Speech Rate
am: የ ንግግር መጠን
ar: تردد الحديث
bg: Скорост на изговаряне
bn_bd: কথার হার
bn_in: বক্তৃতার হার
br: Tizh al lenner
bs: Brzina govora
ca: Velocitat de la veu
cy: Graddfa Siarad
es: Velocidad de voz
eu: Hizketaren emaria
fa: نرخ سرعت گفتار
ga_ie: Ráta Cainte
gd: Astar a’ bhruidhinn
hi_in: भाषण दर
hu: Beszédsebesség
id: Kecepatan Ucapan
kn: ಮಾತಿನ ದರ
mai: भाषणक दर
mg: Halaky ny Resaka
or: ଉଚ୍ଚାରଣ ହାର
pt: Velocidade da Voz
ro: Frecvență de citire
si: කථාවේ වේගය
sw: Idadi ya Usemaji
ta: பேச்சு விகிதம்
tr: Konuşma hızı
ur: گفتگو کی شرح
uz: Nutq tezligi
xh: Isantya sentetho
zu: Isivinini Sokukhuluma

source: Start Screen Reader?
am: የ መመልከቻ አንባቢ ይጀምር?
ar: بدء قارئ الشاشة؟
bg: Пускане на екранния четец?
bn_bd: স্ক্রিন রিডার চালু করা হবে কি?
bn_in: স্ক্রিন রিডার চালু করা হবে কি?
br: Kregiñ gant al lenner skrammoù ?
bs: Pokrenuti čitač ekrana?
ca: Voleu iniciar el lector de pantalla?
cy: Cychwyn y Darllenydd Sgrin?
es: ¿Iniciar lector de pantalla?
eu: Abiarazi pantaila-irakurlea?
fa: شروع صفحه‌خوان؟
ga_ie: Tosaigh an Léitheoir Scáileáin?
gd: A bheil thu airson leughadair na sgrìn a thòiseachadh?
hi_in: स्क्रीन वाचक चालू करें
hu: Képernyőolvasó indítása?
id: Mulai Pembaca Layar?
kn: ತೆರೆ ಓದುಗ‌ನನ್ನು ಪ್ರಾರಂಭಿಸಬೇಕೆ?
lv: Ieslēgt ekrāna lasītāju?
mai: स्क्रीन वाचक चालू करू
mg: Alefa Mpamaky Efijery?
ne: पर्दा वाचक सुरु गर्नुहुन्छ ?
or: ସ୍କ୍ରିନ ପାଠକକୁ ଚାଲୁ କରିବେ?
pt: Iniciar leitor de ecrã?
ro: Pornești cititorul de ecran?
si: තිර කියවනය අරඹනවා ද?
sw: Anza Kioo cha Usomaji?
ta: திரை வாசிப்பானை துவக்கு?
th: เริ่มตัวอ่านหน้าจอ?
tr: Ekran okuyucu başlatılsın mı?
ur: سکرین خواں شروع کریں؟
uz: Ekran o‘qigich ishga tushirilsinmi?
vi: Bật trình đọc màn hình?
xh: Ufuna ukuqalisa umfundi weskrini?
zu: Qala Okokufunda Iskrini?

source: Activating the screen reader will change the way your touch screen works. Touch anywhere to hear the item under your finger, and double tap to activate.
am: የ መመልከቻ አንባቢውን ማስጀመር የ እርስዎን ተች ስክሪን አሰራር ይቀይረዋል: ማንኛውም ቦታ ሲነኩ ከ እርስዎ ጣት ስር ያለውን ያነባል: ለማስጀመር ሁለት ጊዜ መታ ያድርጉ
ar: عند تفعيل قارئ الشاشة سيقوم بتغيير عمل شاشة اللمس. المس في أي مكان لتسمع النص تحت اصبعك و لمستيين متتاليتين لتفعيله.
bg: Включването на екранния четец ще промени начина на работа на сензорния екран. Докоснете някъде, за да чуете какво се намира под пръста, и докоснете два пъти за активиране.
bn_bd: স্ক্রিন রিডার সক্রিয় করা হলে আপনার টাচ স্ক্রীনের কাজের ধরণ কিছুটা পরিবর্তিত হবে। কোনকিছু শুনতে সেটি স্পর্শ করুন, এবং চালু করতে দুবার চাপুন।
bn_in: স্ক্রিন পাঠক সক্রিয় করা হলে আপনার টাচ স্ক্রিন যেভাবে কাজ করে তার কিছুটা পরিবর্তন হবে। যেকোনো জায়গায় স্পর্শ করে আপনার আঙ্গুলের নিচে থাকা যেকোনো কিছুর শব্দ শুনতে পারবেন, দুবার ট্যাপ করে সেগুলো সক্রিয় করতে পারবেন।
br: Gweredekaat al lenner skrammoù a cheñcho an doare a ya en-dro ar skramm stekiñ. Stokit ne vern pelec'h evit klevout an elfenn a zo dindan ho piz ha stokit div wech evit gweredekaat anezhi.
bs: Aktiviranje čitača ekrana će promijeniti način na koji vaš ekran na dodir radi. Dodirnite bilo gdje da čujete zvuk pod prstom, i dvaput kliknite za aktivaciju.
ca: En activar el lector de pantalla canviarà la forma com funciona la pantalla tàctil. Toqueu a qualsevol punt per escoltar quin és l'element sota el vostre dit i feu doble toc per activar-lo.
cy: Bydd cychwyn y darllenydd sgrin yn newid y ffordd mae'r sgrin cyffwrdd y gweithio. Cyfyrddwch yn unrhyw le i glywed yr eitem o dan eich bys a thapio dwywaith i'w gychwyn.
es: Al activar el lector de pantalla, cambiará el funcionamiento de la pantalla táctil. Toque una vez en cualquier ítem para escucharlo; toque dos veces para activarlo.
eu: Pantaila-irakurlea aktibatzean ukipen-pantailaren portaera aldatuko da. Ukitu edozein tokitan zure hatzaren azpiko elementua entzuteko eta sakatu bi aldiz aktibatzeko.
ga_ie: Má chumasaíonn tú léitheoir an scáileáin, oibreoidh do scáileán tadhaill ar bhealach eile. Tapáil aon áit agus cloisfidh tú an rud atá faoi do mhéar, agus tapáil faoi dhó chun é a chur i ngníomh.
gd: Ma chuireas tu leughadair na sgrìn an comas, obraichidh an sgrìn agad air dòigh eile. Bean ris àite sam bith is cluinneadh na tha fo do chorrag is dèan gnogag dhùbailte gus a ghnìomhachadh.
hi_in: स्क्रीन रीडर का सक्रिय किया जाना उन तरीकों को बदल देगा जिससे आपका टच स्क्रीन काम करता है. किसी भी जगह स्पर्श करें जिससे आप अंगुली के नीचे के मद को सुन सकें और सक्रिय करने के लिए दो बार टिपटिपाएँ.
hu: A képernyőolvasó bekapcsolása megváltoztatja az érintőképernyő viselkedését. Érintse meg az ujja alatti elem felolvasásához, és koppintson kétszer az aktiváláshoz.
id: Mengaktifkan pembaca layar akan mengubah cara kerja layar sentuh. Sentuh di mana saja untuk mendengarkan item di bawah jari Anda dan ketuk ganda untuk mengaktifkan.
kn: ತೆರೆ ಓದುಗವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ ನಿಮ್ಮ ಸ್ಪರ್ಶ ತೆರೆ ಕೆಲಸ ಮಾಡುವ ಬಗೆಯನ್ನು ಬದಲಿಸುತ್ತದೆ. ನಿಮ್ಮ ಬೆರಳಿನ ಅಡಿಯ ಅಂಶವನ್ನು ಆಲಿಸಲು ಎಲ್ಲಿಯಾದರೂ ಸ್ಪರ್ಶಿಸಿ, ಮತ್ತು ಸಕ್ರಿಯಗೊಳಿಸಲು ಎರಡು ಬಾರಿ ಮೆಲ್ಲಗೆ ತಟ್ಟಿ.
mai: स्क्रीन रीडर क सक्रिय कएल जएनाइ ओ तरीका केँ बदैल देताह जकरासँ अहाँक टच स्क्रीन काम करैत अछि. ककरो सेहो जगह स्पर्श करू जकरासँ अहाँ अंगुली क नीच्चाँ क मद केँ सुन सकू आओर सक्रिय करब क लेल दुइ बेर टैप करू.
mg: Ny fampandehanana ny mpamaky efijery dia hanova ny fomba fiasan'ny ejifery fikasikao. Kasiho ny faritra iray hihainoana ilay singa ao ambanin'ny rantsantànanao, ary tsindrio indroa raha hamelona azy.
ne: पर्दा वाचक सक्रिय बनाउनाले तपाईं को टच स्क्रीनले कार्य गर्ने तरिका परिवर्तन गरिदिन्छ । तपाईं को औंला तल को वस्तु सुन्नको लागि जहाँ भए पनि छुनु होस्, तथा सक्रिय बनाउनका लागि दुइ चोटी ट्याप गर्नुहोस् ।
or: ସ୍କ୍ରିନ ପାଠକକୁ ଚାଲୁ କଲେ ଆପଣଙ୍କ ଟଚ ସ୍କ୍ରିନର କାର୍ଯ୍ୟକଳାପ ବଦଳିଯିବ। ଆପଣଙ୍କ ଆଙ୍ଗୁଳିତଳେ ଥିବା ଜିନିସ ବିଷୟରେ ଜାଣିବାପାଇଁ ସ୍କ୍ରିନର ଯେ କୌଣସି ଜାଗାରେ ସ୍ପର୍ଶ କରନ୍ତୁ ଓ ତାକୁ ଚାଲୁ କରିବାକୁ ଦୁଇଥର ମୃଦୁ ଆଘାତ କରନ୍ତୁ।
pt: A ativação do leitor de ecrã irá modificar a forma como o ecrã tátil funciona. Toque em qualquer lugar para ouvir o item que está por baixo do seu dedo e dê um duplo clique para o ativar.
ro: Activarea cititorului de ecran va schimba modul în care ecranul tactil funcționează. Atinge oriunde pentru a auzi elementul de sub deget și dublă atingere pentru activare.
si: තිර කියවනය ක්‍රියාත්මක කිරීම මඟින් ඔබේ ස්පර්ශක තිරය ක්‍රියා කරන අන්දම වෙනස් කරනු ලබයි. ඔබේ ඇඟිල්ල යටතේ ඇති අයිතමය ඇසීමට ඕනෑම තැනක ස්පර්ශ කරන්න, එලෙසම සක්‍රිය කිරීමට දෙවරක් තට්ටු කරන්න.
sw: Kuamilisha kisomaji kioo kutabadilisha jinsi kioo ya mguso inavyofanya kazi, Gusa popote ili kusikia bidhaa chini ya kidole chako, na ugonge mara mbili ili kuamilisha.
ta: திரைவாசிப்பானை செயற்படுத்துவதால் தொடுத்திரையில் விளைவு வேறுமாதிரி இருக்கும். எங்கு வேண்டுமானாலும் விரலால் தொட்டு அங்குள்ள உருப்படி படிப்பதை கோட்கலாம், மேலும் அதை செயல்படுத்த இரு முறை சொடுக்கவும்.
tr: Ekran okuyucuyu etkinleştirmek, dokunmatik ekranınızın çalışma şeklini değiştirecektir. Parmağınızın altındaki öğenin ne olduğunu dinlemek için dokunun, öğeyi etkinleştirmek için çift dokunun.
ur: سکرین خواں عمل میں لانے سے ٹچ اسکرین کے کام کرنے کا انداز تبدیل ہوجائے گا۔ کسی بھی جگہ چھو کر اُس شے کو اپنی انگلی کے نیچے سنیں، اور عمل میں لانے کے لیئے دو بار تھپکیں۔
uz: Ekran o‘qigichni faollashtirish ekranga teginish ishlari yo‘lini o‘zgartiradi. Biror joyga barmog‘ingizni bir marta tegizsangiz, uning ostidagi element nomini eshitasiz va ikki marta bossangiz, uni ishga tushirasiz.
vi: Bật trình đọc màn hình sẽ thay đổi cách màn hình cảm ứng hoạt động. Chạm bất kỳ đâu để nghe đọc văn bản ở vị trí ngón tay, sau đó chạm hai lần để kích hoạt mục đó.
xh: Ukwenza umfundi weskrini asebenze kungatshintsha indlela esisebenza ngayo iskrini sakho esichukunyiswayo. Chukumisa naphi na ukuze uve into ephantsi komnwe wakho, uze ucofe kabini ukuze uyenze isebenze.
zu: Ukuqalisa ukusebenza kokokufunda iskrini kuzoshintsha indlela iskrini esithintwayo esisebenza ngayo. Thinta noma kuphi ukuze uzwe ukuthi yini oyithintile, thinta kabili ukuze uyiqalise ukusebenza.

source: Start
am: መጀመሪያ
ar: إبدأ
bg: Включване
bn_bd: শুরু করুন
bn_in: আরম্ভ
br: Kregiñ
bs: Pokreni
ca: Inicia
cy: Cychwyn
es: Iniciar
eu: Abiarazi
ga_ie: Tosaigh
gd: Tòisich
hi_in: प्रारंभ
hu: Kezdés
id: Mulai
kn: ಆರಂಭ
lv: Sākt
mai: प्रारंभ
mg: Alefa
ne: सुरु गर्नुहोस्
or: ଆରମ୍ଭ
pt: Iniciar
si: අරඹන්න
sw: Anza
ta: தொடங்கு
th: เริ่ม
tr: Başlat
ur: آغاز
uz: Boshlash
vi: Bật
xh: Qalisa
zu: Qala

source: Stop Screen Reader?
am: የ መመልከቻ አንባቢውን ላስቁመው
ar: وقف قارئ الشاشة؟
bg: Спиране на екранния четец?
bn_bd: স্ক্রিন রিডার বন্ধ করা হবে কি?
bn_in: স্ক্রিন রিডার বন্ধ করা হবে কি?
br: Paouez gant al lenner skrammoù ?
bs: Zaustavi čitač ekrana?
ca: Voleu aturar el lector de pantalla?
cy: Cau'r Darllenydd Sgrin?
es: ¿Parar lector de pantalla?
eu: Gelditu pantaila-irakurlea?
ga_ie: Stop an Léitheoir Scáileáin?
gd: A bheil thu airson crìoch a chur air leughadair na sgrìn?
hi_in: स्क्रीन रीडर रोकें?
hu: Képernyőolvasó leállítása?
id: Hentikan Pembaca Layar?
kn: ತೆರೆ ಓದುಗನನ್ನು ನಿಲ್ಲಿಸಬೇಕೆ?
lv: Apstādināt ekrāna lasītāju?
mai: स्क्रीन रीडर रोकू?
mg: Ajanona Mpamaky Efijery?
ne: पर्दा वाचक रोक्नु हुन्छ?
or: ସ୍କ୍ରିନ ରିଡରକୁ ବନ୍ଦ କରିବେ?
pt: Parar Leitor de Ecrã?
ro: Oprești cititorul de ecran?
si: තිර කියවනය නවතනවා ද?
sw: Simamisha Kisomaji Kioo?
ta: திரைவாசிப்பானை நிறுத்து?
th: หยุดตัวอ่านหน้าจอ?
tr: Ekran okuyucu durdurulsun mu?
ur: سکرین خواں روکیں؟
uz: Ekran o‘qigich to‘xtatilsinmi?
vi: Dừng trình đọc màn hình?
xh: Ufuna ukuyekisa umfundi weskrini?
zu: Cisha Okokufunda Iskrini?

source: Stopping the screen reader will end all speech feedback.
am: የ መመልከቻ አንባቢውን ማስቆም በ ንግግር ምላሽ መስጠን ያስቆማል
ar: سيتم وقف قارئ الشاشة ووضع حد لجميع ردود الفعل على الكلام.
bg: Спирането на екранния четец ще прекрати гласовата обратна връзка.
bn_bd: স্ক্রিন রিডার বন্ধ করে দিলে আপনার সকল কথ্য পতিক্রিয়া থেমে যাবে।
bn_in: স্ক্রিন রিডার থামিয়ে দিলে আপনার সমস্ত রকম স্পিচ ফিডব্যাক থেমে যাবে।
br: Paouez gant al lenner skrammoù a arsavo al lenn a vouezh uhel.
bs: Zaustavljane čitača ekrana će zaustaviti govornu pomoć.
ca: En aturar el lector de pantalla finalitzarà l'ajuda per veu.
cy: Bydd cau'r darllenydd sgrin yn atal adborth llafar.
es: Al detener el lector de pantalla, finalizarán los comentarios de voz.
eu: Pantaila-irakurlea gelditzeak hizketa-ohar guztiak amaituko ditu.
ga_ie: Má stopann tú léitheoir an scáileáin, ní gheobhaidh tú aiseolas labhartha a thuilleadh.
gd: Ma chuireas tu crìoch air an leughadair, sguiridh e dhen leughadh.
hi_in: सभी वाक फीडबैक समाप्त करने के लिए स्क्रीन रीडर रोक रहा है.
hu: A képernyőolvasó leállításával a hangos visszajelzés megszűnik.
id: Menghentikan pembaca layar akan menghentikan semua umpan ucapan.
kn: ತೆರೆ ಓದುಗನನ್ನು ನಿಲ್ಲಿಸುವುದರಿಂದ ಎಲ್ಲಾ ಮಾತಿನ ರೂಪದ ಪ್ರತಿಕ್ರಿಯೆಗಳು ನಿಲ್ಲುತ್ತವೆ.
mai: सभ वाक फीडबैक समाप्त करब कलेल स्क्रीन रीडर रोकि रहल अछि.
mg: Ny fampijanona ny mpamaky efijery dia hamarana ny resaka setriny rehetra.
ne: पर्दा वाचक रोक्नाले सबै बोली पुनर्निवेश अन्त्य हुनेछ ।
or: ସ୍କ୍ରିନ ରିଡରକୁ ବନ୍ଦ କଲେ ଉଚ୍ଚାରିତ ମତାମତ ମିଳିବା ବନ୍ଦ ହୋଇଯିବ।
pt: Ao parar o leitor de ecrã deixará de receber indicações auditivas.
ro: Oprirea cititorului de ecran va opri feedbackul vorbit.
si: තිර කියවනය නවතාලීමෙන් සියලු කථන ප්‍රතිපෝෂණයන් ද අවසන් වනු ඇත.
sw: Kusimamisha kisomaji kioo kutasitisha maoni yote ya usemaji.
ta: திரைவாசிப்பானை நிறுத்துவதால் கேட்டுக்கொண்டிருக்கும் அனைத்து பின்னூட்ட சத்தங்களும் நிறுத்தப்படும்.
tr: Ekran okuyucu durdurursanız tüm konuşma geribildirimleri duracaktır.
ur: سکرین ریڈر روکنے سے تمام گفتگو رائے ختم ہو جائے گی۔
uz: Ekran o‘qigichni to‘xtatish barcha nutqiy yordamlarni to‘xtatadi.
vi: Dừng trình đọc màn hình sẽ dừng tất cả các phản hồi lời nói.
xh: Ukuyekisa umfundi weskrini kuya kuphelisa yonke ingxelo yomlomo.
zu: Ukucisha okokufunda iskrini kuzoqeda konke okushiwoyo ngenkulumo.
