Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

# fullStatus-associated
source: Obtaining an IP address…
am: IP አድራሻ በመፈለግ ላይ…
bn_bd: আইপি নেয়া হচ্ছে...
br: O kaout ur chomlec'h IP…
ca: S'està obtenint una adreça IP…
es: Obteniendo una dirección IP…
fa: در حال دریافت آدرس IP…
ga_ie: Seoladh IP á fháil…
hi_in: IP एड्रेस पाया गया…
kn: IP ವಿಳಾಸ ಪಡೆಯಲಾಗುತ್ತಿದೆ…
mai: IP एड्रेस पाएल गेल…
mg: Maka adiresy IP…
ne: आइ पी ठेगाना प्राप्त गरिदै…
or: IP ଠିକଣା ଧାରଣ କରୁଛି…
si: IP ලිපිනයක් ලබා ගනිමින්...
sw: Inapata anwani ya IP...
tr: IP adresi alınıyor…
uz: IP manzil olinmoqda…
vi: Đang nhận địa chỉ IP…
wa: Dji rçu ene adresse IP...
xh: Ifumana idilesi ye-IP…
zu: Isabheka ikheli le-IP…

# fullStatus-connectingfailed
source: Connection failed
am: ግንኙነቱ ወድቋል
bn_bd: সংযোগ স্থাপনে ব্যর্থ
br: C'hwitadenn war ar c'hennaskañ
ca: Ha fallat la connexió
es: Falló la conexión
fa: اتصال شکست خورد
ga_ie: Theip ar cheangal
hi_in: कनेक्शन असफल
kn: ಸಂಪರ್ಕ ವಿಫಲ
mai: कनेक्शन असफल
mg: Tsy nety ny fifandraisana
ne: जडान असफल भयो
or: ସଂଯୋଗ ବିଫଳ ହୋଇଛି
si: සබඳතාවය බිඳවැටුනි
sw: Muungano umeshindwa
tr: Bağlantı başarısız oldu
uz: Ulanmadi
vi: Lỗi kết nối
wa: Li raloyaedje a fwait berwete
xh: Unxibelelwano lusilele
zu: Ukuxhuma akuphumelelanga

# fullStatus-disconnected
source: Offline
am: ከመስመር ውጪ
bn_bd: অফলাইন
br: Ezlinenn
ca: Sense connexió
es: Sin conexión
fa: برون‌خط
ga_ie: As Líne
hi_in: ऑफ़लाइन
kn: ಆಫ್‌ಲೈನ್
mai: आफलाइन
mg: Tsy an-jotra
ne: अफलाइन
or: ଅଫଲାଇନ
si: නොබැඳි
sw: Nje ya mkondo
tr: Çevrimdışı
uz: Oflayn
vi: Ngoại tuyến
wa: Disraloyî
xh: Ayikho kwi-intanethi
zu: Ayikho emoyeni

# shortStatus-connecting
source: Connecting…
am: በመገናኘት ላይ…
bn_bd: সংযুক্ত করা হচ্ছে…
br: O kennaskañ…
ca: S'està connectant…
es: Conectando…
fa: در حال اتصال…
ga_ie: Ag ceangal…
hi_in: कनेक्ट कर रहा है…
kn: ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ…
mai: कनेक्ट कए रहल अछि…
mg: An-dàlana hifandray…
ne: जडान हुँदैछ...
or: ସଂଯୋଗ କରୁଛି…
si: සම්බන්ධ වෙමින්...
sw: Inaunganisha...
tr: Bağlanılıyor…
uz: Ulanmoqda…
vi: Đang kết nối…
wa: Raloyaedje…
xh: Iyanxibelelana…
zu: Isaxhuma…

# shortStatus-associated
source: Obtaining an IP address…
am: IP አድራሻ በመፈለግ ላይ…
bn_bd: একটি আইপি এড্রেস নেয়া হচ্ছে...
br: O kaout ur chomlec'h IP…
ca: S'està obtenint una adreça IP…
es: Obteniendo una dirección IP…
fa: در حال دریافت آدرس IP…
ga_ie: Seoladh IP á fháil…
hi_in: एक IP पता प्राप्त कर रहा है…
kn: IP ವಿಳಾಸ ಪಡೆಯಲಾಗುತ್ತಿದೆ…
mai: एकटा IP पता प्राप्त कए रहल अछि…
mg: Maka adiresy IP…
ne: आइ पी ठेगाना प्राप्त गरिदै…
or: IP ଠିକଣା ଧାରଣ କରୁଛି…
si: IP ලිපිනයක් ලබා ගනිමින්...
sw: Inapata anwani ya IP...
tr: IP adresi alınıyor…
uz: IP manzil olinmoqda…
vi: Đang nhận địa chỉ IP…
wa: Dji rçu ene adresse IP...
xh: Ifumana idilesi ye-IP…
zu: Ukuthola ikheli le-IP…

# shortStatus-connected
source: Connected
am: ተገናኝቷል
bn_bd: সংযুক্ত
br: Kennasket
ca: Connectada
es: Conectado
fa: متصل شد
ga_ie: Ceangailte
hi_in: जुड़ा हुआ
kn: ಸಂಪರ್ಕಗೊಂಡಿದೆ
mai: जुड़ल
mg: Mifandray
ne: जडान भयो
or: ସଂଯୁକ୍ତ
si: සම්බන්ධ වී ඇත
sw: Imeunganishwa
tr: Bağlanıldı
uz: Ulandi
vi: Đã kết nối
wa: Raloyî
xh: Inxityelelwe
zu: Ixhunyiwe

# shortStatus-connectingfailed
source: Connection failed
am: ግንኙነቱ ወድቋል
bn_bd: সংযোগ বিছিন্ন
br: C'hwitadenn war ar c'hennaskañ
ca: Ha fallat la connexió
es: Falló la conexión
fa: اتصال شکست خورد
ga_ie: Theip ar cheangal
hi_in: कनेक्शन असफल
kn: ಸಂಪರ್ಕ ವಿಫಲ
mai: कनेक्शन असफल
mg: Tsy nety ny fifandraisana
ne: जडान असफल भयो
or: ସଂଯୋଗ ବିଫଳ ହୋଇଛି
si: සබඳතාවය බිඳවැටුණි
sw: Muungano umeshindwa
tr: Bağlantı başarısız oldu
uz: Ulanmadi
vi: Lỗi kết nối
wa: Li raloyaedje a fwait berwete
xh: Unxibelelwano lusilele
zu: Ukuxhuma akuphumelelanga

# shortStatus-disconnected
source: Offline
am: ከመስመር ውጪ
bn_bd: অফলাইন
br: Ezlinenn
ca: Sense connexió
es: Sin conexión
fa: برون‌خط
ga_ie: As Líne
hi_in: ऑफ़लाइन
kn: ಆಫ್‌ಲೈನ್
mai: आफलाइन
mg: Tsy an-jotra
ne: अफलाइन
or: ଅଫଲାଇନ
si: නොබැඳි
sw: Nje ya mkondo
tr: Çevrimdışı
uz: Oflayn
vi: Ngoại tuyến
wa: Disraloyî
xh: Ayikho kwi-intanethi
zu: Ayikho emoyeni

source: Select a WPS method:
am: የ WPS ዘዴ ይምረጡ:
bn_bd: WPS এর পদ্ধতি নির্বাচন করুন:
br: Diuzit un hentenn WPS :
bs: Izaberite WPS metodu:
ca: Trieu un mètode de connexió WPS:
es: Seleccione un método WPS:
fa: یک روش WPS انتخاب کنید
ga_ie: Roghnaidh modh WPS:
hi_in: एक WPS विधि चुनें:
kn: ಒಂದು WPS ವಿಧಾನ ಆಯ್ಕೆ ಮಾಡಿ:
mai: एकटा WPS विधि चुनू:
mg: Hifantina fomba WPS:
ne: WPS तरिका चयन गर्नुहोस
or: ଗୋଟିଏ WPS ପଦ୍ଧତି ବାଛନ୍ତୁ:
pt: Selecionar um método WPS:
si: WPS ක්‍රමයක් තෝරාගන්න:
sw: Chagua mbinu ya WPS:
ta: WPS முறையை தேர்:
th: เลือกวิธีการ WPS:
tr: Bir WPS yöntemi seçin:
uz: WPS uslubini tanlang:
vi: Chọn phương thức WPS:
wa: Tchoezi ene metôde WPS :
xh: Khetha indlela ye-WPS:
zu: Khetha indlela ye-WPS:

source: Always forward
am: ሁልጊዜ ወደ ፊት
bn_bd: সর্বদা ফরওয়ার্ড করুন
br: Treuzkas atav
bs: Uvijek preusmjeravaj
ca: Desvia sempre
es: Desviar siempre
fa: همیشه انتقال داده شود
ga_ie: Cuir ar aghaidh i gcónaí
hi_in: हमेशा आगे
kn: ಯಾವಾಗಲೂ ರವಾನಿಸು
mai: हरदम आगाँ
mg: Hampita foana
ne: सधैँ पठउने
or: ସବୁବେଳେ ଫରୱାର୍ଡ଼ କରିବେ
pt: Reencaminhar sempre
si: සැමවිටම යොමු කරන්න
sw: Daima sambaza
ta: எப்போதும்
th: โอนสายเสมอ
tr: Her zaman yönlendir
uz: Doimo yo‘naltirish
vi: Luôn chuyển tiếp
wa: Tofer ricassî
xh: Soloko ugqithisela phambili
zu: Dlulisela phambili ngaso sonke isikhathi

source: Forward when busy
am: በ ስራ ላይ ስሆን ወደ ፊት ማስተላለፊያ
bn_bd: ব্যস্ত থাকলে ফরওয়ার্ড করুন
br: Treuzkas ma vez ac'hubet
bs: Preusmjeri kada je zauzeto
ca: Desvia si comunico
es: Desviar si estoy ocupado/a
fa: انتقال در زمان مشغول بودن
ga_ie: Cuir ar aghaidh nuair atáim gnóthach
hi_in: व्यस्त होने पर अग्रेषित करें
kn: ಕಾರ್ಯನಿರತವಾಗಿದ್ದಾಗ ರವಾನಿಸು
mai: व्यस्त हए पर अग्रेषित करू
mg: Hampita rehefa be atao
ne: बेस्त भय पठाउने
or: ବ୍ୟସ୍ତ ଥିବା ସମୟରେ ଅଗ୍ରସର କରାନ୍ତୁ
pt: Quando ocupado
si: කාර්යබහුල විට යොමු කරන්න
sw: Sambaza wakati ina shughuli
ta: பேசும்போது
th: โอนสายเมื่อไม่ว่าง
tr: Meşgulse yönlendir
uz: Banda bo‘lganda yo‘naltirish
vi: Chuyển tiếp khi bận
wa: Ricassî cwand ocupé
xh: Gqithisela xa ndixakekile
zu: Dlulisela phambili uma uxakekile

source: Forward when unanswered
am: በማይመለስ ጊዜ ወደ ፊት ማስተላለፊያ
bn_bd: কল গ্রহন না করলে
br: Treuzkas ma n'eus respont ebet
bs: Preusmjeri kod nejavljanja
ca: Desvia si no contesto
es: Desviar si no respondo
fa: انتقال در زمان عدم پاسخگویی
ga_ie: Cuir glaonna gan freagra ar aghaidh
hi_in: जवाब न देने पर अग्रेषित करें
kn: ಉತ್ತರಿಸದಿದ್ದಾಗ ರವಾನಿಸು
mai: जवाब नए दए पर अग्रेषित करू
mg: Hampita rehefa tsy voavaly
ne: उतर नदेय पठाउने
or: ଉତ୍ତର ନଦେଲେ ଫରୱାର୍ଡ଼ କରନ୍ତୁ
pt: Quando não atendido
si: පිළිතුරු සැපයූයේ නැති විට යොමු කරන්න
sw: Sambaza wakati haijajibiwa
ta: பதிலளிக்காத போது
th: โอนสายเมื่อไม่รับ
tr: Cevaplanmazsa yönlendir
uz: Javob bermaganda yo‘naltirish
vi: Chuyển tiếp khi không trả lời
wa: Ricassî cwand nén respondou
xh: Gqithisela phambili xa ungaphendulwa
zu: Dlulisela phambili uma kungaphendulwanga

source: Forward when unreachable
am: በማይደረስ ጊዜ ወደ ፊት ማስተላለፊያ
bn_bd: অনুপস্থিত থাকলে
br: Treuzkas ma n'hall ket bezañ tizhet
bs: Preumjeri kada je nedostupno
ca: Desvia si estic il·localitzable
es: Desviar si no estoy localizable
fa: انتقال در زمان در دسترس نبودن
ga_ie: Cuir ar aghaidh nuair nach bhfuil teacht ort
hi_in: संपर्क से बाहर होने पर अग्रेषित करें
kn: ತಲುಪಲು ಸಾಧ್ಯವಾಗದಿದ್ದಾಗ ರವಾನಿಸು
mai: संपर्क सँ बाहर हए पर अग्रेषित करू
mg: Hampita rehefa tsy tratra antso
ne: पहुँच अयोग्य भएमा फरवार्ड गर
or: ଅପହଞ୍ଚ ଦୂରତାରେ ଥିଲେ ଫରୱାର୍ଡ଼ କରନ୍ତୁ
pt: Quando incontactável
si: ළඟා විය නොහැකි විට යොමු කරන්න
sw: Sambaza wakati haifikiwi
ta: எட்டமுடியாதபோது
th: โอนสายเมื่อติดต่อไม่ได้
tr: Ulaşılamıyorsa yönlendir
uz: Mavjud bo‘lmaganda yo‘naltirish
vi: Chuyển tiếp khi không liên lạc được
wa: Ricassî cwand nén djondåve
xh: Gqithisela phambili xa ndingafumaneki
zu: Dlulisela phambili uma engatholakali

source: Outgoing calls
am: ወደ ውጪ የሚላኩ ጥሪዎች
bn_bd: আউটগোয়িং কল
br: Galvoù oc'h ermaeziañ
bs: Odlazni pozivi
ca: Trucades de sortida
es: Llamadas salientes
fa: تماس‌های خروجی
ga_ie: Glaonna Curtha
hi_in: आउटगोइंग काल
kn: ಹೊರಹೋಗುವ ಕರೆಗಳು
mg: Antso mivoaka
pt: Chamadas realizadas
si: බැහැර ඇමතුම්
th: สายโทรออก
tr: Giden aramalar
uz: Chiquvchi qo‘ng‘iroqlar
vi: Cuộc gọi đi
wa: Houcaedjes rexhants
zu: Izingcingo eziphumayo

source: International except Home Country
am: አለም አቀፍ ከ አገር ቤት በስተቀር
bn_bd: নিজ দেশ বাদে আন্তর্জাতিক
br: Etrevroadel war-bouez ar vro orin
bs: Međunarodni osim domaćih
ca: Internacionals, excepte país de residència
es: Internacionales excepto país de residencia
fa: بین‌المللی به غیر از کشور خانه
ga_ie: Idirnáisiúnta seachas Tír Dúchais
kn: ಅಂತರರಾಷ್ಟ್ರೀಯ ಮೂಲ ದೇಶವನ್ನು ಹೊರತುಪಡಿಸಿ
pt: Internacionais exceto país de origem
si: මවු රට හැර අනෙක් ජාත්‍යන්තර
th: โทรต่างประเทศยกเว้นโทรในประเทศ
tr: Uluslararası (kendi ülkem hariç)
uz: Uy mamlakatlaridan boshqa xalqaro
wa: Foû payis såf Payis da sinne

source: Incoming calls
am: ወደ ውስጥ የሚመጡ ጥሪዎች
bn_bd: আগত কল
br: Galvoù o vont tre
bs: Dolazni pozivi
ca: Trucades entrants
es: Llamadas entrantes
fa: تماس‌های ورودی
ga_ie: Glaonna Ortsa
kn: ಬರುತ್ತಿರುವ ಕರೆಗಳು
pt: Chamadas recebidas
si: ලැබෙන ඇමතුම්
th: สายโทรเข้า
tr: Gelen aramalar
uz: Kiruvchi qo‘ng‘iroqlar
wa: Houcaedjes intrants

source: All while roaming
am: ሁሉም በሚዘዋወሩ ጊዜ
bn_bd: রোমিং এর সময় সব
br: An holl en ur valeantañ
bs: Svi dok sam u roamingu
ca: Totes en itinerància
es: Todas en itinerancia
fa: همه در زمان رومینگ
ga_ie: Gach le linn fánaíochta
kn: ರೋಮಿಂಗ್‌ನಲ್ಲಿ ಎಲ್ಲ
pt: Todos enquanto em roaming
si: රෝමිං කිරීමේදී හැර සියල්ල
th: ทั้งหมดขณะข้ามเครือข่าย
tr: Dolaşım sırasıda tümü
uz: Rouming vaqtida barchasi
wa: Totafwait cwand pormoennance

source: Authorized numbers
am: የተፈቀዱ ቁጥሮች
bn_bd: অনুমোদিত নম্বর
br: Niverennoù aotreet
bs: Ovlašteni brojevi
ca: Números permesos
es: Núm. autorizados
fa: شماره‌های مورد تایید
ga_ie: Uimhreacha údaraithe
hi_in: प्राधिकृत संख्या
kn: ದೃಢೀಕರಿಸಿದ ಸಂಖ್ಯೆಗಳು
mai: प्राधिकृत संख्या
mg: Nomerao mahazo alàlana
ne: आधिकारिक सङ्ख्या
or: କ୍ଷମତା ସମ୍ପନ୍ନ ନମ୍ବରଗୁଡ଼ିକ
pt: Números autorizados
si: සත්‍යවත් කෙරූ අංක
sw: Nambari zilizoruhusiwa
ta: அனுமதித்த எண்கள்
th: หมายเลขที่ได้รับอนุญาต
tr: İzinli numaralar
uz: Tasdiqdan o‘tgan raqamlar
vi: Những số được liên lạc
wa: Limeros otorijhîs
xh: Amanani agunyazisiweyo
zu: Izinombolo ezigunyaziwe

source: Operators In The Area
am: አንቀሳቃሽ በ ቦታው አካባቢ
bn_bd: এই এলাকার অপারেটর
bs: Operateri u području
ca: Operadors en l'àrea
es: Operadores en la zona
fa: اپراتورهای این محدوده
ga_ie: Soláthraithe sa Cheantar
pt: Operadores na área
si: මෙම ප්‍රදේශයේ ක්‍රියාකරුවන්
th: ผู้ให้บริการในบริเวณ
uz: Hududdagi operatorlar

source: Devices in the area
am: በ አካባቢው ያሉ አካሎች
bn_bd: সীমার মধ্যে ডিভাইসসমূহ
br: Trevnadoù war-dro amañ
bs: Uređaji u području
ca: Dispositius propers
es: Dispositivos en el área
fa: دستگاه‌های این ناحیه
ga_ie: Gléasanna sa cheantar
hi_in: क्षेत्र में उपकरण
kn: ಸುತ್ತಮುತ್ತಲಿನ ಸಾಧನಗಳು
mai: क्षेत्र मे युक्ति
mg: Fitaovana manodidina
ne: क्षेत्रमा भएका यन्त्रहरु
or: ଏହି ସ୍ଥାନରେ ଥିବା ଉପକରଣଗୁଡ଼ିକ
pt: Dispositivos na área
si: ප්‍රදේශයෙහි ඇති උපාංග
sw: Vifaa katika eneo
ta: அருகாமையிலுள்ள சாதனங்கள்
th: อุปกรณ์ในบริเวณ
tr: Bölgedeki aygıtlar
uz: Yaqin atrofdagi qurilmalar
vi: Các thiết bị quanh đây
wa: Éndjins el coine
xh: Izixhobo ezikule ndawo
zu: Amadivayisi asendaweni

source: Visible to all
am: ለሁሉም የሚታይ
bn_bd: সবার দৃষ্টিগোচর হোন
br: Gwelus d'an holl
bs: Vidljivo svima
ca: Visible per a tothom
es: Visible a todos
fa: قابل رویت برای همه
ga_ie: Infheicthe do chách
hi_in: सभी को दिखें
kn: ಎಲ್ಲರಿಗೂ ಕಾಣಿಸಲಿ
mai: सभ देख सकैत अछि
mg: Hitan'ny rehetra
ne: सबैलाई देखाउने
or: ସମସ୍ତଙ୍କୁ ଦେଖାଯିବ
pt: Visível para todos
si: සියල්ලන්ට ම පෙනෙන
sw: Inaonekana kwa wote
ta: தெரியும்படி
th: มองเห็นได้กับทั้งหมด
tr: Tümüne görünür
uz: Hammaga ko‘rinadigan
vi: H.thị với các th.bị khác
wa: Veyåve po tertos
xh: Bonakala kuzo zonke
zu: Kubonakala kubo bonke

source: Adjust automatically
am: ራሱ በራሱ ማስተካከያ
bn_bd: স্বয়ংক্রিয়ভাবে নিয়ন্ত্রণ
br: Kengeidañ ent emgefreek
bs: Podesi automatski
ca: Ajusta automàticament
es: Ajustar automáticamente
fa: تنظیم خودکار
ga_ie: Gile uathoibríoch
hi_in: स्वतः समायोजित
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸರಿಹೊಂದಿಸು
mai: स्वतः समायोजित
mg: Hanitsy hoazy
ne: स्वचालित रूपमा समायोजन
or: ଆପେ ଆପେ ସେଟ କରନ୍ତୁ
pt: Ajustar automaticamente
si: ස්වයංක්‍රීයව සකසන්න
sw: Rekebisha kwa mashine
ta: தானியக்கம்
th: ปรับอัตโนมัติ
tr: Otomatik olarak ayarla
uz: Avtomatik moslash
vi: Tự động thay đổi
wa: Rapontyî otomaticmint
xh: Hlengahlengisa ngokuzenzekelayo
zu: Hlela ngokuzenzekelayo

source: Show on lock screen
am: በ መመልከቻው መቆለፊያ ላይ ማሳያ
bn_bd: লক করা স্ক্রিনে দেখাও
br: Diskouez war ar skramm prennet
bs: Prikaži na zaključanom ekranu
ca: En la pantalla de bloqueig
es: En pantalla de bloqueo
fa: نمایش در صفحه قفل
ga_ie: Ar an scáileán glasáilte
hi_in: लॉक स्क्रीन पर दिखाएं
kn: ಲಾಕ್ ಪರದೆಯ ಮೇಲೆ ತೋರಿಸು
mai: लॉक स्क्रीन पर देखाबू
mg: Haseho eo amin'ny efijery mihidy
ne: लक पर्दामा देखाउनुहोस्
or: କିଳିତ ପରଦାରେ ଦର୍ଶାନ୍ତୁ
pt: No ecrã de bloqueio
si: අඟුළු දැමූ තිරය මත පෙන්වන්න
sw: Onyesha kwenye kioo cha kufunga
ta: பூட்டிய திரையில்
th: แสดงบนหน้าจอล็อค
tr: Kilit ekranında göster
uz: Ekran qulflanganda ko‘rsatish
vi: Hiển thị trên màn hình khóa
wa: Mostrer sol waitroûle d’ eclawaedje
xh: Bonisa kwiskrini esitshixiweyo
zu: Veza kuskrini esikhiyiwe

source: Show after reboot
am: እንደ ገና ከተነሳ በኋላ ማሳያ
bn_bd: পুনরায় চালুর পর দেখান
br: Diskouez goude an adloc'hañ
bs: Prikaži nakon ponovnog pokretanja
ca: Mostra en reiniciar
es: Mostrar al reiniciar
fa: نمایش پس از راه‌اندازی مجدد
ga_ie: Tar éis atosaithe
hi_in: रिबूट के बाद जारी
kn: ರೀಬೂಟ್ ಆದನಂತರ ತೋರಿಸು
mai: रीबूट भेला पर देखाउ
mg: Haseho aorian'ny famerenana mamelona
or: ରିବୁଟ ହୋଇସାରିଲେ ଦେଖାନ୍ତୁ
pt: Depois de reiniciar
si: නැවත පණ ගැන්වීමෙන් අනතුරුව පෙන්වන්න
sw: Onyesha baada ya kubuti tena
ta: மீள்துவக்கிய பின்
th: แสดงหลังจากเริ่มระบบใหม่
tr: Yeniden başlatınca göster
uz: O‘chirib-yoqqandan so‘ng ko‘rsatish
wa: Mostrer après renondaedje
xh: Bonisa emva kokuvula kwakhona
zu: Khombisa emva kokucima uqale kabusha

source: Outgoing Calls
am: ወደ ውጪ የሚላኩ ጥሪዎች
bn_bd: আউটগোয়িং কল
br: Galvoù oc'h ermaeziañ
bs: Odlazni pozivi
ca: Trucades de sortida
es: Llamadas salientes
fa: تماس‌های خروجی
ga_ie: Glaonna Amach
kn: ಹೊರಹೋಗುವ ಕರೆಗಳು
ne: बाह्यगमन कल
pt: Chamadas realizadas
si: බැහැර ඇමතුම්
ta: வெளிச்செல்லும் அழைப்புகள்
th: สายโทรออก
tr: Giden aramalar
uz: Chiquvchi qo‘ng‘iroqlar
wa: Houcaedjes rexhants

source: Signed In
am: ገብተዋል
bn_bd: সাইন ইন হয়েছে
br: Kennasket
ca: Sessió iniciada
es: Conectado
fa: وارد شد
ga_ie: Logáilte Isteach
hi_in: साइन इन
kn: ಪ್ರವೇಶಿಸಲಾಗಿದೆ
mai: साइन इन
mg: Tafiditra
or: ସାଇନ୍‌ ଇନ୍‌ ହୋଇଛି
si: ඇතුළු වන්න
sw: Umeingia
tr: Oturum açıldı
uz: Kirgan
wa: Elodjî
xh: Ngena
zu: Usayinele Ukungena

source: Marketplace
am: የ ገበያ ቦታ
bn_bd: মার্কেটপ্লেস
fa: فروشگاه
ga_ie: An Margadh
hi_in: मार्केटप्लेस
mai: मार्केटप्लेस
mg: Tsena
or: ମାର୍କେଟ ପ୍ଲେସ
sw: Eneo la soko
xh: Imarike
zu: Indawo yokuthengisa

# fxa-find-my-device-app
source: Find My Device
am: የኔን አካል አግኝ
br: Kavout ma zrevnad
ca: Troba el meu aparell
es: Buscar mi dispositivo
fa: پیدا کردن دستگاه من
ga_ie: Aimsigh Mo Ghléas
hi_in: मेरी युक्ति ढूँढ़ें
kn: ನನ್ನ ಸಾಧನವನ್ನು ಪತ್ತೆಮಾಡು
mai: हमर डिवाइस खोजू
mg: Hitady Ny Fitaovako
or: ମୋ ଉପକରଣଟି ଖୋଜନ୍ତୁ
si: මාගේ උපාංගය සොයන්න
sw: Tafuta Kifaa Changu
tr: Cihazımı Bul
uz: Qurilmamni topish
wa: Ritrover mi éndjin
xh: Fumana isixhobo sam
zu: Thola Idivayisi Yami

source: How does Do Not Track work?
am: አትከተለኝ የሚሰራው እንዴት ነው?
bn_bd: ট্র্যাক করবেন না, কি উপায়ে কাজ করে?
br: Penaos e ya en-dro Do Not Track ?
bs: Kako radi Nemoj me pratiti?
ca: Com funciona aquesta funció?
es: ¿Cómo funciona No quiero ser rastreado?
fa: «ردیابی نکن» چطوری کار می‌کند؟
ga_ie: Cad a dhéanann 'Ná Lorgtar Mé'?
hi_in: डू नॉट ट्रैक कैसे काम करता है ?
kn: ಜಾಡು ಇರಿಸಬೇಡ ಎಂಬುದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ?
mai: डू नॉट ट्रैक कहिना काम करैत अछि ?
mg: Ahoana ny fiasan'ny Aza Arahin-dia?
ne: Do Not Track ले कसरी काम गर्दछ?
or: ନଜର ରଖନ୍ତୁ ନାହିଁ କେମିତି କାମ କରେ?
pt: Como funciona a não-monitorização?
si: පසු නොහැඹීම ක්‍රියා කරන්නේ කෙසේ ද?
sw: Je Usifuatilie hufanya kazi jinsi gani?
ta: எப்படி தடமறியாமை வேலைசெய்கிறது?
th: อย่าตามรอยทำงานอย่างไร?
tr: Beni İzleme nasıl çalışır?
uz: "Kuzatmang" xususiyati qanday ishlaydi?
vi: Tính năng Không theo dõi hoạt động như thế nào?
wa: Comint çki Èn nén shuve rote ?
xh: Isebenza njani le nto ethi Sukulanda uMkhondo?
zu: Ingabe lusebenza kanjani uhlelo lokuthi Ungangilandeleli?

source: Apache License 2.0
ar: ترخيص Apache 2.0
bn_bd: অ্যাপাচি লাইসেন্স ২.০
bn_in: অ্যাপাচি লাইসেন্স 2.0
br: Lañvaz Apache 2.0
bs: Apache licenca 2.0
ca: Llicència Apache 2.0
fa: مجوز آپاچی ۲.۰
ga_ie: Ceadúnas Apache 2.0
hi_in: अपाचे लाइसेंस 2.0
kn: Apache ಪರವಾನಗಿ 2.0
lv: Apache Licence 2.0
mai: अपाचे लाइसेंस 2.0
or: Apache ଲାଇସେନ୍ସ 2.0
pt: Licença Apache 2.0
ro: Licența Apache 2.0
si: Apache බලපත්‍රය 2.0
sw: Leseni ya Apache ya 2.0
ta: அப்பாச்சி உரிமம் 2.0
th: ใบอนุญาต Apache 2.0
tr: Apache Lisansı 2.0
ur: اپاچی لائسنس 2.0
wa: Licince Apache 2.0
xh: ILayisenisi ye-Apache 2.0
zu: I-Apache License 2.0

source: Jank Threshold
am: የማይረባ መግቢያ
br: Gwehin Jank
ca: Llindar de Jank
fa: آستانه‌ی Jank
ga_ie: Tairseach Moille
hi_in: जैंक थ्रेसहोल्ड
kn: ಜಂಕ್ ಮಿತಿ
mai: जैंक थ्रेसहोल्ड
mg: Tokonan'ny Fitavozavoza
ne: ज्यांक थ्रेसहोल्ड
or: Jank ପ୍ରଭାବସୀମା
si: jank සීමකය
sw: Mwanzo wa Jank
tr: Jank eşiği
uz: Jank bo‘sag‘a
wa: Soû di blocaedje
xh: Umda wejenki
zu: I-Jank threshold

source: Show Screen Reader Settings
am: የ መመልከቻ አንባቢ ማሰናጃ ማሳያ
bn_bd: স্ক্রিন রিডার সেটিং দেখাও
br: Diskouez arventennoù al lenner skrammoù
ca: Mostra els paràmetres del lector de pantalla
es: Mostrar ajustes lector de pantalla
fa: نمایش تنظیمات صفحه‌خوان‌
ga_ie: Socruithe an Léitheora Scáileáin
si: තිර රූප සැකසුම් පෙන්වන්න
uz: Ekran o‘qigich sozlamalarini ko‘rsatish

source: App usage by region
am: መተግበሪያ አጠቃቀም እንደ አካባቢው
bn_bd: অঞ্চল ভিত্তিক অ্যাপের ব্যবহার
br: Arver arload dre vro
bs: Korištenje aplikacije po regiji
ca: Ús d'aplicacions per regió
es: Uso de apps por región
ga_ie: Úsáid na haipe de réir réigiúin
kn: ಪ್ರದೇಶಕ್ಕನುಸಾರ ಅನ್ವಯ ಬಳಕೆ
pt: Utilização por região
si: කලාපයේ යෙදුම් භාවිතය
th: การใช้งานแอปตามภูมิภาค
tr: Bölgeye göre uygulama kullanımı
uz: Hudud bo‘yicha ilova dasturdan foydalanish

source: Always send a report
am: ሁልጊዜ መግለጫ መላኪያ
bn_bd: সবসময় প্রতিবেদন প্রেরণ
br: Kas un danevell atav
bs: Uvijek šalji izvještaj
ca: Envia'l sempre
es: Enviar siempre
ga_ie: Seol tuairisc i gcónaí
hi_in: हमेशा एक रिपोर्ट भेजें
kn: ಯಾವಾಗಲೂ ವರದಿಯನ್ನು ಕಳುಹಿಸು
mai: हरदम एकटा रिपोट पठाबू
mg: Handefa tatitra foana
ne: सधैँ प्रतिवेदन पठाउनुहोस्
or: ସର୍ବଦା ବିବରଣୀ ପଠାନ୍ତୁ
pt: Enviar sempre o relatório
si: සැමවිටම වාර්තාවක් යවන්න
sw: Daima tuma ripoti
ta: அனுப்பு
th: ส่งรายงานเสมอ
tr: Her zaman gönder
uz: Doimo hisobot jo‘natilsin
vi: Luôn gửi báo cáo
wa: Tofer evoyî on rapoirt
xh: Soloko uthumela ingxelo
zu: Thumela umbiko njalo

source: Never send a report
am: በፍጹም መግለጫ አትላክ
bn_bd: কখনই প্রেরিত হবে না
br: Na gas un danevell biken
bs: Nikada nemoj slati izvještaj
ca: No l'enviïs mai
es: No enviar nunca
ga_ie: Ná seol tuairisc riamh
hi_in: कभी रिपोर्ट न भेजें
kn: ಎಂದೂ ವರದಿಯನ್ನು ಕಳುಹಿಸಬೇಡ
mai: कखनो रिपोट नहि पठाबू
mg: Tsy handefa tatitra mihitsy
ne: कहिलेपनि प्रतिवेदन नपठाउनुहोस्
or: କଦାପି ବିବରଣୀ ପଠାନ୍ତୁ ନାହିଁ
pt: Nunca enviar
si: කිසිවිටක වාර්තාවක් නොයවන්න
sw: Kamwe usitume ripoti
ta: அனுப்பாதே
th: ไม่ส่งรายงานเสมอ
tr: Asla rapor gönderme
uz: Hech qachon hisobot jo‘natilmasin
vi: Không bao giờ gửi báo cáo
wa: Èn måy evoyî di rapoirt
xh: Ungaze uthumele ingxelo
zu: Ungalinge nanini uthumele umbiko

source: Ask each time
am: ሁልጊዜ ጊዜ ጠይቅ
bn_bd: প্রতিবার জিজ্ঞাসা করুন
br: Goulenn bewech
bs: Pitaj svaki put
ca: Demana-ho sempre
es: Preguntar cada vez
ga_ie: Fiafraigh gach uair
hi_in: प्रत्येक बार पूछें
kn: ಪ್ರತಿ ಬಾರಿ ಕೇಳು
mai: प्रत्येक बार पूछू
mg: Anontanio isaka
ne: हरेक पटक सोध्नुहोस्
or: ପ୍ରତ୍ଯେକ ଥର ପଚାରନ୍ତୁ
pt: Perguntar sempre
si: සැමවිටම විමසන්න
sw: Uliza kila wakati
ta: எப்போதும் கேள்
th: ถามในแต่ละครั้ง
tr: Her zaman sor
uz: Har safar so‘ralsin
vi: Hỏi mỗi lần
wa: Dimander tchaeke côp
xh: Buza isihlandlo ngasinye
zu: Buza ngesikhathi ngasinye

source: Icon for {{appName}} app
ga_ie: Deilbhín aip {{appName}}
uz: {{appName}} uchun nishoncha

source: Bluetooth
am: ብሉቱዝ
ar: بلوتوث
bn_bd: ব্লুটুথ
bn_in: ব্লুটুথ
fa: بلوتوث
th: บลูทูธ
ur: بلوٹوتھ

source: Mozilla
am: ሞዚላ
ar: موزيلا
bn_bd: মজিলা
fa: موزیلا
hi_in: मोज़िल्ला
kn: ಮೊಝಿಲ್ಲಾ
mai: मोजिला
ne: मोजिल्ला
si: මොසිල්ලා
ta: மொசில்லா
ur: موزیلا
xh: I-Mozilla
zu: I-Mozilla

source: Mozilla Public License 2.0
ar: ترخيص موزيلا العام 2.0
bn_bd: মজিলা পাবলিক লাইসেন্স ২.০
bn_in: মজিলা পাবলিক লাইসেন্স 2.0
br: Lañvaz Foran Mozilla 2.0 (MPL)
bs: Mozilla javna licenca 2.0
ca: Llicència pública de Mozilla 2.0
fa: مجوز عمومی موزیلا ۲.۰
hi_in: मोज़िला पब्लिक लाइसेंस 2.0
kn: Mozilla ಸಾರ್ವಜನಿಕ ಪರವಾನಗಿ 2.0
lv: Mozilla Publiskā Licence 2.0
mai: मोजिला पब्लिक लाइसेंस 2.0
ro: Licența publică Mozilla 2.0
sw: Leseni ya Umma ya Mozilla ya 2.0
ta: மொசில்லா பொது உரிமம் 2.0
th: ใบอนุญาตสาธารณะ Mozilla 2.0
tr: Mozilla Kamu Lisansı 2.0
ur: موزیلا عوامی لائسنس 2.0
wa: Licince Publike Mozilla 2.0
xh: ILayisenisi kaWonke wonke yeMozilla 2.0
zu: I-Mozilla Public License 2.0

# bluetoothSection.ariaLabel
source: Bluetooth
am: ብሉቱዝ
ar: تقنية البلوتوث
bn_bd: ব্লুটুথ
bn_in: ব্লুটুথ
fa: بلوتوث
th: บลูทูธ

source: Firefox Sync
ar: تزامن فيرفكس
bn_in: Firefox সিঙ্ক
gd: Sioncronachadh Firefox
ro: Sincronizare Firefox
uz: Firefox Sinx

source: USB
am: ዩኤስቢ
bn_bd: ইউএসবি
ta: யூஎஸ்பி
xh: U-USB

source: {{voiceMail}}
br: Postelerezh

source: Add
am: መጨመሪያ
ca: Afegeix
es: Añadir
fa: اضافه‌کردن
si: එක් කරන්න

source: Sync now
am: አሁን ማስማሚያ
ca: Sincronitza ara
es: Sincronizar ahora
fa: هم‌اکنون همگام‌سازی کنید
si: දැන් සම්මුහුර්ත කරන්න

source: Syncing
am: በ ማስማማት ላይ
ca: S'està sincronitzant
es: Sincronizando
fa: در حال همگام‌سازی
si: සමමුහුර්ත වෙමින්

source: Bookmarks
ca: Adreces d'interès
es: Marcadores
fa: نشانک‌ها

# fxsync-collections-history
source: History
ca: Historial
es: Historial
fa: تاریخچه

source: Passwords
am: የ መግቢያ ቃል
ca: Contrasenyes
es: Contraseñas
fa: گذرواژه‌ها
si: මුරපදය

source: Terms of Service
am: የ ግልጋሎት ስምምነት
ca: Condicions del servei
es: Términos del Servicio
fa: شرایط ارائه خدمات
si: සේවා කොන්දේසි

source: Privacy Notice
am: የ ግላዊነት መመሪያ ማስታወቂያ
ca: Avís de privadesa
es: Aviso sobre privacidad
fa: شرایط سیاست حریم‌خصوصی
si: පෞද්ගලිකත්ව දැනුම්දීම්

source: This account is inactive
ca: Aquest compte no està actiu
es: Esta cuenta está inactiva
fa: این حساب غیرفعال است

source: You need to activate Firefox Sync on Desktop or Android first and then try again
ca: Activeu el Firefox Sync a l'escriptori o a l'Android i torneu-ho a provar
es: Primero debe activar Firefox Sync en su Escritorio o en Android,y después intentarlo de nuevo
fa: شما باید ابتدا همگام‌سازی فایرفاکس را بر روی رومیزی یا اندروید فعال کنید و دوباره تلاش کنید

source: No network connection
ca: No hi ha connexió a la xarxa
es: Sin conexión de red
fa: بدون اتصال شبکه

source: You need to be online to use Firefox Sync
ca: Heu d'estar en línia per utilitzar el Firefox Sync
es: Necesita estar conectado para utilizar Firefox Sync
fa: شما باید به اینترنت متصل باشید تا از همگام‌سازی فایرفاکس استفاده کنید

source: Unknown error
ca: Error desconegut
es: Error desconocido
fa: خطا ناشناس

source: Deny
am: መከልከያ
ca: Denega
es: Denegar
fa: رد کردن
hi_in: अस्वीकारें
kn: ನಿರಾಕರಿಸು
mai: मना करू
mg: Handà
ne: अस्वीकार गर्नुहोस्
or: ବାରଣ କରନ୍ତୁ
si: ප්‍රතික්ෂේප කරන්න
sw: Kataa
vi: Từ chối
wa: Rifuzer
xh: Khanyela
zu: Yenqaba

source: Grant
am: መፍቀጃ
ca: Permet
es: Conceder
fa: اجازه دادن
hi_in: अनुदान
kn: ಅನುಮತಿಸು
mai: अनुदान
mg: Hanome
ne: स्वीकार गर्नुहोस्
or: ମଂଜୁର କରନ୍ତୁ
si: පිරිනමන්න
sw: Toa
vi: Cho phép
wa: Diner
xh: Nika
zu: Nikeza

source: {{appStorage}}
es: Espacio para apps

source: {{downloads}}
es: Descargas

source: Icon for {{ appName }} app
am: ምልክት ለ {{ appName }} መተግበሪያ
es: Icono para la app {{ appName }}
fa: ایکون برای برنامه {{ appName }}
si: {{ appName }} ට අයිකනය
