Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Not set
am: አልተዘጋጀም
ar: غير محدد
bg: Не е зададен
bn_bd: নির্ধারিত হয়নি
bn_in: নির্ধারিত হয়নি
br: Ket despizet
bs: Nije postavljeno
ca: No definit
cy: Heb ei osod
es: No establecido
eu: Ezarri gabe
fa: تنظیم نشده
ga_ie: Gan socrú
gd: Cha deach a shuidheachadh
hi_in: निर्धारित नहीं है
hu: Nincs beállítva
id: Tak disetel
kn: ನಮೂದಿಸಿಲ್ಲ
lv: Nav noteikts
mai: निर्धारित नहि अछि
mg: Tsy voatefy
ne: सेट नगरिएको
or: ସେଟ କରାଯାଇନାହିଁ
pt: Não definido
ro: Nesetată
si: සකසා නැත
sw: Haijawekwa
ta: இன்னமும் இல்லை
th: ไม่ได้ตั้ง
tr: Ayarlanmamış
ur: مقرر نہیں
uz: O‘rnatilmagan
vi: Chưa đặt
wa: Nén defini
xh: Awusetwanga
zu: Ayisethwanga

source: Voice Privacy Mode
am: የ ድምፅ የግላዊነት ዘዴ
ar: وضع خصوصية الصوت
bg: Режим на поверителност
bn_bd: ভয়েস গোপনীয়তা মোড
bn_in: ভয়েস গোপনীয়তা মোড
br: Galvoù enrineget
bs: Režim privatnosti glasa
ca: Privadesa de veu
cy: Modd Llais Preifat
es: Modo privado de voz
eu: Ahotsaren pribatutasun modua
fa: حالت حریم‌خصوصی صدا
ga_ie: Mód Príobháideachas Gutha
gd: Modh prìobhaideachd gutha
hu: Magánhívás üzemmód
id: Modus Privasi Suara
kn: ಧ್ವನಿಯ ಗೌಪ್ಯತಾ ಸ್ಥಿತಿ
lv: Šifrēti zvani
mai: आवाज गोपनीयता मोड
pt: Modo de privacidade de voz
ro: Mod intimitate voce
si: හඬ පෞද්ගලිකත්ව ආකාරය
ta: குரல் தனியுரிம முறைமை
th: โหมดความเป็นส่วนตัวเสียง
tr: Ses gizliliği modu
ur: آواز کا نجی نوعیت کا موڈ
uz: Ovoz maxfiy usulda
wa: Môde privé del vwès

source: Call Waiting
am: ጥሪ ማቆያ
ar: خدمة انتظار المكالمات
bg: Изчакване
bn_bd: কল ওয়েটিং
bn_in: কল অপেক্ষা
br: Galv o c'hortoz
bs: Čekanje poziva
ca: Trucada en espera
cy: Galwad yn Disgwyl
es: Llamada en espera
eu: Dei-itxarotea
fa: انتظار مکالمه
ga_ie: Glaonna ar Feitheamh
gd: Tha gairm a’ feitheamh
hu: Hívásvárakoztatás
id: Panggilan Tunggu
kn: ಕರೆ ಕಾಯುವಿಕೆ
lv: Vienlaicīgie zvani
mai: कॉल प्रतीक्षा मे अछि
pt: Chamada em espera
ro: Apel în așteptare
si: ඇමතුම් රැඳවීම
ta: காத்திருப்பு
th: การรอสาย
tr: Arama bekletme
ur: اانتظاری کال
uz: Qo‘ng‘iroq kutilmoqda
wa: Ratindaedje do houcaedje

source: Unable to confirm call waiting preferences
am: የ ጥሪ ማቆያ ምርጫዎችን ማረጋገጥ አልተቻለም
ar: غير قادر على تأكيد اعدادات مكالمات الانتظار
bg: Настройките за изчакване на обаждания не могат да бъдат потвърдени
bn_bd: কল ওয়েটিং নিশ্চিতকরনে ব্যর্থ
bn_in: কল অপেক্ষা পছন্দগুলি নিশ্চিত করতে ব্যর্থ
br: N'haller ket kadarnaat gwellvezioù ar galvoù o c'hortoz
bs: Nije moguće potvrditi postavke poziva na čekanju
ca: No es poden confirmar les preferències de trucada en espera
cy: Methu cadarnhau dewis disgwyl galwad
es: Imposible confirmar preferencias de llamada en espera
eu: Ezin dira berretsi dei-itxaroteko hobespenak
fa: تایید ترجیحاتِ انتظار مکالمه ممکن نبود
ga_ie: Theip ar dheimhniú do roghanna glaonna ar feitheamh
gd: Chan urrainn dhuinn roghainnean feitheamh ghairmean a dhearbhadh
hi_in: इंतज़ार कर फोन वरीयताओं की पुष्टि करने में असमर्थ
hu: Nem erősíthetők meg a hívásvárakoztatás tulajdonságai
id: Tidak dapat mengonfirmasi preferensi panggilan tunggu
kn: ಕರೆ ಕಾಯುವಿಕೆಯ ಇಚ್ಛೆಗಳನ್ನು ಖಚಿತಪಡಿಸಲಾಗಲಿಲ್ಲ
lv: Nevar apstiprināt vienlaicīgo zvanu iestatījumi
mai: इंतज़ार केर फोन वरीयता क पुष्टि करब मे असमर्थ
mg: Tsy afaka manamafy ireo fiasa tiana amin'ny fampiandrasana antso
ne: कल पर्खाई प्राथमिकता पुष्टि गर्न असफल
or: କଲ ଅପେକ୍ଷା ପସନ୍ଦକୁ ନିଶ୍ଚିତ କରିବାରେ ଅସମର୍ଥ
pt: Não foi possível confirmar as preferências de chamada em espera
ro: Nu s-au putut confirma preferințele pentru apel în așteptare
si: ඇමතුම් රැඳවීම් අභිරුචි තහවුරු කළ නොහැක
sw: Imeshindwa kuthibitisha mapendeleo ya simu kusubiri
ta: காத்திருப்பு அழைப்புகளின் முன்னுரிமைகளை உறுதிசெய்ய இயலவில்லை
th: ไม่สามารถยืนยันการตั้งค่าการรอสายได้
tr: Arama bekletme tercihleri doğrulanamadı
ur: کال کا انتظار کر ترجیحات کی تصدیق کرنے مے ناکام
uz: Qo‘ng‘iroqni kutish parametrlarini tasdiqlab bo‘lmadi
vi: Không thể xác nhận tính năng chờ cuộc gọi
wa: Dji n’ sai racertiner les preferinces di ratindaedje des houcaedjes
xh: Ayikwazi ukuqinisekisa iipriferensi zomnxeba olindileyo
zu: Ayikwazi ukuqinisekisa ongathanda ukukwenza ngocingo olulindile

source: The device is currently unable to communicate with the carrier. Try setting the preference again.
am: አካሉ አሁን ከ አቅራቢው ጋር መገናኘት አልቻለም: እባክዎን ከ ማሰናጃ ውስጥ ምርጫዎችን እንደገና ይሞክሩ
ar: لم يتمكن هذا الجهاز من الاتصال مع المزود. حاول بتغير الإعدادات مرة اخرى.
bg: Устройството не може да комуникира с оператор в момента. Опитайте да зададете настройката отново.
bn_bd: ডিভাইসটি বর্তমানে ক্যারিয়ারের সাথে যোগাযোগ করতে পারছে না। পুনরায় পছন্দ নির্ধারণ করুন।
bn_in: ডিভাইসটি বর্তমানে ক্যারিয়ার সাথে যোগাযোগ করতে অক্ষম. আবার পছন্দের সেটিং ব্যবহার করে দেখুন।
br: An trevnad n'hall ket kehentiñ gant an oberataer. Klaskit despizañ ar gwellvez en-dro.
bs: Uređaj trenutno nije u mogućnosti da komunicira sa mrežom. Pokušajte ponovo podesiti postavke.
ca: El dispositiu ara mateix no es pot comunicar amb l'operador. Proveu de tornar a definir la preferència.
cy: Nid yw'r ddyfais yn gallu cyfathrebu gyda'r darparwr. Ceisiwch osod y dewisiadau eto.
es: El dispositivo no puede comunicarse con el operador. Pruebe a configurarlo de nuevo.
eu: Une honetan gailuak ezin du hornitzailearekin komunikatu. Saiatu ezarpena berriro ezartzen.
fa: دستگاه در حال حاضر امکان برقراری ارتباط با فراهم‌کننده را ندارد. سعی کنید ترجیحات را دوباره تنظیم کنید.
ga_ie: Níl an gléas seo in ann teagmháil a dhéanamh leis an soláthraí seirbhíse faoi láthair. Bain triail as an rogha a shocrú arís.
gd: Chan urrainn dhan uidheam conaltradh a dhèanamh leis a' ghiùlanair an-dràsta. Feuch is suidhich an roghainn a-rithist.
hi_in: उपकरण वर्तमान वाहक के साथ संवाद करने में असमर्थ है. फिर से वरीयता को स्थापित करने की कोशिश करें।
hu: Az eszköz jelenleg nem tud a szolgáltatóval kommunikálni. Próbálja meg újra megadni a beállítást.
id: Perangkat tidak dapat berkomunikasi dengan operator. Coba lakukan pengaturan ulang.
kn: ಕ್ಯಾರಿಯರ್ ಜೊತೆಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಲು ಈ ಸಾಧನಕ್ಕೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಇಚ್ಚೆಗಳನ್ನು ಮತ್ತೊಮ್ಮೆ ಹೊಂದಿಸಲು ಪ್ರಯತ್ನಿಸಿ.
mai: अओजार वर्तमान वाहक क सँग समाद करब मे असमर्थ अछि. फेर सँ वरीयता केँ स्थापित करबाक कोसिस करू.
mg: Tsy afaka mifanerasera amin'ny mpandraharaha izao ny fitaovana. Andramo tefena indray ny fiasa tiana.
ne: अहिले यस यन्त्र वाहकसंग संवाद गर्न असफल छ | प्राथमिकता मिलाउन पुन कोसिस गर्नुहोस् |
or: ଏହି ଉପକରଣଟି ନେଟୱର୍କ ବାହକ ସହିତ ଯୋଗାଯୋଗ କରିବାରେ ଅସମର୍ଥ। ସେହି ପସନ୍ଦକୁ ପୁଣିଥରେ ସେଟ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: O dispositivo não consegue neste momento comunicar com o operador. Tente definir novamente a opção.
ro: Dispozitivul este în prezent incapabil să comunice cu operatorul. Încearcă să-l configurezi din nou.
si: දැනට මෙම උපාංගයට වාහකයා සමඟ සන්නිවේදනයේ යෙදිය නොහැක. අභිරුචි යළි සැකසීමට උත්සාහ ගන්න.
sw: Kwa sasa kifaa hakikuweza kuwasiliana na mtoa huduma. Jaribu kuweka mapendeleo tena.
ta: இந்த செல்பேசி தற்பொது கேரியருடன் தொடர்புகொள்ள இயலவில்லை. மீண்டும் முன்னுரிமை அமைத்தலை முயற்சி.
th: อุปกรณ์นี้ไม่สามารถติดต่อกับผู้ให้บริการได้ กรุณาลองตั้งค่าอีกครั้ง
tr: Aygıt şu anda operatör ile bağlantı kuramıyor. Tercihi yeniden belirlemeyi deneyin.
ur: آلہ فی الحال کیریئر کے ساتھ مواصلت کرنے کے قابل نہیں ہے۔ پھر ترجیحات سیٹ کرنے کی کوشش کریں۔
uz: Qurilma hozirda operator bilan bog‘lana olmaydi. Parametrlarni yana moslashga urinib ko‘ring.
vi: Thiết bị hiện không thể kết nối tới nhà cung cấp mạng. Hãy thử xem lại các thiết lập một lần nữa.
wa: L’ éndjin n’ sait comuniker pol moumint avou l’ berweteu. Sayîz d’ rapontyî les preferinces.
xh: Isixhobo asikwazi ukunxibelelana nomthwali. Zama ukuseta iipriferensi kwakhona.
zu: Idivayisi njengamanje ayikwazi ukuxhumana nomhlinzeki. Zama ukuphinda usethe ongathanda ukukwenza.

source: Call Forwarding
am: ጥሪ ወደ ፊት መላኪያ
ar: تحويل المكالمات
bg: Пренасочване на обаждания
bn_bd: কল ফরওয়ার্ডিং
bn_in: কল ফরওয়ার্ড
br: Treuzkas galvoù
bs: Preusmjeravanje poziva
ca: Desviació de trucades
cy: Anfon Galwad Ymlaen
es: Desvío llamadas
eu: Dei-birbidalketa
fa: انتقال مکالمه
ga_ie: Cur Ar Aghaidh
gd: Sìneadh air adhart de ghairmean
hu: Hívásátirányítás
id: Pengalihan Panggilan
kn: ಕರೆ ರವಾನೆ
lv: Zvanu pārsūtīšana
mai: कॉल फ़ॉरवर्डिंग
pt: Reencaminhamento
ro: Redirecționare apeluri
si: ඇමතුම් යොමු කිරීම
ta: முன்னனுப்புதல்
th: การโอนสาย
tr: Arama yönlendir
ur: کال آگے بھیج رہا ہے
uz: Qo‘ng‘iroqni yo‘naltirish
wa: Ricassaedje do houcaedje

source: Forward
am: ወደ ፊት
ar: حوِّل
bg: Пренасочване
bn_bd: ফরওয়ার্ড
bn_in: ফরওয়ার্ড
br: Treuzkas
bs: Preusmjeri
ca: Desvia
cy: Ymlaen
es: Desviar
eu: Birbidali
fa: انتقال
ga_ie: Ar Aghaidh
gd: Sìn air adhart
hi_in: आगे
hu: Továbbítás
id: Alihkan
kn: ರವಾನೆ
lv: Pārsūtīt
mai: अग्रेषित करू
mg: Hampita
ne: अगाडि
or: ଆଗକୁ
pt: Reencaminhamento
ro: Redirecționare
si: යොමු කරන්න
sw: Sambaza
ta: முன்னனுப்பு
th: โอนสาย
tr: Yönlendir
ur: آگے
uz: Yo‘naltirish
vi: Chuyển tiếp
wa: Ricassî
xh: Gqithisela phambili
zu: Dlulisela phambili

source: Always Forward
ar: إعادة التوجيه دائما
cy: Ymlaen bob Tro
eu: Birbidali beti
gd: Sìn air adhart an-còmhnaidh
ro: Redirecționare mereu

source: Always
am: ሁልጊዜ
ar: دائما
bg: Винаги
bn_bd: সবসময়
bn_in: সর্বদা
br: Atav
bs: Uvijek
ca: Sempre
cy: Bob tro
es: Siempre
eu: Beti
fa: همیشه
ga_ie: I gCónaí
gd: An-còmhnaidh
hi_in: हमेशा
hu: Mindig
id: Selalu
kn: ಯಾವಾಗಲೂ
lv: Vienmēr
mai: हरदम
mg: Foana
ne: सधै
or: ସର୍ବଦା
pt: Sempre
ro: Mereu
si: සැමවිටම
sw: Daima
ta: எப்போதும்
th: เสมอ
tr: Her zaman
ur: ہمیشہ
uz: Doimo
vi: Luôn luôn
wa: Tofer
xh: Soloko
zu: Ngaso sonke isikhathi

source: Forward When Busy
ar: أعد التوجيه عند انشغال الخط
cy: Ymlaen pan yn Brysur
eu: Birbidali lanpetuta egotean
gd: Sìn air adhart ma bhios mi trang
ro: Redirect. când este ocupat

source: When busy
am: በ ስራ ላይ ስሆን
ar: عندما يكون مشغول
bg: Докато разговарям
bn_bd: যখন ব্যস্ত
bn_in: যখন ব্যস্ত
br: Ma vez ac'hubet
bs: Kada je zauzeto
ca: Si comunico
cy: Pan yn brysur
es: Si estoy ocupado/a
eu: Lanpetuta egotean
fa: در هنگام مشغول بودن
ga_ie: Nuair atáim gnóthach
gd: Nuair a thathas trang
hi_in: व्यस्त होने पर
hu: Ha foglalt
id: Ketika sibuk
kn: ಕಾರ್ಯನಿರತವಾಗಿದ್ದಾಗ
lv: Kad aizņēmts
mai: व्यस्त हए पर
mg: Rehefa be atao
ne: व्यस्त हुँदा
or: ବ୍ୟସ୍ତ ଥିବା ସମୟରେ
pt: Quando ocupado
ro: Când e ocupat
si: කාර්යබහුල විට
sw: Ikiwa na shughuli
ta: பேசும்போது
th: เมื่อไม่ว่าง
tr: Meşgulse
ur: جب مصروف ہوں
uz: Band bo‘lganda
vi: Khi bận
wa: Cwand ocupé
xh: Xa ndixakekile
zu: Uma uxakekile

source: Forward When Unanswered
ar: إعادة التوجيه عند عدم الرد
cy: Ymlaen Pan Nad Oes Ateb
eu: Birbidali erantzuten ez denean
gd: Sìn air adhart mur eil freagairt ann
ro: Redirect. la niciun răspuns

source: When unanswered
am: በማይመለስ ጊዜ
ar: عندما لا يوجد رد
bg: Когато не отговарям
bn_bd: কল গ্রহন না করলে
bn_in: যখন উত্তর দেওয়া হবে না
br: Ma n'eus respont ebet
bs: Kod nejavljanja
ca: Si no contesto
cy: Pan heb ei ateb
es: Si no respondo
eu: Erantzuten ez denean
fa: در زمان عدم پاسخگویی
ga_ie: Glaonna gan freagra
gd: Nuair nach eil freagairt ann
hi_in: जवाब न देने पर
hu: Ha nem veszem fel
id: Ketika tak terjawab
kn: ಉತ್ತರಿಸದಿದ್ದಾಗ
lv: Kad neatbildēts
mai: जवाब नहि दए पर
mg: Rehefa tsy voavaly
ne: जवाफ नआउँदा
or: ଉତ୍ତର ନଦେବା ସମୟରେ
pt: Quando não atendido
ro: La niciun răspuns
si: පිළිතුරු නොදුන් විට
sw: Wakati haijajibiwa
ta: பதிலளிக்காத போது
th: เมื่อไม่รับ
tr: Cevaplanmazsa
ur: جب جواب نہ دیا ہو
uz: Javob bermaganda
vi: Khi không trả lời
wa: Cwand nén respondou
xh: Xa ungaphendulwa
zu: Uma kuphenduliwe

source: Forward When Unreachable
ar: أعد التوجيه عند تعذر الوصول
cy: Ymlaen Pan Nad Ydw I Ar Gael
eu: Birbidali ezin denean eskuratu
gd: Sìn air adhart mura gabh a ruigsinn
ro: Redirect. când e inaccesibil

source: When unreachable
am: በማይደረስ ጊዜ
ar: عندما لا يمكن الاتصال
bg: Когато съм недостъпен
bn_bd: যখন অনুপস্থিত
bn_in: যখন পরিসেবা সীমার বাইরে
br: Pa n'hall ket bezañ tizhet
bs: Kada je nedostupno
ca: Si estic il·localitzable
cy: Pan nad ar gael
es: Si no estoy localizable
eu: Ezin denean eskuratu
fa: در زمان در دسترس نبودن
ga_ie: Nuair nach bhfuil teacht ort
gd: Nuair nach gabh a ruigsinn
hi_in: पहुँच के बाहर होने पर
hu: Ha nem érhető el
id: Ketika tak dapat dihubungi
kn: ತಲುಪಲು ಸಾಧ್ಯವಾಗದಿದ್ದಾಗ
lv: Kad nesasniedzams
mai: पहुँच क बाहर हए पर
mg: Rehefa tsy tratra antso
ne: पहुँच नहुँदा
or: ଅପହଞ୍ଚ ଦୂରତାରେ ଥିବା ସମୟରେ
pt: Quando incontactável
ro: Când e inaccesibil
si: ලබාගන්නට බැරි විටෙක
sw: Wakati haifikiwi
ta: எட்டமுடியாதபோது
th: เมื่อติดต่อไม่ได้
tr: Ulaşılamıyorsa
ur: جب نہیں پہنچا جاسکتا
uz: Mavjud bo‘lmaganda
vi: Khi k. l.lạc được
wa: Cwand nén djondåve
xh: Xa ndingafumaneki
zu: Lapho engatholakali

source: Voice calls to <bdi>{{number}}</bdi>
am: የ ድምፅ ጥሪዎች ለ <bdi>{{number}}</bdi>
ar: المكالمات الصوتية ل <bdi>{{number}}</bdi>
bg: Гласови обаждания до <bdi>{{number}}</bdi>
bn_bd: <bdi>{{number}}</bdi> এ ভয়েস কল
bn_in: ভয়েস কল <bdi>{{number}}</bdi>
br: Galvoù dre vouezh da <bdi>{{number}}</bdi>
bs: Glasovni pozivi na <bdi>{{number}}</bdi>
ca: Trucades de veu al <bdi>{{number}}</bdi>
cy: Galwadau llais i <bdi>{{number}}</bdi>
es: Llamadas de voz a <bdi>{{number}}</bdi>
eu: <bdi>{{number}}</bdi> zenbakira ahots-deiak
fa: تماس‌های صوتی به <bdi>{{number}}</bdi>
ga_ie: Glaonna gutha ar <bdi>{{number}}</bdi>
gd: Gairmean gu <bdi>{{number}}</bdi>
id: Panggilan suara untuk <bdi>{{number}}</bdi>
kn: ಧ್ವನಿ ಕರೆಗಳು ಇದಕ್ಕೆ <bdi>{{number}}</bdi>
lv: Balss zvanus uz <bdi>{{number}}</bdi>
pt: Chamadas de voz para <bdi>{{number}}</bdi>
ro: Apeluri vocale către <bdi>{{number}}</bdi>
si: <bdi>{{number}}</bdi> වෙතට හඬ ඇමතුම්
th: การโทรแบบเสียงไปยัง <bdi>{{number}}</bdi>
tr: <bdi>{{number}}</bdi> numarasına sesli aramalar
ur: <bdi>{{number}}</bdi> پر آوازی کال
uz: <bdi>{{number}}</bdi>ga ovozli qo‘ng‘iroq

# callForwardingNotForwarding
source: Disabled
am: ተሰናክሏል
ar: معطّل
bg: Изключено
bn_bd: নিষ্ক্রিয়
bn_in: নিষ্ক্রিয়
br: Diweredekaet
bs: Onemogućeno
ca: Desactivat
cy: Analluogwyd
es: Desactivado
eu: Desgaituta
fa: غیرفعال
ga_ie: Díchumasaithe
gd: À comas
hi_in: अक्षम
hu: Tiltva
id: Nonaktif
kn: ನಿಷ್ಕ್ರಿಯ
lv: Atslēgts
mai: अक्षम
mg: Novonoina
ne: अक्षम पारिएको
or: ନିଷ୍କ୍ରିୟ
pt: Desativado
ro: Dezactivat
si: අක්‍රීය
sw: Imelemazwa
ta: முடக்கப்பட்டது
th: ถูกปิดใช้งาน
tr: Devre dışı
ur: نااہل
uz: O‘chirib qo‘yilgan
vi: Tắt
wa: Essocté
xh: Yenziwe ayasebenza
zu: Kwenziwe kwangasebenza

source: Call forwarding confirmation message
am: ጥሪ ወደ ፊት ማስተላለፊያ ማረጋገጫ መልእክት
ar: رسالة تأكيد تحويل المكالمات
bg: Съобщение от услугата
bn_bd: কল ফরওয়ার্ড এর নিশ্চয়তা বার্তা
bn_in: কল ফরওয়ার্ড নিশ্চিতকরণ বার্তা
br: Kemennadenn kadarnaat eus treuzkas ar galvoù
bs: Potvrdna poruka preusmjeravanja poziva
ca: Missatge de confirmació de la desviació de trucades
cy: Neges cadarnhau galwadau ymlaen
es: Mensaje de confirmación de desvío de llamadas
eu: Dei-birbidalketaren berrespen-mezua
fa: پیام تاییدیه برای انتقال مکالمه
ga_ie: Teachtaireacht dearbhaithe do chur ar aghaidh glaonna
gd: Teachdaireachd dearbhaidh mu choinneamh sìneadh air adhart ghairmean
hi_in: कॉल अग्रेषण का पुष्टिकरण संदेश
hu: Hívásátirányítás megerősítése üzenet
id: Pesan konfirmasi pengalihan panggilan
kn: ಕರೆ ರವಾನೆಯ ದೃಢೀಕರಣ ಸಂದೇಶ
mai: कॉल अग्रेषण क पुष्टिकरण समाद
mg: Hafatra fanamafisana fampitana antso
ne: कल पठाउनका लागि पुष्टि सन्देश
or: କଲ ଅଗ୍ରସରଣ ନିଶ୍ଚିତକରଣ ସନ୍ଦେଶ
pt: Mensagem de confirmação do reencaminhamento de chamadas
ro: Mesaj de confirmare redirecționare apel
si: ඇමතුම් යොමු කිරිම් තහවුරු කිරීමේ පණිවිඩය
sw: Ujumbe wa uthibitisho wa kusambaza simu
ta: அழைப்பை முன்னுப்பியதற்க்கான உறுதிச் செய்தி
th: ข้อความยืนยันการโอนสาย
tr: Çağrı yönlendirme onay mesajı
ur: کال آگے بھیجنے کا تصدیقی پیغام
uz: Qo‘ng‘iroqni yo‘naltirishni tasdiqlash xabari
vi: Thông báo xác nhận chuyển tiếp cuộc gọi
wa: Messaedje di racertinaedje des rcassaedjes di houcaedje
xh: Umyalezo wesiqinisekiso wokugqithiselwa phambili komnxeba
zu: Umyalezo oqinisekisa ukudluliselwa phambili kocingo

source: Always use this number
am: ሁልጊዜ ይህን ቁጥር ተጠቀም
ar: استخدم هذا الرقم دائما
bg: Винаги към следния номер
bn_bd: সর্বদা এই নাম্বার ব্যবহার
bn_in: সবসময় এই সংখ্যাটি ব্যবহার করুন
br: Arverañ an niverenn-mañ atav
bs: Uvijek koristi ovaj broj
ca: Utilitza sempre aquest núm.
cy: Defnyddio'r rhif yma bob tro
es: Usar siempre este número
eu: Erabili beti zenbaki hau
fa: همیشه از این شماره استفاده کن
ga_ie: Úsáid an uimhir seo i gcónaí
gd: Cleachd an àireamh seo an-còmhnaidh
hi_in: हमेशा इस नंबर का उपयोग करें
hu: Mindig ezen szám használata
id: Selalu gunakan nomor ini
kn: ಯಾವಾಗಲೂ ಈ ಸಂಖ್ಯೆ ಬಳಸು
lv: Vienmēr izmantot šo numuru
mai: हरदम एहि नंबर क उपयोग करू
mg: Hampiasa an'ity nomerao ity foana
ne: सधै यो नम्बर प्रयोग गर्नुहोस्
or: ସର୍ବଦା ଏହି ନମ୍ବରକୁ ବ୍ୟବହାର କରନ୍ତୁ
pt: Utilizar sempre este número
ro: Folosește mereu acest număr
si: සැමවිටම මෙම අංකය භාවිතා කරන්න
sw: Daima tumia nambari hii
ta: எப்போதும் இந்த எண்ணை பயன்படுத்து
th: ใช้หมายเลขนี้เสมอ
tr: Hep bu numarayı kullan
ur: یہ نمبر ہمیشہ استعمال کریں
uz: Doimo ushbu raqamdan foydalanilsin
vi: Luôn sử dụng số này
wa: Tofer si siervi di ç’ limero ci
xh: Soloko usebenzisa le nombolo
zu: Sebenzisa le nombolo njalo

source: Number when unreachable
am: ቁጥሩ በማይደረስ ጊዜ
ar: الرقم عندما يكون خارج الخدمة
bg: Номер, при недостъпен
bn_bd: অনুপস্থিত থাকাকালিন নম্বর
bn_in: নাম্বার যখন পরিসেবা সীমার বাইরে
br: Niverenn ma n'hall ket bezañ tizhet
bs: Broj u slučaju nedostupnosti
ca: Número si estic il·localitzable
cy: Rhif pan nad oes modd cysylltu
es: Núm. si estoy ilocalizable
eu: Zenbaki alternatiboa
fa: شماره در هنگام در دسترس نبودن
ga_ie: Uimhir nuair nach bhfuil teacht ort
gd: An àireamh mura gabh a ruigsinn
hi_in: संपर्क से बाहर होने के दौरान नंबर
hu: Szám, ha nem érhető el
id: Nomor terusan saat tidak dapat dijangkau
kn: ಸಂಖ್ಯೆ ಸಂಪರ್ಕಕ್ಕೆ ಸಿಗದಿದ್ದಾಗ
lv: Numurs kad nesasniedzams
mai: संपर्क सँ बाहर हए क दौरान नंबर
mg: Nomerao rehefa tsy tratra antso
ne: जब नम्बर पहुँच अयोग्य छ
or: ଅପହଞ୍ଚ ଦୂରତାରେ ଥିବା ସମୟରେ ନମ୍ବର
pt: Número, se incontactável
ro: Număr când e inaccesibil
si: ළඟාවිය නොහැකි විට අංකය
sw: Nambari wakati haifikiwi
ta: சென்றடையாதபொது
th: หมายเลขเมื่อติดต่อไม่ได้
tr: Yönlendirilecek numara
ur: نمبر جب نہیں پہنچا جاسکتا
uz: Raqam mavjud bo‘lmaganda
vi: Số điện thoại khi không gọi được
wa: Limero cwand nén djondåve
xh: Inombolo xa ndingafumaneki
zu: Inombolo ayifinyelelekanga

source: Number when unanswered
am: ቁጥሩ በማይመለስ ጊዜ
ar: الرقم عند عدم الرد
bg: Номер, когато не отговарям
bn_bd: নম্বর যখন উত্তর দেওয়া হবে না
bn_in: নাম্বার যখন উত্তর দেওয়া হয়নি
br: Niverenn ma n'eus respont ebet
bs: Broj u slučaju nejavljanja
ca: Número si no contesto
cy: Rhif pan nad oes ateb
es: Núm. si no respondo
eu: Zenbaki alternatiboa
fa: شمار در هنگام عدم پاسخگویی
ga_ie: Uimhir agus glao gan fhreagra
gd: An àireamh mur eil freagairt ann
hi_in: जवाब न देने के दौरान नंबर
hu: Szám, ha megválaszolatlan
id: Nomor terusan saat tidak dijawab
kn: ಸಂಖ್ಯೆ ಉತ್ತರಿಸದಿದ್ದಾಗ
lv: Numurs kad neatbildēts
mai: जवाब नए दए क दौरान नंबर
mg: Nomerao rehefa tsy voavaly
ne: जब नम्बर उठदैन
or: ଉତ୍ତର ନଦେବା ସମୟରେ ନମ୍ବର
pt: Número, se não atendido
ro: Număr la niciun răspuns
si: පිළිතුරු සැපයූයේ නැති විට අංකය
sw: Nambari wakati haijibiwi
ta: பதிலளிக்காத பொது
th: หมายเลขเมื่อไม่รับ
tr: Yönlendirilecek numara
ur: نمبر جب جواب ن ملے
uz: Raqam javob bermaganda
vi: Số điện thoại khi không trả lời
wa: Limero cwand nén respondou
xh: Inombolo xa ndingaphenduli
zu: Inombolo ayiphendulwanga

source: Number when busy
am: ቁጥሩ በ ስራ ላይ ሲሆን
ar: الرقم عندما يكون الخط مشغولاً
bg: Номер, докато разговарям
bn_bd: ব্যস্ত থাকাকালীন নম্বর
bn_in: নাম্বার যখন ব্যস্ত
br: Niverenn ma vez ac'hubet
bs: Broj u slučaju zauzetosti
ca: Número si comunico
cy: Rhif pan yn brysur
es: Núm. si estoy ocupado/a
eu: Zenbaki alternatiboa
fa: شماره در هنگام مشغول بودن
ga_ie: Uimhir agus tú gafa
gd: An àireamh ma thathar trang
hi_in: व्यस्त होने के दौरान नंबर
hu: Szám, ha foglalt
id: Nomor terusan saat sibuk
kn: ಸಂಖ್ಯೆ ಕಾರ್ಯನಿರತವಾಗಿರುವಾಗ
lv: Numurs kad aizņemts
mai: व्यस्त हए क दौरान नंबर
mg: Nomerao rehefa be atao
ne: जब नम्बर व्यस्त छ
or: ବ୍ୟସ୍ତ ଥିବା ସମୟରେ ନମ୍ବର
pt: Número, se ocupado
ro: Număr când e ocupat
si: කාර්ය බහුල විට අංකය
sw: Nambari wakati inashughuli
ta: எண் பேசிக்கிட்டிருக்கும்போது
th: หมายเลขเมื่อไม่ว่าง
tr: Yönlendirilecek numara
ur: نمبر جب مصروف
uz: Raqam band bo‘lganda
vi: Số điện thoại khi máy bận
wa: Limero cwand ocupé
xh: Inombolo xa ndixakekile
zu: Inombolo uma isetshenziswa

source: This phone number is invalid.
am: ይህ ስልክ ቁጥር ዋጋ የለውም
ar: رقم الهاتف غير صحيح.
bg: Невалиден телефонен номер.
bn_bd: ফোন নম্বরটি অকার্যকর।
bn_in: এই ফোন নাম্বার টি বৈধ নয়
br: Didalvoudek eo an niverenn pellgomz.
bs: Ovaj broj telefona nije ispravan.
ca: El número de telèfon no és vàlid.
cy: Mae'r rhif ffôn yn annilys.
es: Este número de teléfono no es válido.
eu: Telefono-zenbakia baliogabea da.
fa: شماره تلفن نامعتبر است.
ga_ie: Níl an uimhir ghutháin seo bailí.
gd: Tha an àireamh fòn seo mì-dhligheach.
hi_in: यह फोन नंबर अमान्य है.
hu: Ez a telefonszám érvénytelen.
id: Nomor telepon tidak valid.
kn: ಈ ಫೋನ್ ಸಂಖ್ಯೆ ತಪ್ಪಾಗಿದೆ.
lv: Šis tālruņa numurs nav derīgs.
mai: ई फोन नंबर अमान्य अछि.
mg: Tsy mety io nomeraon-telefaona io.
ne: यस फोन सङ्ख्या आमान्य छ।
or: ଏହି ଫୋନ ନମ୍ବରଟି ଭୁଲ ଅଛି।
pt: Este número de telefone é inválido.
ro: Acest număr de telefon este incorect.
si: මෙම දුරකථන අංකය සාවද්‍යයි.
sw: Nambari hii ya simu ni batili.
ta: தொலைப்பேசி எண் செல்லாதது.
th: หมายเลขโทรศัพท์นี้ไม่ถูกต้อง
tr: Bu telefon numarası geçersiz.
ur: یہ فون نمبر ناجائز ہے۔
uz: Telefon raqami noto‘g‘ri bo‘lganda
vi: Số điện thoại này không đúng.
wa: Ci limero di telefone n’ est nén valåbe.
xh: Le nombolo yefowuni ayisebenzi.
zu: Le nombolo yocingo ayisebenzi.

source: Operation successfully set.
am: ተግባሩ ተሳክቶ ተሰናድቷል
ar: تمت المهمة بنجاح.
bg: Действието е успешно.
bn_bd: কাজটি সঠিক ভাবে করা হয়েছে।
bn_in: অপারেশান সফলভাবে স্থাপিত।
br: Gwezhiadur despizet gant berzh.
bs: Operacija uspješno postavljena.
ca: L'operació s'ha realitzat correctament.
cy: Gweithred wedi ei gosod yn llwyddiannus.
es: Operación configurada correctamente.
eu: Eragiketa ondo ezarri da.
fa: عملیات به طور موفقیت‌آمیز انجام شد.
ga_ie: D'éirigh le socrú na hoibríochta
gd: Chaidh an t-obrachadh a shuidheachadh.
hi_in: ऑपरेशन सफलतापूर्वक निर्धारित किया है.
hu: Művelet sikeresen beállítva.
id: Operasi sukses disetel.
kn: ಕಾರ್ಯಾಚರಣೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಹೊಂದಿಸಲಾಗಿದೆ.
lv: Operācija veiksmīgi uzstādīt.
mai: आपरेशन सफलतापूर्वक निर्धारित कएल गेल अछि.
mg: Tontosa ny fanefena asa.
ne: सञ्चालन सफलतापूर्वक चयन गरियो।
or: କାର୍ଯ୍ୟକୁ ସଫଳତାର ସହିତ ସେଟ କରାଯାଇଛି
pt: Operação definida com sucesso.
ro: Operație stabilită cu succes.
si: මෙහෙයුම සාර්ථකව සැකසුණි.
sw: Operesheni imefaulu kuwekwa.
ta: வெற்றிகரமான செயல்பாடு.
th: ดำเนินการตั้งสำเร็จ
tr: İşlem başarıyla tamamlandı.
ur: عملیہ کامیابی سے۔
uz: Jarayon muvaffaqiyatli o‘rnatildi.
vi: Đã thiết lập thành công.
wa: Operåcion defineye comifåt.
xh: Isetwe ngempumelelo.
zu: Lokhu kusethwe ngempumelelo.
