Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Binaries of this product have been made available to you by the Mozilla Project, under the Mozilla Public License 2.0 (MPL). Know your rights.
ar: الملفات الثنائية من هذا المنتج متاحة لك من قبل مشروع موزيلا، تحت ترخيص موزيلا العام 2.0 (MPL). تعرف على حقوقك.
bg: Двоичните файлове на този продукт са предоставени от Mozilla Project под Mozilla Public License 2.0 (MPL). Запознайте се с правата си.
bn_bd: বাইনারিগুলো আপনার জন্য সহজলভ্য করেছে মজিলা প্রোজেক্ট, যা মজিলা পাবলিক লাইসেন্স ২.০ (MPL) এর অধীনে রয়েছে। আপনার অধিকার সম্পর্কে জানুন।
bn_in: বাইনারিগুলো আপনার জন্য সহজলভ্য করেছে মজিলা প্রোজেক্ট, যা মজিলা পাবলিক লাইসেন্স 2.0 (MPL) এর অধীনে রয়েছে। আপনার অধিকার সম্পর্কে জানুন।
br: Pourchaset eo eiladoù ar c'henderc'had-mañ gant ar Raktres Mozilla, dindan al Lañvaz Foran Mozilla 2.0 (MPL). Gouzout ho kwirioù.
bs: Binarne edicije ovog proizvoda su vam ponuđeni kroz Mozilla projekt, pod Mozilla javnom licencom 2.0 (MPL). Saznajte svoja prava.
ca: El Projecte Mozilla posa a la vostra disposició els binaris d'aquest producte sota la llicència pública de Mozilla 2.0 (MPL). Conegueu els vostres drets.
cy: Mae'r rhaglenni'r cynnyrch wedi ei ddarparu i chi gan y Mozilla Project, ar drwydded Mozilla Public License 2.0 (MPL). Mae'n bwysig eich bod yn gwybod eich hawliau.
es: El código binario de este producto ha sido puesto a su disposición por el Proyecto Mozilla bajo la Mozilla Public License 2.0 (MPL). Conozca sus derechos.
eu: Produktu honen bitarrak Mozilla proiektuak eskaintzen dizkizu, Mozilla Public License 2.0 (MPL) lizentziapean. Ezagutu zure eskubideak.
fa: باینری‌های این محصول تحت گواهینامه Mozilla Public License 2.0 از طریق پروژه موزیلا در دسترس شما قرار گرفته است. حقوق خود را بدانید.
ga_ie: Tugann tionscadal Mhozilla leaganacha dénártha den táirge seo duit, faoin Mozilla Public License 2.0 (MPL). Bíodh do chearta ar eolas agat. Na trí cinn acu.
gd: Gheibh thu binaries a' bhathar seo o phròiseact Mozilla fon Mozilla Public License 2.0 (MPL). Bi eòlach air do chòraichean.
hi_in: इस उत्पाद के बायनेरिज़ मोज़िला परियोजना द्वारा आप के लिए उपलब्ध मोज़िला पब्लिक लाइसेंस 2.0 (एमपीएल) के तहत बनाया है.अपने अधिकारों को जानते हैं.
hu: A termék binárisait a Mozilla projekt tette elérhetővé a Mozilla Public License 2.0 (MPL) feltételei szerint. Ismerje meg a jogait.
id: Data biner produk ini disediakan untuk Anda oleh Mozilla Project, di bawah lisensi Mozilla Public License 2.0 (MPL). Ketahui hak Anda.
kn: ಈ ಉತ್ಪನ್ನದ ಎಲ್ಲ ಬೈನರಿಗಳನ್ನು ನಿಮಗಾಗಿ Mozilla ಯೋಜನೆ, Mozilla ಸಾರ್ವಜನಿಕ ಪರವಾನಗಿ 2.0 (MPL) ಅಡಿಯಲ್ಲಿ ಲಭ್ಯವಾಗಿಸಿದೆ. ನಿಮ್ಮ ಹಕ್ಕುಗಳ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ.
mai: ई उत्पाद क बायनेरिज़ मोजिला परियोजना द्वारा अहाँ कलेल उपलब्ध मोजिला पब्लिक लाइसेंस 2.0 (एमपीएल) क तहत बनाएल अछि.अपन अधिकार केँ जानैत अछि.
mg: Nataon'ny Tetikasa Mozilla vonona ho anao ireo bineran'ity vokatra ity, araka ny alàlana Mozilla Public License 2.0 (MPL). Fantaro ireo zonao.
ne: यो उत्पानका बाइनरीहरु तपाईलाई मोजिल्ला प्रोजेक्टले Mozilla Public License 2.0 (MPL) अन्तर्गत उपलब्ध गराएको छ। तपाईका अधिकारहरु जान्नुहोस्।
or: Mozilla Public License 2.0 (MPL) ଅନ୍ତର୍ଗତ Mozilla Project ଦ୍ୱାରା ଏହି ଉତ୍ପାଦର ବାଇନାରୀ ଆପଣଙ୍କୁ ଉପଲବ୍ଧ କରା ଯାଉଛି। ଆପଣଙ୍କ ଅଧିକାର ଜାଣନ୍ତୁ
pt: Os binários deste produto foram disponibilizados pelo Projeto Mozilla, sob a Mozilla Public License 2.0 (MPL - Licença Pública da Mozilla). Conheça os seus direitos.
ro: Binarele acestui produs ți-au fost făcute disponibile de către Proiectul Mozilla, sub licența publică Mozilla 2.0 (MPL). Cunoaște-ți drepturile.
si: මෙම නිෂ්පාදනයේ ද්වීමයන් මොසිල්ලා පොදු බලපත්‍රය 2.0 (MPL) යටතේ, මොසිල්ලා ව්‍යාපෘතිය විසින් ඔබ වෙත ගෙන එන්නකි. ඔබේ හිමිකම් දැනගන්න.
sw: Vipeo vya pili vya bidhaa hii vimefanywa uvipate na Mradi wa Mozilla, chini ya Leseni ya Umma ya Mozilla 2.0 (MPL). Jua haki zako.
ta: உங்களுக்கு தயாரித்து வழங்கப்படும் இந்த தயாரிப்பின் இருமங்கள் மொசில்லா திட்டத்தால் உருவாக்கப்பட்டு, மொசில்லா பொது உரிமம் 2.0 (MPL) இன் கீழ் வெளியிடப்பட்டுள்ளது. உங்களுடைய உரிமைகளை பற்றி தெரிந்துகொள்ளவும்.
tr: Bu ürünün ikili dosyaları size Mozilla Projesi tarafından Mozilla Kamu Lisansı 2.0 (MPL) altında sunulmuştur. Haklarınızı öğrenin.
ur: اس مصنوعہ کی Binaries آپ کو Mozilla Project کی جانب سے Mozilla پبلک لائسنس 2.0 (MPL) کے زیر تحت دستیاب کرائی گی ہے۔ اپنے حقوق کو جانیں۔
uz: Ushbu mahsulotning binar fayllari sizga Mozilla loyihasi tomonidan Mozilla Public License 2.0 (MPL) ostida mavjud qilingan. Huquqlaringizni biling.
vi: Phiên bản thực thi của sản phẩm được cung cấp bởi Dự án Mozilla, với giấy phép Mozilla Public License 2.0 (MPL). Hãy biết quyền lợi của bạn.
wa: Les binaires di ç’ prodût ci vos ont stî rindous disponibes pal Pordjet Mozilla, pa dzo l' Licince Publike Mozilla 2.0 (MPL). Conoxhoz vos abondroets.
xh: Binaries of this product have been made available to you by the Mozilla Project, under the Mozilla Public License 2.0 (MPL). Wazi amalungelo akho.
zu: Imininingo yalo mkhiqizo ihlinzekiwe ngabe-Mozilla Project, ngaphansi kwe-Mozilla Public License 2.0 (MPL). Wazi amalungelo akho.

source: All of the source code to this product is available under licenses that are both free and open source. Most of it is available under the Mozilla Public License 2.0 (MPL).
ar: كل الشفرة المصدرية لهذا المنتج متاحة تحت تراخيص حرة ومفتوحة المصدر على حد سواء. معظمُها متاحة تحت ترخيص موزيلا العام 2.0 (MPL).
bg: Целият код на този продукт е достъпен под лицензи, които са едновременно безплатни и с отворен код. По-голямата част е налична под Mozilla Public License 2.0 (MPL).
bn_bd: এই পণ্যের সকল সোর্স কোড ফ্রী এবং ওপেন সোর্স উভয় লাইসেন্সের অধীনে রয়েছে। এর মধ্যে বেশির ভাগই রয়েছে মজিলা পাবলিক লাইসেন্স ২.০ (MPL) এর অধীনে।
bn_in: এই পণ্যের সকল সোর্স কোড ফ্রী এবং ওপেন সোর্স উভয় লাইসেন্সের অধীনে রয়েছে। এর মধ্যে বেশির ভাগই রয়েছে মজিলা পাবলিক লাইসেন্স 2.0 (MPL) এর অধীনে।
br: Hegerz eo tarzhioù ar c'henderc'had-mañ dindan lañvazioù digoust ha digor o zarzhioù. An darn vrasañ anezho zo hegerz dindan al Lañvaz Foran Mozilla 2.0 (MPL).
bs: Kompletan izvorni kod ovog proizvoda je dostupan pod licencama koje su slobodne i otvorenog koda. Većina stvari je dostupna pod Mozillinom javnom licencom 2.0 (MPL).
ca: Tot el codi font d'aquest producte es publica sota llicències que són alhora lliures i de codi obert. La majoria estan disponibles sota la llicència pública de Mozilla 2.0 (MPL).
cy: Mae'r holl cod ffynhonnell i'r cynnyrch ar gael o dan drwyddedau sy'n ffynhonnell rhydd ac agored. Mae'r rhan fwyaf o dan y Mozilla Public License 2.0 (MPL).
es: Todo el código fuente de este producto está disponible bajo licencias gratuitas y de código libre, y en su mayor parte está disponible bajo la Mozilla Public License 2.0 (MPL).
eu: Produktu honen iturburu-kode guztia libreak eta iturburu irekikoak diren lizentzien pean eskura daiteke. Gehiena Mozilla Public License 2.0 (MPL) lizentiziapean dago eskuragarri.
fa: تمامی کد‌های منبع این محصول منطبق بر مجوزی آزاد و متن‌باز در دسترس است. اغلب آن منطبق بر مجوز عمومی موزیلا ۲.۰ (MPL) در دسترس است.
ga_ie: Tá cód foinseach go léir an táirge seo ar fáil faoi cheadúnais atá saor agus oscailte. Tá an chuid is mó den chód ar fáil faoin Mozilla Public License 2.0 (MPL).
gd: Tha còd tùsail gu lèir a' bhathar seo ri fhaighinn fo cheadachasan a tha saor an-asgaidh agus Open Source. Tha a' chuid as motha dheth ri làimh fo Mozilla Public License 2.0 (MPL).
hi_in: इस उत्पाद के करने स्रोत कोड के सभी कि दोनों स्वतंत्र और खुला स्रोत लाइसेंस के तहत उपलब्ध है. यह अधिकांश मोज़िला पब्लिक लाइसेंस 2.0 (एमपीएल) के तहत उपलब्ध है.
hu: A termék teljes forráskódja egyaránt szabad és nyílt forrású licencek alatt érhető el. A legnagyobb része a Mozilla Public License 2.0 (MPL) alatt érhető el.
id: Semua kode sumber pada produk ini tersedia di bawah lisensi yang bebas dan sumber terbuka. Sebagian besar kodenya tersedia di bawah lisensi Mozilla Public License 2.0 (MPL).
kn: ಈ ಉತ್ಪನ್ನದ ಎಲ್ಲ ಆಕರ ಸಂಕೇತಗಳು ಮುಕ್ತ ಹಾಗೂ ಸ್ವತಂತ್ರ ಆಕರ ಎರಡೂ ಪರವಾನಗಿಗಳಲ್ಲಿ ಲಭ್ಯವಿವೆ. ಇದರ ಬಹಳಷ್ಟು Mozilla Public License 2.0 (MPL) ಅಡಿಯಲ್ಲಿ ಲಭ್ಯವಿದೆ.
mai: ई उत्पाद क करब स्रोत कोड क सबहि जे दुनू स्वतंत्र आओर खुलल स्रोत लाइसेंस क तहत उपलब्ध अछि. ई अधिकांश मोजिला पब्लिक लाइसेंस 2.0 (एमपीएल) क तहत उपलब्ध अछि.
mg: Ny kaody fototra rehetra an'ity vokatra ity dia vonona araka ireo alàlana izay sady maimaim-poana no manana fototra malalaka. Ny ankamaroany vonona araka ny alàlana Mozilla Public License 2.0 (MPL). Fantaro ireo zonao.
ne: यस उत्पादनका सम्पूर्ण स्रोत कोडहरु दुवै स्वतन्त्र र खुला स्रोतका लाइसेन्स अन्तर्गत उपलब्ध छन्। ती मध्यै धेरैवटा Mozilla Public License 2.0 (MPL) अन्तर्गत उपलब्ध छन्।
pt: Todo o código fonte deste projeto está disponível sob licenças que são simultaneamente livres e de código aberto. A maioria está disponível sob a Mozilla Public License 2.0 (MPL - Licença Pública da Mozilla).
ro: Tot codul sursă pentru acest produs este disponibil sub licențe care sunt libere și cu sursă deschisă. Cea mai mare parte este disponibilă sub licența publică Mozilla 2.0 (MPL).
si: මෙම නිශ්පාදනය සතු සියලු මූලාශ්‍ර කේතයන් නිදහස් සහ විවෘත මූලාශ්‍ර යන දෙකෙන්ම ලබාගත හැකියි. ඒවායින් බොහොමයක් මොසිල්ලා පොදු බලපත්‍රය 2.0 (MPL) යටතේ ලබාගත හැක.
sw: Kodi yote ya chanzo ya bidhaa hii inapatikana chini ya leseni ambazo hazina malipo na ni chanzo huru. Kingi kinapatikana chini ya Leseni ya Umma ya Mozilla 2.0 (MPL).
ta: இந்த தயாரிப்பின் எல்லா மூலங்களும் கட்டற்ற மற்றும் திறந்த மூல மென்பொருள் உரிமத்தின் கீழ் வழங்கப்படுகிறது. பெரும்பான்மையானவை மொசில்லா பொது உரிமம் 2.0 (MPL)யின் கீழ் இருப்பவை.
tr: Bu ürüne ait kaynak kodlarının tümü özgür ve açık kaynaklı lisanslar altında sunulmaktadır. Çoğu Mozilla Kamu Lisansı 2.0 (MPL) altında sunulmaktadır.
ur: اس پروڈکٹ کا سارا منبع کوڈ مفت اور اوپن سورس لائسنس کے تحت دستیاب ہیں۔ تمام موزیلا پبلک لائسنس 2.0 (MPL) کے تحت دستیاب ہے۔
uz: Ushbu mahsulotning barcha manba kodlari har ikki erkin va ochiq kodli litsenziya ostida mavjud. Ko‘prog‘i Mozilla Public License 2.0 (MPL)ga tegishli.
vi: Tất cả mã nguồn của sản phẩm đều có thể truy cập dễ dàng và đều tự do nguồn mở. Hầu hết chúng đều được bảo vệ bởi giấy phép Mozilla Public License 2.0 (MPL).
wa: Tot li côde sourdant di ç’ prodût ci est disponibe padzo des licinces ki sont, ambedeus, libes et drovous sourdants. Li pupårt di çoula est disponibe padzo l’ Licince Publike Mozilla 2.0 (MPL).
xh: Zonke iikhowudi zomthombo ezikhoyo phantsi kweelayisenisi zisimahla yaye zezikawonke wonke. Inkoliso yazo ifumaneka kwiLayisenisi kaWonke wonke yeMozilla 2.0 (MPL).
zu: Wonke amakhodi omthombo walo mkhiqizo ayatholakala ngaphansi kwamalayisensi futhi womabili amahhala aphinde abe ngumthombo ovulelekile. Okuningi kutholakala ngaphansi kwe-Mozilla Public License 2.0 (MPL).

source: The remainder of the software that is not under the Mozilla Public License 2.0 MPL is available under one of a variety of other licenses. Those that require reproduction of the license text in the distribution are given below. (Note: Your copy of this product may not contain code covered by one or more of the licenses listed here, depending on the exact product and version you choose.)
ar: ما تبقى من البرامج التي ليست تحت ترخيص موزيلا العام 2.0 MPL متاحة تحت واحدة من التراخيص المتنوعة اﻷخرى. تلك التي تتطلب إعادة إنتاج نص الترخيص في التوزيعة معطاة أدناه. (ملاحظة : نسختك من هذا المنتج قد لا تحتوي على شفرة مشمولة بواحدة أو أكثر من التراخيص المذكورة هنا، حسب المنتج المحدد والإصدار الذي تختار.)
bg: Останалата част, която не е под Mozilla Public License 2.0 MPL е достъпна под един от няколко други лицензи. Тези, които предполагат предоставяне на текста на лиценза, при разпространяване, са дадени по-долу. (Забележка: Вашето копие на този продукт, може да не съдържа код под един или повече от тези лицензи, в зависимост от точния продукт и избраната версия.)
bn_bd: এই সফটওয়্যার এর বাকি অংশগুলো মজিলা পাবলিক লাইসেন্স ২.০ এমপিএল এর আওতাভুক্ত নয় কিন্তু আরও অনেক লাইসেন্সের কোনো একটির আওতায় রয়েছে। যেগুলোর বিতরণের ক্ষেত্রে পুনরায় লাইসেন্স টেক্সট প্রস্তুত করতে হবে সেগুলো নিচে দেওয়া হল।(নোট: আপনার এই পণ্যে হয়ত এক বা একাধিক লাইসেন্স যা এখানে আছে তার কোড নাও থাকতে পারে, এটি নির্ভর করে মূল পণ্য বা সংস্করণ আপনি নির্বাচন করেছেন তার উপর।)
bn_in: এই সফটওয়্যার এর বাকি অংশগুলো মজিলা পাবলিক লাইসেন্স 2.0 এমপিএল এর আওতাভুক্ত নয় কিন্তু আরও অনেক লাইসেন্সের কোনো একটির আওতায় রয়েছে। যেগুলোর বিতরণের ক্ষেত্রে পুনরায় লাইসেন্স টেক্সট প্রস্তুত করতে হবে সেগুলো নিচে দেওয়া হল।(নোট: আপনার এই পণ্যে হয়ত এক বা একাধিক লাইসেন্স যা এখানে আছে তার কোড নাও থাকতে পারে, এটি নির্ভর করে মূল পণ্য বা সংস্করণ আপনি নির্বাচন করেছেন তার উপর।)
br: Al lodenn n'eo ket dindan al Lañvaz Foran Mozilla 2.0 (MPL) a zo dindan meur a lañvaz all. Ar re a azgoulenn eilskrivañ testenn al lañvaz e-barzh an dasparzh zo roet amañ dindan. (Notenn : Hoc'h eilad eus ar c'henderc'had-mañ a c'hall enderc'hel boneg ha n'eo ket dindan unan pe meur eus al lañvazioù rollet amañ. An dra-se a zo hervez ar c'henderc'had hag an handelv dibabet ganeoc'h.)
bs: Ostatak softvera koji nije obuhvaćen Mozillinom javnom licencom 2.0 MPL je dostupan pod raznim drugim licencama. One koje zahtijevaju reprodukciju teksta licenci kod distribucije su navedene ispod. (Napomena: vaš proizvod ne mora sadržavati kod koji je obuhvaćen jednom ili više licenci navedenih ovdje.)
ca: La resta del programari que no estigui sota la llicència pública de Mozilla 2.0 (MPL) està disponible sota una altra llicència, d'entre una varietat d'elles. A continuació s'informen aquelles que requereixen de reproducció del text de la llicència en la distribució. (Nota: La vostra còpia d'aquest producte no pot contenir codi cobert per una o més de les llicències enumerades aquí, depenent del producte i la versió exacta que hàgiu triat).
cy: Mae gweddill y feddalwedd nad yw o dan y Mozilla Public License 2.0 MPL ar gael o dan un o amrywiol drwyddedau eraill. Mae'r rheini sy'n gofyn am atgynhyrchu testun y drwydded wrth ddosbarthu i'w gweld isod. (Sylwch: efallai na fydd eich copi o'r cynnyrch yn cynnwys cod o un o'r amryfal drwyddedau hyn, yn ddibynnol ar yr union gynnyrch a'r fersiwn rydych yn ei ddewis.)
es: El resto del software que no está bajo la MLP 2.0 está disponible bajo una de las otras muchas licencias que existen. A continuación se muestran aquellas que requieren la reproducción del texto de la licencia en la distribución. (Nota: En función del producto concreto y versión que elija, puede que su copia de este producto no contenga código cubierto por una o más de las licencias que se listan aquí).
eu: Mozilla Public License 2.0 MPL lizentziapean ez dagoen gainerako softwarea, bestelako lizentzia-aukeretan eskura daiteke. Banatzerako orduan lizentziaren testua erreproduzitzea eskatzen dutenak azpian daude. (Oharra: aukeratu duzun produktu eta bertsio zehatzaren arabera, produktu honen zure kopiak hemen zerrendatu diren lizentzien pean dagoen kodea ez izatea posible da).
fa: باقی برنامه‌هایی که تحت مجوز Mozilla Public License 2.0 MPL نیستند، تحت مجوزهای متفاوتی عرضه شده‌اند. آنهایی که باید متن مجوز برای آنها منتشر شود، در مقابل فهرست شده‌اند. (نکته: نسخه شما از این محصول، بسته به محصول و نسخه‌ای که انتخاب کرده‌اید، ممکن است حاولی کدهای یک یا تعدادی از مجوزهای فهرست شده در زیر نباشد.)
ga_ie: Tá an chuid eile den bhogearra nach bhfuil faoin Mozilla Public License 2.0 MPL ar fáil faoi roinnt ceadúnas eile. Má éilíonn téarmaí aon cheadúnais go gcuirtear téacs an cheadúnais ar fáil in éineacht leis an táirge, gheobhaidh an téacs sin thíos. (Aire: D'fhéadfadh nach bhfuil do chóip den táirge déanta as cód faoi na ceadúnais seo go léir, ag brath ar an táirge agus ar an leagan ar leith atá agat.)
gd: Tha an corr dhen bhathar-bhog nach eil fo Mozilla Public License 2.0 MPL ri fhaighinn fo ghrunn cheadachasan eile. Chithear an fheadhainn gu h-ìosal a tha na riaghailtean aca a' cur oirnn teacsa a' cheadachais fhèin a shealltainn ann an sgaoileadh sam bith. (An aire: dh'fhaoidte nach bi gin dhen chòd a tha na ceadachasan an-seo a' buntainn ris san lethbhreac seo dhen bhathar, tha sin a' crochadh air dè am bathar is dè an tionndadh a thaghas tu.)
hi_in: सॉफ्टवेयर के शेष जो कि मोज़िला पब्लिक लाइसेंस 2.0 MPL तहत नहीं है अन्य लाइसेंस की एक किस्म के तहत उपलब्ध है. Those thatवो जिन्हें कि वितरण में लाइसेंस पाठ के प्रजनन की आवश्यकता को नीचे दिए गए हैं.(नोट: इस उत्पाद की अपनी प्रति एक या एक से और अधिक यहाँ सूचीबद्ध लाइसेंस के द्वारा कवर कोड शामिल नहीं है, सही उत्पाद और संस्करण तुम चुन पर निर्भर हो सकता है.)
hu: A nem a Mozilla Public License 2.0 (MPL) alatt elérhető további szoftverek számos más licenc egyike alatt érhetők el. Amelyek ezek közül megkövetelik a licencszöveg disztribúcióba másolását, alább olvashatók. (Megjegyzés: a termék jelen másolata nem biztos, hogy tartalmaz az alábbi licencek alá tartozó kódot, a terméktől és verziótól függően.)
id: Kode lain yang tidak di bawah lisensi Mozilla Public License 2.0 (MPL) tersedia dalam lisensi lainnya. Kode yang memerlukan reproduksi teks lisensi dalam distribusi tercantum di bawah ini. (Catatan: salinan produk mungkin tidak berisi kode yang tercakup dalam salah satu lisensi yang tercantum di sini, tergantung pada produk dan versi yang Anda dipilih).
kn: Mozilla Public License 2.0 MPL ನ ಅಡಿಯಲ್ಲಿ ಬರದೆ ಇರುವ ಮಿಕ್ಕುಳಿದ ತಂತ್ರಾಂಶವನ್ನು ಇತರೆ ವಿವಿಧ ಪರವಾನಗಿಗಳಲ್ಲಿ ಒಂದರ ಅಡಿಯಲ್ಲಿ ಒದಗಿಸಲಾಗಿರುತ್ತದೆ. ಪರವಾನಗಿ ಪಠ್ಯವನ್ನು ವಿತರಣೆಯಲ್ಲಿ ಮರಳಿ ನಮೂದಿಸುವ ಅಗತ್ಯವಿರುವಂತವುಗಳನ್ನು ಈ ಕೆಳಗೆ ನೀಡಲಾಗಿದೆ. (ಸೂಚನೆ: ಈ ಉತ್ಪನ್ನದ ನಿಮ್ಮ ಪ್ರತಿಯು ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ನಿಶ್ಚಿತವಾದ ಉತ್ಪನ್ನ ಮತ್ತು ಆವೃತ್ತಿಯ ಮೇಲೆ ಅವಲಂಬಿತವಾಗಿ, ಈ ಕೆಳಗೆ ಪಟ್ಟಿ ಮಾಡಲಾದ ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ಪರವಾನಗಿಗಳ ಅಡಿಯಲ್ಲಿ ಬರುವ ಇರುವ ಕೋಡ್ ಅನ್ನು ಹೊಂದಿರದೆ ಇರಬಹುದು.)
mai: साफ्टवेयर क शेष जे मोजिला पब्लिक लाइसेंस 2.0 MPL तहत नहि अछि आन लाइसेंस क एकटा किस्म के तहत उपलब्ध अछि. Those thatओ जकर वितरण मे लाइसेंस पाठ क प्रजनन क आवश्यकता केँ नीच्चाँ देल गेल अछि.(नोट: एहि उत्पाद क अपन प्रति एकटा अथवा एकटा सँ आओर बेसी एतय सूचीबद्ध लाइसेंस के द्वारा कवर कोड सामिल नहि अछि, सही उत्पाद आओर संस्करण अहाँक केँ चुनए पर निर्भर भए सकैत अछि.)
mg: Ny ambin'ny rindrambaiko izay tsy araka ny alàlana Mozilla Public License 2.0 MPL dia vonona araka ny iray amin'ireo karaana alàlana hafa. Ireo mila famokarana idnray ny lahtsoratry ny alàlana amin'ny fitsinjarana dia omena eto ambany. (Fanmarihana: ny dika anananao mitovy amin'ity vokatra ity dia mety tsy hisy kaody rakotry ny iray na maromaro amin'ireo alàlana voatanisa eto, arakaraka ny vokatra na kinova tena izy fidinao.)
ne: Mozilla Public License 2.0 MPL अन्तर्गत नपरेका अन्य बाँकीका सफ्टवेरहरु अरू विभिन्न लाइसेन्सहरु अन्तर्गत उपलब्ध छन्। जसलाई पुन: वितरण गर्दा लासेन्सको पुन:रचना गर्नुपर्दछ, तिनका नाम निम्न दइएका छन्। (टिप्पणी: तपाईले छान्नुभएको उत्पादन र संस्करणका अाधारमा यस उत्पादनको तपाईको प्रतिलिपिसँग यहाँ दिइएका एक वा एक भन्दा बढि कोड समावेश नभएको हुनसक्छ।)
or: ଏହି ସଫ୍ଟୱେୟରର ଅବଶିଷ୍ଟାଂଶ ଯାହା Mozilla Public License 2.0 MPLର ଅନ୍ତର୍ଗତ ନୁହେଁ, ସେ ସବୁ ବିବିଧ ଅନ୍ୟାନ୍ୟ ଲାଇସେନ୍ସ ହିସାବରେ ଉପଲବ୍ଧ। ଯେଉଁଗୁଡ଼ିକ ବିପଣନରେ ଲାଇସେନ୍ସ ଟେକ୍ସଟର ପୁନରୁତ୍ପାଦନ ଦରକାର କରନ୍ତି ସେଗୁଡ଼ିକ ତଳେ ଦିଆଗଲା। (ନୋଟ କରନ୍ତୁ : ଆପଣ ବ୍ୟବହାର କରୁଥିବା ସଠିକ ଉତ୍ପାଦ ଓ ଏହାର ସଂସ୍କରଣର ଆଧାରରେ ଏହି ଉତ୍ପାଦର ଆପଣଙ୍କ କପିରେ ତଳେ ତାଲିକା କରା ଯାଇଥିବା ଲାଇସେନ୍ସ ଗୁଡିକର କୋଡ ନ ଥାଇପାରେ।
pt: O software remanescente que não se encontra sobe a Mozilla Public License 2.0 MPL é disponibilizado sob várias outras licenças. As que requerem reprodução do texto da licença na distribuição são mencionadas em baixo. (Nota: A sua cópia deste produto pode não conter código coberto por uma ou mais das licenças listadas aqui, dependendo do produto ou versão que escolheu.)
ro: Restul programului care nu este sub licența publică Mozilla 2.0 MPL, este disponibil sub o licență dintr-o varietate de alte licențe. Cele care cer reproducerea textului licenței în distribuție sunt date mai jos. (Notă: Copia ta a acestui produs poate să nu conțină cod sub una sau mai multe licențe listate aici, în funcție de produsul și versiunea alese.)
si: මෘදුකාංගයේ ඉතිරි පංගුව මොසිල්ලා පොදු බලපත්‍රය 2.0 MPL යටතේ නොවන අතර ඊට වෙනස් වූ අනෙක් බලපත්‍ර එකක් යටතේ ලබාගත හැකියි. බෙදාහැරීම තුළ බලපත්‍ර පෙළ නැවත නිපැයීමට අවශ්‍ය ඒවා පහතින් දී ඇත. (සටහන: ඔබ විසින් තෝරාගන්නා නිවැරදිම නිෂ්පාදනය සහ අනුවාදය මත, මෙම නිෂ්පාදනයේ ඔබට වෙන් වී ඇති පිටපතේ කේතය මෙහි ලැයිස්තුගත කොට ඇති බලපත්‍ර එකක් හෝ කිහිපයක් මඟින් ආවරණය නොවිය යුතුයි.)
sw: Salio la programu ambayo haiko chini ya Leseni ya Umma ya Mozilla 2.0 MPL inapatikana chini ya moja ya leseni zingine tofauti. Zile ambazo zinahitaji uzalishaji wa maandiko ya leseni katika mchango yanatolewa hapa chini. (Kumbuka: Nakili lako la bidhaa hii linaweza kuwa halina kodi ambayo inashughulikiwa na leseni moja au zaidi zilizoorodheshwa hapa, kulingana na bidhaa kamili na toleo unalochagua.)
ta: எஞ்சிய மென்பொருளானது மோசில்லா பொது உரிமம் 2.0 MPL கீழ் இல்லாமல் மற்ற பல்வேறு உரிமங்களில் ஒன்று கீழ் கிடைக்கும். விநியோக உரிம உரை தேவைப்படும் மீள் ஆக்கங்களுக்கு என்று கீழே தரப்பட்டுள்ளன. (குறிப்பு: இந்த தயாரிப்பின் நகலானது கொடுக்கப்பட்ட பட்டியலில் உள்ள ஒன்றிற்குமேற்பட்ட உரிமங்களின் கீழ் இல்லாமல் இருக்கலாம், இது துல்லியமான தயாரிப்பு மற்றும் பதிப்பை தேர்ந்தெடுப்பதன் மூலம் நிரணயிக்கப்படும்.)
tr: Mozilla Kamu Lisansı 2.0 MPL altında olmayan diğer yazılımlar, çeşitli diğer altında kullanıma sunulmuştur. Dağıtımında lisans metninin çoğaltılması gerekenler aşağıda sıralanmıştır. (Not: Ürün kopyanız, seçtiğiniz asıl ürün ve sürüme bağlı olarak burada listelenmiş lisanslarla korunan kodları içermeyebilir.)
ur: سافٹ ویئر کا باقی حصہ جو موزیلا پبلک لائسنس MPL 2.0 کے تحت نہیں ہے، وہ دیگر لائسنس کی قسم میں سے ایک کے تحت دستیاب ہے۔ جن کو تقسیم میں لائسنس متن کی تخلیق نو کی ضرورت ہے، مندرجہ ذیل ہیں۔
uz: Dasturiy ta’minotning qolgan qismi Mozilla Public License 2.0 MPL ostida emas. U turli boshqa litsenziyalardan biri ostida. Ular quyida berilgan tarqatmadagi litsenziya matnini qayta ishlab chiqishni talab qiladi. (Eslatma: Ushbu mahsulotnig sizdagi nusxasi siz tanlagan aniq mahsulot va versiyasiga bog‘liq holda u yerda keltirilgan litsenziyalardan biri yoki ko‘prog‘i tomonidan himoya kodi ostiga olinmagan bo‘lishi mumkin).
vi: Những phần mềm không đi kèm giấy phép Mozilla Public License 2.0 MPL được phát hành với một số giấy phép khác. Những giấy phép yêu cầu phải ghi rõ văn bản của giấy phép khi phát hành được liệt kê dưới đây. (Chú ý: Phiên bản của sản phẩm bạn đang dùng có thể không chứa mã nguồn được bảo hộ bởi một hoặc nhiều giấy phép liệt kê dưới đây, phụ thuộc vào phiên bản và tên sản phẩm cụ thể)
wa: Li resse do programe ki n’ est nén padzo l’ Licince Publike Mozilla 2.0 MPL est disponibe padzo sacwantès ôtes licinces. Les cisses k’ i fåt rashire li tecse del licince el distribucion sont dnêyes vaici padzo. (Note : Vosse copeye di ç’ prodût ci pout n’ nén aveur do côde covrou pa ene ou sacwantes des licinces el lisse padzo, sorlon li prodût dné eyet l’ modêye ki vs avoz tchoezi.)
xh: Eseleyo isoftwe engekho phantsi kweLayisenisi kaWonke wonke yeMozilla 2.0 MPL iyafumana kwenye yeelayisenisi zethu ezahlukeneyo. Ezo zifuna ukuveliswa ngokutsha zombhalo welayisenisi ekusasazweni zifumaneka ngezantsi. (Phawula: Ikopi yakho yale mveliso isenokungaquki enye okanye iilayisenisi ezingakumbi ezidlweliswe apha, kuxhomekeka kwimveliso ngqo nohlobo olukhethayo.)
zu: I-software esele engekho ngaphansi kwe-Mozilla Public License 2.0 MPL iyatholakala ngaphansi kwamanye amalayisensi ahlukene. Lawo adinga ukukhiqizwa kabusha kombhalo welayisensi anikeziwe ngezansi. (Qaphela: Ikhophi yalo mkhiqizo akufanele uqukathe ikhodi ekhona kweyodwa noma ngaphezulu yamalayisensi akulolu luhla, kuncike kumkhiqizo ngqo neveshini oyikhethile.)

source: Developer
am: አበልጻጊ
ar: المطوِر
bg: Разработчик
bn_bd: ডেভেলপার
bn_in: ডেভেলপার
br: Diorroer
ca: Desenvolupador
cy: Datblygwr
es: Desarrollador
eu: Garatzailea
fa: توسعه‌دهنده
ga_ie: Forbróir
gd: Luchd-leasachaidh
hu: Fejlesztés
lv: Izstrādātājiem
pt: Programador
ro: Dezvoltator
si: සංවර්ධක
th: นักพัฒนา
ur: ترقی دہندہ
uz: Dasturchi
