Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Enable Geolocation?
am: አሁን ያሉበትን አካባቢ ላስችል?
ar: تفعيل التموضع الجغرافي؟
bg: Включване на Местоположение?
bn_bd: ভৌগোলিক অবস্থান সক্রিয় করবেন?
bn_in: ভৌগলিক অবস্থান সক্রিয় করুন?
br: Gweredekaat an douarlec'hiañ?
bs: Omogućiti Geolokaciju?
ca: Voleu activar la geolocalització?
cy: Galluogi Geoleoliad?
es: ¿Activar geolocalización?
eu: Gaitu geokokapena?
fa: فعال‌سازی مکان‌یاب جغرافیایی؟
ga_ie: Cumasaigh Geoshuíomh?
gd: A bheil thu airson an geò-lorgadh a chur an comas?
hi_in: भूस्‍थान सक्षम?
hu: Engedélyezi a helymeghatározást?
id: Aktifkan Geolokasi?
kn: ಭೂಸ್ಥಳವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುದೇ?
lv: Vai ieslēgt ģeolokāciju?
mai: भू-स्थिति सक्रिय करू
mg: Hamelona Famantaran-toerana?
or: ଜିଓଲୋକେସନକୁ ସକ୍ରିୟ କରିବେ?
pt: Ativar Geolocalização?
ro: Activezi geolocația?
si: භූස්ථානිය පිහිටුම සක්‍රීය කරන්න ද?
sw: Wezesha Eneo la jio?
ta: புவியியல் பகுதி இயக்கவா?
th: เปิดใช้งานตำแหน่งที่ตั้งทางภูมิศาสตร์?
tr: Coğrafi konum etkinleştirilsin mi?
ur: جغرافیائی محل وقوع کو اہل بنائیں؟
uz: Geojoylashuv yoqilsinmi?
wa: Mete en alaedje li djeyoplaeçmint ?
xh: Wenza indawo yejografi isebenze?
zu: Ufuna Ukuqalisa Ukusebenza Kohlelo Lokwaziwa kwendawo Okuyo?

source: To view your device's location, you must enable geolocation tracking.
am: የ እርስዎ አካል ያለበትን አካባቢ ለመመልከት: አካሉ አሁን ያለበትን አካባቢ መከታተል ማስቻል ያስፈልጋል
ar: لعرض موقع الجهاز الخاص بك، يجب تفعيل تتبع التموضع الجغرافي.
bg: За да видите местоположението на вашето устройство, трябва да е включено проследяване на местоположението.
bn_bd: আপনার ডিভাইসের ভৌগলিক অবস্থান দেখতে হলে, আপনাকে অবশ্যই ভৌগলিক অবস্থান ট্র্যাকিং সক্রিয় করতে হবে।
bn_in: আপনার ডিভাইসের ভৌগলিক অবস্থান দেখতে হলে, আপনাকে অবশ্যই ভৌগলিক অবস্থান ট্র্যাকিং সক্রিয় করতে হবে।
br: Evit gwelout lec'hiadur ho trevnad, ez eo ret deoc'h gweredekaat an douarlec'hiañ.
bs: Da biste vidjeli lokaciju uređaja, morat ćete omogućiti praćenje geolokacije.
ca: Per poder veure la ubicació del dispositiu, cal que activeu la geolocalització.
cy: I weld lleoliad eich dyfais, rhaid i chi alluogi tracio geoleoliad.
es: Para ver la ubicación de su dispositivo, debe activar el rastreo por geolocalización.
eu: Zure gailuaren kokapena ikusteko, geokokapen bidezko jarraipena gaitu behar duzu.
fa: برای نمایش مکان دستگاه، شما باید مکان‌یاب جغرافیایی را فعال کنید.
ga_ie: Chun teacht ar shuíomh do ghléis, ní mór duit geoshuíomh a chumasú.
gd: Feumaidh tu an geò-lorgadh a chur air mus fhaic thu ionad an uidheim agad.
hi_in: अपने युक्ति की स्थिति देखने के लिए आपको भूस्थिति ट्रैकिंग सक्रिय करना चाहिए.
hu: Az eszköz helyzetének megtekintéséhez engedélyeznie kell a helymeghatározást.
id: Untuk menampilkan lokasi perangkat Anda, pelacakan geolokasi harus diaktifkan.
kn: ನಿಮ್ಮ ಸಾಧನದ ಸ್ಥಳವನ್ನು ನೋಡಲು, ಭೂಸ್ಥಳ ಟ್ರ್ಯಾಕಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು.
lv: Lai redzēt jūsu ierīces atrašanas vietu, jums ir jāieslēdz ģeolokācijas izsekošanu.
mai: अपन डिवाइस के स्थान देखबाक लेल, अहाँ के भू-स्थिति ट्रेकिंग सक्रिय करऽ पड़त
mg: Raha hijery ny toerana misy ny fitaovanao, dia tsy maintsy velominao ny fanarahan-dia toerana jeografika.
or: ଉପରକରଟିର କେଉଁ ସ୍ଥାନରେ ଅଛି ଜାଣିବାପାଇଁ ଆପଣଙ୍କୁ ଜିଓଲୋକେସନକୁ ସକ୍ରିୟ କରିବାକୁ ପଡ଼ିବ।
pt: Para ver a localização do seu dispositivo, deve ativar a monitorização da geolocalização.
ro: Pentru a vedea locația dispozitivului trebuie să activezi geolocația.
si: ඔබගේ උපාංගය ඇති ස්ථානය දැකබලා ගැනීමට ප්‍රථමයෙන් ඔබ භූස්ථානීය ලුහුබැදීම සක්‍රීය කල යුතුයි.
sw: Ili kuona mahala kifaa chako kiko, lazima uwezeshe kufuatilia eneo la jio..
ta: உங்கள் சாதனத்தின் இருப்பிடத்தைக் காண, புவியியல் இருப்பிடத் தடமறிதல் அம்சத்தை இயக்க வேண்டும்.
th: เพื่อดูตำแหน่งที่ตั้งอุปกรณ์ของคุณ คุณต้องเปิดใช้งานการติดตามตำแหน่งที่ตั้งทางภูมิศาสตร์
tr: Aygıtınızın konumunu görmek için coğrafi konum takibini etkinleştirmelisiniz.
ur: آپ کے آلے کے محل وقوع کو دیکھنے کے لئے، آپ کو جغرافیائی محل وقوع سے باخبر رہنے کے لئے فعال کرنا ہوگا۔
uz: Qurilmangiz joylashuvini ko‘rish uchun siz geojoylashuv kuzatuvini yoqishingiz kerak.
wa: Po vey l’ eplaeçmint di vost éndjin, vos dvoz mete e-n alaedje l’ eredjistraedje do djeyoplaeçmint.
xh: Ukubona indawo yesixhobo sakho, kufuneka wenze umkhondo wendawo yejografi usebenze.
zu: Ukuze ubone indawo ekuyo idivayisi yakho, qalisa ukusebenza kohlelo lokwaziwa kwendawo okuyo.

source: Geolocation Enabled
am: አሁን ያሉበት አካባቢ ተችሏል
ar: التموضع الجغرافي مفعل
bg: Местоположение е включено
bn_bd: ভৌগলিক অবস্থান সক্রিয় করা হয়েছে
bn_in: ভৌগলিক অবস্থান সক্রিয় করা হয়েছে
br: Gweredekaet eo an douarlec'hiañ
bs: Geolokacija omogućena
ca: Geolocalització activa
cy: Galluogwyd Geoleoliad
es: Geolocalización activada
eu: Geokokapena gaituta
fa: مکان‌یاب جغرافیایی فعال شد
ga_ie: Geoshuíomh Cumasaithe
gd: Tha an geò-lorgadh an comas
hi_in: भूस्थान सक्रिय
hu: Helymeghatározás engedélyezve
id: Geolocation Aktif
kn: ಭೂಸ್ಥಳ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
lv: Ģeolokācija ieslēgta
mai: भू-स्थिति सक्रिय
mg: Novelomina ny Famantaran-toerana
or: ଜିଓଲୋକେସନକୁ ସକ୍ରିୟ କରାଗଲା
pt: Geolocalização Ativada
ro: Geolocație activată
si: භූස්ථානය සක්‍රීයයි
sw: Eneo la jio Limewezeshwa
ta: புவியியல் இருப்பிட அம்சம் இயக்கப்பட்டுள்ளது
th: ตำแหน่งที่ตั้งทางภูมิศาสตร์ถูกเปิดใช้งาน
tr: Coğrafi konum etkinleştirildi
ur: جغرافیائی محل وقوع اہل بن گیا ہے
uz: Geojoylashuv yoqildi
wa: Djeyoplaeçmint e-n alaedje
xh: Indawo yejografi ivunyelwe
zu: Ukubona indawo okuyo kuqalisiwe

source: This device is currently offline. Connect to a network and try again.
am: ይህ አካል አሁን ከ መስመር ውጪ ነው: ከ ኔትዎርክ ጋር ይገናኙ እና እንደገና ይሞክሩ
ar: هذا الجهاز غير متصل حاليا. الاتصال بشبكة و حاول مرة أخرى.
bg: Устройството е извън мрежа. Свържете се с мрежа и опитайте отново.
bn_bd: এই ডিভাইসটি বর্তমানে অফলাইন আছে। একটি নেটওয়ার্কের সাথে সংযোগ করুন এবং পুনরায় চেষ্টা করুন।
bn_in: এই ডিভাইসটি বর্তমানে অফলাইন আছে। একটি নেটওয়ার্কের সাথে সংযোগ করুন এবং পুনরায় চেষ্টা করুন।
br: Ezlinenn eo an trevnad-mañ bremañ. Kennaskit ouzh ur rouedad ha klaskit en-dro.
bs: Ovaj uređaj je trenutno van mreže. Povežite se na mrežu i pokušajte ponovo.
ca: Actualment aquest dispositiu està fora de línia. Connecteu-vos a una xarxa i torneu-ho a provar.
cy: Mae'r ddyfais hon all-lein ar hyn o bryd. Cysylltwch â rhwydwaith a cheisio eto.
es: El dispositivo está desconectado. Conéctese a una red y pruebe de nuevo.
eu: Gailua lineaz kanpo dago. Konektatu sare batekin eta saiatu berriro.
fa: دستگاه در حال حاضر به اینترنت متصل نیست. به شبکه متصل شوید و دوباره تلاش کنید.
ga_ie: Tá an gléas seo as líne faoi láthair. Ceangail le líonra agus déan iarracht eile.
gd: Tha an t-uidheam seo far loidhne an-dràsta. Ceangail ri lìonra ’s feuch ris a-rithist.
hi_in: यह डिवाइस फिलहाल में ऑफ़लाइन है.एक नेटवर्क से कनेक्ट करें और पुन: प्रयास करें.
hu: Az eszköz nincs kapcsolódva. Csatlakozzon egy hálózathoz, és próbálja újra.
id: Peranti sedang tidak aktif. Sambungkan ke jaringan dan coba lagi.
kn: ಸಾಧನವು ಸದ್ಯಕ್ಕೆ ಆಫ್‌ಲೈನ್ ಆಗಿದೆ. ಜಾಲಬಂಧಕ್ಕೆ ಸಂಪರ್ಕಹೊಂದಿ ನಂತರ ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Šis ierīce ir šobrīd bezsaistes. Pieslēdzieties kādam tīklam un mēģiniet vēlreiz.
mai: ई यंत्र अखनि ऑफ लाइन अछि. नेट वर्क सँ जोड़ू आ पुनः प्रयास करू
mg: Tsy an-jotra ity fitaovana ity izao. Mifandraisa @ tambajotra iray ary andramo indray.
or: ଏହି ଉପକରଣଟି ଅଫଲାଇନ ଅଛି। ଏକ ନେଟୱର୍କ ସହିତ ସଂଯୋଗ କରନ୍ତୁ ଓ ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: Atualmente, este dispositivo está desligado da rede. Ligue-se a uma rede e tente novamente.
ro: Acest dispozitiv este în prezent offline. Conectează-te la o rețea și reîncearcă.
si: මෙම උපාංගය මාර්ග අපගත තත්වයේ පවතී. ජාලයක් හා සම්බන්ධ වී නැවත උත්සාහ කරන්න.
sw: Kifaa hiki kiko nje ya mkondo kwa sasa. Unganisha kwenye mtandao na ujaribu tena.
ta: சாதனம் இணையத்தில் இல்லை. ஒரு பிணையத்துடன் இணைத்து பிறகு முயற்சிக்கவும்.
th: อุปกรณ์นี้กำลังออฟไลน์ เชื่อมต่อกับเครือข่ายและลองอีกครั้ง
tr: Bu cihaz şu anda çevrimdışı. Bir ağa bağlanıp yeniden deneyin.
ur: یہ آلہ فی الحال آف لائن ہے۔ نیٹ ورک سے جڑیں اور دوبارہ کوشش کریں۔
uz: Ushbu qurilma hozirda oflayn. Tarmoqqa ulaning va qaytadan urinib ko‘ring.
wa: Cist éndjin ci est disraloyî. Raloyîz vs a ene rantoele eyet rsayî.
xh: Esi sixhobo sicimile okwangoku. Nxibelelana kwinethiwekhi uze uzame kwakhona.
zu: Le divayisi ayikho emoyeni okwamanje. Xhuma kunethiwekhi bese uphinde uyazama.

source: A Find My Device error has occurred.
am: የ እኔን አክል አግኝ ስህተት ተፈጥሯል
ar: حدث خطأ في البحث عن جهازي.
bg: Грешка в Изгубено устройство.
bn_bd: অামার ডিভাইস অনুসন্ধান করুন এ একটি ত্রুটি হয়েছে।
bn_in: অামার ডিভাইস অনুসন্ধান করুন এ একটি ত্রুটি হয়েছে।
br: Degouezhet ez eus bet ur fazi war Kavout Ma Zrevnad.
bs: Desila se greška sa Pronađi moj uređaj.
ca: S'ha produït un error de «Troba el meu aparell».
cy: Digwyddodd gwall Canfod Dyfais.
es: Se ha producido un error en Buscar mi dispositivo.
eu: Errorea gertatu da 'Bilatu nire gailua'n.
fa: یک خطا برای «پیدا کردن دستگاه من» رخ داد.
ga_ie: Tharla earráid le 'Aimsigh Mo Ghléas'.
gd: Thachair mearachd leis a’ ghleus a lorgas an uidheim agad.
hu: Az eszközkeresőnél hiba lépett fel.
id: Kesalahan terjadi pada Temukan Perangkat Saya.
kn: ನನ್ನ ಸಾಧನ ಹುಡುಕುವಿನಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ.
lv: Notika kļūda Atrast manu ierīci lietotnē.
pt: Um erro ocorreu em Encontrar o Meu Dispositivo
ro: S-a produs o eroare Găsește-mi dispozitivul.
si: Find My Deviceහි දෝශයක් ඇත.
ta: சாதனம் கண்டறிதலில் பிழை நேர்ந்தது.
th: เกิดข้อผิดพลาดในการค้นหาอุปกรณ์ของฉัน
tr: Cihazımı Bul hatası oluştu.
ur: ایک ڈھونڈیں میرا آلہ خرابی واقع ہوئی ہے۔
uz: "Qurilmamni topish"da xatolik yuz berdi.
wa: Ene aroke di Ritrover mi éndjin s’ a passé.

source: Please try again.
am: እባክዎን እንደገና ይሞክሩ
ar: يرجى المحاولة مرة أخرى.
bg: Моля, опитайте отново.
bn_bd: অনুগ্রহ করে পুনরায় চেষ্টা করুন।
bn_in: অনুগ্রহ করে পুনরায় প্রচেষ্টা করুন।
br: Mar plij, klaskit en-dro.
bs: Molimo pokušajte ponovo.
ca: Torneu-ho a provar.
cy: Ceisiwch eto.
es: Inténtelo de nuevo.
eu: Saiatu berriro.
fa: لطفا دوباره تلاش کنید.
ga_ie: Bain triail eile as.
gd: Feuch ris a-rithist.
hu: Próbálja meg újra.
id: Silakan coba lagi.
kn: ದಯವಿಟ್ಟು ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Lūdzu mēģiniet vēlreiz.
ne: कृपया पुन:प्रयास गर्नुहोस् ।
pt: Por favor tente novamente.
ro: Te rugăm să încerci din nou.
si: කරුණාකර නැවත උත්සහ කරන්න.
ta: மீண்டும் முயற்சிக்கவும்.
th: โปรดลองอีกครั้ง
tr: Lütfen tekrar deneyin.
ur: براہ مہربانی پھر کوشش کریں۔
uz: Yana urinib koʻring.
wa: Rissayîz s’ i vs plait.

source: Please tap to try again.
am: እባክዎን መታ ያድርጉ እንደገና ለመሞከር
ar: يرجى النقر للمحاولة مرة أخرى.
bg: Моля, докоснете за нов опит.
bn_bd: অনুগ্রহ করে পুনরায় প্রচেষ্টা করতে ট্যাপ করুন।
bn_in: অনুগ্রহ করে পুনরায় প্রচেষ্টা করতে ট্যাপ করুন।
br: Stokit evit klask en-dro.
bs: Molimo da dodirnete da pokušate ponovo.
ca: Toqueu per tornar-ho a provar.
cy: Tapiwch i geisio eto.
es: Pulse para intentarlo de nuevo.
eu: Sakatu berriro saiatzeko.
fa: لطفا برای تلاش دوباره ضربه بزنید.
ga_ie: Tapáil chun iarracht eile a dhéanamh.
gd: Thoir gnogag airson feuchainn ris a-rithist.
hu: Koppintson az újrapróbáláshoz.
id: Silakan ketuk untuk coba lagi.
kn: ದಯವಿಟ್ಟು ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಲು ತಟ್ಟಿ.
lv: Lūdzu spiediet lai mēģināt vēlreiz.
pt: Por favor, toque para voltar a tentar.
ro: Te rugăm să atingi pentru a încerca din nou.
si: කරුණාකර නැවත උත්සහයට තට්ටු කරන්න.
ta: மீண்டும் முயற்சிக்க தட்டவும்.
th: โปรดแตะเพื่อลองอีกครั้ง
tr: Tekrar denemek için dokunun.
ur: پھر کوشش کرنے کے لئے کلک کریں۔
uz: Yana urinib ko‘rish uchun bosing.
wa: Tchapotez po rsayî, s’ i vs plait.

source: Sign in to sync your history, passwords & more
am: ይግቡ ለ ማስማማት የ እርስዎን ታሪክ: የ መግቢያ ቃል & ተጨማሪ
ar: قم بتسجيل الدخول للقيام بمزامنة السجل الخاص بك، وكلمات السر والمزيد
bg: Впишете се, за да бъдат синхронизирани вашата история, пароли и др.
bn_bd: আপনার ইতিহাস, পাসওয়ার্ড এবং আরও কিছু সিঙ্ক করতে সাইন ইন করুন
bn_in: আপনার ইতিহাস, পাসওয়ার্ড এবং আরও অনেককিছু সাইন ইন করার জন্য সাইন ইন করুন
br: Kennaskit evit goubredañ ho roll istor, ho kerioù-tremen hag ouzhpenn c'hoazh.
bs: Prijavite se za sinhronizaciju historije, lozinki i ostalog
ca: Inicieu la sessió per sincronitzar l'historial, contrasenyes i més
cy: Mewngofnodwch i gydweddu eich hanes, cyfrineiriau a mwy
es: Inicie sesión para sincronizar su historial, contraseñas y más.
eu: Hasi saioa historia, pasahitzak eta gehiago sinkronizatzeko
fa: برای همگام‌سازی گذرواژه‌ها، تاریخچه و غیره وارد شوید
ga_ie: Logáil isteach chun stair, focail fhaire, agus tuilleadh a shioncrónú
gd: Clàraich a-steach gus an eachdraidh, faclan-faire ⁊ mòran a bharrachd a shioncronachadh
lv: Ieejiet lai sinhronizētu savu pārlūkošanas vēsturi, paroles un vēl vairāk
pt: Inicie sessão para sincronizar histórico, palavras-passe e mais
ro: Autentifică-te pentru a sincroniza istoricul, parolele și mai multe.
si: ඔබගේ ඉතිහාසය, මුරපද හා තවත් දෑ සම්මුහුර්තකරණයට පිවිසෙන්න
th: เข้าสู่ระบบเพื่อผสานประวัติ รหัสผ่าน และอื่น ๆ ของคุณ
ur: اپنے سابقات، پاس ورڈ اور مذید اشیا ہمہ وقت ساز کرنے کے لیے سائن ان کریں۔
uz: Tarix, parol va boshqalarni sinxronlash uchun hisobingizga kiring

source: Get started
am: መጠቀም ይጀምሩ
ar: ابدأ
bg: Въведение
bn_bd: চলুন শুরু করি!
bn_in: শুরু করুন
br: Deraouiñ
bs: Započnite
ca: Inici
cy: Cychwyn arni
es: Comenzar
eu: Hasi erabiltzen
fa: شروع کنید
ga_ie: Tús maith
gd: Dèan toiseach-tòiseachaidh
lv: Sākt
pt: Começar
ro: Începe
si: අරඹන්න
th: เริ่มต้น
ur: شروع کریں
uz: Ishga kirishish

source: Firefox Account
am: የ ፋየርፎክስ መግለጫ
ar: حساب فيرفكس
bn_bd: ফায়ারফক্স অ্যাকাউন্ট
bn_in: Firefox অ্যাকাউন্ট
br: Kontoù Firefox
bs: Firefox račun
ca: Compte del Firefox
cy: Cyfrif Firefox
es: Cuenta Firefox
eu: Firefox kontuak
fa: حساب فایرفاکس
ga_ie: Cuntas Firefox
gd: Cunntas Firefox
lv: Firefox Konts
pt: Conta Firefox
ro: Cont Firefox
si: Firefox ගිණුම්
th: บัญชี Firefox
ur: Firefox اکاؤنٹس
uz: Firefox hisoblari

source: Disable Firefox Sync
am: የ ፋየር ፎክስ ማስማሚያ ማሰናከያ
ar: تعطيل مزامنة فيرفكس
bg: Изключване на Firefox Sync
bn_bd: ফায়ারফক্স সিঙ্ক নিষ্ক্রিয় করুন
bn_in: Firefox সিঙ্ক অক্ষম করুন
br: Diweredekaat Firefox Sync
bs: Onemogući Firefox Sync
ca: Desactiva el Firefox Sync
cy: Analluogi Firefox Sync
es: Desactivar Firefox Sync
eu: Desgaitu Firefox Sync
fa: غیرفعال کردن همگام‌سازی فایرفاکس
ga_ie: Díchumasaigh Firefox Sync
gd: Cuir sioncronachadh Firefox à comas
lv: Atslēgt Firefox Sync
pt: Desativar Firefox Sync
ro: Dezactivează Sincronizare Firefox
si: Firefox සම්මුහුර්තකරණය අක්‍රීය කරන්න
th: ปิดใช้งาน Firefox Sync
ur: Firefox ہمہ ساز نا اہل بنائیں
uz: Firefox Sinx’ni o‘chirib qo‘yish

source: Last synced {{when}}
am: መጨረሻ የተስማማው {{when}}
ar: آخر مزامنة {{when}}
bg: Последна синхронизация {{when}}
bn_bd: সর্বশেষ সিঙ্ক হয়েছে {{when}}
bn_in: সর্বশেষ বার সিঙ্ক হয়েছে {{when}}
br: Goubredet en diwezh {{when}}
bs: Zadnja sinhronizacija {{when}}
ca: Última sincronització: {{when}}
cy: Cydweddwyd diwethaf {{when}}
es: Última vez sincronizado {{when}}
eu: Azken sinkronizazioa: {{when}}
fa: آخرین همگام‌سازی {{when}}
ga_ie: Sioncrónú is déanaí: {{when}}
gd: An sioncronachadh mu dheireadh {{when}}
lv: Pēdējā sinhronizācija {{when}}
pt: Última sincronização {{when}}
ro: Ultima sincronizare {{when}}
si: අවසාන සමමුහුර්තය {{when}}
th: ผสานล่าสุด {{when}}
ur: آخری بار ہم سازی {{when}}
uz: So‘nggi marta sinxronlangan: {{when}}

source: Collections
am: ስብስቦች
ar: مجموعات
bg: Колекции
bn_bd: সংগ্রহসমূহ
bn_in: সংকলন
br: Dastumadegoù
bs: Kolekcije
ca: Col·leccions
cy: Casgliadau
es: Colecciones
eu: Bildumak
fa: مجموعه‌ها
ga_ie: Bailiúcháin
gd: Cruinneachaidhean
lv: Kolekcijas
pt: Coleções
ro: Colecții
si: එකතුව
th: ชุดสะสม
ur: مجموعے
uz: To‘plamlar

source: Legal
am: ሕጋዊ
ar: قانوني
bg: Правна информация
bn_bd: আইনগত
bn_in: আইনগত
br: Lezennel
bs: Pravno
cy: Cyfreithiol
eu: Lege-oharra
fa: قانونی
ga_ie: Cúrsaí Dlí
gd: Laghail
lv: Juridiskā informācija
pt: Aviso jurídico
ro: Mențiuni legale
si: නීතිමය
th: ข้อกฎหมาย
ur: با ضابطہ
uz: Qonuniy

source: Privacy & Security
am: የግላዊነት መመሪያ & ደህንነት
ar: الخصوصية والأمان
bg: Лични данни и сигурност
bn_bd: গোপনীয়তা ও নিরাপত্তা
bn_in: গোপনীয়তা ও নিরাপত্তা
br: Buhez prevez ha diogelroez
bs: Privatnost i sigurnost
ca: Privadesa i seguretat
cy: Preifatrwydd a Diogelwch
es: Privacidad y seguridad
eu: Pribatutasuna eta segurtasuna
fa: حریم‌خصوصی و امنیت
ga_ie: Príobháideacht agus Slándáil
gd: Prìobhaideachd ⁊ Tèarainteachd
hi_in: गोपनीयता व सुरक्षा
hu: Adatvédelem és biztonság
id: Privasi & Keamanan
kn: ಗೌಪ್ಯತೆ & ಸುರಕ್ಷತೆ
lv: Privātums un drošība
mai: गोपनीयता आ सुरक्षा
mg: Tsiambaratelo & Fiarovana
ne: गोपनीयता र सुरक्षा
or: ଗୋପନିୟତା ଏବଂ ସୁରକ୍ଷା
pt: Segurança e Privacidade
ro: Confidențialitate și securitate
si: පෞද්ගලිකත්වය සහ ආරක්ෂාව
sw: Ufaragha na Usalama
ta: தனியுரிமை & பாதுகாப்பு
th: ความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve Güvenlik
ur: نجی نوعیت اور سلامتی
uz: Maxfiylik va xavfsizlik
vi: Chính sách riêng tư & bảo mật
wa: Privaceye et såvrité
xh: Eyabucala nokhuseleko
zu: Ubumfihlo & Ukuvikeleka

source: Passcode Lock
am: የ ማለፊያ ኮድ መቆለፊያ
ar: رمز المرور
bg: Заключване с парола
bn_bd: পাসকোড লক
bn_in: পাসকোড লক
br: Ger-tremen prennañ
bs: Zaključavanje šifrom
ca: Bloqueig amb codi
cy: Clo Cyfringod
es: Bloqueo con código
eu: Pasakode-blokeoa
fa: قفل گذرواژه
ga_ie: Úsáid Cód Faire
gd: Glais a’ chòd-fhaire
hu: Jelkódos zárolás
id: Penguncian Kode Sandi
kn: ಗುಪ್ತಸಂಕೇತ ಲಾಕ್‌
lv: Koda aizsargāšana
pt: Bloqueio com código
ro: Blocare cu cod acces
si: පිවිසුම්කේත අගුළුලෑම
ta: கடவுக்குறி பூட்டு
th: ล็อครหัสผ่าน
tr: Şifre ile kilitle
ur: پاس کوڈ لاق
uz: Qulflash paroli
wa: Eclawaedje pa côde sicret

source: Passcode: {{code}}
am: የማለፊያ ኮድ: {{code}}
ar: كلمة المرور: {{code}}
bg: Парола: {{code}}
bn_bd: পাসকোড: {{code}}
bn_in: পাসকোড: {{code}}
br: Rineg-tremen : {{code}}
bs: Šifra: {{code}}
ca: Codi d'accés: {{code}}
cy: Cyfringod: {{code}}
es: Código acceso: {{code}}
eu: Pasakodea: {{code}}
fa: گذرواژه: {{code}}
ga_ie: Cód faire: {{code}}
gd: An còd-faire: {{code}}
hi_in: पासकोड: {{code}}
hu: Jelkód: {{code}}
id: Kode Sandi: {{code}}
kn: ಗುಪ್ತಸಂಕೇತ: {{code}}
lv: Aizsargāšanas kods: {{code}}
mai: गुड़किल्ली: {{code}}
mg: Kaody fidirana: {{code}}
ne: पासकोड: {{code}}
or: ପାସକୋଡ: {{code}}
pt: Código de acesso: {{code}}
ro: Cod de acces: {{code}}
si: පාස්කේතය: {{code}}
sw: Kodi ya pitisho: {{code}}
ta: கடவுக்குறியீடு: {{code}}
th: รหัสผ่าน: {{code}}
tr: Şifre: {{code}}
ur: پاسکوڈ: {{code}}
uz: Parol: {{code}}
vi: Nhập mã số: {{code}}
wa: Côde sicret : {{code}}
xh: Ipasikhowudi: {{code}}
zu: I-Passcode: {{code}}

source: Screen Lock
am: መመልከቻ መቆለፊያ
ar: قِفل الشاشة
bg: Заключване на екрана
bn_bd: স্ক্রিন লক
bn_in: স্ক্রিন লক
br: Skramm prennañ
bs: Zaključavanje ekrana
ca: Bloqueig de pantalla
cy: Clo'r Sgrin
es: Bloqueo de pantalla
eu: Pantaila-blokeoa
fa: قفل صفحه
ga_ie: Glasáil an Scáileáin
gd: Glas na sgrìn
hu: Képernyő zárolása
lv: Aizslēgšanas ekrāns
pt: Bloqueio de ecrã
ro: Blocare ecran
si: තිර අගුළුලෑම
th: ล็อคหน้าจอ
ur: سکرین مقفل
uz: Ekranni qulflash

source: Enabled with no passcode
am: ያለ ማለፊያ ኮድ ተችሏል
ar: تم التفعيل مع عدم وجود رمز مرور
bg: Включен, без парола
bn_bd: পাসকোড ছাড়াই সক্রিয় হয়েছে
bn_in: কোন পাসকোড ছাড়াই সক্রিয় করা
br: Gweredekaet hep boneg-tremen
bs: Omogućeno bez šifre
ca: Habilitat sense codi d'accés
cy: Galluogwyd heb gyfringod
es: Activada sin código
eu: Pasakode gabe gaitua
fa: بدون گذرواژه فعال شد
ga_ie: Cumasaithe gan cód faire
gd: An comas ach as aonais còd-faire
lv: Ieslēgts bez koda
pt: Ativado sem palavra-passe
ro: Activată fără cod de acces
si: පාස්කේතයක් රහිතව සක්‍රීය කරන්න
th: ถูกเปิดใช้งานโดยไม่มีรหัสผ่าน
ur: بنا پاسقوڈ کے اہل بنایا گیا
uz: Parolsiz kirishni yoqish

source: Enabled with passcode
am: በ ማለፊያ ኮድ ተችሏል
ar: تفعيل مع رمز المرور
bg: Включен, с парола
bn_bd: পাসকোডসহ সক্রিয় হয়েছে
bn_in: পাসকোড সমেত সক্রিয় করা
br: Gweredekaet gant ur boneg-tremen
bs: Omogućeno sa šifrom
ca: Habilitat amb codi d'accés
cy: Galluogi gyda cyfringod
es: Activada con código
eu: Pasakodez gaitua
fa: با گذرواژه فعال شد
ga_ie: Cumasaithe le cód faire
gd: An comas le còd-faire
lv: Ieslēgts ar kodu
pt: Ativado com palavra-passe
ro: Activată cu cod de acces
si: පාස්කේතය සමඟ සක්‍රීය කරන්න
th: ถูกเปิดใช้งานโดยมีรหัสผ่าน
ur: مع پاسقوڈ کے اہل بنایا گیا
uz: Parol bilan kirishni yoqish

source: SIM Security
am: የ ሲም ደህንነት
ar: أمن بطاقة الSIM
bg: Защита на SIM
bn_bd: সিম নিরাপত্তা
bn_in: SIM নিরাপত্তা
br: Diogelroez ar SIM
bs: SIM sigurnost
ca: Seguretat de la SIM
cy: Diogelwch SIM
es: Seguridad de SIM
eu: SIM segurtasuna
fa: امنیت سیم‌کارت
ga_ie: Slándáil SIM
gd: Tèarainteachd SIM
hu: SIM biztonsága
lv: SIM drošība
pt: Segurança do SIM
ro: Securitate SIM
si: SIM ආරක්ෂාව
th: ความปลอดภัย SIM
ur: SIM سلامتی
uz: SIM karta xavfsizligi

source: App Permissions
am: የ መተግበሪያ ፍቃዶች
ar: صلاحيات التطبيق
bg: Права на приложения
bn_bd: অ্যাপের অনুমতি
bn_in: অ্যাপ্লিকেশন অনুমতি
br: Aotreoù an arloadoù
bs: Dozvole aplikacija
ca: Permisos d'aplicacions
cy: Caniatâd Apiau
es: Permisos de apps
eu: Aplikazioen baimenak
fa: دسترسی‌های برنامه
ga_ie: Ceadanna Aipeanna
gd: Ceadan nan aplacaidean
hu: App jogosultságok
lv: Lietotņu atļaujas
pt: Permissões da aplicação
ro: Permisiuni pentru aplicații
si: යෙදුම් අවසරයන්
th: การอนุญาตแอป
ur: ایپ اجازتیں
uz: Ilova dastur ruxsatlari

# appPermissions.ariaLabel
source: App Permissions
am: የ መተግበሪያ ፍቃዶች
ar: صلاحيات التطبيق
bg: Права на приложения
bn_bd: অ্যাপের অনুমতি
bn_in: অ্যাপ্লিকেশন অনুমতি
br: Aotreoù an arloadoù
bs: Dozvole aplikacija
ca: Permisos d'aplicacions
cy: Caniatâd Apiau
es: Permisos de apps
eu: Aplikazioen baimenak
fa: دسترسی‌های برنامه
ga_ie: Ceadanna Aipeanna
gd: Ceadan nan aplacaidean
lv: Lietotņu atļaujas
pt: Permissões da aplicação
ro: Permisiuni pentru aplicații
si: යෙදුම් අවසරයන්
th: การอนุญาตแอป
ur: ایپ اجازتیں
uz: Ilova dastur ruxsatlari

source: Author
am: ደራሲው
ar: المؤلف
bg: Автор
bn_bd: প্রণেতা
bn_in: নির্মাতা
br: Aozer
bs: Autor
ca: Autor
cy: Awdur
es: Autor
eu: Egilea
fa: نویسنده
ga_ie: Údar
gd: Ùghdar
hi_in: लेखक
hu: Szerző
id: Pencipta
kn: ಕರ್ತೃ
lv: Autors
mai: लेखक
mg: Mpamorona
ne: लेखक
or: ଲେଖକ
pt: Autor
ro: Autor
si: කතෘ
sw: Mwandishi
ta: ஆசிரியர்
th: ผู้สร้าง
tr: Yazar
ur: مصنف
uz: Muallif
vi: Tác giả
wa: Oteur
xh: Umbhali
zu: Umbhali

source: Permissions
am: ፍቃዶች
ar: الصلاحيات
bg: Права
bn_bd: অনুমোদন
bn_in: অনুমতি
br: Aotreoù
bs: Dozvole
ca: Permisos
cy: Caniatâd
es: Permisos
eu: Baimenak
fa: دسترسی‌ها
ga_ie: Ceadanna
gd: Ceadan
hi_in: अनुमति
hu: Jogosultságok
id: Izin
kn: ಅನುಮತಿಗಳು
lv: Atļaujas
mai: अनुमति
mg: Alàlana
ne: अनुमतिहरू
or: ଅନୁମତି
pt: Permissões
ro: Permisiuni
si: අවසරයන්
sw: Ruhusa
ta: அனுமதிகள்
th: การอนุญาต
tr: İzinler
ur: اجازتیں
uz: Ruxsatlar
vi: Quyền hạn
wa: Droets
xh: Iimvume
zu: Izimvume

source: Revoke
am: መሻር
ar: سحب
bg: Отхвърляне
bn_bd: প্রত্যাহার
bn_in: বাতিল করা
br: Dizorniañ
bs: Opozovi
ca: Revoca
cy: Dirymu
es: Revocar
eu: Ezeztatu
fa: لغو
ga_ie: Cúlghair
gd: Ais-ghairm
hi_in: वापस लें
hu: Visszavonás
id: Cabut
kn: ರದ್ದುಮಾಡು
lv: Atsaukt
mai: वापस लिअ
mg: Hanafoana
ne: खारेज गर्नुहोस्
or: ପ୍ରତିସଂହରଣ କରନ୍ତୁ
pt: Revogar
ro: Retrage
si: අහෝසි කරන්න
sw: Batili
ta: திரும்பப்பெறப்பட்டது
th: เพิกถอน
tr: Geri al
ur: منسوخ
uz: Bekor qilish
vi: Thu hồi
wa: Revoker
xh: Rhoxisa
zu: Nqabela

source: Ask
am: ጠይቀኝ
ar: سؤال
bg: Питане
bn_bd: জিজ্ঞাসা
bn_in: জিজ্ঞাসা
br: Goulenn
bs: Pitaj
ca: Demana
cy: Gofyn
es: Preguntar
eu: Galdetu
fa: پرسیده شود
ga_ie: Fiafraigh i gcónaí
gd: Faighnich
hi_in: पूछें
hu: Kérdés
id: Tanya
kn: ಕೋರು
lv: Vaicāt
mai: पूछू
mg: Anontanio
ne: सोध्नुहोस्
or: ପଚାରନ୍ତୁ
pt: Perguntar
ro: Întreabă
si: විමසන්න
sw: Uliza
ta: கேள்
th: ถาม
tr: Sor
ur: پوچھیں
uz: So‘rash
vi: Hỏi
wa: Dimander
xh: Cela
zu: Buza

source: Block
ar: حظر
br: Herzel
cy: Rhwystro
eu: Blokeatu
ga_ie: Coisc
gd: Bac
pt: Bloquear
ro: Blochează
th: ปิดกั้น
uz: Bloklash

source: Allow
ar: السماح
br: Aotren
cy: Caniatáu
eu: Baimendu
ga_ie: Ceadaigh
gd: Ceadaich
pt: Permitir
ro: Permite
th: อนุญาต
uz: Ruxsat berish
