Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
am: እነዚህን ሊያካትት ይችላል እንደ የተከፈቱ ገጾች እና መተገበሪያዎች: በ ፎርም ውስጥ የተጻፉ ጽሁፎች እና የተከፈቱ መልእክቶች ይዞታዎች: የ ቅርብ ጊዜ የመቃኛ ታሪክ ወይንም ያሉበትን አካባቢ የሚጠቀሙ የተከፈቱ መተግበሪያዎች
ar: ربما يحتوي على الصفحات المفتوحة والتطبيقات، بعض النصوص المطبوعة ومحتوى الرسائل المفتوحة، اخر تأريخ التصفح أو موقعك الجغرافي المستخدم في التطبيق المفتوح.
bg: Това може да включва неща като отворени страници и приложения, попълнени формуляри, съдържание на отворени съобщения, история на сърфиране или местоположение, използвано от отворено приложение.
bn_bd: এর মধ্যে আরও যা থাকতে পারে যেমন খোলা পাতা এবং অ্যাপ, ফর্মে টাইপ করা লেখা এবং খোলা কোনো বার্তার বিষয়বস্তু, সাম্প্রতিক ব্রাউজের ইতিহাস, অথবা কোনো খোলা অ্যাপ কর্তৃক ব্যবহৃত ভৌগলিক অবস্থান।
bn_in: এতে খোলা পৃষ্ঠা এবং apps, টেক্সট ফর্ম এবং খোলা বার্তা, সাম্প্রতিক ব্রাউজিং ইতিহাস, বা ভূঅবস্থান একটি খোলা অ্যাপ্লিকেশন দ্বারা ব্যবহৃত কন্টেন্ট অন্তর্ভুক্ত থাকতে পারে.
br: An dra-mañ a c'hell enderc'hel traoù evel ar pajennoù hag an arloadoù digor, an destenn skrivet er furmskridoù hag endalc'had ar c'hemennadennoù digor, ar roll-istor nevesañ, pe an douarlec'hiañ arveret gant un arload digor.
bs: Ovo može uključivati informacije poput popisa otvorenih stranica, aplikacija, teksta kojeg ste upisali u obrasce, sadržaja otvorene poruke, nedavnu historiju surfanja ili geolokaciju koju je koristila otvorena aplikacija.
ca: Pot incloure les pàgines i aplicacions obertes, el text escrit en formularis i el contingut de missatges oberts, de l'historial de navegació recent o de la geolocalització utilitzats per una aplicació oberta.
cy: Gall hyn gynnwys pethau fel tudalennau agored ac apiau, testun wedi ei deipio mewn ffurflenni a chynnwys negeseuon agored, hanes pori diweddar, neu geoleoliad ap agored.
es: Incluirá datos como páginas y aplicaciones abiertas, texto escrito en formularios, el contenido de mensajes abiertos, el historial reciente de navegación o la geolocalización que la aplicación abierta utilizó.
eu: Irekitako orri eta aplikazioak, inprimakietan idatzitako testua eta bestelako edukia izan lezake honek (irekitako aplikazio batek erabilitako mezuak, azken nabigazio-historia edo geokokapena).
ga_ie: D'fhéadfadh sé go mbeadh sonraí éagsúla san áireamh: leathanaigh agus aipeanna oscailte, téacs curtha isteach i bhfoirmeacha, ábhar as teachtaireachtaí oscailte, do stair bhrabhsála is déanaí, nó geoshuíomh a roinn tú le haip oscailte.
gd: Dh'fhaoidte gun gabh seo a-steach fiosrachadh air duilleagan is aplacaidean a bha fosgailte, teacsa a chuir thu ann am foirm, susbaint de theachdaireachdan fosgailte, na rinn thu brabhsadh air o chionn ghoirid no geò-lorgadh a bha aplacaid fhosgailte ris.
hi_in: यह खुला पृष्ठों और एप्लिकेशन, रूपों और खुले संदेश, हाल ही में ब्राउज़िंग इतिहास, या जियोलोकेशन एक खुला app द्वारा इस्तेमाल की सामग्री में टाइप पाठ की तरह बातें शामिल हो सकते हैं.
hu: Ebbe a megnyitott lapok és appok, űrlapokba gépelt szövegek és a nyitott üzenetek tartalma, a böngészési előzmények vagy egy nyitott app által használt földrajzi koordináták tartozhatnak.
id: Detail mungkin mengandung laman dan aplikasi yang terbuka, teks yang ditulis pada formulir, isi pesan yang sedang terbuka, riwayat penjelajahan terbaru, atau data geolokasi yang digunakan aplikasi yang sedang terbuka.
kn: ಇದು ತೆರೆದಿರುವ ಪುಟಗಳು ಮತ್ತು ಅನ್ವಯಗಳು, ಫಾರ್ಮ್‌ಗಳಲ್ಲಿ ನಮೂದಿಸಿದ ಪಠ್ಯ ಮತ್ತು ತೆರೆದಿರುವ ಸಂದೇಶಗಳಲ್ಲಿನ ಪಠ್ಯ, ಇತ್ತೀಚಿನ ಜಾಲವೀಕ್ಷಣಾ ಇತಿಹಾಸ, ಅಥವ ಒಂದು ತೆರೆದಿರುವ ಅನ್ವಯದಿಂದ ಬಳಸಲಾದ ಭೂಸ್ಥಳವನ್ನು ಹೊಂದಿರಬಹುದು.
mai: ई खुलल पन्ना आओर एप्लिकेशन, रूप आओर खुलल समाद, हाल ही मे ब्राउजिंग इतिहास, अथवा जियोलोकेशन एकटा खुलल app द्वारा इस्तेमाल क सामग्री मे टाइप पाठ क तरह बात सामिल भए सकैत अछि.
mg: Io dia mety hisy zavatra toy ny pejy sy app misokatra, soratra voasoratra anaty takelaka fenoina ary ny atin'ny hafatra misokatra, tantaran'ny fitetezana vao tsy ela, na famantaran-toerana nampiasain'ny app misokatra iray.
ne: यसमा खुला पृष्ठ र एपहरु, फारममा लेखिएका शब्दहरु र खुला सन्देशका सामाग्रीहरु, हालैको ब्राउजिङ्ग इतिहास, वा खुला एपले प्रयोग गरेको भू-स्थानजस्ता कुराहरु समावेश हुन सक्छन्।
or: ଏହା ଭିତରେ ଖୋଲା ପୃଷ୍ଠା ଓ ଆପ, ଫର୍ମ ଭିତରେ ଟାଇପ କରା ଯାଇଥିବା ଟେକ୍ସଟ ଓ ଖୋଲା ରହିଥିବା ମେସେଜର ଅନ୍ତର୍ବସ୍ତୁ, ସଦ୍ୟ ବ୍ରାଉଜିଂ ଇତିହାସ, ବା ଏକ ଓପନ ଆପଦ୍ୱାରା ବ୍ୟବହାର କରା ଯାଇଥିବା ଜିଓ ଲୋକେସନ ରହିଥାଇପାରେ।
pt: Isto pode incluir coisas como páginas e aplicações abertas, texto digitado nos formulários e conteúdo de mensagens abertas, histórico de navegação recente ou geolocalização utilizada por uma aplicação aberta.
ro: Aceasta se poate să includă lucruri precum paginile și aplicațiile deschise, textele tastate în formulare și conținutul din mesajele deschise, istoricul recent a navigării sau geolocația folosită de către o altă aplicație deschisă.
si: මේ තුළ විවෘත වී ඇතී පිටු සහ යෙදුම්, ෆොරමයන් තුළ සටහන් වී ඇති පෙළ සහ විවෘත වී ඇති පණිවිඩවල අන්තර්ගතය, මෑතකාලීන ගවේෂණ අතීතය, හෝ විවෘත වී ඇති යෙදුමක් විසින් භාවිතා කරනු ලැබූ පිහිටීමක් අඩංගු විය හැක.
sw: Hii inaweza kujumuisha vitu kama kurasa wazi na programu, maandiko yalioandikwa katika fomu na maudhui ya ujumbe wazi, hisitoria ya hivi karibuni ya kuvinjari, au eneo la jio linalotumika na programu wazi.
ta: இது திறந்த பக்கங்கள் மற்றும் படிவத்தில் உள்ளடக்கிய உரைகள் மற்றும் திறந்த நிலையிலுள்ள செய்திகள், சமீபத்திய உலாவி வரலாறு, அல்லது திறந்த நிலை குறுந்செயலியால் பயன்படுத்தப்பட்ட புவியியல் இடம் போன்றவற்றை உள்ளடக்கியிருக்கலாம்.
th: นี่อาจรวมถึงสิ่งต่าง ๆ อย่างหน้าและแอปที่เปิดอยู่ ข้อความที่กรอกลงในแบบฟอร์ม และเนื้อหาของข้อความที่เปิดอยู่ ประวัติการท่องเว็บเมื่อเร็ว ๆ นี้ หรือตำแหน่งที่ตั้งทางภูมิศาสตร์ที่ใช้โดยแอปที่เปิดอยู่
tr: Bu raporda açık sayfalar ve uygulamalar, formlara yazılmış metinler ve açık mesajların içeriği, yakın tarama geçmişi veya açık bir uygulamanın kullandığı coğrafi konum gibi şeyler olabilir.
ur: اس میں کھلی صفحات اور اطلاقات جیسی چیزیں کو شامل ہو سکتی ہیں،متن جو فارم اور کھلے پیغامات کا مواد، حالیہ براؤزنگ کی تاریخ، یا جغرافیائی محل وقوع جو کھلی اپلی کیشن کی طرف سے استعمال ہوا ہو۔
uz: Unga ochiq sahifalar, shakllar ichiga yozilgan matnlar va ochiq xabarlar tarkibi, so‘nggi ko‘rish tarixi yoki ochiq ilova dastur tomonidan foydalanilgan geojoylashuv kabi narsalar qo‘shilishi mumkin.
vi: Bản sao này có thể bao gồm một số thứ như trang đã được mở và các ứng dụng, nội dung được nhập vào biểu mẫu, nội dung tin nhắn được mở, lịch sử trình duyệt gần đây, hay thông tin vị trí địa lý được sử dụng bởi các ứng dụng.
wa: I pout î aveur divins des afwaires come les pådjes et les aplicåcions drovowes, li tecse tapé dins des formulaires eyet çou k’ i gn aveut dins des drovous messaedjes, l’ istwere di betchaedje d’ enawaire ou co l’ djeyoplaeçmint eployî pa ene aplicåcion drovowe.
xh: Oku kungaquka izinto ezifana namaphepha nee-app ezivuliweyo, umbhalo ochwethezwe kwiifomu nombandela okwimiyalezo evuliweyo, imbali yakutshanje yokubhrawuza, okanye indawo okuyo esetyenziswa yi-app evuliweyo.
zu: Lokhu kungabandakanya izinto ezifana namakhasi nama-app, umbhalo obhalwe kumafomu kanye nokuqukethwe emiyalezweni evulekile, umlando wosanda kukwenza, kanye nokubhekwa kwendawo okusetshenziswe yi-app evuliwe.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
am: የ ግጭት መግለጫን የምንጠቀመው ለችግሩ መፍትሄ ለመፈለግ እና ውጤቱን ለማሻሻል ነው: የ እርስዎን መረጃ የምንይዘው ቀደም ብለን እንደገለጽንው ነው
ar: نستخدم تقارير الأعطال في محاولة لإصلاح المشاكل وتحسين منتجاتنا. نتعامل مع المعلومات التي تخصك كما هو موضح في
bg: Използваме отчетите за сривове, за да оправим проблемите и да подобрим продуктите си. Управляваме информацията Ви, както сме описали в нашата
bn_bd: সমস্যা সমাধানে ও আমাদের পণ্য উন্নত করতে আমারা ক্র্যাশ প্রতিবেদন ব্যাবহার করি। আমরা আপানার তথ্য এমন ভাবে ব্যবহার করি যেমনটা আছে
bn_in: আমরা ক্র্যাশ প্রতিবেদন ব্যবহার করি সমস্যা সমাধানের জন্য এবং আমাদের উন্নতির চেষ্টাতে। আমরা আপনার তথ্য আমাদের ক্র্যাশ প্রতিবেদনগুলি-বিবরণ-3-গোপনীয়তা বর্ণনা হিসাবে হ্যান্ডেল করি
br: Arveret eo an danevelloù sac'hadenn ganeomp evit reizhañ kudennoù ha gwellaat hor c'henderc'hadoù. Arveret eo ho titouroù evel displeget er
bs: Mi koristimo izvještaje o padu kako bi pokušali popraviti probleme i poboljšati naše proizvode. Rukujemo vašim informacijama kao što smo opisali u našoj
ca: Fem servir els informes de fallada per resoldre problemes i millorar els nostres productes. Gestionem la vostra informació tal com ho descrivim a la nostra
cy: Rydym y defnyddio adroddiadau chwalu i drwsio problemau a gwella ein cynnyrch. Rydym yn trin eich gwybodaeth fel sy'n cael ei ddisgrifio yn ein
es: Utilizamos los informes de error para solucionar problemas y mejorar nuestros productos. Gestionamos su información según se describe en nuestra
eu: Arazoak konpondu eta gure produktuak hobetzeko erabiltzen ditugu hutsegite-txostenak. Zure informazioa gure
ga_ie: Úsáidimid tuairiscí tuairteála chun fadhbanna a réiteach agus feabhas a chur ar tháirgí. Déileálaimid le do chuid faisnéis phearsanta de réir ár
gd: Cleachdaidh sinn aithisgean tuislidh gus duilgheadasan a rèiteachadh is piseach a thoirt air a’ bhathar againn. Làimhsichidh sinn am fiosrachadh agad mar a tha sinn ’ga mhìneachadh sa
hi_in: हम क्रैश रिपोर्ट का उपयोग समस्याओं को ठीक करने के लिए और हमारे उत्पादों में सुधार के लिए कोशिश करते हैं. हम आपकी जानकारी को Ȁ वर्णन के रूप में इसे संभाल है
hu: A hibajelentéseket a problémák javításához és termékeink tökéletesítéséhez használjuk. Információit az\u20
id: Kami menggunakan laporan mogok untuk mencoba mengatasi masalah dan menyempurnakan produk kami. Kami menangani informasi Anda seperti yang dijelaskan dalam
kn: ನಾವು ಕ್ರಿಯಾವೈಫಲ್ಯ ವರದಿಗಳನ್ನು ತೊಂದರೆ ನಿವಾರಣೆಗೆ ಮತ್ತು ನಮ್ಮ ಉತ್ಪನ್ನಗಳನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ಬಳಸುತ್ತೇವೆ. ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಾವು ಇದರಲ್ಲಿ ವಿವರಿಸಿರುವಂತೆ ಬಳಸುತ್ತೇವೆ
mai: हम क्रैश रिपोर्टक उपयोग करबाक लेल समस्या केँ ठीक करबाक लेल आओर हमर उत्पादमे सुधार करबाक कोशिश करैत छी. हम अहाँक जानकारी केँ संभालैब रूपेँ अपन मे वर्णन करैछ
mg: Izahay dia mampiasa ireo tatitra crash hamahana ireo olana sy hanatsarana ireo vokatray. Ny fampahalalanao dia kirakirainay araka ny voasoritsoritray ao amin'ny
or: ଆମେ କ୍ରାସ ରିପୋର୍ଟଗୁଡ଼ିକୁ ଅସୁବିଧାର ସମାଧାନପାଇଁ ଓ ଆମର ଉତ୍ପାଦଗୁଡ଼ିକୁ ଉନ୍ନତ କରିବାପାଇଁ ବ୍ୟବହାର କରିଥାଉ। ଆମେ ଆପଣଙ୍କ ସୂଚନାକୁ ବ୍ୟବହାର କରୁ ଯେପରି ଆମେ ବର୍ଣ୍ଣନା କରିଛୁ ଆମର
pt: Utilizamos relatórios de falha para tentar corrigir problemas e melhorar os nossos produtos. Gerimos a sua informação tal como é descrito na nossa
ro: Folosim rapoartele de defecțiuni pentru a încerca și a repara problemele și a îmbunătăți produsele noastre. Gestionăm informațiile tale așa cum descriem în
si: ගැටළු විසඳීමට සහ අපගේ නිෂ්පාදන වැඩිදියුණු කිරීම පිණිස අප විසින් බිඳවැටුම් වාර්තා භාවිතා කරන්නෙමු. අප පහත විස්තර කර ඇති අයුරින් ඔබේ තොරතුරු හසුරුවන්නෙමු
sw: Tunatumia ripoti za kukwama ili kujaribu kutatua matatizo na kuboresha bidhaa zetu, Tunashughulikia taarifa yako kama tunavyoelezea katika
ta: நாங்கள் சிதைவு அறிக்கையைப் பயன்படுத்தி பிரச்சனைகளைத் தீர்க்கவும் தயாரிப்புகளை மேம்படுத்தவும் முயற்சி செய்வோம். நாங்கள் உங்களுடைய தகவல்களை சொல்லியப்படியே கையாளுவோம்
th: เราใช้รายงานข้อขัดข้องเพื่อแก้ไขปัญหาและปรับปรุงผลิตภัณฑ์ของเรา เราจัดการกับข้อมูลของคุณตามที่เราบรรยายไว้ใน
tr: Çökme raporlarını sorunları düzeltmek ve ürünlerimizi geliştirmek için kullanıyoruz. Bilgilerinizi
ur: ہم حادثے کی رپورٹ مسائل کو ٹھیک اور ہماری مصنوعات کو بہتر بنانے کے لئے استعمال کرتے ہیں. ہم آپ کی معلومات کو اس طرح سنبھالتے ہے جےسا کی ہمنے بیان کرا ہے ہمارے
uz: Biz nosozlik ma’lumotlaridan muammolarni hal qilishga urinishda va mahsulotlarimizni yaxshilashda foydalanamiz. Biz sizning ma’lumotlaringiz bilan maxfiylik siyosatimizda keltirganimzidek
xh: Sisebenzisa ingxelo yokonakala ukuzama ukulungisa iingxaki nokuphucula iimveliso zethu. Inkcazelo yakho siyiphatha ngendlela esichaze ngayo kwi-Ȁ yethu
zu: Sisebenzisa imibiko yomonokalo ukuzama ukulungisa izinkinga sithuthukise nemikhiqizo yethu. Siphatha imininingwane yakho njengoba sichazile kweyethu

source: privacy policy
am: የ ግላዊነት መመሪያ
ar: سياسة الخصوصية
bg: политика за лични данни
bn_bd: গোপনীয়তার নীতিমালা
bn_in: গোপনীয়তা নীতি
br: reolenn a-fet buhez prevez
bs: polici privatnosti
ca: política de privadesa
cy: polisi preifatrwydd
es: política de privacidad
eu: pribatutasun-politika
ga_ie: bpolasaí príobháideachta
gd: phoileasaidh phrìobhaideachd againn
hi_in: गोपनीयता नीति
hu: adatvédelmi irányelvekben
id: kebijakan privasi
kn: ಗೌಪ್ಯತಾ ನಿಯಮ
lv: privātuma politika
mai: गोपनीयता नीति
mg: politika fiarovana tsiambaratelo
ne: गोपनीयता नीति
or: ଗୋପନିୟତା ନିତୀ
pt: política de privacidade
ro: politica de confidențialitate
si: පෞද්ගලිකත්ව ප්‍රතිපත්තිය
sw: sera ya faragha
ta: தனியுரிமை கொள்கை
th: นโยบายความเป็นส่วนตัว
tr: açıklandığı şekilde kullanılır.
ur: پالیسی نجی نوعیت
uz: foydalanamiz
vi: Chính sách riêng tư
wa: politike di privaceye
xh: umgaqo-nkqubo wabucala
zu: inqubomgomo yokugcinwa kwemininingwane iyimfihlo

source: Submit Your Feedback
am: የ እርስዎን ምላሽ ያስገቡ
ar: أرسل ملاحظاتك
bg: Изпращане
bn_bd: আপনার মতামত জমা দিন
bn_in: আপনার মতামত জমা করুন
br: Roit ho meno
bs: Pošaljite vaše povratne informacije
ca: Envieu-nos l'opinió
cy: Cyflwyno eich Adborth
es: Enviar su opinión
eu: Bidali zure iritzia
ga_ie: Seol Aiseolas
gd: Innis dhuinn dè do bheachd
hi_in: आपकी प्रतिक्रिया जमा करें
hu: Küldje el visszajelzését
id: Kirimkan Masukan Anda
kn: ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವನ್ನು ಸಲ್ಲಿಸಿ
lv: Iesniegt savu atsauksmi
mai: अहाँक प्रतिक्रिया जमा करू
mg: Alefaso Ny Tsikeranao
ne: पुनर्निवेश पेश गर्नुहोस्
or: ଆପଣଙ୍କର ମତାମତ ଦିଅନ୍ତୁ
pt: Enviar o seu comentário
ro: Trimite feedbackul
si: ඔබේ ප්‍රතිපෝෂණය යොමු කරන්න
sw: Wasilisha Maoni Yako
ta: பின்னூட்டத்தை தெரிவி
th: ส่งข้อคิดเห็นของคุณ
tr: Geri bildirim gönderin
ur: جواب الجواب ارسال کریں
uz: Mulohazangizni jo‘natish
vi: Gửi phản hồi
xh: Thumela ingxelo yakho
zu: Letha Impendulo Yakho

source: Your feedback will help us to improve Firefox OS.
am: የ እርስዎ ምላሽ የ ፋየርፎክስን መስሪያ ስርአት ለማሻሻል ይረዳናል
ar: ملحوظاتك سوف تساعدنا على تحسين نظام فيرفُكس.
bg: Мнението ви ще ни помогне да подобрим Firefox OS.
bn_bd: ফায়ারফক্স ওএস উন্নত করতে আপনার মতামত আমাদের সহায়তা করবে।
bn_in: আপনার মতামত আমাদের Fireox OS এর উন্নতিসাধনে সাহায্য করবে।
br: Skoazellañ a raio ac'hanomp ho meno da wellaat OS.
bs: Vaše povratne informacije će nam pomoći da poboljšamo Firefox OS.
ca: La vostra opinió ens ajudarà a millorar el Firefox OS.
cy: Mae eich adborth yn ein cynorthwyo i wella Firefox OS.
es: Su opinión nos ayudará a mejorar Firefox OS.
eu: Zure iritziak Firefox OS hobetzen lagunduko digu.
ga_ie: Cabhraíonn d'aiseolas linn feabhas a chur ar Firefox OS.
gd: Cuidichidh do bheachdan leinn Firefox OS a leasachadh.
hi_in: आपकी प्रतिक्रिया हमें Firefox OS को बेहतर बनाने में मदद करेगाी.
hu: Visszajelzései segítségünkre lesznek a Firefox OS továbbfejlesztésében.
id: Umpan balik Anda akan membantu kami memperbaiki Firefox OS.
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ Firefox OS ಅನ್ನು ಉತ್ತಮಗೊಳಿಸುವಲ್ಲಿ ನಮಗೆ ಸಹಾಯಕವಾಗುತ್ತದೆ.
lv: Jūsu atsauksme mums palīdzēs uzlabot Firefox OS.
mai: अहाँक प्रतिक्रिया हमरा Firefox OS केँ बेहतर बनाबै मे मदति करताह.
mg: Ny tsikeranao dia hanampy anay hanatsara ny Firefox OS.
ne: तपाईंको पुनर्निवेशले हामीलाई फायरफक्स ओ एस् सुधार्न मद्दत गर्दछ।
or: ଆପଣଙ୍କ ମତାମତ ଆମକୁ Firefox OSକୁ ଉନ୍ନତ କରିବାରେ ସାହାଯ୍ୟ କରିବ।
pt: O seu comentário irá ajudar-nos a melhorar o Firefox OS.
ro: Feedbackul tău ne va ajuta să îmbunătățim Firefox OS.
si: ඔබේ ප්‍රතිපෝෂණය ෆයර්ෆොක්ස් මෙහෙයුම් පද්ධතිය වැඩිදියුණු කිරීමට උපකාරී වේ.
sw: Maoni yako yatatusaidia kuboresha Firefox OS.
ta: உங்களுடைய கருத்து பயர்பாக்ஸ் இயங்குதளத்தை மேம்படுத்த உதவியாக இருக்கும்.
th: ข้อคิดเห็นของคุณจะช่วยเราในการปรับปรุง Firefox OS
tr: Geri bildiriminiz Firefox'u geliştirmemize yardımcı olacaktır.
ur: آپ کا جواب الجواب ہمیں Firefox OS کو بہتر کرنے میں مدد کرے گا۔
uz: Mulohazangiz bizga "Firefox OS"ni yaxshilashimizda yordam beradi.
vi: Phản hồi của bạn sẽ giúp chúng tôi cải thiện Firefox OS
xh: Ingxelo yakho iza kusinceda siphucule iFirefox OS.
zu: Impendulo izosiza sikwazi ukwenza ngcono i-Firefox OS.

source: Happy
am: ደስተኛ
ar: سعيد
bg: Щастливи
bn_bd: খুশি
bn_in: খুশি
br: Laouen
bs: Sretan
ca: Content
cy: Hapus
es: Feliz
eu: Zoriontsu
ga_ie: Aoibhneas
gd: Toilichte
hi_in: सुखी
hu: Boldog
id: Senang
kn: ಸಂತೋಷ
lv: Priecīgs
mai: सुखी
mg: Faly
ne: खुशी
or: ଖୁସି
pt: Contente
ro: Fericit
si: සතුටුයි
sw: Furaha
ta: மகிழ்ச்சி
th: ดีใจ
tr: Mutlu
ur: خوش
uz: Baxtli
vi: Vui
xh: Wonwabile
zu: Ngijabulile

source: Sad
am: አሳዛኝ
ar: حزين
bg: Тъжни
bn_bd: দুঃখী
bn_in: দুঃখী
br: Trist
bs: Tužan
ca: Trist
cy: Trist
es: Triste
eu: Triste
ga_ie: Brón
gd: Mì-thoilichte
hi_in: दुखी
hu: Szomorú
id: Sedih
kn: ಬೇಸರ
lv: Noskumis
mai: दुखी
mg: Malahelo
ne: दु:खी
or: ଉଦାସ
pt: Triste
ro: Trist
si: දුකයි
sw: Huzuni
ta: சோகம்
th: เศร้า
tr: Üzgün
ur: غمگین
uz: Xafa
vi: Không vui
xh: Ulusizi
zu: Ngidangele

source: How do you feel?
am: እንዴት ነው የሚሰማዎት?
ar: كيف تشعر؟
bg: Как се чувствате?
bn_bd: আপনি কেমন অনুভব করছেন?
bn_in: কেমন বোধ করছেন?
br: Petra a soñjit ?
bs: Kako se osjećate?
ca: Com us sentiu?
cy: Sut ydych chi?
es: ¿Cómo se siente?
eu: Nola zaude?
ga_ie: Cén chaoi a n-airíonn tú?
gd: Dè am fonn a tha ort?
hi_in: आपको कैसा लगता है?
hu: Hogy érzi magát?
id: Apa yang Anda rasakan?
kn: ನಿಮ್ಮ ಅನುಭವ ಹೇಗಿದೆ?
lv: Kā jūs jūtaties?
mai: अहाँ केहन महसूस कए रहल छी?
mg: Ahoana ny fihetseham-ponao?
ne: तपाईंलाई कस्तो महसुस भइरहेको छ?
or: ଆପଣ କଣ ଅନୁଭବ କରୁଛନ୍ତି?
pt: Como se sente?
ro: Cum te simți?
si: ඔබට දැනෙන්නේ කෙසේ ද?
sw: Una hisi aje?
ta: என்ன நினைக்கிறீர்கள்?
th: คุณรู้สึกอย่างไร?
tr: Nasıl hissediyorsunuz?
ur: آپ کیسه محسوس کرتے ہیں؟
uz: O‘zingizni qanday his qilyapsiz?
vi: Bạn cảm thấy thế nào?
xh: Uziva njani?
zu: Uzizwa unjani?

source: Why do you feel happy?
am: ለምን ደስ አሎት?
ar: لماذا تشعر بالسعادة؟
bg: Защо щастливи?
bn_bd: আপনি কেন আনন্দিত?
bn_in: আপনি খুশি অনুভব হচ্ছে কেন?
br: Perak oc'h laouen ?
bs: Zašto se osjećate sretno?
ca: Per què esteu content?
cy: Pam ydych chi'n teimlo'n hapus?
es: ¿Por qué se siente feliz?
eu: Zergatik zoriontsu?
ga_ie: Cén fáth a bhfuil aoibhneas ort?
gd: Dè rinn toilichte thu?
hi_in: आपको सुखी क्यों लगता है?
hu: Mitől boldog?
id: Mengapa Anda merasa senang?
kn: ನಿಮಗೆ ಏಕೆ ಖುಷಿ ಎನಿಸುತ್ತದೆ?
lv: Kāpēc esat jūs priecīgs?
mai: अहाँ किया खुशी महसूस कए रहल छी?
mg: Inona no mahafaly anao?
ne: तपाईलाई किन खुसि महसुस हुन्छ ?
or: ଆପଣ କିପରି ଖୁସି ଅନୁଭବ କରୁଛନ୍ତି?
pt: Porque está contente?
ro: De ce te simți fericit?
si: ඔබට සතුටක් දැනෙන්නේ ඇයි?
sw: Kwa nini una hisi furaha?
ta: மகிழ்ச்சிக்கு காரணம்?
th: ทำไมคุณจึงรู้สึกดีใจ?
tr: Neden mutlusunuz?
ur: آپ خوش کیوں محسوس کرتے ہیں؟
uz: Nega o‘zingizni baxtli his qilyapsiz?
vi: Vì sao bạn lại thấy vui?
xh: Kutheni uziva wonwabile nje?
zu: Kungani uzizwa ujabulile?

source: Why do you feel sad?
am: ለምን አዘኑ?
ar: لماذا تشعر بالحزن؟
bg: Защо тъжни?
bn_bd: আপনি কেন দুঃখী?
bn_in: আপনি দুঃখী কেন?
br: Perak oc'h trist ?
bs: Zašto se osjećate tužno?
ca: Per què esteu trist?
cy: Pam bod yn drist?
es: ¿Por qué se siente triste?
eu: Zergatik triste?
ga_ie: Cén fáth a bhfuil brón ort?
gd: Dè rinn mì-thoilichte thu?
hi_in: आपको दुखी क्यों लगता है?
hu: Mitől szomorú?
id: Mengapa Anda merasa sedih?
kn: ನೀವು ಏಕೆ ಬೇಸರವಾಗಿದೆ?
lv: Kāpēc esat jūs noskumis?
mai: अहाँ किया दुखी महसूस कए रहल छी?
mg: Inona no mampalahelo anao?
ne: तपाईलाई किन दुख महसुस हुन्छ ?
or: ଆପଣ କିପରି ଉଦାସ ଅନୁଭବ କରନ୍ତି?
pt: Porque está triste?
ro: De ce te simți trist?
si: ඔබට දුකක් දැනෙන්නේ ඇයි?
sw: Kwa nini una hisi kuhuzunika?
ta: சோகத்திற்கு காரணம்?
th: ทำไมคุณจึงรู้สึกเศร้า?
tr: Neden üzgünsünüz?
ur: آپ اداس کیوں محسوس کرتے ہیں؟
uz: Nega o‘zingizni xafa his qilyapsiz?
vi: Vì sao bạn thấy không vui?
xh: Kutheni uziva ulusizi nje?
zu: Kungani uzizwa udangele?

source: Please tell us in detail.
am: እባክዎን ዝርዝሩን ይንገሩን
ar: رجاءً أخبرنا بالتفاصيل.
bg: Моля, разкажете ни по-подробно.
bn_bd: দয়া করে আমাদের বিস্তারিত জানান।
bn_in: আমাদের বিশদে জানান।
br: Displegit deomp dre ar munudoù mar plij.
bs: Molimo vas da nam objasnite detaljnije.
ca: Expliqueu-nos-ho en detall.
cy: Rhannwch y manylder gyda ni.
es: Cuéntenos con más detalle.
eu: Mesedez kontaiguzu xehetasun guztiekin.
ga_ie: Tabhair cuntas mionchruinn dúinn.
gd: Nach innis thu dhuinn gu mionaideach?
hi_in: हमें विस्तार से बताएं.
hu: Mondja el nekünk részletesen.
id: Mohon beritahu kami detailnya.
kn: ದಯವಿಟ್ಟು ನಮಗೆ ವಿವರವಾಗಿ ತಿಳಿಸಿ.
lv: Lūdzu pastāstiet mums precīzāk.
mai: हमरा विस्तार सँ बताउ.
mg: Mba lazao anay amin'ny antsipiriany, azafady.
ne: कृपया विवरणमा बताउनुहोस् ।
or: ଦୟାକରି ବିସ୍ତୃତରେ କୁହନ୍ତୁ।
pt: Por favor dê-nos mais detalhes.
ro: Te rugăm să ne spui în detaliu.
si: කරුණාකර විස්තර ඇතුව අපට පවසන්න.
sw: Tafadhali tueleze kwa ufafanuzi.
ta: தயவுச்செய்து விவரமாக சொல்லுங்கள்.
th: โปรดบอกรายละเอียดกับเรา
tr: Lütfen ayrıntılarıyla anlatın.
ur: براہ مہربانی ہمیں تفصیل سے بتائے۔
uz: Iltimos, bizga hammasini aytib bering.
vi: Vui lòng trình bày chi tiết với chúng tôi.
xh: Sicela usinike iinkcukacha.
zu: Sicela usitshele imininingwane yonke.
