Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Notify me after install
ar: أعلمني بعد انتهاء التثبيت
cy: Hysbysu fi ar ôl gosod
eu: Jakinaraz iezadazu instalatu ondoren
gd: Cuir brath thugam an dèidh an stàlaidh
ro: Notifică-mă după instalare

source: Your Rights
am: የ እርስዎ መብቶች
ar: حقوقك
bg: Вашите права
bn_bd: আপনার অধিকারসমূহ
bn_in: আপনার অধিকারসমূহ
br: Ho kwirioù
bs: Vaša prava
ca: Els vostres drets
cy: Eich Hawliau
es: Sus derechos
eu: Zure eskubideak
fa: حقوق شما
ga_ie: Do Chearta
gd: Do chòraichean
hi_in: अपने अधिकार
hu: Az Ön jogai
id: Hak Anda
kn: ನಿಮ್ಮ ಹಕ್ಕುಗಳು
lv: Jūsu tiesības
mai: अपन अधिकार
mg: Ireo Zonao
ne: तपाईँका अधिकारहरु
or: ଆପଣଙ୍କର ଅଧିକାରଗୁଡ଼ିକ
pt: Os Seus Direitos
ro: Drepturile tale
si: ඔබේ අයිතීන්
sw: Haki Zako
ta: உங்களுடைய உரிமைகள்
th: สิทธิของคุณ
tr: Haklarınız
ur: آپ کے حقوق
uz: Huquqlaringiz
vi: Quyền của bạn
wa: Vos droets
xh: Amalungelo akho
zu: Amalungelo Akho

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
am: {{brandShortName}} በ ነፃ እና open source ሶፍትዌር በመላው አለም ዙሪያ ባሉ ሕብረተሰቦች የተገነባ ነው: ጥቂት ማወቅ የሚገባዎት ነገር አለ:
ar: {{brandShortName}} هو برنامج حر ومفتوح المصدر، تم إنشاؤه بواسط مجتمع يحوي آلاف المساهمين من كل أنحاء العالم. هناك بعض الأمور ينبغي عليك أن تعرفها:
bg: {{brandShortName}} е изграден върху софтуер с отворен код, от общност от хиляди хора, от цял свят. Има няколко неща, които трябва да знаете:
bn_bd: {{brandShortName}} একটি মুক্ত এবং ওপেনসোর্স সফটওয়্যার, যা সারা বিশ্বের হাজারো মানুষের সমবেত প্রচেষ্টায় তৈরি হয়েছে। এ সম্পর্কে কিছু জিনিস আপনার জানা দরকার:
bn_in: {{brandShortName}} সারা পৃথিবীর হাজার হাজার মানুষের একটি সম্প্রদায় দ্বারা মুক্ত ও ওপেন সোর্স সফটওয়্যার এর উপর নির্মিত। কিছু বিষয় আছে যা আপনার যা জানা উচিত
br: {{brandShortName}} zo ur meziant digoust ha digor e darzh, savet gant miliadoù a dud dre ar bed a-bezh. Gwell eo deoc'h gouzout un toulladig traoù :
bs: {{brandShortName}} je slobodan program otvorenog koda, izgrađen od strane zajednice koju čine hiljade ljudi iz cijelog svijeta. Neke stvari biste trebali znati:
ca: El {{brandShortName}} està construït amb programari lliure i de codi obert per una comunitat de milers de persones de tot el món. Hi ha algunes coses que hauríeu de saber:
cy: Mae {{brandShortName}} yn feddalwedd rhydd a rhad, wedi ei adeiladu gan gymuned o filoedd o ar draws y byd. Mae yna rhai pethau y dylech eu gwybod:
es: {{brandShortName}} es software gratuito y de código libre desarrollado por una comunidad de miles de colaboradores de todo el mundo. Hay algunas cosas que debe saber:
eu: Mundu osoko milaka pertsonak osatutako komunitateak eraiki du {{brandShortName}} kode irekiko software librea erabiliz. Badira jakin beharko zenituzkeen gauza batzuk:
fa: {{brandShortName}} بر پایه نرم افزار آزاد و بازمتن به وسیله جامعه‌ای متشکل از هزاران نفر در سراسر دنیا ساخته شده است. چند چیز را بهتر است بدانید:
ga_ie: Is bogearra saor agus oscailte é {{brandShortName}} atá forbartha ag na mílte daoine ar fud an domhain. Cúpla rud tábhachtach:
gd: Tha {{brandShortName}} 'na bhathar-bog an-asgaidh le còd fosgailte a tha 'ga leasachadh le coimhearsnachd de mhìltean air feadh an t-saoghail. Seo beagan fiosrachaidh a dh'fhaodadh a bhith feumail dhut:
hi_in: {{brandShortName}} स्वतंत्र और खुला स्रोत सॉफ्टवेयर सभी दुनिया भर से हजारों की एक समुदाय के द्वारा बनाया गया है.वहाँ पर कुछ चीजें को आपको जानना चाहिए.
hu: A {{brandShortName}} ingyenes és nyílt forrású szoftver, amelyet világszerte több ezer ember fejleszt. Néhány dologról tudnia kell:
id: {{brandShortName}} dibuat dari perangkat lunak bebas dan sumber terbuka hasil karya komunitas dari beribu orang dari berbagai penjuru dunia. Beberapa hal yang dapat Anda ketahui:
kn: {{brandShortName}} ಒಂದು ಸ್ವತಂತ್ರ ಮತ್ತು ಮುಕ್ತ ತಂತ್ರಾಂಶವಾಗಿದ್ದು, ಇದನ್ನು ವಿಶ್ವದಾದ್ಯಂತ ಹರಡಿರುವ ಸಾವಿರಾರು ಜನರ ಸಮುದಾಯ ಮೂಲಕ ರಚಿಸಲಾಗಿದೆ. ನೀವು ತಿಳಿಯಬೇಕಾದ ಕೆಲವು ವಿಷಯಗಳೆಂದರೆ:
lv: {{brandShortName}} ir veidota uz brīvu un atvērtu programmatūru pamata ar tūkstoš cilvēku no visas pasaules palīdzību. Te ir dažas lietas kuras jums būt jāzina:
mai: {{brandShortName}} स्वतंत्र आओर खुलल स्रोत साफ्टवेयर सबहि दुनिया भर सँ हजारो लोकनि केर एकटा समुदाय क द्वारा बनाएल गेल अछि.ओतए पर किछु चीज केँ अहाँकेँ जाननाइ चाही.
mg: {{brandShortName}} dia naorin'ny vondron'olona an'arivony manerana an'izao tontolo izao amin'ny rindrambaiko maimaim-poana sy manana fototra malalaka. Misy zavatra vitsivitsy tokony ho fantatrao:
ne: विश्वभरिका हजारौ समुदायले {{brandShortName}} स्वतन्त्र र खुला सफ्टवेर अन्तर्गत बनाएको हो। तपाईले जान्नुपर्ने केहि कुराहरु छन्:
or: {{brandShortName}} ସାରା ବିଶ୍ୱର ହଜାର ହଜାର ଲୋକଙ୍କ ସମ୍ପ୍ରଦାୟଦ୍ୱାରା ମୁକ୍ତ ଓ ଓପନ ସୋର୍ସ ସଫ୍ଟୱେୟାରରୁ ତିଆରି ହୋଇଛି। ଅଳ୍ପ କେତୋଟି କଥା ଆପଣ ଜାଣିବା ଉଚିତ୍ :
pt: O {{brandShortName}} é baseado em software livre e de código aberto de uma comunidade de milhares de todo o mundo. Existem algumas coisas que deve saber:
ro: {{brandShortName}} este un program liber și cu sursă deschisă construit de o comunitate formată din mii de persoane din întreaga lume. Iată câteva lucruri pe care ar trebui să le știi:
si: {{brandShortName}} යනු ලොව නන් දෙසින් පැමිණි දහසක් පමණ වූ ප්‍රජාව විසින් තනා ඇති නිදහස් සහ විවෘත මූලාශ්‍ර මෘදුකාංගයකි. ඔබ දැනගත යුතු කරුණු කාරණා කිහිපයක් තිබේ:
sw: {{brandShortName}} imeundwa kutoka kwa chanzo cha programu isiyo na malipo na wazi na jamii ya maelfu kutoka kote ulimwenguni. Kuna mambo machache unayofaa kujua:
ta: {{brandShortName}} ஆனது உலகம் முழுவதும் உள்ள ஆயிரக்கணக்கான குழுமத்தால் கட்டற்ற திறந்த மூல மென்பொருளாக உருவாக்கப்படுகிறது. இதில் நீங்கள் சில விவரங்களை தெரிந்துக்கொள்ள வேண்டும்:
th: {{brandShortName}} ถูกสร้างบนซอฟต์แวร์ฟรีและเปิดต้นฉบับโดยชุมชนกว่าหลายพันคนจากทั่วโลก นี่เป็นบางสิ่งที่คุณควรรู้:
tr: {{brandShortName}} tüm dünyadan binlerce kişilik bir topluluk tarafından özgür ve açık kaynaklı yazılımlar temel alınarak inşa edilmiştir. Bilmeniz gereken birkaç şey var:
ur: {{brandShortName}} تمام دنیا بھر سے ہزاروں کی ایک کمیونٹی کی طرف سے مفت اور اوپن سورس سافٹ ویئر پر بنایا گیا ہے. کچھ چیزیں ہیں جو آپ کو معلوم حونا چاحئے:
uz: {{brandShortName}} butun dunyodagi minglab jamoalar tomonidan tuzilgan erkin va ochiq kodli dasturiy ta’minotdir. Siz bilishingiz kerak bo‘lgan yana bir qancha narsalar bor:
vi: {{brandShortName}} là được xây dựng dựa trên các phần mềm tự do nguồn mở bởi một cộng đồng hàng nghìn thành viên trên toàn thế giới. Có một vài điều bạn nên biết:
wa: {{brandShortName}} est basti so on programe libe et drovou sourdant pa ene cominålté di meyes di djins di totes les coines del daegne. I gn a kéks tchois k’ vos dvoz saveur :
xh: I-{{brandShortName}} yakhiwe ngesoftwe kawonke wonke yasimahla ngamawaka-waka abantu ehlabathini lonke. Kukho izinto ezimbalwa ofanele uzazi:
zu: I-{{brandShortName}} yesekwe ku-software ekhululekile nevulelekile eyakhiwe yizinkulungwane zomphakathi emhlabeni wonke jikelele. Kunezinto ezimbalwa okufanele uzazi:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
am: {{brandShortName}} ተዘጋጅቶ የቀረበው በ open source licenses እንዲሁም በ Mozilla Public License. ውል እና ስምምነት መሰረት ነው: ማንኛውም አካል ይህን {{brandShortName}} የሚያስኬድ በውስጡ የ ሶስተኛ ፓርቲ ሶፍትዌር ባለቤቶች ይናራሉ: ማንኛውም ኮድ የሚቀርበው በ open licenses ስር ነው: ስለዚህ ለ እርስዎ መብት ይሰጥዎታል ያሻሻሉትን እትም የ source code ለማሻሻል እና ለማሰራጨት: በ ውሉ እና በ ስምምነቱ መሰረት
ar: تم اتاحة {{brandShortName}} لك بموجب شروط تراخيص عدة مفتوحة المصدر بما في ذلك الرخصة العمومية لموزيلا. ويمكن لجوّال يعمل ب {{brandShortName}} ان بحتوي على برمجيات مملوكة من أطراف ثالثة. أي رمز منصوص عليه في التراخيص المفتوحة تعطيك الحق في تعديل المصدر وتوزيع الإصدارات الخاصة بك ما دمت ممتثلا لأحكامها.
bg: {{brandShortName}} е достъпен за Вас, под условията на някои отворени лицензи, включително Mozilla Public License. Устройство използващо {{brandShortName}} може да съдържа и патентован софтуер от трети страни. Всеки код предоставен под отворени лицензи, Ви дава право да променяте кода и да разпространявате своите модифицирани версии, стига да покривате условията на лицензите.
bn_bd: {{brandShortName}} আপনার জন্য সহজলভ্য করেছে মজিলা পাবলিক লাইসেন্স সহ অনেকগুলো ওপেনসোর্স লাইসেন্স এর আওতায়। একটি ডিভাইস {{brandShortName}} যেখানে ৩য় পক্ষীয় সত্ত্বাধীন সফটওয়্যারও থাকতে পারে। ওপেন লাইসেন্স এর আওতায় যে কোডসমূহ প্রদান করা হয়েছে তাতে সোর্স কোড পরিবর্তন এবং আপনার পরিবর্তিত সংস্করণের বিতরণে আপনার অধিকার রয়েছে যতক্ষণ আপনি তাদের শর্তসমূহের সাথে সম্মত থাকবেন।
bn_in: {{brandShortName}} মজিলা পাবলিক লাইসেন্স সহ বেশ কয়েকটি ওপেন সোর্স লাইসেন্সের নিয়ম অনুযায়ী আপনার জন্য উপলব্ধ করা হয়। একটি ডিভাইস যেখানে {{brandShortName}} চলছে এছাড়াও তৃতীয় পক্ষের থেকে প্রোপ্রাইটরি সফটওয়্যার বর্তমান থাকতে পারে. মুক্ত লাইসেন্সের আওতায় প্রদত্ত কোন কোডের আপনি সোর্স কোড পরিবর্তন করতে পারেন এবং যতদিন না পর্যন্ত আপনি তাদের শর্ত মেনে চলতে পারবেন ততদিন আপনার পরিবর্তিত সংস্করণ বিতরণ করার অধিকার থাকবে।
br: Reiñ a reer tro deoc'h d'ober gant {{brandShortName}} dindan an termenoù eus meur a lañvaz digor e darzh, en o zouez Lañvaz Foran Mozilla. Un trevnad gant {{brandShortName}} a c'hell ivez enderc'hel meziantoù perc'hennek. An holl vonegoù pourchaset dindan lañvazioù digor o zarzh a ro deoc'h an aotre da zaskemmañ ar voneg tarzh ha da zasparzhañ ho handelvoù daskemmet keit ha ma heuilhit o zermenoù.
bs: {{brandShortName}} je dostupan pod uvjetima nekoliko licenci otvorenog koda, uključujući Mozillinu javnu licencu. Uređaj kojeg pokreće {{brandShortName}} može također sadržavati vlasnički softver trećih lica. Svi dijelovi koda objavljeni pod otvorenim licencama daju vam pravo izmjene izvornog koda i dalju distribuciju izmijenjenog koda sve dok se pridržavate njihovih uvjeta.
ca: El {{brandShortName}} és a la vostra disposició sota els termes de diverses llicències lliures, inclosa la llicència pública de Mozilla. Un dispositiu amb el {{brandShortName}} també pot contenir programari privatiu de tercers. Tot el codi proporcionat sota llicències obertes us dóna el dret de modificar-lo i de distribuir-ne versions modificades sempre que compliu els termes respectius.
cy: Mae {{brandShortName}} yn cael ei ddarparu o dan amodau nifer o drwyddedau cod agored gan gynnwys y Mozilla Public License. Gall dyfais sy'n rhedeg {{brandShortName}} hefyd gynnwys meddalwedd perchnogol gan drydydd parti. Mae unrhyw feddalwedd sy'n cael ei ddarparu o dan drwydded agored yn cynnig yr hawl i chi i newid y cod ffynhonnell a dosbarthu'r cod rydych wedi ei newid cyn belled â'ch bod yn cydymffurfio a'u hamodau.
es: {{brandShortName}} está disponible bajo los términos de varias licencias de código libre, entre ellas la Mozilla Public License. Un dispositivo que ejecute {{brandShortName}} puede contener software patentado de terceros. Cualquier código proporcionado bajo licencias abiertas le otorga el derecho de modificar el código fuente y distribuir sus versiones modificadas en tanto en cuanto cumpla con sus términos.
eu: Iturburu irekiko hainbat lizentziaren baldintzapean (Mozilla Public License barne) eskuratu duzu {{brandShortName}}. {{brandShortName}} exekutatzen duen gailu batek hirugarrenen software jabeduna ere izan lezake. Lizentzia librepean eskaintzen den edozein kodek eskubidea ematen dizu iturburu-kodea aldatu eta egindako aldaketak banatzeko, beti ere baldintzak obeditzen dituzun bitartean.
fa: ‏{{brandShortName}} با شرایط پروانه‌های آزاد متعدّدی از جمله پروانهٔ عمومی موزیلا در اخیار شما قرار گرفته است. هم‌چنین ممکن است دستگاهی که {{brandShortName}} را اجرا می‌کند، شامل نرم‌افزارهای انحصاری شخص ثالث باشد. هر کدی که با پروانه‌های آزاد منتشر شده، تا زمانی که با شرایطتان مطابقت کند، حقّ تغییر کد مبدأ و بازتوزیع نسخه‌های تغییریافته‌تان را به شما می‌دهند.
ga_ie: Cuirtear {{brandShortName}} ar fáil do chách de réir téarmaí roinnt ceadúnas oscailte, an Mozilla Public License san áireamh. D'fhéadfadh go mbeadh bogearraí dílsithe de chuid tríú páirtí ar ghléas {{brandShortName}} freisin. Tá cead agat cód atá ar fáil faoi cheadúnas oscailte a athrú agus an leagan athraithe a dháileadh de réir téarmaí an cheadúnais.
gd: Gheibh thu {{brandShortName}} fo theirmichean grunn cheadachasan OpenSource, a' gabhail a-steach Mozilla Public License. Dh'fhaoidte gum bi bathar-bog malairteach o threas-phàrtaidhean air uidheam air a bheil {{brandShortName}} cuideachd. Ma tha gin dhen chòd fo cheadachas saor, tha cead agad an còd tùsail atharrachadh agus na h-atharraichean agad a sgaoileadh fhad 's a ghèilleas tu ris na teirmichean aca.
hi_in: आपको {{brandShortName}} लिए कई मुक्त स्रोतों मोज़िला पब्लिक लाइसेंस सहित स्रोत लाइसेंस की शर्तो के तहत उपलब्ध कराया जाता है. {{brandShortName}} से चल रहे उपकरण में तृतीय पक्षों के भी मालिकाना सॉफ्टवेयर हो सकता है. कोई खुली लाइसेंस के तहत उपलब्ध कराए गए कोड आपको अधिकार देता हैं कि आप स्रोत कोड को संशोधित कर और अपने संशोधित संस्करण को वितरित करने की अनुमति देता हैं जब तक आप इनके शर्तों का पालन करते हैं.
hu: A {{brandShortName}} a Mozilla Public License feltételei szerint lett közreadva. Ez azt jelenti, hogy a {{brandShortName}} használható, másolható és terjeszthető. A {{brandShortName}} forráskódjának igény szerinti módosítása szintén megengedett. A Mozilla Public License megadja a jogot a módosított verziók terjesztésére is.
id: {{brandShortName}} disediakan di bawah beberapa lisensi sumber terbuka, termasuk di antaranya adalah Mozilla Public License. Sebuah perangkat yang menjalankan {{brandShortName}} juga dapat berisi perangkat lunak tertutup dari pihak ketiga. Kode yang disediakan di bawah lisensi sumber terbuka memberi hak kepada Anda untuk mengubah kode sumber dan mendistribusikan hasil modifikasi Anda selama mematuhi persyaratan dan ketentuannya.
kn: {{brandShortName}} ಅನ್ನು ಅನೇಕ ಮುಕ್ತ ಆಕರ ಪರವಾನಗಿಗಳ ನಿಬಂಧನೆಗೆ ಒಳಪಟ್ಟಂತೆ ಲಭ್ಯವಾಗಿಸಲಾಗಿದೆ Mozilla ಸಾರ್ವಜನಿಕ ಪರವಾನಗಿಯನ್ನೂ ಒಳಗೊಂಡಂತೆ. {{brandShortName}} ಯ ಮೂಲಕ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿರುವ ಒಂದು ಸಾಧನವು ಮೂರನೆಯವರ ಖಾಸಗಿ ತಂತ್ರಾಂಶವನ್ನು ಹೊಂದಿರಬಹುದು. ಮುಕ್ತ ಪರವಾನಗಿಗಳ ಕೆಳಗೆ ಕೊಟ್ಟಿರುವ ಯಾವುದೇ ಆಕರ ನಿಮಗೆ ಆಕರ ಸಂಕೇತವನ್ನು ಬದಲಾಯಿಸುವ ಮತ್ತು ನೀವು ಬದಲಾಯಿದ ಆವೃತ್ತಿಗಳನ್ನು ವಿತರಿಸುವ ಹಕ್ಕುನ್ನು ನಿಬಂಧನೆಗಳನ್ನು ನೀವು ಪಾಲಿಸುತ್ತಿರುವವರೆಗೂ ನೀಡುತ್ತದೆ.
mai: अहाँकेँ {{brandShortName}} लेल कई मुक्त स्रोत मोजिला पब्लिक लाइसेंस सहित स्रोत लाइसेंस की शर्तो क तहत उपलब्ध कराएल जाइत अछि. {{brandShortName}} सँ चलि रहल अओजार मे तृतीय पक्ष क सेहो मालिकाना साफ्टवेयर भए सकैत अछि. कोनो खुलल लाइसेंस क तहत उपलब्ध कराए गेल कोड अहाँकेँ अधिकार देत अछि जे अहाँ स्रोत कोड केँ संशोधित कए आओर अपन संशोधित संस्करण केँ वितरित करबा क अनुमति देत छी जखन तक अहाँ हिनकर शर्तों क पालन करैत अछि.
mg: {{brandShortName}} dia natao ho azonao ampiasaina araka ireo fepetran'ireo alàlana manana fototra malalaka maro, anisany ny alàlana Mozilla Public License. Ny fitaovana misy {{brandShortName}} mandeha ao aminy koa dia mety hisy rindrambaiko manan-tompo avy amin'ny ankolafy hafa. Rehefa kaody omena araka ireo alàlana malalaka dia manome anao zo hanova ny kaody fototra sy hizara ireo kinova novainao raha mbola manaja ireo fepetra ianao.
ne: {{brandShortName}} तपाईलाई मोजिल्ला पब्लिक लासेन्सका साथै अन्य केहि खुला स्रोत लाइसेन्स अन्तर्गत उपलब्ध गराइएको छ। {{brandShortName}} मा तेस्रो पक्षका प्रोप्राइटरी सफ्टवेरहरु पनि हुन सक्छन्। जबसम्म तपाई उनिहरुका शर्तको अनुपालन गर्नुहुन्छ तबसम्म खुला लाइसेन्स अन्तर्गत दइएको कुनै पनि कोडले तपाईलाई त्यसको स्रोत कोड बदल्न र बदलिएको संस्करणहरु बाड्ने अधिकार दिन्छ।
or: {{brandShortName}} Mozilla ପବ୍ଲିକ ଲାଇସେନ୍ସ ସମେତ ଅନେକ ଓପନ ସୋର୍ସ ଲାଇସେନ୍ସର ସର୍ତାନୁଯାୟୀ ଆପଣଙ୍କୁ ଉପଲବ୍ଧ କରା ଯାଇଛି। {{brandShortName}} ଚାଲୁଥିବା ଉପକରଣରେ ତୃତୀୟ ପକ୍ଷର ମାଲିକାନାଥିବା ସଫ୍ଟୱେୟର ମଧ୍ୟ ରହିଥାଇପାରେ। ଯେତେ ପର୍ଯ୍ୟନ୍ତ ଆପଣ ତାଙ୍କର ସର୍ତ୍ତକୁ ମାନୁଥାନ୍ତି, ଓପନ ସୋର୍ସ ଲାଇସେନ୍ସ ଜରିଆରେ ଆପଣଙ୍କୁ ପ୍ରଦାନ କରାଯାଇଥିବା ଯେ କୌଣସି କୋଡ ଆପଣଙ୍କୁ ସୋର୍ସ କୋଡକୁ ବଦଳାଇବା ଓ ଆପଣଙ୍କ ପରିବର୍ତିତ ସଂସ୍କରଣଗୁଡ଼ିକୁ ବାଣ୍ଟିବାର ଅଧିକାର ଦେଇଥାଏ।
pt: O {{brandShortName}} é disponibilizado sob os termos de várias licenças de código aberto incluindo a Mozilla Public License (Licença Pública da Mozilla). Um dispositivo que execute {{brandShortName}} pode também conter software proprietário de terceiros. Qualquer código fornecido sob licenças de código aberto dá-lhe o direito de modificar o código fonte e de distribuir as suas versões modificadas desde que cumpra com os termos das licenças em causa.
ro: {{brandShortName}} îți este făcut disponibil sub termenii câtorva licențe cu sursă deschisă, inclusiv licența publică Mozilla. Un dispozitiv care rulează {{brandShortName}} se poate să conțină și software proprietar de la părți terțe. Orice cod furnizat sub licențele deschise îți oferă dreptul de a modifica codul sursă și de a distribui versiunile tale modificate atâta timp cât te supui termenilor acestora.
si: {{brandShortName}} යනු මොසිල්ලා පොදු බලපත්‍රය ඇතුළුව විවෘත මූලාශ්‍ර බලපත්‍ර කිහිපයක කොන්දේසි යටතේ නිර්මාණය කොට ඔබ වෙත ගෙන එන්නකි. {{brandShortName}} ධාවනය වන උපාංගයක තෙවන පාර්ශව වෙතින් එන හිමිකාර මෘදුකාංග ද අඩංගු විය හැක. විවෘත බලපත්‍ර යටතේ සපයනු ලබන ඕනෑම කේතයක මූලාශ්‍ර කේතය ඔබට අවශ්‍ය අයුරින් වෙනස්කම් වලට භාජනය කොට ඔවුන්ගේ කොන්දේසි වලට එකඟව කටයුතු කර ඔබේ වෙනස්කම් කරන ලද අනුවාද බෙදාහැරීමට අයිතියක් ඇත.
sw: {{brandShortName}} imefanywa uipate chini ya masharti ya leseni kadhaa za chanzo wazi ikiwa ni pamoja na Leseni ya Umma ya Mozilla. Kifaa kinachoendesha {{brandShortName}} pia kinaweza kuwa na programu isio huria kutoka kwa wengine. Kodi yoyote iliyotolewa chini ya leseni wazi inakupa haki ya kurekebisha kodi ya chanzo na kuchangia matoleo yako yaliorekebishwa unapotii masharti yao.
ta: {{brandShortName}} ஆனது பல்வேறு திறந்த மூல உரிமங்களையும் மொசில்லா பொது உரிமதத்தையும் அடிப்படையாகக் கொண்டு உருவாக்கப்பட்டு உங்களுக்கு கிடைக்கிறது. ஒரு செல்பேசி கருவி {{brandShortName}} இயங்கிக்கொண்டிருந்தால் அது மூன்றாம் தரப்பினரால் வழங்கப்பட்ட தனியுரிம மென்பொருளை உள்ளடக்கிருக்கலாம். ஒரு மூலம் திறந்த மூல உரிமங்களை அடிப்படையாக வைத்து உருக்கப்பட்டால் அதை மாற்றவோ அல்லது மாற்றிய மென்பொருளை மீண்டும் பகிரவோ உங்களுக்கு சுதந்திரத்தை கொடுக்கும் விதிகளுக்கு உட்பட்டு இருந்தால் மட்டுமே.
th: {{brandShortName}} ให้บริการแก่คุณภายใต้เงื่อนไขของหลายใบอนุญาตการเปิดต้นฉบับ รวมทั้งใบอนุญาตสาธารณะ Mozilla อุปกรณ์ที่ทำงานด้วย {{brandShortName}} อาจมีซอฟต์แวร์ที่เป็นกรรมสิทธิจากบุคคลที่สาม โค้ดใด ๆ ที่ถูกแจกจ่ายภายใต้ใบอนุญาตแบบเปิดให้สิทธิคุณในการเปลี่ยนแปลงโค้ดต้นฉบับและแจกจ่ายรุ่นที่ดัดแปลงของคุณได้ตราบเท่าที่คุณยังปฏิบัติตามเงื่อนไขของพวกเขา
tr: {{brandShortName}}, Mozilla Kamu Lisansı da dahil olmak üzere, birçok açık kaynak lisansı koşulları kapsamında kullanımınıza sunulmuştur. {{brandShortName}} çalıştıran bir aygıt, üçüncü şahıslara ait sahipli yazılımlar da içeriyor olabilir. Koşullara uyduğunuz sürece açık lisanslar altında sunulan tüm kodlar, size kaynak kodunda değişiklik yapma ve değiştirilmiş sürümleri dağıtma hakkı verir.
ur: {{brandShortName}} موزیلا پبلک لائسنس سمیت کئی اوپن سورس لائسنس کی شرائط کے تحت آپ کے لئے دستیاب بنایا گیا ہے. چل رہا آلہ {{brandShortName}} نے بھی تیسرے فریق کی طرف سے ملکیتی سافٹ ویئر پر مشتمل ہو سکتاہے۔ اوپن لائسنس کے تحت فراہم کی کسی بھی کوڈ آپ ماخذ کوڈ میں ترمیم کریں اور جب تک آپ کو ان شرائط کے ساتھ عمل کے طور پر آپ نظر ثانی شدہ ورژن کو تقسیم کرنے کا حق دے۔
uz: {{brandShortName}} siz uchun bir necha ochiq manbali litsenziyalar, shuningdek, Mozilla ochiq litsenziyasi shartlari ostida qilingan. {{brandShortName}} ishlayotgan qurilmada uchinchi tarafga tegishli xususiy mahsulot ham bo‘lishi mumkin. Ochiq litsenziya ostidagi har qanday kod sizga kod manbasini o‘zgartirish va o‘zgartirilgan versiyalarni ularning shartlari bilan mos ravishda tarqatish huquqini beradi.
vi: {{brandShortName}} tới được tay bạn với các điều khoản của nhiều giấy phép nguồn mở, trong đó bao gồm giấy phép Công cộng Mozilla. Một thiết bị sử dụng {{brandShortName}} cũng có thể đi kèm phần mềm độc quyền từ các bên thứ ba. Bất kỳ phần mềm nào phát hành dưới các giấy phép nguồn mở đều cho bạn quyền sửa đổi mã nguồn và phân phối phiên bản chỉnh sửa miễn là bạn đáp ứng các điều khoản của chúng.
wa: {{brandShortName}} vos est dné pa dzo les condicions di sacwantès licinces drovous sourdants, avou dvins li Licince Publike Mozilla. I pôreut î aveur dins èn éndjin ovrant avou {{brandShortName}} des programes propietaires di tîces pårteyes. Tot côde diné pa dzo ene drovowe licine vos dene li droet di candjî l’ côde sourdant eyet di cossemer vos modêyes candjeyes ttossu lontins k’ vos respectez les condicions del licince.
xh: i-{{brandShortName}} uyinikwa phantsi kwemiqathango yeelayisenisi zikawonke ownke kuquka iLayisenisi kaWonke wonke yeMozilla. Isixhobo esiqhuba i-{{brandShortName}} isenokuba nesoftwe evela kwabanye abantu besithathu. Nayiphi na ikhowudi oyinikwe phantsi kwale layisenisi ikunika ilungelo lokulungisa ikhowudi yomthombo uze usasaze iintlelo ezilungisiweyo njengoko uthobela imiqathango yabo.
zu: I-{{brandShortName}} ungayithola ngaphansi kwemigomo yamalayisensi amaningi emithombo evulelekile kubandakanya ne-Mozilla Public License. Idivayisi esebenzayo i-{{brandShortName}} ingaphinde iqukathe i-software evela ezingxenyeni eziseceleni. Noma iyiphi ikhodi enikezwe ngaphansi kwamalayisensi avulelekile ikunikeza ilungelo lokuguqula ikhodi yomthombo kanye nokusabalalisa iveshini yakho eguquliwe inqobo nje uma uthobela imibandela yakhona.
