Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Stop
am: ማስቆሚያ
ar: أوقف
bg: Изключване
bn_bd: বন্ধ করুন
bn_in: বন্ধ করুন
br: Paouez
bs: Zaustavi
ca: Atura
cy: Cau
es: Parar
eu: Gelditu
ga_ie: Stad
gd: Sguir dheth
hi_in: रोकें
hu: Leállítás
id: Hentikan
kn: ನಿಲ್ಲಿಸು
lv: Apturēt
mai: रोकू
mg: Ajanona
ne: रोक्नुहोस्
or: ଅଟକାନ୍ତୁ
pt: Parar
si: නවතන්න
sw: Simamisha
ta: நிறுத்து
th: หยุด
tr: Durdur
ur: روکیں
uz: To‘xtatish
vi: Dừng
xh: Yekisa
zu: Yima

source: Invert
am: መገልበጫ
ar: عكس
bg: Негатив
bn_bd: বিপরীত
bn_in: বিপরীত
br: Enlakaat
bs: Invertuj
ca: Inverteix
cy: Gwrthdroi
es: Invertir
eu: Alderantzikatu
ga_ie: Inbhéartaigh
gd: Ais-thionndaidh
hu: Invertálás
id: Balik Warna
kn: ತಲೆಕೆಳಗೆ ಮಾಡು
lv: Invertēt
pt: Inverter
ro: Inversează
si: යටිකුරු
ta: தலை கீழாக்கு
tr: Tersine çevir
ur: الٹائیں
uz: Teskari

source: Grayscale
am: ጥቁር እና ነጭ
ar: تدرّجات الرمادي
bg: Нива на сиво
bn_bd: গ্রেস্কেল
bn_in: গ্রে-স্কেল
br: Liveoù louedoù
bs: Sivi tonovi
ca: Escala de grisos
cy: Graddlwyd
es: Escala grises
eu: Gris-eskala
ga_ie: Liathscála
gd: Liath-sgèile
hu: Szürkeskála
id: Skala Abu-abu
kn: ಗ್ರೇಸ್ಕೇಲ್
lv: Pelēktoņu
pt: Escala de cinza
ro: Nuanțe de gri
si: අළුවන් පරාසය
ta: சாம்பலளவு
tr: Gri tonlama
ur: سرمئی پیمانہ
uz: Kulranglik darajasi

source: Contrast
am: ማነጻጸሪያ
ar: التّباين
bg: Контраст
bn_bd: কন্ট্রাস্ট
bn_in: বৈপরিত্য
br: Dargemm
bs: Kontrast
cy: Cyferbyniad
es: Contraste
eu: Kontrastea
ga_ie: Codarsnacht
gd: Iomsgaradh
hu: Kontraszt
id: Kontas
kn: ವೈದೃಶ್ಯ
lv: Kontrasts
pt: Contraste
si: ප්‍රභේදනය
ta: அடர்த்தி
tr: Karşıtlık
ur: تناسب امتزاج
uz: Kontrast

source: Input
am: ማስገቢያ
ar: مُدخل
bn_bd: ইনপুট
bn_in: ইনপুট
br: Enankad
bs: Unos
cy: Mewnbwn
es: Entrada
eu: Sarrera
ga_ie: Ionchur
gd: Ion-chur
lv: Ievade
pt: Entrada
ro: Intrare
th: ป้อนค่า
ur: ان پٹ
uz: Kirish

source: Touch and gesture adjustments
ar: إعدادات اللمس و الإشارة
bn_bd: টাচ ও জেসচার সমন্বয়
bn_in: টাচ এবং সঙ্কেত সমন্বয়
br: Kengeidadurioù ar stok hag ar jestroù
bs: Podešavanje dodira i gesti
cy: Newidiadau cyffwrdd ac ystum
es: Ajustes táctiles y gestuales
eu: Ukipen eta keinuen doiketak
ga_ie: Oiriúintí tadhaill agus gothaí
gd: Gleusadh an t-suathaidh ’s nan gluasad
pt: Ajustes de toques e de gestos
ro: Ajustări pentru ecran tacil și gesturi
ur: چھونے اور اشارہ کرنے کا تطبیق
uz: Teginish va imo-ishorani moslash

source: Tap & Hold Delay
ar: تأخر النقر و الانتظار
bn_bd: ট্যাপ ও ধরার ব্যাপ্তি
bn_in: ট্যাপ এবং হোল্ড বিলম্ব
br: Dale ar stok & dalc'h
bs: Dodirni & čuvaj
cy: Oediad Tapio a Dal
es: Retraso de pulsar y mantener
eu: Sakatu + manten. atzerapena
ga_ie: Moill Tapála & Coinneála
gd: Dàil air gnogag ⁊ cumail
pt: Atraso do toque e pressão longa
ro: Întârziere pentru apăsare și ținere
th: ความหน่วงในการแตะค้าง
ur: ٹیپ اور تھامیں تاخیر
uz: Bosib turish muddati

# short-hold-delay
source: Short
am: አጭር
ar: قصيرة
bn_bd: সংক্ষিপ্ত
bn_in: স্বল্প
br: Berr
bs: Kratko
cy: Byr
es: Corto
eu: Laburra
ga_ie: Gearr
gd: Goirid
pt: Curto
ro: Scurte
th: สั้น
ur: قصیر
uz: Qisqa

source: Medium
am: መካከለኛ
ar: متوسط
bn_bd: মধ্যম
bn_in: মাঝারি
br: Krenn
bs: Srednje
cy: Canolig
es: Medio
eu: Normala
ga_ie: Measartha
gd: Meadhanach
pt: Médio
ro: Medie
th: ปานกลาง
ur: متوسط
uz: O‘rtacha

# long-hold-delay
source: Long
am: ረጅም
ar: طويلة
bn_bd: দীর্ঘ
bn_in: দীর্ঘ
br: Hir
bs: Dugo
cy: Hir
es: Largo
eu: Luzea
ga_ie: Fada
gd: Fada
pt: Longo
ro: Lungi
th: ยาว
ur: طویل
uz: Uzun

# improveBrowserOS
source: Improve {{brandShortName}}
am: ማሻሻያ {{brandShortName}}
ar: تحسين {{brandShortName}}
bg: Подобрете {{brandShortName}}
bn_bd: {{brandShortName}} উন্নয়ন
bn_in: উন্নয়ন {{brandShortName}}
br: Gwellaat {{brandShortName}}
bs: Unaprijedi {{brandShortName}}
ca: Millora el {{brandShortName}}
cy: Gwella {{brandShortName}}
es: Mejorar {{brandShortName}}
eu: Hobetu {{brandShortName}}
ga_ie: {{brandShortName}} a Fheabhsú
gd: Leasaich {{brandShortName}}
hi_in: {{brandShortName}} सुधारें
id: Perbaiki {{brandShortName}}
kn: {{brandShortName}} ಉತ್ತಮಗೊಳಿಸಿ
lv: Uzlabot {{brandShortName}}
mai: {{brandShortName}} सुधारू
mg: Hanatsara ny {{brandShortName}}
ne: {{brandShortName}} सुधार्नुहोस्
or: {{brandShortName}} କୁ ଉନ୍ନତ କରନ୍ତୁ
pt: Melhorar o {{brandShortName}}
ro: Îmbunătățește {{brandShortName}}
si: {{brandShortName}} වැඩිදියුණු කරන්න
sw: Boresha {{brandShortName}}
ta: {{brandShortName}}ஐ புதுப்பி
th: ปรับปรุง {{brandShortName}}
tr: {{brandShortName}}'i geliştirin
ur: {{brandShortName}} بہتر کریں
uz: {{brandShortName}}ni yaxshilash
vi: Giúp cải thiện {{brandShortName}}
xh: Phucula i-{{brandShortName}}
zu: Yenza ngcono i-{{brandShortName}} isebenze kangcono

# improveBrowserOS.ariaLabel
source: Improve {{brandShortName}}
am: ማሻሻያ {{brandShortName}}
ar: تحسين {{brandShortName}}
bg: Подобрете {{brandShortName}}
bn_bd: {{brandShortName}} উন্নয়ন
bn_in: উন্নয়ন {{brandShortName}}
br: Gwellaat {{brandShortName}}
bs: Unaprijedi {{brandShortName}}
cy: Gwella {{brandShortName}}
es: Mejorar {{brandShortName}}
eu: Hobetu {{brandShortName}}
ga_ie: {{brandShortName}} a Fheabhsú
gd: Leasaich {{brandShortName}}
lv: Uzlabot {{brandShortName}}
pt: Melhorar o {{brandShortName}}
ro: Îmbunătățește {{brandShortName}}
si: {{brandShortName}} වැඩිදියුණු කරන්න
th: ปรับปรุง {{brandShortName}}
ur: {{brandShortName}} بہتر کریں
uz: {{brandShortName}}ni yaxshilash

# improveBrowserOSTitle
source: Improve {{brandShortName}}
am: ማሻሻያ {{brandShortName}}
ar: تحسين {{brandShortName}}
bg: Подобрете {{brandShortName}}
bn_bd: {{brandShortName}} উন্নয়ন
bn_in: উন্নয়ন {{brandShortName}}
br: Gwellaat {{brandShortName}}
bs: Unaprijedi {{brandShortName}}
ca: Millora el {{brandShortName}}
cy: Gwella {{brandShortName}}
es: Mejorar {{brandShortName}}
eu: Hobetu {{brandShortName}}
ga_ie: {{brandShortName}} a Fheabhsú
gd: Leasaich {{brandShortName}}
hi_in: {{brandShortName}} सुधारें
hu: {{brandShortName}} fejlesztése
id: Perbaiki {{brandShortName}}
kn: {{brandShortName}} ಉತ್ತಮಗೊಳಿಸಿ
lv: Uzlabot {{brandShortName}}
mai: {{brandShortName}} सुधारू
mg: Hanatsara ny {{brandShortName}}
ne: {{brandShortName}} सुधार्नुहोस्
or: {{brandShortName}} କୁ ଉନ୍ନତ କରନ୍ତୁ
pt: Melhorar o {{brandShortName}}
ro: Îmbunătățește {{brandShortName}}
si: {{brandShortName}} වැඩිදියුණු කරන්න
sw: Boresha {{brandShortName}}
ta: {{brandShortName}}ஐ புதுப்பி
th: ปรับปรุง {{brandShortName}}
tr: {{brandShortName}}'i geliştirin
ur: {{brandShortName}} بہتر کریں
uz: {{brandShortName}}ni yaxshilash
vi: Cải thiện {{brandShortName}}
xh: Phucula i-{{brandShortName}}
zu: Yenza ngcono i-{{brandShortName}} isebenze kangcono

source: Send Mozilla Feedback
am: ለ ሞዚላ መልስ መላኪያ
ar: ارسل تعليق لموزيلا
bg: Обратна връзка до Mozilla
bn_bd: মজিলাতে প্রতিক্রিয়া পাঠান
bn_in: মোজিলাকে মতামত পাঠান
br: Roit ho meno da vMozilla
bs: Pošalji Mozilli povratne informacije
ca: Envia comentaris a Mozilla
cy: Anfon Adborth at Mozilla
es: Enviar su opinión a Mozilla
eu: Bidali iritzia Mozillari
ga_ie: Seol Aiseolas chuig Mozilla
gd: Cuir fiosrachadh gu Mozilla
hi_in: मोज़िला प्रतिक्रिया भेजें
hu: Visszajelzés a Mozillának
id: Kirim Saran ke Mozilla
kn: Mozilla ಗೆ ಅಭಿಪ್ರಾಯ ಕಳುಹಿಸಿ
lv: Sūtīt atsauksmes Mozilla fondam
mai: मोजिला प्रतिक्रिया पठाबू
mg: Handefa Tsikera amin'i Mozilla
ne: मोजिल्लालाई पृष्ठपोषण पठाउनुहोस्
or: Mozilla କୁ ମତାମତ ଦିଅନ୍ତୁ
pt: Enviar comentários
ro: Trimite feedback la Mozilla
si: මොසිල්ලා වෙත ප්‍රතිපෝෂණය යවන්න
sw: Tuma Maoni ya Mozila
ta: பின்னுட்டம் அனுப்பு
th: ส่งข้อคิดเห็นให้ Mozilla
tr: Mozilla'ya geri bildirim gönder
ur: موزیلا کو جواب الجواب بھیجیں
uz: Mozilla’ga mulohaza jo‘natish
vi: Gửi phản hồi cho Mozilla
wa: Evoyî on rtour d' esperyince a Mozilla
xh: Thumela ingxelo kwiMozilla
zu: Thumela Impendulo kwa-Mozilla

source: Performance and Usage Data
am: የ ዳታ አጠቃቀም እና አፈጻጸም
ar: الأداء وبيانات الاستِخدام
bg: Производителност и данни за използване
bn_bd: কর্মক্ষমতা ও ব্যবহারের ডাটা
bn_in: কাজ ও ব্যবহারিক তথ্য
br: Roadennoù a-fet digonusted hag arver
bs: Performanse i podaci korištenja
ca: Dades de rendiment i d'ús
cy: Data Perfformiad a Defnydd
es: Datos de rendimiento y consumo
eu: Errendimendu- eta erabilera-datuak
ga_ie: Sonraí Feidhmíochta agus Úsáide
gd: Dèanadas is dàta cleachdaidh
hu: Teljesítmény és -használati adatok
id: Data Kinerja dan Penggunaan
kn: ಕಾರ್ಯಾಚರಣೆ ಮತ್ತು ಬಳಕೆಯ ಮಾಹಿತಿ
pt: Dados de desempenho e de utilização
ro: Date despre performanță și consum
si: කාර්ය්‍යක්ශමතා හා භාචිත දත්ත
ta: செயல்திறனும் தரவு பயனளவும்
th: ประสิทธิภาพและข้อมูลการใช้งาน
tr: Performans ve kullanım verileri
ur: سرانجام دہی اور کوائف استعمال
uz: Samaradorlik va foydalanaish ma’lumotlari

source: Submit data
am: ዳታ ማስገቢያ
ar: إرسال البيانات
bg: Изпращане на данни
bn_bd: ডাটা জমা
bn_in: তথ্য জমা করুন
br: Treuzkas ar roadennoù
bs: Pošalji podatke
ca: Envia les dades
cy: Cyflwyno data
es: Enviar datos
eu: Bidali datuak
ga_ie: Seol mo chuid sonraí
gd: Cuir an dàta
hu: Adatbeküldés
id: Kirim data
kn: ಡೇಟಾ ಒಪ್ಪಿಸು
lv: Iesniegt datus
pt: Enviar dados
ro: Trimite datele
si: දත්ත පළ කරන්න
ta: தரவை சமர்ப்பி
th: ส่งข้อมูล
tr: Verileri gönder
ur: کوائف ارسال کریں
uz: Ma’lumotlarni jo‘natish

source: App Usage by Region
cy: Defnydd ap yn ôl Ardal
eu: Aplik.-erabilera eskualdeko
gd: Cleachdadh aplacaidean a-rèir roinn-dùthcha
ro: Utilizarea de aplicații

source: Crash Reports
am: የ ግጭት መግለጫ
ar: تقارير الأعطال
bg: Отчети за сривове
bn_bd: ক্র্যাশ প্রতিবেদন
bn_in: ক্র্যাশ প্রতিবেদন
br: Danevelloù sac'hadennoù
bs: Izvještaji o rušenju
ca: Informes de fallada
cy: Adroddiadau Chwalu
es: Informes de error
eu: Hutsegite-txostenak
ga_ie: Tuairiscí ar Thuairteáil
gd: Aithisgean tuislidh
hu: Hibajelentések
id: Laporan Crash
kn: ಕ್ರಿಯಾವೈಫಲ್ಯ ವರದಿಗಳು
lv: Avārijas ziņojumi
pt: Relatórios de falha
ro: Rapoarte de defecțiuni
si: බිදවැටුම් වාර්තා
ta: சிதைவு அறிக்கைகள்
th: รายงานข้อขัดข้อง
tr: Çökme raporları
ur: تباہ رپورٹیں
uz: Nosozlik ma’lumotlari

source: Sending Mozilla a report when a crash occurs helps us fix the problem for everyone. Reports are sent over Wi-Fi only.
am: ግጭት በሚፈጠር ጊዜ የ ግጭት መግለጫ ለሞዚላ መላክ ለ ሁሉም ተጠቃሚዎች ለ ችግሩ መፍትሄ እንድንፈጥር ይረዳናል: መግለጫ መላክ የሚችሉት በ ዋይ-ፋይ ብቻ ነው
ar: ارسال التقارير لموزيلا عند حدوث أعطال يساعدنا على حل المشكلة للجميع. يتم ارسال التقارير فقط عبر ال‍واي-فاي.
bg: Изпращането на отчети към Mozilla, когато възникне срив, ни помага да поправяме проблеми отнасящи се до всички. Отчетите се изпращат само по Wi-Fi.
bn_bd: ক্র্যাশের প্রতিবেদন মজিলায় পাঠানো হলে, সবার জন্য তা সমাধান করা যায়। প্রতিবেদন শুধু মাত্র ওয়াই-ফাই এর মাধ্যমে পাঠানো হয়।
bn_in: Mozilla-কে একটি প্রতিবেদন পাঠানো যখন একটি ক্র্যাশ ঘটে , সবার সমস্যা সমাধানের জন্য আমাদের সাহায্য করে। প্রতিবেদন কেবলমাত্র ওয়াই ফাই মাধ্যমে প্রেরিত হয়। .
br: Kas un danevell da vMozilla pa zegouezh ur sac'hadenn a skoazell ac'hanomp da reizhañ ar gudenn evit an holl. Kaset e vez an danevelloù dre Wi-Fi nemetken.
bs: Slanjem izvještaja o rušenju pomažete riješiti problem ostalim korisnicima. Izvještaji se šalju isključivo putem Wi-Fi veze.
ca: La tramesa d'un informe a Mozilla quan es produeix una fallada ens ajuda a solucionar el problema per a tothom. Els informes només s'envien per Wi-Fi.
cy: Mae anfon adroddiadau chwalu at Mozilla yn ein cynorthwyo i ddatrys problemau ar gyfer pawb. Bydd adroddiadau'n cael eu hanfon dros y diwifr yn unig.
es: Al enviar un informe de error a Mozilla, nos ayuda a solucionarlo en beneficio de todos. Los informes sólo se envían bajo wifi.
eu: Hutsegite bat gertatzen denean Mozillari txostena bidaltzen badiozu, arazoa denontzat konpontzen laguntzen digu. Txostenak Wi-Fi bidez soilik bidaltzen dira.
ga_ie: Má sheolann tú tuairisc ar thuairteáil chuig Mozilla, cabhraíonn sé linn an fhadhb a réiteach ar son cách. Seoltar tuairiscí tuairteála thar ceangal Wi-Fi amháin.
gd: Ma cuireas tu aithisg dha Mozilla nuair a thuislicheas rud, bidh cothrom againn a rèiteachadh airson a h-uile duine. Cha dèid aithisgean a chur ach nuair a bhios tu air WiFi.
hi_in: एक क्रैश होने पर मोज़िला को रिपोर्ट भेजने से सभी के लिए समस्या को ठीक करने में मदद करता है.रिपोर्ट Wi-Fi पर ही भेजा जाता है.
hu: A hibajelentések elküldése a Mozillának segíti a probléma megoldását. A jelentések csak Wi-Fi kapcsolaton keresztül kerülnek elküldésre.
id: Dengan mengirim laporan crash ke Mozilla, Anda akan membantu yang lain yang memiliki masalah yang sama. Laporan hanya akan dikirim lewat Wi-Fi.
kn: ಕ್ರಿಯಾವೈಫಲ್ಯ ಸಂಭವಿಸಿದಾಗ ಅದರ ವರದಿಯನ್ನು Mozilla ಗೆ ಕಳುಹಿಸುವುದು ತೊಂದರೆಯನ್ನು ಎಲ್ಲರಿಗಾಗಿ ಸರಿಪಡಿಸುವುದಕ್ಕೆ ನಮಗೆ ಸಹಾಯಕವಾಗುತ್ತದೆ. ವರದಿಗಳನ್ನು Wi-Fi ಮೂಲಕ ಮಾತ್ರ ಕಳಿಸಲಾಗುತ್ತದೆ.
mai: एकटा क्रैश हए पर मोजिला केँ रिपोट पठाबै सँ सबहि कलेल समस्या केँ बेस करब मे मदति करैत अछि. रिपोट Wi-Fi पर भेजल जाइत अछि.
mg: Ny fandefasana tatitra amin'i Mozilla rehefa misy crash dia manampy anay hamaha ny olana ho an'ny tsirairay. Wi-Fi ihany no fomba fandefasana tatitra.
ne: क्र्यास हुँदा मोजिल्लालाई प्रतिवेदन पठाउनुभयो भने, हामीलाई त्यो समस्यालाई सबका लागि समाधान गर्न सजिलो पर्नेछ। प्रतिवेदनहरु Wi-Fi मार्फत मात्र पठाउन सकिन्छ।
or: କ୍ରାସ ହେଲାବେଳେ Mozillaକୁ ରିପୋର୍ଟଟିଏ ପଠାଇବାଦ୍ୱାରା ସମସ୍ତଙ୍କପାଇଁ ସେଇ ଅସୁବିଧାର ନିରାକରଣ କରିବାରେ ସହାୟତା ମିଳିଥାଏ। ରିପୋର୍ଟ ଗୁଡ଼ିକ କେବଳ ୱାଇ-ଫାଇ ଜରିଆରେ ପ୍ରେରିତ ହୋଇଥାଏ।
pt: Ao enviar um relatório para a Mozilla quando ocorrer uma falha ajuda-nos a corrigir o problema para todos. Os relatórios são enviados apenas sob Wi-Fi.
ro: Trimițând la Mozilla un raport când apare o defecțiune ne ajută să remediem problema pentru toată lumea. Rapoartele sunt trimise numai prin Wi-Fi.
si: බිඳවැටීමක් සිදුවූ සැනින් මොසිල්ලා වෙත වාර්තාවක් යැවීම තුළින් සියලුදෙනාටම එම ගැටළුව විසඳා ගැනීමට උපකාරී වේ. වාර්තාවන් යවනු ලබන්නේ වයි-ෆයි හරහා පමණි.
sw: Kutumia Mozilla ripoti mvurugo ukitokea hutusaidia kutatua tatizo kwa kila mtu. Ripoti hutumwa kupitia Wi-Fi tu.
ta: சிதைவு ஏற்படும் பொது அறிக்கையை மொசில்லாவிற்கு அனுப்புவதன் மூலம் எல்லோருடைய பிரச்சனைகளும் தீர்க்க உதவுகிறது. அறிக்கை வை-பை மூலமாக அனுப்பப்படும்.
th: การส่งรายงานให้กับ Mozilla เมื่อเกิดข้อขัดข้องจะช่วยเราแก้ปัญหาสำหรับทุกคน รายงานจะถูกส่งผ่าน Wi-Fi เท่านั้น
tr: Bir çökme olduğunda Mozilla'ya rapor göndermek sorunu herkes için çözmemize yardımcı olur. Raporlar yalnızca Wi-Fi üzerinden gönderilir.
ur: کریش کی صورت میں Mozilla کو رپورٹ بھیجنے سے سبھی کے لیے یہ مسئلہ حل کرنے میں مدد ملتی ہے۔ رپورٹیں صرف WIFI سے ہی بھیجی جاتی ہے۔
uz: Nosozlik ro‘y berganda, hisobotni Mozilla’ga jo‘natisangoz, u bizga muammoni hamma uchun to‘g‘rilashimizga yordam beradi. Hisobotlarni faqat Wi-Fi orqali jo‘natish mumkin.
vi: Việc gửi tới Mozilla báo cáo khi có sự cố xảy ra giúp chúng tôi sửa các vấn đề cho tất cả mọi người. Các báo cáo chỉ được gửi thông qua Wi-Fi.
wa: Evoyî on rapoirt a Mozilla cwand on tcheyaedje e rak si passe nos aide a coridjî li problinme po tolmonde. Les rapoirts ni sont evoyî ki pal Wi-Fi.
xh: Ukuthumela ingxelo kwiMozilla xa kukho ukonakala kusinceda siyilungise kumntu wonke loo ngxaki. Iingxelo zithunyelwa nge-Wi-Fi kuphela.
zu: Ukuthumela abakwa-Mozilla umbiko uma kukhona umonakalo owenzekile kusisiza silungisele wonke umuntu inkinga. Imibiko ithunyelwa nge-Wi-Fi kuphela.

source: Always Send a Report
cy: Anfon Adroddiad bob Tro
eu: Bidali beti txostena
gd: Cuir aithisg an-còmhnaidh
ro: Trimite mereu un raport

source: Never Send a Report
cy: Peidio Byth anfon Adroddiad
eu: Inoiz ez bidali txostena
gd: Na cuir aithisgean idir
ro: Nu trimite niciodată

source: Ask Each Time
cy: Gofyn Pob Tro
eu: Galdetu aldiro
gd: Faighnich dhìom gach turas
ro: Întreabă de fiecare dată

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
am: የ ግጭት መግለጫ የሚይዘው ጥቂት ዝርዝሮች ሰለ ግጭቱ እና ስለ እርስዎ አካል እንዲሁም ቁራጭ ፎቶ አካሉ በተጋጨ ጊዜ የነበረውን ሁኔታ ነው
ar: تقرير العطل يحتوي على تفاصيل العطل و جوّالك ولمحة عن حالة جوّالك لحظه حدوث العطل.
bg: Отчетите за срив съдържат детайли за срива, както и моментното състояние на устройството по време на срива.
bn_bd: একটি ক্র্যাশ প্রতিবেদনে ক্র্যাশ এবং আপনার মোবাইল সম্পর্কে তথ্য থাকে, এছাড়া আপনার মোবাইল যে অবস্থায় ক্র্যাশ করেছে তার একটা স্ন্যাপশট থাকে।
bn_in: একটি ক্র্যাশ রিপোর্টে ক্র্যাশ এবং আপনার ডিভাইস সম্পর্কে কিছু বিবরণ থাকে, যেমন আপনার ডিভাইসের অবস্থা যখন এটি ক্র্যাশ করে।
br: Un danevell sac'hadenn a endalc'h munudoù a-zivout ar sac'hadenn hag ho trevnad, hag ur skeudenn eus stad ho trevnad a-raok ar sac'hadenn.
bs: Izvještaj rušenja sadrži detalje vezane uz rušenje i vaš uređaj, kao i snimak stanja vašeg uređaja u trenutku rušenja.
ca: Un informe de fallada conté detalls de la fallada i del vostre dispositiu, així com una instantània de l'estat del dispositiu quan va fallar.
cy: Mae adroddiad chwalu yn cynnwys peth gwybodaeth am y chwalu a'ch dyfais yn ogystal â chiplun o gyflwr eich dyfais pan chwalodd.
es: Un informe de error contiene una serie de datos que describen el fallo y su dispositivo, así como una instantánea del estado en el que se encontraba su dispositivo cuando ocurrió el fallo.
eu: Hutsegite-txosten batek hutsegiteari eta zure gailuari buruzko xehetasunak ditu; horrez gain, gailuak huts egin zuen momentuko egoeraren argazkia ere badu.
ga_ie: Cuirimid mionsonraí a bhaineann leis an tuairt agus le do ghléas sa tuairisc, chomh maith le heolas faoi staid do ghléis nuair a chlis air.
gd: Bidh beagan fiosrachaidh mun tuisleadh is mun uidheam agad san aithisg agus snapshot de staid an uidheim agad nuair a thuislich e.
hi_in: एक दुर्घटना की रिपोर्ट दुर्घटना और अपनी डिवाइस के बारे में कुछ जानकारी है, के रूप में के रूप में अच्छी तरह से अपनी डिवाइस के राज्य में जब यह दुर्घटनाग्रस्त हो जाने से एक स्नैपशॉट शामिल हैं.
hu: A hibajelentés a hibával és az eszközével kapcsolatos részleteket, valamint az eszköz állapotának pillanatképét tartalmazza.
id: Laporan crash berisi detail tentang crash dan perangkat Anda, serta status perangkat Anda saat terjadi crash.
kn: ಕ್ರಾಶ್ ವರದಿಯು ಕ್ರಾಶ್‌ ಮತ್ತು ನಿಮ್ಮ ಸಾಧನದ ಬಗೆಗಿನ ಕೆಲವು ಮಾಹಿತಿಯ ಜೊತೆಗೆ ಅದು ಕ್ರಾಶ್‌ ಆದಾಗ ನಿಮ್ಮ ಸಾಧನದ ಸ್ಥಿತಿಯ ಮಾಹಿತಿಯನ್ನೂ ಸಹ ಹೊಂದಿರುತ್ತದೆ.
mai: एकटा दुर्घटना क रिपोट दुर्घटना आओर अपन डिवाइस क संबंध मे किछु जानकारी अछि, क रूपेँ क रूप मे अच्छी तरह सँ अपन डिवाइस क राज्य मे जखन ई दुर्घटनाग्रस्त भए जाए सँ एकटा स्नैपशॉट सामिल अछि.
mg: Ny tatitra crash dia misy antsipiriany vitsivitsy momba ny crash sy ny fitaovanao, ary koa sary indray mipikan'ny toetry ny fitaovanao tamin'ny fotoana nahavoan'ny crash azy.
ne: एउटा क्र्यास प्रतिवेदनमा तपाईको उपकरण र क्र्यासको बारेमा केहि विवरणका साथै तपाईको उपकरण क्र्यास हुँदाखेरिको स्न्यापसट रहेको हुन्छ।
or: ଗୋଟିଏ କ୍ରାସ ରିପୋର୍ଟରେ ଆପଣଙ୍କ ଉପକରଣ ଓ କ୍ରାସ ସମ୍ବନ୍ଧରେ କିଛି ବିବରଣୀ ରହିଥାଏ, ତା ସାଙ୍ଗକୁ କ୍ରାସ ହେଲାବେଳେ ଆପଣଙ୍କ ଉପକରଣର ସ୍ଥିତିର ଏକ ସ୍ନାପସଟ ରହିଥାଏ।
pt: Um relatório de falha contem alguns detalhes sobre a falha e o seu dispositivo, bem como uma captura do estado do seu dispositivo quando a mesma ocorreu.
ro: Un raport de defecțiuni conține niște detalii despre defecțiune și despre dispozitiv, precum și un instantaneu al stării telefonului în momentul în care s-a închis neașteptat.
si: බිඳවැටුම් වාර්තාවක් තුළ එම බිඳවැටීම සිදුවූ වේලාවේ ඔබේ උපාංගය තිබූ තත්ත්වයේ තිරරූපකයක් ද ඇතුළුව ඔබේ උපාංගය සහ බිඳවැටීම පිළිබඳව සමහරක් තොරතුරු අඩංගු වේ.
sw: ripoti ya kukwama ina maelezo kuhusu kukwama na kifaa chako, pia na taswira tuli ya hali ya kifaa chako wakati kilikwama.
ta: ஒரு சிதைவு அறிக்கையானது உங்களுடைய சாதனம் மற்றும் சிதைவு பற்றிய விவரங்களை வைத்திருக்கும், அத்துடன் உங்களுடைய சாதனம் சிதைவடைந்த நிலையை படம்பிடித்து வைத்திருக்கும்.
th: รายงานข้อขัดข้องประกอบด้วยรายละเอียดบางอย่างเกี่ยวกับข้อขัดข้องและอุปกรณ์ของคุณ ตลอดจนจุดภาพสถานะอุปกรณ์ของคุณขณะขัดข้อง
tr: Çökme raporu, çökme ve aygıtınız hakkında bazı ayrıntıların yanı sıra aygıtınızın çökme zamandaki durumunu gösteren bir anlık görüntüsünü içerir.
ur: تباہ کاری کی رپورٹ میں تباہی کی اور آپ کے آلہ کی تفصیل، اور ساتھ ہی تباہی کے وقت آپ کے آلہ کی ایک فوری تصویر بھی موجود ہوتی ہے۔
uz: Nosozlik ma’lumotlari o‘zida nosozlik ro‘y berganda qurilmangiz holati rasmi kabi nosozlik va qurilmangiz haqidagi ba’zi tafsilotlarni o‘zida jamlaydi.
vi: Báo cáo sự cố bao gồm thông tin chi tiết về sự cố và thiết bị của bạn, cũng như bản sao trạng thái của thiết bị khi có sự cố.
wa: I gn a el rapoirt di tcheyaedje e rak des detays sol tcheyaedje e rak et so vost éndjin et ossu ene "foto" di l’ estat di vost éndjin cwand il a tchai e rak.
xh: Ingxelo yokonakala ineenkcukacha ezingokonakala nesixhobo sakho, kunye nefoto yeskrini ngemeko yesixhobo sakho xa besonakele.
zu: Umbiko womonakalo uqukethe imininingwane yomonakalo kanye neyedivayisi yakho, kanjalo nesithombe sesimo sedivayisi yakho ngenkathi yehlelwa wumonakalo.
