Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: SD card unmounted
am: የማጠራቀሚያ ካርድ ወርዷል
ar: تم إخراج بطاقة الذاكرة
bg: SD паметта е демонтирана
bn_bd: SD কার্ড অানমাউন্ট করা হয়েছে
bn_in: SD কার্ড অানমাউন্ট করা হয়েছে
br: Kartenn SD digenstrollet
bs: SD kartica demontirana
ca: S'ha desmuntat la targeta SD
cy: Cerdyn SD wedi ei ddad-arosod
es: Tarjeta SD desmontada
eu: SD txartela desmuntatu da
fa: کارت حافظه جدا شد
ga_ie: Cárta SD gan feistiú
gd: Chaidh a’ chairt SD a dhì-mhunntachadh
hu: SD kártya leválasztva
id: Kaitan kartu SD dilepas
kn: SD ಕಾರ್ಡ್ ಅನ್‌ಮೌಂಟ್ ಆಗಿದೆ
lv: SD karti nomontēt
pt: Cartão SD desmontado
ro: Card SD demontat
si: SD කාඩ්පත විසන්ධි විය
ta: எஸ்டி அட்டை பேர்த்தெடுக்கப்பட்டது
th: เลิกต่อเชื่อมการ์ด SD แล้ว
tr: SD kart çıkarıldı
ur: ایس ڈی کارڈ انمونٹڈ
uz: SD karta uzildi
wa: Cwåte SD dismontêye

source: Warning: USB Mass Storage may not work
am: ማስጠንቀቂያ: USB በርካታ ማጠራቀሚያ ላይሰራ ይችላል
ar: تحذير: وحدة تخزين USB قد لا تعمل
bg: Внимание: USB масовата памет може да не работи
bn_bd: সতর্কতা: USB Mass Storage হয়তো কাজ করে না
bn_in: সতর্কতা: USB মাস স্টোরেজ কাজ না ও করতে পারে
br: Diwallit : posupl eo n'ez afe ket ar c'hadaviñ a dolp USB en-dro
bs: Upozorenje: USB masovno spremište možda neće raditi
ca: Avís: Pot ser que el mode de disc USB no funcioni.
cy: Rhybudd: Efallai na fydd Storio Màs USB yn gweithio
es: Advertencia: el disco USB podría no funcionar
eu: Oharra: baliteke USB biltegiratzeak ez funtzionatzea
fa: اخطار: واحد ذخیره سازی USB ممکن است کار نکند
ga_ie: Rabhadh: Seans nach n-oibreoidh an Ollstóráil USB
gd: Rabhadh: Dh’fhaoidte nach obraich am mòr-stòras USB
pt: Aviso: o armazenamento USB pode não funcionar
ro: Atenție: Stocarea în masă USB este posibil să nu funcționeze
si: අවවාදයි: USB සමූල ආචායනය ක්‍රියා නොකෙරිය හැකියි
ur: تنبیہ: USB اجتماعی ذخیرہ مئی کام نہیں کریگا
uz: Diqqat: USB xotira ishlamasligi mumkin

source: USB Mass Storage will only work correctly with an external SD card. If you'd like to be able to access both your internal and external storage, you must use MTP.
am: ዩኤስቢ በርካታ ማጠራቀሚያ በ ትክክል የሚሰረው ከ ውጪ ማጠራቀሚያ ካርድ ጋር ነው: እርስዎ ሁለቱንም የ ውስጥ እና የ ውጪ ማጠራቀሚያዎች ጋር መድረስ ከቻሉ: እርስዎ መጠቀም ያለብዎት ይህን ነው MTP.
ar: وحدة تخزين USB لن تعمل بشكل صحيح إلا بوجود بطاقة SD خارجية. إن كنت ترغب بأن تكون قادراً على الوصول إلى التخزين الداخلي و الخارجي ، عليك أن تستخدم MTP.
bn_bd: বহিস্থ SD card এ USB Mass Storage ঠিকমত কাজ করবে না। উভয় অভ্যন্তরীন ও বহিস্থ স্টোরেজ ব্যবহার করতে আপনাকে অবশ্যই MTP ব্যবহার করতে হবে।
bn_in: এক বহিরাগত SD কার্ডের সাথে USB মাস স্টোরেজ নাও কাজ করতে পারে। আপনি যদি অন্তর্বর্তী এবং বাইরের স্টোরেজ দুটোই পরিচালনা করতে চান তাহলে আপনি অবশ্যই MTP ব্যবহার করুন।
br: Ar c'hadaviñ a dolp USB az aio mat en-dro gant ur gartenn SD diavaez nemetken. Ma fell deoc'h bezañ gouest da haeziñ ho kadaviñ diabarzh ha diavaez eo ret deoc'h arverañ MTP.
bs: USB masovno spremište će raditi ispravno samo sa eksternom SD karticom. Ako želite pristupiti i internom i eksternom spremištu, morate koristiti MTP.
ca: El mode de disc USB només funcionarà correctament amb una targeta SD externa. Si voleu accedir tant a l'emmagatzematge intern com a l'extern, heu de fer servir MTP.
cy: Mae'r Storio Màs USB yn gweithio dim ond gyda cherdyn SD allanol. Os hoffech fedru gael mynediad at eich storfa fewnol ac allanol rhaid defnyddio MTP.
es: El almacenamiento USB sólo funcionará correctamente con una tarjeta SD externa. Si desea acceder a su almacenamiento interno y externo, debe usar MTP.
eu: USB biltegiratzeak kanpoko SD txartel batekin soilik funtzionatuko du behar bezala. Barneko eta kanpoko biltegiratzea, biak, atzitu nahi badituzu, MTP erabili beharra duzu.
fa: واحد ذخیره سازی USB تنها با کارت حافظی خارجی به خوبی کار می‌کند. اگر شما مایلید هم به حافظه داخلی و هم خارجی دسترسی داشته‌باشید، باید از MTP استفاده کنید.
ga_ie: Ní oibreoidh an Ollstóráil USB i gceart le cárta SD seachtrach. Má tá rochtain ar do stóras inmheánach agus seachtrach uait, caithfidh tú MTP a úsáid.
gd: Chan obraich mòr-stòras USB mar bu chòir ach ma tha cairt SD fa leth. Ma tha thu airson cothrom fhaighinn an dà chuid air an stòras ’na bhroinn is air an taobh a-muigh, feumaidh tu MTP a chleachdadh.
pt: O armazenamento USB só irá funcionar corretamente com um cartão SD externo. Se gostaria de aceder tanto ao seu armazenamento interno como externo, deve utilizar o MTP.
ro: Stocarea în masă USB va funcționa corect doar cu un card SD extern. Dacă dorești să poți accesa atât stocarea internă, cât și cea externă, trebuie să folosești MTP.
si: USB සමූල ගබඩාව නිසියාකාරයෙන් බාහිර SD පතක් සමඟ ක්‍රියා කරනු ඇත. ඔබට ඔබගේ අභ්‍යන්තර හා බාහිර ආචායන භාවිතා කිරීමට අවශ්‍ය නම්, MTP භාවිතා කර යුතු වේ.
ur: USB اجتماعی ذخیرہ صرف بیرونی SD کارڈ کے ساتھ کام کریگا۔ اگر آپ اندرونی اور بیرونی ذخیرہ رسائی کرنا چاہتے ہے تو، آپکو MTP استعمال کرنا ہوگا۔
uz: USB xotira faqat to‘g‘ri tashqi SD kartasi bilan ishlaydi. Agar har ikkii tashqi va ichki xotiradan foydalana olmasangiz, MTP’dan foydalanishingiz kerak.

source: Press "OK" to switch to USB Mass Storage, or "Cancel" to remain in MTP mode.
am: ይጫኑ "እሺ" ለ መቀየር ወደ USB በርካታ ማጠራቀሚያ ወይንም "መሰረዣ" በ MTP ዘዴ ውስጥ ለ መቆየት
ar: اضغط على "موافق" للتبديل إلى وحدة تخزين USB ،أو "إلغاء" للبقاء في وضع MTP.
bg: Натиснете "Добре", за да смените към USB памет или "Отказ", за да останете в режим MTP.
bn_bd: USB Mass Storage এ যেতে "OK" চাপুন, অথবা MTP মোডে থাকতে "Cancel" চাপুন।
bn_in: "OK" টিপুন USB মাস স্টোরেজ-এ যেতে, আথবা "Cancel" MTP -এ থাকতে।
br: Pouezit war "Mat eo" evit tremen d'ar c'hadaviñ a dolp USB, pe "Nullañ" evit chom e mod MTP.
bs: Pritisnite "OK" da se prebacite na USB masovno spremište, ili "Otkaži" da ostanete u MTP režimu.
ca: Premeu «D'acord» per canviar al mode de disc USB o «Cancel·la» per continuar en el mode MTP.
cy: Pwyswch "Iawn" i newid i'r Storio Más USB neu "Diddymu" i aros yn y modd MTP.
es: Pulse "Aceptar" para cambiar a almacenamiento USB, o "Cancelar" para permanecer en modo MTP.
eu: Sakatu "Ados" USB biltegiratzera aldatzeko, edo "Utzi" MTP moduan jarraitzeko.
fa: "تایید" را جهت تعویض به واحد ذخیره سازی USB فشاردهید، یا "انصراف؛ برای باقی‌ماندن در حالت ‌MTP.
ga_ie: Brúigh "OK" chun athrú go dtí Ollstóráil USB, nó "Cealaigh" chun fanacht sa mód MTP.
gd: Brùth “Ceart ma-thà” gus mòr-stòras USB a chleachdadh air neo “Sguir dheth” airson fuireach sa mhodh MTP.
pt: Pressione "OK" para mudar para o armazenamento USB ou "Cancelar" para manter o modo MTP.
ro: Apasă „Ok” pentru a comuta la stocarea în masă USB sau „Renunță” pentru a rămâne în modul MTP.
si: "හරි" තේරිමෙන් USB සමූල ආචායනයට මාරු වීමට ද, නැතිනම් "Cancel" භාවිතයෙන් MTP මාදිලියේ රැදී සිටීමටද හැකියි.
ur: USB اجتماعی ذخیرہ پر سوئچ کرنے کے لئے "ٹھیک ہے"، یا MTP موڈ میں رہنے کے لئے "منسوخ کریں" دبائیں۔
uz: USB xotiraga o‘tish uchun "OK" tugmasiga bosing yoki MTP rejimida qolish uchun "Bekor qilish" tugmasini bosing.

source: Device
am: አካል
ar: الجهاز
bg: Устройство
bn_bd: ডিভাইস
bn_in: ডিভাইস
br: Trevnad
bs: Uređaj
ca: Dispositiu
cy: Dyfais
es: Dispositivo
eu: Gailua
fa: دستگاه
ga_ie: Gléas
gd: Uidheam
hi_in: यंत्र
hu: Eszköz
id: Perangkat
kn: ಸಾಧನ
lv: Ierīce
mai: यंत्र
mg: Fitaovana
ne: यन्त्र
or: ଉପକରଣ
pt: Dispositivo
ro: Dispozitiv
si: උපාංගය
sw: Kifaa
ta: சாதனம்
th: อุปกรณ์
tr: Aygıt
ur: آلہ
uz: Qurilma
vi: Thiết bị
wa: Éndjin
xh: Isixhobo
zu: Idivayisi

source: Help
am: እርዳታ
ar: مساعدة
bg: Помощ
bn_bd: সহায়তা
bn_in: সাহায্য
br: Skoazell
bs: Pomoć
ca: Ajuda
cy: Cymorth
es: Ayuda
eu: Laguntza
fa: راهنما
ga_ie: Cabhair
gd: Cobhair
hi_in: मदद
id: Bantuan
kn: ಸಹಾಯ
lv: Palīdzība
mai: मदति
mg: Fanampiana
ne: मद्दत
or: ସହାୟତା
pt: Ajuda
ro: Ajutor
si: උදව්
sw: Msaada
ta: உதவி
th: ช่วยเหลือ
tr: Yardım
ur: مدد
uz: Yordam
vi: Trợ giúp
wa: Aidance
xh: Uncedo
zu: Usizo

# help.ariaLabel
source: Help
am: እርዳታ
ar: مُساعدة
bg: Помощ
bn_bd: সাহায্য
bn_in: সাহায্য
br: Skoazell
bs: Pomoć
ca: Ajuda
cy: Cymorth
es: Ayuda
eu: Laguntza
fa: راهنما
ga_ie: Cabhair
gd: Cobhair
lv: Palīdzība
pt: Ajuda
ro: Ajutor
si: උදව්
th: ช่วยเหลือ
ur: مدد
uz: Yordam

# deviceInfo
source: Device Information
am: የ አካል መረጃ
ar: معلومات الجهاز
bg: Данни за устройството
bn_bd: ডিভাইস সংক্রান্ত তথ্য
bn_in: ডিভাইস তথ্য
br: Titouroù an trevnad
bs: Informacije o uređaju
ca: Informació del dispositiu
cy: Manylion y Ddyfais
es: Información del dispositivo
eu: Gailuaren informazioa
fa: اطلاعات دستگاه
ga_ie: Eolas faoin nGléas
gd: Fiosrachadh mun uidheam
hu: Eszközinformációk
lv: Informācija par ierīci
pt: Informações
ro: Informații dispozitiv
si: උපාංගයේ තොරතුරු
th: ข้อมูลอุปกรณ์
ur: آلہ معلومات
uz: Qurilma haqida ma’lumot

# deviceInfo.ariaLabel
source: Device Information
am: የ አካል መረጃ
ar: معلومات الجهاز
bg: Данни за устройството
bn_bd: ডিভাইস সংক্রান্ত তথ্য
bn_in: ডিভাইস তথ্য
br: Titouroù an trevnad
bs: Informacije o uređaju
ca: Informació del dispositiu
cy: Manylion y Ddyfais
es: Información del dispositivo
eu: Gailuaren informazioa
fa: اطلاعات دستگاه
ga_ie: Eolas faoin nGléas
gd: Fiosrachadh mun uidheam
lv: Informācija par ierīci
pt: Informações
ro: Informații dispozitiv
si: උපාංගයේ තොරතුරු
th: ข้อมูลอุปกรณ์
ur: آلہ معلومات
uz: Qurilma haqida ma’lumot

source: IMEI {{index}}: <bdi>{{imei}}</bdi>
eu: {{index}}. IMEIa: <bdi>{{imei}}</bdi>

source: SIM {{index}}: <bdi>{{iccid}}</bdi>
eu: {{index}}. SIMa: <bdi>{{iccid}}</bdi>
fa: {{index}}: <bdi>{{iccid}}</bdi> سیم‌کارت

source: Phone Number
am: የ ስልክ ቁጥር
ar: رقم الهاتف
bg: Телефонен номер
bn_bd: ফোন নম্বর
bn_in: দূরভাষ নাম্বার
br: Niverenn bellgomz
bs: Telefonski broj
ca: Número de telèfon
cy: Rhif Ffôn
es: Núm. de teléfono
eu: Telefono-zenbakia
fa: شماره‌ تلفن
ga_ie: Uimhir Ghutháin
gd: Àireamh fòn
hu: Telefonszám
id: Nomor Telepon
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ
lv: Tālruņa numurs
pt: Número de telefone
ro: Număr de telefon
si: දුරකථන අංකය
ta: பேசி எண்
th: หมายเลขโทรศัพท์
tr: Telefon numarası
ur: فون نمبر
uz: Telefon raqami
wa: Limero d' telefone

source: SIM {{index}}: <bdi>{{msisdn}}</bdi>
am: ሲም {{index}}: <bdi>{{msisdn}}</bdi>
eu: {{index}}. SIMa: <bdi>{{msisdn}}</bdi>
fa: {{index}}: <bdi>{{msisdn}}</bdi> سیم‌کارت

source: SIM {{index}}: Not available
am: ሲም {{index}}: አልተገኘም
ar: SIM {{index}}:غير متوفرة
bg: SIM {{index}}: Няма
bn_bd: SIM {{index}}: বিদ্যমান নেই
bn_in: SIM {{index}}: উপলব্ধ নয়
br: SIM {{index}} : Dihegerz
bs: SIM {{index}}: Nedostupno
ca: SIM {{index}}: No disponible
cy: SIM {{index}}: Ddim ar gael
es: SIM {{index}}: no disponible
eu: {{index}}. SIMa: ez dago erabilgarri
fa: {{index}} سیم‌کارت: در دسترس نیست
ga_ie: SIM {{index}}: Níl sé ar fáil
gd: SIM {{index}}: Chan eil e ri fhaighinn
hi_in: SIM {{index}}: उपलब्ध नहीं है
hu: {{index}}. SIM: Nem érhető el
id: SIM {{index}}: Tidak tersedia
kn: SIM {{index}}: ಲಭ್ಯವಿಲ್ಲ
lv: {{index}}. SIM: Nav pieejams
mai: SIM {{index}}: उपलब्ध नहि अछि
mg: SIM {{index}}: tsy vonona
ne: SIM {{index}}: उपलब्ध छैन
or: SIM {{index}}: ଉପଲବ୍ଧ ନାହିଁ
pt: SIM {{index}}: Não disponível
ro: SIM {{index}}: Indisponibil
si: SIM {{index}}: නොපවතී
sw: SIM {{index}}: Haipatikani
ta: சிம் {{index}}: கிடைக்கப்பெறவில்லை
th: SIM {{index}}: ไม่สามารถใช้งานได้
tr: SIM {{index}}: Kullanılamaz
ur: SIM {{index}}: دستیاب نہیں
uz: SIM {{index}}: mavjud emas
wa: SIM {{index}}: Nén disponibe
xh: {{index}} seSIM: asifumaneki
zu: I-SIM {{index}}: Ayitholakali

source: Downloads
am: የ ወረዱ
ar: التحميلات
bg: Изтегляния
bn_bd: ডাউনলোড
bn_in: ডাউনলোডসমূহ
br: Pellgargadurioù
bs: Preuzimanja
ca: Baixades
cy: Llwythi
es: Descargas
eu: Deskargak
fa: دریافت‌ها
ga_ie: Íosluchtuithe
gd: Na luchdaich thu a-nuas
hu: Letöltések
lv: Lejupielādes
pt: Descargas
ro: Descărcări
si: බාගැනීම්
th: ดาวน์โหลด
ur: ڈاؤن لوڈز
uz: Yuklab olishlar

# downloads.ariaLabel
source: Downloads
am: የ ወረዱ
ar: التحميلات
bg: Изтегляния
bn_bd: ডাউনলোড
bn_in: ডাউনলোডসমূহ
br: Pellgargadurioù
bs: Preuzimanja
ca: Baixades
cy: Llwythi
es: Descargas
eu: Deskargak
fa: دریافت‌ها
ga_ie: Íosluchtuithe
gd: Na luchdaich thu a-nuas
lv: Lejupielādes
pt: Descargas
ro: Descărcări
si: බාගැනීම්
th: ดาวน์โหลด
ur: ڈاؤن لوڈز
uz: Yuklab olishlar

source: Unknown
am: ያልታወቀ
ar: مجهول
bg: Непознат
bn_bd: অজ্ঞাত
bn_in: অজানা
br: Dianav
bs: Nepoznato
ca: Desconegut
cy: Anhysbys
es: Desconocido
eu: Ezezaguna
fa: نامشخص
ga_ie: Anaithnid
gd: Neo-aithnichte
hi_in: अज्ञात
hu: Ismeretlen
id: Tidak dikenal
kn: ಗೊತ್ತಿರದ
lv: Nezināms
mai: अज्ञात
mg: Tsy fantatra
ne: अज्ञात
or: ଅଜଣା
pt: Desconhecido
ro: Necunoscută
si: නොදනී
sw: Isiyojulikana
ta: தெரியாத
th: ไม่รู้จัก
tr: Bilinmiyor
ur: نامعلوم
uz: Noma’lum
vi: Không rõ
wa: Nén cnoxhou
xh: Akwaziwa
zu: Akwaziwa

source: SIM {{index}}: Unknown
am: ሲም {{index}}: ያልታወቀ
ar: SIM {{index}}:غير معروف
bg: SIM {{index}}: Неизвестно
bn_bd: SIM {{index}}: অজ্ঞাত
bn_in: SIM {{index}}: অজ্ঞাত
br: SIM {{index}} : Dianav
bs: SIM {{index}}: Nepoznato
ca: SIM {{index}}: Desconegut
cy: SIM {{index}}: Anhysybys
es: SIM {{index}}: desconocida
eu: {{index}}. SIMa: ezezaguna
fa: سیم‌کارت {{index}}: نامشخص
ga_ie: SIM {{index}}: Anaithnid
gd: SIM {{index}}: Chan aithne dhuinn e
hi_in: SIM {{index}}: अज्ञात
hu: {{index}}. SIM: Ismeretlen
id: SIM {{index}}: Tidak dikenal
kn: SIM {{index}}: ತಿಳಿದಿಲ್ಲ
lv: {{index}}. SIM: Nezināms
mai: SIM {{index}}: अज्ञात
mg: SIM {{index}}: tsy fantatra
ne: SIM {{index}}: अज्ञात
or: SIM {{index}}: ଅଜଣା
pt: SIM {{index}}: Desconhecido
ro: SIM {{index}}: Necunoscut
si: SIM {{index}}: නොදනී
sw: SIM {{index}}: Haitambuliki
ta: சிம் {{index}}: தெரியாதது
th: SIM {{index}}: ไม่รู้จัก
tr: SIM {{index}}: Bilinmiyor
ur: SIM {{index}}: نامعلوم
uz: SIM {{index}}: noma’lum
wa: SIM {{index}}: Nén cnoxhou
xh: {{index}} seSIM: asaziwa
zu: I-SIM {{index}}: Ayaziwa

source: Git Commit Info
ar: معلومات إيداع Git
bn_bd: গিট কমিট তথ্য
bn_in: Git কমিট তথ্য
br: Titouroù Git
bs: Git Commit informacije
ca: Informació de commit del Git
cy: Gwyb. cyflwyno i Git
es: Información del commit de Git
eu: Git commit informazioa
fa: اطلاعات Git Commit
ga_ie: Eolas faoin Leasú Git
gd: Fiosrachadh Git Commit
hu: Git kommit infók
id: Info Commit Git
kn: Git ಕಮಿಟ್ ಮಾಹಿತಿ
lv: Git izmaiņu informācija
pt: Informação do Commit do Git
ro: Informații de comitere git
si: Git පවරා දීම් තොරතුරු
ta: Git கமிட் தகவல்
th: ข้อมูล Git Commit
tr: Git gönderi bilgisi
ur: گیٹ معلومات کا ارتکاب
uz: Git ma’lumotlarni rivojlantirish
wa: Info Spårdaedje Git

source: Model
am: አይነት
ar: الطراز
bg: Модел
bn_bd: মডেল
bn_in: মডেল
br: Patrom
es: Modelo
eu: Modeloa
fa: مدل
ga_ie: Déantús
gd: Modail
hi_in: मॉडल
hu: Típus
kn: ಮಾದರಿ
lv: Modelis
mai: मॉडल
mg: Modely
ne: नमूना
or: ମଡେଲ
pt: Modelo
si: මාදිලිය
sw: Aina
ta: வகை
th: แบบรุ่น
ur: ماڈل
vi: Kiểu máy
wa: Modele
xh: Udidi
zu: Uhlobo

source: OS Version
am: የ ስርአት እትም
ar: إصدار نظام التشغيل
bg: OS версия
bn_bd: OS সংস্করণ
bn_in: OS সংস্করণ
br: Handelv ar RK
bs: Verzija OS-a
ca: Versió del sistema operatiu
cy: Fersiwn OS
es: Versión de SO
eu: SE bertsioa
fa: نسخه سیستم‌عامل
ga_ie: Leagan den CO
gd: Tionndadh an OS
hu: OS verzió
id: Versi SO
kn: OS ಆವೃತ್ತಿ
lv: OS versija
pt: Versão do SO
ro: Versiune SO
si: OS අනුවාදනය
ta: இயங்குதள பதிப்பு
th: รุ่นระบบปฏิบัติการ
tr: İşletim sistemi sürümü
ur: OS ورژن
uz: OS versiyasi

source: Firmware Revision
ar: مراجعة النظام
bg: Ревизия на фърмуер
bn_bd: ফার্মওয়্যার পুনর্বিবেচনা
bn_in: ফার্মওয়্যার পুনর্বিবেচনাসমূহ
br: Azgweladur ar meriant
bs: Firmware revizija
ca: Revisió del microprogramari
cy: Adolygiad Caledwar
es: Revisión de firmware
eu: Firmwarearen berrikuspena
fa: نسخه بازنگری میان‌افزار
ga_ie: Leasú na nDochtearraí
gd: Tionndadh a’ bhathair-an-sàs
hu: Firmware revízió
id: Revisi Firmware
kn: ‌ಫರ್ಮ್‌ವೇರ್ ಪರಿಷ್ಕರಣೆ
lv: Aparātprogrammatūras revīzija
pt: Revisão do Firmware
ro: Revizie firmware
si: ස්ථිරාංග අනුවාදය
ta: வன் மென்பொருள் திருத்தம்
th: ข้อมูลอ้างอิงเฟิร์มแวร์
tr: Bellenim revizyonu
ur: فرم ویئر نظرثانی
uz: Mikrodasturni ko‘rib chiqish

source: Hardware Manufacturer
am: የ ጠንካራ አካል አምራች
ar: الشركة المصنعة للجهاز
bg: Хардуерен производител
bn_bd: হার্ডওয়্যার প্রস্তুতকারক
bn_in: হার্ডওয়্যারের কারিগর
br: Dornwezhour periant
bs: Proizvođač hardvera
ca: Fabricant del maquinari
cy: Cynhyrchydd Caledwedd
es: Fabricante de hardware
eu: Hardware fabrikatzailea
fa: تولیدکننده سخت‌افزار
ga_ie: Déantóir na gCrua-Earraí
gd: Saothraiche a’ bhathair-chruaidh
lv: Aparatūras ražotājs
pt: Fabricante do hardware
ro: Producător hardware
si: දෘඩංග නිශ්පාදකයා
th: ผู้ผลิตฮาร์ดแวร์
ur: ہارڈ ویئر مصنوعہ کار
uz: Qurilmani ishlab chiqaruvchi

source: Hardware Platform
ar: منصة الأجهزة
bg: Хардуерна платформа
bn_bd: হার্ডওয়্যার প্লাটফর্ম
bn_in: হার্ডওয়ার প্ল্যাটফর্ম
br: Savenn periantoù
bs: Hardverska platforma
ca: Plataforma de maquinari
cy: Platfform Caledwedd
es: Plataforma hardware
eu: Hardware plataforma
fa: سکوی سخت‌افزار
ga_ie: Ardán Crua-Earraí
gd: Ùrlar a’ bhathair-chruaidh
lv: Aparatūras platforma
pt: Plataforma de hardware
ro: Platformă hardware
si: දෘඩාංග වේදිකාව
th: แพลตฟอร์มฮาร์ดแวร์
ur: ہارڈ ویئر پلیٹ فارم
uz: Qurilma platformasi

source: Hardware Revision
ar: مراجعة الجهاز
bg: Ревизия на хардуер
bn_bd: হার্ডওয়্যার পুনর্বিবেচনা
bn_in: হার্ডওয়্যার পুনর্বিবেচনাসমূহ
br: Azgweladur ar periant
bs: Revizija hardvera
ca: Revisió del maquinari
cy: Adolygiad Caledwedd
es: Revisión de hardware
eu: Hardwarearen berrikuspena
fa: نسخه بازنگری سخت‌افزار
ga_ie: Leasú na gCrua-Earraí
gd: Tionndadh a’ bhathair-chruaidh
hu: Hardverrevízió
id: Revisi Perangkat Keras
kn: ಯಂತ್ರಾಂಶ ಪರಿಷ್ಕರಣೆ
lv: Aparatūras revīzija
pt: Revisão do Hardware
ro: Revizie hardware
si: දෘඩාංග සංස්කරණය
ta: வன்பொருள் திருத்தம்
th: ข้อมูลอ้างอิงฮาร์ดแวร์
tr: Donanım revizyonu
ur: ہارڈویئر نظرثانی
uz: Qurilmani ko‘rib chiqish

source: Platform Version
ar: نسخة البرنامج
bg: Версия на платформата
bn_bd: প্লাটফর্ম ভার্শন
bn_in: প্ল্যাটফর্ম সংস্করণ
br: Handelv ar savenn
bs: Verzija platforme
ca: Versió de la plataforma
cy: Fersiwn Platfform
es: Versión de plataforma
eu: Plataformaren bertsioa
fa: نسخه سکو
ga_ie: Leagan den Ardán
gd: Tionndadh an ùrlair
hu: Platformverzió
id: Versi Platform
kn: ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಆವೃತ್ತಿ
lv: Platformas versija
pt: Versão da plataforma
ro: Versiune platformă
si: වේදිකා අනුවාදය
ta: தள பதிப்பு
th: รุ่นแพลตฟอร์ม
tr: Platform sürümü
ur: پلیٹ فارم ورژن
uz: Platforma versiyasi

source: Build Identifier
am: ግንባታ መለያ
ar: مُعرِّف البنية
bg: Build идентификатор
bn_bd: সনাক্তকারী তৈরি
bn_in: বিল্ড আইডেন্টিফাইয়ার
br: Naoudi kempunañ
bs: Build identifikator
ca: Identificador del muntatge
cy: Enw'r Adeiladiad
es: Identificador de compilación
eu: Eraikitze-identifikatzailea
fa: شناسه ساخت
ga_ie: Aitheantóir an leagain
gd: Aithnichear a' build
hi_in: बिल्ड पहचानकर्ता
hu: Build azonosító
id: Identifikasi build
kn: ನಿರ್ಮಾಣ ಐಡೆಂಟಿಫಯರ್
lv: Būvējuma identifikators
mai: बिल्ड पहचानकर्ता
mg: Famantatra Voatra
ne: निर्माण पहिचायक
or: ନିର୍ମାଣ ପରିଚାୟକ
pt: Identificador da Compilação
ro: Identificator versiune
si: තැනුම් හඳුන්වනය
sw: Kitambulishi Utengenezaji
ta: உருவாக்கி அடையாளம்
th: ข้อมูลบ่งชี้การสร้าง
tr: Yapı kimliği
ur: شناخت کنندہ بنائیں
uz: Identifikator tuzish
vi: Mã build
wa: Idintifieu do basti
xh: Isichazi seBhildi
zu: Yakha Isikhombi

source: Update Channel
am: ጣቢያ ማሻሻያ
ar: تحديث القناة
bg: Канал за обновяване
bn_bd: হালনাগাদ চ্যানেলে
bn_in: চ্যানেল আপডেট করুন
br: Sanell hizivaat
bs: Kanal nadogradnji
ca: Canal d'actualitzacions
cy: Sianel Diweddaru
es: Canal de actualizaciones
eu: Eguneraketa-kanala
fa: کانال بروزرسانی
ga_ie: Cainéal Nuashonraithe
gd: Seanail ùrachaidh
hu: Frissítési csatorna
id: Kanal Pembaruan
kn: ಅಪ್‌ಡೇಟ್ ಚಾನಲ್‌
lv: Atjaunināšana kanāls
pt: Canal de Atualizações
ro: Sursă de actualizare
si: චැනලය යාවත් කරන්න
ta: சேனலை மேம்படுத்து
th: ช่องทางการปรับปรุง
tr: Güncelleme kanalı
ur: چینل تازہ کاری کریں
uz: Yangilash kanali

source: Build Number
am: የ ግንባታ ቁጥር
ar: إنْشاء رقم
bg: Компилация номер
bn_bd: বিল্ড সংখ্যা
bn_in: বিল্ড সংখ্যা
br: Niverenn savadur
bs: Broj build-a
ca: Número de compilació
cy: Rhif Adeiledd
es: Núm. build
eu: Eraikitze-zenbakia
fa: شماره ساخت
ga_ie: Uimhir an Leagain
gd: Àireamh a’ build
hu: Build száma
id: Nomor Build
kn: ನಿರ್ಮಿತಿ ಸಂಖ್ಯೆ
lv: Būvējuma numurs
pt: Número da compilação
ro: Număr versiune
si: නිකුතු අංකය
ta: கட்டக எண்
th: หมายเลขการสร้าง
tr: Yapı numarası
ur: بلڈ نمبر
uz: Tuzish raqami

source: Update URL
am: URL ማሻሻያ
ar: تحديث المسار
bg: URL за обновяване
bn_bd: URL আপডেট
bn_in: URL আপডেট
br: URL hizivaat
bs: Ažuriraj URL
ca: URL d'actualització
cy: Diweddaru'r URL
es: URL de actualización
eu: Eguneraketen URLa
fa: آدرس‌اینترنتی بروزرسانی
ga_ie: URL nuashonraithe
gd: Ùraich an URL
hi_in: यूआरएल को अपडेट करें
hu: Frissítési URL
id: Perbarui URL
kn: ಅಪ್‌ಡೇಟ್‌ URL
lv: Atjaunināšanas URL
mai: URL अद्यतन करू
mg: URL Fanavaozana
or: URL ଅପଡେଟ କରନ୍ତୁ
pt: URL de atualização
ro: URL-ul pentru actualizare
si: යාවත්කාලීන URL
sw: Sasisha URL
ta: URL இற்றைப்படுத்து
th: URL การปรับปรุง
tr: Güncelleme adresi
ur: URL تازہ کاری کریں
uz: Yangilash URL manzili
xh: Hlaziya i-URL
zu: Vuselela i-URL

source: Last Updated
am: መጨረሻ የተሻሻለው
ar: أخر تحديث
bg: Последно обновяване
bn_bd: সর্বশেষ হালনাগাদকৃত
bn_in: সর্বশেষ আপডেট হয়েছে
br: Hizivadur diwezhañ
bs: Posljednje ažuriranje
ca: Darrera actualització
cy: Diweddarwyd Diwethaf
es: Última actualización
eu: Azken eguneratzea
fa: آخرین بروزرسانی
ga_ie: Nuashonrú is déanaí
gd: An t-ùrachadh mu dheireadh
hi_in: अंतिम अद्यतन
hu: Utoljára frissítve
id: Terakhir Diperbarui
kn: ಕೊನೆಯ ಅಪ್‌ಡೇಟ್‌
lv: Pēdējoreiz atjaunināts
mai: अंतिम अद्यतन
mg: Nohavaozina Farany
ne: अन्तिम अद्यावधिक
or: ଅନ୍ତିମଥର ଅଦ୍ୟତିତ
pt: Última atualização
ro: Ultima actualizare
si: අවසන් යාවත්කාලීනය
sw: Ilisasaishwa Mwisho
ta: கடைசி புதுப்பிப்பு
th: ปรับปรุงล่าสุด
tr: Son güncelleme
ur: آخری تازہ کاری
uz: So‘nggi yangilangan
vi: Lần cập nhật cuối
wa: Metou a djoû pol dierin côp li
xh: Uhlaziyo lokuGqibela
zu: Igcine ukuvuselelwa

source: More Information
am: ተጨማሪ መረጃ
ar: المزيد من المعلومات
bg: Повече информация
bn_bd: আরও তথ্য
bn_in: আরো তথ্য
br: Gouzout hiroc'h
bs: Više informacija
ca: Més informació
cy: Rhagor o Fanylion
es: Más información
eu: Informazio gehiago
fa: اطلاعات بیشتر
ga_ie: Tuilleadh Eolais
gd: Barrachd fiosrachaidh
hi_in: अधिक सूचना
hu: További információk
id: Informasi Lanjut
kn: ಇನ್ನಷ್ಟು ಮಾಹಿತಿ
lv: Vairāk informācijas
mai: बेसी सूचना
mg: Fampahalalana bebe kokoa
ne: अझबढि जानकारी
or: ଅଧିକ ସୂଚନା
pt: Mais Informações
ro: Mai multe informații
si: තවත් තොරතුරු
sw: Maelezo Zaidi
ta: மேலும் தகவல்கள்
th: ข้อมูลเพิ่มเติม
tr: Daha fazla bilgi
ur: مزید معلومات
uz: Ko‘proq ma’lumot
vi: Thông tin thêm
wa: Co pus d' infôrmåcions
xh: Inkcazelo Engakumbi
zu: Eminye Imininingwane

source: Software Updates
am: የ ሶፍትዌር ማሻሻያ
ar: تحديثات البرامج
bg: Софтуерни обновявания
bn_bd: সফটওয়্যার হালনাগাদ
bn_in: সফটওয়্যার আপডেট
br: Hizivadur ar meziantoù
bs: Sofverske nadogradnje
ca: Actualitzacions de programari
cy: Diweddariadau Meddalwedd
es: Actualizaciones de software
eu: Software-eguneraketak
fa: بروزرسانی‌های نرم‌افزار
ga_ie: Nuashonruithe Bogearra
gd: Ùrachaidhean a’ bhathair-bhog
hu: Szoftverfrissítések
id: Pembaruan Perangkat Lunak
kn: ತಂತ್ರಾಂಶ ಪರಿಷ್ಕರಣೆಗಳು
lv: Programmatūras atjauninājumi
pt: Atualizações de Software
ro: Actualizări software
si: මෘදුකාංග යාවත්කාලීන
ta: மென்பொருள் புதுப்பிப்பு
th: การปรับปรุงซอฟต์แวร์
tr: Yazılım güncellemeleri
ur: سافٹ ویئر تازہ کاری
uz: Dastur yangilanishlari

source: Daily
am: በየቀኑ
ar: يومي
bg: Дневно
bn_bd: দৈনিক
bn_in: দৈনন্দিন
br: Bemdez
bs: Dnevno
ca: Diàriament
cy: Dyddiol
es: Diariamente
eu: Egunero
fa: روزانه
ga_ie: Go Laethúil
gd: Gach latha
hi_in: प्रतिदिन
hu: Naponta
id: Harian
kn: ಪ್ರತಿದಿನ
lv: Katru dienu
mai: प्रतिदिन
mg: Isan'andro
ne: दैनिक
or: ପ୍ରତିଦିନ
pt: Diariamente
ro: Zilnic
si: දෛනිකව
sw: Kila siku
ta: தினமும்
th: รายวัน
tr: Her gün
ur: روزانہ
uz: Kunlik
vi: Hàng ngày
wa: Tos les djoûs
xh: Mihla le
zu: Nsuku zonke
