Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Weekly
am: በየሳምንቱ
ar: أسبوعي
bg: Седмично
bn_bd: সাপ্তাহিক
bn_in: সাপ্তাহিক
br: Bep sizhun
bs: Sedmično
ca: Setmanalment
cy: Wythnosol
es: Semanalmente
eu: Astero
fa: هفتگی
ga_ie: Go Seachtainiúil
gd: Gach seachdain
hi_in: साप्ताहिक
hu: Hetente
id: Mingguan
kn: ಪ್ರತಿವಾರ
lv: Ik nedēļu
mai: साप्ताहिक
mg: Isan-kerinandro
ne: साप्ताहिक
or: ସାପ୍ତାହିକ
pt: Semanalmente
ro: Săptămânal
si: සතිපතා
sw: Kila wiki
ta: வாரந்தோறும்
th: รายสัปดาห์
tr: Her hafta
ur: ہفتہ وار
uz: Haftalik
vi: Hàng tuần
wa: Totes les samwinnes
xh: Ngeveki
zu: Njalo ngeviki

source: Monthly
am: በየወሩ
ar: شهري
bg: Месечно
bn_bd: মাসিক
bn_in: মাসিক
br: Bep miz
bs: Mjesečno
ca: Mensualment
cy: Misol
es: Mensualmente
eu: Hilero
fa: ماهانه
ga_ie: Go Míosúil
gd: Gach mìos
hi_in: मासिक
hu: Havonta
id: Bulanan
kn: ಪ್ರತಿತಿಂಗಳು
lv: Ik mēnesi
mai: मासिक
mg: Isam-bolana
ne: मासिक
or: ମାସିକ
pt: Mensalmente
ro: Lunar
si: මාසිකව
sw: Kila mwezi
ta: மாதந்தோறும்
th: รายเดือน
tr: Her ay
ur: ماہنامہ
uz: Oylik
vi: Hàng tháng
wa: Tos les moes
xh: Ngenyanga
zu: Njalo ngenyanga

source: Check for Updates
am: ማሻሻያ መፈለጊያ
ar: التحقق من وجود تحديثات
bg: Проверка за обновявания
bn_bd: হালনাগাদের জন্য পরীক্ষা করুন
bn_in: আপডেট অাছে কিনা দেখুন
br: Gwiriañ an hizivadurioù
bs: Provjeri ima li nadogradnji
ca: Cerca actualitzacions
cy: Chwilio am Ddiweddariad
es: Buscar actualizaciones
eu: Bilatu eguneraketak
fa: بررسی برای بروزرسانی‌ها
ga_ie: Lorg Nuashonruithe
gd: Thoir sùil airson ùrachaidhean
hu: Frissítések keresése
id: Periksa Pembaruan
kn: ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ಪರಿಶೀಲಿಸು
lv: Meklēt atjauninājumus
pt: Procurar atualizações
ro: Caută actualizări
si: යාවත්කාල සඳහා පරීක්ෂා කරන්න
ta: புதுப்பித்தலுக்கு சரிபார்
th: ตรวจสอบสำหรับการปรับปรุง
tr: Güncellemeleri denetle
ur: تازہ کاریوں کے لیے پڑتال کریں
uz: Yangilanishlar uchun tekshirish

source: Check Now
am: አሁን መፈለጊያ
ar: التحقق الآن
bg: Проверка за обновяване
bn_bd: এখনই পরীক্ষা
bn_in: এখন চেক করুন
br: Gwiriañ bremañ
bs: Provjeri odmah
ca: Cerca actualitzacions ara
cy: Gwirio Nawr
es: Buscar ahora
eu: Bilatu orain
fa: هم‌اکنون بررسی شود
ga_ie: Seiceáil Anois
gd: Thoir sùil an-dràsta
hu: Keresés most
id: Periksa Sekarang
kn: ಈಗ ಪರಿಶೀಲಿಸು
lv: Pārbaudīt tagad
pt: Procurar agora
ro: Caută acum
si: දැන් පරීක්ෂා කරන්න
ta: இப்போது சரிபார்
th: ตรวจสอบตอนนี้
tr: Şimdi denetle
ur: ابھی پڑتال کریں
uz: Hozir tekshirish

source: Update status
am: የ ማሻሻያ ሁኔታ
ar: حالة التحديث
bg: Статус на обновяването
bn_bd: অবস্থা হালনাগাদ করুন
bn_in: অবস্থা আপডেট করুন
br: Stad an hizivadur
bs: Status nadogradnje
ca: Estat de l'actualització
cy: Statws diweddaru
es: Estado de actualización
eu: Eguneratze-egoera
fa: وضعیت بروزرسانی
ga_ie: Stádas nuashonraithe
gd: Staid an ùrachaidh
hi_in: स्थिति अपडेट करें
hu: Állapot frissítése
id: Perbarui status
kn: ಸ್ಥಿತಿ ಅಪ್‌ಡೇಟ್‌ ಮಾಡು
lv: Atjauninājuma stāvoklis
mai: स्थिति अपडेट करू
mg: Toetry ny fanavaozana
ne: स्थिति अपडेट
or: ଅପଡେଟ ସ୍ଥିତି
pt: Estado da atualização
ro: Actualizează statusul
si: යාවත්කාලීන තත්ත්වය
sw: Sasisha hali
ta: மேம்படுத்தப்பட்ட விவரங்கள்
th: สถานะการปรับปรุง
tr: Güncelleme durumu
ur: حالت تازہ کاری کریں
uz: Yangilanish holati
vi: Trạng thái cập nhật
wa: Statut do metaedje a djoû
xh: Imo yohlaziyo
zu: Bhala okusha

source: Connect to the Internet to proceed with your update.
am: ማሻሻያውን ለመቀጠል ከ ኢንተርኔት ጋር ይገናኙ
ar: الاتصال بالإنترنت لمتابعة التحديثات الخاصة بك.
bg: Свържете се с Интернет, за да продължите обновяването.
bn_bd: আপনার আপডেট পেতে চাইলে ইন্টারনেট এর সাথে সংযোগ স্থাপন করুন।
bn_in: আপনার আপডেট পেতে চাইলে ইন্টারনেট এর সাথে সংযোগ স্থাপন করুন।
br: Kennaskit ouzh an Internet evit kenderc'hel gant ho hizivadenn.
bs: Povežite se na internet za nastavak nadogradnje.
ca: Connecteu-vos a Internet per continuar l'actualització.
cy: Cysylltwch â'r we er mwyn diweddaru.
es: Conéctese a internet para continuar con la actualización.
eu: Konektatu Internetekin zure eguneraketa gauzatzeko.
fa: برای ادامه بروزرسانی به اینترنت متصل شوید.
ga_ie: Ceangail leis an Idirlíon chun dul ar aghaidh leis an nuashonrú.
gd: Ceangail ris an eadar-lìon airson leantainn air adhart leis an ùrachadh.
hu: Kapcsolódjon az internetre a frissítés folytatásához.
id: Sambungkan ke Internet untuk melanjutkan pembaruan Anda.
kn: ನಿಮ್ಮ ಅಪ್‌ಡೇಟ್ ಮುಂದುವರೆಸಲು ಇಂಟರ್ನೆಟ್‌ಗೆ ಸಂಪರ್ಕ ಹೊಂದಿರಿ.
lv: Pieslēdzieties internetam lai lejupielādēt atjauninājumu.
pt: Ligue-se à Internet para continuar com a atualização.
ro: Conectează-te la internet pentru a continua cu actualizarea.
si: ඔබේ යාවත් දිගටම ඉටුකිරීමට අන්තර්ජාලයට සබඳවන්න.
ta: புதுப்பிப்பை முடிக்க இணையத்துடன் இணைத்து முயலவும்.
th: เชื่อมต่อกับอินเทอร์เน็ตเพื่อดำเนินการปรับปรุงของคุณต่อ
tr: Güncellemeye devam etmek için internete bağlanın.
ur: تازہ کاری عمل پذیر کرنیں کے لئے انٹرنیٹ سے جڑیں۔
uz: Yangilashni amalga oshirish uchun internetga ulaning.

source: Checking for updates…
am: ማሻሻያዎች በ መፈለግ ላይ...
ar: جارِ التحقق من وجود تحديثات...
bg: Проверка за обновявания…
bn_bd: হালনাগাদ খোঁজা হচ্ছে…
bn_in: আপডেটের জন্য চেক করা হচ্ছে …
br: O wiriañ hizivadurioù…
bs: Provjeravam ima li nadogradnji...
ca: S'estan cercant actualitzacions…
cy: Chwilio am ddiweddariad…
es: Buscando actualizaciones…
eu: Eguneraketak bilatzen…
fa: بررسی برای بروزرسانی‌ها…
ga_ie: Nuashonruithe á lorg…
gd: A' toirt sùil airson ùrachaidhean…
hi_in: अद्यतन के लिए जाँच रहा है…
hu: Frissítések keresése…
id: Mengecek pembaruan…
kn: ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ನೋಡಲಾಗುತ್ತಿದೆ…
lv: Pārbauda atjauninājumus…
mai: अद्यतन क लेल जाँच रहल अछि…
mg: Mizaha fanavaozana…
ne: अपडेटहरूका लागि जाँच गर्दै...
or: ଅପଡେଟ ପରଖୁଛି…
pt: A procurar atualizações…
ro: Se caută actualizări…
si: යාවත්කාලීන සඳහා පරීක්ෂා කරමින්…
sw: Inakagua visasisho…
ta: மேம்பாடுகளுக்கு சோதிக்கிறது...
th: กำลังตรวจสอบสำหรับการปรับปรุง…
tr: Güncellemeler denetleniyor…
ur: تازہ کاریوں کے لیے پڑتال کر رہا ہے…
uz: Yangilanishlar uchun tekshirlmoqda…
vi: Đang kiểm tra cập nhật…
wa: Dji cache après des metaedjes a djoû...
xh: Ikhangela izihlaziyi…
zu: Isabheka ukuthi akukho yini okusha…

source: No updates were found
am: ምንም ማሻሻያ አልተገኘም
ar: لم يتم العثور على تحديثات
bg: Не са намерени обновявания
bn_bd: কোনো হালনাগাদ পাওয়া যায়নি
bn_in: কোন আপডেট পাওয়া যায়নি
br: Hizivadur ebet kavet
bs: Nema novih nadogradnji
ca: No s'han trobat actualitzacions
cy: Heb ganfod diweddariadau
es: No se encontró ninguna actualización
eu: Ez da eguneraketarik aurkitu
fa: هیچ بروزرسانی‌ای پیدا نشد
ga_ie: Níor aimsíodh aon nuashonruithe
gd: Cha deach ùrachadh a lorg
hi_in: कोई अद्यतन नहीं पाया गया
hu: Nem találhatók frissítések.
id: Tidak ada pembaruan
kn: ಯಾವುದೆ ಅಪ್‌ಡೇಟ್‌ಗಳಿಲ್ಲ
lv: Nav jaunu atjauninājumu.
mai: कोनो अद्यतन नहि पाएल गेल
mg: Tsisy fanavaozana hita
ne: कुनैपनि अपडेट भेटिएन
or: କୌଣସି ଅପଡେଟ ମିଳିଲା ନାହିଁ
pt: Não foram encontradas atualizações
ro: Nicio actualizare nu a fost găsită
si: යාවත්කාලීන කිසිවක් හමුනොවුණි
sw: Hakuna sasisho zilizopatikana
ta: புதுப்பித்தல்கள் ஏதுமில்லை
th: ไม่พบการปรับปรุง
tr: Güncelleme bulunamadı
ur: کوئی تازہ کاریاں نہیں ملیں
uz: Yangilanishlar topilmadi
vi: Không có cập nhật mới
wa: Dji n’ a trové nous metaedjes a djoû
xh: Akukho luhlaziyo lufumanekileyo
zu: Akukho lutho olusha olutholakele

source: Network is offline. Will check again when the network is online.
am: ኔትዎርክ ከ መስመር ውጪ ነው: ኔትዎርክ በ መስመር ላይ ሲሆን እንደ ገና እንሞክራለን
ar: غير مُتصل بالشبكة. حاول مرَّة أُخرى عندما تكون مُتصلاً.
bg: Устройството е извън мрежа. Ще провери отново, при включена мрежа.
bn_bd: নেটওয়ার্ক অফলাইনে আছে। অনলাইনে আসলে আবার খোঁজা হবে।
bn_in: নেটওয়ার্ক অফলাইন আছে। নেটওয়ার্ক অনলাইন হলে পুনরায় চেক করা হবে।
br: Ezlinenn eo ar rouedad. Klasket e vo en-dro pa vo enlinenn ar rouedad.
bs: Mreža je isključena. Provjera će biti izvršena ponovo kada mreža bude dostupna.
ca: La xarxa és fora de línia. Es tornarà a comprovar quan la xarxa estigui en línia.
cy: Mae'r rhwydwaith all-lein. Gwirio eto pan fydd y rhwydwaith ar-lein.
es: La red no dispone de conexión. Se comprobará de nuevo cuando la red esté disponible.
eu: Sarea lineaz kanpo dago. Berriro egiaztatuko da sarea linean dagoenean.
fa: شبکه قطع است. دوباره در زمانی که شبکه متصل بود بررسی خواهد شد.
ga_ie: Tá an líonra as líne. Seiceálfar arís nuair a bheidh sé ar líne.
gd: Tha an lìonra far loidhne, bheir sinn sùil eile nuair a bhios an lìonra air loidhne.
hi_in: ऑफ़लाइन है. फिर से जाँच करें जब संजाल ऑनलाइन है.
hu: A hálózat nem érhető el, a keresés az elérhetővé válása után meg lesz ismételve
id: Di luar jaringan. Akan diperiksa kembali saat berada dalam jaringan.
kn: ನೆಟ್‌ವರ್ಕ್ ಆಫ್‌ಲೈನ್‌ ಆಗಿದೆ. ನೆಟ್‌ವರ್ಕ್ ಆನ್‌ಲೈನ್ ಆದಾಗ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಲಾಗುವುದು.
lv: Tīkls nav pieslēgts. Mēģinās vēlreiz kad būs pieslēgts tīklam.
mai: आफलाइन अछि. फेर सँ जाँच करू जखन सँजाल आनलाइन अछि.
mg: Tsy an-jotra ny tambajotra. Hizaha indray rehefa an-jotra ny tambajotra.
ne: सञ्जाल अफलाइन छ। सञ्जाल अनलाइन हुदाँ पुन: जाँच्नेछ।
or: ନେଟୱର୍କ ଅଫଲାଇନ ଅଛି। ନେଟୱର୍କ ଅନଲାଇନ ହେବା ସମୟରେ ଆମେ ପୁଣିଥରେ ଯାଞ୍ଚ କରିବୁ।
pt: Sem ligação à rede. Será feita uma nova verificação quando a ligação à rede for restabelecida.
ro: Rețeaua este offline. Va încerca din nou când rețeaua este online.
si: ජාලය නොබැඳියි. ජාලය මාර්ගගත වූ විට නැවත පරික්ෂා කරනු ලැබේ.
sw: Mtandao uko nje ya mkondo. Itaangalia tena wakati mtandao uje ya mtandao.
ta: பிணையம் இணைப்பில் இல்லை. பிணையம் செயற்பாட்டுக்கு வரும் பொது சரிபார்.
th: เครือข่ายออฟไลน์ จะตรวจสอบอีกครั้งเมื่อเครือข่ายออนไลน์
tr: Şu anda ağ çevrimdışı. Ağ çevrimiçi olduğunda tekrar kontrol edilecek.
ur: نیٹ ورک آف لائن ہے۔ دوبارہ پڑتال کریں جب نیٹ ورک آن لائن ہوگا۔
uz: Tarmoq oflayn holatda. Tarmoq onlayn bo‘lganda yana tekshirib ko‘ring.
vi: Không có kết nối mạng. Máy sẽ tự kiểm tra khi có mạng.
wa: Li rantoele est disraloyeye. Dji rverifeyrè cwand l’ rantoele serè so fyis.
xh: Inethiweki ayikho kwi-intanethi. Iza kuphinda ikhangela xa inethiweki ikwi-intanethi.
zu: Inethiwekhi ayikho emoyeni. Sizophinde sibheke futhi uma inethiwekhi seyibuyile.

source: This is already the latest version of {{brandShortName}}
am: ይህ ዘመናዊው እትም ነው ለ {{brandShortName}}
ar: هذه أخر نسخة محدثة من {{brandShortName}}
bg: Това е най-новата версия на {{brandShortName}}
bn_bd: {{brandShortName}} এর এটিই সর্বশেষ ভার্সন
bn_in: এটি এমনিতেই {{brandShortName}} এর সর্বশেষ সংস্করণ
br: Handelv diwezhañ {{brandShortName}} eo endeo
bs: Već koristite najnoviju verziju {{brandShortName}}
ca: Aquesta ja és l'última versió del {{brandShortName}}
cy: Hwn yw fersiwn diweddaraf {{brandShortName}}
es: Esta es la versión más reciente de {{brandShortName}}
eu: {{brandShortName}}(r)en azken bertsioa da hau
fa: این در حال حاضر آخرین نسخه از {{brandShortName}} است
ga_ie: Tá {{brandShortName}} cothrom le dáta
gd: Seo an tionndadh as ùire de {{brandShortName}}
hi_in: यह पहले से ही {{brandShortName}} के नवीनतम संस्करण है
hu: Ez már a {{brandShortName}} legújabb változata
id: Versi {{brandShortName}} sudah yang terbaru
kn: ಇದು ಈಗಾಗಲೇ ಇತ್ತೀಚಿನ {{brandShortName}} ಆವೃತ್ತಿಯಾಗಿದೆ
lv: Jums jau ir {{brandShortName}} pēdējā versija
mai: ई पहिने सँ {{brandShortName}} क नवीनतम संस्करण अछि
mg: Efa ity ny kinova farany indrindra amin'ny {{brandShortName}}
ne: यो {{brandShortName}} को सबैभन्दा नयाँ संस्करण नै हो
or: ଏହା ହେଉଛି {{brandShortName}} ର ଗୋଟିଏ ନୂତନତମ ସଂସ୍କରଣ
pt: Esta é a última versão do {{brandShortName}}
ro: Aceasta este deja cea mai recentă versiune de {{brandShortName}}
si: මෙය දැනටමත් {{brandShortName}} හි නවතම අනුවාදයයි
sw: Tayari hii toleo ya sasa ya {{brandShortName}}
ta: இதவே {{brandShortName}}வின் அண்மையப் பதிப்பு
th: นี่เป็นรุ่นล่าสุดของ {{brandShortName}} แล้ว
tr: Bu zaten {{brandShortName}} yazılımının en son sürümü
ur: یہ پہلے سے ہی نیا ورژن ہے {{brandShortName}} کا
uz: Bu allaqachon {{brandShortName}}ning so‘nggi versiyasi
vi: Bạn đang dùng phiên bản mới nhất của {{brandShortName}}
wa: Çouci est ddja li dierinne modêye di {{brandShortName}}
xh: Olu seyiluhlobo lwamvanje lwe-{{brandShortName}}
zu: Le vele yiveshini yakamuva ye-{{brandShortName}}

source: There was an error when checking for updates.
am: ማሻሻያ በሚፈለግበት ጊዜ ስህተት ተፈጥሯል
ar: حدث خطأ عند التحقق من وجود تحديثات.
bg: Възникна грешка при проверката за обновявания.
bn_bd: হালনাগাদ খুঁজতে গিয়ে কিছু একটা সমস্যা হয়েছে।
bn_in: আপডেট পরীক্ষা করার সময় একটি বিঘ্ন ঘটেছে।
br: Degouezhet ez eus bet ur fazi e-pad gwiriañ an hizivadurioù.
bs: Desila se greška prilikom provjere nadogradnji.
ca: S'ha produït un error en cercar actualitzacions.
cy: Bu gwall wrth chwilio am ddiweddariad.
es: Hubo un error al buscar actualizaciones.
eu: Errorea gertatu da eguneraketak bilatzean.
fa: یک خطا هنگام بررسی بروزرسانی‌ها رخ داد.
ga_ie: Tharla earráid agus nuashonruithe á chuardach.
gd: Thachair mearachd nuair a bha sinn a' lorg ùrachadh.
hi_in: अद्यतनों के लिए जाँच के दौरान कोई त्रुटि हुई थी.
hu: Hiba történt a frissítések keresésekor.
id: Terjadi galat saat mengecek pembaruan.
kn: ಅಪ್‌ಡೇಟ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸುವಾಗ ದೋಷ ಉಂಟಾಗಿದೆ.
lv: Notika kļūda meklējot atjauninājumus.
mai: अद्यतन कलेल जाँच क दौरान कोनो त्रुटि भेल छल.
mg: Nisy olana nandritra ny fizahana fanavaozana.
ne: अपडेटहरु जाँच्दै गर्दा त्रुटि आयो |
or: ଅପଡେଟଗୁଡ଼ିକୁ ଯାଞ୍ଚ କରିବା ବେଳେ ଏକ ତ୍ରୁଟି ମିଳିଲା ।
pt: Ocorreu um erro ao procurar as atualizações.
ro: A apărut o eroare la căutarea actualizărilor.
si: යාවත්කාලීන සඳහා පරික්ෂා කිරීමේ දෝෂයක් තිබුණි.
sw: Kulikuwa na hitilafu wakati wa kukagua sasisho.
ta: மேம்பாடுகளை சரிபார்ப்பதில் இங்கே பிழை நேர்ந்துவிட்டது.
th: เกิดข้อผิดพลาดขณะกำลังตรวจสอบสำหรับการปรับปรุง
tr: Güncellemeler denetlenirken bir hata oldu.
ur: اپڈیٹس کے جانچ کے دوران کھامی پیش آ گی ہیں۔
uz: Yangilanishlar uchun tekshirlganda xato yuz berdi.
vi: Gặp lỗi khi kiểm tra cập nhật mới.
wa: Åk n' a nén stî come dji cachive après des metaedjes a djoû.
xh: Kubekho imposiso xa bekukhangelwa izihlaziyi.
zu: Kube nephutha ngenkathi kubhekwa okusha osekwenzekile.

source: About {{brandShortName}}
am: ስለ {{brandShortName}}
ar: حول {{brandShortName}}
bg: За {{brandShortName}}
bn_bd: {{brandShortName}} সম্পর্কে
bn_in: {{brandShortName}} সম্পর্কে
br: A-zivout {{brandShortName}}
bs: O {{brandShortName}}
ca: Quant al {{brandShortName}}
cy: Ynghylch {{brandShortName}}
es: Acerca de {{brandShortName}}
eu: {{brandShortName}}(r)i buruz
fa: درباره {{brandShortName}}
ga_ie: Maidir le {{brandShortName}}
gd: Mu dhèidhinn {{brandShortName}}
hi_in: परिचय {{brandShortName}}
hu: {{brandShortName}} névjegye
id: Tentang {{brandShortName}}
kn: {{brandShortName}} ಕುರಿತು
lv: Par {{brandShortName}}
mai: परिचय {{brandShortName}}
mg: Momba ny {{brandShortName}}
ne: {{brandShortName}} बारे
or: {{brandShortName}} ବିଷୟରେ
pt: Acerca do {{brandShortName}}
ro: Despre {{brandShortName}}
si: {{brandShortName}} පිළිබඳව
sw: Kuhusu {{brandShortName}}
ta: {{brandShortName}} பற்றி
th: เกี่ยวกับ {{brandShortName}}
tr: {{brandShortName}} hakkında
ur: {{brandShortName}} کے بارے میں
uz: {{brandShortName}} haqida
vi: Thông tin về {{brandShortName}}
wa: Åd fwait di {{brandShortName}}
xh: Malunga ne-{{brandShortName}}
zu: Mayelana ne-{{brandShortName}}

source: {{brandShortName}} is the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
am: {{brandShortName}} ነፃ እና open source የ መስሪያ ስርአት በ Mozilla እየተዘጋጀ የሚቀርብ ነው: የ እኛ አላማ ግልጽነትን: ፈጠራ እና እድልን ማስፋፋት ነው: የ ዌብ ሐይልን በ እርስዎ እጅ ውስጥ በማስገባት
ar: {{brandShortName}} هو نظام تشغيل موزيلا المجاني والمفتوح المصدر. مهمتنا هي تشجيع وتعزيز الانفتاح والابتكار وتوليد الفرص عن طريق تسليمك طاقات الويب.
bg: {{brandShortName}} е безплатната операционна система с отворен код от Mozilla. Нашата мисия е да насърчаваме откритостта, иновациите и възможностите, чрез предаване на силата на Уеб във ваши ръце.
bn_bd: মজিলার তৈরি একটি মুক্ত এবং ওপেন সোর্স অপারেটিং সিস্টেম হচ্ছে {{brandShortName}}। আমাদের লক্ষ্য হচ্ছে আপনার হাতে ওয়েবের ক্ষমতা রেখে মুক্ততা, নতুনত্ব এবং সুবিধাকে প্রচার করা।
bn_in: {{brandShortName}} মজিলার তরফ থেকে একটি মুক্ত ও ওপেন সোর্স অপারেটিং সিস্টেম। আমাদের লক্ষ্য আপনার হাতে ওয়েব শক্তি রেখে সরলতা, নতুনত্বের সুযোগ উন্নীত করা।
br: Donemat war {{brandShortName}}, ar reizhiad korvoiñ digoust ha digor e darzh eus Mozilla. Kas war-raok an digoradur hag an nevezintioù en ur lakaat galloud ar Web etre ho taouarn eo hor c'hefridi.
bs: {{brandShortName}} je slobodni operativni sistem otvorenog koda od Mozille. Naša misija je da promovišemo otvorenost, inovaciju i mogućnosti tako što svu moć Weba dajemo vama.
ca: El {{brandShortName}} és el sistema operatiu lliure i de codi obert de Mozilla. La nostra missió es promoure els estàndards oberts, la innovació i l'oportunitat bo i mantenint el potencial de la web a les vostres mans. La traducció al català del {{brandShortName}} ha estat realitzada per Softcatalà.
cy: Mae {{brandShortName}} yn system weithredu rydd a rhad gan Mozilla. Ein hamcan yw hyrwyddo bod yn agored, bod yn ddyfeisgar a darparu cyfle drwy gadw grym y We yn eich dwylo.
es: {{brandShortName}} es el sistema operativo gratuito y abierto de Mozilla. Nuestra misión es promover la transparencia, la innovación y la oportunidad para todos poniendo el poder de la Web en sus manos.
eu: Mozillaren kode irekiko sistema eragile librea da {{brandShortName}}. Webaren indarra zure eskuetan mantenduz, irekitasuna, berrikuntza eta aukerak sustatzea da gure misioa.
fa: {{brandShortName}} یک سیستم‌عامل آزاد و کدباز از موزیلا است. ماموریت ما ترویج آزادی، نوآوری و فرصت‌ها با نگه داشتن قدرت وب در دستان شماست.
ga_ie: Is é {{brandShortName}} an córas oibriúcháin saor agus oscailte ó Mhozilla. Is é an misean atá againn ná oscailteacht, nuálaíocht, agus deiseanna a chur chun cinn trí chumhacht an Ghréasáin.
gd: 'S e {{brandShortName}} an siostam-obrachaidh saor o Mozilla sa bheil còd fosgailte. Tha e 'na amas dhuinn fosgailteachd, ùr-ghnàthachadh agus cothroman a chruthachadh is sinne a' glèidheadh do smachd-sa air an lìon.
hi_in: मोज़िला का {{brandShortName}} स्वतंत्र और खुला स्रोत ऑपरेटिंग सिस्टम है.अपने हाथ में वेब की शक्ति रख कर खुलापन, नवाचार, और अवसर को बढ़ावा देना हमारा मिशन हैं.
hu: A {{brandShortName}} a Mozilla szabad és nyílt forrású operációs rendszere. Küldetésünk a nyíltság, az innováció és a lehetőségek népszerűsítése a web erejének az Ön kezébe adásával.
id: {{brandShortName}} adalah sistem operasi bebas dan sumber terbuka dari Mozilla. Misi kami adalah untuk mempromosikan keterbukaan, inovasi, dan kesempatan dengan tetap menempatkan kekuatan Web di tangan Anda.
kn: {{brandShortName}} ಎನ್ನುವುದು Mozilla ದ ಮುಕ್ತ ಮತ್ತು ಸ್ವತಂತ್ರ ಕಾರ್ಯಾಚರಣೆ ವ್ಯವಸ್ಥೆಯಾಗಿದೆ. ಜಾಲದ ಶಕ್ತಿಯನ್ನು ನಿಮ್ಮ ಕೈಗೆಟುಕುವಂತೆ ಇರಿಸುವ ಮೂಲಕ ಮುಕ್ತತೆ, ನಾವಿನ್ಯತೆ ಮತ್ತು ಅವಕಾಶವನ್ನು ಒದಗಿಸುವುದು ನಮ್ಮ ಗುರಿಯಾಗಿದೆ.
lv: {{brandShortName}} ir Mozilla veidota brīva un atvērtā pirmkoda operētājsistēma . Mūsu misija ir veicināt atvērtību, inovāciju un tīmekļa iespējas paturot tīmekļa spēku jūsu rokās.
mai: मोजिला क {{brandShortName}} स्वतंत्र आओर खुलल स्रोत ऑपरेटिंग सिस्टम अछि.अपन हाथ मे वेब की शक्ति राखि कए खुलापन, नवाचार, आओर अवसर केँ बढ़ावा देना हमर मिशन अछि.
mg: {{brandShortName}} dia ilay rafitra fikirakirana loharano maimaim-poana sy manana fototra malalaka avy amin'i Mozilla. Ny iraka ataonay dia ny hampiroborobo ny fisokafana, ny famoronan-java-baovao ary ny vitana mampivoatra amin'ny alàlan'ny fitanana ny herin'ny Web ho eo an-tànanao.
ne: {{brandShortName}} मोजिल्लाको स्वतन्त्र र खुल्ला स्रोत भएको अप्रेटिङ् प्रणाली हो | हाम्रो उदेश्य वेबको शक्तिलाई तपाईको हातमा सुम्पेर खुलापन, नयापन र अवसरलाई प्रोत्सान गर्ने हो |
or: {{brandShortName}} ହେଉଛି Mozillaଙ୍କ ତରଫରୁ ନିଃଶୁଳ୍କ ଓ ଓପନ ସୋର୍ସ ଅପରେଟିଂ ସିଷ୍ଟମ। ୱେବର ଶକ୍ତିକୁ ଆପଣଙ୍କ ହାତ ମୁଠାରେ ରଖି ମୁକ୍ତତା, ନୂତନତ୍ୱ ଓ ସୁଯୋଗକୁ ପ୍ରୋତ୍ସାହିତ କରିବା ହେଉଛି ଆମର ଧ୍ୟେୟ।
pt: {{brandShortName}} é um sistema operativo livre e de código aberto da Mozilla. A nossa missão é promover a abertura, inovação e oportunidade mantendo o poder da Web nas suas mãos.
ro: {{brandShortName}} este sistemul de operare cu sursă liberă și deschisă de la Mozilla. Misiunea noastră este de a promova deschiderea, inovația și oportunitatea prin păstrarea puterii webului în mâinile tale.
si: {{brandShortName}} යනු මොසිල්ලා වෙතින් එන නිදහස් හා විවෘත මූලාශ්‍ර මෙහෙයුම් පද්ධතියකි. කාටත් විවෘතව භාවිතා කිරීමට අනුබල දීම, නව්‍යකරණය සහ ජාලයේ බලය ඔබ ළඟටම ගෙන ඒමට අවස්ථාව උදාකර දීම අපගේ මෙහෙයුම වේ.
sw: {{brandShortName}} ni mfumo endeshi kutoka kwa Mozila ambao ni wa bila malipo na chanzo wazi. Lengo letu ni kukuza uwazi, ubunifu na nafasi kwa kuweka uwezo wa tovuti katika mikono yako.
ta: {{brandShortName}} மொசில்லாவின் கட்டற்ற மற்றும் திறந்த மூல இயங்குதளம் ஆகும். எங்கள் நோக்கம் உங்கள் கைகளில் இணையத்தின் அதிகாரத்தை வழங்கி திறந்தமுறையிலும், கண்டுபிடிப்பை ஏற்படுத்தவதாகவும் மற்றும் வாய்ப்புகளை ஊக்குவிப்பதாகவும் வெளியிடுதலே இருக்கும்.
th: {{brandShortName}} เป็นระบบปฏิบัติการฟรีและเปิดต้นฉบับจาก Mozilla เป้าหมายของเราเพื่อส่งเสริมความเปิดกว้าง นวัตกรรม และโอกาส โดยการมอบอำนาจของเว็บไว้ในมือของคุณ
tr: {{brandShortName}}, Mozilla'nın geliştirdiği ücretsiz ve açık kaynaklı bir işletim sistemidir. Misyonumuz Web'in gücünü sizin elinize teslim ederek açıklık, yenilik ve fırsat eşitliğini desteklemektir.
ur: {{brandShortName}} میں آپکا خیر مقدم ہے، موزیلا کی ترف سے ایک ازاد یور کھلا اپریٹنگ نظام۔ ہمارا مقصد ویب کی طاقت اپکے ہاتھو میں دیکر کشادگی، جدت اور مواقع کو فروغ دینا ہے۔
uz: {{brandShortName}} - Mozilla’dan erkin va ochiq kodli tizimdir. Bizning maqsadimiz ochiqlik, innovatsiya va internetning quvvatini qo‘llaringizda saqlash imkoniyatlarini rivojlantirishdir.
vi: {{brandShortName}} là một hệ điều hành tự do nguồn mở từ Mozilla. Sứ mệnh của chúng tôi là thúc đẩy tính mở, sự sáng tạo và tạo ra những cơ hội mới bằng cách đặt sức mạnh của Web trong tay bạn.
wa: {{brandShortName}} est li sistinme d’ operance libe et drovou di Mozilla. Nosse mission est di fé li promocion do drovisté, di l’ inovåcion eyet des tchances di wårder li pouxhance del Waibe dins vos mwins.
xh: I-{{brandShortName}} ngumthombo kawonke wonke wakwaMozilla. Umsebenzi wethu kukukhuthaza ukuthetha phandle, ubuchwepheshe nethuba lokugcina amandla ewebhu ezandleni zakho.
zu: I-{{brandShortName}} wuhlelo olukhululekile lomthombo ovulelekile olusebenza kwa-Mozilla. Injongo yethu wukugqugquzela ukuvuleleka, ubuciko kanye namathuba okugcina amandla iwebhusayithi esezandleni zakho.

source: Learn More
am: በበለጠ ለመማር
ar: معرفة المزيد
bg: Научете повече
bn_bd: আরও জানুন
bn_in: আরো শিখুন
br: Gouzout hiroc'h
bs: Saznajte više
ca: Més informació
cy: Dysgu Rhagor
es: Más información
eu: Argibide gehiago
fa: اطلاعات بیشتر
ga_ie: Tuilleadh Eolais
gd: Barrachd fiosrachaidh
hi_in: अधिक जानें
hu: További információk
id: Pelajari Lebih Lanjut
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
lv: Uzzināt vairāk
mai: आओर जानू
mg: Hamantatra bebe kokoa
ne: अझ्ै जान्नुहोस्
or: ଅଧିକ ଜ୍ଞାନ ଆହରଣ କରନ୍ତୁ
pt: Saber Mais
ro: Află mai multe
si: තවත් දැනගන්න
sw: Jifunze Zaidi
ta: மேலும் அறிய
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi alın
ur: مزید سیکھیں
uz: Ko‘proq o‘rganing
vi: Tìm hiểu thêm
wa: Endè saveur dipus
xh: Funda ngaphezulu
zu: Funda Kabanzi

# reset-head
source: Reset
am: እንደነበር መመለሻ
ar: إعادة ضبط
bg: Нулиране
bn_bd: রিসেট
bn_in: রিসেট
br: Adderaouekaat
bs: Resetuj
ca: Reinicia
cy: Ailosod
es: Restablecer
eu: Berrezarri
fa: تنظیم‌مجدد
ga_ie: Athshocraigh
gd: Ath-shuidhich
hu: Alaphelyzet
id: Setel Ulang
kn: ಮರುಹೊಂದಿಸು
lv: Atstatīt
pt: Repor
ro: Resetează
si: යළි පිහිටුවන්න
ta: மீட்டமை
th: ตั้งใหม่
tr: Sıfırla
ur: دو با ره سيٹ کريں
uz: Tiklash

# reset-warning-title
source: CAUTION
am: ማስጠንቀቂያ
ar: تحذير
bg: ВНИМАНИЕ
bn_bd: সতর্কতা
br: DIWALLIT
bs: OPREZ
ca: PRECAUCIÓ
cy: GOFAL
es: ATENCIÓN
eu: KONTUZ
fa: هشدار
ga_ie: AIRE
gd: AN AIRE
hu: FIGYELMEZTETÉS
id: PERHATIAN
lv: UZMANĪBU
pt: CUIDADO
ro: ATENȚIE
si: අවධානය පිණිසයි
th: คำเตือน
tr: DİKKAT
uz: DIQQAT

source: Automatic add-on updates
ar: التحديثات التلقائية للإضافة
cy: Diweddariadau ychwanegion awtomatig
eu: Gehigarrien eguneratze automatikoa
gd: Ùrachadh fèin-obrachail nan tuilleadan
ro: Actualizări automate pentru suplimente
