Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: SIM toolkit
hi_in: SIM टूलकिट
mai: SIM टूलकिट
mg: Torosim-pitaovana SIM
ne: SIM टुलकिट
or: SIM ସାଧନ
sw: Kifaa cha zana-ujenzi cha SIM
wa: Boesse ås usteyes del SIM
xh: Izixhobo ze-SIM
zu: Ithuluzi le-SIM

source: Async Pan/Zoom
mg: Tsy hampifandrindra Pan/Zoom
xh: I-Async Pan/Zoom

source: IPv4
xh: I-IPv4
zu: I-IPv4

source: IPv4/IPv6
xh: I-IPv4/IPv6
zu: I-IPv4/IPv6

source: Airplane Mode
wa: Môde avion

source: Enable to automatically turn off Wi-Fi during sleep to save battery power.
wa: Mete e-n alaedje l’ arestaedje otomatike do Wi-Fi cwand l’ telefone doime po economijhî di l’ enerdjeye del batreye.

source: {{messagingSettings}}
vi: Thiết lập nhắn tin
wa: Apontiaedje messaedjreye

source: &#x202a;Multimedia Messaging (MMS)&#x202c;
wa: &#x202a;Messaedjreye multimedia (MMS)&#x202c;

source: Network Operator
mai: नेटवर्क ऑपरेटर
wa: Operateu del rantoele

source: {{networkOperator}}
vi: Nhà mạng
wa: Operateu rantoele

source: Network Operators In The Area
mai: नेटवर्क ऑपरेटर एरिया मे अछि
wa: Operateus di rantoele di ç’ costé ci

source: {{apnSettings}}
wa: Apontiaedjes APN

source: Internet Sharing
wa: Pårtaedje del daegntoele

source: Set Manually
wa: Defini al mwin

source: SIM Manager
wa: Manaedjeu di SIM

source: Themes
wa: Tinmes

source: Screen Lock
wa: Eclawaedje del waitroûle

source: SIM Security
ne: SIM सुरक्षा
wa: Såvrité SIM

source: App Permissions
wa: Droets des aplicåcions

source: Browsing Privacy
wa: Betchtaedje et veye privêye

source: {{browsingPrivacy}}
wa: Privaceye betchaedje

source: Privacy Controls
wa: Cotrole del veye privêye

source: No privacy panel app found
wa: Nole aplicåcion di panea di veye privêye di trovêye

source: USB Storage
wa: Stocaedje USB

source: Application Storage
wa: Stocaedje des aplicåcions

source: B
wa: o

source: KB
wa: Ko
xh: I-KB

source: MB
wa: Mo
xh: I-MB

source: GB
wa: Go
xh: I-GB

source: TB
wa: To
xh: I-TB

source: Media transfer protocol (MTP)
wa: Protocole di berwetaedje di media (MTP)

source: USB mass Storage (UMS)
wa: Stocaedje di masse USB (UMS)

source: Media Storage
wa: Stocaedje des medias

source: Device Information
wa: Informåcions so l' éndjin

source: Developer tools
wa: Usteyes diswalpeu

source: Show system HUD
wa: Mostrer informåcions sistinme

source: LTE
xh: I-LTE

source: APN settings
ne: APN सेटिङहरू
vi: Thiết lập APN
xh: Iisetingi ze-APN

source: IPv6
xh: I-IPv6

source: {{homescreens}}
sw: {{homescreen}}
xh: {{homescreen}}

source: IMEI
ta: ஐஎம்இஐ
xh: I-IMEI

source: ICCID
ta: ஐசிசிஐடி
xh: I-ICCID

source: MMSC
ta: எம்எம்எஸ்சி

source: PAP
ta: பிஏபி

source: CHAP
ta: சிஎச்ஏபி

source: Voice calls to {{number}}
ne: {{number}} मा गरिएका भ्वाइस कलहरु

source: GSM
ne: जि एस एम्

source: WCDMA
ne: डब्लु सी डि एम् ए

source: CDMA
ne: सी डि एम् ए

source: EVDO
ne: ई भि डि ओ

source: Wi-Fi hotspot
ne: वाई-फाई हटस्पट

source: USB tethering
ne: USB टेदरिङ

source: {[ plural(size) ]}
ne: {[ plural(n) ]}

source: {{navigation}}
mai: {{विचरण}}

source: Default
vi: Mặc định

source: {{fdnSettings}}
vi: Giới hạn liên lạc

source: {{cellularAndData}}
vi: Di động & dữ liệu

source: When entering a roaming area, your data connection will be turned off.
vi: Khi đi vào vùng không có sóng của nhà mạng hiện tại, kết nối dữ liệu sẽ bị ngắt.

source: 2G preferred
vi: Ưu tiên 2G

source: GSM preferred
vi: Ưu tiên GSM

source: EVDO preferred
vi: Ưu tiên EVDO

source: Not defined
vi: Không đặt cụ thể

source: Unpair Device?
vi: Thiết bị chưa kết cặp?

source: Confirm devices to pair
vi: Xác nhận thiết bị để kết cặp

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
vi: Để kết cặp với {{device}}, hãy chắc chắn rằng cả hai thiết bị hiển thị cùng mã PIN:

source: To pair with {{device}}, enter the PIN on the device.
vi: Để kết cặp với {{device}}, vui lòng nhập mã PIN trên thiết bị.

source: To pair with {{device}}, enter the passkey on the device.
vi: Để kết cặp với {{device}}, vui lòng nhập mật mã trên thiết bị.

source: Bluetooth pairing request
vi: Yêu cầu kết cặp qua Bluetooth

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
vi: {{device}} muốn kết cặp với điện thoại này. Để chấp nhận, hãy chắc chắn rằng cả hai thiết bị hiển thị cùng mã PIN sau:

source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
vi: {{device}} muốn kết cặp với điện thoại này. Để chấp nhận, nhập mã PIN trên thiết bị.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
vi: {{device}} muốn kết cặp với điện thoại này. Để chấp nhận, nhập mã trên thiết bị.

source: Bluetooth Request From
vi: Yêu cầu Bluetooth từ

source: Hotspot
vi: Điểm truy cập

source: Message
vi: Tin nhắn

source: Volume & Tones
vi: Âm lượng & nhạc chuông

source: Camera shutter
vi: Tiếng chụp ảnh

source: Video recording
vi: Tiếng quay phim

source: Sent Mail
vi: Tiếng gửi mail

source: Voice
vi: Giọng nói

source: Internet connection, MMS, A-GPS and Marketplace payments will be sent from
vi: Kết nối Internet, MMS, A-GPS và thanh toán kho ứng dụng sẽ được gửi từ

source: Homescreen
vi: Màn hình chính

source: {{selectedKeyboards}}
vi: Bàn phím đã chọn

source: Accounts
vi: Tài khoản

source: Mail
vi: Thư điện tử

source: {{appPermissions}}
vi: Quyền ứng dụng

# enableUSBStorage1
source: USB storage
vi: Lưu trữ USB

source: Device storage
vi: Lưu trữ trên thiết bị

source: USB mass storage
vi: Bộ nhớ USB

source: {{mediaStorage}}
vi: Đa phương tiện

# enableUSBStorage2
source: USB storage
vi: Lưu trữ USB

source: Internal Storage
vi: Bộ nhớ gắn trong

# storage-name-internal
source: Internal Storage
vi: Bộ nhớ gắn trong

source: Format SD card
vi: Xóa trắng thẻ SD

source: Format SD card?
vi: Xóa trắng thẻ SD?

source: It will erase all SD card data. Such as music or photos.
vi: Thao tác này sẽ xóa sạch dữ liệu như nhạc hay ảnh trên thẻ SD.

source: {{developer}}
vi: Lập trình viên

source: Remote debugging
vi: Gỡ rối từ xa

source: Wi-Fi output in adb
vi: Đầu ra Wi-fi ở adb

source: Other
vi: Thông tin khác

source: {{accessibility}}
vi: Hỗ trợ khuyết tật

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in ourȀ
vi: Chúng tôi sử dụng các báo cáo để cố gắng sửa lỗi và cải thiện sản phẩm. Dữ liệu của bạn sẽ được sử dụng đúng theo cam kết

source: Thanks for the feedback! We will use it to help us create a better experience in future release of Firefox OS.
vi: Cảm ơn vì phản hồi của bạn! Chúng tôi sẽ sử dụng nó để tạo ra một trải nghiệm người dùng tốt hơn trong các phiên bản sau của Firefox OS.

source: WPA2 (AES)
sw: WPA2 ()
