Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Current worker URL
ar: عنوان الURL الحالي للعامل
bn_bd: বর্তমান কর্মীর URL
bn_in: বর্তমান কাজের URL
br: URL al labourer bremanel
bs: URL trenutnog workera
ca: URL actual del procés de treball
cy: URL y current worker
es: URL actual
eu: Uneko langilearen URLa
fa: نشانی worker جاری
ga_ie: URL an Oibrí Reatha
gd: URL an obraiche làithrich
pt: URL do Worker atual
ro: URL actual pentru worker
si: දැනට Worker URL
ur: موجودہ ورکر URL
uz: Joriy URL ishchisi

source: Active cache name
ar: اسم ذاكرة التخزين المؤقت النشطة
bg: Име на активен кеш
bn_bd: সক্রিয় ক্যাশের নাম
bn_in: ক্যাশে নাম সক্রিয় করুন
br: Anv krubuilh oberiant
bs: Naziv aktivnog keša
ca: Nom de la memòria cau activa
cy: Enw pentwr gweithredol
es: Nombre de caché activa
eu: Cache aktiboaren izena
fa: نام انبارهٔ فعّال
ga_ie: Ainm na taisce gníomhaí
gd: Ainm an tasgadain ghnìomhaich
pt: Nome da cache ativa
ro: Nume cache activ
si: සක්‍රීය කැෂේ නාමය
ur: متحرک کیسہ نام
uz: Kesh nomini faollashtirish

source: Waiting cache name
ar: بانتظار اسم ذاكرة التخزين المؤقت
bg: Име на изчакващ кеш
bn_bd: অপেক্ষায় রয়েছে এমন ক্যাশের নাম
bn_in: ক্যাশে নাম অপেক্ষাকৃত
br: O c'hortoz anv ar c'hrubuilh
bs: Naziv keša na čekanju
ca: Nom de la memòria cau en espera
cy: Ysgrifennu enw'r storfa
es: Esperando nombre de caché
eu: Zain dagoen cachearen izena
fa: نام انبارهٔ منتظر
ga_ie: Ainm na taisce ar feitheamh
gd: Ainm an tasgadain a tha a’ feitheamh
pt: Nome da cache em espera
ro: Nume cache în așteptare
si: බලාසිටින කැෂේ නාමය
ur: انتظار کیسہ نام
uz: Kesh nomi kutilmoqda

source: Update
am: ማሻሻያ
ar: تحديث
bg: Обновяване
bn_bd: হালনাগাদ করুন
bn_in: আপডেট
br: Hizivaat
bs: Ažuriraj
cy: Diweddaru
es: Actualizar
eu: Eguneratu
fa: به‌روز رسانی
ga_ie: Nuashonrú
gd: Ùraich
lv: Atjaunināt
pt: Atualizar
ro: Actualizează
si: යාවත්කාලීන
ur: تازہ کاری کریں
uz: Yangilash

source: Unregister
ar: إلغاء التسجيل
bg: Премахване регистрация
bn_bd: অনিবন্ধিত
bn_in: অনিবন্ধিত
br: Divarilhañ
bs: Odregistruj
cy: Dadgofrestru
es: Desregistrar
eu: Kendu erregistroa
fa: حذف ثبت‌نام
ga_ie: Díchláraigh
gd: Dì-chlàraich
lv: Atreģistrēt
pt: Remover registo
ro: Ștergere înregistrarea
si: ලියාපදිංචිය ඉවත් කරන්න
ur: ریجسٹریشن ختم کریں
uz: Ro‘yxatdan chiqarish

source: No service workers found
am: ምንም የ ግልጋሎት ሰራተኞች አልተገኙም
ar: لم يتم العثور على عمال الخدمة
bn_bd: কোন সার্ভিস ওয়ার্কার নেই
bn_in: কোনো সার্ভিস ওয়ার্কার পাওয়া যায়নি
br: Service Worker ebet kavet
bs: Nema pronađenih service workera
ca: No s'ha trobat cap procés de treball
cy: Dim service workers yma
es: No se han encontrado service workers
eu: Ez da zerbitzu-langilerik aurkitu
fa: هیچ service worker‍ی پیدا نشد
ga_ie: Níor aimsíodh aon oibrithe seirbhíse
gd: Cha deach Service Worker sam bith a lorg
pt: Não foram encontrados service workers
si: කිසිදු Service Workers හමු නොවිනි
ur: کوئی خدمت کارکنان نہیں ملا
uz: Xizmatdagi ishchilar topilmadi

source: Developer menu not enabled
am: የ አበልጻጊ ዝርዝር አላስቻሉም
ar: لم يتم تمكين قائمة المطور
bg: Меню Разработчик е изключено
bn_bd: ডেভেলপার মেনু সক্রিয় নয়
bn_in: ডেভেলপার মেনু সক্রিয় নয়
br: N'eo ket gweredekaet lañser an diorroer
bs: Onemogućen developerski meni
cy: Nid yw'r ddewislen datblygwr wedi ei alluogi
es: Menú de desarrollador no habilitado
eu: Garatzaile-menua ez dago gaituta
fa: فهرست توسعه‌دهنده فعّال نیست
ga_ie: Níl roghchlár na bhforbróirí cumasaithe
gd: Cha deach clàr-taice an luchd-leasachaidh a chur an comas
lv: Izstrādātāju izvēlne nav aktivizēta
pt: Menu do programador não ativado
si: සංවර්ධක මෙනුව සක්‍රීය කර නොමැත
ur: تخلیق کار مینیو اہل نہیں بنایا گیا
uz: Dasturchi menyusi yoqilmadi

source: Developer Mode can't be enabled without the developer menu first being enabled.
ar: لا يمكن تمكين وضع المطور دون قائمة المطور لأول مرة يتم فيها التفعيل.
bg: Режим Разработчик не може да бъде включен без включено меню Разрабочик.
bn_bd: ডেভেলপার মেনু প্রথমে সক্রিয় করা না হলে ডেভেলপার মোড সক্রিয় করা যাবে না।
bn_in: ডেভেলপার মেনু প্রথমে সক্রিয় করা ছাড়া কোনো ডেভেলপার মোড সক্রিয় করা যাবে না।
br: N'hall ket bezañ gweredekaet ar mod diorroer hep na vefe gweredekaet lañser an diorroer a-raok.
bs: Developerski režim ne može biti omogućen bez prethodnog omogućavanja developerskog menija.
cy: Nid oes modd galluogi'r Modd Datblygwr nes i'r ddewislen datblygwr gael ei alluogi.
es: El modo desarrollador no puede activarse si antes no se ha habilitado el menú de desarrollador.
eu: Garatzaile modua ezin da gaitu aurrena garatzaile-menua gaitu gabe.
fa: حالت توسعه‌دهنده نمی‌تواند بدون این که ابتدا فهرست توسعه‌دهنده فعّال باشد، فعّال شود.
ga_ie: Ní féidir Mód Forbartha a chumasú mura bhfuil an roghclár forbróirí cumasaithe ar dtús.
gd: Cha ghabh modh an luchd-leasachaidh a chur an comas gun a bhith a’ cur clàr-taice an luchd-leasachaidh an comas an toiseach.
pt: O modo de programação não pode ser ativado sem que o menu de programador seja ativado primeiro.
ro: Modul dezvoltator nu poate fi activat fără ca meniul dezvoltator să fie mai întâi activat.
si: සංවර්ධක ප්‍රකාරය, සංවර්ධක මෙනුව සක්‍රී කිරීමකින් තොරව සක්‍රීය කල නොහැක.
ur: تخلیق کار موڈ تب تک اہل نہیں ہو سکتا جب تک تخلیق کار مینیو اہل نہیں ہوگا۔
uz: Dasturchi rejimini avval dasturchi menyusini yoqmasdan yoqib qo‘yib bo‘lmaydi.

source: Please enable it from Settings > Device Information > More Information > Developer Menu.
am: እባክዎን ያስችሉ ከ ማሰናጃዎች > የ አካል መረጃ > ተጨማሪ መረጃ > የ አበልጻጊ ዝርዝር
ar: يرجى تمكينه من إعدادات> معلومات الجهاز> المزيد من المعلومات> قائمة المطور.
bg: Моля включете го от Настройки > Данни за устройството > Повече информация > Меню Разработчик
bn_bd: Settings > Device Information > More Information > Developer Menu এখান থেকে এটা সক্রিয় করুন।
bn_in: দয়া করে সক্রিয় করুন > Device Information > More Information > Developer Menu.
br: Gweredekait anezhañ en Arventennoù > Titouroù an trevnad > Titouroù ouzhpenn > Lañser an diorroer
bs: Molimo da ga omoguće preko Postavke > Informacije o uređaju > Više informacija > Developerski meni.
cy: Gallwch ei alluogi drwy'r Gosodiadau > Manylion y Ddyfais > Rhagor o Fanylion > Dewislen Datblygwr.
es: Por favor, actívelo en Ajustes > Información > Más información > Menú de desarrolladores.
eu: Gaitu ezazu hemen: Ezarpenak > Gailuaren informazioa > Informazio gehiago > Garatzaile-menua
fa: لطفاً آن را از تنظیمات > اطّلاعات افزاره > اطّلاعات بیش‌تر > فهرست توسعه‌دهنده فعّال کنید.
ga_ie: Cumasaigh é seo ó Roghanna > Eolas faoin nGléas > Tuilleadh Eolais > Roghchlár Forbróirí.
gd: Cuir an comas e ann an “Roghainnean” » “Fiosrachadh mun uidheam” » “Barrachd fiosrachaidh” » “Clàr-taice an luchd-leasachaidh”.
pt: Por favor ative o mesmo a partir das Definições > Informações do dispositivo > Mais informações > Menu do programador.
si: කරුණාකර එය සැකසුම් > උපාංග විස්තර > වැඩිදුර විස්තර > සංවර්ධක මෙනුව මඟින් සක්‍රීය කරන්න.
th: โปรดเปิดใช้งานจาก การตั้งค่า > ข้อมูลอุปกรณ์ > ข้อมูลเพิ่มเติม > เมนูนักพัฒนา
ur: براہ مہربانی سیٹکگیں سے اہل بنائیں >آلہ معلومات > مزید معلومات > تخلیق کار مینیو۔
uz: Uni Sozlamalar > Qurilma haqida ma’lumot > Batafsil ma’lumot > Dasturchi menyusidan yoqib qo‘yish mumkin.

source: Would you like to enable developer mode?
am: የ አበልጻጊ ዝርዝር ዘዴ ማስቻል ይፈልጋሉ?
ar: هل ترغب في تمكين وضع المطور؟
bg: Бихте ли желали да включите режим Разработчик?
bn_bd: আপনি কি ডেভেলপার মোড সক্রিয় করতে চান?
bn_in: আপনি কি ডেভেলপার মোড সক্রিয় করতে ইচ্ছুক?
br: Fellout a ra deoc'h gweredekaat ar mod diorroer ?
bs: Da li želite omogućiti developerski režim?
cy: Hoffech chi alluogi'r modd datblygwr?
es: ¿Le gustaría activar el modo de desarrollador?
eu: Garatzaile modua gaitu nahi duzu?
fa: می‌خواهید حالت توسعه‌دهنده را فعّال کنید؟
ga_ie: An bhfuil fonn ort mód forbartha a chumasú?
gd: A bheil thu airson modh an luchd-leasachaidh a chur an comas?
lv: Vai vēlaties ieslēgt izstrādātāju režīmu?
pt: Gostaria de ativar o modo de programação?
ro: Dorești să activezi modul dezvoltator?
si: ඔබ සංවර්ධක ප්‍රකාරය සක්‍රීය කිරීමට කැමති ද?
ur: کیا آپ تخلیق کار موڈ اہل بنانا چاہیں گے؟
uz: Dasturchi rejimini yoqib qo‘yishni xohlaysizmi?

source: THIS WILL DELETE ALL YOUR DATA AND FACTORY RESET YOUR DEVICE.
am: ይህ ሁሉንም የ ነበረውን የ እርስዎን ዳታ ያጠፋል እና የ እርስዎን አካል ከ ፋክትሪ እንደወጣ እንደ ነበር ይመልሰዋል
ar: هذا سيؤدي إلى حذف جميع بياناتك و إعادة تشغيل جهازك.
bg: ТОВА ЩЕ ИЗТРИЕ ВСИЧКИ ВАШИ ДАННИ И ЩЕ ВЪРНЕ ТЕЛЕФОНА КЪМ ФАБРИЧНИ НАСТРОЙКИ.
bn_bd: এটা আপনার ডিভাইসকে ফেক্টরি রিসেট করবে এবং সকল ডাটা মুছে ফেলবে।
bn_in: এটি আপনার সব তথ্য মুছে ফেলবে এবং আপনার ডিভাইসকে FACTORY RESET করবে।
br: KEMENT-SE A ZIVERKO HOLL HO ROADENNOÙ HAG A ADDERAOUEKAIO HO TREVNAD.
bs: OVO ĆE OBRISATI SVE VAŠE PODATKE I TVORNIČKI RESETOVATI VAŠ UREĐAJ.
cy: BYDD HYN YN DILEU EICH HOLL DDATA AC YN AILOSOD EICH DYFAIS I'W GYFLWR FFATRI.
es: SE BORRARÁN TODOS SUS DATOS Y SU DISPOSITIVO SE RESTABLECERÁ A LOS AJUSTES DE FÁBRICA.
eu: HONEK ZURE DATU GUZTIAK EZABATU ETA FABRIKAZIOKO EZARPENEKIN BERREZARRIKO DU GAILUA.
fa: این کار تمام داده‌هایتان را حذف کرده و افزاره‌تان را بازنشانی کارخانه خواهد کرد.
ga_ie: SCRIOSFAIDH SÉ SEO DO CHUID SONRAÍ GO LÉIR AGUS FILLFEAR AR RÉAMHSHOCRUITHE NA MONARCHAN.
gd: SGUABAIDH SEO ÀS AN DÀTA AGAD AIR FAD IS BIDH AN t-UIDHEAM AGAD MAR A THÀINIG E ÀS AN FHACTARAIDH.
lv: TAS IZDZĒSIS VISUS JŪSU DATUS UN VEIKS JŪSU IERĪCES RŪPNĪCAS ATIESTATĪŠANU.
pt: ISTO IRÁ ELIMINAR TODOS OS SEUS DADOS E FAZER UMA REPOSIÇÃO DE FÁBRICA AO SEU DISPOSITIVO.
ro: ACEST LUCRU VA ȘTERGE TOATE DATELE ȘI VA RESETA SETĂRILE LA CELE DIN FABRICĂ.
si: දැනට තිබෙන සියළු දත්තයන් මැකී ගොස් ඔබගේ උපාංගය කම්හල් මට්ටමට ගෙන එනු ඇත.
ur: یہ آپکا تمام کوائف کو حذف اور فیکٹری ری سیٹ کر دیگا۔
uz: BARCHA MA’LUMOTLARINGIZ O‘CHIRILADI VA ISHLAB CHIQARILGAN HOLATIGA TIKLANADI.

source: THIS WILL DISABLE ALL SECURITY MEASURES ON YOUR DEVICE.
am: በ እርስዎ አካል ላይ ሁሉንም የ ደህንነት መጠበቂያዎች ማሰናከያ
ar: هذا سيؤدي إلى تعطيل جميع الإجراءات الأمنية على جهازك.
bg: ТОВА ЩЕ ИЗКЛЮЧИ ВСИЧКИ МЕРКИ ЗА СИГУРНОСТ НА ВАШЕТО УСТРОЙСТВО.
bn_bd: এটা পনার ডিভাইসের সকল নিরাপত্তা ব্যবস্থাকে নিস্ক্রিয় করবে।
bn_in: এটিতে আপনার ডিভাইসে সব নিরাপত্তা ব্যবস্থা নিষ্ক্রিয় করা হবে।
br: DIWEREDEKAAT A RAIO AN HOLL DIARBENNOÙ DIOGELROEZ WAR HO TREVNAD.
bs: OVO ĆE ONEMOGUĆITI SVE SIGURNOSNE MJERE NA VAŠEM UREĐAJU.
cy: BYDD HYN YN ANALLUOGI POB MESUR DIOGELWCH AR EICH DYFAIS.
es: SE INHABILITARÁN TODAS LAS MEDIDAS DE SEGURIDAD DE SU DISPOSITIVO.
eu: HONEK GAILUKO SEGURTASUN-NEURRI GUZTIAK DESGAITUKO DITU.
fa: این کار تمام اقدامات امنیتی روی افزاره‌تان را غیرفعّال خواهد کرد.
ga_ie: DÍCHUMASAÍODH NA GNÉITHE SLÁNDÁLA GO LÉIR AR DO GHLÉAS.
gd: CUIRIDH SEO À COMAS GACH GLEUS TÈARAINTEACHD AIR AN UIDHEAM AGAD.
lv: TAS IZSLĒGS VISAS JŪSU IERĪCES DROŠĪBAS PASĀKUMUS.
pt: ISTO IRÁ DESATIVAR TODAS AS MEDIDAS DE SEGURANÇA NO SEU DISPOSITIVO.
ro: ACEST LUCRU VA DEZACTIVA TOATE MĂSURILE DE SECURITATE DE PE DISPOZITIV.
si: ඔබගේ උපාංගයේ ආරක්ෂක මට්ටම් මෙය අක්‍රීය කරනු ඇත.
ur: یہ آپکے آلہ پر تمام سلامتی پیمائش نا اہل بنا دیگا۔
uz: QURILMANGIZDAGI BARCHA XAVFSIZLIK O‘LCHAMLARINI O‘CHIRIB QO‘YADI.

source: Are you sure you want to enable developer mode?
am: የ አበልጻጊ ዝርዝር ዘዴ ማስቻል ይፈልጋሉ?
ar: هل أنت متأكد من أنك تريد تمكين وضع المطور؟
bg: Сигурни ли сте, че искате да включите режим Разработчик?
bn_bd: আপনি কি নিশ্চিত আপনি ডেভেলপার মোড সক্রিয় করতে চান?
bn_in: আপনি কি নিশ্চিতরূপে ডেভেলপার মোড সক্রিয় করতে ইচ্ছুক?
br: Ha sur oc'h e fell deoc'h gweredekaat ar mod diorroer ?
bs: Da li ste sigurni da želite omogućiti developerski režim?
cy: Ydych chi'n siŵr eich bod am alluogi'r modd datblygwr?
es: ¿Seguro que desea habilitar el modo desarrollador?
eu: Ziur garatzaile modua gaitu nahi duzula?
fa: مطمئنید می‌خواهید حالت توسعه‌دهنده را فعّال کنید؟
ga_ie: An bhfuil tú cinnte gur mhaith leat an mód forbartha a chumasú?
gd: A bheil cinnteach gu bheil thu airson modh an luchd-leasachaidh a chur an comas?
lv: Vai tiešām vēlaties ieslēgt izstrādātāju režīmu?
pt: Tem a certeza que pretende ativar o modo de programação?
ro: Sigur dorești să activezi modul dezvoltator?
si: ඔබට සංවර්ධක මාදිලිය සක්‍රීය කිරීම ගැන විශ්වාස ද?
th: คุณแน่ใจหรือไม่ว่าต้องการเปิดใช้งานโหมดนักพัฒนา?
ur: اس بات کا یقین کر لیں کہ آپ تخلیق کار موڈ اہل بنانا چاہیں گے؟
uz: Dasturchi rejimini yoqib qo‘yishni rostdan xohlaysizmi?

source: Tap 'Enable' {{count}} more time to continue.
am: መታ ያድርጉ 'ማስቻያ' {{count}} ተጨማሪ ጊዜ ለ መቀጠል
ar: انقر 'تفعيل' {{count}} مرة أخرى للمتابعة.
bg: За да продължите, натиснете 'Включване' още {{count}} път.
bn_bd: চালিয়ে যেতে 'Enable' {{count}} আরও বেশি বার ট্যাপ করুন।
bn_in: 'সক্রিয় করুন'-এ চাপ দিন চালু রাখার জন্য {{count}}।
br: Pouezit war 'Gweredekaat' {{count}} wech ouzhpenn evit kenderc'hel.
bs: Dotaknite 'Omogući' još {{count}} put za nastavak.
cy: Tapiwch 'Galluogwyd' {{count}} gwaith yn rhagor i barhau.
es: Pulse 'Activar' {{count}} vez más para continuar.
eu: Sakatu 'Gaitu' beste {{count}} aldiz jarraitzeko.
fa: برای ادامه، {{count}} بار دیگر روی «فعّال» ضربه بزنید.
ga_ie: Tapáil 'Cumasaigh' {{count}} uair eile le dul ar aghaidh.
gd: Thoir gnogag air “Cuir an comas” {{count}} turas eile a leantainn air adhart.
lv: Spiediet 'Ieslēgt' {{count}} papildus reizi lai turpinātu.
pt: Toque 'Ativar' mais {{count}} vez para continuar.
ro: Atinge 'Activează' încă {{count}} dată pentru a continua.
si: ඉදිරියට යාමට 'සක්‍රීය' මත {{count}} ගණනක් ටැප් කරන්න.
ur: {{count}} مزید وقت جاری رکھنیں کے لئے "اہل بنائیں" پر ٹیپ کرے۔
uz: Davom etish uchun {{count}} ko‘proq vaqt uchun "Yoqish"ga bosing.

# enable-full-dev-mode-final-warning-msg[two]
source: Tap 'Enable' {{count}} more times to continue.
am: መታ ያድርጉ 'ማስቻያ' {{count}} ተጨማሪ ጊዜዎች ለ መቀጠል
ar: انقر 'تفعيل' {{count}} مرات أخرى للمتابعة.
bg: За да продължите, натиснете 'Включване' още {{count}} пъти.
bn_bd: চালিয়ে যেতে 'Enable' {{count}} আরও বেশি বার ট্যাপ করুন।
bn_in: 'সক্রিয় করুন'-এ চাপ দিন চালু রাখার জন্য {{count}}।
br: Pouezit war 'Gweredekaat' {{count}} wech ouzhpenn evit kenderc'hel.
bs: Dotaknite 'Omogući' još {{count}} puta za nastavak.
cy: Tapiwch 'Galluogwyd' {{count}} gwaith yn rhagor i barhau.
es: Presione 'Activar' {{count}} veces más para continuar.
eu: Sakatu 'Gaitu' beste {{count}} aldiz jarraitzeko.
fa: برای ادامه، {{count}} بار دیگر روی «فعّال» ضربه بزنید.
ga_ie: Tapáil 'Cumasaigh' {{count}} uair eile le dul ar aghaidh.
gd: Thoir gnogag air “Cuir an comas” {{count}} thuras eile a leantainn air adhart.
lv: Spiediet 'Ieslēgt' {{count}} papildus reizes lai turpinātu.
pt: Toque 'Ativar' mais {{count}} vezes para continuar.
ro: Atinge 'Activează' de încă {{count}} ori pentru a continua.
si: ඉදිරියට යාමට 'සක්‍රීය' මත {{count}} ගණනක් ටැප් කරන්න.
ur: {{count}} مزید وقت جاری رکھنیں کے لئے "اہل بنائیں" پر ٹیپ کرے۔
uz: Davom etish uchun {{count}} ko‘proq vaqt uchun "Yoqish"ga bosing.

# enable-full-dev-mode-final-warning-msg[few]
source: Tap 'Enable' {{count}} more times to continue.
am: መታ ያድርጉ 'ማስቻያ' {{count}} ተጨማሪ ጊዜዎች ለ መቀጠል
ar: انقر 'تفعيل' {{count}} مرة أخرى للمتابعة.
bg: За да продължите, натиснете 'Включване' още {{count}} пъти.
bn_bd: চালিয়ে যেতে 'Enable' {{count}} আরও বেশি বার ট্যাপ করুন।
bn_in: 'সক্রিয় করুন'-এ চাপ দিন চালু রাখার জন্য {{count}}।
br: Pouezit war 'Gweredekaat' {{count}} a wechoù ouzhpenn evit kenderc'hel.
bs: Dotaknite 'Omogući' još {{count}} puta za nastavak.
cy: Tapiwch 'Galluogwyd' {{count}} gwaith yn rhagor i barhau.
es: Pulse 'Activar' {{count}} veces más para continuar.
eu: Sakatu 'Gaitu' beste {{count}} aldiz jarraitzeko.
fa: برای ادامه، {{count}} بار دیگر روی «فعّال» ضربه بزنید.
ga_ie: Tapáil 'Cumasaigh' {{count}} huaire eile le dul ar aghaidh.
gd: Thoir gnogag air “Cuir an comas” {{count}} tursan eile a leantainn air adhart.
pt: Toque 'Ativar' mais {{count}} vezes para continuar.
ro: Atinge 'Activează' de încă {{count}} ori pentru a continua.
si: ඉදිරියට යාමට 'සක්‍රීය' මත {{count}} ගණනක් ටැප් කරන්න.
ur: {{count}} مزید وقت جاری رکھنیں کے لئے "اہل بنائیں" پر ٹیپ کرے۔
uz: Davom etish uchun {{count}} ko‘proq vaqt uchun "Yoqish"ga bosing.

# enable-full-dev-mode-final-warning-msg[many]
source: Tap 'Enable' {{count}} more times to continue.
am: መታ ያድርጉ 'ማስቻያ' {{count}} ተጨማሪ ጊዜዎች ለ መቀጠል
ar: انقر 'تفعيل' {{count}} مرات أخرى للمتابعة.
bg: За да продължите, натиснете 'Включване' още {{count}} пъти.
bn_bd: চালিয়ে যেতে 'Enable' {{count}} আরও বেশি বার ট্যাপ করুন।
bn_in: 'সক্রিয় করুন'-এ চাপ দিন চালু রাখার জন্য {{count}}।
br: Pouezit war 'Gweredekaat' {{count}} a wechoù ouzhpenn evit kenderc'hel.
bs: Dotaknite 'Omogući' još {{count}} puta za nastavak.
cy: Tapiwch 'Galluogwyd' {{count}} gwaith yn rhagor i barhau.
es: Pulse 'Activar' {{count}} veces más para continuar.
eu: Sakatu 'Gaitu' beste {{count}} aldiz jarraitzeko.
fa: برای ادامه، {{count}} بار دیگر روی «فعّال» ضربه بزنید.
ga_ie: Tapáil 'Cumasaigh' {{count}} n-uaire eile le dul ar aghaidh.
gd: Thoir gnogag air “Cuir an comas” {{count}} turas eile a leantainn air adhart.
pt: Toque 'Ativar' mais {{count}} vezes para continuar.
ro: Atinge 'Activează' de încă {{count}} ori pentru a continua.
si: ඉදිරියට යාමට 'සක්‍රීය' මත {{count}} ගණනක් ටැප් කරන්න.
ur: {{count}} مزید وقت جاری رکھنیں کے لئے "اہل بنائیں" پر ٹیپ کرے۔
uz: Davom etish uchun {{count}} ko‘proq vaqt uchun "Yoqish"ga bosing.

# enable-full-dev-mode-final-warning-msg[other]
source: Tap 'Enable' {{count}} more times to continue.
am: መታ ያድርጉ 'ማስቻያ' {{count}} ተጨማሪ ጊዜዎች ለ መቀጠል
ar: انقر 'تفعيل' {{count}} مرات أخرى للمتابعة.
bg: За да продължите, натиснете 'Включване' още {{count}} пъти.
bn_bd: চালিয়ে যেতে 'Enable' {{count}} আরও বেশি বার ট্যাপ করুন।
bn_in: 'সক্রিয় করুন'-এ চাপ দিন চালু রাখার জন্য {{count}}।
br: Pouezit war 'Gweredekaat' {{count}} a wechoù ouzhpenn evit kenderc'hel.
bs: Dotaknite 'Omogući' još {{count}} puta za nastavak.
cy: Tapiwch 'Galluogwyd' {{count}} gwaith yn rhagor i barhau.
es: Pulse 'Activar' {{count}} veces más para continuar.
eu: Sakatu 'Gaitu' beste {{count}} aldiz jarraitzeko.
fa: برای ادامه، {{count}} بار دیگر روی «فعّال» ضربه بزنید.
ga_ie: Tapáil 'Cumasaigh' {{count}} uair eile le dul ar aghaidh.
gd: Thoir gnogag air “Cuir an comas” {{count}} turas eile a leantainn air adhart.
pt: Toque 'Ativar' mais {{count}} vezes para continuar.
ro: Atinge 'Activează' de încă {{count}} ori pentru a continua.
si: ඉදිරියට යාමට 'සක්‍රීය' මත {{count}} ගණනක් ටැප් කරන්න.
ur: {{count}} مزید وقت جاری رکھنیں کے لئے "اہل بنائیں" پر ٹیپ کرے۔
uz: Davom etish uchun {{count}} ko‘proq vaqt uchun "Yoqish"ga bosing.

source: Edit downloads
am: የ ወረዱ ማረሚያ
ar: تعديل التنزيلات
bg: Редактиране
bn_bd: ডাউনলোড সম্পাদনা
bn_in: ডাউনলোডসমূহ সম্পাদনা
br: Embann ar pellgargadurioù
bs: Uredi preuzimanja
ca: Edita les baixades
cy: Golygu llwythi
es: Editar descargas
eu: Editatu deskargak
fa: ویرایش بارگیری‌ها
ga_ie: Cuir íosluchtuithe in eagar
gd: Deasaich na chaidh a luchdadh a-nuas
hi_in: डाउनलोड संपादन करें
hu: Letöltések listája
id: Edit unduhan
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳನ್ನು ಸಂಪಾದಿಸಿ
lv: Rediģēt lejupielādes
mai: डाउनलोड संपादन करू
mg: Hanitsy fampidinana
ne: डाउनलोडहरु सम्पादन
or: ଆହରଣ ସମ୍ପାଦନ କରନ୍ତୁ
pt: Editar descargas
ro: Editează descărcările
si: බාගැනීම් සංස්කරණය
sw: Hariri daunlodi
ta: தொகு
th: แก้ไขการดาวน์โหลด
tr: İndirmeleri düzenle
ur: ڈاؤن لوڈ تدوین کریں
uz: Yuklab olishlarni tahrirlash
vi: Chỉnh sửa các tải về
xh: Hlela okukhutshelweyo
zu: Lungisa okudawunilodiwe

source: Select all
am: ሁሉንም መምረጫ
ar: تحديد الكل
bg: Избор всички
bn_bd: সব নির্বাচন করুন
bn_in: সমগ্র নির্বাচন
br: Diuzañ pep tra
bs: Označi sve
ca: Marca-ho tot
cy: Dewis popeth
es: Marcar todo
eu: Hautatu denak
fa: گزینش همه
ga_ie: Roghnaigh uile
gd: Tagh na h-uile
hi_in: सभी का चयन करे
hu: Minden kijelölése
id: Pilih semua
kn: ಎಲ್ಲವನ್ನೂ ಆರಿಸು
lv: Izvēlēties visu
mai: सभक चयन करू
mg: Fantenana daholo
ne: सबै चयन गर्नुहोस्
or: ସମସ୍ତଙ୍କୁ ବାଛନ୍ତୁ
pt: Marcar tudo
ro: Selectează toate
si: සියල්ල තෝරන්න
sw: Chagua zote
ta: அனைத்தும்
th: เลือกทั้งหมด
tr: Tümünü seç
ur: تمام منتخب کريں
uz: Barchasini belgilash
vi: Chọn tất cả
xh: Khetha konke
zu: Khetha konke

source: Deselect all
am: ሁሉንም መተው
ar: إلغاء تحديد الكل
bg: Отмяна всички
bn_bd: সব নির্বাচন বাতিল করুন
bn_in: সমগ্র নির্বাচন বাতিল
br: Diziuzañ pep tra
bs: Poništi izbor
ca: Desmarca-ho tot
cy: Dad-ddewis popeth
es: Desmarcar todo
eu: Desaut. denak
fa: گزینش هیچ
ga_ie: Díroghnaigh uile
gd: Dì-thagh na h-uile
hi_in: सभी अचयनित करें
hu: Kijelölés törlése
id: Pilih tak satu pun
kn: ಏನನ್ನೂ ಆರಿಸದಿರು
lv: Neizvēlēties nevienu
mai: सभ अचयनित करू
mg: Tsy fantenana daholo
ne: सबै चयनबाट हटाउनुहोस्
or: ସମସ୍ତଙ୍କୁ ଅବଛା କରନ୍ତୁ
pt: Desmarcar tudo
ro: Deselectează toate
si: සියල්ල නොතෝරන්න
sw: Usichague zote
ta: தேர்வு நீக்கு
th: ไม่เลือกทั้งหมด
tr: Seçimi kaldır
ur: تمام انتخاب ختم کریں
uz: Belgilashni bekor qilish
vi: Bỏ chọn tất cả
xh: Sukukhetha konke
zu: Hoxisa konke obekukhethiwe

# downloads-delete
source: Delete
am: ማጥፊያ
ar: حذف
bg: Изтриване
bn_bd: মুছে ফেলুন
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
ca: Elimina
cy: Dileu
es: Borrar
eu: Ezabatu
fa: حذف
ga_ie: Scrios
gd: Sguab às
hu: Törlés
id: Hapus
kn: ಅಳಿಸು
lv: Dzēst
pt: Apagar
ro: Șterge
si: මකන්න
ta: அழி
th: ลบ
tr: Sil
ur: حذف کریں
uz: O‘chirish

source: Battery
am: ባትሪ
ar: البطارية
bg: Батерия
bn_bd: ব্যাটারি
bn_in: ব্যাটারি
br: Batiri
bs: Baterija
cy: Batri
es: Batería
eu: Bateria
fa: باتری
ga_ie: Cadhnra
gd: Bataraidh
hu: Akkumulátor
lv: Baterija
pt: Bateria
ro: Baterie
si: බැටරිය
th: แบตเตอรี่
ur: بیٹری
uz: Batareya

source: Current Level
am: የ አሁኑ ደረጃ
bn_bd: বর্তমান শ্রেণী
bn_in: বর্তমান স্তর
br: Live bremanel
bs: Trenutni nivo
ca: Nivell actual
es: Nivel actual
eu: Uneko maila
fa: سطح جاری
ga_ie: Leibhéal an Chadhnra
id: Persentase Saat Ini
kn: ಪ್ರಸ್ತುತ ಮಟ್ಟ
lv: Pašreizējais līmenis
pt: Nível atual
ro: Nivel actual
si: පවත්නා මට්ටම
ta: தற்போதைய மட்டம்
th: ระดับปัจจุบัน
tr: Mevcut düzey
ur: موجودہ سطح
uz: Joriy daraja

source: {{level}}% (charging)
bn_bd: {{level}}% (চার্জ হচ্ছে)
br: {{level}}% (o kargañ)
bs: {{level}}% (punjenje)
ca: {{level}}% (carregant)
es: {{level}}% (cargando)
eu: %{{level}} (kargatzen)
fa: ‏{{level}}٪ (در حال شارژ)
ga_ie: {{level}}% (á luchtú)
hi_in: {{level}}% (चार्ज हो रहा है)
id: {{level}}% (mengisi)
kn: {{level}}% (ಚಾರ್ಜ್ ಆಗುತ್ತಿದೆ)
lv: {{level}}% (lādējās)
mai: {{level}}% (चार्ज भए रहल अछि)
mg: {{level}}% (mifahana)
ne: {{level}}% (चार्ज हुदैछ)
or: {{level}}% (ଚାର୍ଜ ହେଉଅଛି)
pt: {{level}}% (a carregar)
ro: {{level}}% (se încarcă)
si: {{level}}% (ආරෝපණය වේ)
sw: {{level}}% (inachaji)
ta: {{level}}% (மின்னூட்டுப்படுகிறது)
th: {{level}}% (กำลังชาร์จ)
tr: %{{level}} (şarj oluyor)
ur: {{level}}% (چارج ہو رہا ہے)
uz: {{level}}% (zaryadlanmoqda)
vi: {{level}}% (đang sạc)
wa: {{level}}% (ki tchedje)
xh: {{level}}% (iyatshaja)
zu: {{level}}% (iyashaja)

source: {{level}}% (charged)
am: {{level}}% (charging)
bn_bd: {{level}}% (চার্জ হয়েছে)
br: {{level}}% (karget)
bs: {{level}}% (napunjeno)
ca: {{level}}% (carregada)
es: {{level}}% (cargado)
eu: %{{level}} (kargatuta)
fa: {{level}}٪ (شارژ شده)
ga_ie: {{level}}% (luchtaithe)
hi_in: {{level}}% (चार्ज्ड)
id: {{level}}% (terisi)
kn: {{level}}% (ಚಾರ್ಜ್ ಆಗಿದೆ)
lv: {{level}}% (uzlādēts)
mai: {{level}}% (चार्ज्ड)
mg: {{level}}% (voafahana)
ne: {{level}}% (चार्ज हुदैछ)
or: {{level}}% (ଚାର୍ଜ ହୋଇ ସାରିଛି)
pt: {{level}}% (carregada)
ro: {{level}}% (încărcată)
si: {{level}}% (ආරෝපිතයි)
sw: {{level}}% (imechaji)
ta: {{level}}% (மின்னூட்டுப்பட்டது)
th: {{level}}% (ชาร์จแล้ว)
tr: %{{level}} (şarj oldu)
ur: {{level}}% (چارج مکمل)
uz: {{level}}% (zaryadlandi)
vi: {{level}}% (đầy)
wa: {{level}}% (tcherdjî)
xh: {{level}}% (etshajiweyo)
zu: {{level}}% (isishajiwe)
