Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

# addButton.ariaLabel
source: Add
am: መጨመሪያ
es: Añadir
fa: اضافه
si: එක් කරන්න

# fxsync
source: Firefox Sync
am: የ ፋየር ፎክስ ማስማሚያ
fa: همگام‌سازی فایرفاکس
si: Firefox සම්මුහුර්තකරණය

# fxsyncSection.ariaLabel
source: Firefox Sync
am: የ ፋየር ፎክስ ማስማሚያ
fa: هم‌گام‌سازی فایرفاکس
si: Firefox සම්මුහුර්තකරණය

source: {{ linkSpeed }} Mbit/s
am: {{ linkSpeed }} ሜቢት/ሰ
fa: {{ linkSpeed }} مگابیت/ثانیه

# browser-privacy-history-header
source: History
ca: Historial
fa: تاریخچه

# confirm-clear-title
source: Confirmation
am: ማረጋገጫ
kn: ದೃಢೀಕರಣ
wa: Racertinaedje

source: Clear browsing history
am: የ መቃኛ ታሪኮችን ማጽጃ
kn: ವೀಕ್ಷಣೆಯ ಇತಿಹಾಸವನ್ನು ಅಳಿಸಿ
wa: Disfacer istwere di betchaedje

source: Clear browsing history?
am: የ መቃኛ ታሪኮችን ላጽዳ?
kn: ವೀಕ್ಷಣೆಯ ಇತಿಹಾಸವನ್ನು ಅಳಿಸುವುದೆ?
wa: Disfacer istwere di betchaedje ?

source: Clear cookies and stored data
am: የተጠራቀመ ዳታ እና ኩኪዎች ማጽጃ
kn: ಕುಕಿಗಳನ್ನು ಮತ್ತು ಉಳಿಸಲಾದ ದತ್ತಾಂಶ ಅಳಿಸಿ
wa: Disfacer coûkes eyet dnêyes sitokêyes

source: Clear cookies and other data stored by sites on this device?
am: በ ድህረ ገጾች በዚህ አካል ላይ የተጠራቀመ ዳታ እና ኩኪዎች ማጽጃ
kn: ಜಾಲತಾಣಗಳು ಉಳಿಸಿರುವ ಕುಕಿಗಳನ್ನು ಮತ್ತು ಇತರೆ ಮಾಹಿತಿಗಳನ್ನು ಅಳಿಸುವುದೇ?
wa: Disfacer les coûkes eyet les dnêyes sitokêyes pa des waibes so cist éndjin ci ?

source: {{callForwarding}}
bg: Пренасочване обаждания
ca: Desv. de trucades
vi: Chuyển tiếp

source: {{fdn-authorizedNumbers}}
bg: Удостоверени
ca: Núm. permesos
ne: {{fdn-आधिकारिक सङ्ख्या}}
vi: Số được liên lạc

source: {{dataSettings}}
ca: Dades
wa: Apontiaedjes dinêyes

source: {{suplSettings}}
ca: A-GPS

source: {{messageSettings}}
ca: Missatges
wa: Apontiaedjes messaedjes

source: {{dunSettings}}
ca: Compart. Internet

source: {{selectKeyboards}}
ca: Trieu els teclats

source: {{deviceInfo}}
ca: Dispositiu
wa: Informåcions éndjin

source: {{hud-settings-button}}
ca: Info. desenvolupador

source: {{wpsMessage}}
lv: WPS savienojums
vi: Kết nối WPS

source: Advanced settings
hi_in: उन्नत समायोजन
mg: Tefy avo lenta
ne: उन्नत सेटिङ्गहरु
vi: Thiết lập nâng cao
xh: Iisetingi ezihambele phambili
zu: Amasethingi aphambili

source: Reset
hi_in: रीसेट करें
mg: Hanefy indray
vi: Đặt lại

source: Close
hi_in: बंद करें
mai: बन्न करू
mg: Akatona
ne: बन्द गर्नुहोस्
or: ବନ୍ଦ କରନ୍ତୁ
sw: Funga
vi: Đóng
wa: Clôre
xh: Vala
zu: Vala

source: Airplane mode
hi_in: हवाई जहाज मोड
mg: Maody fiaramanidina
ne: उडान शैली
vi: Chế độ máy bay
xh: Imo yenqwelo-moya
zu: Imodi yasebhanoyini

source: Geolocation
hi_in: भौगोलिक स्थान
mai: भौगोलिक स्थान
mg: Famantaran-toerana
ne: भू-स्थान
or: ଭୌଗଳିକ ସ୍ଥିତି
sw: Eneo la jio
vi: Vị trí địa lý
wa: Djeyoplaeçmint
xh: Indawo okuyo
zu: Ukwazeka kwendawo

source: Available networks
hi_in: उपलब्ध संजाल
mg: Tambajotra vonona
ne: उपलब्ध सञ्जालहरु
vi: Các mạng có thể kết nối
xh: Iinethiweki ezifumanekayo
zu: Amanethiwekhi atholakalayo

source: Known networks
hi_in: ज्ञात नेटवर्क
mg: Tambajotra fantatra
ne: ज्ञात सञ्जालहरु
vi: Mạng đã biết
xh: Iinethiweki ezaziwayo
zu: Amanethiwekhi aziwayo

source: Hidden networks
hi_in: छुपा हुआ नेटवर्क
mg: Tambajotra miafina
ne: लुकाइएका सञ्जालहरु
vi: Mạng ẩn
xh: Iinethiweki ezifihliweyo
zu: Amanethiwekhi afihliwe

source: Search again
hi_in: फिर खोजें
mg: Hikaroka indray
ne: फेरि खोज्नुहोस्
vi: Tìm tiếp
xh: Phinda ukhangele
zu: Cinga futhi

source: Manage networks
hi_in: नेटवर्क का प्रबंधन
mg: Handrindra tambajotra
ne: सञ्जालहरु व्यवस्थापन
vi: Quản lý mạng
xh: Lawula iinethiweki
zu: Ukulawula amanethiwekhi

source: Manage certificates
hi_in: प्रमाणपत्र प्रबंधित करें
mai: प्रमाणपत्र प्रबंधित करू
mg: Handrindra sertifikà
ne: प्रमाणपत्र व्यवस्थापन गर्नुहोस्
or: ପ୍ରମାଣପତ୍ରଗୁଡ଼ିକୁ ପରିଚାଳନ କରନ୍ତୁ
sw: Ongoza vyeti
vi: Quản lý chứng chỉ
wa: Manaedjî acertineures
xh: Lawula izatifiketi
zu: Lawula izitifiketi

source: Manage Cert.
hi_in: प्रमाणपत्र प्रबंधित करें.
mai: प्रमाणपत्र प्रबंधित करू.
mg: Handrindra sert.
ne: प्रमाणपत्रहरू व्यवस्थापन गर्नुहोस्
or: ପ୍ରମାଣପତ୍ର ପରିଚାଳନା କରନ୍ତୁ।
sw: Ongoza Cheti
vi: Quản lý ch.chỉ
wa: Manaedjî acert.
xh: Lawula izatifi.
zu: Lawula izitifiketi.

source: Join hidden network
hi_in: छुपा हुआ संजाल में शामिल हो
mg: Hiditra @ tambajotra miafina
ne: गुप्त संजालमा भाग लिनुहोस्
vi: Kết nối đến mạng ẩn
xh: Zimanye nenethiweki efihliweyo
zu: Joyina inethiwekhi efihliwe

source: MAC address
hi_in: MAC पता
mg: Adiresy MAC
vi: Địa chỉ MAC
zu: Ikheli le-MAC

source: Edit
hi_in: संपादन करें
mai: संपादन
mg: Hanitsy
ne: सम्पादन गर्नुहोस्
or: ସମ୍ପାଦନ କରନ୍ତୁ
sw: Hariri
vi: Sửa
wa: Candjî
xh: Hlela
zu: Lungisa

source: Certificate list
hi_in: प्रमाणपत्र सूची
mg: Lisitra sertifikà
ne: प्रमाणपत्र फाइल
vi: Danh sách chứng chỉ
xh: Uluhlu lwezatifiketi
zu: Uhlelo lwesitifiketi

source: No imported certificate
hi_in: कोई आयातित प्रमाणपत्र नहीं
mg: Tsisy sertifikà nafarana
ne: प्रमाणपत्र आयात गरिएन
vi: Không có chứng chỉ đã nhập nào
xh: Akukho zatifiketi zifakiweyo
zu: Asikho isitifiketi sokungenisa

source: Delete certificate
hi_in: प्रमाणपत्र मिटायें
mai: प्रमाणपत्र मेटाउ
mg: Hamafa sertifikà
ne: प्रमाणपत्र मेट्नुहोस्
or: ସାର୍ଟିଫିକେଟ ଲିଭାନ୍ତୁ
sw: Futa cheti
vi: Xóa chứng chỉ
wa: Disfacer acertineure
xh: Cima izatifiketi
zu: Dilitha isitifiketi

source: Import certificate
hi_in: प्रमाणपत्र आयात करें
mai: प्रमाणपत्र आयात करू
mg: Hanondrana sertifikà
ne: प्रमाणपत्र आयात गर्नुहोस्
or: ପ୍ରମାଣପତ୍ରକୁ ଆଣନ୍ତୁ
sw: Leta cheti
vi: Nhập chứng chỉ
wa: Abaguer acertineure
xh: Faka izatifiketi
zu: Ngenisa isitifiketi

source: Select certificate file
hi_in: प्रमाणपत्र फाइल का चयन करें
mai: प्रमाणपत्र फाइल क चयन करू
mg: Hifantina rakitra sertifikà
ne: प्रमाणपत्र फाइल चयन गर्नुहोस्
or: ପ୍ରମାଣପତ୍ର ଫାଇଲ ବାଛନ୍ତୁ
sw: Chagua faili ya cheti
vi: Chọn tập tin chứng chỉ
wa: Tchoezi fitchî d’ acertineure
xh: Khetha ifayile yezatifiketi
zu: Khetha ifayela lesitifiketi

source: WPS failed
hi_in: WPS विफल
mg: Tsy nety ny WPS
vi: Lỗi WPS
zu: I-WPS ayiphumelelanga

source: Failed to cancel WPS
hi_in: WPS को रद्द करने में विफल
mg: Tsy voafoana ny WPS
vi: Không thể hủy WPS
zu: Akuphumelelanga ukukhansela i-WPS

source: Call Settings
hi_in: कॉल सेटिंग्स
mai: कॉल सेटिंग
mg: Tefin'ny Antso
ne: कल सेटिङहरू
or: କଲ ସଂରଚନା
sw: Mipangilio ya kupiga simu
vi: Thiết lập cuộc gọi
wa: Apontiaedjes di houcaedje
xh: Iisetingi zomnxeba
zu: Amasethingi ocingo

source: Voice privacy mode
hi_in: वॉयस गोपनीयता मोड
mg: Maody tsiambaratelo teo
ne: ध्वनि गोपनीयता शैली
vi: Chế độ voice privacy
xh: Imo yabucala yelizwi
zu: Imodi yobumfihlo bezwi

source: Call waiting
hi_in: कॉल वेटिंग में हैं
mg: Fampiandrasana antso
ne: कल पर्खिदैँ
vi: Chờ cuộc gọi
xh: Umnxeba olindileyo
zu: Ucingo olulindile

source: Call forwarding
hi_in: कॉल अग्रेषित
mg: Fampitana antso
ne: कल पठाउँदैछ
vi: Chuyển tiếp cuộc gọi
xh: Ukugqithisela phambili umnxeba
zu: Ukudlulisela ucingo phambili

source: Voice calls to
hi_in: के लिए आवाज कॉल
mg: Antso feo ho an'ny
vi: Khi có cuộc gọi tới
zu: Izwi libiza ukuthi

# fdn
source: Fixed dialing numbers
hi_in: फिक्स्ड डायलिंग नंसंख्या
mg: Nomerao fitendry raikitra
ne: स्थिर सङ्ख्या थिच्नु
vi: Giới hạn liên lạc
xh: Iinombolo ezitsalelwayo eziqingqiweyo
zu: Ukudayela izinombolo okungashintshwa

# fdnSettings
source: Fixed dialing numbers
hi_in: फिक्स्ड डायलिंग नंसंख्या
mg: Nomerao fitendry raikitra
ne: स्थिर सङ्ख्या थिच्नु
vi: Giới hạn liên lạc
xh: Iinombolo ezitsalelwayo eziqingqiweyo
zu: Ukudayela izinombolo okungashintshwa

source: Call forwarding is disabled by FDN.
hi_in: कॉल अग्रसारण FDN के द्वारा निष्क्रिय किया है.
mai: कॉल अग्रसारण FDN क द्वारा निष्क्रिय कएल अछि.
mg: Novonoin'ny NFR ny Fampitana antso.
ne: एफ डी एनव्दारा कल पठाउन अक्षम गरिएको छ ।
or: FDN ଦ୍ୱାରା କଲ ଅଗ୍ରସରଣକୁ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି।
sw: Kusambaza simu kumelemazwa na FDN.
vi: Chuyển tiếp cuộc gọi bị tắt bởi c.độ giới hạn l.lạc.
wa: Li rcassaedje des houcaedjes est essocté pa FDN.
xh: Ukugqithiselwa phambili komnxeba kwenziwe akwasebenza yi-FDN.
zu: Ukudluliswa kwezingcingo kunqanyulwe yi-FDN.

source: Messaging Settings
hi_in: संदेश सेटिंग
mai: समाद सेटिंग
mg: Tefy Fandefasan-kafatra
ne: सन्देश सेटिङहरू
or: ସନ୍ଦେଶ ସଂରଚନା
sw: Mipangilio ya kutuma ujumbe
vi: Thiết lập nhắn tin
wa: Apontiaedjes del messaedjreye
xh: Lawula iisetingi
zu: Amasethingi emiyalezo

source: Message confirmation
hi_in: संदेश पुष्टिकरण
mg: Fanamafisana hafatra
vi: Xác nhận tin nhắn
zu: Ukuqinisekiswa komyalezo

source: Delivery reports
hi_in: वितरण रपट
mg: Tatitra fa tafita
vi: Báo cáo gửi đi
zu: Imibiko yokuthunyelwa komyalezo

source: Read reports
hi_in: रिपोर्ट पढ़ें
mg: Tatitra fa voavaky
zu: Funda imibiko

source: Multimedia messaging (MMS)
hi_in: मल्टीमीडिया संदेश सेवा (MMS)
mg: Hafatra maro haino&jery (MMS)
vi: Tin nhắn đa phương tiện (MMS)
zu: Imiyalezo yamamidiya anhlobonhlobo (MMS)

source: Auto retrieve
hi_in: स्वतः वापस निकालना
mg: Hamerina haka hoazy
vi: Tự động nhận
zu: Ukukhipha ngokuzenzakalela

source: WAP Push messages
hi_in: WAP दबाएँ संदेश
mg: Hafatra WAP Push
vi: Tin nhắn WAP Push
zu: Ama-WAP Push messages

source: Cell broadcast messages
hi_in: सेल प्रसारण संदेश
mg: Hafatra aely an-tsela
vi: Tin nhắn quảng bá
zu: Imiyalezo yokusakaza ngeselula

source: Cell broadcast
hi_in: सेल ब्राडकास्ट
mg: Fampielezana an-tsela
vi: Tin quảng bá
zu: Ukusakaza ngeselula

source: Cellular & Data
hi_in: सेलुलर & डाटा
mai: सेलुलर & डाटा
mg: An-tsela & Data
ne: सेलुलर र डाटा
or: ସେଲ୍ୟୁଲାର ଏବଂ ଡାଟା
sw: Rununu na Data
vi: Mạng di động và dữ liệu
wa: Celulåre et dinêyes
xh: Iselula nedatha
zu: Iselula & Idatha

source: Carrier
hi_in: कैरियर
mai: कैरियर
mg: Mpandraharaha
ne: वाहक
or: ବାହକ
sw: Mtoa huduma
vi: Nhà cung cấp dịch vụ
wa: Berweteu
xh: Umthwali
zu: Umhlinzeki

source: Data connection
hi_in: डाटा कनेक्शन
mg: Fifandraisana data
ne: डाटा जडान
vi: Kết nối dữ liệu
xh: Unxibelelwano lwedatha
zu: Ukuxhuma kwedatha

source: Data roaming
hi_in: डेटा रोमिंग
mg: Data miriaria
ne: डाटा रोमिङ्ग
vi: Ch.vùng với d.liệu
xh: Idatha iyahamba-hamba
zu: Ukucinga idatha

source: Network operator
hi_in: नेटवर्क प्रदाता
mg: Mpandraharaha tambajotra
ne: सञ्जाल सञ्चालक
vi: Nhà mạng
xh: Umlawuli wenethiweki
zu: Umqondisi wenethiwekhi

source: Network operators in the area
hi_in: क्षेत्र के नेटवर्क प्रदाता
mg: Mpandraharaha tambajotra manodidina
ne: यस क्षेत्रमा सञ्जाल सञ्चालकहरु
vi: Các mạng quanh khu vực này
xh: Abalawuli beenethiweki kule ndawo
zu: Abaqondisi benethiwekhi endaweni

source: Network type
hi_in: नेटवर्क क़िस्म
mg: Karazana tambajotra
ne: सञ्जाल किसिम
vi: Kiểu mạng
xh: Uhlobo lwenethiweki
zu: Uhlobo lwenethiwekhi

source: Automatic selection
hi_in: स्वत: चयन
mg: Fantina mandeha hoazy
ne: स्वचालित चयन
vi: Tự lựa chọn
xh: Ukuzikhethela ngokuzenzekelayo
zu: Ukukhetha okuzenzekelayo

source: Turn automatic selection off to view available network operators.
hi_in: उपलब्ध नेटवर्क प्रदाता को देखने के लिए स्वत: चयन बंद करें
mai: उपलब्ध संजाल आपरेटर केँ देखब कलेल स्वत: चयन बन्न करू.
mg: Vonoy ny fantina mandeha hoazy raha hijery ireo mpandraharaha tambajotra misy.
ne: उपलब्ध सञ्जाल सञ्चालकहरु हेर्नका लागि स्वचालित चयन बन्द गर्नुहोस्।
or: ଉପଲବ୍ଧ ନେଟୱର୍କ ସଂଚାଳକମାନଙ୍କୁ ଦେଖିବାଲାଗି ସ୍ୱତଃ ଚୟନକୁ ଅଫ୍ କରନ୍ତୁ
sw: Zima chaguo la mashine ili kutazama waendeshaji mtandao waliopo.
vi: Tắt chế độ tự lựa chọn để xem các mạng sẵn có quanh đây.
wa: Dismetoz l’ tchoes otomatike po vey les operateus di rantoele k’ i gn a.
xh: Ukuzikhethela ngokuzenzekelayo kucinyiwe ukuze ubone abalawuli abafumanekayo benethiweki.
zu: Cima ukukhetha ukuzenzekela ukuze ubuke abaqondisi benethiwekhi abatholakalayo.

# operator-status-connecting
source: Connecting…
hi_in: जोड़ रहा है...
mai: जोड़ि रहल अछि...
mg: An-dàlana hifandray…
ne: जडान हुँदैछ…
or: ସଂଯୋଗ କରୁଛି…
sw: Inaunganisha...
vi: Đang kết nối…
wa: Raloyaedje…
xh: Iyanxibelelana…
zu: Isaxhuma…

# operator-status-connectingfailed
source: Connection failed
hi_in: कनेक्शन असफल
mai: कनेक्शन असफल
mg: Tsy nety ny fifandraisana
ne: जडान असफल
or: ସଂଯୋଗ ବିଫଳ ହୋଇଛି
sw: Muungano ulishindwa
vi: Lỗi kết nối
wa: Li raloyaedje a fwait berwete
xh: Unxibelelwano lusilele
zu: Ukuxhuma akuphumelelanga

# operator-status-connected
source: Connected
hi_in: जुड़ा हुआ
mai: कनेक्टेड
mg: Mifandray
ne: जडान भयो
or: ସଂଯୁକ୍ତ
sw: Imeunganishwa
vi: Đã kết nối
wa: Raloyî
xh: Inxityelelwe
zu: Ixhunyiwe

source: Data settings
hi_in: डेटा सेटिंग
mg: Tefin'ny data
ne: डाटा सेटिङहरू
vi: Thiết lập dữ liệu
xh: Iisetingi zedatha
zu: Amasethingi edatha

source: A-GPS settings
hi_in: A-GPS सेटिंग्स
mg: Tefin'ny A-GPS
ne: A-GPS सेटिङहरू
vi: Thiết lập A-GPS
xh: Iiseting ze-A-GPS
zu: Amasethingi e-A-GPS

source: Message settings
hi_in: संदेश सेटिंग
mg: Tefin'ny hafatra
ne: सन्देश सेटिङहरू
vi: Thiết lập nhắn tin
xh: Lawula iisetingi
zu: Amasethingi omyalezo

source: Tethering settings
hi_in: टेदरिंग सेटिंग्स
mg: Tefin'ny fizaram-pifandraisana
ne: टिथरिङ सेटिङहरू
xh: Iisethingi zokubophelela
zu: Amasethingi okuxhuma ku-inthanethi ngefoni

source: IMS settings
hi_in: IMS सेटिंग
mg: Tefin'ny IMS
ne: अाई एम् एस् सेटिङहरू
xh: Iisethingi ze-IMS
zu: Amasethingi e-IMS

source: Roaming protocol
hi_in: रोमिंग के प्रोटोकाल
mg: Protokolan'ny miriaria
ne: रोमिङ प्रोटोकोल
xh: Iprothokhol ezulazulayo
zu: Umthetho olandelwayo wokucinga isiginali

source: Unknown state
hi_in: अज्ञात स्थिति
mai: अज्ञात स्थिति
mg: Toetra tsy fantatra
ne: अज्ञात स्थिति
or: ଅଜଣା ସ୍ଥିତି
sw: Hali isiyotambulika
vi: Trạng thái không rõ
wa: Estat nén cnoxhou
xh: Imo engaziwayo
zu: Isimo esingaziwa

source: Available
hi_in: उपलब्ध
mai: उपलब्ध
mg: Vonona
ne: उपलब्ध
or: ଉପଲବ୍ଧ
sw: Inapatikana
vi: Có thể kết nối
wa: Disponibe
xh: Iyafumaneka
zu: Iyatholakala

source: Forbidden
hi_in: निषेधित
mai: निषेधित
mg: Voarara
ne: निषेधित
or: ବର୍ଜିତ
sw: Imekatazwa
vi: Bị cấm kết nối
wa: Disfindou
xh: Yalelwe
zu: Ayivumelekile

source: Bluetooth
hi_in: ब्लूटूथ
mai: ब्लूटूथ
ne: ब्लुटुथ
or: ବ୍ଲୁଟୁଥ
xh: I-Bluetooth
zu: I-Bluetooth

source: Connected to phone audio
hi_in: फ़ोन ऑडियो से कनेक्ट
mg: Mifandray @ rakipeon-telefaona
zu: Ixhunywe emsindweni wefoni

source: Connected to phone/media audio
hi_in: फोन मीडिया ऑडियो से कनेक्ट
mg: Mifandray @ rakipeon-telefaona/haino&jery
zu: Ixhunywe efonini/emsindweni wemidiya

source: Confirm
hi_in: संपुष्ट करें
mg: Hamafiso
ne: सुनिश्चित
vi: Xác nhận
xh: Qinisekisa
zu: Qinisekisa

source: Change phone name
hi_in: बदलें फ़ोन नाम
mg: Hanova anaran'ny telefaona
vi: Đổi tên điện thoại
zu: Shintsha igama lefoni

source: Change the name of your device as it appears in your computer
hi_in: आपका कंप्यूटर में जिस प्रकार दिखाई देता है उस रूप में अपनी उपकरण का नाम बदलें
mai: अहाँक कंप्यूटर मे जहिना देखाइ देत अछि ओ रूपेँ अपन अओजार क नाम बदलू
mg: Hanova ny anaran'ny fitaovanao araka ny isehoany eo amin'ny solosainao
ne: तपाईको कम्प्युटरमा आए सरह तपाइको यन्त्रको नाम परिवर्तन गर्नुहोस् ।
or: କମ୍ପ୍ୟୁଟରରେ ଆପଣଙ୍କ ଉପକରଣର ନାମ ଯେପରି ଦିଶୁଛି, ତାକୁ ବଦଳାନ୍ତୁ
sw: Badilisha jina la kifaa kichako kama linavyoonekana katika kompyuta yako
vi: Đổi tên điện thoại hiển thị trên máy tính
wa: Candjî li no di vost éndjin come il aparexhrè so vosse copiutrece
xh: Tshintsha igama lesixhobo sakho ngendlela esibonakala ngayo kwikhompyutha yakho
zu: Shintsha igama ledivayisi yakho ngendlela elibonakala ngayo ekhompyutheni yakho

source: The SSID cannot be empty
hi_in: SSID खाली नइ हो सके.
mai: SSID खाली नहि भ सकत.
mg: Tsy tokony ho foana ny SSID
ne: एस् एस् आइ डी खाली हुन सक्दैन
or: SSID କୁ ଖାଲି ରଖିପାରିବେ ନାହିଁ
sw: SSID haiwezi kuwa tupu
vi: Không thể bỏ trống SSID
wa: Li SSID ni pout nén esse vude
xh: I-SSID ayinakungabi nanto
zu: I-SSID ayikwazi ukungabi nalutho

source: Internet sharing
hi_in: इंटरनेट साझा
mg: Fizarana aterineto
ne: इन्टरनेट बाड्ने
vi: Chia sẻ Internet
xh: Ukwabelana nge-intanethi
zu: Ukwabelena nge-inthanethi

source: Share my phone’s Internet connection with a USB-connected device.
hi_in: एक USB ​​से जुड़े उपकरण के साथ, मेरे फोन का इंटरनेट कनेक्शन साझा करें
mg: Hizara ny fifandraisana Aterineton'ny telefaonako @ fitaovana mifandray @ alàlan'ny USB.
vi: Chia sẻ kết nối Internet trên điện thoại của tôi với một thiết bị qua USB.
zu: Yabelana nokuxhumeka kwe-inthanethi yefoni yami nedivayisi exhunywe ku-USB.

source: Allow other devices to share my phone’s Internet connection by connecting via Wi-Fi.
hi_in: अन्य उपकरणों को मेरे फ़ोन का इंटरनेट कनेक्शन वाई - फाई के माध्यम से जोड़ने के लिए अनुमति दें.
mg: Hamela ireo fitaovana hafa hizara ny fifandraisana Aterineton'ny telefaonako @ fifandraisana @ alàlan'ny Wi-Fi.
vi: Cho phép các thiết bị khác sử dụng kết nối Internet của tôi thông qua Wi-Fi.
zu: Vumela amanye amadivayisi ukwabelana nokuxhumana ne-inthanethi kwefoni yami ngokuxhuma ku-Wi-Fi.

source: Name
hi_in: नाम
mai: नाम
mg: Anarana
ne: नाम
or: ନାମ
sw: Jina
vi: Tên
wa: No
xh: Igama
zu: Igama

source: Hotspot settings
hi_in: हॉटस्पॉट सेटिंग्स
mg: Tefin'ny hotspot
ne: हटस्पट सेटिङहरू
vi: Thiết lập điểm truy cập
xh: Iisetingi zendawo eshushu
zu: Amasethingi endawo ephambili

source: SSID network name
hi_in: SSID संजाल नाम
mg: Anaran'ny tambajotra SSID
ne: SSID सञ्जाल नाम
vi: Tên SSID của mạng
xh: Igama lenethiweki ye-SSID
zu: Igama lenethiwekhi ye-SSID

source: Sound
hi_in: ध्वनि
mai: ध्वनि
mg: Feo
ne: ध्वनि
or: ଧ୍ବନି
sw: Sauti
vi: Âm báo
wa: Son
xh: Isandi
zu: Umsindo

source: Short
hi_in: छोटा
mai: छोट
mg: Fohy
ne: छोटो
or: ସଂକ୍ଷିପ୍ତ ପଥ
sw: Fupi
vi: Âm ngắn
wa: Court
xh: Emfutshane
zu: Imfushane

source: Long
hi_in: लंबा
mai: नमहर
mg: Lava
ne: लामो
or: ଲମ୍ବା
sw: Ndefu
vi: Âm dài
xh: Ende
zu: Yinde

source: Ringer
hi_in: घंटी
mg: Pinjera
vi: Chuông báo cuộc gọi

source: Alert tones
hi_in: चेतावनी टोन
mg: Feo fanairana
vi: Chuông báo
zu: Iminkenenezo yokuxwayisa

source: Manage Sounds
hi_in: ध्वनि प्रबंधित करें
mg: Handrindra Feo
zu: Lawula Imisindo

source: Manage Ringtones
hi_in: रिंगटोन प्रबंधित करें
mg: Handrindra Feo Faneno
zu: Lawula Iminkenenezo Yokukhala Kocingo

source: Other sounds
hi_in: अन्य ध्वनियों
mg: Feo Hafa
ne: अन्य ध्वनिहरु
vi: Âm thanh khác
xh: Ezinye izandi
zu: Eminye imisindo

source: Ringer & Notifications
hi_in: रिंगर & सूचनाएँ
mg: Feo faneno & Filazana
vi: Chuông và thông báo
zu: I-ringer & Izaziso

source: Saving ringtone…
hi_in: रिंगटोन सहेजा जा रहा है…
mg: Mitahiry feo faneno…
vi: Đang lưu nhạc chuông…
zu: Ilondoloza umnkenenezo wokukhala kocingo…

source: The ringtone was not changed because the selected file can not be played on this phone.
hi_in: रिंगटोन नहीं बदला गया था क्योंकि चयनित फ़ाइल इस फोन पर नहीं चलाया जा सकता.
mg: Tsy novaina ny feo faneno satria tsy azo alefa ato amin'ity telefaona ity ilay rakitra nofantenana.
vi: Không thay đổi nhạc chuông vì không thể phát tập tin được chọn trên máy này.
zu: Umnkenenezo awushintshwanga ngoba ifayela elikhethiwe alikwazi ukudlalwa kule foni.

source: Display
hi_in: प्रदर्शन
mai: देखाउ
mg: Hampiseho
ne: प्रदर्शन
or: ଦେଖଣା
sw: Onyesha
vi: Hiển thị
wa: Håynaedje
xh: Bonisa
zu: Bonisa

source: Lock screen
hi_in: स्क्रीन पर ताला लगाएँ
mg: Efijery mihidy
ne: पर्दामा ताल्चा लगाउनुहोस्
vi: Khóa màn hình
xh: Tshixa iskrini
zu: Khiya iskrini

source: Screen timeout
hi_in: स्क्रीन समय खत्म
mg: Fe-potoan'ny efijery
ne: पर्दा समय समाप्त
vi: Thời gian chờ
xh: Ukuphelelwa kweskrini lixesha
zu: Isikhathi sokucima kweskrini

source: Lock orientation
hi_in: लॉक ओरिएंटेशन
mg: Fitodiky ny hidy
ne: ताल्चा अभिमूखिकरण
vi: Khóa chiều xoay máy
xh: Ukuqhelanisa nokuyitshixa
zu: Indlela yokukhiya

source: Navigation
hi_in: संचरण
mai: विचरण
mg: Fitetezana
or: ନାଭିଗେସନ
sw: Unahodha
wa: Naiviaedje
xh: Ufuniselo
zu: Ukuthubeleza

source: Edge swipe navigation
hi_in: किनारॆ स्वाइप नेविगेशन
mg: Fitetezana sosa sisiny
xh: Ufuniselo lokuswayipha ekoneni
zu: Ukuthubeleza ngokuswayipha emachosheni

source: Notifications
hi_in: सूचनाएँ
mai: सूचना
mg: Filazana
ne: सूचना
or: ବିଜ୍ଞପ୍ତି
sw: Taarifa
vi: Thông báo
wa: Notifiaedjes
xh: Izaziso
zu: Izaziso

source: Date & Time
hi_in: तिथि व समय
mai: तिथि आ समय
mg: Daty & Ora
ne: मिति र समय
or: ତାରିଖ ଏବଂ ସମୟ
sw: Tarehe na Wakati
vi: Ngày giờ
wa: Date et eure
xh: Umhla nexesha
zu: Usuku & Isikhathi

source: Set automatically
hi_in: स्वत व्यवस्थित
mg: Hanefy hoazy
ne: स्वत: सेट गर्नुहोस्
vi: Tự động
xh: Seta ngokuzenzekelayo
zu: Hlela ngokuzenzekelayo

source: Set manually
hi_in: मैन्युअल रूप से सेट करें
mg: Hanefy @ tànana
ne: आफैले मिलाउनुहोस
vi: Thủ công
xh: Seta ngokwakho
zu: Setha ngokwenziwa ngezandla

source: Time zone
hi_in: समय क्षेत्र
mg: Faritr'ora
ne: समय क्षेत्र
vi: Múi giờ
xh: Ummandla wexesha
zu: Indawo yesikhathi

source: Language
hi_in: भाषा
mai: भाषा
mg: Teny
ne: भाषा
or: ଭାଷା
sw: Lugha
vi: Ngôn ngữ
wa: Lingaedje
xh: Ulwimi
zu: Ulimi

source: SIM manager
hi_in: SIM प्रबंधक
mg: Mpandrindra SIM
ne: SIM प्रबन्धक
vi: Quản lý SIM
xh: Umlawuli we-SIM
zu: Imenenja ye-SIM

source: SIM settings
hi_in: SIM सेटिंग
mg: Tefin'ny SIM
zu: Amasethingi e-SIM

source: Outgoing messages
hi_in: जाने वाला संदेश
mg: Hafatra mivoaka
vi: Tin nhắn đi
zu: Imiyalezo ephumayo

source: Homescreen
hi_in: होमस्क्रीन
mai: होमस्क्रीन
mg: Efijery trano
ne: गृहपर्दा
or: ମୂଳ ପରଦା
sw: Kioo cha ukurasa wa nyumbani
wa: Waitroûle d’ ascoye
xh: Iskrini sekhaya
zu: Iskrini sasekhaya

# vertical-homescreen-header
source: Homescreen
hi_in: होमस्क्रीन
mai: होमस्क्रीन
mg: Efijery trano
ne: गृहपर्दा
or: ମୂଳ ପରଦା
sw: Kioo cha ukurasa wa nyumbani
wa: Waitroûle d’ ascoye
xh: Iskrini sekhaya
zu: Iskrini sasekhaya

source: Homescreens
hi_in: होमस्क्रीन
mai: होमस्क्रीन
mg: Efijery trano
ne: गृहपर्दा
or: ମୂଳ ପରଦା
sw: Kioo cha ukurasa wa nyumbani
wa: Waitroûles d’ ascoye
xh: Iskrini sekhaya
zu: Iskrini sasekhaya

source: Change homescreen
hi_in: होमस्क्रीन परिवर्तन करें
mai: होमस्क्रीन परिवर्तन करू
mg: Hanova efijery trano
ne: गृहपर्दा परिवर्तन गर्नुहोस्
or: ମୂଳ ପରଦାକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
sw: Badilisha kioo cha ukurasa wa nyumbani
vi: Thay đổi màn hình chính
wa: Candjî waitroûle d’ ascoye
xh: Tshintsha iskrini sasekhaya
zu: Shintsha iskrini sasekhaya

# changeHomescreenButton
source: Change
hi_in: बदलें
mai: बदलू
mg: Hanova
ne: परिवर्तन गर्नुहोस्
or: ପରିବର୍ତ୍ତନ କରନ୍ତୁ
sw: Badilisha
vi: Thay đổi
wa: Candjî
xh: Tshintsha
zu: Shintsha

source: Description
hi_in: विवरण
mai: विवरण
mg: Fanoritsoritana
ne: विवरण
or: ବର୍ଣ୍ଣନା
sw: Maelezo
vi: Mô tả
wa: Discrijhaedje
xh: Ingcaciso
zu: Incazelo

source: Installed input methods
hi_in: स्थापित इनपुट विधि
mg: Fomba fanoratana napetraka
vi: Các kiểu gõ đã cài

source: Keyboards
hi_in: कुंजीपटल
mai: कुँजीपटल
mg: Marobokotra
ne: कुञ्जिपाटीहरु
or: କିବୋର୍ଡଗୁଡ଼ିକ
sw: Baobonye
vi: Bàn phím
wa: Tapreces
xh: Iikhibhodi
zu: Amabhodi ezinkinobho

source: Selected keyboards
hi_in: चुने हुए कुंजीपट
mg: Marobokotra Voafantina
vi: Các bàn phím đã chọn

source: Add more keyboards
hi_in: अधिक कुंजीपट जोड़ें
mg: Hanampy marobokotra hafa
vi: Thêm bàn phím

source: Don’t see an email? {{resend}}.
hi_in: ईमेल देख नहीं है? {{resend}}.
mai: {{resend}} ईमेल नहि देखा रहल अछि.
mg: Tsy nahita mailaka? {{resend}}.
or: କିଛି ଇମେଲ ଦେଖି ପାରୁନାହାନ୍ତି?{{resend}}
sw: Hauoni barua pepe? {{resend}}.
wa: Vos n’ voeyoz pont d’ emile ? {{resend}}.
xh: Akuyiboni i-imeyile? {{resend}}.
zu: Awuyiboni i-imeyli? {{resend}}.

source: Resend
hi_in: भेजें
mai: फेर सँ पठाउ
mg: Halefa indray
ne: पुन: पठाउनुहोस्
or: ପୁଣି ପଠାନ୍ତୁ
sw: Tuma tena
wa: Revoyî
xh: Thumela kwakhona
zu: Thumela kabusha

source: Options
hi_in: विकल्प
mai: विकल्प
mg: Safidy
ne: विकल्पहरू
or: ବିକଳ୍ପ
sw: Machaguo
wa: Tchuzes
xh: Ekunokukhethwa kuko
zu: Ongakhetha Kukho

source: Find My Device allows you to locate, lock or erase your phone
hi_in: मेरे युक्ति को ढ़ूँढ़ें आपके अपने फोन को पता करने के लिए, बंद करने और मिटाने की अनुमति देता है
mg: Hitady Ny Fitaovako dia ahafahanao mamantatra ny misy ny telefaonanao, manidy na mamafa azy
zu: Uhlelo lweThola Idivayisi Yami lukuvumela ukuthi uthole, ukhiye noma usule ifoni yakho

source: Sign In or Create an Account
hi_in: साइन इन करें या एक खाता बनाएँ
mg: Midira na Mamoròna Kaonty
