Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

# developer.ariaLabel
source: Developer
am: አበልጻጊ
ar: المطوِر
bg: Разработчик
bn_bd: ডেভেলপার
bn_in: ডেভেলপার
br: Diorroer
ca: Desenvolupador
cy: Datblygwr
es: Desarrollador
eu: Garatzailea
fa: توسعه‌دهنده
ga_ie: Forbróir
gd: Luchd-leasachaidh
lv: Izstrādātājiem
pt: Programador
ro: Dezvoltator
si: සංවර්ධක
th: นักพัฒนา
ur: ترقی دہندہ
uz: Dasturchi

source: Developer HUD
am: የ አበልጻጊ HUD
ar: المطور HUD
bg: HUD за разработчици
bn_bd: ডেভেলপার HUD
bn_in: ডেভেলপার HUD
br: Titouroù diorroer
bs: HUD programera
ca: Informació per al desenvolupador
cy: HUD Datblygwr
eu: Garatzailearen HUDa
fa: مرکز توسعه‌دهندگان
ga_ie: HUD Forbróra
gd: HUD luchd-leasachaidh
hi_in: डेवलपर HUD
hu: Fejlesztői HUD
id: HUD Pengembang
kn: ವಿಕಸನೆಗಾರನHUD
lv: Izstrādātāju informācijas
mai: डेवलपर HUD
mg: HUD Mpamolavola
ne: विकासकर्ता एच यू डी
or: ବିକାଶକାରୀ HUD
pt: Central do programador
ro: HUD dezvoltator
si: සංවර්ධක HUD
sw: HUD ya Muendelezi
ta: உருவாக்குநர் HUD
tr: Geliştirici göstergesi
ur: ڈویلپر HUD
uz: Dasturchi HUD
wa: Informåcions diswalpeus
xh: I-HUD yomphuhlisi
zu: Umqambi HUD

# hud-devtools
source: Developer Tools
am: የ አበልጻጊ መሳሪያዎች
ar: أدوات المُطورين
bg: Инструменти за разработчици
bn_bd: ডেভেলপার টুল
bn_in: ডেভলপার টুলগুলি
br: Ostilhoù an diorroer
bs: Razvojni alati
ca: Eines de desenvolupament
cy: Offer Datblygwyr
es: Herramientas de desarrollo
eu: Garatzaile-tresnak
fa: ابزارهای توسعه‌دهندگان
ga_ie: Uirlisí Forbartha
gd: Innealan an luchd-leasachaidh
hu: Fejlesztői eszközök
lv: Izstrādes rīki
pt: Ferramentas do programador
ro: Unelte de dezvoltare
si: වැඩිදියුණු කරන්නන්ගේ මෙවලම්
th: เครื่องมือนักพัฒนา
ur: تعمیر کے الات
uz: Dasturchi asboblari

source: Hide All HUD Elements
ar: إخفاء جميع عناصر HUD
bg: Скриване на всички HUD елементи
bn_bd: সকল HUD উপকরণ লুকাও
bn_in: সমস্ত HUD উপাদানসমূহ লুকিয়ে ফেলুন
br: Kuzhat an holl elfennoù HUD
bs: Sakrij sve HUD elemente
ca: Amaga tots els elements del HUD
cy: Cuddio Pob Elfen HUD
es: Ocultar todos los elementos HUD
eu: Ezkutatu HUD elementu guztiak
fa: مخفی کردن تمام عناصر HUD
ga_ie: Cuir gach eilimint HUD i bhfolach
gd: Falaich gach eileamaid HUD
pt: Ocultar todos os elementos gráficos
ro: Ascunde toate elementele HUD
si: සියළු HUD මූලාංග සඟවන්න
ur: تمام HUD عنصر چھپائیں
uz: Barcha HUD elementlarini yashirish

source: Log Changes in ADB
ar: َتسجيل التغييرات في ADB
bg: Журнал на промените в ADB
bn_bd: ADB তে লগ পরিবর্তন
bn_in: ADB তে লগ পরিবর্তন
br: Kemmadurioù e ADB
bs: Zapisuj promjene u ADB
ca: Registra els canvis a ADB
cy: Cofnodi'r Newid yn ADB
es: Registrar cambios en ADB
eu: Erregistr. aldaketak ADBn
fa: تغییرات در ADB ثبت شوند
ga_ie: Logáil Athruithe in ADB
gd: Logaich atharraichean ann an ADB
hu: Változások naplózása ADB-ben
lv: Izmaiņas sūtīt ADB
pt: Registar alterações no ADB
ro: Înregistrează schimbările în ADB
si: ADB හි වෙනස්කම් ලොග් ගත කරන්න
ur: ADB کے لاگ میں تبدیلی
uz: ADB’dagi jurnal o‘zgarishlari

source: Show System HUD
ar: أظهر نِظام HUD
bg: Показване на системния HUD
bn_bd: সিস্টেম HUD দেখাও
bn_in: সিস্টেম HUD প্রদর্শন করুন
br: Diskouez an HUD reizhiad
bs: Prikaži sistemski HUD
ca: Mostra el HUD del sistema
cy: Dangos System HUD
es: Mostrar HUD del sistema
eu: Erakutsi sistemaren HUDa
fa: نمایش سیستم HUD
ga_ie: Taispeáin HUD an chórais
gd: Seall HUD an t-siostaim
hu: Rendszer HUD
lv: Sistēmas informācijas
pt: Mostrar gráficos de sistema
ro: Arată HUD-ul sistemului
si: පද්ධති HUD පෙන්වන්න
ur: نظام HUD دکھائیں
uz: HUD tizimini ko‘rsatish

source: Problems
am: ችግሮች
ar: مشاكل
bg: Проблеми
bn_bd: সমস্যা
bn_in: সমস্যা
br: Kudennoù
bs: Problemi
ca: Problemes
cy: Anawsterau
es: Problemas
eu: Arazoak
fa: مشکلات
ga_ie: Fadhbanna
gd: Duilgheadasan
hi_in: समस्या
hu: Problémák
id: Masalah
kn: ಸಮಸ್ಯೆಗಳು
lv: Problēmas
mai: समस्या
mg: Olana
ne: समस्याहरु
or: ସମସ୍ଯାଗୁଡ଼ିକ
pt: Problemas
ro: Probleme
si: ගැටළු
sw: Matatizo
ta: பிரச்சனைகள்
th: ปัญหา
tr: Sorunlar
ur: مسائل
uz: Muammolar
wa: Problinmes
xh: Iingxaki
zu: Izinkinga

source: Warnings
am: ማስጠንቀቂያዎች
ar: تحذيرات
bg: Предупреждения
bn_bd: সতর্কীকরণ
bn_in: সতর্কীকরণ
br: Gouzavioù
bs: Upozorenja
ca: Avisos
cy: Rhybuddion
es: Advertencias
eu: Abisuak
fa: هشدارها
ga_ie: Rabhaidh
gd: Rabhaidhean
hi_in: चेतावनी
hu: Figyelmeztetések
id: Peringatan
kn: ಎಚ್ಚರಿಕೆಗಳು
lv: Brīdinājumi
mai: चेतावनी
mg: Fampitandremana
ne: चेतावनीहरु
or: ଚେତାବନୀ
pt: Avisos
ro: Avertismente
si: ඇඟවීම්
sw: Maonyo
ta: எச்சரிக்கைகள்
th: คำเตือน
tr: Uyarılar
ur: انتباہ
uz: Ogohlantirishlar
wa: Adviertixhmints
xh: Izilumkiso
zu: Izexwayiso

source: Errors
am: ስህተቶች
ar: أخطاء
bg: Грешки
bn_bd: ত্রুটি
bn_in: ত্রুটি
br: Fazioù
bs: Greške
cy: Gwallau
es: Errores
eu: Erroreak
fa: خطاها
ga_ie: Earráidí
gd: Mearachdan
hi_in: त्रुटि
hu: Hibák
id: Galat
kn: ದೋಷಗಳು
lv: Kļūdas
mai: त्रुटि
mg: Tsy fetezana
ne: त्रुटिहरू
or: ତ୍ରୁଟି
pt: Erros
ro: Erori
si: දෝෂයන්
sw: Hitilafu
ta: பிழைகள்
th: ข้อผิดพลาด
tr: Hatalar
ur: نقص
uz: Xatolar
wa: Arokes
xh: Iimposiso
zu: Amaphutha

source: Security Issues
am: የ ደህንነት ችግሮች
ar: الشؤون الأمنية
bg: Проблеми със сигурността
bn_bd: নিরাপত্তার বিষয়গুলো
bn_in: সুরক্ষাজনিত সমস্যা
br: Kudennoù diogelroez
bs: Sigurnosni problemi
ca: Problemes de seguretat
cy: Materion Diogelwch
es: Problemas de seguridad
eu: Segurtasun-arazoak
fa: مشکلات امنیتی
ga_ie: Fadhbanna Slándála
gd: Adhbharan tèarainteachd
hu: Biztonsági problémák
lv: Drošības problēmas
pt: Problemas de segurança
ro: Probleme de securitate
si: ආරක්ෂක ගැටළු
th: ปัญหาความปลอดภัย
ur: سیکورٹی کے مسائل
uz: Xavfsizlik muammolari

source: Performance
am: አፈጻጸም
ar: الأداء
bg: Производителност
bn_bd: কর্মক্ষমতা
bn_in: কর্মক্ষমতা
br: Digonusted
bs: Performanse
ca: Rendiment
cy: Perfformiad
es: Rendimiento
eu: Errendimendua
fa: کارایی
ga_ie: Feidhmíocht
gd: Dèanadas
hi_in: प्रदर्शन
hu: Teljesítmény
id: Kinerja
kn: ಕಾರ್ಯಕ್ಷಮತೆ
lv: Veiktspēja
mai: प्रदर्शन
mg: Tombom-pahombiazana
ne: प्रदर्शन
or: କାର୍ଯ୍ୟଦକ୍ଷତା
ro: Performanță
si: ක්‍රියාකාරීත්වය
sw: Utendaji
ta: செயல்திறன்
th: ประสิทธิภาพ
tr: Performans
ur: سرانجام دہی
uz: Unumdorlik
xh: Ukusebenza
zu: Indlela yokusebenza

source: Reflows
ar: التدفقات العائدة
bg: Пренареждане
bn_bd: পুনঃপ্রবাহ
bn_in: পুনঃপ্রবাহ
bs: Preraspodjela
ca: Reajustaments
cy: Ail lifo
es: Reflujos
eu: Egokitzeak
fa: فروکشی‌ها
ga_ie: Atarraingthe
hi_in: रीफ़्लो
hu: Újrarajzolás
id: Reflow
kn: ಮರುಹರಿವುಗಳು
lv: Pārzīmējumi
mai: रीफ़्लो
mg: Onitra
ne: रिफ्लोहरु
or: ପୁନର୍ବହିତ ହୁଏ
ro: Restituiri
si: ප්‍රතිගැලීම්
sw: Mtiririko upya
ta: மீளோடைகள்
tr: Yeniden akışlar
ur: بازروانی
uz: Qayta oqish
xh: Iiriflowu

source: Jank
am: የማይረባ
ar: جانك
bn_bd: জাঙ্ক
eu: Atzerapena
ga_ie: Moill
hi_in: जैंक
hu: Holtjáték
kn: ಜಂಕ್
lv: Bloķējumi
mai: जैंक
mg: Fitavozavoza
ne: ज्यांक
ur: جےنک
uz: Yaroqsiz
wa: Blocaedjes
xh: Ijenki
zu: I-Jank

source: Jank Threshold (ms)
cy: Trothwy'r Jank (Ms)
eu: Atzerapenaren atalasea (ms)
gd: Stairsneach Jank (ms)

source: Duration Threshold (ms)
cy: Trothwy'r Parhad (ms)
eu: Iraupenaren atalasea (ms)
gd: Stairsneach na faid (ms)

source: Frames per Second
am: ክፈፎች በ ሰከንድ
ar: الإطارات لكلّ ثانية
bg: Кадри в секунда
bn_bd: প্রতি সেকেন্ডে ফ্রেমের সংখ্যা
bn_in: প্রতি সেকেন্ডে ফ্রেমের সংখ্যা
br: Skeudennoù dre eilenn
bs: Okvira u sekundi
ca: Fotogrames/segon
cy: Ffrâm yr Eiliad
es: Cuadros por segundo
eu: Fotogramak segundoko
fa: فریم بر ثانیه
ga_ie: Frámaí sa Soicind
gd: Frèamaichean gach diog
hu: FPS kiírása
lv: Attēli sekundē
pt: Frames por segundo
ro: Cadre per secundă
si: තත්පරයකට රාමු ගණන
th: เฟรมต่อวินาที
ur: فی سیکنڈ فریم
uz: Bir soniyadagi kadrlar

source: Time to Load
am: መጫኛው ጊዜ
ar: الوقت للتحميل
bg: Време за зареждане
bn_bd: লোডিং এর সময়
bn_in: লোডিং এর সময়
br: Amzer kargañ
bs: Vrijeme učitavanja
ca: Temps de càrrega
cy: Amser i'w Lwytho
es: Tiempo de carga
eu: Kargatzeko denbora
fa: زمان برای بارگیری
ga_ie: Am Luchtaithe
gd: Ùine luchdaidh
hu: Betöltési idő
lv: Ielādes laiks
pt: Tempo para carregamento
ro: Timp de încărcare
si: පුරණයට ඇති කාලය
ur: لوڈ کرنے کے لئے وقت
uz: Yuklash uchun vaqt

source: Memory
am: ማስታወሻ
ar: الذاكرة
bg: Памет
bn_bd: মেমোরী
bn_in: মেমরি
br: Memor
bs: Memorija
ca: Memòria
cy: Cof
es: Memoria
eu: Memoria
fa: حافظه
ga_ie: Cuimhne
gd: Cuimhne
hi_in: मेमोरी
hu: Memória
id: Memori
kn: ಮೆಮೊರಿ
lv: Atmiņa
mai: मेमोरी
mg: Memoara
ne: स्मृति
or: ସ୍ମୃତିସ୍ଥାନ
pt: Memória
ro: Memorie
si: මතකය
sw: Kumbukumbu
ta: நினைவகம்
th: หน่วยความจำ
tr: Bellek
ur: میموری
uz: Xotira
wa: Memwere
xh: Imemori
zu: Imemori

source: Unique Set Size
am: የተለየ መጠን ማሰናጃ
ar: مجموعة أحجام فريدة من نوعها
bg: Задаване на големината
bn_bd: সতন্ত্র সেট আকার
bn_in: অনন্য সেটের আকার
bs: Veličina unikatnog seta
ca: Mida del conjunt únic
cy: Maint Gosod Unigryw
es: Tamaño ajuste único
eu: Memoria ez partekatua
fa: اندازه مجموعه خاص
ga_ie: Leathanaigh Gan Comhroinnt
gd: Meud àraidh an t-seata
hu: Egyedi csoportméret
kn: ವಿಶಿಷ್ಟ ಗಾತ್ರ ಹೊಂದಿಸು
pt: Tamanho único do conjunto
si: අනන්‍ය ප්‍රමාණ කට්ටලය
ta: தனித்த அளவை அமை
ur: یکتا سائز سیٹ کریں
uz: Alohida o‘rnatish hajmi
wa: Grandeu unike defineye

source: App Memory
am: የ መተግበሪያ ማስታወሻ
ar: ذاكرة التطبيق
bg: Памет за приложения
bn_bd: অ্যাপ মেমোরি
bn_in: অ্যাপ মেমোরি
br: Memor an arload
bs: Memorija aplikacije
ca: Memòria d'aplicació
cy: Cof Ap
es: Memoria de apps
eu: Aplikazioen memoria
fa: حافظه برنامه
ga_ie: Cuimhne Aipeanna
gd: Cuimhne na h-aplacaid
hu: App memória
lv: Lietotnes atmiņa
pt: Memória da aplicação
ro: Memoria aplicației
si: යෙදුම් මතකය
th: หน่วยความจำแอป
ur: اپلی کیشن میموری
uz: Ilova dastur xotirasi

source: JS Objects
ar: أجسام JS
bg: JS обекти
bn_bd: JS বস্তুসমূহ
bn_in: JS বস্তুসমূহ
br: Ergorennoù JS
bs: JS objekti
ca: Objectes JS
cy: Gwrthrychau JS
es: Objetos JS
eu: JS objektuak
fa: اشیاء JS
ga_ie: Réada JS
gd: Oibseactan JS
hu: JS objektumok
lv: JS priekšmeti
pt: Objetos JS
ro: Obiecte JS
si: JS වස්තු
ur: JS آبجیکٹ
uz: JS obyektlar

source: JS Strings
ar: مقاطع JS
bg: JS низове
bn_bd: JS স্ট্রিং
bn_in: JS পংক্তিসমূহ
br: Hedadoù JS
bs: JS stringovi
ca: Cadenes JS
cy: Llinynnau JS
es: Cadenas JS
eu: JS kateak
fa: رشته‌های JS
ga_ie: Teaghráin JS
gd: Sreangan JS
hu: JS szövegek
lv: JS rindas
pt: Strings JS
ro: Șiruri JS
si: JS තන්තු
ur: JS سٹرنگز
uz: JS qatorlar

source: JS Other
ar: JS أخرى
bg: Друго от JS
bn_bd: JS অন্যান্য
bn_in: JS অন্যান্য
br: JS all
bs: JS ostalo
ca: Altres JS
cy: JS Arall
es: Otro JS
eu: Bestelako JSa
fa: دیگر JS
ga_ie: Sonraí eile JS
gd: JS eile
hu: JS egyéb
lv: JS (cits)
pt: Outro JS
ro: Alt JS
si: JS වෙනත්
ur: JS دیگر
uz: JS boshqa

source: DOM
eu: DOMa
hi_in: डॉम
mai: डॉम
xh: I-DOM

source: Style
am: ዘዴ
ar: النمط
bg: Стил
bn_bd: বিন্যাস
bn_in: শৈলী
br: Stil
bs: Stil
ca: Estil
cy: Arddull
es: Estilo
eu: Estiloa
fa: سبک
ga_ie: Stíl
gd: Stoidhle
hi_in: शैली
hu: Stílus
id: Gaya
kn: ಶೈಲಿ
lv: Stils
mai: शैली
mg: Haingo
ne: शैली
or: ଶୈଳୀ
pt: Estilo
si: රටාව
sw: Staili
ta: தோற்றம்
tr: Stil
ur: انداز
uz: Uslub
xh: Isimbo
zu: Isitayela

# hud-other
source: Other
am: ሌላ
ar: أخرى
bg: Други
bn_bd: অন্যান্য
bn_in: অন্যান্য
br: All
bs: Ostalo
ca: Altres
cy: Arall
es: Otro
eu: Bestelakoak
fa: بقیه
ga_ie: Eile
gd: Eile
hi_in: अन्य
hu: Egyéb
id: Lainnya
kn: ಇತರೆ
lv: Citi
mai: आन
mg: Hafa
ne: अन्य
or: ଅନ୍ଯାନ୍ଯ
pt: Outro
ro: Altele
si: වෙනත්
sw: Nyingine
ta: மற்ற
th: อื่น ๆ
tr: Diğer
ur: دیگر
uz: Boshqa
xh: Okunye
zu: Okunye

source: Software
am: ሶፍትዌር
ar: البرمجيات
bg: Софтуер
bn_bd: সফটওয়্যার
bn_in: সফ্টওয়্যার
br: Meziant
bs: Softver
ca: Programari
cy: Meddalwedd
eu: Softwarea
fa: برنامه
ga_ie: Bogearra
gd: Bathar-bog
hi_in: सॉफ्टवेयर
hu: Szoftver
id: Perangkat Lunak
kn: ತಂತ್ರಾಂಶ
lv: Programmatūra
mai: साफ्टवेयर
mg: Rindrambaiko
ne: सफ्टवेयर
or: ସଫ୍ଟୱେର
si: මෘදුකාංග
sw: Programu
ta: மென்பொருள்
th: ซอฟต์แวร์
tr: Yazılım
ur: سافٹ ویئر
uz: Dasturiy mahsulot
vi: Phần mềm
wa: Programe
xh: Isoftwe
zu: I-software

source: Developer Settings
am: የ አበልጻጊ ማሰናጃዎች
ar: إعدادات المطور
bg: Настройки за разработчици
bn_bd: ডেভেলপার সেটিং
bn_in: ডেভেলপার বৈশিষ্ট্যাবলী
br: Arventennoù an diorroer
bs: Postavke za programere
ca: Paràmetres per a desenvolupadors
cy: Gosodiadau Datblygwyr
eu: Garatzaileen ezarpenak
fa: تنظیمات توسعه‌دهندگان
ga_ie: Socruithe Forbartha
gd: Roghainnean an luchd-leasachaidh
hu: Fejlesztői beállítások
id: Setelan Pengembang
kn: ಡೆವೆಲಪರ್ ಸಿದ್ದತೆಗಳು
lv: Izstrādātāju iestatījumi
pt: Definições do programador
ro: Setări pentru dezvoltator
si: සංවර්ධක සැකසුම්
ta: உருவாக்குநர் அமைவுகள்
th: ตั้งค่านักพัฒนา
tr: Geliştirici ayarları
ur: تخلیق کار سیٹکگیں
uz: Dasturchi sozlamalari

source: Debug
ar: تصحيح
bg: Дебъг
bn_bd: ডিবাগ
bn_in: ডিবাগ
br: Diveugañ
ca: Depuració
cy: Dadfygio
es: Depurar
eu: Arazketa
fa: اشکال‌زدایی
ga_ie: Dífhabhtaigh
hi_in: दोषसुधार
hu: Hibakövetés
kn: ದೋಷನಿವಾರಣೆ
lv: Atkļūdošana
mai: दोषसुधार
mg: Hanala tsininy
ne: त्रुटि सच्याउनुहोस्
or: ତ୍ରୁଟିନିବାରଣ
pt: Depuração
ro: Depanare
si: දෝෂහරණය
sw: Peleleza
ta: வழு நீக்கம்
tr: Hata ayıklama
ur: ٹھیک کریں
uz: Nosozlik
vi: Gỡ lỗi
wa: Disbuguer
xh: Khupha ibhagi
zu: Khipha umonakalo

source: Developer Menu
am: የ አበልጻጊ ዝርዝር
ar: قائمة المطور
bg: Меню Разработчик
bn_bd: ডেভেলপার মেনু
bn_in: ডেভেলপার মেনু
br: Lañser an diorroer
bs: Programerski meni
ca: Menú de desenvolupador
cy: Dewislen Datblygwr
eu: Garatzaile-menua
fa: منو توسعه‌دهندگان
ga_ie: Roghchlár Forbróirí
gd: Clàr-taice luchd-leasachaidh
hi_in: डेवलपर मेन्यू
hu: Fejlesztői menü
id: Menu Pengembang
kn: ವಿಕಸನೆಗಾರನ ಪರಿವಿಡಿ
lv: Izstrādātāju izvēlne
mai: डेवलपर मेनू
mg: Menion'ny mpamolavola
ne: विकासकर्ता मेनु
or: ବିକାଶକ ମେନୁ
pt: Menu do programador
ro: Meniu dezvoltator
si: සංවර්ධක මෙනුව
sw: Menyu ya Muendelezi
ta: உருவாக்குநர் பட்டி
th: เมนูนักพัฒนา
tr: Geliştirici menüsü
ur: ترقی دہندہ مینیو
uz: Dasturchi menyusi
vi: Hiện menu lập trình viên
xh: Imenyu yomphuhlisi
zu: Imenyu yomqambi

source: Developer Tools
am: የ አበልጻጊ መሳሪያዎች
ar: أدوات المُطور
bg: Инструменти за разработчици
bn_bd: ডেভেলপার টুল
bn_in: ডেভলপার টুলগুলি
br: Ostilhoù an diorroer
bs: Razvojni alati
ca: Eines de desenvolupament
cy: Offer Datblygwyr
es: Herramientas de desarrollo
eu: Garatzaile-tresnak
fa: ابزارهای توسعه
ga_ie: Uirlisí Forbartha
gd: Innealan an luchd-leasachaidh
hu: Fejlesztői eszközök
lv: Izstrādes rīki
pt: Ferramentas do programador
ro: Unelte de dezvoltare
si: වැඩිදියුණු කරන්නන්ගේ මෙවලම්
th: เครื่องมือนักพัฒนา
ur: تعمیر کے الات
uz: Dasturchi asboblari

source: Graphics
am: ንድፎች
ar: رسوم
bg: Графика
bn_bd: গ্রাফিক্স
bn_in: গ্রাফিক্স
br: Reizhiad kevregañ
bs: Grafika
ca: Gràfics
cy: Graffigau
es: Gráficos
eu: Grafikoak
fa: گرافیک‌ها
ga_ie: Grafaicí
gd: Grafaigean
hi_in: आलेखी
hu: Grafika
id: Grafik
kn: ಚಿತ್ರಗಳು
lv: Grafikas
mai: आलेखी
mg: Grafika
or: ଆଲେଖୀ
pt: Gráficos
ro: Grafică
si: ග්‍රාපික
sw: Kimchoro
ta: வரைகலைகள்
tr: Grafikler
ur: گرافیات
uz: Grafika
xh: Imizobo
zu: Imidwebo

source: Hardware Composer
am: ጠንካራ አካል ማዋቀሪያ
ar: تركيب مكونات الجهاز
bn_bd: হার্ডওয়্যার কম্পোজার
bn_in: হার্ডওয়্যার কম্পোজার
br: Aozadur ar periantoù
bs: Kompozitor hardvera
ca: Compon per programari
cy: Cyfansoddwr Caledwedd
es: Compositor hardware
eu: Hardware-konposatzailea
fa: سازنده سخت‌افزار
ga_ie: Ceapadóir Crua-Earraí
gd: Co-ghleusaiche bathair-chruaidh
hu: Hardveres gyorsítás
pt: Compositor por hardware
ro: Compozitor hardware
si: දෘඩාංග රචකය
ur: ہارڈ ویئر کمپوزر
uz: Qurilma yozib borgichi

source: Flash Repainted Area
ar: فلاش إعادة رسم المنطقة
bg: Проблясване на прерисуваните зони
bn_bd: পুনরায় রং করা অংশ ফ্লাশ কর
bn_in: অঙ্কিত এলাকায় পুনরায় ফ্ল্যাশ করা হোক
br: Maezioù adlivet
bs: Osvijetli ponovo obojeno područje
ca: Ressalta àrea actualitzada
cy: Ardal Ail Baentiwyd gan Flash
es: Área de destellos repintada
eu: Distiratu birmargotzeak
ga_ie: Splanc ar Athphéinteáil
gd: Flash air an raon ath-pheantaichte
hu: Újrarajzolás jelzése
pt: Destacar áreas redesenhadas
si: යළි අඳින ලද ප්‍රදේශය ෆ්ලෑෂ් කරන්න
ur: فلیش ریپینٹےڈ علاقہ
uz: Chaqnoq qayta bo‘yagan hudud

source: Dump Layers Tree
ar: تفريغ شجرة الطبقات
bn_in: আঁস্তাকুড় স্তরের বৃক্ষ
br: Titouroù gwezennad an treuzfollennoù
bs: Odbaci stablo slojeva
ca: Aboca l'arbre de capes
cy: Coeden haenau pentyrru
es: Volcar árbol de capas
eu: Irauli geruzen zuhaitza
ga_ie: Dumpáil Crann na Sraitheanna
gd: Dumpaich craobh nam breathan
hu: Rétegfa kiírása
pt: Despejar árvore de camadas
si: නික්ෂේප ස්ථර රුක
ur: ڈمپ پرت درخت
uz: Tiqilib qolgan qatlarmlar daraxti

source: Dump Display List
ar: تفريغ قائمة العرض
bn_bd: ডাম্প ডিস্প্লে লিস্ট
bn_in: ডাম্প পরদর্শন তালিকা
br: Titouroù display list
bs: Odbaci displej listu
ca: Aboca la llista de visualitzacions
cy: Rhestr Dangos Pentyrrau
es: Volcar lista de visualización
eu: Irauli bistaratze-zerrenda
ga_ie: Dumpáil Liosta Taispeána
gd: Dumpaich liosta nan taisbeanaidhean
pt: Descartar lista de visualizações
si: පෙන්වුම් ලැයිස්තුව නික්ෂේප කරන්න
ur: نمائش فہرست ڈمپ کریں
uz: Tiqilib qolgan ekran ro‘yxati

source: Dump LayerScope
ar: تفريغ نطَاق الطبقة
bn_bd: Dump layers tree
bn_in: ডাম্প লেয়ারস্কোপ
br: Titouroù ar wezenn treuzfollennoù
bs: Odbaci LayerScope
ca: Aboca l'àmbit de capes
cy: Swp LayerScope
es: Volcar árbol de capas
eu: Irauli geruzen esparrua
ga_ie: Dumpáil an Sraithscóp
gd: Dumpaich LayerScope
hu: Réteghatókör kiírása
pt: Despejar árvore de camadas
ro: Informații layerscope
si: නික්ෂේප ස්ථර රුක
ur: ڈمپ پرت احاطہ کار
uz: Tiqilib qolgan qatlam chegarasi

source: Overscrolling
am: መሸብለያ
ar: حركة السحب المفرط
bg: Прекалено плъзгане
bn_in: ওভারস্ক্রলিং
ca: Sobredesplaçament
cy: Tros-sgrolio
es: Desplazamiento sobrante
eu: Gainkorritzea
ga_ie: Forscrollú
gd: Tar-sgroladh
hi_in: ओवरस्क्रोलिंग
hu: Túlgörgetés
kn: ಓವರ್‌ಸ್ಕ್ರಾಲಿಂಗ್
mai: ओवरस्क्रोलिंग
mg: Fisosa tafahoatra
or: ଓଭରସ୍କ୍ରଲିଂ
pt: Sobre-deslocamento
ro: Derulare excesivă
si: අධි අනුචලනයන්
sw: Kupanda zaidi
ta: வேகமாக உருளுகிறது
tr: Aşırı kaydırma
ur: اورسکروللنگ
uz: Siljitish
xh: Ukuhlisa unyusa kakhulu
zu: Ukuphenya Kufike Ekugcineni Kohla

source: Tiling
am: መደርደሪያ
ar: التبليط
bg: Плочки
bn_in: টাইলিং
br: Teol
bs: Pločice
ca: Mosaic
cy: Teilsio
es: Mosaico
eu: Mosaikoa egitea
fa: شبکه‌ای
ga_ie: Tíliú
gd: Leacagadh
hi_in: टाइलिंग कर रहा है
hu: Csempézés
id: Ubin
kn: ಟೈಲಿಂಗ್
mai: टिलिंग
mg: Fametrahan-kapila
or: ଥାକଥାକ କରି ରଖିବା
ro: Alăturare
si: ටයිල් වැනි සැකැස්ම
sw: Kigae
ta: டிலிங்
tr: Döşeme
ur: ٹائلیں
uz: Plitka
xh: Ukuthayilisha
zu: Ukumisa Okwamathayili

source: Low Precision Painting
am: በ ዝቅተኝ ጥራት መሳያ
ar: الرسم منخفض الدقة
bn_bd: লো প্রিসিশন পেইন্টিং
bn_in: কম-স্পষ্ট অঙ্কন
br: Pentañ gant ur resisted izel
bs: Nisko-precizno farbanje
ca: Dibuixos de baixa precisió
cy: Paentio Cywirdeb Isel
es: Dibujo de baja precisión
eu: Doitasun txikiko margotzea
fa: رنگ‌آمیری نادقیق
ga_ie: Péinteáil ar Bheachtas Íseal
gd: Peantadh aig ìre neo-phongail
hu: Kis pontosságú festés
pt: Pintura de baixa precisão
si: අව-ඉලක්ක ඇති මුද්‍රණය
ur: پست درستگی پینٹنگ
uz: Past aniqlikda bo‘yash

source: Low Precision Transparency
am: በ ዝቅተኝ ጥራት ግልጽነት
ar: شفافية منخفضة الدقة
bn_bd: লো প্রিসিশন ট্রান্সপেরেন্সি
bn_in: কম-স্পষ্ট স্বচ্ছতা
br: Boullder gant ur resisted izel
bs: Nisko-precizna transparencija
ca: Transparència de baixa precisió
cy: Tryloywder Cywirdeb Isel
es: Transparencia de baja precisión
eu: Doitasun txikiko gardentasuna
fa: شفافیت نادقیق
ga_ie: Trédhearcacht ar Bheachtas Íseal
gd: Trìd-shoilleireachd aig ìre neo-phongail
hu: Kis pontosságú átlátszóság
pt: Transparência de baixa precisão
ro: Transparență de joasă precizie
si: අව-ඉලක්ක පාරදෘශ්‍යතාව
ur: پست درستگی شفافیت
uz: Past aniqlikdagi shaffoflik

source: Draw Tile Borders
am: የ አርእስት ድንበሮች መሳያ
ar: رسم حدود الرقعة
bn_bd: এই সীমানা আঁকুন
bn_in: স্তর সীমানা অঙ্কন
br: Tresañ riblennoù an teol
bs: Crtaj granice pločice
ca: Dibuixa vores del mosaic
cy: Lluniadu ymylon teils
es: Dibujar bordes de mosaicos
eu: Marraztu mosaikoen ertzak
fa: نمایش حاشیه‌های کاشی‌ها
ga_ie: Tarraing Imlínte na dTíleanna
gd: Tarraing iomallan nan leacagan
hu: Csempehatárok rajzolása
pt: Desenhar limites do mosaico
ro: Trasează chenare fragmentate
si: ස්ථර බෝඩර් තිර අඳින්න
ur: ٹائل بارڈر بنائیں
uz: Plitka chegaralarini bo‘yash

source: Draw Layer Borders
am: የ ደረጃ ድንበሮች መሳያ
ar: رسم حدود الطبقة
bn_bd: লেয়ারের বর্ডার আঁকুন
bn_in: স্তর সীমানা অঙ্কন
br: Tresañ riblennoù an treuzfollennoù
bs: Crtaj granice sloja
ca: Dibuixa vores de les capes
cy: Lluniadu Haenau Ymylon
es: Dibujar bordes de capas
eu: Marraztu geruzen ertzak
fa: نمایش حاشیه‌های لایه‌ها
ga_ie: Tarraing Imlínte na Sraitheanna
gd: Tarraing iomallan nam breathan
hu: Réteghatárok rajzolása
pt: Desenhar limites da camada
ro: Trasează chenare stratificate
si: ස්ථර බෝඩර් තිර අඳින්න
ur: پرت بارڈر بنائیں
uz: Qatlam chegaralarini bo‘yash

source: Log Slow Animations
am: የ መግቢያ ዝግተኛ እንቅስቃሴ
ar: تسجيل حركات الصور البطئية
bn_bd: মন্থর এনিমেশনগুলো লগ করুন
bn_in: লগ স্লো অ্যানিমেশন
br: Enrollañ ar bliverezhioù gorrek
bs: Bilježi spore animacije
ca: Reg. animacions lentes
cy: Cofnodi Animeiddio Araf
es: Reg. animaciones lentas
eu: Erregistratu animazio motelak
fa: ثبت پویا‌نمایی‌های کُند
ga_ie: Logáil aon Bheochan Mhall
gd: Logaich beòthachaidhean slaodach
hu: Lassú animációk naplója
pt: Registar animações lentas
ro: Înregistrează animațiile lente
si: මන්දගාමී සජීවිකරණ ලඝු ගත කරන්න
ur: آہستہ حرکت اندازی لاگ کریں
uz: Sekin animatsiyalarni jurnalga qo‘shish

source: Debugging via USB
ar: تصحيح الأخطاء عبر ال USB
bg: Дебъгване по USB
bn_bd: USB দিয়ে ডিবাগিং
bn_in: USB দিয়ে ডিবাগিং
br: Diveugañ dre USB
bs: Otklanjanje grešaka preko USB-a
ca: Depuració per USB
cy: Dadfygio drwy USB
es: Depurar vía USB
eu: USB bidezko arazketa
fa: رفع‌اشکال از طریق USB
ga_ie: Dífhabhtú trí USB
gd: Dì-bhugachadh slighe USB
hi_in: USB से डिबगिंग
hu: USB-hibakeresés
id: Pendebugan lewat USB
kn: ದೋಷನಿದಾನ USB ಮೂಲಕ
lv: Atkļūdošana caur USB
mai: USB द्वारा डिबगिंग
mg: Fanalana tsininy amin'ny alàlan'ny USB
or: USB ଜରିଆରେ ଡିବଗିଂ
pt: Depurar via USB
ro: Depanare via USB
si: USB හරහා දෝශ නිරාකරණය
sw: Kupeleleza kupitia USB
ta: USB ஊடாக வழுநீக்கம்
tr: USB ile hata ayıklama
ur: ٹھیگ بذریعہ USB
uz: USB orqali nosozlikni hal qilish
xh: Ukuphelisa ubuzaza nge-USB
zu: Ukuqeda umonakalo kusetshenziswa i-USB

source: DevTools via Wi-Fi
am: DevTools በ ዋይ-ፋይ
ar: DevTools عن طريق شبكة الاسلكي
bg: Дебъгване по Wi-Fi
bn_bd: ওয়াই-ফাই এর মাধ্যমে DevTools
bn_in: ওয়াই-ফাই এর মাধ্যমে DevTools
br: Ostilhoù diorroer dre Wi-Fi
bs: DebTools preko Wi-Fi
ca: DevTools per Wi-Fi
cy: DevTools drwy'r diwifr
es: DevTools a través de wifi
eu: Wi-Fi bidezko garatzaile-tresnak
fa: DevTools از طریق Wi-Fi
ga_ie: Uirlisí Forbartha trí Wi-Fi
gd: DevTools slighe WiFi
hi_in: Wi-Fi से DevTools
id: DevTools lewat Wi-Fi
kn: DevTools Wi-Fi ಮೂಲಕ
lv: Izstrādes rīki caur Wi-Fi
mai: वाइ-फाइ द्वारा DevTools
mg: DevTools amin'ny alàlan'ny Wi-Fi
or: ୱାଇଫାଇ ଜରିଆରେ DevTools
pt: Ferramentas de programação via Wi-Fi
si: Wi-Fi හරහා DevTools
sw: DevTools kupita Wi-Fi
ta: வை-பை ஊடாக உருவாக்குநர் கருவிகள்
tr: Wi-Fi ile DevTools
ur: DevTools بذریعہ وائی-فائی
uz: Wi-Fi orqali DevTools
xh: Izixhobo zophuhliso nge-Wi-Fi
zu: DevTools kusetshenziswa i-Wi-Fi

source: DevTools Wi-Fi Device Name
ar: اسم جهاز Wi-Fi لأدوات المطور
bn_bd: DevTools Wi-Fi ডিভাইসের নাম
bn_in: ডেভটুলস Wi-Fi ডিভাইস নাম
br: Anv an trevnad DevTools Wi-Fi
bs: Naziv DevTools WiFi uređaja
ca: Nom de dispositiu Wi-Fi DevTools
cy: Enw Dyfais Diwifr DevTools
es: Nombre de dispositivow wifi DevTools
eu: DevTools Wi-Fi gailuaren izena
fa: نام دستگاه DevTools Wi
ga_ie: Ainm Gléis Wi-Fi d'Uirlisí Forbartha
gd: Ainm uidheam WiFi nan DevTools
lv: Aparāta nosaukums izstrādes rīkiem caur Wi-Fi
pt: Nome do dispositivo nas ferramentas de programação via Wi-Fi
ro: Numele dispozitivului în Wi-Fi DevTools
si: DevTools Wi-Fi උපාංග නම
ur: DevTools Wi-Fi آلہ نام
uz: DevTools Wi-Fi qurilma nomi
