Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Find My Device allows you to locate, lock or erase your phone from a web site:
hi_in: मेरे युक्ति को ढ़ूँढ़ें आपके अपने फोन को पता करने के लिए, वेबसाइट से बंद करने और मिटाने की अनुमति देता है:
mg: Hitady Ny Fitaovako dia ahafahanao mamantatra ny misy ny telefaonanao, manidy na mamafa azy avy @ tranonkala iray:
zu: Uhlelo LweThola Idivayisi Yami lukuvumela ukuba uthole, uhkiye noma ucime ifoni yakho kusayithi ye-inthanethi:

source: Your phone is being tracked by another device through the website.
hi_in: आपका फ़ोन वेबसाइट के माध्यम से किसी अन्य डिवाइस द्वारा ट्रैक किया जा रहा है.
mg: Misy fitaovana hafa manara-dia ny telefaonanao @ alàlan'ny tranonkala.
zu: Ifoni yakho ilandelelwa enye idivayisi ngewebhusayithi.

source: No devices are actively tracking your phone through the website.
hi_in: कोई डिवाइस नहीं सक्रिय रूप से वेबसाइट के माध्यम से अपने फोन पर नज़र रखने रहे हैं.
mg: Tsisy fitaovana manara-dia mavitrika ny telefaonanao @ alàlan'ny tranonkala.
zu: Awekho amadivayisi njengamanje alandelela ifoni yakho ngewebhusayithi.

source: Passcode lock
hi_in: पासकोड ताला
mg: Hidin-kaody fidirana
ne: पासकोड लक
vi: Khóa mã số
xh: Tshixa ipasikhowudi
zu: Ukukhiywa kwe-Passcode

source: Screen lock
hi_in: स्क्रीन लॉक
mg: Efijery mihidy
ne: पर्दामा ताल्चा लगाउने
vi: Khóa màn hình
xh: Tshixa iskrini
zu: Ukukhiywa kweskrini

source: SIM security
hi_in: SIM सुरक्षा
mg: Fiarovana SIM
vi: Bảo mật SIM
zu: Ukuvikeleka kwe-SIM

source: App permissions
hi_in: एप अनुमति
mg: Alàlan'ireo app
ne: एप अनुमतिहरु
vi: Quyền của các ứng dụng
xh: Yongeza iimvume
zu: Izimvume zama-App

source: Uninstall app
hi_in: एप हटाएँ
mg: Hanala app
ne: एप हटाउनुहोस्
vi: Gỡ bỏ ứng dụng
xh: Khupha ufakelo lwe-app
zu: Khipha i-app

source: Are you sure you want to uninstall {{ app }}?
hi_in: आप सुनिश्चित करें कि आप {{ app }} की स्थापना रद्द करना चाहते हैं?
mg: Siora ianao fa te-hanala ny {{ app }}?
vi: Bạn có thực sự muốn gỡ bỏ {{ app }} không?
zu: Unesiqiniseko sokuthi ufuna ukukhipha i-{{ app }} efakeliwe?

source: Clear bookmarks data
hi_in: पुस्तचिह्न डाटा साफ करें
mg: Hamafa datan'ny maripejy
ne: पुस्तकचिनोको डाटा खाली गर्नुहोस्
vi: Xóa d.liệu khỏi ứng dụng web
xh: Sula idatha yeebhukhmakhi
zu: Sula imininingwane yama-bookmarks

source: Clear private data from bookmarks?
hi_in: पुस्तचिह्न से निजी डाटा साफ करें?
mg: Hamafa data tsiambaratelo ao @ maripejy?
vi: Xóa dữ liệu cá nhân khỏi các ứng dụng web?
zu: Sula imininingwane eyimfihlo kuma-bookmarks?

source: This clears private data from bookmarks that have been added to the home screen. This cannot be undone.
hi_in: ये गृह स्क्रीन पर जोडे गए पुस्तचिह्नों में से निजी डाटा को साफ करेगा | इसे फिर वापिस नहीं लाया जा सकता |
mg: Ity dia mamafa ireo data tsiambaratelo ao @ maripejy izay natao tamin'ny efijery trano. Tsy ho azo foanana ity.
ne: यसले गृह पर्दामा जोडिएको निजी डाटा पुस्तकचिनोबाट खाली गरिदिन्छ।यो पूर्वस्थितिमा ल्याउन मिल्दैन।
vi: Thao tác này sẽ xóa các dữ liệu cá nhân khỏi các trang đánh dấu được lưu trên màn hình chính và không thể phục hồi.
xh: Oku kosula idatha yabucala kwiibhukhmakhi ezongezelelwe kwiskrini sasekhaya. Akunakukuqhaqha oku.
zu: Lokhu kusula imininingwane eyimfihlo kuma-bookmarks afakwe eskrinini sasekhaya. Lokhu akuhlehliseki.

source: Change
hi_in: बदलें
mai: बदलू
mg: Hanova
ne: परिवर्तन गर्नुहोस्
or: ପରିବର୍ତ୍ତନ କରନ୍ତୁ
sw: Badilisha
vi: Thay đổi
wa: Candjî
xh: Tshintsha
zu: Shintsha

source: Create a Passcode
hi_in: पासकोड बनाएँ
mg: Mamoròna Kaody fidirana
ne: पासकोड सृजना गर्नुहोस्
vi: Tạo mã số
xh: Yenza ipasikhowudi
zu: Yakha i-Passcode

source: Enter passcode
hi_in: पासकोड डालें
mg: Ampidiro kaody fidirana
ne: पासकोड प्रविष्ट गर्नुहोस्
vi: Nhập mã số
xh: Faka ipasikhowudi
zu: Faka i-passcode

source: New passcode
hi_in: नया पासकोड
mg: Kaody fidirana vaovao
ne: नयाँ पासकोड
vi: Mã số mới
xh: Ipasikhowudi entsha
zu: I-passcode entsha

source: Current passcode
hi_in: वर्तमान पासवर्ड
mg: Kaody fidirana ankehitriny
ne: हालको पासकोड
vi: Mã số hiện tại
xh: Ipasikhowudi ekhoyo
zu: I-passcode yamanje

source: After 5 seconds
hi_in: 5 सेकंड के बाद
mg: Afaka 5 segondra
vi: Sau 5 giây

source: After 15 seconds
hi_in: 15 सेकंड के बाद
mg: Afaka 15 segondra
vi: Sau 15 giây

source: After 30 seconds
hi_in: 30 सेकंड्स के बाद
mg: Afaka 30 segondra
vi: Sau 30 giây

source: After 2 minutes
hi_in: 2 मिनट के बाद
mg: Afaka 2 minitra
vi: Sau 2 phút

source: After 10 minutes
hi_in: 10 मिनट के बाद
mg: Afaka 10 minitra
vi: Sau 10 phút

source: After 4 hours
hi_in: 4 घंटे के बाद
mg: Afaka 4 ora
vi: Sau 4 giờ

source: Change passcode
hi_in: पासकोड बदलें
mg: Hanova kaody fidirana
ne: पासकोड परिवर्तन गर्नुहोस्
vi: Thay đổi mã số
xh: Tshintsha ipasikhowudi
zu: Shintsha i-passcode

source: Do Not Track
hi_in: पीछा न करें
mai: पीछा नहि करू
mg: Aza Arahin-dia
or: ନଜର ରଖନ୍ତୁ ନାହିଁ
sw: Usifuatilie
vi: Không theo dõi
wa: Èn nén shuve
xh: Musa ukulanda umkhondo
zu: Ungalandeleli

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you don’t want your behavior tracked.
hi_in: ट्रैक नहीं करें को चालू करने से, आपका युक्ति प्रत्येक वेबसाइट और अनुप्रयोग (विज्ञापनदाताओं और अन्य सामग्री प्रदाताओं के साथ साथ) को बता देगा कि आप अपने व्यवहार पर नज़र नहीं रखना चाहते हैं।
mg: Rehefa velominao ny Aza Arahin-dia, dia miteny amin'ny tranonkala sy app tsirairay (ary koa ireo mpanao dokambarotra sy mpamatsy atiny hafa) ny fitaovanao fa tsy tianao harahin-dia ny fihetsikao.
vi: Khi bạn bật tính năng Không theo dõi, thiết bị của bạn sẽ thông báo với tất cả các trang web và ứng dụng (cả các nhà quảng cáo và nhà cung cấp nội dung khác) rằng bạn không muốn họ theo dõi hành vi của bạn.

source: Turning on Do Not Track won’t affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
hi_in: ट्रैक नहीं करें को चालू करने से वेबसाइट में साइन इन करने की क्षमता को प्रभावित नहीं करेगा ना हि आपके उपकरण द्वारा आपकी निजी जानकारी को भूला देगा, जैसे शॉपिंग कार्ट, स्थान जानकारी या हस्ताक्षर जानकारी.
mg: Ny famelomana ny Aza Arahin-dia dia tsy hisy fiantraikany @ fahafahanao miditra @ tranonkala ary tsy hahatonga ny fitaovanao hanadino ny fampahalalana tsiambaratelonao, toy ny ao anatin'ny harona fiantsenana, fampahalalana toerana na fampahalalana fidirana.
vi: Việc bật tính năng Không theo dõi sẽ không ảnh hưởng đến khả năng đăng nhập vào các trang web hoặc khiến thiết bị quên thông tin cá nhân của bạn, như là nội dung của việc mua giỏ hàng, thông tin vị trí hay thông tin đăng nhập.

source: Application storage
hi_in: अनुप्रयोग भंडारण
mg: Fitehirizana rindranasa
ne: एप्लिकेसन भण्डारन
vi: Lưu trữ ứng dụng
xh: Ugcino lwe-aplikheyishini
zu: I-application yesilondolozi

# apps-total-space
source: Total space
hi_in: कुल स्थान
mg: Toerana totaly
ne: जम्मा स्थान
vi: Tổng dung lượng
xh: Indawo iyonke
zu: Isikhala esiphelele

source: Media storage
hi_in: मीडिया भंडारण
mg: Fitehirizana haino&jery
ne: साधन भण्डार
vi: Lưu trữ đa phương tiện
xh: Ugcino lwemidiya
zu: Indawo yokulondoloza imidiya

source: Total space
hi_in: कुल स्थान
mg: Toerana totaly
ne: जम्मा स्थान
vi: Tổng dung lượng
xh: Indawo iyonke
zu: Isikhala esiphelele

source: Turning on Enable USB storage allows another computer or device connected using USB to access files on this phone.
hi_in: USB भंडारण सक्रिय करें को चालू करना इस फोन पर फ़ाइल की पहुँच लेने में यूएसबी के उपयोग से दूसरे कंप्यूटर या युक्ति को स्वीकृत देता है.
mg: Ny famelomana ny Hamelona fitehirizana USB dia ahafahan'ny solosaina na fitaovana hafa mifandray @ alàlan'ny USB miditra amin'ireo rakitra ao amin'ity telefaona ity.
vi: Khi cho phép lưu trữ USB thì máy tính hoặc các thiết bị kết nối qua USB có thể truy cập các tập tin trên điện thoại này.
zu: Ukuqalisa ukulondoloza ku-USB kuvumela enye ikhompyutha noma idivayisi exhunyiwe ikwazi ukusebenzisa i-USB ukufinyelela kule foni.

source: Default media location
hi_in: डिफ़ॉल्ट मीडिया स्थान
mg: Fitoerana haino&jery niandohana
ne: पूर्वनिर्धारित मिडिया स्थान
vi: Nơi chứa dữ liệu đa phương tiện mặc định
xh: Indawo esisiseko yemidiya
zu: Indawo yakhona yemidiya

source: Changing the default media storage volume will affect where photos, videos, downloads and other media will be saved to by default. Existing data will remain in its current location.
hi_in: तयशुदा मीडिया भंडारण में परिवर्तन वहाँ प्रभावित करेगा जहाँ तस्वीरें, वीडियो, डाउनलोड और अन्य मीडिया तयशुदा रूप से सहेजें जाएँगे. मौजूदा आँकड़ा मौजूदा अवस्थिति में बने रहेंगे.
mg: Ny fanovana ny hadirin'ny toerana fitehirizana haino&jery niandohana dia hisy fiantraikany @ toerana hitehirizana, araka ny niandohana, ireo sary, horonantsary, zava-nampidinina sy haino&jery hafa. Hijanona ao @ toerany ankehitriny ny data efa misy.
vi: Thay đổi nơi chứa dữ liệu đa phương tiện mặc định sẽ thay đổi nơi ảnh, phim và các tập tin tải về khác sẽ được lưu theo mặc định. Dữ liệu đã có sẵn vẫn giữ nguyên vị trí hiện tại.
zu: Ukushintsha ivolumu yendawo ehleliwe yokulondoloza imidiya kuzophazamisa lapho izithombe, amavidiyo, okudawunilodiwe kanye namanye amamidiya kuzolondolozwa khona. Imininingwane ekhona izohlala lapho ivele ikhona.

source: Share using USB
hi_in: USB साझा करें
mg: Hizara @ alàlan'ny USB
vi: Chia sẻ qua USB
zu: Yabelana usebenzisa i-USB

source: Format SD card
hi_in: एसडी कार्ड फॉर्मेट
mg: Hanao formatazy ny karatra SD
zu: Hlela i-SD Card

source: Format
hi_in: फॉर्मेट
mg: Hanao formatazy
zu: Hlela

source: Device information
hi_in: उपकरण जानकारी
mg: Fampahalalan'ny fitaovana
ne: यन्त्रको जानकारी
vi: Thông tin thiết bị
xh: Inkcazelo yesixhobo
zu: Imininingwane ngedivayisi

source: Phone number
hi_in: फोन नम्बर
mg: Nomeraon-telefaona
vi: Số điện thoại
zu: Inombolo yocingo

source: Downloads
hi_in: डाउनलोड
mai: डाउनलोड
mg: Fampidinana
ne: डाउनलोडहरू
or: ଆହରଣଗୁଡ଼ିକ
sw: Daunlodi
vi: Tải về
wa: Aberwetaedjes
xh: Okukhutshelweyo
zu: Okudawunilodiwe

source: Developer
hi_in: डेवलेपर
mai: डेवलपर
mg: Mpamolavola
ne: विकासकर्ता
or: ବିକାଶକାରୀ
sw: Muendelezi
vi: Dành cho lập trình viên
wa: Diswalpeus
xh: Umphuhlisi
zu: Umqambi

source: Log changes in ADB
hi_in: ADB में लॉग परिवर्तन
mai: ADB मे लॉग बदलाव
mg: Hitahiry diarim-piovana ao amin'ny ADB
ne: ADB मा लग परिवर्तनहरू
or: ADBରେ ଲଗ ବଦଳି ଯାଏ
sw: Ingiza mabadiliko katika ADB
wa: Candjmints dins ADB
xh: Faka iinguqulelo kwi-ADB
zu: Izinguquko zelog ku-ADB

source: Security issues
hi_in: सुरक्षा मुद्दे
mai: सुरक्षा मुद्दा
mg: Olam-piarovana
ne: सुरक्षा समस्याहरु
or: ସୁରକ୍ଷା ସମସ୍ୟାଗୁଡ଼ିକ
sw: Suala za usalama
wa: Rujhes di såvrité
xh: Imiba yezokhuselo
zu: Okuqondene nokuvikeleka

source: Frames per second
hi_in: फ्रेम प्रति सेकेंड
mai: फ्रेम प्रति सकेंड
mg: Fefimerana isan-tsegondra
ne: प्रति सेकेन्ड फ्रेमहरू
or: ସେକେଣ୍ଡ ପ୍ରତି ଫ୍ରେମ
sw: Fremu kwa kila sekunde
wa: Imådjes pa segonde
xh: Iifreyim ngomzuzwana
zu: Ama-frame ngomzuzwana

source: Time to load
hi_in: लोड कर नेका समय
mai: लोड करबाक समय
mg: Ora hamatrarana
ne: लोड गर्ने समय भयो
or: ଲୋଡ କରିବାକୁ ସମୟ
sw: Wakati wa kupakia
wa: Tins po tcherdjî
xh: Ixesha lokulayisha
zu: Isikhathi sokuloda

source: App memory
hi_in: एप्प्स मेमोरी
mai: एप्प्स मेमोरी
mg: Memoaran'app
ne: एप स्मृति
or: ଆପ ମେମୋରୀ
sw: Kumbukumbu ya programu
wa: Memwere aplicåcion
xh: Imemori yeaplikheyishini
zu: Imemori ye-App

source: JS objects
hi_in: JS ऑब्जेक्ट्स
mai: JS ऑब्जेक्ट
mg: Zavatra JS
ne: JS वस्तुहरु
or: JS ବସ୍ତୁଗୁଡିକ
sw: Viumbile vya JS
wa: Cayets JS
xh: Izinto ze-JS
zu: Izinto ze-JS

source: JS strings
hi_in: JS स्ट्रिंग
mai: JS स्ट्रिंग
mg: Rojo JS
ne: JS स्ट्रिङहरू
or: JS ବାକ୍ୟଖଣ୍ଡ
sw: Mitungo ya JS
xh: Amagama e-JS
zu: Uhide lwe-JS

source: JS other
hi_in: अन्य JS
mai: आन JS
mg: JS hafa
ne: JS अरु
or: JS ଅନ୍ୟାନ୍ୟ
sw: Nyingine ya JS
xh: I-JS okunye
zu: Okunye kwe-JS

source: Developer settings
hi_in: डेवलपर सेटिंग्स
mg: Tefin'ny mpamolavola
vi: Thiết lập cho lập trình viên
zu: Amasethingi omqambi

source: Developer Tools
hi_in: डेवलेपर टूलबार
mai: डेवलपर टूल
mg: Fitaovan'ny mpamolavola
or: ବିକାଶକାରୀ ସାଧନଗୁଡ଼ିକୁ
sw: Zana-ujenzi za Muendelezi
xh: Izixhobo zomphuhlisi
zu: Amathuluzi Omsunguli

source: Hardware composer
hi_in: हार्डवेयर कम्पोज़र
mai: हार्डवेयर कमपोजर
mg: Mpandahatra forongomafy
or: ହାର୍ଡୱେର ସଂଯୋଜକ
sw: Mtengeneza maunzi
xh: Umqambi wehadiwe
zu: Umsunguli we-hardware

source: Flash repainted area
hi_in: फ्लैश क्षेत्र repainted
mai: फ्लैश क्षेत्र repainted
mg: Faritra naverina nolokoina flash
ne: पुन: रङ्गाइएको क्षेत्र फ्ल्यास गर्नुहोस्
or: ଫ୍ଲାସ ପୁନର୍ରଂଗିତ କ୍ଷେତ୍ର
sw: Flashi sehemu iliyopakwa rangi upya
wa: Flacher redjon ripondowe
xh: Khanyisa indawo epeyintwe ngokutsha
zu: Indawo ependwe kabusha yefuleshi

source: Dump layers tree
hi_in: लेयर ट्री डम्प करे
mai: लेयर ट्री डम्प करू
mg: Hazon'ireo soson'ny petraka
ne: डम्प लेयर्स ट्री
or: ଲେୟରସ ଟ୍ରିକୁ ଡମ୍ପ କରନ୍ତୁ
sw: Tupa mti wa tabaka
xh: Umthi womaleko wenkukuma
zu: Isihlahla samaleya angasebenzanga

source: Simple tiling
hi_in: सरल टाइलिंग कर रहा है
mg: Fametrahan-kapila tsotra
xh: Ukuthayilisha okulula
zu: Ukumisa Okwamathayili Okulula

source: Draw tile borders
hi_in: लेयर बॉर्डर्स आरेखित करें
mai: शीर्षक बॉर्डर्स आरेखित करू
mg: Hanoritra sisin-kapila
ne: टाइल किनाराहरू कोर्नुहोस्
or: ଟାଇଲ ବୋର୍ଡର ଆଂକନ୍ତୁ
sw: Chora mipaka ya kigae
xh: Yenza imida yethayile
zu: Dweba amaleya emingcele

source: Draw layer borders
hi_in: लेयर बॉर्डर्स आरेखित करें
mai: लेयर किनार आरेखित करू
mg: Hanoritra sisin-tsosona
ne: तह किनाराहरू कोर्नुहोस्
or: ପରସ୍ତ ଧାର ଆଂକନ୍ତୁ
sw: Chora mipaka ya takabaka
xh: Yenza imida yomaleko
zu: Dweba amaleya emingcele

source: Log slow animations
hi_in: धीमा संजीवन प्रवेश करें
mai: धीमा संजीवन प्रवेश करू
mg: Handrakitra sarimiaina miadana
ne: सुस्त एनिमेसनहरु लग गर्नुहोस्
or: ମନ୍ଦ ଆନିମେସନ ଲଗ
sw: Ingiza urembo wa pole pole
vi: Ghi chép các hiệu ứng chậm
wa: Edjistrî e djournå londinnès animåcions
xh: Imifanekiso eshukumayo ecothayo
zu: Loga okusapopayi okuhamba kancane

source: Show devtools overlay
hi_in: डेवटूल सार दिखाएँ
mg: Hampiseho tatao devtools

source: Wi-Fi output in ADB
hi_in: ADB में वाई-फाई उत्पादन
mai: ADB मे वाइ-फाइ उत्पादन
mg: Famoahana Wi-Fi amin'ny ADB
ne: ADB मा वाई-फाई आउटपुट
or: ADBରେ ୱାଇଫାଇ ଆଉଟପୁଟ
sw: Zao la Wi-Fi katika ADB
xh: Imveliso ye-Wi-Fi kwi-ADB
zu: Okudedelwa yi-Wi-Fi ku-ADB

source: Bluetooth output in ADB
hi_in: ADB में ब्लूटूथ आउटपुट
mai: ADB मे ब्लूटुथ आउटपुट
mg: Famoahana Bluetooth amin'ny ADB
or: ADBରେ ବ୍ଲୁଟୁଥ ଆଉଟପୁଟ
sw: Zao la Bluetooth katika ADB
xh: Indawo yeBluetooth kwi-ADB
zu: Okudedelwa yi-Bluetooth ku-ADB

source: Console enabled
hi_in: कंसोल सक्षम होना चाहिए
mai: कँसोल सक्षम होनाइ चाही
mg: Novelomina ny kaonsoly
ne: कंसोल सक्षम पारिएको
or: କନସୋଲକୁ ସକ୍ରିୟ କରାଗଲା
sw: Imewezeshwa konsali
wa: Conzôle e-n alaedje
xh: Yenza ikhonsoli isebenze
zu: Iqalisiwe ukusebenza ikhonsoli

source: Geolocation output in ADB
hi_in: ADB मे जिओलोकेशन आउटपुट
mai: ADB मे जिओलोकेशन आउटपुट
mg: Famoahana Famantaran-toerana amin'ny ADB
or: ADBରେ ଜିଓଲୋକେସନ ଆଉଟପୁଟ
sw: Zao la eneo la jio katika ADB
xh: Imveliso yendawo yejografi kwi-ADB
zu: Ukuvezwa Kwendawo Okuyo nge-ADB

source: OS version
hi_in: OS संस्करण
mg: Kinovan'ny rafitra fikirakirana
vi: Phiên bản hệ điều hành
zu: Iveshini ye-OS

source: Firmware revision
hi_in: फर्मवेयर संशोधन
mg: Famerenana zanarindrambaiko
vi: Phiên bản firmware
zu: Ukubukezwa kabusha kwe-Firmware

source: Hardware revision
hi_in: हार्डवेयर संशोधन
mg: Famerenana forongomafy
vi: Phiên bản phần cứng
zu: Ukubukezwa kabusha kwe-hardware

source: Platform version
hi_in: प्लेटफ़ॉर्म संस्करण
mg: Kinovan'ny platifaorima
vi: Phiên bản platform
zu: Iveshini ye-platform

source: Update channel
hi_in: चैनल अद्यतन करें
mg: Fantsona fanavaozana
vi: Kênh cập nhật
zu: Vuselela isiteshi

source: Git commit info
hi_in: Git प्रतिबद्ध जानकारी
mg: Fampahalalana git commit
vi: Thông tin Git commit
zu: Imininingwane ye-git commit

source: Software updates
hi_in: सॉफ्टवेयर अद्यतन
mg: Fanavaozana rindrambaiko
vi: Cập nhật phần mềm
zu: Okusha ngama-software

source: Check for updates
hi_in: अद्यतन के लिए जाँचें
mg: Hizaha fanavaozana
vi: Kiểm tra cập nhật mới
zu: Bheka ukuthi akukho okusha

source: Check now
hi_in: अब जांचें
mg: Hizaha izao
vi: Kiểm tra ngay
zu: Bheka manje

source: Reset Phone
hi_in: फोन रीसेट करें
mg: Hanefy Telefaona Indray
vi: Reset lại điện thoại
zu: Setha kabusha ifoni

source: CAUTION
hi_in: सावधानी
mg: TANDREMO
ne: सावधान
vi: CẨN THẬN
xh: ISILUMKISO
zu: ISEXWAYISO

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
hi_in: रिसेट करना आपके आँकड़े को मिटा देगा जिसमें ओ सारे एप्प भी शामिल हैं जिसे आपने खरीदा है. फोन अपने कारखाने से बनी हालत में बहाल हो जाएगा. आपका कोई सेटिंग्स या डेटा से सहेजा नहीं जायेगा.
mg: Ny fanefena indray dia hamafa ny datanao rehetra, anisany ireo app novidinao. Haverina @ tefy nanamboarana azy ny telefaona. Tsy misy ho voatahiry ireo tefinao na datanao.
vi: Thao tác này sẽ xóa sạch mọi dữ liệu của bạn, bao gồm cả các ứng dụng đã mua. Điện thoại sẽ được phục hồi lại trạng thái vừa xuất xưởng. Không dữ liệu hay thiết lập nào của bạn sẽ được lưu lại hết.
zu: Ukusethwa kabusha kwedatha, kubandakanya nanoma yimaphi ama-app owathengile. Ifoni izobuyiselwa esimweni sasefethri. Awekho amasethingi noma imininingwane yakho ezolondolozwa.

source: Rocketbar enabled
hi_in: रॉकेटबार सक्षम
mg: Novelomina Rocketbar
zu: I-Rocketbar iqalisiwe ukusebenza

source: Software home button
hi_in: सॉफ्टवेयर होम बटन
mai: साफ्टवेयर होम बटन
mg: Bokotra tranon-drindrambaiko
or: ସଫ୍ଟୱେୟର ମୂଳପୃଷ୍ଠା ବଟନ
sw: Kitufe cha ukurasa wa nyumbani wa programu
xh: Iqhosha lekhaya lesoftwe
zu: Inkinobho ye-software yasekhaya

source: Home gesture
hi_in: घर मुद्रा सक्रिय
mai: होम गेस्चर
mg: Fihetsika trano
or: ମୂଳପୃଷ୍ଠା ଭଙ୍ଗୀ
sw: Ishara ya nyumbani
xh: Isijekulo sekhaya
zu: I-Home gesture

source: Continuous transition
hi_in: निरंतर संक्रमण
mai: निरंतर संक्रमण
mg: Tetezamita mitohy
or: ନିରବିଚ୍ଛିନ୍ନ ଅନୁବାଦ
sw: Mabadiliko yanayoendelea
xh: Inguqu eqhubayo
zu: Izinguquko eziqhubekayo

source: Gaia debug traces
hi_in: गाया डिबग निशान
mai: गेइया डिबग निशान
mg: Soritra navelan-tsininy Gaia
ne: गाइया त्रुटि सच्याउने पदचिन्हहरु
or: Gaia ଡିବଗ ଚିହ୍ନ
sw: Ufuatiliaji wa kupeleleza Gaia
xh: Imikhondo yokukhutshwa kwebhagi yeGaia
zu: Izinsalela zokuqedwa komonakalo we-Gaia

source: App transition
hi_in: एप्प परिवर्तन
mai: एप्प परिवर्तन
mg: Tetezamitan'app
or: ଆପ ଅବସ୍ଥାନ୍ତର
sw: Mabadiliko ya programu
xh: Inguqu yeaplikheyishini
zu: Ukushintshela ku-app

source: App suspending
hi_in: एप्प स्थगन
mai: एप्प स्थगन
mg: Fampihantonana app
or: ଆପ ସ୍ଥଗିତ କରିବା
sw: Kuzuia ishara
xh: Iaplikheyishini iyanqumamisa
zu: Ukuyekwa kwe-app

source: Window management
hi_in: विंडो प्रबंधन
mai: विंडो प्रबंधन
mg: Fandrindrana varavarankely
ne: सञ्झ्याल व्यवस्थापन
or: ୱିଣ୍ଡୋ ପରିଚାଳନ
sw: Uongozi dirisha
xh: Ulawulo lwe-Window
zu: Ukuphathwa kwe-Window

source: Delete
hi_in: मिटाएँ
mg: Hamafa
vi: Xóa
zu: Dilitha

source: Battery
hi_in: बैटरी
mai: बैटरी
mg: Bateria
ne: ब्याटरी
or: ବ୍ଯାଟେରୀ
sw: Betri
vi: Pin
wa: Batreye
xh: Ibhetri
zu: Ibhethri

source: Current level
hi_in: वर्तमान स्तर
mg: Haavony ankehitriny
ne: हालको तह
vi: Mức pin hiện tại
xh: Umlinganiselo okhoyo
zu: Izinga lamanje

source: Power save mode
hi_in: पावर को सहेजें मोड
mg: Maody fitsitsy aratra
ne: पावर बचत मोड
vi: Chế độ tiết kiệm điện
xh: Imo yokonga umbane
zu: Imodi yokonga amandla

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
hi_in: बैटरी जीवन का विस्तार करने के लिए पावर को सहेजें मोड को चालू करने से फोन के डेटा, ब्लूटूथ और जिओलोकेशन कनेक्शन बंद हो जाता हैं बदल जाता है. आप के अभी भी इन सेवाओं को वापस मैन्युअल रूप से चालू कर सकते हैं.
mg: Ny famelomana ny maody fitsitsy aratra dia hamono ny datan'ny telefaona, ny Bluetooth ary ireo fifandraisana Famantaran-toerana mba hampaharitra ny bateria. Mbola ho afaka mamelona indray ireo serivisy ireo @ tànana ianao.
vi: Bật chế độ tiết kiệm pin sẽ tắt kết nối dữ liệu, Bluetooth và GPS để tăng thêm thời lượng pin. Bạn vẫn có thể tự bật lại các dịch vụ này.
zu: Ukuvula imodi eyonga amandla kucisha ukuxhumeka kwedatha, i-Bluetooth nokucingwa kwendawo ukuze ibhethri ihlale isikhathi eside. Usengazivula ngokwakho lezi zinsiza.

source: Turn on automatically
hi_in: स्वतः चालू करें
mg: Mandeha hoazy
ne: स्वचालित तरिकाले अन गर्नुहोस्
vi: Bật tự động
xh: Zilayite ngokuzenzekelayo
zu: Cima ngokuzenzekelayo

source: Accessibility
hi_in: पहुँच
mai: पहुँच
mg: Fahafaha-miditra
ne: पहुँचयोग्य
or: ଅଭିଗମ୍ୟତା
sw: Upatikanaji
vi: Hỗ trợ người khuyết tật
wa: Accessibilité
xh: Ufikeleleko
zu: Ukufinyeleleka

source: Invert colors
hi_in: रंग उलटें
mg: Afototra ireo loko
vi: Đảo màu
zu: Shintsha imibala

source: Screen reader
hi_in: स्क्रीन रीडर
mg: Mpamaky efijery
ne: पर्दा वाचक
vi: Đọc màn hình
xh: Umfundi weskrini
zu: Okokufunda iskrini

source: Show accessibility settings
hi_in: अभिगम्यता के सेटिंग्स दिखाएँ
mg: Hampiseho tefin'ny fahafaha-miditra
zu: Veza amasethingi okufinyeleleka

source: Performance data
hi_in: प्रदर्शन डेटा
mg: Datan'ny tombom-pahombiazana
vi: Dữ liệu về hiệu năng hệ thống

source: Help us improve {{brandShortName}} by sharing data about your phone.
hi_in: हमें अपने फोन के बारे में डेटा साझा करके {{brandShortName}} कोबेहतर बनाने में सहायता करें.
mg: Ampio izahay hanatsara ny {{brandShortName}} @ alàlan'ny fizarana ny data momba ny telefaonanao.
vi: Giúp chúng tôi cải thiện {{brandShortName}} bằng cách gửi thông tin về điện thoại của bạn.

source: Submit performance data
hi_in: प्रदर्शन डेटा सबमिट करें
mg: Handefa datan'ny tombom-pahombiazana
vi: Gửi thông tin hiệu năng hệ thống

source: Crash reports
hi_in: क्रैश रिपोर्ट
mg: Tatitra crash
ne: क्र्यास प्रतिवेदनहरु
vi: Báo cáo sự cố
xh: Iingxelo zokonakala
zu: Imibiko yomonakalo owenzekile

source: Sorry, the system can’t send your suggestion because you already sent us feedback. Please try our next software update and send again.
hi_in: क्षमा करें, सिस्टम आपके सुझाव भेज सकते क्योंकि आप पहले से ही हमें प्रतिक्रिया भेज है. हमारे अगले सॉफ़्टवेयर अद्यतन की कोशिश करे हैं और फिर से भेजें.
mai: क्षमा करू, सिस्टम अहाँक सुझाव भेज सकैत किएक अहाँ पहिने सँ ही हमरा प्रतिक्रिया भेजने अछि. हम अगिला सॉफ़्टवेयर अद्यतन करबाक कोसिस करैत छी आओर फेर सँ पठाबू.
mg: Miala tsiny fa tsy afaka mandefa ny sosokevitrao ny rafitra satria efa nandefa tsikera ianao. Andramo ity fanavaozanay rindrambaiko manaraka ity, azafady, ary alefaso indray.
ne: माफ गर्नुहोला, तपाईंले पहिलेनै पुनर्निवेश पठाइ सक्नु भएकोले यस यन्त्रले तपाईंको सुझाव पठाउन सक्दैन। कृपया हाम्रो अर्को सफ्ट्वेयर अद्यावधिक प्रयास गरी पुन: पठाउनुहोस्।
or: ଦୁଃଖିତ, ଆପଣଙ୍କ ମତାମତକୁ ପଠାଇବାରେ ସିଷ୍ଟମ ଅସମର୍ଥ, କାରଣ ଆପଣ ଆମକୁ ଆଗରୁ ଫିଡବ୍ୟାକ ପଠାଇ ସାରିଛନ୍ତି। ଦୟାକରି ଆମର ପରବର୍ତ୍ତୀ ସଫ୍ଟୱେୟର ଅପଡେଟକୁ ପରୀକ୍ଷା କରନ୍ତୁ ଓ ଆଉଥରେ ପଠାନ୍ତୁ।
sw: Samahani, mfumo huwezi tuma maoni yako kwa sababu tayari umetutumia maoni. Tafadhali jaribi sasisho letu linalofuata la programu na utume tena.
xh: Uxolo, inkqubo ayikwazi ukuthumela icebiso lakho kuba sowusithumelele ingxelo. Sicela uzame isoftwe yethu elandelayo uze uphinde usithumelele.
zu: Siyaxolisa, isistimu ayikwazi ukuthumela umbono wakho ngoba vele usuyithumele impendulo. Sicela uphinde uzame okulandelayo ukuvuselela kwe-software yethu bese uyaphinda uyathumela.

source: User guide
hi_in: उपयोगकर्ता गाइड
mg: Boky fanoroana mpampiasa
ne: प्रयोगकर्ता मार्गदर्शक
vi: Hướng dẫn sử dụng
xh: Isikhokelo somsebenzisi
zu: Umhlahlandlela womsebenzisi

source: Help menu
hi_in: सहायता मेनू
mai: सहायता मेनू
mg: Menio Fanampiana
ne: मद्दत मेनु
or: ସହାୟତା ତାଲିକା
sw: Menyu ya msaada
vi: Menu trợ giúp
wa: Dressêye d’ aidance
xh: Imenyu yoncedo
zu: Imenyu yosizo
