Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Set Up Call
am: ጥሪ ማሰናጃ
ar: إعداد الإتصال
bg: Настройване на обаждане
bn_bd: কল সেটআপ করুন
bn_in: কল সেটাপ করুন
br: Kefluniañ ar galvoù
bs: Postavi poziv
ca: Configura la trucada
cy: Creu Galwad
es: Configurar llamada
eu: Konfiguratu deia
fa: راه‌اندازی تماس
ga_ie: Socraigh Glao
gd: Suidhich gairm
hi_in: कॉल सेट अप करें
hu: Hívás előkészítése
id: Siapkan Panggilan
kn: ಕರೆ ಸಿದ್ಧಗೊಳಿಸು
lv: Uzstadīt zvanus
mai: कॉल सेट अप करू
mg: Hanefy Antso
ne: कल सेटअप गर्नुहोस्
or: କଲ୍‌ ବ୍ୟବସ୍ଥା କରନ୍ତୁ
pt: Preparar Chamada
ro: Configurează apelul
si: ඇමතුම සකසන්න
sw: Sanidi Simu
ta: அழைப்பை அமை
tr: Çağrıyı Ayarla
ur: کال قائم کریں
uz: Qo‘ng‘iroqni moslash
wa: Mete a pont les houcaedjes
xh: Seta umnxeba
zu: Setha Ukushaya Ucingo

source: Send SS
am: SS መላኪያ
ar: أرسل SS
bg: Изпращане на SS
bn_bd: SS প্রেরণ
bn_in: SS পাঠান
br: Kas SS
bs: Pošalji SS
ca: Envia SS
cy: Anfon SS
es: Enviar SS
eu: Bidali SS
fa: ارسال SS
ga_ie: Seol SS
gd: Cuir an SS
hi_in: SS भेजें
hu: SS küldése
id: Kirim SS
kn: SS ಕಳುಹಿಸು
lv: Sūtīt SS
mai: SS पठाबू
mg: Handefa SS
ne: SS पठाउनुहोस्
or: SS ପଠାନ୍ତୁ
pt: Enviar SS
ro: Trimite SS
si: SS යවන්න
sw: Tuma SS
ta: SS அனுப்பு
th: ส่ง SS
tr: SS gönder
ur: SS بھیجیں
uz: SS jo‘natish
wa: Evoyî SS
xh: Thumela i-SS
zu: Thumela i-SS

source: Send USSD
am: USSD መላኪያ
ar: أرسل USSD
bg: Изпращане на USSD
bn_bd: USSD প্রেরণ
bn_in: USSD পাঠান
br: Kas USSD
bs: Pošalji USSD
ca: Envia USSD
cy: Anfon USSD
es: Enviar USSD
eu: Bidali USSD
fa: ارسال USSD
ga_ie: Seol USSD
gd: Cuir an USSD
hi_in: USSD भेजें
hu: USSD küldése
id: Kirim USSD
kn: USSD ಕಳುಹಿಸು
lv: Sūtīt USSD
mai: USSD पठाबू
mg: Handefa USSD
ne: USSD पठाउनुहोस्
or: USSD ପଠାନ୍ତୁ
pt: Enviar USSD
ro: Trimite USSD
si: USSD යවන්න
sw: Tuma USSD
ta: USSD அனுப்பு
th: ส่ง USSD
tr: USSD gönder
ur: USSD بھیجیں
uz: USSD jo‘natish
wa: Evoyî USSD
xh: Thumela i-USSD
zu: Thumela i-USSD

source: Send SMS
am: ኤስኤምኤስ መላኪያ
ar: أرسل رسالة قصيرة
bg: Изпращане на SMS
bn_bd: SMS প্রেরণ
bn_in: SMS পাঠান
br: Kas SMS
bs: Pošalji SMS
ca: Envia SMS
cy: Anfon SMS
es: Enviar SMS
eu: Bidali SMS
fa: ارسال پیام‌کوتاه
ga_ie: Seol SMS
gd: Cuir an SMS
hi_in: SMS भेजें
hu: SMS küldése
id: Kirim SMS
kn: SMS ಕಳುಹಿಸು
lv: Sūtīt īsziņu
mai: SMS पठाबू
mg: Handefa SMS
ne: SMS पठाउनुहोस्
or: SMS ପଠାନ୍ତୁ
pt: Enviar SMS
ro: Trimite SMS
si: SMS යවන්න
sw: Tuma SMS
ta: குறுந்செய்தி அனுப்பு
th: ส่ง SMS
tr: SMS gönder
ur: SMS بھیجیں
uz: SMS jo‘natish
wa: Evoyî SMS
xh: Thumela i-SMS
zu: Thumela i-SMS

source: Send DTMF
am: DTMF መላኪያ
ar: أرسل DTMF
bg: Изпращане на DTMF
bn_bd: DTMF প্রেরণ
bn_in: DTMF পাঠান
br: Kas DTMF
bs: Pošalji DTMF
ca: Envia DTMF
cy: Anfon DTMF
es: Enviar DTMF
eu: Bidali DTMF
fa: ارسال DTMF
ga_ie: Seol DTMF
gd: Cuir an DTMF
hi_in: DTMF भेजें
hu: DTMF küldése
id: Kirim DTMF
kn: DTMF ಕಳುಹಿಸು
lv: Sūtīt DTMF
mai: DTMF पठाबू
mg: Handefa DTMF
ne: DTMF पठाउनुहोस्
or: DTMF ପଠାନ୍ତୁ
pt: Enviar DTMF
ro: Trimite DTMF
si: DTMF යවන්න
sw: Tuma DTMF
ta: DTMF அனுப்பு
th: ส่ง DTMF
tr: DTMF gönder
ur: بھیجیں DTMF
uz: DTMF jo‘natish
wa: Evoyî DTMF
xh: Thumela i-DTMF
zu: Thumela i-DTMF

source: Launch Browser
am: መቃኛ ማስነሻ
ar: فتح المتصفح
bg: Стартиране на браузър
bn_bd: ব্রাউজার চালু করুন
bn_in: ওয়েব ব্রাউজার চালু করো
br: Loc'hañ ar merdeer
bs: Pokreni browser
ca: Executa el navegador
cy: Agor Porwr
es: Lanzar navegador
eu: Abiarazi nabigatzailea
fa: راه‌اندازی مرورگر
ga_ie: Tosaigh Brabhsálaí
gd: Cuir am brabhsair air bhog
hi_in: ब्राउज़र चलाएँ करें
hu: Böngésző indítása
id: Luncurkan Peramban
kn: ಜಾಲವೀಕ್ಷಕ ಆರಂಭಿಸು
lv: Palaist pārlūku
mai: ब्राउज़र चलाबू
mg: Hanomboka Mpitety
ne: ब्राउजर सुरुआत गर्नुहोस्
or: ବ୍ରାଉଜର ଆରମ୍ଭ କରନ୍ତୁ
pt: Abrir navegador
ro: Lansează browserul
si: ගවේශකය දියත් කරන්න
sw: Zindua Kitembeleaji
ta: உலாவியை துவக்கு
tr: Tarayıcıyı aç
ur: براؤزر چالو کریں
uz: Brauzerni ishga tushirish
wa: Enonder l’ betchteu
xh: Sungula ibhrawuza
zu: Qalisa ukusebenza kwesibukisi

source: Play Tone
am: ድምፅ ማጫወቻ
ar: شغل النغمة
bg: Издаване на сигнал
bn_bd: টোন বাজান
bn_in: শব্দ বাজান
br: Selaou sonirioù
bs: Odsviraj ton
ca: Reprodueix un so
cy: Chwarae Ton
es: Reproducir tono
eu: Erreproduzitu tonua
fa: پخش آهنگ
ga_ie: Seinn Ton
gd: Cluich fuaim
hi_in: ध्वनि बजाएं
hu: Dallam lejátszása
id: Putar Nada
kn: ಪ್ಲೇ ಟೋನ್
lv: Klausīties zvanu melodijas
mai: ध्वनि बजाउ
mg: Hamaky Feo
ne: ध्वनि बजाउनुहोस्
or: ସ୍ବର ବଜାଅ
pt: Tocar tom
ro: Redă tonul
si: නාදය වයන්න
sw: Cheza Tuni
ta: ஓலியை இயக்கு
th: เล่นเสียง
tr: Sesi çal
ur: ٹون چلائیں
uz: Ohangni ijro etish
wa: Djouwer li tonålité
xh: Dlala ithoni
zu: Dlala Umnkenenezo

source: Display Text
am: ጽሁፍ ማሳያ
ar: عرض النص
bg: Показване на текст
bn_bd: লেখা প্রদর্শন
bn_in: লেখা প্রদর্শন
br: Skrammañ un destenn
bs: Prikaži tekst
ca: Mostra text
cy: Dangos Testun
es: Mostrar texto
eu: Bistaratu testua
fa: نمایش متن
ga_ie: Taispeáin Téacs
gd: Seall an teacsa
hi_in: पाठ दिखाएँ
hu: Szöveg megjelenítése
id: Teks Tampilan
kn: ಪಠ್ಯ ತೋರಿಸು
lv: Rādīt tekstu
mai: पाठ देखाउ
mg: Hampiseho Soratra
ne: पाठ प्रदर्शन गर्नुहोस्
or: ପାଠ୍ୟ ଦର୍ଶାନ୍ତୁ
pt: Mostrar texto
ro: Afișează textul
si: දිස්වීමේ පෙළ
sw: Onyesha Maandiko
ta: உரையை காண்பி
tr: Metni göster
ur: متن دکھائیں
uz: Matnni ko‘rsatish
wa: Håyner scrijhaedjes
xh: Bonisa umbhalo
zu: Veza Umbhalo

source: Get Inkey
ar: الحصول على مفتاح
bg: Получаване на Inkey
bn_bd: ইনকী পান
bn_in: ঢোকার চাবি
br: Ober un enank
bs: Dobavi Inkey
ca: Obtén la tecla
cy: Estyn Inkey
es: Obtener inkey
eu: Eskuratu sarrerako tekla
ga_ie: Faigh Inkey
gd: Faigh Inkey
hi_in: Inkey पाएँ
hu: Gombnyomás kérése
id: Dapatkan Inkey
kn: Inkey ಪಡೆ
lv: Veikt ievadi
mai: Inkey पाउ
mg: Haka Lakile anatiny
ne: Inkey प्राप्त गर्नुहोस्
or: Inkey ପ୍ରାପ୍ତ କରନ୍ତୁ
pt: Obter Inkey
ro: Obține Inkey
si: Inkey ලබාගන්න
sw: Pata Ufunguo
ta: உள்விசையை பெறவும்
tr: Inkey'i al
ur: انکی حاصل کریں
uz: Inkey olish
wa: Prinde li tape intrante
xh: Fumana i-Inkey
zu: Thola i-inkey

source: Get Input
ar: الحصول على المدخلات
bg: Получаване на Input
bn_bd: ইনপুট পান
bn_in: ইনপুট পান
br: Ober un enank
bs: Dobavi unos
ca: Obtén l'entrada
cy: Estyn Mewnbwn
es: Obtener entrada
eu: Eskuratu sarrera
ga_ie: Faigh Ionchur
gd: Faigh ion-chur
hi_in: इनपुट पाएँ
hu: Adatkérés
id: Dapatkan Input
kn: ಇನ್‌ಪುಟ್‌ ಪಡೆ
lv: Veikt ievadi
mai: इनपुट पाउ
mg: Haka Iditra
ne: आगत प्राप्त गर्नुहोस्
or: ଇନପୁଟ ପ୍ରାପ୍ତ କରନ୍ତୁ
pt: Obter Dados
ro: Obține intrarea
si: ආදානය ලබාගන්න
sw: Pata Ingizo
ta: உள்ளீட்டை பெறவும்
tr: Girdiyi al
ur: ان پٹ لائیں
uz: Kira olish
wa: Prinde l’ intrêye
xh: Fumana igalelo
zu: Thola Okungenayo

source: Select Item
am: እቃ ይምረጡ
ar: إختر العنصر
bg: Избиране на точка
bn_bd: আইটেম নির্বাচন করুন
bn_in: উপাদান নির্বাচন করুন
br: Diuzañ un elfenn
bs: Odaberi stavku
ca: Selecciona l'element
cy: Dewis Eitem
es: Seleccionar elemento
eu: Hautatu elementua
fa: انتخاب مورد
ga_ie: Roghnaigh Mír
gd: Tagh rud
hi_in: मद चुनें
hu: Elem kiválasztása
id: Pilih Item
kn: ಅಂಶವನ್ನು ಆರಿಸು
lv: Izvēlēties vienumu
mai: मद चुनू
mg: Haka Singa
ne: वस्तु चयन गर्नुहोस्
or: ବସ୍ତୁ ବାଛନ୍ତୁ
pt: Selecionar elemento
ro: Selectează elementul
si: අයිතමය තෝරන්න
sw: Chagua Kitu
ta: உருப்படியை தேர்
th: เลือกรายการ
tr: Öğe seç
ur: شے منتخب کریں
uz: Bandni tanlash
wa: Tchoezi cayet
xh: Khetha into
zu: Khetha Okuthile

source: Set Up Menu
am: ዝርዝር ማሰናጃ
ar: إعداد القائمة
bg: Настройване на меню
bn_bd: সেটআপ মেনু
bn_in: সংকলন মেনু
br: Kefluniañ al lañser
bs: Izbornik postavki
ca: Configura el menú
cy: Dewislen Cychwyn
es: Configurar menú
eu: Konfiguratu menua
fa: فهرست راه‌اندازی
ga_ie: Socraigh an Roghchlár
gd: Suidhich an clàr-taice
hi_in: मेन्यू सेटअप करें
hu: Menü beállítása
id: Siapkan Menu
kn: ಮೆನು ಸಿದ್ಧಗೊಳಿಸು
lv: Uzstādīt izvēlni
mai: मेनू सेटअप करू
mg: Hanefy Menio
ne: सेटअप मेनु
or: ତାଲିକା ବ୍ୟବସ୍ଥା
pt: Preparar Menu
ro: Configurează meniul
si: මෙනුව සකසන්න
sw: Sanidi Menyu
ta: பட்டியை அமை
tr: Menüyü ayarla
ur: سیٹ اپ مینو
uz: Moslash menyusi
wa: Mete a pont li dressêye
xh: Seta imenyu
zu: Setha Imenyu

source: Provide Local Info
am: የ አካባቢ መረጃ አቅራቢ
ar: وفّر معلومات محلية
bg: Осигуряване на локална информация
bn_bd: স্থানীয় তথ্য দিন
bn_in: স্থানীয় তথ্য যোগান
br: Pourchas titouroù lec'hel
bs: Dostavi lokalne Informacije
ca: Proporciona informació local
cy: Darparu Gwybodaeth Lleol
es: Proporcionar info local
eu: Hornitu informazio lokala
ga_ie: Soláthair Eolas Áitiúil
gd: Solar fiosrachadh mun ionad
hi_in: स्थान सूचना दें
hu: Helyi info adása
id: Sediakan Info Lokal
kn: ಸ್ಥಳೀಯ ಮಾಹಿತಿ ನೀಡು
lv: Sniegt lokālas informācijas
mai: स्थान सूचना दिअ
mg: Hanome Fampahalalana Ifotony
ne: स्थानीय जानकारी उपलब्ध गराउनुहोस्
or: ସ୍ଥାନୀୟ ସୂଚନା ପ୍ରଦାନ କରନ୍ତୁ
pt: Disponibilizar informações locais
ro: Furnizează informații locale
si: ස්ථානීය තොරතුරු සපයන්න
sw: Toa Maelezo ya Hapa hapa
ta: உள்ளூர் தகவல்
tr: Yerel bilgi ver
ur: مقامی معلومات مہیا کریں
uz: Mahalliy ma’lumotlarni keltirish
wa: Diner info coinrece
xh: Nikezela ngenkcazelo yasekuhlaleni
zu: Hlinzeka Ngemininingwane Yakhona

source: Set Idle Mode Text
ar: إرسال رسالة تنبيه بالانشغال
bg: Настройване на текст при незает режим
bn_bd: নিষ্ক্রিয় মোডের লেখা সেট করুন
bn_in: কর্মবিহীন মোড টেক্সট সেট করুন
br: Kefluniañ un destenn pa zioberiant
bs: Postavi tekst neaktivnog režima
ca: Defineix text de mode inactiu
cy: Gosod Testun Modd Oedi
es: Establecer texto para modo inactivo
eu: Ezarri modu inaktiboko testua
ga_ie: Socraigh Téacs don Mhód Díomhaoin
gd: Suidhich modh dìomhain an teacsa
hi_in: निष्क्रिय मोड पाठ सेट करें
hu: Üresjárati szöveg beállítása
id: Setel Mode Teks Diam
kn: ಸ್ಥಬ್ದ ಸ್ಥಿತಿಯ ಪಠ್ಯ ಹೊಂದಿಸಿ
lv: Noteikt tekstu kad neaktīvs
mai: निष्क्रिय मोड पाठ सेट करू
mg: Hanefy Soratra Maody Midonanaka
ne: निस्क्रिय पाठ शैली सेट गर्नुहोस्
or: ନିଷ୍କ୍ରିୟ ମୋଡ ସେଟ କରନ୍ତୁ
pt: Definir texto do modo de inatividade
ro: Setează textul în mod de inactivitate
si: අකර්මන්‍ය ක්‍රමයේ පෙළ සකසන්න
sw: Weka Maandiko ya Modi Tulivu
ta: செயலற்ற உரை முறைமையை அமை
tr: Bekleme modu metnini ayarla
ur: سیٹ آیڈل موڈ متن
uz: Band rejimi uchun matn o‘rnatish
wa: Defini tecse do môde k’ i n’ fwait rén
xh: Seta umbhalo okwimo engasebenziyo
zu: Setha Imodi Yombhalo Engasebenzi

source: Perform Card APDU
ar: أداء بطاقة APDU
bn_bd: পারফর্ম কার্ড APDU
bn_in: পারফর্ম কার্ড APDU
br: Seveniñ APDU ar gartenn
bs: Izvrši APDU kartice
ca: Executa APDU de targeta
cy: Cyflawni APDU Cerdyn
es: Lanzar APDU de tarjeta
eu: Bidali txartelaren APDUa
ga_ie: Déan APDU ar an gcárta
gd: Dèan APDU cairte
hu: Kártya APDU végrehajtása
id: Lakukan APDU Kartu
kn: ಕಾರ್ಯಾಚರಣೆ ಕಾರ್ಡ್ APDU
lv: Palaist kartes APDU
pt: Realizar APDU do cartão
ro: Execută APDU al cardului
si: APDU අභිවහන පත
ur: APDU سرانجام کارڈ
uz: APDU kartasini bajarish

source: Power On Card
am: ካርድ ማብሪያ
ar: تفعيل البطاقة
bn_bd: পাওয়ার অন কার্ড
bn_in: পাওয়ার অন কার্ড
br: Gweredekaat ar gartenn
bs: Upali karticu
ca: Activa la targeta
es: Activar tarjeta
eu: Piztu txartela
fa: روشن کردن کارت
ga_ie: Cuir an cárta ar siúl
gd: Cuir a’ chairt air
hu: Kártya bekapcsolása
id: Nyalakan Kartu
kn: ಪವರ್ ಆನ್ ಕಾರ್ಡ್
lv: Ieslēgt karti
pt: Ligar cartão
ro: Activează cardul
si: බල පිහිටවුම් පත
ur: بجلی آن کارڈ
uz: Kartani yoqish

source: Power Off Card
am: ካርድ ማጥፊያ
ar: إيقاف البطاقة
bn_bd: পাওয়ার অফ কার্ড
bn_in: পাওয়ার অফ কার্ড
br: Diweredekaat ar gartenn
bs: Ugasi karticu
ca: Desactiva la targeta
es: Desactivar tarjeta
eu: Itzali txartela
fa: خاموش کردن کارت
ga_ie: Múch an cárta
gd: Cuir a’ chairt dheth
hu: Kártya kikapcsolása
id: Matikan Kartu
kn: ಪವರ್ ಆಫ್ ಕಾರ್ಡ್
lv: Izslēgt karti
pt: Desligar cartão
ro: Dezactivează cardul
si: බල අක්‍රීයකාරක පත
ur: بجلی آف کارڈ
uz: Kartani o‘chirish

source: Get Reader Status
am: የ አንባቢ ሁኔታዎችን ይግኙ
ar: الحصول على حالة القارئ
bg: Получаване състояние на четеца
bn_bd: রিডারের স্ট্যাটাস পান
bn_in: রিডারের স্ট্যাটাস পান
br: Kaout stad al Lennerez
bs: Dobavi status čitača
ca: Obtén l'estat del lector
cy: Estyn Statws y Darllenydd
es: Obtener estado del lector
eu: Eskuratu irakurgailuaren egoera
ga_ie: Faigh Stádas an Léitheora
gd: Faigh staid an leughadair
hu: Olvasóállapot lekérdezése
id: Dapatkan Status Pembaca
kn: ಓದುಗದ ಸ್ಥಿತಿ ಪಡೆ
lv: Iegūt lasītāja statusu
pt: Obter estado do leitor
ro: Obține starea cititorului
si: කියවන්නාගේ තත්වය ලබාගන්න
ur: ناظر حالت صورت حال
uz: O‘qigich holatini olish

source: Open Channel
am: ጣቢያ መክፈቻ
ar: فتح قناة
bg: Отваряне на канал
bn_bd: উন্মুক্ত চ্যানেল
bn_in: উন্মুক্ত চ্যানেল
br: Digeriñ ur sanell
bs: Otvori kanal
ca: Obre el canal
cy: Agor Sianel
es: Abrir canal
eu: Ireki kanala
fa: باز‌کردن کانال
ga_ie: Oscail Cainéal
gd: Fosgail seanail
hi_in: चैनल खोलें
hu: Csatorna nyitása
id: Buka Kanal
kn: ತೆರೆದ ಚಾನಲ್
lv: Atvērt kanālu
mai: चैनल खोलू
mg: Hanokatra Fantsona
ne: खुल्ला च्यानल
or: ଚ୍ଯାନେଲ ଖୋଲନ୍ତୁ
pt: Abrir canal
ro: Deschide canalul
si: නාලිකාව විවෘත කරන්න
sw: Fungua Kituo
ta: திறந்த அலைவரிசை
tr: Kanal aç
ur: چینل کھولیں
uz: Kanalni ochish
wa: Drovi canå
xh: Vula itshanele
zu: Vula Isiteshi

source: Close Channel
am: ጣቢያ መዝጊያ
ar: أغلق قناة
bg: Затваряне на канал
bn_bd: বন্ধ চ্যানেল
bn_in: চ্যানেল বন্ধ করুন
br: Serriñ ur sanell
bs: Zatvori kanal
ca: Tanca el canal
cy: Cau Sianel
es: Cerrar canal
eu: Itxi kanala
fa: بستن کانال
ga_ie: Dún Cainéal
gd: Dùin an t-seanail
hi_in: चैनल बंद करें
hu: Csatorna bezárása
id: Tutup Kanal
kn: ಚಾನಲ್‌ ಮುಚ್ಚು
lv: Aizvērt kanālu
mai: चैनल बन्न करू
mg: Akatona Fantsona
ne: बन्द च्यानल
or: ଚ୍ୟାନେଲ ବନ୍ଦ କରନ୍ତୁ
pt: Fechar Canal
ro: Închide canalul
si: නාලිකාව වසන්න
sw: Funga Kituo
ta: மூடிய அலைவரிசை
tr: Kanalı kapat
ur: چینل بند کریں
uz: Kanalni yopish
wa: Clôre canå
xh: Vala itshanele
zu: Vala Isiteshi

source: Receive Data
am: ዳታ መቀበያ
ar: إستقبال بيانات
bg: Получаване на данни
bn_bd: ডাটা গ্রহন
bn_in: তথ্য প্রাপ্ত করুন
br: Degemer roadennoù
bs: Primi podatke
ca: Rep dades
cy: Derbyn Data
es: Recibir datos
eu: Jaso datuak
fa: دریافت اطلاعات
ga_ie: Glac le Sonraí
gd: Faigh dàta
hi_in: डाटा प्राप्त करे
hu: Adatok fogadása
id: Terima Data
kn: ಮಾಹಿತಿ ಸ್ವೀಕರಿಸು
lv: Saņemt datus
mai: डाटा प्राप्त करू
mg: Handray Data
ne: डाटा प्राप्त गर्नुहोस्
or: ତଥ୍ୟ ଗ୍ରହଣ କରନ୍ତୁ
pt: Receber Dados
ro: Primește date
si: දත්ත ලබාගන්න
sw: Pokea Data
ta: தரவை பெறு
th: รับข้อมูล
tr: Veri al
ur: کوائف وصول کریں
uz: Ma’lumot olish
wa: Riçure dinêyes
xh: Fumana idatha
zu: Yamukela Idatha

source: Send Data
am: ዳታ መላኪያ
ar: أرسل بيانات
bg: Изпращане на данни
bn_bd: ডাটা প্রেরণ
bn_in: তথ্য পাঠান
br: Kas roadennoù
bs: Pošalji podatke
ca: Envia dades
cy: Anfon Data
es: Enviar datos
eu: Bidali datuak
fa: ارسال اطلاعات
ga_ie: Seol Sonraí
gd: Cuir an dàta
hi_in: डाटा भेजे
hu: Adatok küldése
id: Kirim Data
kn: ಮಾಹಿತಿ ಕಳುಹಿಸು
lv: Sūtīt datus
mai: डाटा पठाबू
mg: Handefa Data
ne: डाटा पठाउनुहोस्
or: ତଥ୍ୟ ପଠାନ୍ତୁ
pt: Enviar Dados
ro: Trimite date
si: දත්ත යවන්න
sw: Tuma Data
ta: தரவை அனுப்பு
th: ส่งข้อมูล
tr: Veri gönder
ur: ڈیٹا بھیجیں
uz: Ma’lumot jo‘natish
wa: Evoyî dinêyes
xh: Thumela idatha
zu: Thumela Idatha

source: Get Channel Status
am: የ ጣቢያ ሁኔታዎችን ይግኙ
ar: أحصل على معلومات القناة
bg: Получаване на статус на канал
bn_bd: চ্যানেলের অবস্থা দেখুন
bn_in: চ্যানেল অবস্থা জানুন
br: Kaout stad ar sanell
bs: Traži status kanala
ca: Obtén l'estat del canal
cy: Estyn Statws Sianel
es: Obtener estado del canal
eu: Eskuratu kanalaren egoera
fa: دریافت وضعیت کانال
ga_ie: Faigh Stádas an Chainéil
gd: Iarr staid na seanail
hi_in: माध्यम का स्थिति ले
hu: Csatornaállapot lekérése
id: Dapatkan Status Kanal
kn: ಚಾನಲ್‌ ಸ್ಥಿತಿಯನ್ನು ಪಡೆಯಿರಿ
lv: Iegūt kanālu statusu
mai: माध्यम क स्थिति लिअ
mg: Haka Toetry ny Fantsona
ne: च्यानल स्थितिहरु प्राप्त गर्नुहोस्
or: ଚ୍ୟାନେଲ ସ୍ଥିତି ପ୍ରାପ୍ତ କରନ୍ତୁ
pt: Obter estado do canal
ro: Obține starea canalului
si: නාලිකාවේ තත්ත්වය ලබාගන්න
sw: Pata Hali ya Kituo
ta: அலைவரிசை நிலையை பெறு
tr: Kanal durumunu al
ur: چینل کی صورت حال حاصل کریں
uz: Kanal holatini olish
wa: Cweri li statut do canå
xh: Fumana ubume betshanele
zu: Thola Isimo Sesiteshi

source: End of the proactive session
ar: نهاية الدورة الاستباقية
bg: Край на проактивната сесия
bn_bd: প্রোঅ্যাক্টিভ সেশনের সমাপ্তি
bn_in: সক্রিয় অধিবেশনের সমাপ্তি
br: Dibenn an estez ragoberiant
bs: Kraj proaktivne sesije
ca: Fi de la sessió proactiva
cy: Diwedd y sesiwn rhagweithiol
es: Final de la sesión proactiva
eu: Saio proaktiboaren amaiera
ga_ie: Deireadh an tseisiúin réamhghníomhaigh
gd: Crìoch an t-seisein ro-ghnìomhaich
hu: A proaktív munkamenet vége
id: Akhir sesi proaktif
kn: ಚುರುಕು ಅಧಿವೇಶನವನ್ನು ಕೊನೆಗೊಳಿಸಿ
pt: Fim da sessão pró-ativa
ro: Finalul sesiunii proactive
si: අක්‍රීයකාරී සැසියේ අවසානය
ur: پیش قدم سیشن کا اختتام
uz: Profilaktik seans oxiri

source: USB storage
am: ዩኤስቢ ማጠራቀሚያ
ar: سعة تخزين ال USB
bg: USB памет
bn_bd: USB স্টোরেজ
bn_in: USB সংগ্রহস্থল
br: Kadaviñ USB
bs: USB spremište
cy: Storio USB
es: Disco USB
eu: USB biltegiratzea
fa: فضای‌ ذخیره سازی USB
ga_ie: Stóras USB
gd: Stòras USB
hi_in: USB भंडारण
hu: USB-tárhely
lv: USB krātuve
mg: Fitehirizana USB
pt: Armazenamento USB
ro: Stocare USB
si: USB ආචයනය
th: พื้นที่จัดเก็บ USB
ur: USB ذخیرہ
uz: USB xotira
zu: Indawo yokulondoloza ku-USB

source: USB tethering
am: ዩኤስቢ መካፈያ
ar: ربط USB
bg: USB тетъринг
bn_bd: ইউএসবি টেথারিং
bn_in: USB টিথারিং
br: Modem USB
bs: USB vezivanje
ca: Comparteix per USB
cy: Tenynnu USB
es: Tethering USB
eu: USB tethering-a
fa: اتصال اینترنت توسط USB
ga_ie: Teaghránú USB
gd: Teadhrachadh USB
hi_in: USB टेदरिंग
hu: USB kapcsolat
id: Tethering lewat USB
kn: USB ಟೆಥರಿಂಗ್
mg: Fizaram-pifandraisana USB
pt: Associação USB
ro: Tethering prin USB
si: USB බෙදාගැනීම
ta: USB டெதரிங்
th: การกระจายสัญญาณ USB
tr: USB internet paylaşımı
ur: USB ٹیتھرنگ
uz: USB modem
vi: Chia sẻ mạng qua USB
zu: Ukuxhuma ku-inthanethi kusetshenziswa enye idivayisi nge-USB

source: Wi-Fi hotspot
am: ዋይ-ፋይ Hotspot
ar: نُقطة بث Wi-Fi
bg: Wi-Fi точка за достъп
bn_bd: ওয়াই-ফাই হটস্পট
bn_in: ওয়াই-ফাই হটস্পট
br: Poent haeziñ Wi-Fi
ca: Punt d'accés Wi-Fi
cy: Man poeth diwifr
es: Punto acceso wifi
eu: Wifigunea
ga_ie: Ball te Wi-Fi
hi_in: Wi-Fi हॉटस्पॉट
id: Hotspot Wi-Fi
kn: Wi-Fi ಹಾಟ್‌ಸ್ಪಾಟ್
mg: Hotspot Wi-Fi
pt: Ponto de acesso Wi-Fi
ro: Hotspot Wi-Fi
si: Wi-Fi හොට්ස්පොට්
ta: வை-பை ஹாட்ஸ்பாட்
th: จุดเชื่อมต่อ Wi-Fi
tr: Wi-Fi erişim noktası
ur: وائی فائی ہاٹ سپاٹ
uz: Wi-Fi ulanish nuqtasi
vi: Tạo điểm tr.cập Wi-Fi
zu: Indawo ephambili ye-Wi-Fi

source: Enabling USB storage will disable USB tethering. Do you want to enable USB storage?
am: የ ዩኤስቢ ማጠራቀሚያን ካስቻሉ ዩኤስቢ መካፈያ ይሰናከላል: በ እርግጥ የ ዩኤስቢ ማጠራቀሚያን ማስቻል ይፈልጋሉ?
ar: إتاحة تخزين ال USB سوف يعطّل ربط USB. هل تريد تمكين تخزين USB؟
bg: Включването на USB паметта ще изключи USB тетъринга. Желаете ли да включите USB паметта?
bn_bd: USB স্টোরেজ সক্রিয় করলে USB টিথারিং নিস্ক্রিয় হবে। আপনি USB স্টোরেজ সক্রিয় করতে চান?
bn_in: USB সংগ্রহস্থল সক্রিয় করলে USB টিথারিং নিষ্ক্রিয় হয়ে যাবে। অাপনি কি USB সংগ্রহস্থল সক্রিয় করতে চান?
br: Gweredekaat ar c'hadaviñ USB a ziweredekay ar modem USB. Fellout a ra deoc'h gweredekaat ar c'hadaviñ USB ?
bs: Omogućavanje USB spremišta će onemogućiti USB vezivanje. Da li želite omogućiti USB spremište?
ca: En activar el mode de disc USB, es desactivarà la compartició d'Internet per USB. Voleu activar el mode de disc USB?
cy: Bydd galluogi storio USB yn analluogi tenynnu USB. Hoffech chi alluogi storio USB?
es: Al activar el disco USB, se desactivará el tethering USB. ¿Desea activar el disco USB?
eu: USB biltegiratzea gaitzeak USB tethering-a desgaituko du. USB biltegiratzea gaitu nahi duzu?
fa: فعال‌سازی ذخیره‌سازی ‌USB اتصال اینترنت توسط ‌USB را غیرفعال می‌کند. آیا مایلید ذخیره‌سازی ‌USB را فعال کنید؟
ga_ie: Má chumasaíonn tú stóras USB, díchumasófar teaghránú USB. An bhfuil fonn ort stóras USB a chumasú mar sin féin?
gd: Ma chuireas tu an comas an stòras USB, thèid an teadhrachadh USB a chur à comas. A bheil thu airson an stòras USB a chur an comas?
hu: Az USB-tárhely engedélyezésével letiltja az USB kapcsolatot. Engedélyezi az USB-tárhelyet?
id: Mengaktifkan penyimpanan USB akan menonaktifkan tethering lewat USB. Ingin penyimpanan USB diaktifkan?
kn: USB ಶೇಖರಣೆ ಸಕ್ರಿಯಗೊಳಿಸುವುದು USB ಟೆಧರಿಂಗ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ. ನೀವು USB ಶೇಖರಣೆ ಸಕ್ರಿಯಗೊಳಿಸ ಬಯಸುವಿರ?
pt: A ativação do armazenamento USB irá desativar o tethering USB. Deseja ativar o armazenamento USB?
ro: Activând stocarea USB va dezactiva tethering prin USB. Dorești să activezi stocarea USB?
si: USB ගබඩාව USB බෙදාගැනීම අක්‍රීය කරයි. ඔබට USB බෙදාගැනීම සක්‍රීය කිරීම අවශ්‍යද?
ta: USB சேமிப்பகத்தை செயல்படுத்தினால் USB பகிர்வு நிறுத்தப்படும். USB சேமிப்பகத்தை செயல்படுத்தவா?
th: การเปิดใช้งานพื้นที่จัดเก็บ USB จะปิดใช้งานการกระจายสัญญาณ USB คุณต้องการเปิดใช้งานพื้นที่จัดเก็บ USB หรือไม่?
tr: USB depolamayı açarsanız USB internet paylaşımı devre dışı kalır. USB depolamayı açmak istiyor musunuz?
ur: USB ذخیرہ اہل بنانے سے USB ٹتھرنگ نا اہل ہو جائےگا۔ کیا آپ USB ذخیرہ اہل بنانا چاہتے ہے؟
uz: USB xotirani yoqish USB birlashtirishni o‘chirib qo‘yadi. USB xotirani yoqishni xohlaysizmi?

source: Enabling USB tethering will disable USB storage. Do you want to enable USB tethering?
am: የ ዩኤስቢ መካፈያን ካስቻሉ ዩኤስቢ ማጠራቀሚያን ይሰናከላል: በ እርግጥ የ ዩኤስቢ መካፈያን ማስቻል ይፈልጋሉ?
ar: إتاحة تخزين ال USB سوف يعطّل تخزين USB. هل تريد تمكين ربط USB؟
bg: Включването на USB тетъринга ще изключи USB паметта. Желаете ли да включите USB тетъринга?
bn_bd: USB টিথারিং সক্রিয় করলে USB স্টোরেজ নিস্ক্রিয় হবে। আপনি USB টিথারিং সক্রিয় করতে চান?
bn_in: USB টিথারিং সক্রিয় করলে USB সংগ্রহস্থল নিষ্ক্রিয় হয়ে যাবে। অাপনি কি USB টিথারিং সক্রিয় করতে চান?
br: Gweredekaat ar modem USB a ziweredekay ar c'hadaviñ USB. Fellout a ra deoc'h gweredekaat ar modem USB ?
bs: Omogućavanje USB vezivanja će onemogućiti USB spremište. Da li želite omogućiti USB vezivanje?
ca: En activar la compartició d'Internet per USB, es desactivarà el mode de disc USB. Voleu activar la compartició d'Internet per USB?
cy: Bydd galluogi tenynnu USB yn analluogi storio USB. Hoffech chi alluogi tenynnu USB?
es: Al activar el tethering USB, se desactivará el disco USB. ¿Desea activar el tethering USB?
eu: USB tethering-a gaitzeak USB biltegiratzea desgaituko du. USB tethering-a gaitu nahi duzu?
fa: فعال‌سازی ذخیره‌سازی ‌USB اتصال اینترنت توسط ‌USB را غیرفعال می‌کند. آیا مایلید اتصال اینترنت توسط ‌USB را فعال کنید؟
ga_ie: Má chumasaíonn tú teaghránú USB, díchumasófar stóras USB. An bhfuil fonn ort teaghránú USB a chumasú mar sin féin?
gd: Ma chuireas tu an comas an teadhrachadh USB, thèid an stòras USB a chur à comas. A bheil thu airson an teadhrachadh USB a chur an comas?
hu: Az USB kapcsolat engedélyezésével letiltja az USB-tárhelyet. Engedélyezi az USB kapcsolatot?
id: Mengaktifkan tethering lewat USB akan menonaktifkan penyimpanan USB. Ingin tethering lewat USB diaktifkan?
kn: USB ಟೆಧರಿಂಗ್ ಸಕ್ರಿಯಗೊಳಿಸುವುದು USB ಶೇಖರಣೆ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ. ನೀವು USB ಟೆಧರಿಂಗ್ ಸಕ್ರಿಯಗೊಳಿಸ ಬಯಸುವಿರ?
pt: A ativação do tethering USB irá desativar o armazenamento USB. Deseja ativar o tethering USB?
ro: Activând tethering prin USB va dezactiva stocarea USB. Dorești să activezi tethering prin USB?
si: USB බෙදාගැනීම USB ගබඩාව අක්‍රීය කරයි. ඔබට USB බෙදාගැනීම සක්‍රීය කිරීම අවශ්‍යද?
ta: USB பகிர்வை செயல்படுத்தினால் USB சேமிப்பை நிறுத்தப்படும். USB பகிர்வை செயல்படுத்தவா?
th: การเปิดใช้งานการกระจายสัญญาณ USB จะปิดใช้งานพื้นที่จัดเก็บ USB คุณต้องการเปิดใช้งานการกระจายสัญญาณ USB หรือไม่?
tr: USB internet paylaşımını açarsanız USB depolama devre dışı kalır. USB paylaşımını istiyor musunuz?
ur: USB ٹتھرنگ اہل بنانے سے USB ذخیرہ نا اہل ہو جائےگا۔ کیا آپ USB ٹتھرنگ اہل بنانا چاہتے ہے؟
uz: USB modemnni yoqish USB xotirani o‘chirib qo‘yadi. USB modemni yoqishni xohlasizmi?
