Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Restrict which numbers can be dialed from this phone.
am: በዚህ ስልክ ውስጥ የትኞቹ ቁጥሮች እንደሚደወሉ መወሰኛ
ar: تقييد الأرقام التي يمكن الاتصال بها من هذا الهاتف.
bg: Ограничете кои номера могат да бъдат избирани.
bn_bd: এই ফোন থেকে যে সকল নম্বরে ফোন করা যাবে তা সীমাবদ্ধ করুন।
bn_in: এই ফোন থেকে কোন কোন নাম্বারে শুধুমাত্র কল করা যাবে তা সীমাবদ্ধ করুন।
br: Strishaat an niverennoù a c'hall bezañ galvet adalek ar pellgomzer-se.
bs: Ograničite brojeve koje možete birati sa ovog telefona.
ca: Restringiu els números que poden marcar-se en aquest telèfon.
cy: Cyfyngu pa rhifau mae modd eu deialu o'r ffôn.
es: Restrinja a qué números puede llamarse desde este teléfono.
eu: Mugatu telefono honetatik dei daitezkeen zenbakiak.
fa: شماره‌هایی که از این تلفن می‌توان به آنها تماس گرفت را تعیین کنید.
ga_ie: Cuir teorainn leis na huimhreacha is féidir diailiú ar an nguthán seo.
gd: Cum smachd air na h-àireamhan as urrainnear fòn a chur thuca on fhòn seo.
hi_in: संख्या को प्रतिबंधित करें जो इस फोन से डायल किया जा सकता है.
hu: A telefonról felhívható telefonszámok korlátozása.
id: Batasi nomor mana yang dapat dipanggil dari telepon ini.
kn: ಈ ಫೋನಿನ ಮೂಲಕ ಕರೆ ಮಾಡಬಹುದಾದ ಸಂಖ್ಯೆಗಳನ್ನು ನಿರ್ಬಂಧಿಸು.
mai: संख्या केँ प्रतिबंधित करू जे एहि फोन सँ डायल कएल जाए सकैत अछि.
mg: Mamehy hoe iza avy ireo nomerao azo tendrena amin'ity telefaona ity.
ne: यो फोनबाट थिच्न नमिल्ने नम्बरहरु प्रतिबन्ध गर्नुहोस ।
or: ଏହି ଫୋନରୁ କେଉଁ ନମ୍ବରଗୁଡ଼ିକୁ ଡାଏଲ କରାଯାଇପାରିବ ତାହାକୁ ବାରଣ କରନ୍ତୁ।
pt: Restringir os números que podem ser marcados a partir deste equipamento.
ro: Restricționează care numere pot fi apelate de pe acest telefon.
si: මෙම දුරකථනයෙන් අංකනය කළ හැක්කේ කුමන අංක දැයි සීමා කරන්න.
sw: Zuia ni nambari zipi zinaweza kupigwa kutoka kwa simu hii.
ta: இந்த பேசியிலிருந்து எந்த எண்களை அழைக்க முடியும் என்பதை கட்டுப்படுத்துகிறது.
th: จำกัดหมายเลขที่สามารถโทรออกจากโทรศัพท์เครื่องนี้
tr: Bu telefondan aranabilecek numaraları kısıtlayabilirsiniz.
ur: اس فون سے ملایا جا سکنے والے ڈائل نمبرس کی تعداد محدود کرے۔
uz: Ushbu telefondan tersa bo‘ladigan raqamlarni cheklash.
vi: Giới hạn những số điện thoại có thể được gọi từ máy này.
wa: Limiter les limeros k’ on sait houkî a pårti di ç’ telefone ci.
xh: Beka umda kwiinombolo ezinokutsalelwa yile fowuni.
zu: Khetha izinombolo ezingashayelwa kule foni.

source: (Emergency numbers will always be dialable)
am: (የ ድንገተኛ ጥሪ ቁጥሮች ሁልጊዜ መደወል ይችላሉ)
ar: (أرقام الطوارئ ستكون دائما قابلة للإتصال)
bg: (Спешните номера винаги ще могат да бъдат избирани)
bn_bd: (জরুরি নম্বর গুলোকে সবসময় ডায়াল করা যাবে)
bn_in: (জরুরী নাম্বারগুলি সবসময় ডায়াল করা যাবে)
br: (Niverennoù a zifrae a c'hallo bezañ galvet atav)
bs: (Brojevi za hitne slučajeve će se uvijek moći birati)
ca: (Els telèfons d'emergència sempre es podran marcar)
cy: (Deialu rhifau argyfwng ar gael bob tro)
es: (Siempre podrá llamar a los números de emergencia.)
eu: (Larrialdi-zenbakiak beti deitu ahal izango dira)
fa: (با شماره‌های اضطراری همیشه می‌توان تماس گرفت)
ga_ie: (Is féidir uimhreacha éigeandála a dhiailiú i gcónaí)
gd: ('S urrainnear fòn a chur gu àireamhan èiginn an-còmhnaidh)
hi_in: (आपातकालीन नंबर हमेशा डायल सक्षम होगी)
hu: (A segélyhívó számok mindig hívhatók)
id: (Nomor darurat selalu akan bisa dipanggil)
kn: (ತುರ್ತು ಸಂಖ್ಯೆಗಳಿಗೆ ಯಾವಾಗಲೂ ಕರೆಮಾಡಬಹುದು)
lv: (Ārkārtas situāciju numuri vienmēr būs sazvanāmi)
mai: (आपातकालीन नंबर हरदम डायल सक्षम हाएत)
mg: (Ho azo tendrena foana ireo nomerao vonjy taitra)
ne: ( आपतकालिन सङ्ख्याहरु अक्षम हुनेछन् )
or: (ଜରୁରୀକାଳୀନ ନମ୍ବରଗୁଡ଼ିକୁ ସର୍ବଦା ନିଷ୍କ୍ରିୟ କରାଯିବ)
pt: (Números de emergência são sempre permitidos)
ro: (Numerele de urgență vor fi apelabile mereu)
si: (හදිසි ඇමතුම් අංක සැමවිටම අංකනය කල හැකිවේ)
sw: (Nambari za dharura daima zitaweza kupigwa)
ta: (அவசர எண்களை எப்போதும் அழைக்கலாம்)
th: (หมายเลขฉุกเฉินสามารถโทรออกได้ตลอด)
tr: (Acil durum numaraları her zaman aranabilir.)
ur: (ایمرجنسی نمبرس ہمیشہ ڈیلےبل)
uz: (Favqulodda raqamlarni doimo terish mumkin)
vi: (nhưng vẫn luôn gọi được các số khẩn cấp)
wa: (Les limeros di houcaedje d’ urdjince seront todi fijhåves)
xh: (Iinombolo zongxamiseko ziza kusoloko zinokutsaleleka zona)
zu: (Izinombolo eziphuthumayo ziyohlezi zishayeleka)

source: Enable FDN
am: ማስቻያ FDN
ar: فعِّل FDN
bg: Включване на ФН
bn_bd: FDN সক্রিয় করুন
bn_in: FDN সক্রিয় করুন
br: Gweredekaat FDN
bs: Omogući FDN
ca: Activa l'FDN
cy: Galluogi FDN
es: Activar NMF
eu: Gaitu FDNa
fa: فعال‌سازی FDN
ga_ie: Cumasaigh FDN
gd: Cuir FDN an comas
hi_in: FDN सक्रिय करें
hu: FDN engedélyezése
id: Aktifkan FDN
kn: FDN ಸಕ್ರಿಯಗೊಳಿಸು
lv: Ieslēgt FDN
mai: FDN सक्रिय करू
mg: Hamelona NFR
ne: एफ् डि एन् सक्षम पार्नुहोस्
or: FDN କୁ ସକ୍ଷମ କରନ୍ତୁ
pt: Ativar NMF
ro: Activează FDN
si: FDN සක්‍රීය කරන්න
sw: Wezesha FDN
ta: FDN-செயற்படுத்து
th: เปิดใช้งาน FDN
tr: FDN'i etkinleştir
ur: FDN فعال کریں
uz: Ishonchli raqamni yoqish
vi: Bật giới hạn l.lạc
wa: Mete e-n alaedje FDN
xh: Yenza i-FDN isebenze
zu: Qalisa ukusebenza kwe-FDN

source: Disable FDN
am: ማሰናከያ FDN
ar: عطِّل FDN
bg: Изключване на ФН
bn_bd: FDN নিষ্ক্রিয় করুন
bn_in: FDN নিস্ক্রিয়
br: Diweredekaat FDN
bs: Onemogući FDN
ca: Desactiva l'FDN
cy: Analluogi FDN
es: Desactivar NMF
eu: Desgaitu FDNa
fa: غیرفعال کردن FDN
ga_ie: Díchumasaigh FDN
gd: Cuir FDN à comas
hi_in: FDN निष्क्रिय करें
hu: FDN letiltása
id: Nonaktifkan FDN
kn: FDN ನಿಷ್ಕ್ರಿಯಗೊಳಿಸು
lv: Izslēgt FDN
mai: FDN निष्क्रिय करू
mg: Hamono NFR
ne: एफ् डि एन् अक्षम पार्नुहोस्
or: FDN କୁ ନିଷ୍କ୍ରିୟ କରନ୍ତୁ
pt: Desativar NMF
ro: Dezactivează FDN
si: FDN අක්‍රිය කරන්න
sw: Lemaza FDN
ta: FDN-முடக்கு
th: ปิดใช้งาน FDN
tr: FDN'i kapat
ur: FDN غیر فعال کریں
uz: Ishonchli raqamni o‘chirish
vi: Tắt giới hạn l.lạc
wa: Essocter FDN
xh: Iyenza i-FDN ingasebenzi
zu: Yenza ingasebenzi i-FDN

source: Reset PIN2
am: እንደ ነበር መመለሻ ፒን2
ar: إعادة تعيين PIN2
bg: Нулиране на PIN2
bn_bd: পিন২ রিসেট করুন
bn_in: PIN2 রিসেট
br: Adderaouekaat PIN2
bs: Resetuj PIN2
ca: Reinicia el PIN2
cy: Ailosod PIN2
es: Restablecer PIN2
eu: Berrezarri PIN2a
fa: تنظیم‌مجدد PIN2
ga_ie: Athshocraigh UAP2
gd: Ath-shuidhich am PIN2
hi_in: PIN2 फिर सेट करें
hu: PIN2 törlése
id: Setel Ulang PIN2
kn: PIN2 ಮರುಹೊಂದಿಸು
lv: Atstatīt PIN2
mai: PIN2 फेर सेट करू
mg: Hanefy PIN2 indray
ne: PIN दुई रिसेट गर्नुहोस्
or: PIN2କୁ ପୁଣି ସେଟ କରନ୍ତୁ
pt: Repor PIN2
ro: Resetează PIN2
si: PIN2 යළි පිහිටුවන්න
sw: Seti upya PIN2
ta: PIN2 மீட்டமை
th: ตั้ง PIN2 ใหม่
tr: PIN2'yi sıfırla
ur: PIN2 دوبارہ سیٹ کریں
uz: PIN2 kodni tiklash
vi: Đặt lại PIN2
wa: Rimete a zero PIN2
xh: Seta i-PIN2 ngokutsha
zu: Setha kabusha i-PIN2

# fdnAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
am: እርስዎ አሁን አንድ ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርድ ከመቆለፉ በፊት
ar: لديك محاولة واحدة متبقية لإدخال الرمز الصحيح قبل اغلاق بطاقة SIM.
bg: Имате един опит да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড লক হওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার একটি চেষ্টা বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাবার আগে আপনার শেষবার চেষ্টা করা বাকি আছে।
br: Chom a ra deoc'h un esae evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još jedan pokušaj da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queda un intent per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Dim ond un cynnig sydd ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Sólo le queda un intento para escribir el código correcto antes de bloquear la SIM.
eu: Azken aukera daukazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها یکبار دیگر قبل از قفل شدن سیم‌کارت خود برای وارد نمودن کد صحیح فرصت دارید.
ga_ie: Níl ach iarracht amháin eile fágtha agat sula gcuirfear an cárta SIM faoi ghlas.
gd: Tha aon oidhirp air fhàgail agad mus dèid a' chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास एक कोशिश बचे हुए है.
hu: Utolsó lehetőség.
id: Anda hanya punya satu kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
kn: SIM ಕಾರ್ಡ್ ಅನ್ನು ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಒಂದು ಪ್ರಯತ್ನ ಬಾಕಿಯಿದೆ.
lv: Jums ir atlicis tikai viens mēģinājums lai ievadītu pareizo kodu pirms SIM kartes bloķēšanu.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास एकटा कोसिस बचल अछि.
mg: Andrana iray sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ne: तपाईँसँग सिम कार्ड बन्द हुनु अघि ठिक कोड प्रविष्ट गर्न एक कोसिस बाँकी छ।
or: SIM ଲକ ହେବା ପୂର୍ବରୁ ସଠିକ କୋଡ ବ୍ୟବହାର କରିବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଗୋଟିଏ ସୁଯୋଗ ବଳିଛି।
pt: Resta uma tentativa para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai o încercare rămasă pentru a introduce codul corect înainte de a bloca cartela SIM.
si: සිම් කාඩ්පත අගුළු වැටීමට පෙර නිවැරදි කේතයක් යෙදීමට ඔබට ඇත්තේ තව එක අවස්ථාවකි.
sw: Una jaribio moja lililobaki la kuingiza msimbo sahihi kabla ya kufunga SIM.
ta: சிம் அட்டையை பூட்டும் முன் ஒரு வாய்ப்புதான் மீதம் உள்ளது எனவே சரியான குறியீட்டை உள்ளிடு.
th: คุณเหลืออีกหนึ่งครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için bir deneme hakkınız kaldı.
ur: آپ کے پاس SIM کارڈ بند ہونے سے پہلے درست کوڈ درج کرنے کی ایک کوشش باقی ہے۔
uz: Siz yana bir marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
wa: Vos avoz co ene saye po taper l’ bon côde divant d' eclawer li cwåte SIM.
xh: Unethuba elinye lokuzama ukufaka ikhowudi echanileyo ngaphambi kokuba litshixwe ikhadi le-SIMd.
zu: Usalelwe yithuba elilodwa lokufaka ikhodi eyiyo ngaphambi kokuthi ikhadi le-SIM likhiyeke.

# fdnAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
am: እርስዎ {{n}} አሁን አንድ ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርድ ከመቆለፉ በፊት
ar: لديك {{n}} محاولات متبقية لإدخال الرمز الصحيح قبل اغلاق بطاقة SIM.
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড টি লক হওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার {{n}} টি চেষ্টা বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাবার আগে আপনার {{n}} বার চেষ্টা করা বাকি আছে।
br: Chom a ra deoc'h {{n}} esae evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Dim ond {{n}} cynnig sydd ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها {{n}} بار دیگر قبل از قفل شدن سیم‌کارت خود برای وارد نمودن کد صحیح فرصت دارید.
ga_ie: Níl ach {{n}} iarracht eile fágtha agat sula gcuirfear an cárta SIM faoi ghlas.
gd: Tha {{n}} oidhirp air fhàgail agad mus dèid a' chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश बचे हुए है.
hu: Még {{n}} kísérlete van.
id: Anda punya {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
kn: SIM ಕಾರ್ಡ್ ಅನ್ನು ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತವನ್ನು ನಮೂದಿಸಲು {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
lv: Jums ir atlikuši {{n}} mēģinājumi lai ievadītu pareizo kodu pirms SIM karte bloķēšanu.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस बचल अछि.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ne: तपाईँसँग सिम कार्ड बन्द हुनु अघी ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छ ।
or: SIM ଲକ ହେବା ପୂର୍ବରୁ ସଠିକ କୋଡ ବ୍ୟବହାର କରିବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ {{n}} ଟି ପ୍ରୟାସ ବଳିଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: සිම් කාඩ්පත අගුළු වැටීමට පෙර නිවැරදි කේතයක් යෙදීමට ඔබට ඇත්තේ තව අවස්ථා {{n}} කි.
sw: Una majaribio {{n}} yaliobaki ya kuingiza msimbo sahihi kabla ya kufunga SIM.
ta: சிம் அட்டையை பூட்டும் முன் {{n}} வாய்ப்புகள் மீதம் உள்ளன சரியான குறியீட்டை உள்ளிடு.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: آپ کے پاس SIM کارڈ بند ہونے سے پہلے درست کوڈ درج کرنے کی {{n}} کوشش باقی ہے۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant d' eclawer li cwåte SIM.
xh: Usalelwe ngamathuba a-{{n}} okuzama ukufaka ikhowudi echanileyo ngaphambi kokuba litshixwe ikhadi le-SIM.
zu: Usalelwe amathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuthi ikhadi le-SIM likhiyeke.

# fdnAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
am: እርስዎ {{n}} አሁን አንድ ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርድ ከመቆለፉ በፊት
ar: لديك {{n}} محاولات متبقية لإدخال الرمز الصحيح قبل اغلاق بطاقة SIM.
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড টি লক হওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার {{n}} টি চেষ্টা বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাবার আগে আপনার {{n}} বার চেষ্টা করা বাকি আছে।
br: Chom a ra deoc'h {{n}} esae evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Dim ond {{n}} cynnig sydd ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها {{n}} بار دیگر قبل از قفل شدن سیم‌کارت خود برای وارد نمودن کد صحیح فرصت دارید.
ga_ie: Níl ach {{n}} iarracht eile fágtha agat sula gcuirfear an cárta SIM faoi ghlas.
gd: Tha {{n}} oidhirpean air fhàgail agad mus dèid a' chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश बचे हुए है.
hu: Még {{n}} kísérlete van.
id: Anda punya {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
kn: SIM ಕಾರ್ಡ್ ಅನ್ನು ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತವನ್ನು ನಮೂದಿಸಲು {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस बचल अछि.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ne: तपाईँसँग सिम कार्ड बन्द हुनु अघी ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छ ।
or: SIM ଲକ ହେବା ପୂର୍ବରୁ ସଠିକ କୋଡ ବ୍ୟବହାର କରିବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ {{n}} ଟି ପ୍ରୟାସ ବଳିଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: සිම් කාඩ්පත අගුළු වැටීමට පෙර නිවැරදි කේතයක් යෙදීමට ඔබට ඇත්තේ තව අවස්ථා {{n}} කි.
sw: Una majaribio {{n}} yaliobaki ya kuingiza msimbo sahihi kabla ya kufunga SIM.
ta: சிம் அட்டையை பூட்டும் முன் {{n}} வாய்ப்புகள் மீதம் உள்ளன சரியான குறியீட்டை உள்ளிடு.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: آپ کے پاس SIM کارڈ بند ہونے سے پہلے درست کوڈ درج کرنے کی {{n}} کوشش باقی ہے۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant d' eclawer li cwåte SIM.
xh: Usalelwe ngamathuba a-{{n}} okuzama ukufaka ikhowudi echanileyo ngaphambi kokuba litshixwe ikhadi le-SIM.
zu: Usalelwe amathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuthi ikhadi le-SIM likhiyeke.

# fdnAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
am: እርስዎ {{n}} አሁን አንድ ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርድ ከመቆለፉ በፊት
ar: لديك {{n}}محاولة متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড টি লক হওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার {{n}} টি চেষ্টা বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাবার আগে আপনার {{n}} বার চেষ্টা করা বাকি আছে।
br: Chom a ra deoc'h {{n}} esae evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Dim ond {{n}} cynnig sydd ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها {{n}} بار دیگر قبل از قفل شدن سیم‌کارت خود برای وارد نمودن کد صحیح فرصت دارید.
ga_ie: Níl ach {{n}} n-iarracht eile fágtha agat sula gcuirfear an cárta SIM faoi ghlas.
gd: Tha {{n}} oidhirp air fhàgail agad mus dèid a' chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश बचे हुए है.
hu: Még {{n}} kísérlete van.
id: Anda punya {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
kn: SIM ಕಾರ್ಡ್ ಅನ್ನು ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತವನ್ನು ನಮೂದಿಸಲು {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस बचल अछि.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ne: तपाईँसँग सिम कार्ड बन्द हुनु अघी ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छ ।
or: SIM ଲକ ହେବା ପୂର୍ବରୁ ସଠିକ କୋଡ ବ୍ୟବହାର କରିବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ {{n}} ଟି ପ୍ରୟାସ ବଳିଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: සිම් කාඩ්පත අගුළු වැටීමට පෙර නිවැරදි කේතයක් යෙදීමට ඔබට ඇත්තේ තව අවස්ථා {{n}} කි.
sw: Una majaribio {{n}} yaliobaki ya kuingiza msimbo sahihi kabla ya kufunga SIM.
ta: சிம் அட்டையை பூட்டும் முன் {{n}} வாய்ப்புகள் மீதம் உள்ளன சரியான குறியீட்டை உள்ளிடு.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: آپ کے پاس SIM کارڈ بند ہونے سے پہلے درست کوڈ درج کرنے کی {{n}} کوشش باقی ہے۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant d' eclawer li cwåte SIM.
xh: Usalelwe ngamathuba a-{{n}} okuzama ukufaka ikhowudi echanileyo ngaphambi kokuba litshixwe ikhadi le-SIM.
zu: Usalelwe amathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuthi ikhadi le-SIM likhiyeke.

# fdnAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
am: እርስዎ {{n}} አሁን አንድ ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርድ ከመቆለፉ በፊት
ar: لديك {{n}} محاولة متبقية لإدخال الرمز الصحيح قبل اغلاق بطاقة SIM.
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড টি লক হওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার {{n}} টি চেষ্টা বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাবার আগে আপনার {{n}} বার চেষ্টা করা বাকি আছে।
br: Chom a ra deoc'h {{n}} esae evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Dim ond {{n}} cynnig sydd ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها {{n}} بار دیگر قبل از قفل شدن سیم‌کارت خود برای وارد نمودن کد صحیح فرصت دارید.
ga_ie: Níl ach {{n}} iarracht eile fágtha agat sula gcuirfear an cárta SIM faoi ghlas.
gd: Tha {{n}} oidhirp air fhàgail agad mus dèid a' chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश बचे हुए है.
hu: Még {{n}} kísérlete van.
id: Anda punya {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
kn: SIM ಕಾರ್ಡ್ ಅನ್ನು ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತವನ್ನು ನಮೂದಿಸಲು {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस बचल अछि.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ne: तपाईँसँग सिम कार्ड बन्द हुनु अघी ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छ ।
or: SIM ଲକ ହେବା ପୂର୍ବରୁ ସଠିକ କୋଡ ବ୍ୟବହାର କରିବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ {{n}} ଟି ପ୍ରୟାସ ବଳିଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: සිම් කාඩ්පත අගුළු වැටීමට පෙර නිවැරදි කේතයක් යෙදීමට ඔබට ඇත්තේ තව අවස්ථා {{n}} කි.
sw: Una majaribio {{n}} yaliobaki ya kuingiza msimbo sahihi kabla ya kufunga SIM.
ta: சிம் அட்டையை பூட்டும் முன் {{n}} வாய்ப்புகள் மீதம் உள்ளன சரியான குறியீட்டை உள்ளிடு.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: آپ کے پاس SIM کارڈ بند ہونے سے پہلے درست کوڈ درج کرنے کی {{n}} کوشش باقی ہے۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant d' eclawer li cwåte SIM.
xh: Usalelwe ngamathuba a-{{n}} okuzama ukufaka ikhowudi echanileyo ngaphambi kokuba litshixwe ikhadi le-SIM.
zu: Usalelwe amathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuthi ikhadi le-SIM likhiyeke.
