Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: This is your last chance to enter the correct PIN2. Otherwise, you must enter the PUK2 code to use this SIM card.
am: ይህ ለ እርስዎ አሁን የመጨረሻ ሙከራ ነው ለማስገባት ትክክለኛውን ፒን2. ያለበለዚያ ማስገባት አለብዎት የ ፑክ2 ኮድ ለመጠቀም ይህን የ ሲም ካርድ
ar: هذه آخر فرصة لك لإدخال رقم التعريف الشخصي الصحيح PIN2. خلاف ذلك، يجب عليك إدخال مفتاح إلغاء التأمين الشخصي PUK2 لاستخدام هذه الشريحة SIM.
bg: Това е последен опит да въведете правилен PIN2. В противен случай, трябва да въведете PUK2, за да използвате SIM картата.
bn_bd: সঠিক পিন২ প্রবেশের জন্য এটাই আপনার শেষ সুযোগ। নাহলে, সিম কার্ডটি চালাতে হলে আপনাকে অবশ্যই পাক২ প্রবেশ করাতে হবে।
bn_in: সঠিক PIN2 লেখার এটাই আপনার শেষ সুযোগ। অন্যথায়, আপনাকে এই SIM কার্ড ব্যবহারের জন্য PUK2 কোড টাইপ করতে হবে।
br: An esae diwezhañ eo evit reiñ ar voneg PIN2 reizh. A-hend-all e vo ret deoc'h reiñ ar voneg PUK2 evit arverañ ar gartenn SIM-mañ.
bs: Ovo vam je posljednji pokušaj da unesete ispravan PIN2. U suprotnom, morate da unesete PUK2 kod da biste koristili ovu SIM karticu.
ca: Aquesta és l'última oportunitat d'introduir el PIN2 correcte. Si torneu a fallar, haureu d'introduir el codi PUK2 per utilitzar aquesta targeta SIM.
cy: Dyma eich tro olaf i gynnig PIN2 cywir. Fel arall, rhaid cynnig y cod PUK2 i ddefnyddio'r cerdyn SIM.
es: Esta es su última oportunidad para escribir el PIN2 correcto. En caso contrario, deberá escribir el código PUK2 para usar esta tarjeta SIM.
eu: PIN2 zuzena sartzeko azken aukera duzu. Bestela, PUK2 kodea sartu beharko duzu SIM txartela erabiltzeko.
fa: این آخرین فرصت شما برای وارد کردن صحیح PIN2 است. در غیر اینصورت، برای استفاده از سیم‌کارت باید کد PUK2 را وارد کنید.
ga_ie: Seo é an iarracht deiridh atá agat chun an PIN2 ceart a chur isteach. Is é sin, nó beidh sé ort cód PUK2 a chur isteach chun an cárta SIM seo a úsáid.
gd: Tha aon chothrom eile agad am PIN2 ceart a chur a-steach. Ma chuireas tu fear cearr a-steach, bidh agad ris an còd PUK2 a chur a-steach mus urrainn dhut a' chairt SIM seo a chleachdadh.
hi_in: सही PIN2 दर्ज करने के लिए आपका आखिरी मौका है. अन्यथा, इस SIM कार्ड का उपयोग करने के लिए PUK2 कोड दर्ज करना होगा.
hu: Ez az utolsó lehetősége a helyes PIN2 kód megadására. Ellenkező esetben a PUK2 kódot kell megadnia a SIM kártya használatához.
id: Ini adalah kesempatan terakhir untuk memasukkan PIN2 yang benar. Jika masih salah, Anda harus memasukkan kode PUK2 untuk menggunakan kartu SIM ini.
kn: ಸರಿಯಾದ PIN2 ನಮೂದಿಸಲು ಇದು ಕಡೆಯ ಅವಕಾಶವಾಗಿದೆ. ಇಲ್ಲದಿದ್ದಲ್ಲಿ, ನೀವು SIM ಕಾರ್ಡ್ ಬಳಸಲು PUK2 ಸಂಕೇತ ಬಳಸಬೇಕಾಗುತ್ತದೆ.
lv: Šī ir jūsu pēdējā iespēja lai ievadītu pareizo PIN. Citādi, jums būs jāievada PUK kodu lai izmantotu šo SIM karti.
mai: सही PIN2 दर्ज करब कलेल अहाँक आखिरी मौका अछि. आनरूपेँ, एहि SIM कार्ड क उपयोग करब क लेल PUK2 कोड दर्ज करै हाएत.
mg: Ity no vintanao farany hampidirana ny PIN2 marina. Raha tsy izany, dia tsy maintsy mampiditra ny kaody PUK2 ianao raha hampiasa an'io karatra SIM io.
ne: सहि PIN2 प्रविष्ट गर्ने यो तपाईको अन्तिम मौका हो, अन्यथा तपाईले सिम कार्ड प्रयोग गर्नका लागि PUK2 कोड प्रविष्ट गर्नै पर्दछ ।
or: ସଠିକ PIN2 ଦେବା ପାଇଁ ଏହା ହେଉଛି ଅନ୍ତିମ ସୁଯୋଗ। ଅନ୍ୟଥା, ଏହି SIM କାର୍ଡ୍‌ ବ୍ୟବାହର କରିବା ପାଇଁ ଆପଣଙ୍କୁ PUK2 କୋଡ୍‌ ବ୍ୟବାହର କରିବାକୁ ହେବ।
pt: Esta é a última hipótese de introduzir o código PIN2 correto. Caso contrário, deve introduzir o código PUK2 para utilizar este cartão SIM.
ro: Aceasta este ultima ta șansă pentru a introduce PIN2-ul corect. În caz contrar, trebuie să introduci codul PUK2 pentru a folosi această cartelă SIM.
si: මෙය නිවැරදි PIN2 ඇතුළු කිරීමට ඇති ඔබේ අන්තිම අවස්ථාවයි. එසේ නැතිනම්, මෙම සිම් කාඩ්පත භාවිතා කිරීම සඳහා ඔබ විසින් PUK2 කේතය යෙදිය යුතුවේ.
sw: Hii ndio nafasi yako ya mwisho kuingiza PIN2 sahihi. Vinginevyo, lazima uingize kodi ya PUK2 ili kutumia kadi hii ya SIM.
ta: உங்களுடைய PIN2 சரியாக உள்ளிட இதுவே கடைசி முயற்சி. இல்லையென்றால், PUK2 குறியீட்டை உள்ளிட்டு சிம் அட்டையை பயன்படுத்தவும்.
th: นี่เป็นโอกาสสุดท้ายของคุณที่จะสามารถป้อน PIN2 ที่ถูกต้อง มิฉะนั้นคุณจะต้องป้อนรหัส PUK2 เพื่อใช้งานการ์ด SIM นี้
tr: Doğru PIN2'yi girmek için son şansınız. Aksi halde bu SIM kartını kullanmak için PUK2 kodunu girmeniz gerekecek.
ur: یہ درست PIN2 کوڈ داخل کرنے کے لئے آپ کا آخری موقع ہے. دوسری صورت میں، آپ کو یہ SIM کارڈ استعمال کرنے کے لئے PUK2 کوڈ درج کرنا ضروری ہے۔
uz: Bu to‘g‘ri PIN2 kodni kiritishingiz uchun so‘nggi imkoniyat. Aks holda SIM kartadan foydalanish uchun PUK2 kodni kiritishingizga to‘g‘ri keladi.
vi: Đây là cơ hội cuối cùng dể nhập mã PIN chính xác. Nếu không, bạn sẽ phải nhập mã PUK2 để sử dụng thẻ SIM.
wa: C’ est vosse dierinne tchance po taper l’ bon côde PIN2. Ôtrumint, vos dvroz taper li côde PUK2 po vs saveur siervi del cwåte SIM.
xh: Eli lithuba lakho lokugqibela lokufaka i-PIN2 echanileyo. Ngapha koko, ufanele ufake i-PUK2 ukuze usebenzise eli khadi le-SIM.
zu: Leli yithuba lakho lokugcina lokufaka i-PIN2 eyiyo. Kungenjalo, kufanele ufake ikhodi ye-PUK2 ukuze ukwazi ukusebenzisa leli khadi le-SIM.

source: The PIN2 code is incorrect.
am: የ ፒን2 ኮድ የተሳሳተ ነው
ar: رمز PIN2 غير صحيح.
bg: PIN2 кодът е грешен.
bn_bd: পিন২ কোডটি সঠিক নয়।
bn_in: PIN2 কোডটি ভুল।
br: Direizh eo ar voneg PIN2.
bs: PIN2 kod je pogrešan.
ca: El codi PIN2 és incorrecte.
cy: Mae'r cod PIN2 yn anghywir.
es: El código PIN2 es incorrecto.
eu: PIN2 kodea okerra da.
fa: کد PIN2 نادرست است.
ga_ie: Cód UAP2 mícheart.
gd: Tha an còd PIN2 cearr.
hi_in: PIN2 कोड गलत है.
hu: A PIN2 kód helytelen.
id: Kode PIN2 salah.
kn: PIN2 ಸಂಕೇತ ತಪ್ಪಾಗಿದೆ.
lv: Ievadītais PIN2 kods ir nepareizs.
mai: PIN2 कोड गलत अछि.
mg: Diso ilay kaody PIN2.
ne: PIN2 कोड गलत छ ।
or: PIN2 କୋଡଟି ଭୁଲ ଅଟେ।
pt: O código PIN2 está incorreto.
ro: Codul PIN2 este incorect.
si: PIN2 කේතය වැරදිය.
sw: Kodi ya PIN2 sio sahihi.
ta: PIN2 குறியீடு தவறானது.
th: รหัส PIN2 ไม่ถูกต้อง
tr: PIN2 kodu yanlış.
ur: PIN2 کوڈ غیر صحیح ہے۔
uz: PIN2 kod noto‘g‘ri.
vi: Mã PIN2 không đúng.
wa: Li côde PIN2 est mwais.
xh: Ikhowudi ye-PIN2 ayichananga.
zu: Ikhodi ye-PIN2 ayisilo iqiniso.

source: name
am: ስም
ar: الإسم
bg: име
bn_bd: নাম
bn_in: নাম
br: anv
bs: ime
ca: nom
cy: enw
es: nombre
eu: izena
fa: نام
ga_ie: ainm
gd: ainm
hi_in: नाम
hu: név
id: nama
kn: ಹೆಸರು
lv: nosaukums
mai: नाम
mg: anarana
ne: नाम
or: ନାମ
pt: nome
ro: nume
si: නම
sw: jina
ta: பெயர்
th: ชื่อ
tr: isim
ur: نام
uz: nomi
vi: Tên
wa: no
xh: igama
zu: igama

# fdnContact-number
source: number
am: ቁጥር
ar: رقم
bg: номер
bn_bd: নম্বর
bn_in: নাম্বার
br: niverenn
bs: broj
ca: número
cy: rhif
es: número
eu: zenbakia
fa: شماره
ga_ie: uimhir
gd: àireamh
hi_in: संख्या
hu: telefonszám
id: nomor
kn: ಸಂಖ್ಯೆ
lv: numurs
mai: संख्या
mg: nomerao
ne: सङ्ख्या
or: କ୍ରମ ସଂଖ୍ୟା
pt: número
ro: număr
si: අංකය
sw: nambari
ta: எண்
th: หมายเลข
tr: numara
ur: نمبر
uz: raqam
vi: số
wa: limero
xh: inombolo
zu: inombolo

source: submit
am: ማስገቢያ
ar: أرسل
bg: изпращане
bn_bd: জমা
bn_in: জমা করুন
br: treuzkas
bs: potvrdi
ca: envia
cy: cyflwyno
es: enviar
eu: bidali
fa: ثبت
ga_ie: seol
gd: cuir a-null
hi_in: जमा करें
hu: elküldés
id: kirim
kn: ಸಲ್ಲಿಸು
lv: pieteikt
mai: जमा करू
mg: handefa
ne: पेश गर्नुहोस्
or: ଦାଖଲ କରନ୍ତୁ
pt: submeter
ro: trimite
si: යොමු කරන්න
sw: wasilisha
ta: சமர்ப்பி
th: ส่ง
tr: gönder
ur: ارسال کریں
uz: jo‘natish
wa: evoyî
xh: thumela
zu: hambisa

source: Add contact
am: ግንኙነት መጨመሪያ
ar: إضافة جهة إتصال
bg: Добавяне на контакт
bn_bd: পরিচিতি যোগ করুন
bn_in: পরিচিতি যোগ করুন
br: Darempred
bs: Dodaj kontakt
ca: Afegeix contacte
cy: Ychwanegu cysylltiad
es: Añadir contacto
eu: Gehitu kontaktua
fa: افزودن مخاطب
ga_ie: Teagmhálaí nua
gd: Cuir neach-aithne ris
hi_in: संपर्क जोड़ें
hu: Névjegy felvétele
id: Tambah kontak
kn: ಸಂಪರ್ಕ ಸೇರಿಸು
lv: Pievienot kontaktu
mai: संपर्क जोड़ू
mg: Hanampy kaontakita
ne: सम्पर्क थप्नुहोस्
or: ସମ୍ପର୍କ ଭାବେ ଯୋଡ଼ନ୍ତୁ
pt: Adicionar contacto
ro: Adaugă contact
si: සබඳතාවය එක් කරන්න
sw: Ongeza anwani
ta: தொடர்பை சேர்
th: เพิ่มรายชื่อ
tr: Kişi ekle
ur: رابطہ فرد میں اضافہ کریں
uz: Kontaktni qo‘shish
vi: Thêm liên lạc
wa: Radjouter contak
xh: Yongeza umntu onokuqhagamshelana naye
zu: Faka okungaxhunyanwa naye

source: Call
am: ጥሪ
ar: اتصل
bg: Обаждане
bn_bd: কল করুন
bn_in: কল
br: Gervel
bs: Poziv
ca: Truca
cy: Galw
es: Llamar
eu: Deitu
fa: تماس
ga_ie: Glaoigh
gd: Gairm
hi_in: कॉल करें
hu: Hívás
id: Panggilan
kn: ಕರೆ
lv: Zvanīt
mai: कॉल
mg: Hiantso
ne: आह्वान
or: ଡାକରା
pt: Ligar
ro: Apelează
si: අමතන්න
sw: Piga simu
ta: அழை
th: โทร
tr: Ara
ur: کال
uz: Qo‘ng‘iroq
vi: Gọi
wa: Houcaedje
xh: Tsala umnxeba
zu: Shaya ucingo

# fdnAction-edit
source: Edit contact
am: ግንኙነት ማረሚያ
ar: حرر جهة الإتصال
bg: Редактиране на контакт
bn_bd: পরিচিতি সম্পাদনা
bn_in: পরিচিতি সম্পাদনা করুন
br: Embann an darempred
bs: Uredi kontakt
ca: Edita contacte
cy: Ychwanegu cysylltiad
es: Editar contacto
eu: Editatu kontaktua
fa: ویرایش مخاطب
ga_ie: Cuir in eagar
gd: Deasaich an neach-aithne
hi_in: संपर्क संपादित करें
hu: Névjegy írása
id: Edit kontak
kn: ಸಂಪರ್ಕ ಸಂಪಾದಿಸು
lv: Rediģēt kontaktu
mai: संपर्क संपादित करू
mg: Hanitsy kaontakita
ne: सम्पर्क सम्पादन गर्नुहोस्
or: ସମ୍ପର୍କ ସମ୍ପାଦନ
pt: Editar contacto
ro: Editează contactul
si: සබඳතාවය සංස්කරණය
sw: Hariri anwani
ta: திருத்து
th: แก้ไขรายชื่อ
tr: Kişiyi düzenle
ur: رابطہ فرد کو تدوین کریں
uz: Kontaktni tahrirlash
vi: Sửa liên lạc
wa: Candjî contak
xh: Hlela umntu onokuqhagamshelana naye
zu: Lungisa imininingwane yokungaxhunywana naye

# fdnAction-edit-header
source: Edit contact
am: ግንኙነት ማረሚያ
ar: حرر جهة الإتصال
bg: Редактиране на контакт
bn_bd: পরিচিতি সম্পাদনা
bn_in: পরিচিতি সম্পাদনা করুন
br: Embann an darempred
bs: Uredi kontakt
ca: Edita contacte
cy: Golygu cysylltiad
es: Editar contacto
eu: Editatu kontaktua
fa: ویرایش مخاطب
ga_ie: Cuir in eagar
gd: Deasaich an neach-aithne
hi_in: संपर्क संपादित करें
hu: Névjegy írása
id: Edit kontak
kn: ಸಂಪರ್ಕ ಸಂಪಾದಿಸು
lv: Rediģēt kontaktu
mai: संपर्क संपादित करू
mg: Hanitsy kaontakita
ne: सम्पर्क सम्पादन गर्नुहोस्
or: ସମ୍ପର୍କ ସମ୍ପାଦନ
pt: Editar contacto
ro: Editează contactul
si: සබඳතාවය සංස්කරණය
sw: Hariri anwani
ta: திருத்து
th: แก้ไขรายชื่อ
tr: Kişiyi düzenle
ur: رابطہ فرد تدوین کریں
uz: Kontaktni tahrirlash
vi: Sửa liên lạc
wa: Candjî contak
xh: Hlela umntu onokuqhagamshelana naye
zu: Lungisa imininingwane yokungaxhunywana naye

source: Delete contact
am: ግንኙነት ማጥፊያ
ar: احذف جهة إتصال
bg: Изтриване на контакт
bn_bd: পরিচিতি অপসারণ
bn_in: পরিচিতি মুছে ফেলুন
br: Dilemel an darempred
bs: Izbriši kontakt
ca: Elimina contacte
cy: Dileu cysylltiad
es: Borrar contacto
eu: Ezabatu kontaktua
fa: حذف مخاطب
ga_ie: Scrios teagmhálaí
gd: Sguab às an neach-aithne
hi_in: संपर्क मिटाएँ
hu: Névjegy törlése
id: Hapus kontak
kn: ಸಂಪರ್ಕ ಅಳಿಸು
lv: Dzēst kontaktu
mai: संपर्क मेटाउ
mg: Hamafa kaontakita
ne: सम्पर्क मेटाउनुहोस्
or: ସମ୍ପର୍କ ଲିଭାନ୍ତୁ
pt: Apagar contacto
ro: Șterge contactul
si: සබඳතාවය මකන්න
sw: Futa anwani
ta: தொடர்பை அழி
th: ลบรายชื่อ
tr: Kişiyi sil
ur: رابطہ فرد کو حذف کریں
uz: Kontaktni o‘chirish
vi: Xóa liên lạc
wa: Disfacer contak
xh: Cima umntu onokuqhagamshelana naye
zu: Dilitha okungaxhunywana naye

source: Maximum FDN reached. You cannot add more numbers.
am: ከፍተኛው FDN ላይ ደርሰዋል: ተጨማሪ ቁጥር መጨመር አይችሉም
ar: وصلت الحد الأقصى من FDN. لا تستطيع إضافة المزيد من الأرقام.
bg: Достигнат максимум ФН. Не може да добавяте повече номера.
bn_bd: সর্বোচ্চ ফিক্সড ডায়ালিং নাম্বার হয়েছে। আর যোগ করা যাবে না।
bn_in: সর্বোচ্চ FDN এর সীমা তে পৌঁছেছে। আপনি এর থেকে বেশি নাম্বার যোগ করতে পারবেন না।
br: FDN uc'hek bet tizhet. N'hallit ket ouzhpennañ niverennoù.
bs: Maksimalni FDN dostignut. Ne možete dodati više brojeva.
ca: S'ha arribat al màxim de números prefixats. No podeu afegir més números.
cy: Wedi cyrraedd uchafswm FDN. Nid oes modd ychwanegu rhagor o rifau.
es: Máximo de NMF alcanzado. No puede agregar más números.
eu: Gehieneko markatze-zenbaki finkoak. Ezin da zenbaki gehiagorik gehitu.
fa: حداکثر میزان FDN استفاده شده. شما نمی‌توانید شماره‌های بیشتری وارد کنید.
ga_ie: Líon is mó FDN sroichte agat. Ní féidir níos mó uimhreacha a chur leis an liosta.
gd: Tha na tha ceadaichte de FDB agad. Chan urrainn dhut barrachd àireamhan a chur ris.
hu: A rögzített számok listája betelt. Nem vehet fel többet.
id: Jumlah FDN mencapai batas maksimum. Anda tidak dapat menambahkan nomor lain.
kn: ಗರಿಷ್ಠ FDN ತಲುಪಿದೆ. ನೀವು ಮತ್ತಷ್ಟು ಸಂಖ್ಯೆಗಳನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
mai: अधिकतर FDN पहुँच गेल. अहाँ आओर नंबर जोड़ि नहि सकैत छी.
pt: Número máximo de NMF atingido. Não pode adicionar mais números.
ro: FDN maxim atins. Nu poți adăuga mai multe numere.
si: උපරිම FDN වෙත ලඟාවිය. ඔබට තවත් අංක එක්කළ නොහැක.
ta: உயரிய FDN ஐ அடைந்தது. நீங்கள் அதிக எண்களை சேர்க்க முடியாது.
th: ครบจำนวนสูงสุดของ FDN แล้ว คุณไม่สามารถเพิ่มหมายเลขได้อีก
tr: Maksimum FDN sayısına ulaşıldı. Daha fazla numara ekleyemezsiniz.
ur: زیادہ سے زیادہ FDN تک پہنچ گئی۔ آپ مزید نمبروں کا اضافہ نہیں کر سکتے ہیں۔
uz: Juda ko‘p FDN. Boshqa raqam qo‘sha olmaysiz.
wa: Vos estoz arivés å nombe macsimom di limeros FDN. Vos n’ savoz radjouter pus di limeros.

source: Messaging Settings
am: መልእክት ማሰናጃዎች
ar: إعدادات الرسائل
bg: Съобщения
bn_bd: বার্তা সেটিং
bn_in: বার্তার বৈশিষ্ট্যাবলী
br: Kemennadennoù
bs: Postavke poruka
ca: Missatges
cy: Gosodiadau Negesu
es: Ajustes de mensajes
eu: Mezularitza-ezarpenak
fa: تنظیمات پیام‌رسان
ga_ie: Socruithe Teachtaireachtaí
gd: Roghainnean nan teachdaireachdan
hu: Üzenetbeállítások
lv: Īsziņu iestatījumi
pt: Definições de mensagens
ro: Setări de mesagerie
si: පණිවුඩකරණ සැකසුම්
th: ตั้งค่าข้อความ
ur: پیغام سیٹنگیں
uz: Xabarlashish sozlamalari

source: Message Confirmation
am: መልእክት ማረጋገጫ
ar: تأكيد الرسالة
bg: Потвърждение на съобщение
bn_bd: বার্তা নিশ্চিতকরণ
bn_in: নিশ্চিতি বার্তা
br: Kadarnaat kemennadenn
bs: Potvrda slanja poruke
ca: Confirmació de missatges
cy: Cadarnhau'r Neges
es: Confirmación de mensaje
eu: Mezuaren berrespena
fa: تاییدیه پیام
ga_ie: Deimhniú na Teachtaireachta
gd: Dearbhadh na teachdaireachd
hu: Üzenet megerősítése
id: Konfirmasi Pesan
kn: ಸಂದೇಶದ ದೃಢೀಕರಣ
lv: Īsziņas apstiprinājums
mai: संदेश पुष्टिकरण
pt: Mensagem de Confirmação
ro: Confirmare pentru mesaje
si: පණිවුඩ තහවුරුකිරීම
ta: செய்தியை உறுதிப்படுத்துதல்
th: การยืนยันข้อความ
tr: Mesaj onayı
ur: پیغام کی تصدیق
uz: Xabarni tasdiqlash
wa: Racertinaedje des messaedjes

source: Delivery Reports
am: የ ማስረከቢያ መግለጫዎች
ar: تقارير الاستلام
bg: Отчет за доставяне
bn_bd: ডেলিভারি রিপোর্ট
bn_in: ডেলিভারি রিপোর্টসমূহ
br: Testeni degemer
bs: Izvještaji isporuke
ca: Informes de tramesa
cy: Gofnod Trosglwyddo
es: Informes de envío
eu: Banaketa-txostenak
fa: گزارش‌های تحویل
ga_ie: Fógraí Seachadta
gd: Aithisgean libhrigidh
hu: Kézbesítési jelentések
id: Laporan Penyampaian
kn: ಕಳುಹಿಸಿದ ವರದಿಗಳು
lv: Piegādes ziņojums
mai: वितरण रिपोट
ne: हस्तान्तरण प्रतिवेदनहरु
pt: Relatórios de Entrega
ro: Rapoarte de livrare
si: බෙදාහැරුණු වාර්තා
ta: கிடைத்த அறிக்கை
th: รายงานการจัดส่ง
tr: İletim raporları
ur: سپرد داری کی رپورٹ
uz: Yetib borish hisobotlari
wa: Notifiaedjes di rçuvaedje

source: Request notification of delivery for each message sent
am: ለ እያንዳንዱ ለ ተላከው መልእክት የ ማስረከቢያ መግለጫዎች መጠየቂያ
ar: طلب إشعار على توصيل كل رسالة
bg: Получаване на отчет за изпратено съобщение
bn_bd: প্রত্যেক বার্তা প্রেরিত হলে বিজ্ঞপ্তি দেওয়া হোক
bn_in: প্রত্যেকটি বার্তা পাঠানোর পর সূচনা প্রাপ্তির অনুরোধ করুন
br: Goulenn ur rebuzadur degemer evit pep kemennadenn kaset
bs: Zatražite obavijest o isporuci za svaku poslanu poruku
ca: Sol·licita la notificació de tramesa de cada missatge enviat
cy: Gofyn am hysbysiad trosglwyddo pob neges testun anfonwyd
es: Solicitar notificación de entrega para cada mensaje enviado
eu: Eskatu banaketa-jakinarazpena bidalitako mezu bakoitzeko
fa: درخواست اعلانِ تحویل برای هر پیامی که ارسال می‌شود
ga_ie: Seol fógra dom nuair a sheachadtar teachtaireacht a sheol mé
gd: Iarr brath libhrigidh airson gach teachdaireachd a thèid a chur
hi_in: भेजे गए प्रत्येक संदेश के लिए वितरण की अधिसूचना का अनुरोध करे
hu: Kézbesítési értesítés kérése minden elküldött szöveges üzenethez
id: Minta notifikasi penyampaian setiap pesan terkirim
kn: ಕಳುಹಿಸಿದ ಸಂದೇಶವು ತಲುಪಿದ ಸೂಚನೆಗೆ ಕೋರಿಕೆ ಸಲ್ಲಿಸಿ
lv: Pieprasīt nogādāšanas paziņojumu katrai aizsūtītai īsziņai
mai: भेजल गेल प्रत्येक समाद कलेल वितरण क अधिसूचना क अनुरोध करू
mg: Hangataka filazana fa tafita ny hafatra tsirairay nalefa
ne: प्रत्येक पठाइएका सन्देशका लागि सूचना हस्तान्तरण अनुरोध गर्नुहोस्
or: ପଠାଯାଇଥିବା ପ୍ରତ୍ୟେକ ସନ୍ଦେଶ ପାଇଁ ବିଜ୍ଞପ୍ତି ଅନୁରୋଧ କରନ୍ତୁ
pt: Solicitar notificação de entrega para cada mensagem enviada
ro: Solicită notificare de livrare pentru fiecare mesaj text trimis
si: යැවූ සෑම පණිවිඩයක් සඳහා බෙදාහැරුණු වාර්තා දැනුම්දීමක් ඉල්ලන්න
sw: Taarifa ya ombi la uwasilishaji wa kila ujumbe uliotumwa
ta: அனுப்பப்படும் ஒவ்வொரு செய்திக்கும் விநியோக அறிவிப்பை கேட்கவும்
tr: Gönderilen her mesaj için iletim bildirimi iste
ur: بھیجے ہوئے ہر پیغام کے لئے ترسیل اطلاع درخواست کریں
uz: Har bir xabar uchun yetib borish xabari so‘rovi jo‘natildi
vi: Yêu cầu thông báo tình trạng gửi đi của mỗi tin nhắn
wa: Dimander notifiaedje di rçuvaedje po tchaeke messaedje tecse evoyî
xh: Isicelo sesaziso sokuhanjiswa komyalezo ngamnye othunyelweyo
zu: Cela isaziso ngokuthunyelwa ngomyalezo ngamunye othunyelwe

source: Read Reports
am: መግለጫዎች ማንበቢያ
ar: اقرأ التقارير
bg: Доклад за прочитане
bn_bd: রিপোর্ট পড়ুন
bn_in: রিপোর্টগুলি পড়ুন
br: Danevelloù lenn
bs: Pročitaj izvještaje
ca: Informes de lectura
cy: Adroddiadau Darllen
es: Informes de lectura
eu: Irakurketa-txostenak
fa: گزارش‌های خواندن
ga_ie: Fógraí Léite
gd: Aithisgean leughaidh
hu: Jelentés megtekintése
id: Baca Laporan
kn: ಓದಿದ ವರದಿಗಳು
lv: Lasīt ziņojums
mai: रिपोट पढू
ne: प्रतिवेदनहरु पढ्नुहोस्
pt: Relatórios de Leitura
ro: Citește rapoartele
si: කියැවීම් වාර්තා
ta: வாசிப்பு அறிக்கை
th: อ่านรายงาน
tr: Okundu raporları
ur: رپورٹیں پڑھیں
uz: O‘qish hisobotlari
wa: Notifiaedjes di lijhaedje

source: Request read report for each message sent
am: ለ እያንዳንዱ ለ ተላከው መልእክት የ ማንበብያ መግለጫዎች መጠየቂያ
ar: طلب تقرير قراءة لكل رسالة مرسلة
bg: Получаване на отчет за прочетено съобщение
bn_bd: প্রত্যেকটি প্রেরিত বার্তা পাঠের রিপোর্টের অনুরোধ করুন
bn_in: প্রত্যেকটি প্রেরিত বার্তা পাঠের রিপোর্টের অনুরোধ করুন
br: Goulenn un danevell lenn evit pep kemennadenn kaset
bs: Zatražite čitanje izvještaja za svaku poslanu poruku
ca: Sol·licita l'informe de lectura de cada missatge enviat
cy: Gofyn am adroddiad darllen am bod neges anfonwyd
es: Solicitar notificación de lectura para cada mensaje enviado
eu: Eskatu irakurketa-txostena bidalitako mezu bakoitzeko
fa: برای هر پیامی که خوانده می‌شود درخواست گزارشِ خواندن ارسال شود
ga_ie: Seol fógra dom nuair a léitear teachtaireacht a sheol mé
gd: Iarr aithris leughaidh airson gach teachdaireachd a chuirear
hi_in: भेजे गए प्रत्येक संदेश के लिए रिपोर्ट को पढ़ने का अनुरोध करे
hu: Ovasási értesítés kérése minden elküldött szöveges üzenethez
id: Minta laporan dibaca untuk setiap pesan yang dikirim
kn: ಕಳುಹಿಸಿದ ಸಂದೇಶವನ್ನು ಓದಿದ ವರದಿಗಾಗಿ ಕೋರಿಕೆ ಸಲ್ಲಿಸಿ
lv: Pieprasīt lasīšanas ziņojumu katrai aizsūtītai īsziņai
mai: भेजल गेल प्रत्येक समाद कलेल रिपोट केँ पढ़बाक अनुरोध करू
mg: Hangataka tatitra fa voavaky ny hafatra tsirairay nalefa
ne: प्रत्येक पठाईएका सन्देशहरुका लागि वाचन प्रतिवेदन अनुरोध गर्नुहोस्
or: ପଠାଯାଇଥିବା ପ୍ରତ୍ୟେକ ସନ୍ଦେଶ ପାଇଁ ପଢ଼ାଯାଇଥିବା ବିବରଣୀ ଅନୁରୋଧ କରନ୍ତୁ
pt: Solicitar relatório de leitura para cada mensagem enviada
ro: Solicită raport de citire pentru fiecare mesaj trimis
si: යැවූ සෑම පණිවිඩයක් සඳහා කියැවූ වාර්තා දැනුම්දීමක් ඉල්ලන්න
sw: Omba ripoti ya kusoma kwa kila ujumbe uliotumwa
ta: அனுப்பப்படும் ஒவ்வொரு செய்திக்கும் வாசிப்பு அறிக்கை கேட்கவும்
tr: Gönderilen her mesaj için okundu raporu iste
ur: درخواست بھیجی ہر پیغام کے لئے رپورٹ پڑھیں
uz: Har bir xabar uchun hisobotlarni o‘qish so‘rovi jo‘natildi
wa: Dimander notifiaedje di lijhaedje po tchaeke messaedje tecse evoyî
xh: Cela ingxelo yokufunda kumyalezo ngamnye othunyelweyo
zu: Cela umbiko wokufundwa komyalezo ngamunye othunyelwe

source: Multimedia Messaging (MMS)
am: የ በርካታ መገናኛ መልእክቶች (MMS)
ar: الرسائل متعددة الوسائط (MMS)
bg: Мултимедийни съобщения (MMS)
bn_bd: মাল্টিমিডিয়া বার্তা (MMS)
bn_in: মাল্টিমিডিয়া বার্তালাপ (MMS)
br: Kemennadennoù liesvedia (MMS)
bs: Multimedijalne poruke (MMS)
ca: Missatges multimèdia (MMS)
cy: Negesu Amlgyfrwng (MMS)
es: Mensajería multimedia (MMS)
eu: Multimedia-mezularitza (MMS)
fa: پیام‌های چندرسانه‌ای (MMS)
ga_ie: Teachtaireachtaí Ilmheán (MMS)
id: Pesan Multimedia (MMS)
lv: Multimediju īsziņas (MMS)
ne: मल्टिमिडिया सन्देश (MMS)
pt: Mensagens de Multimédia (MMS)
ro: Mesagerie multimedia (MMS)
si: බහුමාධ්‍ය පණිවුඩකරණය (MMS)
ta: பல்லூடக செய்தி (MMS)
th: ข้อความสื่อผสม (MMS)
tr: Multimedya mesajı (MMS)
ur: ملٹی میڈیا پیغام رسانی (MMS)
uz: Multimedia xabarlari (MMS)

source: Auto Retrieve
am: በራሱ ፈልጎ አግኚ
ar: استرداد تلقائي
bg: Автоматично изтегляне
bn_bd: স্বয়ংক্রিয়ভাবে উদ্ধার
bn_in: স্বয়ংক্রিয়ভাবে পুনরুদ্ধার
bs: Automatsko preuzimanje
ca: Recupera automàticament
cy: Adalw Awtomatig
es: Recuperación automática
eu: Automatikoki eskuratu
fa: بازیابی خودکار
ga_ie: Uathghabháil
gd: Faigh gu fèin-obrachail
hu: Automata lekérés
id: Pengambilan Otomatis
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮರುಪಡೆ
lv: Automātiski iegūst
mai: स्वतः फिनु सँ प्राप्त करू
ne: स्वत: प्राप्ती
pt: Obtenção automática
ro: Preluare automată
si: ස්වයංව ලබාගැනීම
ta: தானியக்க மீட்பு
th: เรียกอัตโนมัติ
tr: Otomatik al
ur: خودکار بازگیر
uz: Avto olish
wa: Tcherdjî otomaticmint

source: Automatically retrieve messages
am: በራሱ መልእክቶች ፈልጎ አግኚ
ar: إسترداد الرسائل تلقائيا
bg: Автоматично изтегляне на съобщения
bn_bd: স্বয়ংক্রিয়ভাবে বার্তা উদ্ধার
bn_in: স্বয়ংক্রিয়ভাবে বার্তা নিয়ে আসা হোক
br: Atoriñ ar c'hemennadennoù ent emgefreek
bs: Preuzmi poruke automatski
ca: Recupera automàticament els missatges
cy: Adalw negeseuon yn awtomatig
es: Recuperar mensajes automáticamente
eu: Automatikoki eskuratu mezuak
fa: پیام‌ها را بطور خودکار بازیابی کن
ga_ie: Faigh teachtaireachtaí go huathoibríoch
gd: Faigh teachdaireachdan gu fèin-obrachail
hi_in: संदेश स्वचालित रूप से पुनः प्राप्त करें
hu: Üzenetek automatikus lekérése
id: Otomatis terima pesan
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸಂದೇಶಗಳನ್ನು ಮರುಪಡೆ
lv: Automātiski iegūst īsziņas
mai: समाद स्वचालित रूप सँ फेर प्राप्त करू
mg: Hamerina haka hoazy ireo hafatra
ne: स्वत: सन्देशहरु प्राप्त गर्नुहोस्
or: ସ୍ୱୟଂଚାଳିତ ଭାବରେ ସନ୍ଦେଶଗୁଡ଼ିକୁ କାଢ଼ନ୍ତୁ
pt: Obter automaticamente as mensagens
ro: Preia mesajele automat
si: පණිවුඩ ස්වයංක්‍රීයව ලබාගන්න
sw: Itisha ukumbe kwa mashine
ta: தானாகவே செய்திகளை மீட்டெடுக்கிறது
th: เรียกข้อความอัตโนมัติ
tr: Mesajları otomatik al
ur: خود بخود پیغامات بازگیر کریں
uz: Xabarlarni avtomatik qaytarib olish
vi: Tự động nhận các tin nhắn
wa: Tcherdjî otomaticmint les messaedjes
xh: Yivule ngokuzenzekelayo imiyalezo
zu: Khipha imiyalezo ngokuzenzekalela

source: Off
am: ማጥፊያ
ar: معطّل
bg: Изключено
bn_bd: বন্ধ
bn_in: বন্ধ
br: Diweredekaet
bs: Isključeno
ca: Desactivat
cy: Diffodd
es: No
eu: Desaktibatu
fa: خاموش
ga_ie: As
gd: Dheth
hi_in: बंद
hu: Ki
id: Mati
kn: ನಿಷ್ಕ್ರಿಯ
lv: Izslēgts
mai: बन्न
mg: Maty
ne: बन्द
or: ଅଫ
pt: Desligada
ro: Dezactivată
si: අක්‍රිය
sw: Zima
ta: முடக்கு
th: ปิด
tr: Kapalı
ur: بند
uz: O‘chirilgan
vi: Tắt
wa: Dismetou
xh: Icimile
zu: Icinyiwe

source: On with roaming
am: በርቷል በ ማስተላለፊያ
ar: مشغل مع خدمة التجوال
bg: Включено в роуминг
bn_bd: রোমিং এর সময় চালু
bn_in: রোমিং এ চালু
br: Atav gweredekaet
bs: Uključeno sa roamingom
ca: Activat amb itinerància
cy: Ymlaen gyda chrwydro
es: Activada con itinerancia
eu: Aktibatu ibiltaritzan
fa: روشن با رومینگ
ga_ie: Ann le fánaíocht
gd: Air agus air fàrsan
hi_in: रोमिंग के साथ शुरू करें
hu: Bekapcsolva roaminggal
id: Nyala saat roaming
kn: roamingನೊಂದಿಗೆ ಸಕ್ರಿಯ
lv: Ieslēgts viesabonēšanā
mai: रोमिंग शुरू करू
mg: Mandeha misy miriaria
ne: रोमीङसंग चालू गरियो
or: ରୋମିଙ୍ଗରେ ଅଛି
pt: Ligada com roaming
ro: Activată cu roaming
si: රොමිං සමඟ ක්‍රියාත්මක කරන්න
sw: Washa na kuranda
ta: ரோமிங் செயற்பாட்டில்
th: เปิดโดยใช้บริการข้ามเครือข่าย
tr: Dolaşımda açık
ur: رومنگ کے ساتھ
uz: Rouming bilan
vi: Bật có roaming
wa: Eclitchî avou pormoennance
xh: Kulayitiwe kunye nokuhamba-hamba
zu: Ivuliwe nohlelo lokucinga luvuliwe
