Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

# pinAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
am: እርስዎ አሁን አንድ ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት ከመቆለፉ በፊት የ ሲም ካርድ
ar: لديك محاوله واحدة متبقية لادخال الرمز الصحيح قبل اغلاق بطاقة SIM.
bg: Имате един опит да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড লক হওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার একটি চেষ্টা বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাবার আগে আপনার শেষবার চেষ্টা করা বাকি আছে।
br: Chom a ra deoc'h un arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još jedan pokušaj da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queda un intent per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Dim ond un cynnig sydd ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Sólo le queda un intento para escribir el código correcto antes de bloquear la SIM.
eu: Azken aukera daukazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها یکبار دیگر قبل از قفل شدن سیم‌کارت خود برای وارد کردن کد صحیح فرصت دارید.
ga_ie: Níl ach iarracht amháin eile agat an cód ceart a chur isteach sula gcuirfear an cárta SIM faoi ghlas.
gd: Tha aon oidhirp air fhàgail mus dèid a' chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास एक कोशिश शेष है.
hu: Egy kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Hanya satu kali percobaan yang tersisa untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
kn: SIM ಕಾರ್ಡ್ ಲಾಕ್ ಮಾಡುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ ಒಂದು ಅವಕಾಶವಿದೆ.
lv: Jums ir atlicis tikai viens mēģinājums lai ievadīt pareizo kodu pirms SIM karte tiek bloķēta.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास एकटा कोसिस शेष अछि.
mg: Andrana iray sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ne: तपाईंसँग सिम कार्ड बन्द हुनु अघि ठिक कोड प्रविष्ट गर्न एक कोसिस बाँकी छ।
or: SIM ଲକ ହେବା ପୂର୍ବରୁ ସଠିକ କୋଡ ବ୍ୟବହାର କରିବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଗୋଟିଏ ସୁଯୋଗ ବଳିଛି।
pt: Resta uma tentativa para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai o încercare rămasă pentru a introduce codul corect înainte de a bloca cartela SIM.
si: සිම් කාඩ්පත අගුළු වැටීමට පෙර නිවැරදි කේතයක් යෙදීමට ඔබට ඇත්තේ තව එක අවස්ථාවකි.
sw: Una jaribio moja lililobaki la kuingiza msimbo sahihi kabla ya kufunga kadi ya SIM.
ta: சிம் அட்டையை பூட்டுவதற்கு முன் உங்களுக்கு சரியான குறியீடை உள்ளிடு ஒரு வாய்ப்புதான் மீதம் உள்ளது.
th: คุณเหลืออีกหนึ่งครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için bir deneme hakkınız kaldı.
ur: SIM کارڈ مقفل ہونے سے پہلے آپ کے پاس صحیح کوڈ داخل کرنے کی ایک کوشش باقی ہے۔
uz: Siz yana bir marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
vi: Bạn còn một lần thử nhập mã trước khi khóa SIM.
wa: Vos avoz co ene saye po taper l’ bon côde divant d' eclawer li cwåte SIM.
xh: Usalelwe lithuba elinye lokuzama ukufaka ikhowudi echanekileyo phambi kokuba litshixwe ikhadi leSIM.
zu: Usalelwe yithuba elilodwa lokufaka ikhodi eyiyo ngaphambi kokuthi ikhadi le-SIM likhiyeke.

# pinAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
am: እርስዎ {{n}} አሁን አንድ ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት ከመቆለፉ በፊት የ ሲም ካርድ
ar: لديك {{n}} محاولات متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড লক হওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার {{n}} টি চেষ্টা বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাবার আগে আপনার {{n}} বার চেষ্টা করা বাকি আছে।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Dim ond {{n}} cynnig sydd ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها {{n}} بار دیگر قبل از قفل شدن سیم‌کارت خود برای وارد نمودن کد صحیح فرصت دارید.
ga_ie: Níl ach {{n}} iarracht amháin eile agat an cód ceart a chur isteach sula gcuirfear an cárta SIM faoi ghlas.
gd: Tha {{n}} oidhirp air fhàgail mus dèidh a' chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश शेष है.
hu: {{n}} kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Hanya {{n}} kali percobaan yang tersisa untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
kn: SIM ಕಾರ್ಡ್ ಲಾಕ್ ಮಾಡುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಅವಕಾಶವಿಗಳಿವೆ.
lv: Jums ir atlikuši {{n}} mēģinājumi lai ievadīt pareizo kodu pirms SIM karte bloķēšanas.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस शेष अछि.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ne: तपाईँसँग सिम कार्ड बन्द हुनु अघी ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छ।
or: SIM ଲକ ହେବା ପୂର୍ବରୁ ସଠିକ କୋଡ ବ୍ୟବହାର କରିବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ {{n}} ଟି ପ୍ରୟାସ ବଳିଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: සිම් කාඩ්පත අගුළු වැටීමට පෙර නිවැරදි කේතයක් යෙදීමට ඔබට ඇත්තේ තව අවස්ථා {{n}} කි.
sw: Una majaribio {{n}} yaliobaki ya kuingiza msimbo sahihi kabla ya kufunga kadi ya SIM.
ta: சிம் அட்டையை பூட்டும் முன் {{n}} வாய்ப்புதான் மீதம் உள்ளது சரியான குறியீடை உள்ளிடு.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: SIM کارڈ مقفل ہونے سے پہلے آپ کے پاس صحیح کوڈ داخل کرنے کی {{n}} کو ششیں باقی ہیں۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
vi: Bạn còn {{n}} lần thử nhập mã trước khi khóa SIM.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant d' eclawer li cwåte SIM.
xh: Usalelwe ngamathuba a-{{n}} okuzama ukufaka ikhowudi echanileyo ngaphambi kokuba litshixwe ikhadi le-SIM.
zu: Usalelwe amathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuthi ikhadi le-SIM likhiyeke.

# pinAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
am: እርስዎ {{n}} አሁን አንድ ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት ከመቆለፉ በፊት የ ሲም ካርድ
ar: لديك {{n}} محاولات متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড লক হওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার {{n}} টি চেষ্টা বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাবার আগে আপনার {{n}} বার চেষ্টা করা বাকি আছে।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Dim ond {{n}} cynnig sydd ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها {{n}} بار دیگر قبل از قفل شدن سیم‌کارت خود برای وارد نمودن کد صحیح فرصت دارید.
ga_ie: Níl ach {{n}} iarracht amháin eile agat an cód ceart a chur isteach sula gcuirfear an cárta SIM faoi ghlas.
gd: Tha {{n}} oidhirpean air fhàgail mus dèidh a' chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश शेष है.
hu: {{n}} kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Hanya {{n}} kali percobaan yang tersisa untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
kn: SIM ಕಾರ್ಡ್ ಲಾಕ್ ಮಾಡುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಅವಕಾಶವಿಗಳಿವೆ.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस शेष अछि.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ne: तपाईँसँग सिम कार्ड बन्द हुनु अघी ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छ।
or: SIM ଲକ ହେବା ପୂର୍ବରୁ ସଠିକ କୋଡ ବ୍ୟବହାର କରିବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ {{n}} ଟି ପ୍ରୟାସ ବଳିଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: සිම් කාඩ්පත අගුළු වැටීමට පෙර නිවැරදි කේතයක් යෙදීමට ඔබට ඇත්තේ තව අවස්ථා {{n}} කි.
sw: Una majaribio {{n}} yaliobaki ya kuingiza msimbo sahihi kabla ya kufunga kadi ya SIM.
ta: சிம் அட்டையை பூட்டும் முன் {{n}} வாய்ப்புதான் மீதம் உள்ளது சரியான குறியீடை உள்ளிடு.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: SIM کارڈ مقفل ہونے سے پہلے آپ کے پاس صحیح کوڈ داخل کرنے کی {{n}} کو ششیں باقی ہیں۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
vi: Bạn còn {{n}} lần thử nhập mã trước khi khóa SIM.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant d' eclawer li cwåte SIM.
xh: Usalelwe ngamathuba a-{{n}} okuzama ukufaka ikhowudi echanileyo ngaphambi kokuba litshixwe ikhadi le-SIM.
zu: Usalelwe amathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuthi ikhadi le-SIM likhiyeke.

# pinAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
am: እርስዎ {{n}} አሁን አንድ ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት ከመቆለፉ በፊት የ ሲም ካርድ
ar: لديك {{n}} محاولات متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড লক হওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার {{n}} টি চেষ্টা বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাবার আগে আপনার {{n}} বার চেষ্টা করা বাকি আছে।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Dim ond {{n}} cynnig sydd ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها {{n}} بار دیگر قبل از قفل شدن سیم‌کارت خود برای وارد نمودن کد صحیح فرصت دارید.
ga_ie: Níl ach {{n}} n-iarracht amháin eile agat an cód ceart a chur isteach sula gcuirfear an cárta SIM faoi ghlas.
gd: Tha {{n}} oidhirp air fhàgail mus dèidh a' chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश शेष है.
hu: {{n}} kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Hanya {{n}} kali percobaan yang tersisa untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
kn: SIM ಕಾರ್ಡ್ ಲಾಕ್ ಮಾಡುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಅವಕಾಶವಿಗಳಿವೆ.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस शेष अछि.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ne: सिम कार्ड ताल्चा लाग्नु अगाडि तपाईँसँग {{n}} सहि कोड प्रविष्ट गर्ने कोसिस बाँकि छ ।
or: SIM ଲକ ହେବା ପୂର୍ବରୁ ସଠିକ କୋଡ ବ୍ୟବହାର କରିବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ {{n}} ଟି ପ୍ରୟାସ ବଳିଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: සිම් කාඩ්පත අගුළු වැටීමට පෙර නිවැරදි කේතයක් යෙදීමට ඔබට ඇත්තේ තව අවස්ථා {{n}} කි.
sw: Una majaribio {{n}} yaliobaki ya kuingiza msimbo sahihi kabla ya kufunga kadi ya SIM.
ta: சிம் அட்டையை பூட்டும் முன் {{n}} வாய்ப்புதான் மீதம் உள்ளது சரியான குறியீடை உள்ளிடு.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: SIM کارڈ مقفل ہونے سے پہلے آپ کے پاس صحیح کوڈ داخل کرنے کی {{n}} کو ششیں باقی ہیں۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
vi: Bạn còn {{n}} lần thử nhập mã trước khi khóa SIM.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant d' eclawer li cwåte SIM.
xh: Usalelwe ngamathuba a-{{n}} okuzama ukufaka ikhowudi echanileyo ngaphambi kokuba litshixwe ikhadi le-SIM.
zu: Usalelwe amathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuthi ikhadi le-SIM likhiyeke.

# pinAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
am: እርስዎ {{n}} አሁን አንድ ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት ከመቆለፉ በፊት የ ሲም ካርድ
ar: لديك {{n}} محاولات متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_bd: সিম কার্ড লক হওয়ার আগে সঠিক কোড প্রবেশ করানোর জন্য আপনার {{n}} টি চেষ্টা বাকি আছে।
bn_in: SIM কার্ড লক হয়ে যাবার আগে আপনার {{n}} বার চেষ্টা করা বাকি আছে।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Dim ond {{n}} cynnig sydd ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها {{n}} بار دیگر قبل از قفل شدن سیم‌کارت خود برای وارد نمودن کد صحیح فرصت دارید.
ga_ie: Níl ach {{n}} iarracht amháin eile agat an cód ceart a chur isteach sula gcuirfear an cárta SIM faoi ghlas.
gd: Tha {{n}} oidhirp air fhàgail mus dèidh a' chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश शेष है.
hu: {{n}} kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Hanya {{n}} kali percobaan yang tersisa untuk memasukkan kode yang benar sebelum kartu SIM terkunci.
kn: SIM ಕಾರ್ಡ್ ಲಾಕ್ ಮಾಡುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಅವಕಾಶವಿಗಳಿವೆ.
mai: SIM कार्ड लाकिंग हए सँ पहिने सही कोड दर्ज करब कलेल अहाँक पास {{n}} कोसिस शेष अछि.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ne: सिम कार्ड ताल्चा लाग्नु अगाडि तपाईँसँग {{n}} सहि कोड प्रविष्ट गर्ने कोसिस बाँकि छ ।
or: SIM ଲକ ହେବା ପୂର୍ବରୁ ସଠିକ କୋଡ ବ୍ୟବହାର କରିବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ {{n}} ଟି ପ୍ରୟାସ ବଳିଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: සිම් කාඩ්පත අගුළු වැටීමට පෙර නිවැරදි කේතයක් යෙදීමට ඔබට ඇත්තේ තව අවස්ථා {{n}} කි.
sw: Una majaribio {{n}} yaliobaki ya kuingiza msimbo sahihi kabla ya kufunga kadi ya SIM.
ta: சிம் அட்டையை பூட்டும் முன் {{n}} வாய்ப்புதான் மீதம் உள்ளது சரியான குறியீடை உள்ளிடு.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: SIM کارڈ مقفل ہونے سے پہلے آپ کے پاس صحیح کوڈ داخل کرنے کی {{n}} کو ششیں باقی ہیں۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
vi: Bạn còn {{n}} lần thử nhập mã trước khi khóa SIM.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant d' eclawer li cwåte SIM.
xh: Usalelwe ngamathuba a-{{n}} okuzama ukufaka ikhowudi echanileyo ngaphambi kokuba litshixwe ikhadi le-SIM.
zu: Usalelwe amathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuthi ikhadi le-SIM likhiyeke.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
am: ይህ ለ እርስዎ አሁን የመጨረሻ ሙከራ ነው ለማስገባት ትክክለኛውን ፒን. ያለበለዚያ ማስገባት አለብዎት የ ፑክ ኮድ ለመጠቀም ይህን የ ሲም ካርድ
ar: هذه آخر فرصة لك لإدخال رقم التعريف الشخصي الصحيح. خلاف ذلك، يجب عليك إدخال مفتاح إلغاء التأمين الشخصي PUK لاستخدام هذه الشريحة.
bg: Това е последен опит да въведете правилен PIN. В противен случай, трябва да въведете PUK, за да използвате SIM картата.
bn_bd: সঠিক PIN টি প্রবেশ করাতে এটাই আপনার শেষ সুযোগ। নয়তো এই SIM কার্ডটি ব্যবহার করতে আপনাকে অবশ্যই PUK কোডটি প্রবেশ করাতে হবে।
bn_in: এটি আপনার শেষ সুযোগ সঠিক পিন লিখুন। অন্যথা, আপনি এই সিম কার্ড ব্যবহারের জন্ন PUK কোড টাইপ করতে হবে।
br: Hoc'h arnod diwezhañ eo evit reiñ ar voneg PIN reizh. A-hend-all e vo ret deoc'h reiñ ar voneg PUK evit arverañ ar gartenn SIM-mañ.
bs: Ovo vam je posljednji pokušaj da unesete PIN. U suprotnom, morate da unesete PUK kod da biste koristili ovu SIM karticu.
ca: Aquesta és l'última oportunitat d'introduir el PIN correcte. Si torneu a fallar, haureu d'introduir el codi PUK per utilitzar aquesta targeta SIM.
cy: Dyma eich tro olaf i gynnig PIN cywir. Fel arall, rhaid cynnig y cod PUK i ddefnyddio'r cerdyn SIM.
es: Esta es su última oportunidad para escribir el PIN correcto. En caso contrario, deberá escribir el código PUK para usar esta tarjeta SIM.
eu: PIN zuzena sartzeko azken aukera duzu. Bestela, PUK kodea sartu beharko duzu SIM txartel hau erabiltzeko.
fa: این آخرین شانس شما برای وارد کردن PIN صحیح است. در غیر این صورت باید کد PUK را برای استفاده از سیم‌کارت وارد کنید.
ga_ie: Seo é an iarracht deiridh atá agat chun an UAP ceart a chur isteach. Is é sin, nó beidh sé ort cód PUK a chur isteach chun an cárta SIM seo a úsáid.
gd: Tha aon chothrom eile agad am PIN ceart a chur a-steach. Ma chuireas tu fear cearr a-steach, bidh agad ri còd PUK a chur a-steach mus urrainn dhut a' chairt SIM seo a chleachdadh.
hi_in: यह आपका अंतिम सही पिन दर्ज करने का मौका है. अन्यथा, आप PUK कोड दर्ज करके इस सिम कार्ड का उपयोग करें।
hu: Ez az utolsó lehetősége a helyes PIN kód megadására. Ellenkező esetben a PUK kódot kell megadnia a SIM kártya használatához.
id: Ini adalah kesempatan untuk memasukkan PIN yang benar. Jika masih salah, Anda harus memasukkan kode PUK untuk menggunakan kartu SIM ini.
kn: ಸರಿಯಾದ PIN ನಮೂದಿಸಲು ಇದು ನಿಮ್ಮ ಕೊನೆಯ ಅವಕಾಶ. ಇಲ್ಲವಾದಲ್ಲಿ ನೀವು PUK ಸಂಕೇತ ಬಳಸಿ ಈ SIM ಕಾರ್ಡ್ ಉಪಯೋಗಿಸಬೇಕಾಗುತ್ತದೆ.
lv: Šī ir jūsu pēdējā iesēja lai ievadīt pareizo PIN. Citādi, jums būs jāievada PUK kodu lai izmantot šo SIM karti.
mai: ई अहाँक अंतिम सही पिन दर्ज करब क मौका अछि. आनरूपेँ, अहाँ PUK कोड दर्ज कएक एहि सिम कार्ड क उपयोग करू.
mg: Ity no vintanao farany hampidirana ny PIN marina. Raha tsy izany, dia tsy maintsy mampiditra ny kaody PUK ianao raha hampiasa an'io karatra SIM io.
ne: सहि PIN प्रविष्ट गर्ने यो तपाईको अन्तिम मौका हो, अन्यथा तपाईले SIM कार्ड प्रयोग गर्नका लागि PUK कोड प्रविष्ट गर्नै पर्दछ।
or: ସଠିକ PIN ଦେବା ପାଇଁ ଏହା ହେଉଛି ଅନ୍ତିମ ସୁଯୋଗ। ଅନ୍ୟଥା, ଏହି SIM କାର୍ଡ୍‌ ବ୍ୟବାହର କରିବା ପାଇଁ ଆପଣଙ୍କୁ PUK କୋଡ୍‌ ବ୍ୟବାହର କରିବାକୁ ହେବ।
pt: Esta é a última hipótese de introduzir o código PIN correto. Caso contrário, deve introduzir o código PUK para utilizar este cartão SIM.
ro: Aceasta este ultima ta șansă pentru a introduce PIN-ul corect. În caz contrar, trebuie să introduci codul PUK pentru a folosi această cartelă SIM.
si: මෙය නිවැරදි PIN යෙදීමට ඔබට ඇති අන්තිම අවස්ථාවයි. එසේ නැතිනම්, මෙම සිම් කාඩ්පත භාවිතා කිරීමට ඔබ විසින් PUK කේතය යෙදිය යුතුවේ.
sw: Hii ndio nafasi yako ya mwisho kuingiza PIN2 sahihi. Vinginevyo, lazima uingize kodi ya PUK2 ili kutumia kadi hii ya kadi ya SIM.
ta: உங்களுடைய பிண்ணை சரியாக உள்ளிட இதுவே கடைசி முயற்சி. இல்லையென்றால், பியூகெ குறியீட்டை உள்ளிட்டு சிம் அட்டையை பயன்படுத்து.
th: นี่เป็นโอกาสสุดท้ายของคุณที่จะสามารถป้อน PIN ที่ถูกต้อง มิฉะนั้นคุณจะต้องป้อนรหัส PUK เพื่อใช้งานการ์ด SIM นี้
tr: Bu, doğru PIN'i girmek için son şansınız. Aksi halde bu SIM kartını kullanmak için PUK kodunu girmeniz gerekecek.
ur: آپ کے پاس صحیح PIN داخل کرنے کا یہ آخری موقع ہے۔ ورنه، یہ SIM کارڈ استعمال کرنے کے لیے آپ کو PUK کوڈ داخل کرنا ہو گا۔
uz: Bu to‘g‘ri PIN kodni kiritishingiz uchun so‘nggi imkoniyat. Aks holda SIM kartadan foydalanish uchun PUK kodni kiritishingizga to‘g‘ri keladi.
vi: Đây là cơ hội cuối cùng dể nhập mã PIN chính xác. Nếu không, bạn sẽ phải nhập mã PUK để sử dụng thẻ SIM.
wa: C’ est vosse dierinne tchance po taper l’ bon côde PIN. Ôtrumint, vos dvroz taper li côde PUK po vs saveur siervi del cwåte SIM.
xh: Eli lithuba lakho lokugqibela lokufaka i-PIN echanileyo. Ngapha koko, ufanele ifake ikhowudi ye-PUK ukuze usebenzise eli khadi le-SIM.
zu: Leli yithuba lakho lokugcina lokufaka i-PIN eyiyo. Kungenjalo, kufanele ufake ikhodi ye-PUK ukuze ukwazi ukusebenzisa ikhadi le-SIM.

source: The SIM card is locked.
am: የ ሲም ካርዱ ተቆልፏል
ar: بطاقة SIM مقفلة.
bg: SIM карта е заключена.
bn_bd: সিম কার্ডটি লক হয়ে গেছে।
bn_in: সিম কার্ড লক হয়েছে।
br: Prennet eo ar gartenn SIM.
bs: SIM kartica je zaključana.
ca: La targeta SIM està bloquejada.
cy: Mae'r cerdyn SIM wedi cloi.
es: La tarjeta SIM está bloqueada.
eu: SIM txartela blokeatuta dago.
fa: سیم‌کارت قفل شده است.
ga_ie: Tá an cárta SIM faoi ghlas.
gd: Tha a' chairt SIM glaiste.
hi_in: सिम कार्ड लॉक है.
hu: A SIM kártya zárolva van.
id: Kartu SIM terkunci.
kn: SIM ಕಾರ್ಡ್ ಲಾಕ್ ಆಗಿದೆ.
lv: SIM karte ir bloķēta.
mai: सिम कार्ड लॉक अछि.
mg: Mihidy ny karatra SIM.
ne: सिम कार्ड बन्द भएको छ |
or: SIM କାର୍ଡଟି ଅପରିବର୍ତ୍ତନୀୟ ଅଛି।
pt: O cartão SIM está bloqueado.
ro: Cartela SIM este blocată.
si: සිම් කාඩ්පත අගුළු වැටුණි.
sw: Kadi ya SIM imefungwa.
ta: சிம் அட்டை பூட்டப்பட்டது.
th: การ์ด SIM ถูกล็อค
tr: SIM kart kilitli.
ur: یہ SIM کارڈ مقفل ہو گیا ہے۔
uz: SM karta qulflandi.
vi: Thẻ SIM đã bị khóa.
wa: Li cwåte SIM est eclawêye.
xh: Ikhadi le-SIM litshixiwe.
zu: Ikhadi le-SIM likhiyiwe.

source: The SIM card is blocked.
am: የ ሲም ካርዱ ተቆልፏል
ar: بطاقة SIM موقوفة.
bg: SIM карта е блокирана.
bn_bd: সিম কার্ডটি ব্লক হয়ে গেছে।
bn_in: SIM কার্ড লক হয়েছে।
br: Harzet eo ar gartenn SIM.
bs: SIM kartica je blokirana.
ca: La targeta SIM està blocada.
cy: Mae'r cerdyn SIM wedi ei rwystro.
es: La tarjeta SIM está bloqueada.
eu: SIM txartela blokeatuta dago.
fa: سیم‌کارت مسدود شده است.
ga_ie: Tá an cárta SIM bactha.
gd: Tha a’ chairt SIM glaiste.
hi_in: SIM कार्ड अवरूद्ध है.
hu: A SIM kártya blokkolva van.
id: Kartu SIM diblokir.
kn: SIM ಕಾರ್ಡ್ ಲಾಕ್ ಆಗಿದೆ.
lv: SIM karte ir bloķēta.
mai: SIM कार्ड अवरूद्ध अछि.
mg: Voasakana ny karatra SIM.
ne: सिम कार्ड बन्द भएको छ|
or: SIM କାର୍ଡଟି ବ୍ଲକ ହୋଇଛି।
pt: O cartão SIM está bloqueado.
ro: Cartela SIM este blocată.
si: සිම් කාඩ්පත අවහිර වුණි.
sw: Kadi ya SIM imezuiwa.
ta: சிம் அட்டை தடுக்கப்பட்டது.
th: การ์ด SIM ถูกบล็อค
tr: SIM kart engellenmiş.
ur: SIM کارڈ بلاک کردہ ہے۔
uz: SM karta bloklandi.
wa: Li cwåte SIM est blokêye.
xh: Ikhadi le-SIM litshixiwe.
zu: Ikhadi le-SIM libhlokhiwe.
