Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Connected to {{ssid}}
am: ተገናኝቷል ወደ {{ssid}}
ar: تم الاتصال ب {{ssid}}
bg: Свързана към {{ssid}}
bn_bd: {{ssid}} এ সংযুক্ত হয়েছে
bn_in: সংযুক্ত করা হচ্ছে {{ssid}}
br: Kennasket ouzh {{ssid}}
bs: Povezan na {{ssid}}
ca: S'ha connectat a {{ssid}}
cy: Cysylltwyd â {{ssid}}
es: Conectado con {{ssid}}
eu: {{ssid}} sarera konektatuta
fa: به {{ssid}} متصل شد
ga_ie: Ceangailte le {{ssid}}
gd: Ceangailte ri {{ssid}}
hi_in: {{ssid}} से कनेक्ट हो रहा
hu: Csatlakozva ehhez: {{ssid}}.
id: Tersambung ke {{ssid}}
kn: {{ssid}}ಗೆ ಸಂಪರ್ಕಗೊಂಡಿದೆ
lv: Savienots ar {{ssid}}
mai: {{ssid}} सँ कनेक्ट भए रहल
mg: Mifandray amin'ny {{ssid}}…
ne: {{ssid}}मा जडान भयो
or: {{ssid}} ସହିତ ସଂଯୋଗ କରାଯାଇଛି
pt: Ligado a {{ssid}}
ro: Conectat la {{ssid}}
si: {{ssid}} වෙත සම්බන්ධ වී ඇත
sw: Imeunganishwa kwa {{ssid}}
ta: {{ssid}} உடன் இணைந்தது
th: เชื่อมต่อกับ {{ssid}} แล้ว
tr: {{ssid}} ağına bağlanıldı
ur: جوڑ رہا ہے بطرف {{ssid}}
uz: {{ssid}}ga ulandi
vi: Đã kết nối đến {{ssid}}
wa: Raloyî a {{ssid}}
xh: Inxibelelene kwi-{{ssid}}
zu: Ixhumekile ku-{{ssid}}

# full-status-connectingfailed
source: Connection failed
ar: فشل الاتصال
cy: Methodd y cysylltiad
eu: Konexioak huts egin du
gd: Dh’fhàillig an ceangal
ro: Conexiune eșuată

# full-status-disconnected
source: Not connected
ar: غير متصل
cy: Heb gysylltu
eu: Konektatu gabe
gd: Gun cheangal
ro: Neconectat

# short-status-connecting
source: Connecting…
ar: جارِ الاتصال...
cy: Cysylltu…
eu: Konektatzen…
gd: A’ dèanamh ceangal…
ro: Conectare…

# short-status-associated
source: Obtaining an IP address…
ar: جار الحصول على عنوان IP...
cy: Estyn cyfeiriad IP…
eu: IP helbidea eskuratzen…
gd: A’ faighinn seòladh IP…
ro: Se obține o adresă IP…

# short-status-connected
source: Connected
ar: متصل
cy: Cysylltwyd
eu: Konektatuta
gd: Air ceangal a dhèanamh
ro: Conectat

# short-status-connectingfailed
source: Connection failed
ar: فشل الاتصال
cy: Methodd y cysylltiad
eu: Konexioak huts egin du
gd: Dh’fhàillig an ceangal
ro: Conexiune eșuată

# short-status-disconnected
source: Not connected
ar: غير متصل
cy: Heb gysylltu
eu: Konektatu gabe
gd: Gun cheangal
ro: Neconectat

source: Wi-Fi Sleep
am: ዋይ-ፋይ ተኝቷል
ar: إيقاف الواي فاي
bg: Приспиване на Wi-Fi
bn_bd: Wi-Fi স্লিপ
bn_in: Wi-Fi স্লিপ
br: Kousk Wi-Fi
bs: Wi-Fi spavanje
ca: Wi-Fi en repòs
cy: Diwifr yn Cysgu
es: Wifi en espera
eu: Wi-Fi loa
fa: خوابیدن وای‌فای
ga_ie: Codladh Wi-fi
gd: Cadal WiFi
hu: Wi-Fi alváskor
id: Nonaktifkan Wi-Fi
kn: ವೈ-ಫೈ ಸ್ಲೀಪ್
lv: Wifi miegs
pt: Descanso do Wi-Fi
ro: Mod inactiv Wi-Fi
si: Wi-Fi නිද්‍රාව
th: พัก Wi-Fi
tr: Wi-Fi uyku
ur: وائی فائی نیم فعال حالت
uz: Wi-Fi uyqu
wa: Mete doirmi Wi-Fi

source: Enable to automatically turn off Wi-Fi during sleep to save battery power.
am: የ ባትሪ ሐይል ለማዳን በሚተኛ ጊዜ ራሱ በራሱ ዋይ-ፋይ ማጥፊያ ማስቻያ
ar: تمكين التحول تلقائيا إلى إيقاف تشغيل واي فاي أثناء النوم لتوفير طاقة البطارية.
bg: Изключва Wi-Fi докато телефонът е приспан за пестене на батерия.
bn_bd: শক্তি সঞ্চয় মোডে থাকা অবস্থায় স্বয়ংক্রিয়ভাবে ওয়াইফাই বন্ধ করে ব্যাটারী বাচান
bn_in: সক্রিয় করুন স্বয়ংক্রিয়ভাবে Wi-Fi কে বন্ধ করতে স্লিপের সময়ে ব্যাটারি সংরক্ষণ করবার জন্য।
br: Gweredekaat da lazhañ ar Wi-Fi ent emgefreek e-pad m'emañ o kousket da espern tredan ar batiri.
bs: Omogućite za automatsko gašenje Wi-Fi za vrijeme spavanja kako biste uštedili bateriju.
ca: Permet desactivar automàticament la connexió Wi-Fi per estalviar bateria.
cy: Galluogwch er mwyn diffodd y diwifr yn awtomatig wrth gysgu er mwyn arbed eich batri.
es: Permite desactivar automáticamente la conexión wifi para ahorrar batería.
eu: Gaitu loa Wi-Fia automatikoki itzaltzeko eta horrela bateria aurrezteko.
fa: با فعال کردن این گزینه، شبکه وای‌فای هنگام خواب قطع میشود تا مصرف باتری کم شود.
ga_ie: Múch Wi-Fi go huathoibríoch agus an gléas ina chodladh, le lucht an chadhnra a spáráil.
gd: Cuir an comas seo gus WiFi a chur dheth gu fèin-obrachail nuair a bhios e ’na chadal gus cumhachd a’ bhataraidh a chaomhnadh.
hu: Az energiatakarékosság érdekében a Wi-Fi automatikus kikapcsolása alváskor.
lv: Ieslēdziet šo, lai automātiski tiktu izslēgtu Wi-Fi kad tas nav izmantots lai taupīt bateriju.
pt: Ative para desligar automaticamente o Wi-Fi durante o descanso para conservar bateria.
ro: Activează pentru a opri automat Wi-Fi în modul inactiv pentru a economisi baterie.
si: Wi-Fi නිද්‍රා ආකාරයේදී ස්වංයක්‍රීයව ක්‍රියාවිරහිත වී කෝශ ආරෝපණය සුරැකීමට සක්‍රීය කරන්න
th: เปิดใช้งานเพื่อปิด Wi-Fi โดยอัตโนมัติระหว่างพักเครื่องเพื่อประหยัดพลังงานแบตเตอรี่
ur: خود کار طریقے سے بیٹری طاقت کو بچانے کے لئے نیند کے دوران وائی فائی بند کرنے کیلئے فعال کریں۔
uz: Batareya quvatini saqlash uchun uyqu davomida Wi-Fi tarmog‘ini avtomatik o‘chirib qo‘yishni yoqish.

source: Manage Networks
am: የ ኔትዎርክ አስተዳዳሪ
ar: إدارة الشبكات
bg: Управление на мрежи
bn_bd: নেটওয়ার্ক ব্যবস্থাপনা
bn_in: নেটওয়ার্কসমূহ পরিচালনা করুন
br: Ardeiñ ar rouedadoù
bs: Upravljanje mrežama
ca: Gestiona les xarxes
cy: Rheoli Rhwydweithiau
es: Administrar redes
eu: Kudeatu sareak
fa: مدیریت شبکه‌ها
ga_ie: Bainistigh Líonraí
gd: Stiùirich na lìonraidhean
hu: Hálózatok kezelése
id: Kelola Jaringan
kn: ನೆಟ್‌ವರ್ಕ್‌ಗಳ ನಿರ್ವಹಣೆ
lv: Pārvaldīt tīklus
pt: Gerir redes
ro: Gestionează rețele
si: ජාල කළමණාකරනය කරන්න
ta: நிர்வகி
th: จัดการเครือข่าย
tr: Ağları yönet
ur: نیٹ ورک بندوبست کریں
uz: Tarmoqlarni boshqarish
wa: Manaedjî rantoeles

source: Failed connecting to Wi-Fi
am: ወደ ዋይ-ፋይ ግንኙነት ወድቋል
ar: فشل الاتصال ب ال Wi-Fi
bg: Грешка при свързване към Wi-Fi
bn_bd: Wi-Fi এর সাথে সংযোগ স্থাপন করতে ব্যর্থ
bn_in: ওয়াই-ফাই এর সাথে সংযোগ স্থাপন করতে ব্যর্থ
br: C'hwitadenn war ar c'hennaskañ Wi-Fi
bs: Neuspješno povezivanje na Wi-Fi
ca: Error de connexió a Wi-Fi
cy: Methwyd cysylltu â'r diwifr
es: Error al conectar con wifi
eu: WiFirako konexioak huts egin du
fa: اتصال به Wi-Fi شکست خورد
ga_ie: Níorbh fhéidir ceangal le Wi-Fi
gd: Cha b’ urrainn dhuinn ceangal ris a’ WiFi
hu: Nem sikerült a Wi-Fi csatlakozás
id: Gagal menghubungkan ke Wi-Fi
kn: ವೈ-ಫೈಗೆ ಸಂಪರ್ಕಿಸಲು ವಿಫಲವಾಗಿದೆ
lv: Neizdevās savienoties ar Wifi
ne: वाई-फाई जडान असफल
pt: Falhar ao conectar ao Wi-Fi
ro: Nu s-a reușit conectarea la Wi-Fi
si: Wi-Fi වෙත සබඳවීම අසාර්ථකයි
ta: வை-பை உடன் இணைப்பு தோல்வி
th: ล้มเหลวในการเชื่อมต่อ Wi-Fi
tr: Wi-Fi'a bağlanılamadı
ur: وائی-فائی سے جوڈنیں میں ناکام
uz: Wi-Fi’ga ulana olmadi
wa: Li raloyaedje å Wi-Fi a fwait berwete

source: Unable to connect to {{ssid}}, authentication failed due to bad credentials. Please re-enter the network password.
am: መገናኘት አልተቻለም ወደ {{ssid}}, ማረጋገጫው ወድቋል በ መጥፎ ማረጋገጫ የተነሳ እባክዎን እንደገና-ያስገቡ የ ኔትዎርክ የ መግቢያ ቃል
ar: عدم القدرة على الاتصال ب {{ssid}}، فشلت المصادقة بسبب اعتمادات سيئة. يرجى إعادة إدخال كلمة مرور الشبكة.
bg: Невъзможно свързване с {{ssid}}, неуспешно удостоверяване поради лошо пълномощно. Моля, въведете отново мрежовата парола.
bn_bd: {{ssid}} এর সাথে সংযোগ করতে অক্ষম, ভুল পরিচয়পত্রের জন্য প্রমাণীকরণ ব্যর্থ। অনুগ্রহ করে নেটওয়ার্ক পাসওয়ার্ড পুনরায় প্রবেশ করান।
bn_in: {{ssid}} এর সাথে সংযোগ করতে অক্ষম, ভুল পরিচয়পত্রের জন্য প্রমাণীকরণ ব্যর্থ। অনুগ্রহ করে নেটওয়ার্ক পাসওয়ার্ড পুনরায় প্রবেশ করান।
br: N'haller ket kennaskañ ouzh {{ssid}}, c'hwitadenn war an dilesa abalamour da naoudioù fall. Bizskrivit ar ger-tremen rouedad en-dro mar plij.
bs: Ne mogu da se povežem na {{ssid}}, autentikacija nije uspjela zbog pogrešnih podataka. Molimo da ponovo unesete mrežnu lozinku.
ca: No s'ha pogut connectar a {{ssid}}: l'autenticació ha fallat perquè les credencials són incorrectes. Torneu a escriure la contrasenya de la xarxa.
cy: Methu cysylltu â {{ssid}}, methodd y dilysu oherwydd manylion gwallus. Rhowch gyfrinair y rhwydwaith eto.
es: Imposible conectar con {{ssid}}, la autenticación falló debido a un error en las credenciales. Escriba de nuevo la contraseña de red.
eu: Ezin da {{ssid}}rekin konektatu, autentifikazioak huts egin du kredentzialak okerrak direlako. Sartu berriro sarearen pasahitza.
fa: اتّصال به {{ssid}} ممکن نبود، تصدیق هویت به دلیل گذرواژهٔ نادرست شکست خورد. لطفاً گذرواژهٔ شبکه را دوباره وارد کنید.
ga_ie: Ní féidir ceangal a bhunú le {{ssid}} mar gheall ar dhintiúir neamhbhailí. Cuir focal faire an líonra isteach arís.
gd: Chan urrainn dhuinn ceangal ri {{ssid}}, dh’fhàillig an dearbhadh a chionn ’s gun robh am facal-faire cearr. Cuir a-steach e a-rithist.
hu: Nem lehet csatlakozni ehhez: {{ssid}}. A bejelentkezési adatok nem megfelelők. Adja meg újra a hálózati jelszót.
id: Tidak dapat tersambung ke {{ssid}}, autentikasi gagal karena kredensial yang salah. Masukkan kembali sandi jaringan.
kn: {{ssid}} ಗೆ ಸಂಪರ್ಕಿತಗೊಳ್ಳಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ, ತಪ್ಪಾದ ವಿವರಗಳಿಂದ ದೃಢೀಕರಣ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನೆಟ್‌ವರ್ಕ್ ಪ್ರವೇಶ ಪದವನ್ನು ಮತ್ತೆ ನಮೂದಿಸಿ.
lv: Nevarēja savienoties ar {{ssid}}, autentifikācija neizdevās tādēļ ka tika izmantoti nederīgi akreditācijas dati. Lūdzu ievadiet vēlreiz tīkla paroli.
pt: Não foi possível estabelecer ligação a {{ssid}}. A autenticação falhou porque as credencias estavam erradas. Por favor coloque novamente a palavra-passe de rede.
ro: Nu se poate conecta la {{ssid}}, autentificarea a eșuat datorită acreditărilor greșite. Te rugăm să reintroduci parola rețelei.
si: {{ssid}} වෙත සබඳවීම අසාර්ථකයි, සාවද්‍ය තොරතුරු නිසා සත්‍යාපනය අසාර්ථකයි. කරුණාකර ජාල මුරපදය නැවත යොදන්න.
ta: {{ssid}} உடன் இணையமுடிவில்லை, தவறான கடவச்சொல்லால் அங்கீகரிப்பு தோல்வியடைந்தது. பிணையக் கடவுச்சொல்லை சரியாக உள்ளிடவும்.
th: ไม่สามารถเชื่อมต่อกับ {{ssid}} การยืนยันตัวตนล้มเหลวเนื่องจากหนังสือรับรองไม่ดี โปรดป้อนรหัสผ่านเครือข่ายใหม่
tr: {{ssid}} ağına bağlanılamadı. Hata bilgi nedeniyle kimlik doğrulanamadı. Lütfen ağ parolasını yeniden girin.
ur: {{ssid}} سے رابطہ قائم کرنے میں ناکام، ناقص اسناد کی وجہ سے توثیق کاری ناکام۔ نیٹ ورک پاس ورڈ دوبارہ درج کریں۔
uz: {{ssid}}ga ulana olmadi, yomon ma’lumotlar tufayli tasdiqdan o‘tish amalga oshmadi. Tarmoq parolini qaytadan kiriting.
wa: Dji n’ mi sai raloyî a {{ssid}}, l’ otintifiaedje a fwait berwete a cåze d’ on mwais scret. Ritapez li mot di passe del rantoele, s’ i vs plait.

source: Manage Certificates
am: የምስክር ወረቀቶች አስተዳዳሪ
ar: إدارة الشهادات
bg: Управление на сертификати
bn_bd: সার্টিফিকেট ব্যবস্থাপনা
bn_in: সার্টিফিকেট পরিচালনা করুন
br: Ardeiñ an testenioù
bs: Upravljanje certifikatima
ca: Gestiona els certificats
cy: Rheoli Tystysgrifau
es: Administrar certificados
eu: Kudeatu ziurtagiriak
fa: مدیریت گواهی‌ها
ga_ie: Bainistigh Teastais
gd: Stiùirich na teisteanasan
hu: Tanúsítványok kezelése
lv: Pārvaldīt sertifikātus
pt: Gerir certificados
ro: Gestionează certificate
si: සහතික කළමනාකරණය
th: จัดการใบรับรอง
ur: تصدیق نامے منظم کریں
uz: Sertifikatlarni boshqarish

source: Join Hidden Network
am: የተደበቀ ኔትዎርክ መገናኛ
ar: الانضمام إلى شبكة مخفية
bg: Настройка на скрита мрежа
bn_bd: লুকানো নেটওয়ার্কে সংযোগ
bn_in: লুকানো নেটওয়ার্ক সংযুক্ত করুন
br: Kennaskañ ouzh ur rouedad kuzh
bs: Spoji se na sakrivenu mrežu
ca: Connecta a una xarxa oculta
cy: Ymuno â Rhwydwaith Gudd
es: Unirse a una red oculta
eu: Batu sare ezkutura
fa: پیوستن به یک شبکه مخفی
ga_ie: Ceangail le Líonra i bhFolach
gd: Ceangail ris an lìonra fhalaichte
hu: Csatlakozás rejtett hálózathoz
id: Bergabung ke Jaringan Tersembunyi
kn: ಅಡಗಿಸಿದ ಸಂಪರ್ಕವನ್ನು ಸೇರು
lv: Pievienoties slēptam tīklam
pt: Ligar a uma rede oculta
ro: Conectare la o rețea ascunsă
si: සැඟවී ඇති ජාලයකට සම්බන්ධ වන්න
ta: மறை பிணையத்தை இணை
th: เข้าร่วมเครือข่ายที่ซ่อนอยู่
tr: Gizli ağa katıl
ur: پوشیدہ نیٹ ورک میں شامل ہوجایں
uz: Yashirin tarmoqqa ulanish
wa: Ridjonde catcheye rantoele

source: Secured by {{capabilities}}
am: የሚጠበቀው በ {{capabilities}}
ar: الشبكة مؤمنة بـ {{capabilities}}
bg: Защитена с {{capabilities}}
bn_bd: {{capabilities}} দ্বারা সুরক্ষিত
bn_in: {{capabilities}}দ্বারা সুরক্ষিত
br: Diogelet gant {{capabilities}}
bs: Zaštićeno sa {{capabilities}}
ca: Protegida per {{capabilities}}
cy: Diogelwyd gan {{capabilities}}
es: Protegida por {{capabilities}}
eu: Babesa: {{capabilities}}
fa: ایمن شده با {{capabilities}}
ga_ie: Cosanta ag {{capabilities}}
gd: 'Ga dhìon le {{capabilities}}
hi_in: {{capabilities}} द्वारा सुरक्षित
hu: Védi: {{capabilities}}
id: Diamankan dengan {{capabilities}}
kn: {{capabilities}}ಗಳಿಂದ ಸಂರಕ್ಷಿತ
lv: Drošība: {{capabilities}}
mai: {{capabilities}} द्वारा सुरक्षित
mg: Arovan'ny {{capabilities}}
ne: {{capabilities}} बाट सुरक्षित गरिइको
or: {{capabilities}} ଦ୍ୱାରା ସୁରକ୍ଷିତ
pt: Protegido por {{capabilities}}
ro: Securizat prin {{capabilities}}
si: {{capabilities}} විසින් සුරක්ෂිත කර ඇත
sw: Imedhibitiwa na {{capabilities}}
ta: {{capabilities}} ஆல் காக்கப்பட்டது
th: รักษาความปลอดภัยด้วย {{capabilities}}
tr: {{capabilities}} ile korunuyor
ur: {{capabilities}} کی طرف سے محفوظ
uz: {{capabilities}} tomonidan himoya qilingan
vi: Được mã hóa {{capabilities}}
wa: Waeranteye pa {{capabilities}}
xh: Ikhuselwe yi-{{capabilities}}
zu: Ivikelwe yi-{{capabilities}}

source: Security
am: ደህንነት
ar: الأمان
bg: Защита
bn_bd: সুরক্ষা
bn_in: নিরাপত্তা
br: Diogelroez
bs: Sigurnost
ca: Seguretat
cy: Diogelwch
es: Seguridad
eu: Segurtasuna
fa: امنیت
ga_ie: Slándáil
gd: Tèarainteachd
hi_in: सुरक्षा
hu: Biztonság
id: Keamanan
kn: ಸುರಕ್ಷತೆ
lv: Drošība
mai: सुरक्षा
mg: Fiarovana
ne: सुरक्षा
or: ସୁରକ୍ଷା
pt: Segurança
ro: Securitate
si: ආරක්ෂාව
sw: Usalama
ta: பாதுகாப்பு
th: ความปลอดภัย
tr: Güvenlik
ur: سلامتی
uz: Xavfsizlik
vi: Mã hóa
wa: Såvrité
xh: Ukhuseleko
zu: Ukuvikeleka

# securityNone
source: None
am: ምንም
ar: لا يوجد
bg: Липсва
bn_bd: কোনটি না
bn_in: একটিও নয়
br: Tra ebet
bs: Ništa
ca: Cap
cy: Dim
es: Ninguna
eu: Bat ere ez
fa: هیچ‌کدام
ga_ie: Gan Slándáil
gd: Chan eil gin
hi_in: कुछ नहीं
hu: Nincs
id: Nihil
kn: ಯಾವುದೂ ಇಲ್ಲ
lv: Nekāda
mai: किछु नहि
mg: Tsy misy
ne: कुनै पनि होइन
or: କିଛି ନାହିଁ
pt: Nenhuma
ro: Nimic
si: කිසිවක් නැත
sw: Hakuna
ta: ஒன்றுமில்லை
th: ไม่มี
tr: Yok
ur: کوئی نہیں
uz: Yo‘q
vi: Không có
wa: Nole
xh: Akukho
zu: Lutho

source: Open
am: መክፈቻ
ar: فتح
bg: Отворена
bn_bd: উন্মুক্ত
bn_in: খোলা
br: Digor
bs: Otvoreno
ca: Oberta
cy: Agor
es: Abierta
eu: Irekia
fa: باز کردن
ga_ie: Oscail
gd: Fosgailte
hi_in: खोलें
hu: Nyitott
id: Buka
kn: ತೆರೆ
lv: Atvērts
mai: खोलू
mg: Hanokatra
ne: खोल्नुहोस्
or: ଖୋଲନ୍ତୁ
pt: Aberta
ro: Deschis
si: විවෘත කරන්න
sw: Fungua
ta: திற
th: เปิด
tr: Açık
ur: کھولیں
uz: Ochish
vi: Mở
wa: Drovowe
xh: Vula
zu: Vula

source: Not in range
am: በ ክልል ውስጥ አይደለም
ar: ليس في النّطاق
bg: Недостъпна
bn_bd: আওতার বাইরে
bn_in: সীমারেখার মধ্যে নেই
br: Dreist diraez
bs: Nije u dometu
ca: Fora de l'abast
cy: Ddim o fewn yr ystod
es: Fuera de rango
eu: Barrutitik kanpo
fa: خارج از دسترس
ga_ie: As raon
gd: Tha thu ro fhad air falbh
hu: Nincs hatókörben
id: Tidak dalam jangkauan
kn: ವ್ಯಾಪ್ತಿಯಲ್ಲಿಲ್ಲ
lv: Nav sasniedzams
mai: रेंज मे नहि अछि
pt: Fora do alcance
ro: Nu este în rază
si: පරාසය තුළ නොමැත
ta: வரம்பில் இல்லை
th: ไม่อยู่ในระยะ
tr: Kapsama alanı dışında
ur: حد میں نہیں
uz: Oraliqda emas
wa: Nén dlé did ci

source: IP address
am: IP አድራሻ
ar: عنوان IP
bg: IP адрес
bn_bd: আইপি ঠিকানা
bn_in: IP ঠিকানা
br: Chomlec'h IP
bs: IP adresa
ca: Adreça IP
cy: Cyfeiriad IP
es: Dirección IP
eu: IP helbidea
fa: آدرس IP
ga_ie: Seoladh IP
gd: Seòladh IP
hi_in: IP पता
hu: IP-cím
id: Alamat IP
kn: IP ವಿಳಾಸ
lv: IP adrese
mai: IP पता
mg: Adiresy IP
ne: IP ठेगाना
or: IP ଠିକଣା
pt: Endereço IP
ro: Adresă IP
si: IP ලිපිනය
sw: Anwani ya IP
ta: ஐபி முகவரி
th: ที่อยู่ IP
tr: IP adresi
ur: IP پتہ
uz: IP manzil
vi: Địa chỉ IP
wa: Adresse IP
xh: Idilesi ye-IP
zu: Ikheli le-IP

source: Link speed
am: የ አገናኝ ፍጥነት
ar: سرعة الاتصال
bg: Скорост
bn_bd: সংযোগের গতি
bn_in: লিংকের গতি
br: Tizh ar c'hennask
bs: Brzina linka
ca: Velocitat de l'enllaç
cy: Cyflymder cysylltiad
es: Velocidad
eu: Lotura-abiadura
fa: سرعت اتصال
ga_ie: Luas an naisc
gd: Astar a' cheangail
hi_in: लिंक स्पीड
hu: Kapcsolatsebesség
id: Kecepatan
kn: ಕೊಂಡಿ ವೇಗ
lv: Savienojuma ātrums
mai: लिंक स्पीड
mg: Hafaingan'ny rohy
ne: लिङ्क गति
or: ସଂଯୋଗିକି ଗତି
pt: Velocidade
ro: Viteza legăturii
si: සබැඳි වේගය
sw: Kasi ya kiungo
ta: வேகம்
th: ความเร็วในการเชื่อมต่อ
tr: Bağlantı hızı
ur: ربط رفتار
uz: Ulanish tezligi
vi: Tốc độ tối đa
wa: Raddisté del hårdêye
xh: Isantya sekhonkco
zu: Isivinini selinki

source: Signal strength
am: የምልክቱ ጥንካሬ
ar: قوة الإشارة
bg: Сигнал
bn_bd: সংকেতের শক্তি
bn_in: সংকেত শক্তি
br: Kreñvder an arhent
bs: Jačina signala
ca: Potència del senyal
cy: Cryfder signal
es: Intensidad
eu: Seinalearen indarra
fa: قدرت سیگنال
ga_ie: Comhartha
gd: Neart an t-siognail
hi_in: सिग्नल सामर्थ्य
hu: Térerő
id: Kekuatan sinyal
kn: ಸಿಗ್ನಲ್ ಸಾಮರ್ಥ್ಯ
lv: Signāla stiprums
mai: सिग्नल सामर्थ्य
mg: Tanjaky ny sinaly
ne: संकेत संख्या
or: ସିଗନାଲ୍ ଶକ୍ତି
pt: Força do sinal
ro: Putere semnal
si: සංඥා ප්‍රබලතාව
sw: Uwezo wa ishara
ta: வலிமை
th: ความแรงสัญญาณ
tr: Sinyal gücü
ur: سگنل کی طاقت
uz: Signal kuchi
vi: Mức tín hiệu
wa: Foice do signå
xh: Amandla esignali
zu: Amandla okudonsa

source: Very weak
am: በጣም ደካማ
ar: ضعيف جداً
bg: Мн. слаб
bn_bd: খুবই দুর্বল
bn_in: অত্যন্ত দুর্বল
br: Gwan-tre
bs: Veoma slab
ca: Molt feble
cy: Gwan iawn
es: Muy débil
eu: Oso ahula
fa: خیلی ضعیف
ga_ie: An-lag
gd: Glè lag
hi_in: बहुत कमजोर
hu: Nagyon gyenge
id: Sangat lemah
kn: ತುಂಬ ದುರ್ಬಲ
lv: Ļoti vājš
mai: बहुत कमजोर
mg: Isan-kerinandro
ne: निकै कमजोर
or: ଅତି ଦୁର୍ବଳ
pt: Muito fraca
ro: Foarte slabă
si: ඉතා දුර්වලයි
sw: Dhaifu sana
ta: வலுவற்ற
th: อ่อนมาก
tr: Çok zayıf
ur: بہت کمزور
uz: Juda kuchsiz
vi: Rất yếu
wa: Flåwe flåwe
xh: Abuthathaka kakhulu
zu: Phansi kakhulu

source: Weak
am: ደካማ
ar: ضعيف
bg: Слаб
bn_bd: দুর্বল
bn_in: দুর্বল
br: Gwan
bs: Slab
ca: Feble
cy: Gwan
es: Débil
eu: Ahula
fa: ضعیف
ga_ie: Lag
gd: Lag
hi_in: कमज़ोर
hu: Gyenge
id: Lemah
kn: ದುರ್ಬಲ
lv: Vājš
mai: कमजोर
mg: Herinandro
ne: कमजोर
or: ଦୁର୍ବଳ
pt: Fraca
ro: Slabă
si: දුර්වල
sw: Dhaifu
ta: பலகீனமான
th: อ่อน
tr: Zayıf
ur: کمزور
uz: Kuchsiz
vi: Yếu
wa: Flåwe
xh: Abuthathaka
zu: Kuphansi

source: Average
am: መካከለኛ
ar: متوسط
bg: Среден
bn_bd: গড়
bn_in: সাধারণ
br: Keitat
bs: Prosječan
ca: Mitjana
cy: Cyfartaledd
es: Media
eu: Ertaina
fa: متوسط
ga_ie: Measartha
gd: Meadhanach
hi_in: औसत
hu: Átlagos
id: Rata-rata
kn: ಸಾಧಾರಣ
lv: Vidējs
mai: औसत
mg: Antonony
ne: औसत
or: ହାରାହାରି
pt: Razoável
ro: Medie
si: සාමාන්‍යය
sw: Wastani
ta: நடுத்தரம்
th: ปานกลาง
tr: Orta
ur: اوسط
uz: O‘rtacha
vi: Trung bình
wa: Moyene
xh: Akumyinge
zu: Kulingene

source: Good
am: ጥሩ
ar: جيد
bg: Добър
bn_bd: ভাল
bn_in: ভাল
br: Mat
bs: Dobar
ca: Bona
cy: Da
es: Buena
eu: Ona
fa: خوب
ga_ie: Maith
gd: Math
hi_in: अच्छा
hu: Jó
id: Baik
kn: ಉತ್ತಮ
lv: Labs
mai: बढ़िया
mg: Tsara
ne: राम्रो
or: ଉତ୍ତମ
pt: Boa
ro: Bună
si: හොඳ
sw: Bora
ta: நன்று
th: ดี
tr: İyi
ur: اچھا
uz: Yaxshi
vi: Tốt
wa: Boune
xh: Mahle
zu: Kuhle

source: Very good
am: በጣም ጥሩ
ar: جيد جداً
bg: Мн. добър
bn_bd: খুব ভাল
bn_in: খুব ভাল
br: Mat-tre
bs: Veoma dobar
ca: Molt bona
cy: Da iawn
es: Muy buena
eu: Oso ona
fa: خیلی خوب
ga_ie: An-mhaith
gd: Glè mhath
hi_in: बहुत अच्छा
hu: Nagyon jó
id: Sangat baik
kn: ಅತ್ಯುತ್ತಮ
lv: Ļoti labs
mai: बहुत नीक
mg: Tena tsara
ne: धेरै राम्रो
or: ଅତି ଉତ୍ତମ
pt: Muito boa
ro: Foarte bună
si: ඉතා හොඳයි
sw: Bora sana
ta: மிகவும் நன்று
th: ดีมาก
tr: Çok iyi
ur: بہت خوب
uz: Juda yaxshi
vi: Rất tốt
wa: Mo bon
xh: Mahle kakhulu
zu: Kuhle kakhulu

source: Forget
am: መተው
ar: نسيان
bg: Забравяне
bn_bd: ভুলে যাও
bn_in: ভুলে যাওয়া
br: Ankouaat
bs: Zaboravi
ca: Oblida
cy: Anghofio
es: Olvidar
eu: Ahaztu
fa: فراموش کردن
ga_ie: Déan dearmad
gd: Dìochuimhnich
hi_in: भूलें
hu: Elfelejtés
id: Lupakan
kn: ಮರೆತುಬಿಡು
lv: Aizmirst
mai: बिसरू
mg: Hadino
ne: बिर्सिनु
or: ଭୁଲିଯାଆନ୍ତୁ
pt: Esquecer
ro: Uită
si: අමතක කරන්න
sw: Sahau
ta: மற
th: ไม่จำ
tr: Unut
ur: بھول جائے
uz: Unutish
vi: Xóa
wa: Rovyî
xh: Libala
zu: Khohlwa

source: Forget network?
am: ልርሳው ኔትዎርኩን?
ar: نسيان الشبكة؟
bg: Забравяне на мрежа?
bn_bd: নেটওয়ার্ক ত্যাগ করবেন?
bn_in: নেটওয়ার্ক ভুলে যেতে চান?
br: Ankouaat ar rouedad ?
bs: Zaboraviti mrežu?
ca: Voleu oblidar la xarxa?
cy: Anghofio'r rhwydwaith?
es: ¿Olvidar red?
eu: Ahaztu sarea?
fa: فراموش کردن شبکه؟
ga_ie: Déan dearmad ar líonra?
gd: A bheil thu airson an lìonra a dhìochuimhneachadh?
hi_in: संजाल भूल जाएं?
hu: Hálózat elfelejtése
id: Lupakan jaringan?
kn: ಸಂಪರ್ಕ ಮರೆತುಬಿಡು?
lv: Vai aizmirst šo tīklu?
mai: सँजाल बिसरि जाउ?
mg: Hadino tambajotra?
ne: सञ्जाल बिर्सिेएहुन्छ?
or: ନେଟୱାର୍କ ଭୁଲିଯାଇଛନ୍ତି କି?
pt: Esquecer rede?
ro: Uiți rețeaua?
si: ජාලය අමතක කරනවා ද?
sw: Sahau mtandao
ta: மறக்கவா?
th: ไม่จำเครือข่าย?
tr: Ağ unutulsun mu?
ur: نیٹ ورک بھول جائے؟
uz: Tarmoq unutilsinmi?
vi: Xóa mạng?
wa: Rovyî rantoele ?
xh: Ulibele inethiweki?
zu: Khohlwa yinethiwekhi?

# forgetNetwork-confirmation
source: Confirmation
am: ማረጋገጫ
ar: تأكيد
bg: Потвърждаване
bn_bd: নিশ্চিতকরণ
bn_in: নিশ্চিতি
br: Kadarnaat
bs: Potvrda
ca: Confirmació
cy: Cadarnhad
es: Confirmación
eu: Berrespena
fa: تائیدیه
ga_ie: Dearbhú
gd: Dearbhadh
hi_in: पुष्टिकरण
hu: Megerősítés
id: Konfirmasi
kn: ದೃಢೀಕರಣ
lv: Apstiprinājums
mai: पुष्टिकरण
mg: Fanamafisana
ne: यकीन
or: ନିଶ୍ଚିତକରଣ
pt: Confirmação
ro: Confirmare
si: තහවුරු කිරීම
sw: Uthibitisho
ta: உறுதிப்படுத்துதல்
th: การยืนยัน
tr: Onay
ur: تصدیق
uz: Tasdiqlash
vi: Xác nhận
wa: Racertinaedje
xh: Isiqinisekiso
zu: Ukuqinisekisa

source: Authentication
am: ማረጋገጫ
ar: المصادقة
bg: Удостоверяване
bn_bd: প্রমাণীকরণ
bn_in: প্রমাণীকরণ
br: Dilesa
bs: Autentifikacija
ca: Autenticació
cy: Dilysu
es: Autenticación
eu: Autentifikazioa
fa: تصدیق‌هویت
ga_ie: Fíordheimhniú
gd: Dearbhadh
hi_in: प्रामाणीकरण
hu: Hitelesítés
id: Autentikasi
kn: ಪ್ರಮಾಣೀಕರಣ
lv: Autentifikācija
mai: प्रामाणीकरण
mg: Fanamarinana
ne: प्रमाणीकरण
or: ବୈଧିକରଣ
pt: Autenticação
ro: Autentificare
si: සත්‍යවත් කිරීම
sw: Uhalalisho
ta: அங்கீகாரம்
th: การยืนยันตัวตน
tr: Doğrulama
ur: توثیق کاری
uz: Tasdiqdan o‘tkazish
vi: Xác thực
wa: Otintifiaedje
xh: Isiqinisekiso sobunyaniso
zu: Ukugunyaza

source: EAP method
am: EAP ዘዴ
ar: طريقة EAP
bg: EAP метод
bn_bd: EAP পদ্ধতি
bn_in: EAP পদ্ধতি
br: Hentenn EAP
bs: EAP metoda
ca: Mètode EAP
cy: Dull EAP
es: Método EAP
eu: EAP metodoa
fa: روش EAP
ga_ie: Modh EAP
gd: An dòigh EAP
hi_in: EAP विधि
hu: EAP eljárás
id: Metode EAP
kn: EAP ವಿಧಾನ
lv: EAP metode
mai: EAP विधि
mg: Fomba EAP
ne: ईएपी विधि:
or: EAP ପଦ୍ଧତି
pt: Método EAP
ro: Metodă EAP
si: EAP ක්‍රමය
sw: Mbinu ya EAP
ta: EAP முறைமை
th: วิธีการ EAP
tr: EAP yöntemi
ur: EAP طریقہ
uz: EAP uslubi
vi: Phương pháp EAP
wa: Metôde EAP
xh: Indlela ye-EAP
zu: Indlela ye-EAP

source: Phase 2 authentication
am: ደረጃ 2 ማረጋገጫ
ar: المرحلة الثانية للمصادقة
bg: Фаза 2 на удостоверяването
bn_bd: ২য় ধাপ অনুমোদন
bn_in: প্রমাণীকরণ এর দ্বিতীয় ধাপ
br: Dilesa, pazenn 2
bs: Phase 2 autentifikacija
ca: Autenticació de fase 2
cy: Dilysiad 2 gam
es: Autenticación fase 2
eu: 2. faseko autentifikazioa
fa: مرحله ۲ تصدیق هویت
ga_ie: Fíordheimhniú, céim a dó
gd: Dearbhadh Phase 2
hi_in: चरण 2 प्रमाणीकरण
hu: 2 fázisú hitelesítés
id: Autentikasi fase 2
kn: ಹಂತ 2 ಪ್ರಮಾಣೀಕರಣ
lv: 2. fāzes autentifikācija
mai: चरण 2 प्रमाणीकरण
mg: Fanamarinana dingana faha-2
ne: फेज २ प्रमाणीकरण
or: ସୋପାନ 2 ବୈଧିକରଣ
pt: Autenticação de fase 2
ro: Faza 2 de autentificare
si: අවධි 2ක සත්‍යවත් කිරීම
sw: Uhalalisho wa sehemu ya 2
ta: 2ஆம் நிலை அங்கீகரிப்பு
th: การยืนยันตัวตนขั้นที่ 2
tr: 2. aşama doğrulaması
ur: مرحلہ 2 توثیق کاری
uz: 2-bosqich tasdiqdan o‘tish
vi: Xác thực Phase 2
wa: Otintifiaedje di faze 2
xh: Isigaba sesi-2 sokuqinisekisa ubunyaniso
zu: Ukugunyaza kwesiGaba 2
