Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Unknown SIM card state
am: ያልታወቀ የ ሲም ካርድ ሁኔታ
ar: حالة ال‍SIM غير معروفة
bg: Непознато състояние на SIM картата
bn_bd: সিম কার্ডের অবস্থা অজ্ঞাত
bn_in: SIM কার্ড এর অবস্থা অজানা
br: Stad ar gartenn SIM dianav
bs: Nepoznato stanje SIM kartice
ca: L'estat de la targeta SIM és desconegut
cy: Cyflwr cerdyn SIM anhysbys
es: Estado de la tarjeta SIM desconocido
eu: SIM txartelaren egoera ezezaguna
fa: وضعیت نامعلوم سیم‌کارت
ga_ie: Staid anaithnid chárta SIM
gd: Staid an SIM neo-aithnichte
hi_in: अनजान SIM कार्ड स्थिति
hu: Ismeretlen SIM kártyaállapot
id: Status kartu SIM tidak dikenal
kn: SIM ಕಾರ್ಡಿ ಸ್ಥಿತಿ ತಿಳಿದಿಲ್ಲ
lv: Nezināms SIM kartes stāvoklis
mai: अनजान SIM कार्ड स्थिति
mg: Tsy fantatra ny toetra ny karatra SIM
ne: सिम कार्डको अज्ञात अवस्था
or: ଅଜ୍ଞାତ SIMକାର୍ଡ ସ୍ଥିତି
pt: Estado do cartão SIM desconhecido
ro: Stare necunoscută a cartelei SIM
si: නොදන්නා සිම් කාඩ්පත් තත්ත්වය
sw: Hali isiotambulika ya kadi ya SIM
ta: சிம் அட்டையின் நிலை தெரியவில்லை
th: สถานะการ์ด SIM ที่ไม่รู้จัก
tr: Bilinmeyen SIM kart durumu
ur: نامعلوم SIM کارڈ بیان
uz: Noma’lum holatdagi SIM karta
vi: Không rõ trạng thái SIM
wa: Estat del SIM nén cnoxhou
xh: Imeko engaziwayo yekhadi le-SIM
zu: Isimo esingaziwa sekhadi le-SIM

source: SIM card not ready
am: ሲም ካርድ ዝግጁ አይደለም
ar: بطاقة SIM غير جاهزه
bg: SIM картата не е готова
bn_bd: সিম কার্ড প্রস্তুত নয়
bn_in: SIM কার্ড রেডি নয়
br: N'eo ket prest ar gartenn SIM
bs: SIM kartica nije spremna
ca: La targeta SIM no està preparada
cy: Nid yw'r cerdyn SIM yn barod
es: La tarjeta SIM no está lista
eu: SIM txartela ez dago prest
fa: سیم‌کارت آماده نیست
ga_ie: Níl an cárta SIM réidh
gd: Chan eil a' chairt SIM deiseil
hi_in: SIM कार्ड तैयार नहीं
hu: A SIM kártya nem áll készen
id: Kartu SIM tidak siap
kn: SIM ಕಾರ್ಡ್‌ ಸಿದ್ಧವಾಗಿಲ್ಲ
lv: SIM karte nav gatava
mai: SIM कार्ड तैआर नहि
mg: Tsy vonona ny karatra SIM
ne: सिम कार्ड तयार छैन
or: SIM କାର୍ଡ ପ୍ରସ୍ତୁତ ନାହିଁ
pt: O cartão SIM não está pronto
ro: Cartelă SIM nepregătită
si: සිම් කාඩ්පත සුදානම් නැත
sw: Kadi ya SIM haiko tayari
ta: சிம் அட்டை தயாராக இல்லை
th: การ์ด SIM ไม่พร้อม
tr: SIM kart hazır değil
ur: SIM کارڈ تیار نہیں
uz: SIM karta tayyor emas
vi: Thẻ SIM không sẵn sàng
wa: Cwåte SIM nén presse
xh: Ikhadi le-SIM alikalungi
zu: Ikhadi le-SIM alikalungi

source: Unauthorized SIM card
am: ያልተፈቀደ የ ሲም ካርድ
ar: بطاقة SIM غير موثوقة
bg: Непозволена SIM карта
bn_bd: অননুমোদিত সিম কার্ড
bn_in: SIM কার্ড অননুমোদিত
br: N'eo ket aotreet ar gartenn SIM
bs: Neovlaštena SIM kartica
ca: La targeta SIM no està autoritzada
cy: Cerdyn SIM anawdurdodedig
es: SIM no autorizada
eu: Baimenik gabeko SIM txartela
fa: سیم‌کارت غیرمجاز
ga_ie: Cárta SIM neamhúdaraithe
gd: Cairt SIM gun ùghdarras
hi_in: अनधिकृत SIM कार्ड
hu: Nem engedélyezett SIM kártya
id: Kartu SIM yang tidak terotorisasi
kn: ಅನಧೀಕೃತವಾದ SIM ಕಾರ್ಡ್‌
lv: Neatļauta SIM karte
mai: अनधिकृत SIM कार्ड
mg: Karatra SIM tsy mahazo alàlana
ne: अनाधिकारिक सिम कार्ड
or: ଅପ୍ରାଧିକୃତ SIM କାର୍ଡ
pt: Cartão SIM não autorizado
ro: Cartelă SIM neautorizată
si: සත්‍යවත් නොකෙරූ සිම් පතක්
sw: Kadi ya SIM haina ruhusa
ta: அங்கீகரிக்கப்படாத சிம் அட்டை
th: การ์ด SIM ไม่ได้รับอนุญาต
tr: Yetkisiz SIM kart
ur: غیر مجاز SIM کارڈ
uz: Tasdiqdan o‘tmagan SIM karta
vi: Không có quyền sử dụng SIM này
wa: Cwåte SIM nén otorijheye
xh: Ikhadi le-SIM elingagunyaziswanga
zu: Ikhadi le-SIM elingagunyaziwe

source: An unknown error occurred
am: ያልታወቀ ስህተት ተፈጥሯል
ar: حدث عطل غير معروف
bg: Възникна неизвестна грешка
bn_bd: একটি অজানা ত্রুটি হয়েছে
bn_in: একটি অজানা ত্রুটি হয়েছে
br: Degouezhet ez eus bet ur fazi dianav
bs: Desila se nepoznata greška
ca: S'ha produït un error desconegut
cy: Digwyddodd gwall anhysbys
es: Se produjo un error desconocido
eu: Errore ezezaguna gertatu da
fa: یک خطا ناشناس رخ داد
ga_ie: Tharla earráid anaithnid
gd: Thachair mearachd neo-aithnichte
hu: Ismeretlen hiba történt
id: Terjadi galat tak dikenal
kn: ಒಂದು ಗೊತ್ತಿಲ್ಲದ ದೋಷವು ಎದುರಾಗಿದೆ
lv: Notika nezināma kļūda
pt: Ocorreu um erro desconhecido
ro: S-a produs o eroare necunoscută
si: හදුනා නොගත් දෝශයක් හටගෙන ඇත
th: เกิดข้อผิดพลาดที่ไม่รู้จัก
ur: ایک نامعلوم خامی پیش آگئی
uz: Noma’lum xato yuz berdi.

source: Tell websites and apps that I do not want to be tracked
am: ለ ድሕረ ገጽ እና መተግበሪያዎች ንገራቸው እንዲከታተሉኝ አልፈልግም
ar: أخبر المواقع أنني لا أريدها أن تتعقبني
bg: Изискване от страници и приложения да не ме следят
bn_bd: ওয়েবসাইট এবং অ্যাপসমূহকে বলুন যে আমি ট্র্যাক হতে চাই না
bn_in: অ্যাপ এবং ওয়েব-সাইটকে জানানো হবে যে আমাকে অনুসরণ করা বাঞ্ছনীয় নয়
br: Lavarout d'al lec'hiennoù ne fell ket din bezañ heuliet.
bs: Obavijesti web stranice i aplikacije da ne želim biti praćen/a
ca: Digues a llocs web i aplicacions que no vull ser seguit
cy: Dweud wrth wefannau: dim tracio
es: Indicar a los sitios web y aplicaciones que no quiero ser rastreado
eu: Esan webguneei eta aplikazioei nire jarraipenik ez egiteko
fa: به وب‌سایت‌ها و برنامه بگویید که نمی‌خواهم ردیابی شوم
ga_ie: Cuir in iúl do shuímh Ghréasáin agus d'aipeanna gan mise a lorg ar líne
gd: Innis do làraichean-lìn is aplacaidean nach bu toigh leam gun dèan iad tracadh orm
hi_in: वेबसाइटों और एप्प्स को बताएं कि मैं नहीं चाहता कि मुझे ट्रैक किया जाए
hu: Nem akarom, hogy a webhelyek és appok kövessenek
id: Beri tahu situs web dan aplikasi bahwa saya tidak ingin dilacak
kn: ನನ್ನ ಜಾಡನ್ನು ಇರಿಸಲು ಬಯಸುವುದಿಲ್ಲ ಎಂದು ಜಾಲ ತಾಣಗಳಿಗೆ ಮತ್ತು ಅನ್ವಯಗಳಿಗೆ ತಿಳಿಸು
lv: Informēt vietnes un aplikācijas, ka mani nevajadzētu izsekot
mai: वेबसाइट आओर एप्प्स केँ बताउ जे हम नहि चाहैत छी जे हमरा ट्रैक कएल जाए
mg: Teneno ireo tranonkala sy app fa tsy te-harahin-dia aho
ne: वेवसाइटहरुलाई र अनुप्रयोगहरुलाई म ट्रयाक हुन चाहन्न भन्नुहोस्
or: ୱେବସାଇଟ ଓ ଆପଗୁଡ଼ିକୁ କହି ରଖନ୍ତୁ ଯେ ମୋ ଉପରେ ନଜର ରଖାଯାଉ ବୋଲି ମୁଁ ଚାହେଁ ନାହିଁ
pt: Informar os sites e as aplicações que eu não quero ser monitorizado
ro: Spune site-urilor web și aplicațiilor că nu vreau să fiu urmărit
si: මා පසුහැඹීම අනවශ්‍ය බව වෙබ් අඩවි සහ යෙදුම්වලට පවසන්න
sw: Eleza tovuti na programu ya kwamba sitaki kufuatiliwa
ta: நான் கண்காணிக்கப்படுவதை விரும்பவில்லை என்று வலைதளங்கள் மற்றும் பயன்பாடுகளிடம் தெரிவி
th: บอกเว็บไซต์และแอปว่าฉันไม่ต้องการถูกตามรอย
tr: Web sitelerine ve uygulamalara izlenmek istemediğimi söyle
ur: ویب سائٹوں کو بتائیں کہ میں ٹریک نہیں ہونا چاہتا
uz: Meni kuzatishlarini xohlamasligim saytlar va ilova dasturlarga aytilsin
vi: Thông báo với các trang web và ứng dụng rằng tôi không muốn bị theo dõi
wa: Dire ås waibes et ås aplicåcions ki dji n’ vou nén esse shuvou
xh: Xelela iiwebhusayithi nee-app ukuba andifuni kulandwa umkhondo
zu: Tshela amawebhusayithi nama-app ukuthi angifuni ukulandelelwa

source: Tell websites and apps that I want to be tracked
am: ለ ድሕረ ገጽ እና መተግበሪያዎች ንገራቸው እንዲከታተሉኝ እፈልጋለሁ
ar: أخبر المواقع و البرامج أنني أريدها أن تتعقبني
bg: Изискване от страници и приложения да ме следят
bn_bd: ওয়েবসাইট এবং অ্যাপসমূহকে বলুন যে আমি ট্র্যাক হতে চাই
bn_in: অ্যাপ এবং ওয়েব-সাইটকে জানানো হবে যে আমাকে অনুসরণ করা বাঞ্ছনীয়
br: Lavarout d'al lec'hiennoù e fell din bezañ heuliet.
bs: Obavijesti web stranice i aplikacije da želim biti praćen/a
ca: Digues a llocs web i aplicacions que vull ser seguit
cy: Dweud wrth wefannau: croeso i chi fy nilyn
es: Indicar a los sitios web y aplicaciones que quiero ser rastreado
eu: Esan webguneei eta aplikazioei nire jarraipena egiteko
fa: به وب‌سایت‌ها و برنامه بگویید که می‌خواهم ردیابی شوم
ga_ie: Cuir in iúl do shuímh Ghréasáin agus d'aipeanna gur mhaith liom a bheith rianaithe
gd: Innis do làraichean-lìn is aplacaidean gun urrainn dhaibh tracadh a dhèanamh orm
hi_in: वेबसाइटों और एप्प्स को बताएं कि मैं चाहता हूँ कि मुझे ट्रैक किया जाए
hu: Azt akarom, hogy a webhelyek és appok kövessenek
id: Beri tahu situs web dan aplikasi bahwa saya ingin dilacak
kn: ನನ್ನ ಜಾಡನ್ನು ಇರಿಸು ಎಂದು ಜಾಲ ತಾಣಗಳಿಗೆ ಮತ್ತು ಅನ್ವಯಗಳಿಗೆ ತಿಳಿಸು
lv: Informēt vietnes un aplikācijas, ka mani vajadzētu izsekot
mai: वेबसाइट आओर एप्प्स केँ बताउ जे हम चाहैत छी जे हमरा ट्रैक कएल जाए
mg: Teneno ireo tranonkala sy app fa te-harahin-dia aho
ne: वेवसाइटहरुलाई र अनुप्रयोगहरुलाई म ट्रयाक हुन चाहन्छु भन्नुहोस्
or: ୱେବସାଇଟ ଓ ଆପଗୁଡ଼ିକୁ କହି ରଖନ୍ତୁ ଯେ ମୋ ଉପରେ ନଜର ରଖାଯାଉ ବୋଲି ମୁଁ ଚାହେଁ
pt: Informar os sites e as aplicações que eu não quero ser monitorizado
ro: Spune site-urilor web și aplicațiilor că vreau să fiu urmărit
si: මා පසුහැඹීම අවශ්‍ය බව වෙබ් අඩවි සහ යෙදුම්වලට පවසන්න
sw: Elezea tovuti na programu ya kwamba nataka kufuatiliwa
ta: நான் கண்காணிக்கப்படுவதை விரும்புகிறேன் என்று வலைதளங்கள் மற்றும் பயன்பாடுகளிடம் தெரிவி
th: บอกเว็บไซต์และแอปว่าฉันต้องการถูกตามรอย
tr: Web sitelerine ve uygulamalara izlenmek istediğimi söyle
ur: ویب سائٹوں کو بتائیں کہ میں ٹریک ہونا چاہتا ہوں
uz: Meni kuzatishlarini xohlashim saytlar va ilova dasturlarga aytilsin
vi: Thông báo với các trang web và ứng dụng rằng tôi muốn được theo dõi
wa: Dire ås waibes et ås aplicåcions ki dji vou esse shuvou
xh: Xelela iiwebhusayithi nee-app ukuba ndifuna ukulandwa umkhondo
zu: Tshela amawebhusayithi nama-app ukuthi ngiyafuna ukulandelelwa

source: Do not tell websites and apps anything about my tracking preferences
am: ለ ድሕረ ገጽ እና መተግበሪያዎች ምንም ነገር አትንገራቸው ስለ እኔ መከታተል ምርጫ
ar: لا تخبر المواقع و التطبيقات بأي شيء عن خياراتي الخاصة بالتعقُّب
bg: Без предпочитания към проследяването
bn_bd: ওয়েবসাইট এবং অ্যাপসমূহকে আমার ট্র্যাকিং দক্ষতা সম্পর্কে কোনকিছু বলবেন না
bn_in: অ্যাপ এবং ওয়েব-সাইটকে আমার ট্র্যাকিং পছন্দ সম্পর্কে কিছুই বলা হবে না
br: Na lavarout tra ebet d'al lec'hiennoù a-zivout ma gwellvezioù heuliañ.
bs: Ne otkrivaj web stranicama i aplikacijama moje postavke o praćenju
ca: No diguis a llocs web i aplicacions res sobre les preferències de seguiment
cy: Dweud dim wrth wefannau am fy newisiadau tracio
es: No indicar nada a los sitios web y aplicaciones sobre mis preferencias de rastreo
eu: Ez eman webguneei eta aplikazioei nire jarraipen-hobespenen berri
fa: به وب‌سایت‌ها و برنامه در مورد ترجیحات ردیابی من هیچ چیزی نگویید
ga_ie: Ná hinis faic do shuímh ná d'aipeanna maidir le lorg ar líne
gd: Na innis do làraichean is aplacaidean dè na roghainnean tracaidh a tha agam
hi_in: वेबसाइटों और एप्प्स को मेरी ट्रैकिंग वरीयताओं की जानकारी न दें
hu: Az oldalakkal és appokkal ne közölje a követési preferenciáimat
id: Jangan beri tahu situs web dan aplikasi tentang preferensi pelacakan saya
kn: ನನ್ನ ಜಾಡಿನ ಕುರಿತಾದ ಆದ್ಯತೆಗಳ ಬಗ್ಗೆ ತಾಣಗಳಿಗೆ ಮತ್ತು ಅನ್ವಯಗಳಿಗೆ ಏನನ್ನೂ ತಿಳಿಸಬೇಡ
lv: Neinformējiet mājaslapas un lietotnes par maniem izsekošanas iestatījumiem
mai: वेबसाइट आओर एप्प्स केँ मेरी ट्रैकिंग वरीयता क जानकारी नहि दिअ
mg: Aza tenenina amin'ireo tranonkala sy app izay rehetra momba ny fiasa fanarahan-dia tiako
ne: वेवसाइटहरुलाई र अनुप्रोयोगहरुलाई मेरो ट्रयाकिङ्ग पसन्द बारे केहि नभन्नुहोस्
or: ମୋ ନଜର-ରଖିବା ପସନ୍ଦ ସମ୍ବନ୍ଧରେ ୱେବସାଇଟ ଓ ଆପଗୁଡ଼ିକୁ କୁହନ୍ତୁ ନାହିଁ
pt: Não indicar aos sites e às aplicações as minhas preferências de monitorização
ro: Nu spune nimic site-urilor web și aplicațiilor despre preferințele mele de urmărire
si: මාගේ පසුහැඹීමේ අභිරුචීන් ගැන කිසිවක් වෙබ් අඩවි සහ යෙදුම්වලට නොපවසන්න
sw: Usieleze tovuti na programu chochote kuhusu mapendeleo yangu ya kufuata
ta: என்னுடைய கண்காணிப்பு முன்னுரிமைகள் குறித்து வலைதளங்கள் மற்றும் பயன்பாடுகளிடம் எதுவும் தெரிவிக்க வேண்டாம்
th: อย่าบอกเว็บไซต์และแอปเกี่ยวกับการตั้งค่าการตามรอยของฉัน
tr: Web sitelerine ve uygulamalara izlenme tercihlerim hakkında bir şey söyleme
ur: سائٹوں کو میری سراغ کاری ترجیحات کے بارے میں کچھ بھی نہیں بتائیں
uz: Kuzatish moslamalarim haqida saytlar va ilova dasturlarga hech narsa aytilmasin.
vi: Không thông báo với các trang web và ứng dụng về ưu tiên của tôi
wa: Ên rén dire do tot ås waibes et aplicåcions so mes preferinces di shuvou
xh: Ungaxeleli iiwebhusayithi nee-app nangantoni na engeepriferensi zam zokulandwa umkhondo
zu: Ungawatsheli lutho amawebhusayithi nama-app mayelana nengikukhethile mayelana nokulandelelwa

source: How Does Do Not Track Work?
ar: كيف يعمل عدم التعقب؟
cy: Sut mae Peidio Dilyn yn Gweithio?
eu: Nola dabil 'Do Not Track'?
gd: Ciamar a tha “Na tracaich” ag obair?
ro: Cum funcționează Nu mă urmări?

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you do not want your behavior tracked.
am: አትከታተሉኝን በሚያበሩ ጊዜ የ እርስዎ አካል ለሁሉም ድሕረ ገጾች እና መተግበሪያዎች (እንዲሁም ማስታወቂያ እና ሌሎች ይዞታ አቅራቢዎች) እርስዎን እንዲከታተሉዎት እንደማይፈልጉ ይነግራል
ar: عند تشغيلك لميزة عدم التعقب، جهازك يخبر كل موقع ويب وتطبيق (كذلك المعلنين ومقدمي المحتويات اﻷخرى) بأنك لا ترغب في تعقب سلوكك.
bg: Когато включите Без проследяване, вашето устройство казва на всяка страница и приложение (както и на рекламодателите и другите доставчици на съдържание), че не желаете да следят вашето поведение.
bn_bd: যখন আপনি ট্র্যাক করবেন না চালু করবেন, আপনার ডিভাইস সকল ওয়েবসাইট ও অ্যাপকে (সাথে সাথে বিজ্ঞাপন ও অনান্য জিনিস সরবরাহকারীকে) বলবে যে আপনি আপনার চালচলন ট্র্যাক করাতে চান না।
bn_in: আপনি যখন Do Not Track চালু করবেন, আপনার ডিভাইস প্রতি ওয়েবসাইট এবং অ্যাপ্লিকেশনকে জানিয়ে দেবে (সেইসাথে বিজ্ঞাপনদাতাদের এবং অন্যান্য কন্টেন্ট প্রদানকারীদের) যে আপনি আপনার আচরণ অনুসরণ করতে দিতে চান না।
br: Pa vez gweredekaet Na heuliañ ma roudoù, e lavar ho trevnad d'al lec'hiennoù ha d'an arloadoù (ar bruderien hag ar bourchaserien endalc'hadoù all ivez) ne fell ket deoc'h e vefe heuliet hoc'h emzalc'h.
bs: Kada uključite Nemoj me pratiti, vaš uređaj svakoj web stranici i aplikaciji (kao i oglašivačima i drugim pružateljima sadržaja) kaže da ne želite da prate vaše ponašanje.
ca: Si activeu «No vull ser seguit», el dispositiu informarà cada lloc web i aplicació (així com anunciants i altres proveïdors de contingut) que no voleu que facin el seguiment de la vostra activitat.
cy: Pan fyddwch yn cychwyn y nodwedd Dim Tracio, bydd eich dyfais yn dweud wrth bob gwefan ac ap (yn ogystal â hysbysebwyr a darparwyr cynnwys eraill) nad ydych am i'ch ymddygiad gael ei ddilyn.
es: Cuando activa la característica No quiero ser rastreado, su dispositivo le indica a todos los sitios web y aplicaciones (así como a anunciantes y otros proveedores de contenidos) que no desea que rastreen sus hábitos de navegación.
eu: 'Do No Track' aktibatzean, zure gailuak webgune eta aplikazio guztiei (bai eta iragarle eta beste eduki-hornitzaileei ere) esaten die ez duzula zure portaeraren jarraipenik egitea nahi.
fa: وقتی شما «ردیابی نکن» را فعال می‌کنید، دستگاه شما به همه سایت‌ها و برنامه‌ها (از جمله تبلیغ کنندگان و سایر فراهم‌کنندگان اطلاعات) می‌گوید که شما نمی‌خواهید فعالیت‌هایتان ردیابی شود.
ga_ie: Nuair a chuireann tú 'Ná Lorgtar Mé' ar siúl, deir do ghléas le gach suíomh Gréasáin agus aip (agus le fógróirí agus soláthraithe ábhair eile) gan do chuid gníomhaíochta ar líne a rianú.
gd: Ma chuireas tu "Na tracaich" air, innsidh an t-uidheam agad dhan a h-uile làrach-lìn is aplacaid (a’ gabhail a-staigh buidhnean-sanasachd is solaraichean susbaint eile) nach eil thu ag iarraidh gun tracaich iad na nì thu.
hu: A „Ne kövessenek” szolgáltatás bekapcsolásakor az eszköz minden webhelynek és appnak (valamint reklámozónak és tartalomszolgáltatónak) jelzi, hogy Ön nem szeretné, ha tevékenységét követnék.
id: Saat Jangan Lacak diaktifkan, peranti Anda akan memberi tahu setiap situs web dan aplikasi (termasuk pengiklan dan penyedia konten lainnya) bahwa Anda tidak ingin tingkah laku Anda dilacak.
kn: ನೀವು ಜಾಡು ಇರಿಸಬೇಡ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ನೀವು ಜಾಡನ್ನು ಇರಿಸುವುದನ್ನು ಬಯಸುವುದಿಲ್ಲವೆಂದು ಸಾಧನವು ಪ್ರತಿ ಜಾಲತಾಣ ಮತ್ತು ಅನ್ವಯಕ್ಕೆ (ಹಾಗೂ ಜಾಹಿರಾತುದಾರರು ಮತ್ತು ಇತರೆ ಕಂಟೆಂಟ್ ಒದಗಿಸುವವರಿಗೆ) ತಿಳಿಸುತ್ತದೆ.
pt: Ao ativar a não-monitorização, o seu dispositivo informa os websites e aplicações (assim como os anunciantes e fornecedores de conteúdo) que não pretende que o seu comportamento seja monitorizado.
ro: Când pornești Nu mă urmări, dispozitivul spune fiecărui site web și aplicație (la fel și agenților de publicitate și altor furnizori de conținut) că nu vrei să-ți fie urmărit comportamentul.
si: ඔබ විසින් පසු නොහඹන්න යන්න ක්‍රියාත්මක කළ විට, ඔබේ උපාංගය සෑම වෙබ් අඩවියකටම සහ යෙදුමකටම (දැන්වීම්කරුවන් සහ වෙනත් අන්තර්ගතයන් සපයන්නන් ඇතුළුව) ඔබේ හැසිරීම පසු නොහැඹීය යුතු බව පවසනු ලබයි.
ta: தடமறியாமையை செயல்படுத்தும்போது, அனைத்து இணையத்தளங்கள் மற்றும் பயன்பாடுகளை (விளம்பரதாரர்கள் மற்றும் மற்ற உள்ளடக்கங்களை வழங்குநர்களை பாேன்ற) கண்காணிக்க வேண்டாம் என் உங்களுடைய சாதனம் சொல்கிறது.
th: เมื่อคุณเปิดอย่าตามรอย อุปกรณ์ของคุณจะบอกทุกเว็บไซต์และแอป (รวมทั้งผู้ลงโฆษณาและผู้ให้บริการเนื้อหาอื่น ๆ) ว่าคุณไม่ต้องการให้พฤติกรรมการใช้งานของคุณถูกตามรอย
tr: Beni İzleme'yi açtığınızda, aygıtınız tüm web sitelerine ve uygulamalara (aynı zamanda reklam verenlere ve diğer içerik sağlayıcılara) hareketlerinizin izlenmesini istemediğinizi bildirir.
ur: جب آپ سراغ کاری نہ کریں آن کریں گے، تو آپکا آلہ ہر ویب سائٹ اور ہر ایپلیِکیشن (یہان تک کے اِشتہار اور مواد مہیا کنندہ) کو اطلاع دیگا کہ آپ خود کے رویّے کی سراغ کاری نہی کاروانا چاہتے۔
uz: "Kuzatmang" xususiyati yoqilganmda, qurilmangiz har bir vebsahifa va ilova dasturlar (reklama beruvchilar va boshqa saytlar)ga sizning kuzatishlarini xohlamasligingiz aytadi.
wa: Cwand vs eclitchîz Èn nén shuve, vost éndjin dirè a tchaeke waibe et aplicåcion (et minme a tchaeke fijheu d’ reklame ou ahesseu d’ contnou) ki vos n’ vloz nén k’ vos uzances fouxhexhe shuvowe.

source: Turning on Do Not Track will not affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
am: አትከተሉኝን ማብራት ምንም ተፅእኖ አይፈጥርም: ወደ ድሕረ ገጽ ሲገቡ ወይንም የ እርስዎ አካል የ እርስዎን መረጃ አይረሳም እንደ የገበያ ጋሪ ይዞታዎች የ አካባቢ መረጃ ወይንም መግቢያ-ወደ ድህረ ገጽ ሲገቡ
ar: تشغيل عدم التعقب لن يؤثر على قدرتك في تسجيل الدخول لمواقع الويب، ولن يؤدي بجهازك لنسيان معلوماتك الخاصة — من قبيل محتويات عربات التسوق، معلومات الموقع، أو معلومات تسجيل الدخول.
bg: Включването на Без проследяване няма да се отрази на възможността за вписване в страници или да е причина устройството ви да забрави лична информация като съдържание на пазарски колички, местоположение или къде сте вписани.
bn_bd: ট্র্যাক করবেন না চালু করলে আপনি যেমন সাইন ইন করতে সমস্যায় পড়বেন না, তেমনি ডিভাইস আপনার ব্যক্তিগত তথ্য যেমন, শপিং কার্ট, অবস্থানের তথ্য কিংবা সাইন-ইন তথ্য ভুলে যাবে না।
bn_in: Do not track চালু করলে এটি ওয়েবসাইটগুলিতে সাইন ইন করার ক্ষমতাকে প্রভাবিত করবে না, এর প্রভাবে আপনার ডিভাইস আপনার ব্যক্তিগত তথ্যও ভোলে না, যেমন শপিং কার্ট,অবস্থান তথ্য বা সাইন ইন তথ্য।
br: Mar gweredekait Na heuliañ ma roudoù e c'hellit atav kennaskañ ouzh lec'hiennoù hag ho trevnad ne zisoñjo ket ho titouroù prevez, evel endalc'had ho paner prenadennoù, ho lec'hiadur pe ho titouroù kennaskañ.
bs: Uključivanje opcije Nemoj me pratiti neće uticati na vašu mogućnost da se prijavite na web stranice, niti uzrokovati da vaš uređaj zaboravi vaše privatne informacije, poput sadržaja korpe za kupovinu, informacije o lokaciji ili informacije o prijavi.
ca: Activar «No vull ser seguit» no afectarà la vostra capacitat d'iniciar la sessió en llocs web ni farà que el dispositiu oblidi la vostra informació privada, com ara el contingut de carrets de compra, la informació d'ubicació o la informació d'inici de sessió.
cy: Ni fydd cychwyn Peidio Dilyn yn effeithio ar eich gallu i fewngofnodi i wefannau, nag achosi i'ch dyfais anghofio eich data preifat megis cynnwys cartiau siopa, gwybodaeth lleoliad na gwybodaeth mewngofnodi.
es: La activación de No quiero ser rastreado no afecta a cómo se conecta a los sitios web, ni hace que su dispositivo olvide su información privada, como los contenidos de carritos de compras, información de ubicación o información de conexión.
eu: 'Do No Track' aktibatzeak ez du eraginik webguneetan saioa hasteko gaitasunean eta ez du zure informazio pribaturik ahaztuko, hala nola erosketa-saskietako edukiak, kokapen-informazioa edo saio-hasierako informazioa.
fa: روشن کردن «ردیابی نکن» تاثیری به امکان شما برای ورود به وب‌سایت‌ها یا اینکه دستگاه شما اطلاعات شخصی شما، مثل محتویات سبد خرید فروشگاهی، اطلاعات مکانی یا اطلاعات مربوط به ورود به سایت‌ها را فراموش کند، ندارد.
ga_ie: Nuair a bhíonn 'Ná Lorgtar Mé' ar siúl, beidh tú fós ábalta logáil isteach i suímh Ghréasáin, agus ní ligfidh do ghléas aon eolas pearsanta i ndearmad, mar shampla earraí i dtrálaí siopadóireachta, eolas faoi do shuíomh, nó dintiúir logála isteach.
gd: Ma chuireas tu “Na tracaich” air, ’s urrainn dhut fhathast clàradh a-steach air làraichean-lìn agus cha dìochuimhnich an t-uidheam am fiosrachadh prìobhaideach agad — can susbaint nam basgaidean ceannachd, fiosrachadh mu d’ ionad no ainm-cleachdaichean 's faclan-faire.
hu: A „Ne kövessenek” bekapcsolása nem befolyásolja a képességét a weboldalakra bejelentkezésre, és az eszköze sem felejt el személyes információkat – például bevásárlókosarak tartalmát, földrajzi helyzetével kapcsolatos vagy bejelentkezési információkat.
id: Mengaktifkan Jangan Lacak tidak mempengaruhi keleluasaan Anda untuk masuk ke situs web atau menyebabkan peranti Anda melupakan informasi pribadi seperti isi keranjang belanja, informasi lokasi, atau informasi masuk.
kn: ಜಾಡು ಇರಿಸಬೇಡ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವದರಿಂದ ನೀವು ಜಾಲತಾಣಕ್ಕೆ ಪ್ರವೇಶಿಸುವುದಕ್ಕೆ ಯಾವುದೆ ತೊಂದರೆಯಾಗುವುದಾಗಲಿ ಅಥವ ಶಾಪಿಂಗ್‌ ಕಾರ್ಟ್‌ಗಳ, ಸ್ಥಳ ಮಾಹಿತಿ ಅಥವ ಪ್ರವೇಶದ ಮಾಹಿತಿಯಂತಹ ನಿಮ್ಮ ಖಾಸಗಿ ಮಾಹಿತಿಯನ್ನು ಮರೆಯುವುದಕ್ಕೆ ಕಾರಣವಾಗುವುದಿಲ್ಲ.
pt: O recurso de não-monitorização não afeta a possibilidade de aceder aos websites nem fará com que o aparelho se esqueça das suas informações privadas, tais como o conteúdo dos carrinhos de compras ou informações de um acesso.
ro: Pornind Nu mă urmări aceasta nu va afecta posibilitatea de a te autentifica pe site-uri web, nici ca dispozitivul să uite informațiile tale private, cum ar fi conținuturile coșurilor de cumpărături, informații privind locul tău sau informații de autentificare.
si: පසු නොහැඹීම ක්‍රියාත්මක කිරීම මඟින් වෙබ් අඩවි තුළට ප්‍රවිෂ්ට වීමට ඇති හැකියාවන් හෝ සාප්පු බඩු බාහිරාදියේ අන්තර්ගතයන්, ස්ථානීය තොරතුරු හෝ පිවිසුම් තොරතුරු වැනි ඔබේ පුද්ගලික තොරතුරු උපාංගය විසින් අමතක කිරීමට ඉඩ නොදෙයි.
ta: தடமறியாமையை செயல்படுத்தும்போது உங்களுடைய இணையத்தளங்களில் உளநுழைதலையோ அல்லது உங்களுடைய நாதனத்தின் சுய விவர தரவை மறக்கடிக்கோ செய்யாது, அவைகளை பொன்ற ஷாப்பிங் பொருட்கள், இடத் தகவல் அல்லது நுழைவு தகவல்.
th: การเปิดอย่าตามรอยจะไม่ส่งผลกระทบกับความสามารถของคุณในการเข้าสู่ระบบเว็บไซต์ และไม่ทำให้อุปกรณ์ของคุณลืมข้อมูลส่วนตัวของคุณ อาทิเช่น เนื้อหาของตะกร้าสินค้า ข้อมูลตำแหน่งที่ตั้ง หรือข้อมูลการเข้าสู่ระบบ
tr: Beni İzleme'yi açmak, web sitelerine giriş yapabilmenizi etkilemez veya aygıtınızın alışveriş sepeti içeriği, konum bilgisi, oturum bilgileri gibi özel bilgilerinizi unutmasına yol açmaz.
ur: سراغ کاری نہ کریں آن کرنا آپ کی اہلیت کو کسی ویب سائٹ پر سائن اِن یا نجی معلومات بُھلانے پر آپ کے آلہ کو متاثر نہیں کرتا، جیسے کہ خریدکی مشمولات، محل وقوع کی معلومات یا سائن ان معلومات۔
uz: "Kuzatmang" xususiyatini yoqib qo‘yish vebsaytlarga kirish qobiliyatiga ta’sir qilmaydi, xarid kartasi, manzil ma’lumoti yoki kirish ma’lumoti tarkibi kabi maxfiy ma’lumotlaringizni qurilmangiz unutishiga sabab bo‘lmaydi.
wa: Eclitchî Èn nén shuve ni vs espaitchrè nén di vs elodjî a des waibes et ni frè nén k’ vost éndjin roveye vos informåcions privêyes come çou k’ i gn a e vosse tcherete di comissions, des pondants et djondants so vost eplaeçmint ou so vos elodjaedje.

source: Browsing Privacy
am: የ መቃኛ ግላዊነት
ar: خصوصية التصفح
bg: Поверително сърфиране
bn_bd: ব্রাউজিং গোপনীয়তা
bn_in: ব্রাউজিং এর গোপনীয়তা
br: Reolenn a-fet buhez prevez
bs: Privatnost surfanja
ca: Privadesa de navegació
cy: Preifatrwydd Pori
es: Privacidad navegación
eu: Nabigazio-pribatutasuna
fa: حریم‌خصوصی مرور
ga_ie: Príobháideachas Brabhsála
gd: Prìobhaideachd brabhsaidh
hu: Böngészési adatvédelem
lv: Pārlūkošanas privātums
pt: Privacidade da navegação
ro: Confidențialitate de navigare
si: ගවේශන පුද්ගලිකත්වය
th: ความเป็นส่วนตัวในการท่องเว็บ
ur: براؤزنگ نجی نوعیت
uz: Ko‘rish maxfiyligi
