Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
am: ማስገባት አለብዎት የ ግል መክፈቻ ቁልፍ (ፑክ) ኮድ ለ ሲም ካርድ: ያመሳክሩ ወደ እርስዎ ሲም ካርድ ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: يجب عليك إدخال مفتاح إلغاء التأمين الشخصي (PUK) للشريحة. ارجع إلى وثائق الشريحة أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
bg: Трябва да въведете Personal Unlocking Key (PUK) код на SIM картата. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: আপনার সিম কার্ডের জন্য ব্যক্তিগত আনলকিং কী (PUK) কোড লিখতে হবে। আপনার সিম কার্ড নথিপত্র পড়ুন অথবা অধিক বিবরণের জন্য আপনার ক্যারিয়ার সাথে যোগাযোগ করুন।
bn_in: আপনি সিম কার্ডের জন্য ব্যক্তিগত অবরোধমুক্ত কী (PUK) কোড টাইপ করুন। আরও তথ্যের জন্য আপনার সিম কার্ড ডকুমেন্টেশন পড়ুন অথবা আপনার সংবাহক সঙ্গে যোগাযোগ করুন।
br: Ret eo deoc'h bizskrivañ ar voneg PUK (Alc'hwez personel dibrennañ) evit ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Morate unijeti lični ključ za otključavanje (PUK) kod za SIM karticu. Pogledajte vašu dokumentaciju SIM kartice ili se obratite vašem operateru za više informacija.
ca: Heu d'introduir el número personal de desbloqueig (PUK) de la targeta SIM. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Rhaid cynnig y cod Allwedd Datgloi Personol (Personal Unlocking Key - PUK) ar gyfer y cerdyn SIM. Darllenwch fanylion eich cerdyn SIM neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: Debe escribir la Clave Personal de Desbloqueo (PUK) para la tarjeta SIM. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: Personal Unlocking Key (PUK) kodea sartu behar duzu SIM txartel honetarako. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: باید برای سیم کارت، کلید گشودن قفل شخصی (PUK) را وارد کنید. برای اطّلاعات بیش‌تر به مستندات سیم کارتتان مراجعه کرده یا با اپراتورتان تماس بگیرید.
ga_ie: Ní mór duit an cód PUK (Personal Unlocking Key) don chárta SIM a chur isteach. Féach ar dhoiciméadú do chárta SIM nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Feumaidh tu an còd Personal Unlocking Key (PUK) airson na cairt SIM seo a chur a-steach. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no bruidhinn ris a' ghiùlanair agad.
hi_in: आपको SIM कार्ड के लिए व्यक्तिगत अनलॉकिंग कुंजी कोड (PUK) दर्ज करना होगा. अपना SIM कार्ड दस्तावेज़ीकरण देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करे.
hu: Meg kell adnia a SIM kártya PUK (személyes feloldókulcs) kódját. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda harus memasukkan kode Personal Unlocking Key (PUK) untuk kartu SIM ini. Silakan baca petunjuk penggunaan kartu SIM Anda atau hubungi operator Anda untuk mendapatkan informasi selengkapnya.
kn: SIM ಕಾರ್ಡಿಗೆ ಪರ್ಸನಲ್ ಅನ್‌ಲಾಕ್‌ ಸಂಕೇತ(PUK) ನಮೂದಿಸಿ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ನೋಡಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿ.
mai: अहाँकेँ SIM कार्ड कलेल व्यक्तिगत अनलॉकिंग कुँजी कोड (PUK) दर्ज कएनाइ हाएत. अपन SIM कार्ड दस्ताबेज़ीकरण देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Tsy maintsy mampiditra ny kaody lakile famohana manokana (PUK) ianao raha hampiasa an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa amin'ny mpandraharahanao raha mila fampahalalana bebe kokoa.
ne: सिम कार्डको निम्ति तपाईले Personal Unlocking Key (PUK) कोड राख्नैपर्छ। अरु जानकारीको निम्ति सिम कार्ड दस्तावेज़ अनुरुप गर्नुहोस् अथवा तपाईको वाहकलाई सम्पर्क गर्नुहोस् |
or: ଆପଣଙ୍କୁ SIMକାର୍ଡପାଇଁ (PUK) କୋଡ ଦେବାକୁ ପଡ଼ିବ। ଆପଣଙ୍କ SIMକାର୍ଡ ପତ୍ରିକାକୁ ଦେଖନ୍ତୁ ବା ଅଧିକ ସୂଚନାପାଇଁ ଆପଣଙ୍କ କ୍ୟାରିଅର ସହ ସମ୍ପର୍କ କରନ୍ତୁ।
pt: Deve introduzir a Personal Unlocking Key (código PUK) para o cartão SIM. Consulte a documentação do seu cartão SIM ou contacte o operador para mais informações.
ro: Trebuie să introduci codul cheii personale de deblocare (PUK) pentru cartela SIM. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: ඔබ විසින් සිම් කාඩ්පත සඳහා පුද්ගලික අගුළු හැරීමේ යතුර (PUK) කේතය යෙදිය යුතුවේ. ඔබේ සිම් කාඩ්පතේ ප්‍රලේඛනයෙන් හෝ ඔබේ වාහකයාගෙන් වැඩිදුර තොරතුරු ලබාගන්න.
sw: Lazima uingize kodi ya Ufunguo wa Kibinafsi wa Kufungua (PUK) ya kadi ya SIM. Rejelea maandishi ya kadi yako ya SIM au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: சிம் அட்டையை திறக்க தனிப்பட்ட திறத்தல் விசையை(பியூகெ) குறியீட்டை உள்ளிட வேண்டும். உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்பு கொள்.
th: คุณต้องป้อนรหัสกุญแจปลดล็อคส่วนบุคคล (PUK) สำหรับการ์ด SIM ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: SIM kartın Kişisel Kilit Açma Anahtarını (PUK) girmelisiniz. Daha fazla bilgi için SIM kartınızın belgelerine bakın veya operatörünüzle irtibata geçin.
ur: اس SIM کارڈ کے لیے آپ کو ذاتی غیر مقفل چابی (PUK) لازمی داخل کرنا ہو گی۔ اپنے SIM کارڈ کا دستاویزی عمل دیکھیں یا پھر مزید معلومات کے لیے اپنے بارگیر سے رابطہ کریں۔
uz: Siz SIM karta uchun shaxsiy qulfdan chiqarish kalitlaringiz (PUK) kodini kiritishingiz kerak. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
vi: Bạn phải nhập mã mở khóa cá nhân (PUK) cho thẻ SIM. Hãy tham khảo hướng dẫn sử dụng thẻ SIM hoặc liên hệ với nhà cung cấp dịch vụ để biết thêm thông tin.
wa: Vos dvoz taper li côde PUK (Clé di Dizeclawaedje da Sinne - Personal Unlocking Key) pol cwåte SIM. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.
xh: Ufanele ufake ikhowudi iKhi yoBuqu yokuVula (PUK) yekhadi le-SIM. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Kufanele ufake ikhodi ye-Personal Unlocking Key (PUK) yekhadi le-SIM. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.

source: You must enter the Personal Unlocking Key (PUK2) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
am: እርስዎ የግል መክፈቻ ቁልፍ ማስገባት አለብዎት (ፑክ2) ኮድ ለ ሲም ካርድ: ያመሳክሩ ወደ እርስዎ ሲም ካርድ ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: يجب عليك إدخال مفتاح إلغاء التأمين الشخصي (PUK2) للشريحة SIM. ارجع إلى وثائق الشريحة SIM أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
bg: Трябва да въведете Personal Unlocking Key (PUK2) код на SIM картата. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: আপনার সিম কার্ডের জন্য ব্যক্তিগত আনলকিং কী (PUK2) কোড লিখতে হবে। আপনার সিম কার্ড নথিপত্র পড়ুন অথবা অধিক বিবরণের জন্য আপনার ক্যারিয়ার সাথে যোগাযোগ করুন।
bn_in: আপনি SIM কার্ডের জন্য ব্যক্তিগত অবরোধমুক্ত কী (PUK2) কোড টাইপ করুন। আরও তথ্যের জন্য আপনার SIM কার্ড ডকুমেন্টেশন পড়ুন অথবা আপনার সংবাহকের সঙ্গে যোগাযোগ করুন।
br: Ret eo deoc'h bizskrivañ ar voneg PUK2 (Alc'hwez personel dibrennañ) evit ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Morate unijeti lični ključ za otključavanje (PUK2) kod za SIM karticu. Pogledajte vašu dokumentaciju SIM kartice ili se obratite vašem operateru za više informacija.
ca: Heu d'introduir la clau de desbloqueig personal (PUK2) de la targeta SIM. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Rhaid cynnig y cod Allwedd Datgloi Personol (Personal Unlocking Key - PUK2) ar gyfer y cerdyn SIM. Darllenwch fanylion eich cerdyn SIM neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: Debe escribir la Clave Personal de Desbloqueo (PUK2) de la tarjeta SIM. Consulte la documentación de su tarjeta SIM o contacte con su operador para más información.
eu: Personal Unlocking Key (PUK2) kodea sartu behar duzu SIM txartelerako. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: باید برای سیم کارت، کلید گشودن قفل شخصی (PUK2) را وارد کنید. برای اطّلاعات بیش‌تر به مستندات سیم کارتتان مراجعه کرده یا با اپراتورتان تماس بگیرید.
ga_ie: Ní mór duit an cód PUK2 (Personal Unlocking Key) don chárta SIM a chur isteach. Féach ar dhoiciméadú do chárta SIM nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Feumaidh tu an còd Personal Unlocking Key (PUK2) airson na cairt SIM seo a chur a-steach. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no bruidhinn ris a' ghiùlanair agad.
hi_in: आपको SIM कार्ड के लिए व्यक्तिगत अनलॉकिंग कुंजी कोड (PUK2) दर्ज करना होगा. अपना SIM कार्ड दस्तावेज़ीकरण देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करे.
hu: Meg kell adnia a SIM kártya PUK2 (személyes feloldókulcs) kódját. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda harus memasukkan kode Personal Unlocking Key (PUK2) untuk kartu SIM. Silakan baca petunjuk penggunaan kartu SIM Anda atau hubungi operator Anda untuk mendapatkan informasi selengkapnya.
kn: SIM ಕಾರ್ಡಿಗೆ ಪರ್ಸನಲ್ ಅನ್‌ಲಾಕ್‌ ಸಂಕೇತ(PUK2) ನಮೂದಿಸಿ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ನೋಡಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿ.
mai: अहाँकेँ SIM कार्ड कलेल व्यक्तिगत अनलॉकिंग कुँजी कोड (PUK2) दर्ज कएनाइ हाएत. अपन SIM कार्ड दस्ताबेज़ीकरण देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Tsy maintsy mampiditra ny kaody lakile famohana manokana (PUK2) ianao raha hampiasa an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa amin'ny mpandraharahanao raha mila fampahalalana bebe kokoa.
ne: सिम कार्डको निम्ति तपाईले व्यक्तिगत तालाखोल्ने साँचो (PUK2) कोड राख्नैपर्छ। अरु जानकारीको निम्ति सिम कार्ड दस्तावेज़ अनुरुप गर्नुहोस् अथवा तपाईको वाहकलाई सम्पर्क गर्नुहोस् ।
or: ଆପଣଙ୍କୁ SIMକାର୍ଡପାଇଁ (PUK) କୋଡ ଦେବାକୁ ପଡ଼ିବ। ଆପଣଙ୍କ SIMକାର୍ଡ ପତ୍ରିକାକୁ ଦେଖନ୍ତୁ ବା ଅଧିକ ସୂଚନାପାଇଁ ଆପଣଙ୍କ କ୍ୟାରିଅର ସହ ସମ୍ପର୍କ କରନ୍ତୁ।
pt: Deve introduzir a Personal Unlocking Key (código PUK2) para o cartão SIM. Consulte a documentação do seu cartão SIM ou contacte o operador para mais informações.
ro: Trebuie să introduci codul cheii personale de deblocare (PUK2) pentru cartela SIM. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: ඔබ විසින් සිම් කාඩ්පත සඳහා පුද්ගලික අගුළු හැරීමේ යතුර (PUK2) කේතය යෙදිය යුතුවේ. ඔබේ සිම් කාඩ්පතේ ප්‍රලේඛනයෙන් හෝ ඔබේ වාහකයාගෙන් වැඩිදුර තොරතුරු ලබාගන්න.
sw: Lazima uingize kodi ya Ufunguo wa Kibinafsi wa Kufungua (PUK2) ya kadi ya SIM. Rejelea maandishi ya kadi yako ya SIM au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: சிம் அட்டையை திறக்க நீங்கள் கட்டாயாமாக சுய திறப்பு விசை (PUK2) குறியீட்டை உள்ளிட வேண்டும். உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்பு கொள்.
th: คุณต้องป้อนรหัสกุญแจปลดล็อคส่วนบุคคล (PUK2) สำหรับการ์ด SIM ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: SIM kartın Kişisel Kilit Açma Anahtarını (PUK2) girmelisiniz. Daha fazla bilgi için SIM kartınızın belgelerine bakın veya operatörünüzle irtibata geçin.
ur: اس SIM کارڈ کے لیے آپ کو ذاتی غیر مقفل چابی (PUK2) لازمی داخل کرنا ہو گی۔ اپنے SIM کارڈ کا دستاویزی عمل دیکھیں یا پھر مزید معلومات کے لیے اپنے بارگیر سے رابطہ کریں۔
uz: Siz SIM karta uchun shaxsiy qulfdan chiqarish kalitlaringiz (PUK2) kodini kiritishingiz kerak. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
vi: Bạn phải nhập mã mở khóa cá nhân (PUK) cho thẻ SIM. Hãy tham khảo hướng dẫn sử dụng thẻ SIM của bạn hoặc liên hệ với nhà cung cấp dịch vụ của bạn để biết thêm thông tin.
wa: Vos dvoz taper li côde PUK2 (Clé di Dizeclawaedje da Sinne - Personal Unlocking Key) pol cwåte SIM. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.
xh: Ufanele ufake ikhowudi iKhi yoBuqu yokuVula (PUK2) yekhadi le-SIM. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Kufanele ufake ikhodi ye-Personal Unlocking Key (PUK2) yekhadi le-SIM. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.

source: The PUK code is incorrect.
am: የ ፑክ ኮድ የተሳሳተ ነው
ar: كود PUK غير صحيح.
bg: Грешен PUK код.
bn_bd: PUK কোডটি সঠিক নয়।
bn_in: PUK কোডটি ভুল আছে।
br: Direizh eo ar voneg PUK.
bs: PUK kod je pogrešan.
ca: El codi PUK és incorrecte.
cy: Mae'r cod PUK yn anghywir.
es: El código PUK es incorrecto.
eu: PUK kodea okerra da.
fa: رمز PUK نادرست است.
ga_ie: Tá an cód PUK mícheart.
gd: Tha an còd PUK cearr.
hi_in: PUK कोड गलत है.
hu: A PUK kód helytelen.
id: Kode PUK salah.
kn: PUK ಸಂಕೇತ ತಪ್ಪಾಗಿದೆ.
lv: Ievadītais PUK kods ir nepareizs.
mai: PUK कोड गलत अछि.
mg: Diso ilay kaody PUK.
ne: PUK कोड गलत छ।
or: PUK କୋଡଟି ଭୁଲ ଅଟେ।
pt: O código PUK está incorreto.
ro: Codul PUK este incorect.
si: PUK කේතය වැරදිය.
sw: Kodi ya PIN sio sahihi.
ta: பியூகெ குறியீடு தவறானது.
th: รหัส PUK ไม่ถูกต้อง
tr: PUK kodu yanlış.
ur: PUK کوڈ غیر صحیح ہے۔
uz: PUK kod noto‘g‘ri.
vi: Mã PUK không đúng.
wa: Li côde PUK est mwais.
xh: Ikhowudi ye-PUK ayichananga.
zu: Ikhodi ye-PUK ayisilo iqiniso.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
am: አንድ ሙከራ ይቀሮታል ትክክለኛውን ኮድ ለማስገባት ይህ የ ሲም ካርድ በቋሚነት ከመቆለፉ በፊት: ያመሳክሩ ወደ እርስዎ ሲም ካርድ ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: لديك محاولة واحدة متبقية لإدخال الرمز الصحيح قبل أن تصبح هذه الشريحة غير صالحة للإستعمال بشكل دائم. ارجع إلى وثائق الشريحة أو اتصل بالمزود الخاص بك للحصول على مزيد من المعلومات.
bg: Имате един опит да въведете правилен код преди да заключите SIM картата. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: সিম কার্ডটি স্থায়ীভাবে আব্যাবহারযোগ্য হওয়ার পূর্বে সঠিক কোডটি প্রবেশ করানোর জন্য আপনার কাছে শুধুমাত্র একটি সুযোগ বাকি রয়েছে। আরও তথ্যের জন্য আপনার সিম কার্ডের ডক্যুমেন্টসমূহতে খুজুন অথবা আপনার ক্যারিয়ার এর সাথে যোগাযোগ করুন।
bn_in: SIM কার্ড টি স্থায়ীভাবে অকার্যকর হয়ে যাবার আগে আপনার কেবল একবার মাত্র চেষ্টা করা বাকি আছে। আপনার SIM কার্ড এর নথিপত্র দেখুন অধিক তথ্যের জন্য আপনার ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: Chom a ra deoc'h un arnod evit reiñ ar voneg reizh a-raok ma vo diarveradus ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Imate još jedan pokušaj da unesete ispravan kod prije nego SIM kartica bude trajno neupotrebljiva. Pogledajte dokumentaciju vaše SIM kartice ili se obratite vašem operateru za više informacija.
ca: Us queda un intent per introduir el codi correcte abans que la targeta SIM quedi inservible permanentment. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Mae gennych un tro ar ôl i gynnig y cod cywir cyn bydd y SIM y cael ei atal yn barhaol. Darllenwch y wybodaeth ddaeth gyda'r cerdyn SIM neu gysylltu â'ch darparwr am wybodaeth bellach.
es: Sólo le queda un intento para escribir el código correcto antes de que la tarjeta SIM quede definitivamente inutilizable. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: Azken aukera daukazu kode zuzena sartzeko SIM txartela behin-betiko erabilezin geratu aurretik. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: یک تلاش دیگر برای وارد‌کردن کد صحیح قبل از اینکه سیم کارت برای همیشه غیر قابل استفاده شود باقی مانده است. برای اطلاعات بیشتر به مستندات سیم کارت مراجعه کنید یا با سرویس‌دهنده خود تماس بگیرید.
ga_ie: Níl ach iarracht amháin fágtha agat an cód ceart a chur isteach sula mbeidh an cárta SIM seo do-úsáidte go deo. Féach ar dhoiciméadú do chárta SIM nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Tha aon oidhirp eile agad an còd ceart a chur a-steach mus bi a' chairt SIM seo gun fheum gu sìorraidh bràth. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no bruidhinn ris a' ghiùlanair agad airson barrachd fiosrachaidh.
hi_in: इससेपहले यह SIM कार्ड स्थायी रूप से व्यर्थ हो जाए आपके पास सही कोड प्प्रविष्ट करने के लिए एक प्रयास बाकी हैं. SIM कार्ड दस्तावेज़ देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करें.
hu: Még egy lehetősége van a helyes kód megadására, mielőtt a SIM kártya véglegesen használhatatlanná válik. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda memiliki satu kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM ini tidak dapat digunakan lagi secara permanen. Silakan baca petunjuk penggunaan kartu SIM Anda atau hubungi operator Anda untuk mendapatkan informasi selengkapnya.
kn: SIM ಕಾರ್ಡ್ ಶಾಶ್ವತವಾಗಿ ಕೆಲಸಕ್ಕೆ ಬಾರದಂತಾಗುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ ಕಡೆಯ ಒಂದು ಪ್ರಯತ್ನ ಬಾಕಿ ಇದೆ. ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
lv: Jums ir palicis viens mēģinājums lai ievadītu pareizo kodu pirms šī SIM karte kļūs pastāvīgi neizmantojama. Griezieties pie savas SIM kartes dokumentāciju vai sazinieties ar savu operatoru lai uzzinātu vairāk.
mai: एकरा सँ पहिले ई SIM कार्ड स्थायी रूप सँ व्यर्थ भए जाए अहाँक पास सही कोड प्रविष्ट करबाक लेल एकटा प्रयास बाकी अछि. SIM कार्ड दस्ताबेज देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Andrana iray sisa no anananao hampidirana ny kaody marina alohan'ny tsy hampety hampiasaina mandrakizay an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa amin'ny mpandraharahanao raha mila fampahalalana bebe kokoa.
ne: सिम कार्ड स्थायी रुपमा काम नलाग्ने हुन अगाडि तपाईँसँग एउटा सहि कोड प्रविष्ट गर्ने कोसिस बाँकि छ । अझ जानकारीका लागि तपाईँको सिम कार्डको मिसिलिकरणबाट सल्लाह लिनुहोस् वा तपाईँको वाहकसँग सम्पर्क राख्नुहोस्।
or: SIMକାର୍ଡଟି ସ୍ଥାୟୀ ଭାବରେ ଅନୁପଯୋଗୀ ହେବା ଆଗରୁ ଆପଣଙ୍କ ପାଖରେ ଗୋଟିଏ ଥର ଚେଷ୍ଟା ବାକିଅଛି। ଆପଣଙ୍କ SIMକାର୍ଡ ପତ୍ରିକାକୁ ଦେଖନ୍ତୁ ବା ଅଧିକ ସୂଚନାପାଇଁ ଆପଣଙ୍କ କ୍ୟାରିଅର ସହ ସମ୍ପର୍କ କରନ୍ତୁ।
pt: Resta uma tentativa para introduzir o código correto antes de este cartão SIM se tornar permanentemente inutilizável. Consulte a documentação do seu cartão SIM ou o contacte o seu operador para mais informações.
ro: Ai o încercare rămasă pentru a introduce codul corect înainte ca această cartelă SIM să devină inutilizabilă permanent. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: සිම් කාඩ්පත ස්ථිරවම භාවිතයට ගත නොහැකි තත්ත්වයට පත් වීමට පෙර නිවැරදි කේතය යෙදීමට ඔබට ඇත්තේ තව එක උත්සාහයක් පමණි. ඔබේ සිම් කාඩ්පතේ ප්‍රලේඛනයෙන් හෝ ඔබේ වාහකයා සම්බන්ධ කර ගැනීමෙන් වැඩිදුර තොරතුරු ලබාගන්න.
sw: Una jaribio moja liliosalia la kuingiza kodi sahihi kabla ya kadi hii ya SIM kuwa haitumiki kabisa. Rejelea maandishi ya kadi yako ya SIM au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: சரியான குறியீடை உள்ளிடும் முன் உங்களுக்கு கடைசியாக ஒரேயாரு வாய்ப்புள்ளது இல்லையெனில் இந்த சிம் அட்டையை நிரந்தரமாக பயன்படுத்த முடியாது. உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது கூடுதலான தகவல்களுக்கு சேவை வழங்குபவர்களை தொடர்பு கொள்.
th: คุณเหลืออีกหนึ่งครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM นี้จะไม่สามารถใช้งานได้อย่างถาวร ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Bu SIM kart kalıcı olarak kullanılamaz hale gelmeden önce doğru kodu girmeniz için bir hakkınız kaldı. Daha fazla bilgi için SIM kartın belgelerine bakın veya operatörünüzle iletişime geçin.
ur: اس سے پہلے کہ یہ SIM کارڈ مستقل طور پر ناقابل استعمال ہو جائے آپ کے پاس صحیح کوڈ داخل کرنے کا ایک آخری موقع ہے۔ اپنے SIM کارڈ کا دستاویزی عمل دیکھیں یا پھر مزید معلومات کے لیے اپنے بارگیر سے رابطہ کریں۔
uz: Siz yana bir marta kodni kiritishingiz mumkin, agar kodni xato kiritsangiz SIM karta butunlay qulflanadi. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
vi: Bạn còn một lần thử để nhập mã chính xác trước khi thẻ SIM bị khóa vĩnh viễn. Xem tài liệu về thẻ SIM hoặc liên hệ với nhà mạng để biết thêm thông tin.
wa: Vos n’ avoz pus k’ ene saye po taper l’ bon côde divant kel cwåte SIM ni fouxhe pus eployåve, po todi. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.
xh: Unethuba elinye lokuzama ukufaka ikhowudi echanileyo phambi kokuba le SIM ingasebenzi ngokupheleleyo. Jonga amaxwebhu eSIM yakho okanye uqhagamshelane nomthwali wakho ngenkcazelo engakumbi.
zu: Usalelwe yithuba elilodwa lokufaka ikhodi eyiyo ngaphambi kokuba ikhadi le-SIM lingangasebenzi unomphela. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.
