Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Sorry, the system can’t send your suggestion because the email address is missing or due to a formatting error. Please use a valid email address and try again.
am: አዝናለሁ: ስርአቱ የ እርስዎን አስተያየት መላክ አልቻለም ምክንያቱም የ ኢሜይል አድራሻ አልተገኘም ወይንም በ አሰራር ስህተት ምክንያት: እባክዎን ዋጋ ያለው የ ኢሜይል አድራሻ አስገብተው እንደገና ይሞክሩ
ar: عذرا، لا يستطيع النظام إرسال اقتراحك بسبب عدم وجود بريد إلكتروني أو نتيجة خطأ في كتابة بريدك الإلكتروني. من فضلك استخدم عنوان بريد إلكتروني صالح وأعد المحاولة.
bg: Съжаляваме, системата не може да изпрати вашето предложение, тъй като адресът на ел. поща е грешен или има проблем с форматирането. Моля, използвайте валиден адрес и опитайте отново.
bn_bd: দুঃখিত , সিস্টেমটি আপনার পরামর্শ প্রেরণ করতে পারেনি কারণ ইমেল ঠিকানাটি বাদ পড়েছে অথবা একটি কার্যবিধি ত্রুটির জন্য । দয়া করে একটি বৈধ ইমেল ঠিকানা ব্যবহার করুন এবং পুনর্বার চেষ্টা করুন।
bn_in: ইমেল ঠিকানা বিন্যাস ত্রুটির কিম্বা অনুপস্থিতির কারণে সিস্টেম আপনার পরামর্শ পাঠাতে পারবেন না। একটি বৈধ ইমেইল ঠিকানা ব্যবহার করে আবার চেষ্টা করুন।
br: Digarezit, n'hall ket ar reizhiad kas ho meno peogwir e vank ho postel pe ez eus ur fazi ennañ. Arverit ur postel talvoudek ha klaskit en-dro mar plij.
bs: Žao nam je, sistem ne može poslati vaš ​​prijedlog jer email adresa nedostaje ili zbog greške formatiranja. Molimo vas da koristite ispravnu email adresu i pokušate ponovo.
ca: El sistema no pot enviar el vostre suggeriment perquè falta l'adreça electrònica o té un format incorrecte. Indiqueu una adreça correcta i torneu-ho a provar.
cy: Ymddiheuriadau, nid yw'r system yn gallu anfon eich sylw gan fod eich cyfeiriad e-bost ar goll neu oherwydd gwall fformatio. Defnyddiwch gyfeiriad e-bost dilys a cheisio eto.
es: Discúlpenos, al dejar en blanco el campo del correo electrónico o debido a un error de formato, el sistema no puede enviar su sugerencia. Use una dirección válida y pruebe de nuevo.
eu: Sistemak ezin du zure iradokizuna bidali posta-helbidea falta delako eta formatu-errore bat dagoelako. Erabili posta-helbide zuzen bat eta saiatu berriro.
ga_ie: Ní féidir leis an gcóras do mholadh a sheoladh toisc nach bhfuil seoladh ríomhphoist ann, nó mar gheall ar dhrochfhormáid. Ceartaigh an seoladh ríomhphoist agus bain triail eile as.
gd: Tha sinn duilich ach chan urrainn dhan t-siostam do bheachdan a chur thugainn a chionn ’s gu bheil an seòladh puist-d a dhìth no ri linn mearachd fòrmataidh. Cuir ann seòladh dligheach is feuch ris a-rithist.
hi_in: क्षमा करें, सिस्टम आपके कोई सुझाव भेज नहीं सकते हैं क्योंकि ईमेल पता लापता है या एक फॉर्मेट त्रुटि के वजह से. कृपया एक मान्य ईमेल पता का उपयोग करें और पुन: प्रयास करें.
hu: Elnézést, a rendszer nem tudja elküldeni a javaslatait, mert hiányzik az e-mail cím, vagy hibásan van megadva. Használjon érvényes e-mail címet, és próbálja újra.
id: Maaf, sistem tidak dapat mengirimkan saran karena alamat surel tidak ada atau ada kesalahan format. Mohon gunakan alamat surel yang valid lalu coba lagi.
kn: ಕ್ಷಮಿಸಿ, ಇಮೇಲ್ ವಿಳಾಸ ಇಲ್ಲದಿರುವುದರಿಂದ ಅಥವಾ ವಿನ್ಯಾಸದಲ್ಲಿ ದೋಷವಿದ್ದುದರಿಂದ ವ್ಯವಸ್ಥೆಯು ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವನ್ನು ಕಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಸರಿಯಾದ ಇಮೇಲ್ ವಿಳಾಸ ಬಳಸಿ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
mai: क्षमा करू, सिस्टम अहाँक कोनो सुझाव भेज नहि सकैत छी किएक इमेल पता लापता अछि अथवा एकटा प्रारूप त्रुटि क वजह सँ. कृपया एकटा मान्य इमेल पता क उपयोग करू आओर पुन: प्रयास करू.
mg: Miala tsiny fa tsy afaka mandefa ny sosokevitrao ny rafitra satria tsy ao ny adiresy mailaka na nisy tsy fetezan'ny formatazy. Mampiasà adiresy mailaka mety, azafady, ary andramo indray.
ne: माफ गर्नुहोला, इमेल ठेगाना हराएको हुनाले अथवा विस्तार गर्ने क्रममा त्रुटि भएको कारण प्रणालीले तपाईंको सुझाव पठाउन सकेन।कृपया मान्य इमेल ठेगाना प्रयोग गरेर पुन: प्रयास गर्नुहोला।
or: ଦୁଃଖିତ, ଇମେଲ ଠିକଣା ନ ମିଳିବା ବା ଫର୍ମାଟିଂ ତ୍ରୁଟି ହେତୁ ହେତୁ ଆପଣଙ୍କ ମତାମତକୁ ପଠାଇବାରେ ସିଷ୍ଟମ ଅସମର୍ଥ। ଦୟାକରି ଏକ ବୈଧ ଇମେଲ ଠିକଣା ବ୍ୟବହାର କରନ୍ତୁ ଓ ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: Pedimos desculpa, mas o sistema não consegue enviar a sua sugestão porque o endereço de email está em falta ou devido a um erro de formatação. Por favor, utilize um endereço de email válido e tente novamente.
ro: Ne pare rău, sistemul nu poate trimite sugestia ta deoarece adresa de e-mail este lipsă sau datorită unei erori de formatare. Te rugăm să folosești o adresă de e-mail validă și să încerci din nou.
si: කණගාටුයි, විද්‍යුත් ලිපිනය මඟහැරී ඇති හෝ හැඩතල ගැන්වීමේ දෝෂයක් හේතුවෙන් පද්ධතිය හට ඔබේ යෝජනාව යැවිය නොහැක. කරුණාකර වලංගු විද්‍යුත් ලිපිනයක් භාවිතා කොට නැවත වරක් උත්සාහ කර බලන්න.
sw: Samahani, mfumo huwezi tuma maoni yako kwa sababu anwabi ya barua pepe haipo au kutokana na hitilafu ya kufomati. Tafadhali tumia anwani sahihi ya barua pepe na ujaribu tena.
ta: மன்னிக்கவும், மின்னஞ்சல் அல்லது வடிவமைவில் பிழை இருப்பதால் கணினி பரிந்துரையை அனுப்பு முடியவில்லை. சரியான மின்னஞ்சலை பயன்படுத்தி மீண்டும் முயற்சிக்கவும்.
th: ขออภัย ระบบไม่สามารถส่งคำแนะนำของคุณเนื่องจากที่อยู่อีเมลขาดหายหรือรูปแบบผิดพลาด โปรดใช้ที่อยู่อีเมลที่ถูกต้องแล้วลองอีกครั้ง
tr: Üzgünüz, e-posta adresi eksik veya hatalı biçimde olduğu için sistem şu anda önerinizi gönderemiyor. Lütfen geçerli bir e-posta adresi kullanarak tekrar deneyin.
ur: ہم معذرت خواں ہیں، نظام آپ کی تجاویز بھیج نہیں سکتا کیونکہ ای میل ایڈریس لاپتہ ہے یا فارمیٹنگ میں نقص ہے۔ برائے مہربانی ایک درست ای میل ایڈریس استعمال کریں اور پھر کوشش کریں۔
uz: Kechirasiz, tizim tavsiyangizni jo‘nata olmadi, chunkie-pochta manzili kiritilmadi yoki formatda xatolik mavjud. To‘g‘ri e-pochta manzilidan foydalaning va qaytadan jo‘nating.
vi: Xin lỗi, hệ thống không thể gửi phản hồi của bạn vì thiếu địa chỉ email hoặc sai định dạng. Vui lòng sử dụng email hợp lệ và thử lại.
xh: Uxolo, inkqubo ayikwazi ukuthumela icebiso lakho kuba idilesi ye-imeyili ayikho okanye ngenxa yemposiso kwifomati. Sicela usebenzise idilesi ye-imeyili esebenzayo.
zu: Siyaxolisa, isistimu ayikwazi ukuthumela umbono wakho ngoba ikheli le-imeyli alibhalwanga noma ngenxa yephutha lokufometha. Sicela usebenzise ikheli le-imeyli eliyilo bese uyazama futhi.

source: Sorry, the system can’t send your suggestion because the comment field is empty. Please enter some text and try again.
am: አዝናለሁ: ስርአቱ የ እርስዎን አስተያየት መላክ አልቻለም የ አስተያየት ሜዳ ባዶ በ መሆኑ ምክንያት: እባክዎን ትንሽ ጽሁፍ አስገብተው እንደገና ይሞክሩ
ar: عفوا، لا يستطيع النظام إرسال اقتراحك لأن خانة التعليق خالية. من فضلك أدخل تعليق وأعد المحاولة.
bg: Съжалявам, системата не може да изпрати вашето предложение, защото полето за коментар е празно. Моля, въведете текст и опитайте отново.
bn_bd: দুঃখিত, মতামত ফিল্ড খালি থাকার কারণে সিস্টেমটি আপনার মতামত প্রেরণ করতে পারছে না। দয়া করে কিছু টেক্সট প্রবেশ করিয়ে আবার চেষ্টা করুন।
bn_in: দুঃখিত মন্তব্য ক্ষেত্র খালি থাকার কারণে, সিস্টেম আপনার পরামর্শ পাঠাতে পারবেন না। কিছু টেক্সট লিখুন এবং আবার চেষ্টা করুন।
br: Digarezit, n'hall ket ar reizhiad kas ho meno peogwir eo goullo ar maez askelenn. Leugnit ar maez ha klaskit en-dro mar plij.
bs: Žao nam je, sistem ne može poslati vaš ​​prijedlog jer je polje za komentar prazno. Unesite neki tekst i pokušajte ponovo.
ca: El sistema no pot enviar el vostre suggeriment perquè el camp de comentaris és buit. Empleneu el camp i torneu-ho a provar.
cy: Ymddiheuriadau, nid yw'r system yn gallu anfon eich sylw gan fod y maes sylwadau'n wag. Rhowch eich sylwadau a cheisio eto.
es: Discúlpenos, al dejar en blanco el campo de comentarios, el sistema no puede enviar su sugerencia. Escriba un comentario y pruebe de nuevo.
eu: Sistemak ezin du zure iradokizuna bidali iruzkinen eremua hutsik dagoelako. Sartu testuren bat eta saiatu berriro.
ga_ie: Ní féidir leis an gcóras do mholadh a sheoladh toisc nach bhfuil aon nóta tráchta ann. Cuir teachtaireacht leis agus bain triail eile as.
gd: Tha sinn duilich ach chan urrainn dhan t-siostam do bheachdan a chur thugainn a chionn ’s gu bheil raon nam beachdan falamh. Sgrìobh rudeigin ann is feuch ris a-rithist.
hi_in: क्षमा करें, सिस्टम आपके कोई सुझाव भेज नहीं सकते हैं क्योंकि टिप्पणी क्षेत्र खाली है. कुछ पाठ दर्ज करके पुन: प्रयास करें.
hu: Elnézést, a rendszer nem tudja elküldeni a javaslatait, mert a megjegyzés mező üres. Gépelje be a szöveget, és próbálja újra.
id: Maaf, sistem tidak dapat mengirimkan saran karena isian komentar kosong. Mohon isi komentarnya lalu coba lagi.
kn: ಕ್ಷಮಿಸಿ, ಪ್ರತಿಕ್ರಿಯೆ ವಲಯ ಖಾಲಿ ಇರುವುದರಿಂದ ವ್ಯವಸ್ಥೆಯು ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವನ್ನು ಕಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಪ್ರತಿಕ್ರಿಯೆ ಸೇರಿಸಿ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
mai: क्षमा करू, सिस्टम अहाँक कोनो सुझाव भेज नहि सकैत छी किएक टिप्पणी क्षेत्र खाली अछि. किछु पाठ दर्ज कएक पुन: प्रयास करू.
mg: Miala tsiny fa tsy afaka mandefa ny sosokevitrao ny rafitra satria foana ny sahan'ny kaomantera. Mampidira soratra vitsivitsy, azafady, ary andramo indray.
ne: माफ गर्नुहोला, टिप्पणी फाँट खाली भएको कारणले गर्दा यस् यन्त्रले तपाईंको सुझाव पठाउन सक्दैन। कृपया केहि शब्द प्रविष्ट गरी पुन: प्रयास गर्नुहोला।
or: ଦୁଃଖିତ, ମନ୍ତବ୍ୟ କ୍ଷେତ୍ର ଖାଲି ଥିବା ହେତୁ ଆପଣଙ୍କ ମତାମତକୁ ପଠାଇବାରେ ସିଷ୍ଟମ ଅସମର୍ଥ। ଦୟାକରି ସେଠି କିଛି ଟେକ୍ସଟ ଭରନ୍ତୁ ଓ ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: Pedimos desculpa, mas o sistema não consegue enviar a sua sugestão porque o campo comentário está vazio. Por favor, introduza algum texto e tente novamente.
ro: Ne pare rău, sistemul nu poate trimite sugestia ta deoarece câmpul comentariu este gol. Te rugăm să introduci un text și să încerci din nou.
si: කණගාටුයි, අදහස් දැක්වීමේ කොටස හිස් නිසාවෙන් පද්ධතිය හට ඔබේ යෝජනාව යැවිය නොහැක. කරුණාකර පෙළ කිහිපයක් යොදා නැවත වරක් උත්සාහ කර බලන්න.
sw: Samahani, mfumo huwezi tuma maoni yako kwa sababu eneo la maoni liko tupu. Tafadhali ingiza maandiko na ujaribu tena.
ta: மன்னிக்கவும், கணினியால் உங்களுடைய பரிந்துரையை அனுப்பு முடியவில்லை ஏனென்றால் கருத்து புலம் காலியாக இருக்கிறது. தயவுச்செய்து ஒரு சில வார்த்தைகளை உள்ளிட்டு மீண்டும் முயற்சி.
th: ขออภัย ระบบไม่สามารถส่งคำแนะนำของคุณเนื่องจากช่องความคิดเห็นว่างเปล่า โปรดป้อนข้อความแล้วลองอีกครั้ง
tr: Üzgünüz, yorum alanı boş olduğu için sistem şu anda önerinizi gönderemiyor. Lütfen yorumunuzu yazarak tekrar deneyin.
ur: ہم معذرت خواں ہیں، نظام آپ کی تجاویز بھیج نہیں سکتا کیونکہ تبصرہ فیلڈ خالی ہے۔ برائے مہربانی کچھ متن درج کرکے دوبارہ کوشش کریں۔
uz: Kechirasiz, tizim tavsiyangizni jo‘nata olmadi, chunki mulohaza maydoni bo‘sh. Biroz matn kiriting va qaytadan jo‘nating.
vi: Xin lỗi, hệ thống không thể gửi phản hồi của bạn vì ô bình luận đang bỏ trống. Vui lòng điền đầy đủ và thử lại.
xh: Uxolo, inkqubo ayikwazi ukuthumela icebiso lakho kuba isikhewu sokugqabaza asinanto. Sicela ufake okubhaliweyo uze uphinde uzame.
zu: Siyaxolisa, isistimu ayikwazi ukuthumela umbono wakho ngoba indawo yokubhala ukuphawula kwakho ayinalutho. Sicela ubhale okuthile bese uyaphinda uyazama futhi.

source: Thanks for the feedback! We use it to help create better experiences in future releases of Firefox OS.
am: በጣም እናመሰግናለን ለ ምላሹ! የምንጠቀመው ለችግሩ መፍትሄ ለመፈለግ እና ውጤቱን ለማሻሻል ነው: ለሚቀጥለው የ ፋየርፎክስ መስሪያ ስርአት እትም በሚወጣ ጊዜ
ar: شكراً على ملحوظتك! سوف نستخدمها للمساعدة في توفر تجربة أفضل في الإصدارات المستقبلية من نظام فيرفُكس.
bg: Благодарим ви за обратната връзка! Използваме я, за да подобрим бъдещите версии на Firefox OS.
bn_bd: প্রতিক্রিয়ার জন্য ধন্যবাদ! আমরা এটি ব্যবহার করব এমনভাবে যাতে আমরা ফায়ারফক্স ওএস এর ভবিষ্যৎ ভার্সনগুলোতে আরও ভাল অভিজ্ঞতা সৃষ্টিতে সহায়তা পায়।
bn_in: প্রতিক্রিয়ার জন্য ধন্যবাদ! আমরা এটি ফায়ারফক্স ওএস এর ভবিষ্যতের সংস্করণগুলির মধ্যে আরো ভালো অভিজ্ঞতা তৈরি করতে ব্যবহার করবো।
br: Trugarez deoc'h evit ho meno ! Arverañ a raimp anezhañ evit gwellaat handelvoù Firefox OS o tont.
bs: Hvala na povratnim informacijama! Koristimo ih za stvaranje boljeg iskustva u budućim izdanjima Firefox OS-a.
ca: Gràcies pel comentari! El farem servir per ajudar a millorar properes versions del Firefox OS.
cy: Diolch am yr adborth! Byddwn yn ei ddefnyddio i greu gwell profiad yn y fersiynau nesaf o Firefox OS.
es: ¡Gracias por sus comentarios! Los necesitamos para ayudar a crear mejores experiencias en futuras versiones de Firefox OS.
eu: Eskerrik asko zure iritziagatik! Firefox OS sistemaren hurrengo argitaratzeetan esperientzia hobeak eskaintzeko erabiliko dugu.
fa: تشکر برای بازخورد! ما از این بازخورد برای کمک به بهتر ساختن تجربه‌های انتشار‌های آینده از سیستم‌عامل فایرفاکس بهره خواهیم برد.
ga_ie: Go raibh maith agat as an aiseolas. Úsáidfimid é chun feabhas a chur ar leaganacha de Firefox OS amach anseo.
gd: Mòran taing airson do bheachdan! Bidh e feumail dhuinn airson 's gun urrainn dhuinn Firefox OS nas fhearr a leasachadh dhut an ath-thuras.
hi_in: आपकी प्रतिक्रिया के लिए शुक्रिया! हम फ़ायरफ़ॉक्स OS के भविष्य के रिलीज के बेहतर अनुभव में इसका इस्तेमाल करेंगे.
hu: Köszönjük a visszajelzését! Javaslatait felhasználjuk, hogy jobbá tegyük a Firefox OS elkövetkező verzióit.
id: Terima kasih atas masukannya! Kami menggunakannya untuk membuat pengalaman yang lebih baik di Firefox OS masa depan.
kn: ನಿಮ್ಮ ಅಭಿಪ್ರಾಯಗಳಿಗೆ ಧನ್ಯವಾದಗಳು! ನಾವಿದನ್ನು Firefox OS ನ ಭವಿಷ್ಯದ ಬಿಡುಗಡೆಗಳಲ್ಲಿ ಉತ್ತಮ ಅನುಭವಗಳನ್ನು ಸೃಷ್ಟಿಸಲು ಸಹಾಯವಾಗುವಂತೆ ಬಳಸುತ್ತೇವೆ.
mai: अहाँक प्रतिक्रिया कलेल शुक्रिया! हम फ़ायरफ़ॉक्स OS क भविष्य क रिलीज क बेहतर अनुभव मे एकर इस्तेमाल करब.
mg: Misaotra anao nandefa tsikera! Mampiasa an'io izahay mba ho tsara kokoa amin'ny olona ny fampiasana ireo vokatra Firefox OS havoaka amin'ny ho avy.
ne: पुनर्निवेशको लागि धन्यबाद! हामीले यसलाई भविष्यमा निष्काशन हुन गइरहेको फायरफक्स ओ एस्लाई अझै राम्रो अनुभवको सृजना गर्न प्रयोग गर्नेछौँ ।
or: ମତାମତ ପାଇଁ ଧନ୍ୟବାଦ! Firefox OSର ଭବିଷ୍ୟତ ସଂସ୍କରଣରେ ଭଲ ଅନୁଭବ ପାଇବାପାଇଁ ଆମେ ଏହାକୁ ବ୍ୟବହାର କରିବୁ।
pt: Obrigado pelo comentário! Iremos utilizá-lo para ajudar a criar melhores experiências em lançamentos futuros do Firefox OS.
ro: Îți mulțumim pentru feedback! Îl folosim pentru a contribui la crearea unei experiențe mai bune în versiunile viitoare ale Firefox OS.
si: ඔබේ ප්‍රතිපොෂණයට තුති! ෆයර්ෆොක්ස් මෙහෙයුම් පද්ධතියේ ඉදිරි නිකුතුවල අත්දැකීම් යහපත් කිරීම පිණිස අපි විසින් ඒවා භාවිතා කරන්නෙමු.
sw: Asante kwa maoni! Tunayatumia kusaidia kuunda utumizi bora katika matoleo ya siku zijazo ya Firefox OS.
ta: கருத்துக்கு நன்றி! உங்களுடைய கருத்து எதிர்வரும் பயர்பாக்ஸ் இயங்குதளத்தில் சிறந்த அனுபவத்தை உருவாக்க உதவும்.
th: ขอบคุณสำหรับข้อคิดเห็น! เราใช้มันเพื่อช่วยสร้างประสบการณ์ที่ดีกว่าในรุ่นอนาคตของ Firefox OS
tr: Geri bildiriminiz için teşekkürler! Firefox OS'in gelecek sürümlerini daha da iyileştirmemize yardımcı olacak.
ur: رائے کے لئے شکریہ! ہمیں یہ فائر فاکس OS کے مستقبل ریلیز میں بہتر تجربات بنانے میں مدد کرتے ہے۔
uz: Mulohazangiz uchun rahmat! Biz undan kelajakdagi Firefox OS relizlarida yaxshi namunalar yaratishda yordam berishda foydalanamiz.
xh: Enkosi ngengxelo! Siyisebenzisa ukusinceda sidale amava angcono kwiFirefox OS ezayo.
zu: Siyabonga ngempendulo yakho! Siyisebenzisela ukuqinisekisa ukuthi uyawathokozela ama-Firefox OS esizowashicilela esikhathini esizayo.

source: Something went wrong. Please try again.
am: ችግር ተፈጥሯል: እባክዎን እንደገና ይሞክሩ
ar: حدث خطأ ما. حاول مرة أخرى.
bg: Нещо се обърка. Моля опитайте отново.
bn_bd: কোথাও সমস্যা হয়েছে। পরে আবার চেষ্টা করুন।
bn_in: কিছু ভুল হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
br: Degouezhet ez eus bet ur fazi. Klaskit en-dro mar plij.
bs: Nešto je pošlo po zlu. Pokušajte ponovo.
cy: Aeth rhywbeth o'i le. Ceisiwch eto.
es: Algo fue mal. Por favor, pruebe de nuevo.
eu: Zerbait gaizki joan da. Saiatu berriro geroago.
fa: جایی اشتباه پیش آمده است. لطفا مجددا تلاش کنید.
ga_ie: Tharla earráid. Bain triail eile as.
gd: Tha rudeigin cearr. Nach fheuch thu ris a-rithist?
lv: Kaut kas nogāja greizi. Mēģiniet vēlreiz.
pt: Algo correu mal. Tente novamente mais tarde.
ro: Ceva a mers prost. Te rugăm să reîncerci.
si: යමක් දෝශයක් ඇතිවිය. කරුණාකර නැවත උත්සහ කරන්න.
th: มีบางอย่างผิดพลาด โปรดลองอีกครั้ง
ur: کچھ غلط ہے۔ براہ مہربانی پھر کوشش کریں۔
uz: Nimadir xato ketdi. Qaytadan urinib ko‘ring.

source: Online support:
am: የ መስመር ላይ ድጋፍ:
ar: الدعم عبر الإنترنت:
bg: Онлайн поддръжка:
bn_bd: অনলাইন সাপোর্ট:
bn_in: অনলাইন সহায়তা:
br: Skor enlinenn :
bs: Online podrška:
ca: Assistència en línia:
cy: Cefnogaeth ar-lein:
es: Ayuda en línea:
eu: Lineako laguntza:
fa: پشتیبانی آنلاین:
ga_ie: Tacaíocht ar líne:
gd: Taic air loidhne:
hi_in: ऑनलाइन समर्थन:
hu: Online segítség:
id: Layanan dukungan daring:
kn: ಆನ್‌ಲೈನ್ ಬೆಂಬಲ:
lv: Tiešsaistes palīdzība:
mai: आनलाइन समर्थन:
mg: Fanampiana an-jotra:
ne: अनलाइन सहयोग:
or: ଅନଲାଇନ ସହାୟତା:
pt: Apoio online:
ro: Asistență online:
si: මාර්ගගත සහාය:
sw: Usaidizi wa mkondoni:
ta: இணைய ஆதரவு:
th: การสนับสนุนทางออนไลน์:
tr: Çevrimiçi destek:
ur: آن لائن معاونت:
uz: Onlayn yordam
vi: Hỗ trợ trực tuyến:
wa: Aides so les fyis :
xh: Inkxaso ye-intanethi:
zu: Ukwesekwa kwasemoyeni:

source: Call support:
am: የ ጥሪ ድጋፍ:
ar: طلب الدعم:
bg: Поддръжка по телефона:
bn_bd: কল সাপোর্ট:
bn_in: কল সহায়তা:
br: Skor dre bellgomz :
bs: Telefonska podrška:
ca: Telèfon d'assistència:
cy: Cefnogaeth galwad:
es: Ayuda telefónica:
eu: Telefono bidezko laguntza:
fa: پشتیبانی تماس:
ga_ie: Tacaíocht ghutháin:
gd: Cuir fòn gun sgioba taice:
hi_in: कॉल समर्थन:
hu: Telefonos segítség:
id: Layanan pelangganan:
kn: ಕರೆ ಬೆಂಬಲ:
lv: Atbalsts caur tālruni:
mai: कॉल समर्थन:
mg: Fanampiana an-telefaona:
ne: कल सहयोग:
or: ସହାୟତା ମାଗନ୍ତୁ:
pt: Ligar ao apoio técnico:
ro: Asistență telefonică:
si: ඇමතුම් සහාය:
sw: Pigia usaidizi simu:
ta: அழைப்பு ஆதரவு:
th: การสนับสนุนทางโทรศัพท์:
tr: Çağrı merkezi:
ur: کال معاونت:
uz: Qo‘ng‘iroq orqali yordam olish:
vi: Hỗ trợ qua điện thoại:
wa: Aide pa telefone :
xh: Inkxaso yomnxeba:
zu: Ukwesekwa kwezingcingo:

source: User Guide
am: የተጠቃሚ መምሪያ
ar: دليل المستخدم
bg: Наръчник на потребителя
bn_bd: ব্যবহারকারীর নির্দেশিকা
bn_in: ব্যবহারকারীর গাইড
br: Sturlevr an arveriad
bs: Vodič za korisnika
ca: Guia de l'usuari
cy: Canllaw Defnyddiwr
es: Guía del usuario
eu: Erabiltzaile-gida
fa: راهنما کاربر
ga_ie: Treoirleabhar Úsáideora
gd: Stiùireadh a’ chleachdaiche
hu: Felhasználói kézikönyv
id: Panduan Pengguna
kn: ಬಳಕೆದಾರ ಮಾರ್ಗದರ್ಶಿ
lv: Lietotāja ceļvedis
pt: Guia do utilizador
ro: Ghidul utilizatorului
si: පරිශීලක මාර්ගෝපදේශය
ta: பயனர் கையேடு
th: คู่มือผู้ใช้
tr: Kullanıcı kılavuzu
ur: صارف کی رہنمائی
uz: Foydalanuvchi qo‘llanmasi

source: Please contact your local provider for support.
am: እባክዎን ለ በለጥ ድጋፍ የ አካባቢ አቅራቢውን ይገናኙ
ar: الرجاء الاتصال مع مزود الخدمة المحلي.
bg: Моля, за поддръжка се свържете с местния доставчик.
bn_bd: সহায়তার জন্য স্থানীয় প্রোভাইডারের সাথে যোগাযোগ করুন।
bn_in: সমর্থনের জন্য আপনার স্থানীয় পরিসেবা প্রদানকারীর সাথে যোগাযোগ করুন।
br: Kit e darempred gant hoc'h oberataer evit kaout skoazell mar plij.
bs: Za podršku kontaktirajte svojeg lokalnog pružatelja usluge.
ca: Contacteu amb el vostre proveïdor local per obtenir assistència.
cy: Cysylltwch â'ch darparwr leol am gymorth.
es: Contacte con su operador local para obtener asistencia técnica.
eu: Jarri harremanetan zure hornitzaile lokalarekin laguntza eskuratzeko.
fa: لطفا با سرویس‌دهنده محلی خود برای پشتیباتی تماس بگیرید.
ga_ie: Téigh i dteagmháil le do sholáthraí áitiúil.
gd: Cuir fios gun t-solaraiche ionadail agad airson taic.
hi_in: कृपया सहायता के लिए अपने स्थानीय प्रोवाइडर से संपर्क करें |
hu: Technikai támogatásért vegye fel a kapcsolatot a szolgáltatóval.
id: Silakan hubungi penyedia lokal Anda untuk dukungan.
kn: ದಯವಿಟ್ಟು ಬೆಂಬಲಕ್ಕಾಗಿ ನಿಮ್ಮ ಸ್ಥಳೀಯ ಒದಗಿಸುವವರನ್ನು ಸಂಪರ್ಕಿಸಿ.
lv: Lūdzu sazināties ar savu vietējo operatoru lai iegūt palīdzību.
mai: कृपया सहायता कलेल अपन स्थानीय प्रोवाइडर सँ संपर्क करू.
mg: Azafady, mifandraisa amin'ny mpamatsy anao eo an-toerana raha mila fanampiana.
ne: सहयोगका लागि कृपया तपाईंको स्थानीय प्रदायकसंग सम्पर्क राख्नुहोस्।
or: ସହାୟତା ପାଇଁ ଦୟାକରି ସ୍ଥାନୀୟ ପ୍ରଦାତାଙ୍କ ସହିତ ସମ୍ପର୍କ କରନ୍ତୁ।
pt: Por favor contacte o seu fornecedor local para apoio técnico.
ro: Te rugăm să contactezi furnizorul local pentru asistență.
si: කරුණාකර සහාය සඳහා ඔබේ දේශීය සපයන්නෙක් සම්බන්ධ කරගන්න.
sw: Tafadhali wasiliana na mtoa huduma kwa usaidizi.
ta: ஆதரவுக்காக தயவுச்செய்து உங்களுடைய உள்ளூர் வழங்குநரை தொடர்பு கொள்ளவும்.
th: โปรดติดต่อผู้ให้บริการท้องถิ่นของคุณสำหรับการสนับสนุน
tr: Destek için lütfen operatörünüzle iletişime geçin.
ur: معاونت کے لئے آپ کے مقامی مہیا کنندہ سے رابطہ قآیم کریں۔
uz: Yordam uchun mahalliy xizmat ko‘rsatuvchingiz bilan bog‘laning.
vi: Vui lòng liên hệ nhà cung cấp máy để nhận được hỗ trợ.
wa: Contactez voste ahesseu coinrece po d’ l’ aide, s’ i vs plait.
xh: Sicela uqhagamshelane nomboneleli wasekuhlaleni xa ufuna inkxaso.
zu: Sicela uthinte umhlinzeki wakho wasendaweni ukuze uthole ukwesekwa.

source: SIM Toolkit
am: የ ሲም ጠቅላላ መሳሪያ
ar: أدوات SIM
bn_bd: সিম টুলকিট
bn_in: SIM টুলকিট
br: Boest ostilhoù SIM
bs: Alati SIM kartice
cy: Blwch Offer SIM
es: Herramientas SIM
eu: SIM tresna-kita
ga_ie: Bosca uirlisí SIM
gd: Acainnean SIM
lv: SIM rīki
pt: Ferramentas do SIM
ro: Trusă de instrumente SIM
th: ชุดเครื่องมือ SIM
ur: SIM ٹول کٹ
uz: SIM asboblari

source: Operator Services
am: የ አንቀሳቃሽ ግልጋሎቶች
ar: خدمات المزودين
bg: Услуги на мобилните оператори
bn_bd: অপারেটর সার্ভিস
bn_in: অপারেটর পরিসেবা
br: Gwazerezhioù an oberataer
bs: Operaterske usluge
ca: Serveis de l'operador
cy: Gwasanaethau Darparwr
es: Servicios de operador
eu: Operatzaile-zerbitzuak
ga_ie: Seirbhísí Oibreora
gd: Seirbheisean a’ ghiùlanair
hi_in: संचालक सेवाएँ
hu: Szolgáltatói szolgáltatások
id: Layanan Operator
kn: ನಿರ್ವಾಹಕನ ಸೇವೆಗಳು
lv: Operatora pakalpojumi
mai: संचालक सेवा
mg: Serivisin'ny Mpandraharaha
ne: सञ्चालक सेवाहरु
or: ଚାଳକ ସର୍ଭିସଗୁଡ଼ିକ
pt: Serviços do Operador
ro: Servicii ale operatorului
si: මෙහෙයවීමේ සේවා
sw: Huduma za Mwendeshaji
ta: இயக்குபவர் சேவைகள்
th: บริการของผู้ให้บริการ
tr: Operatör Hizmetleri
ur: عمل کار کی خدمات
uz: Operator xizmatlari
vi: Dịch vụ nhà mạng
wa: Siervices di l’ operateu
xh: Iinkonzo zomlawuli
zu: Usizo Lomqondisi

# operatorServices-help
source: Help
am: እርዳታ
ar: مساعدة
bg: Помощ
bn_bd: সহায়তা
bn_in: সাহায্য
br: Skoazell
bs: Pomoć
ca: Ajuda
cy: Cymorth
es: Ayuda
eu: Laguntza
fa: راهنما
ga_ie: Cabhair
gd: Cobhair
hi_in: मदद
hu: Súgó
id: Bantuan
kn: ಸಹಾಯ
lv: Palīdzība
mai: मदति
mg: Fanampiana
ne: मद्दत
or: ସହାୟତା
pt: Ajuda
ro: Ajutor
si: උදව්
sw: Msaada
ta: உதவி
th: ช่วยเหลือ
tr: Yardım
ur: مدد
uz: Yordam
vi: Trợ giúp
wa: Aidance
xh: Uncedo
zu: Usizo

source: Help Menu
am: የ እርዳታ ዝርዝር
ar: قائمة المساعدة
bn_bd: সহায়তা মেনু
bn_in: সহায়তা মেনু
br: Lañser skoazell
bs: Pomoćni meni
cy: Dewislen Cymorth
es: Menú de ayuda
eu: Laguntza menua
fa: فهرست راهنما
ga_ie: Roghchlár Cabhrach
gd: Clàr-taice na cobharach
lv: Palīdzības izvēlne
pt: Menu de ajuda
ro: Meniu pentru ajutor
th: เมนูช่วยเหลือ
ur: مدد مینیو
uz: Yordam menyusi

source: SIM card applications not available.
am: የ ሲም ካርድ መተግበሪያዎች አልተገኙም
ar: تطبيقات بطاقة الشريحة SIM غير متوفرة.
bg: Не са достъпни приложенията на SIM картата.
bn_bd: সিম কার্ডের কার্যক্রম অপ্রাপ্য।
bn_in: সিম কার্ড অ্যাপ্লিকেশন উপলব্ধ নেই
br: Dihegerz eo arloadoù ar gartenn SIM.
bs: Aplikacije SIM kartice nisu dostupne.
ca: No hi ha disponibles aplicacions de la targeta SIM.
cy: Rhaglenni cerdyn SIM ddim ar gael.
es: Las aplicaciones SIM no están disponibles.
eu: SIM txarteleko aplikazioak ez daude erabilgarri.
fa: برنامه سیم‌کارت در دسترس نیست.
ga_ie: Níl aipeanna ar chárta SIM ar fáil.
gd: Chan eil aplacaidean airson na cairt SIM ri fhaighinn.
hi_in: SIM कार्ड अनुप्रयोग अनुपलब्ध हैं.
hu: Nem érhetők el SIM kártya alkalmazások.
id: Aplikasi kartu SIM tidak tersedia.
kn: SIM ಕಾರ್ಡ್‌ ಅನ್ವಯಗಳು ಲಭ್ಯವಿಲ್ಲ.
lv: SIM kartes lietotnes nav pieejamas.
mai: SIM कार्ड अनुप्रयोग अनुपलब्ध अछि.
mg: Tsy vonona ireo rindranasan'ny karatra SIM.
ne: सिम कार्डका एप्लिकेसनहरु उपलब्ध छैनन् |
or: SIM କାର୍ଡ ପ୍ରୟୋଗଗୁଡ଼ିକ ଉପଲବ୍ଧ ନାହିଁ।
pt: Aplicações do cartão SIM não disponíveis.
ro: Aplicațiile cartelei SIM nu sunt disponbile.
si: සිම් කාඩ්පතේ යෙදුම් නොපවතී.
sw: Programu za kadi ya SIM hazipatikani.
ta: சிம் அட்டை பயன்பாடுகள் ஏதும் இல்லை.
th: แอปพลิเคชันการ์ด SIM ไม่สามารถใช้งานได้
tr: SIM kartı uygulamaları kullanılamıyor.
ur: SIM کارڈ ایپلی کیشنز دستیاب نہیں۔
uz: SIM karta ilova dasturlari mavjud emas.
vi: Ứng dụng thẻ SIM không sẵn sàng.
wa: Aplicåcions del cwåte SIM nén disponibes.
xh: Ii-aplikheyishini zekhadi le-SIM azifumaneki.
zu: Ama-application ekhadi le-SIM awatholakali.
