Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: The content of your feedback will be public, so please be sure not include any personal information.
am: የ እርስዎ ምላሽ ለ ሕዝብ እንዲታይ ግልጽ ይሆናል: ስለዚህ ስለ እርስዎ የ ግል መረጃ ምንም ነገር አይጨምሩ
ar: المعلومات في ملاحظاتك ستكون عامة، رجاءا لا تدخل أي معلومات شخصية.
bg: Съдържанието на обратната връзка е публично, за това се уверете, че не включвате лична информация.
bn_bd: আপনার প্রতিক্রিয়ার বিষয়বস্তু সকলের জন্য উন্মুক্ত থাকবে, অনুগ্রহ করে ব্যাক্তিগত তথ্য দিয়েছেন কি না নিশ্চিত হোন।
bn_in: আপনার মতামত সবাই দেখতে পাবে তাই কোনো ব্যক্তিগত তথ্য অন্তর্ভুক্ত করবেন না দয়া করে।
br: Foran e vo ho meno, neuze diwallit n'eus titour personel ebet e-barzh.
bs: Sadržaj vaše povratne informacije će biti javan, pa vas molimo da pazite da ne sadrži nikakve osobne informacije.
ca: El contingut de la vostra opinió serà públic, assegureu-vos de no posar-hi cap informació personal.
cy: Bydd cynnwys eich adborth y gyhoeddus, felly gwnewch yn siŵr o beidio cynnwys gwybodaeth bersonol.
es: El contenido de sus opiniones será público, por lo que le recomendamos que no incluya ninguna información personal.
eu: Zure iritziaren edukia publikoa izango da, beraz ez sartu inongo informazio pertsonalik.
ga_ie: Beidh do chuid aiseolais ar fáil go poiblí. Ná cuir aon fhaisnéis phearsanta san áireamh!
gd: Chithear do bheachdan gu poblach agus air sgàth sin, dèan cinnteach nach cuir thu fiosrachadh pearsanta sam bith ann.
hi_in: आपकी प्रतिक्रिया की सामग्री सार्वजनिक हो जाएगा, इसलिए कृपया सुनिश्चित करें और किसी भी व्यक्तिगत जानकारी को शामिल न करे
hu: Az Ön visszajelzését mindenki számára elérhetően tároljuk, így kérjük, hogy ne adjon meg személyes információkat.
id: Isi saran Anda akan bersifat publik, jadi jangan pernah menyertakan informasi pribadi apa pun.
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯು ಸಾರ್ವಜನಿಕವಾಗಿ ಲಭ್ಯವಿರುವುದರಿಂದ, ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸದಂತೆ ಎಚ್ಚರವಹಿಸಿ.
mai: अहाँक प्रतिक्रिया क सामग्री सार्वजनिक भए जएताह, एहिलेल कृपया सुनिश्चित करू आओर जे ककरो सँ व्यक्तिगत जानकारी केँ सामिल नहि करू
mg: Ny atin'ny tsikeranao dia havoaka ho hitan'ny besinimaro, koa ataovy azo antoka, azafady, fa tsy nasianao fampahalalana manokana momba anao ao.
ne: तपाइको पुनर्निवेशको सामग्री सार्वजनिक हुनेछ, त्येसैले कुनै पनि व्यक्तिगत जानकारी समावेस नगर्न पक्का हुनुहोला ।
or: ଆପଣଙ୍କ ମତାମତର ଅନ୍ତର୍ବସ୍ତୁ ସାର୍ବଜନୀନ ହୋଇଯିବ, ତେଣୁ ଏଥିରେ କିଛି ବ୍ୟକ୍ତିଗତ ସୂଚନା ନରହିଛି ବୋଲି ଦୟାକରି ନିଶ୍ଚିତ କରନ୍ତୁ।
pt: O conteúdo do seu comentário será público, pelo que garanta que não inclui quaisquer informações pessoais.
ro: Conținutul feedbackului va fi public, atfel încât te rugăm să te asiguri că nu incluzi vreo informație personală.
si: ඔබේ ප්‍රතිපොෂණයේ අන්තර්ගතය පොදු වේ, එම නිසාවෙන් පුද්ගලික තොරතුරු කිසිවක් අඩංගු නොකිරීමට වග බලාගන්න.
sw: Maudhui ya maoni yako yatakuwa ya umaa, kwa hivyo tafadhali hakikisha usijumuishe maelezo yoyote ya binafsi.
ta: உங்களின் பின்னூட்டம் அனைவராலும் படிக்கக்கூடியது, எனவே உங்களின் சுய தகவலை தவர்க்கவும்.
th: เนื้อหาของข้อคิดเห็นของคุณจะเป็นสาธารณะ ดังนั้นโปรดตรวจสอบให้แน่ใจว่าไม่ได้ใส่ข้อมูลส่วนบุคคลใด ๆ ไว้
tr: Geri bildiriminizin içeriği herkese açık olacaktır, o yüzden lütfen hiçbir kişisel bilginizi yazmayın.
ur: آپ کی رائے کا مواد عوامی ہوگا، کسی بھی طرح کی ذاتی معلومات شامل ناکریں۔
uz: Mulohazangiz tarkibi hammaga ko‘rinadigan bo‘ladi, shunday ekan shaxsiy ma’lumotlaringizni qo‘shmaganligingizga ishonch hosil qiling.
vi: Nội dung của phản hồi này mang tính công cộng nên hãy chắc chắn bạn không để lộ bất kỳ thông tin cá nhân nào.
xh: Umbandela wengxelo yakho uza kubonwa nguwonke wonke, ngoko sicela ungafaki nayiphi na inkcazelo yobuqu.
zu: Okuqukethwe empendulweni yakho kuzovezelwa wonke umuntu, ngakho sicela uqiniseke ukuthi awubandakanyi imininingwane yakho eyimfihlo.

source: Check here to let us contact you from your email.
am: እዚህ ምልክት ያድርጉ በ ኢሜይል እኛ እንድንገናኝዎት
ar: اضغط هنا للسماح لنا بالاتصال بك عبر البريد الإلكتروني.
bg: Докоснете, за да позволите да се свържем с вас по ел. поща.
bn_bd: এখানে চেক করুন এবং আপনার সাথে ইমেইলে যোগযোগের অনুমতি দিন।
bn_in: এখানে টিক মারুন যাতে আমরা আপনাকে আপনার ইমেইল এর মাধ্যমে আপনার সাথে যোগাযোগ করতে পারি।
br: Kevaskit amañ evit aotren ac'hanomp da vont e darempred ganeoc'h dre bostel.
bs: Označite ovdje ako želite da vas kontaktiramo putem emaila.
ca: Feu clic aquí per permetre que us enviem correu.
cy: Ticiwch yma i ganiatáu i ni gysylltu â chi drwy eich e-bost.
es: Marque aquí para contactar con usted por correo.
eu: Markatu hau zurekin posta elektroniko bidez harremanetan jartzen uzteko.
ga_ie: Cuir tic anseo chun cead a thabhairt dúinn ríomhphost a sheoladh chugat.
gd: Cuir cromag an-seo airson cead a thoirt dhuinn fios a chur thugad air a' phost-d.
hi_in: यहाँ आप चेक करें जिससे कि हम आपसे ईमेल के मार्फत संपर्क कर सकें.
hu: Engedélyezze, hogy e-mailben kapcsolatba léphessünk Önnel.
id: Centang di sini agar kami dapat menghubungi Anda lewat surel.
kn: ನಾವು ನಿಮ್ಮನ್ನು ಇಮೇಲ್ ಮೂಲಕ ಸಂಪರ್ಕಿಸಲು ಅನುವುಮಾಡುಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ಕಿಸಿ.
lv: Pārbaudiet te lai mēs varēt sazināties ar jums ar epastu.
mai: एतय अहाँ चेक करू जकरासँ जे हम अहाँ सँ इमेल क मार्फत संपर्क कए सकू.
mg: Tikeo eto raha hamela anay hifandray aminao amin'ny mailakao.
ne: हामीले तपाइलाई इमेलद्वारा सम्पर्क गर्नका लागि यहाँ मार्क गर्नुहोस ।
or: ଆମେ ଆପଣଙ୍କୁ ଆପଣଙ୍କ ଇମେଲରୁ ସମ୍ପର୍କ କରିପାରୁ ସେଥିପାଇଁ ଏଇଠି ଚେକ୍ କରନ୍ତୁ
pt: Marque esta opção para autorizar o contacto consigo através do seu e-mail.
ro: Bifează aici pentru a ne permite să te contactăm prin e-mail.
si: ඔබේ විද්‍යුත් ලිපිනය ඔස්සේ ඔබව අප හට සම්බන්ධ කර ගැනීමට මෙතැන පරික්ෂා කරන්න.
sw: Tazama hapa ili kutuwacha kuwasiliana nawe kutoka barua pepe.
ta: இதைச் சொடுக்கினால் உங்களை மின்னஞ்சலில் தொடர்பு கொள்வோம்.
th: ทำเครื่องหมายตรงนี้เพื่อให้เราติดต่อคุณได้จากอีเมลของคุณ
tr: Sizinle e-postayla iletişime geçmemize izin veriyorsanız işaretleyin.
ur: یہاں چیک کریں جیسسے حم آپسے ہمیں رابطہ قآیم کر سکے۔
uz: Bizga siz e-pochtangizdan xat yozganligingizni bildirish uchun belgilang.
vi: Tích vào đây để cho phép chúng tôi liên hệ với bạn qua email.
xh: Jonga apha ukuze usivumele siqhagamshelane nawe nge-imeyili.
zu: Faka uqhwi lapha ukusivumela ukuba sikuthinte ku-imeyli yakho.

source: Email address:
am: የ ኢሜያል አድራሻ:
ar: البريد الإلكتروني:
bg: Адрес на ел. поща:
bn_bd: ইমেল ঠিকানা:
bn_in: ই-মেইল ঠিকানা:
br: Chomlec'h postel :
bs: Email adresa:
ca: Adreça electrònica:
cy: Cyfeiriad e-bost:
es: Dirección de correo:
eu: Helbide elektronikoa:
ga_ie: Seoladh ríomhphoist:
gd: Seòladh puist-d:
hi_in: ई-मेल पताः
hu: E-mail cím
id: Alamat surel:
kn: ಇಮೈಲ್ ವಿಳಾಸ:
lv: Epasta adrese:
mai: ई-मेल पताः
mg: Adiresy mailaka:
ne: इमेल ठेगाना:
or: ଇମେଲ ଠିକଣା:
pt: Endereço de email:
ro: Adresă de e-mail:
si: විද්‍යුත් ලිපිනය:
sw: Anwani ya barua pepe:
ta: மின்னஞ்சல் முகவரி:
th: ที่อยู่อีเมล:
tr: E-posta adresi:
ur: ای میل ایڈریس:
uz: E-pochta manzili:
vi: Địa chỉ email:
xh: Idilesi ye-imeyili:
zu: Ikheli le-imeyli:

source: Don’t worry. Your email will always be kept private.
am: አይጨነቁ የ እርስዎ ኢሜይል ሁልጊዜ በጥንቃቄ ይጠበቃል
ar: لا تقلق. سوف نُبقي على خصوصية بريدك الإلكتروني.
bg: Не се безпокойте. Вашата ел. поща винаги ще бъде пазена в тайна.
bn_bd: চিন্তা করবেন না। আপনার ইমেইল সর্বদা গোপন রাখা হবে।
bn_in: চিন্তা করবেন না। আপনার ইমেইল গোপন রাখা হবে।
br: N'eus abeg ebet da vezañ nec'het. Chom a raio prevez ho postel atav.
bs: Bez brige. Vaš email će uvijek biti privatan.
ca: No us preocupeu, la vostra adreça electrònica no es publicarà.
cy: Peidiwch poeni. Bydd eich e-bost yn cael ei gadw'n breifat.
es: No se preocupe: su correo siempre se mantendrá privado.
eu: Ez kezkatu. Zure posta-helbidea pribatua izango da beti.
ga_ie: Ná buair do cheann. Ní roinnfimid do sheoladh ríomhphoist riamh.
gd: Na gabh dragh. Cumaidh sinn am post-d agad prìobhaideach fad an t-siubhail.
hi_in: चिंता न करें. आपके ईमेल हमेशा निजी रखें जाएगा.
hu: Ne aggódjon, az e-mail-címek nem lesznek nyilvánosan elérhetők.
id: Jangan khawatir, alamat surel Anda akan tetap terjaga kerahasiaannya.
kn: ಚಿಂತಿಸಬೇಡಿ. ನಿಮ್ಮ ಇಮೇಲ್‌ ಅನ್ನು ಯಾವಾಗಲೂ ಗೌಪ್ಯವಾಗಿರಿಸಲಾಗುತ್ತದೆ.
lv: Neuztraucaties. Jūsu epasts vienmēr tiks paturēts privāts.
mai: चिंता नहि करू. अहाँक इमेल हरदम निज राखल जएताह.
mg: Aza manahy. Ho tanana tsiambaratelo foana ny mailakao.
ne: चिन्ता नगर्नुहोस। तपाइको इमेल संधै व्यक्तिगत राखिने छ ।
or: ଚିନ୍ତା କରନ୍ତୁ ନାହିଁ। ଆପଣଙ୍କ ଇମେଲକୁ ସବୁବେଳେ ବ୍ୟକ୍ତିଗତ ରଖାଯିବ।
pt: Não se preocupe. O seu email será mantido privado.
ro: Nu-ți fă griji. E-mailul tău va rămâne mereu privat.
si: බිය නොවන්න. ඔබේ විද්‍යුත් ලිපිනය සැමවිටම පුද්ගලිකව තිබෙනු ඇත.
sw: Usijali. Daima barua pepe yako itakuwa ya faragha.
ta: கவளைப்படாதீர்கள். உங்களுடைய மின்னஞ்சல் முகவரி அந்தரங்கமாக வைக்கப்படும்.
th: อย่ากังวล อีเมลของคุณจะถูกเก็บไว้เป็นส่วนตัวเสมอ
tr: Merak etmeyin, e-posta adresiniz her zaman gizli tutulacaktır.
ur: فکر نہ کرے۔ آپ کا ای میل ہمیشہ نجی رکھا جائے گا۔
uz: Xavotir olmang. E-pochtangiz doimo maxfiy saqlanadi.
vi: Đừng lo. Email của bạn sẽ luôn được giữ bí mật.
xh: Ungaxhali. I-imeyili yakho iya kusoloko igcinwa bucala.
zu: Ungakhathazeki. I-imeyli yakho iyogcinwa iyimfihlo njalo.

source: Send Feedback
am: መልስ መላኪያ
ar: أرسل انطباعك
bg: Изпращане обратна връзка
bn_bd: প্রতিক্রিয়া পাঠান
bn_in: মতামত পাঠান
br: Kas ho meno
bs: Pošalji povratne informacije
ca: Envia l'opinió
cy: Anfon Adborth
es: Enviar comentarios
eu: Bidali iritzia
ga_ie: Seol Aiseolas
gd: Cuir thugainn do bheachdan
hi_in: फ़ीडबैक भेजें
hu: Visszajelzés küldése
id: Kirim Saran
kn: ಅಭಿಪ್ರಾಯ ಕಳುಹಿಸಿ
lv: Sūtīt atsauksmi
mai: फ़ीडबैक पठाबू
mg: Handefa Tsikera
ne: पुनर्निवेश पठाउनुहोस
or: ମତାମତ ଦିଅନ୍ତୁ
pt: Enviar comentário
ro: Trimite feedbackul
si: ප්‍රතිපෝෂණය යවන්න
sw: Tuma maoni
ta: அனுப்பு
th: ส่งข้อคิดเห็น
tr: Geri bildirim gönder
ur: جواب بھیجیں
uz: Mulohaza jo‘natish
vi: Gửi phản hồi
xh: Thumela ingxelo
zu: Thumela Impendulo

source: Sorry, the system can’t send your suggestion due to a data connection error. Please try again when the issue is resolved.
am: አዝናለሁ: ስርአቱ የ እርስዎን አስተያየት መላክ አልቻለም በ ዳታ ግንኙነት ስህተት ምክንያት: እባክዎን ትንሽ ቆይተው እንደገና ይሞክሩ
ar: عذرا، لا يستطيع النظام إرسال اقتراحك نتيجة خطأ في الاتصال. من فضلك أعد المحاولة عند حل المشكلة.
bg: Съжаляваме, системата не може да изпрати вашето предложение поради грешка във връзката за данни. Моля, опитайте отново, когато проблемът е отстранен.
bn_bd: দুঃখিত, ডাটা সংযোগ ত্রুটির কারণে সিস্টেমটি আপনার পরামর্শটি প্রেরণ করতে পারছে না। যখন তা সমাধান হবে অনুগ্রহ করে তখন পুনরায় চেষ্টা করুন।
bn_in: দুঃখিত,একটি তথ্য সংযোগ ত্রুটির জন্য সিস্টেম আপনার পরামর্শ পাঠাতে পারবে না। সমস্যা সমাধান করার পর আবার চেষ্টা করুন।
br: Digarezit, n'hall ket ar reizhiad kas ho meno abalamour d'ur fazi war ar c'hennask. Klaskit en-dro pa vo reizhet ar gudenn mar plij.
bs: Žao nam je, sistem ne može poslati vaš ​​prijedlog zbog greške u vezi. Molimo pokušajte ponovo kada se problem riješi.
ca: El sistema no pot enviar el vostre suggeriment per un problema de connexió. Torneu-ho a provar quan el problema s'hagi resolt.
cy: Ymddiheuriadau, nid oedd modd i'r system anfon eich awgrym oherwydd gwall cysylltiad data. Ceisiwch eto pan fydd y mater wedi ei ddatrys.
es: Discúlpenos, debido a un error en la conexión de datos, el sistema no puede enviar su sugerencia. Pruebe de nuevo cuando el problema se resuelva.
eu: Sistemak ezin du zure iradokizuna bidali datu-konexioan errorea gertatu delako. Saiatu berriro arazoa konponduta dagoenean.
ga_ie: Ní féidir leis an gcóras do mholadh a sheoladh mar gheall ar earráid leis an gceangal. Bain triail eile as nuair a bheidh an fhadhb réitithe.
gd: Tha sinn duilich ach chan urrainn dhan t-siostam do bheachdan a chur thugainn ri linn mearachd leis a’ cheangal dàta. Feuch ris a-rithist nuair a bhios a’ chùis air a rèiteachadh.
hi_in: क्षमा करें, डेटा कनेक्शन त्रुटि की वजह से सिस्टम आपके कोई सुझाव भेज नहीं सकते हैं. समस्या हल होने पर पुन: प्रयास करें.
hu: Elnézést, kapcsolódási hiba miatt a rendszer nem tudja elküldeni a javaslatait. Próbálja meg később, amikor a probléma elhárult.
id: Maaf, sistem tidak dapat mengirimkan saran karena kesalahan sambungan data. Coba lagi setelah masalahnya terselesaikan.
kn: ಕ್ಷಮಿಸಿ, ಡೇಟಾ ಸಂಪರ್ಕ ದೋಷದಿಂದಾಗಿ ವ್ಯವಸ್ಥೆಯು ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವನ್ನು ಕಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಈ ತೊಂದರೆ ನಿವಾರಣೆಯಾದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
mai: क्षमा करू, डेटा कनेक्शन त्रुटि क वजह सँ सिस्टम अहाँक कोनो सुझाव भेज नहि सकैत अछि. समस्या हल हए पर पुन: प्रयास करू.
mg: Miala tsiny fa tsy afaka mandefa ny sosokevitrao ny rafitra fa misy tsy fetezan'ny fifandraisana data. Azafady, andramo indray rehefa voavaha ny olana.
ne: माफ गर्नुहोला, यस प्रणालीले तपाइको सुझाव डेटा जडान त्रुटिका कारण पठाउन सकेन । कृपया समस्या समाधान भएपछि पुन: प्रयास गर्नुहोला ।
or: ଦୁଃଖିତ, ଡାଟା ସଂଯୋଗ ତ୍ରୁଟି ହେତୁ ଆପଣଙ୍କ ମତାମତକୁ ପଠାଇବାରେ ସିଷ୍ଟମ ଅସମର୍ଥ। ଅସୁବିଧାଟି ଦୂର ହୋଇଗଲା ପରେ ଦୟାକରି ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: Pedimos desculpa, mas o sistema não conseguiu enviar a sua sugestão devido a um erro de ligação de dados. Por favor, tente novamente quando o problema estiver resolvido.
ro: Ne pare rău, sistemul nu poate trimite sugestia ta datorită unei erori cu conexiunea de date. Te rugăm să încerci din nou când problema este remediată.
si: කණගාටුයි, දත්ත සබඳතාවයේ දෝෂයක් හේතුවෙන් පද්ධතිය හට ඔබේ යෝජනාව යැවිය නොහැක. කරුණාකර ගැටළුව සමනය වූ විට නැවත වරක් උත්සාහ කර බලන්න.
sw: Samahani, mfumo huwezi tuma maoni yako kutokana na hitilafu ya muunganisho wa data. Tafadhali jaribu tena suala likitatuliwa.
ta: மன்னிக்கவும், தரவு இணைப்பில் பிழை ஏற்ப்பட்டுள்ளதால் கணினியால் பரிந்துரையை அனுப்பு முடியவில்லை. பிரச்சனை தீர்ந்த பிறகு முயற்சிக்கவும்.
th: ขออภัย ระบบไม่สามารถส่งคำแนะนำของคุณเนื่องจากการเชื่อมต่อข้อมูลผิดพลาด โปรดลองอีกครั้งเมื่อปัญหาได้รับการแก้ไขแล้ว
tr: Üzgünüz, sistem bir veri bağlantı hatası nedeniyle önerinizi gönderemiyor. Lütfen sorun çözüldükten sonra tekrar deneyin.
ur: معذرت، کوائف کنکشن نقص کی وجہ سے نظام آپ کی تجاویز نہیں بھیج سکتا ہیں۔ براہ مہربانی مسئلہ حل حو جانے پر دوبارہ کوشش کریں۔
uz: Kechirasiz, tizim internetga ulanishda muammo bo‘lganligi tufayli tavsiyangizni jo‘nata olmadi. Muammo hal bo‘lganda yana jo‘natishga urinib ko‘ring.
vi: Xin lỗi, hệ thống không thể gửi phản hồi của bạn do lỗi kết nối dữ liệu. Vui lòng thử lại sau khi vấn đề kết nối này đã được giải quyết.
xh: Uxolo, inkqubo ayikwazi ukuthumela icebiso lakho ngenxa yemposiso kunxibelelwano lwedatha. Sicela uphinde uzame xa ingxaki isonjululwe.
zu: Siyaxolisa, isistimu ayikwazi ukuthumela umbono wakho ngenxa yephutha lokuxhumeka kwedatha elenzekile. Sicela uphinde uzame futhi uma le nkinga seyisonjululiwe.

source: Sorry, the system can’t send your suggestion because the server shut down. Please wait a moment and try again.
am: አዝናለሁ: ስርአቱ የ እርስዎን አስተያየት መላክ አልቻለም በ ሰርቨር መዘጋት ስህተት ምክንያት: እባክዎን ትንሽ ቆይተው እንደገና ይሞክሩ
ar: عذرا، لا يستطيع النظام إرسال اقتراحك لأن الخادم مغلق. رجى الانتظار قليلا وإعادة المحاولة.
bg: Съжаляваме, системата не може да изпрати вашето предложение, тъй като сървърът е спрян. Моля, изчакайте малко и опитайте отново.
bn_bd: দুঃখিত, সার্ভার বন্ধ থাকায় সিস্টেমটি আপনার মতামত পাঠাতে পারছে না। অনুগ্রহ করে কিছুক্ষণ পরে আবার চেষ্টা করুন।
bn_in: দুঃখিত, সিস্টেম আপনার পরামর্শ পাঠাতে পারবেন না কারন সার্ভার বন্ধ এক মুহূর্ত অপেক্ষা করুন এবং আবার চেষ্টা করুন।
br: Digarezit, n'hall ket ar reizhiad kas ho meno peogwir eo lazhet an dafariad. Gortozit ha klaskit en-dro mar plij.
bs: Žao nam je, sistem ne može poslati vaš ​​prijedlog jer je server ugašen. Pričekajte trenutak i pokušajte ponovo.
ca: El sistema no pot enviar el vostre suggeriment perquè el servidor no està disponible. Espereu un moment i torneu-ho a provar.
cy: Ymddiheuriadau, nid yw'r system yn gallu anfon eich sylw gan fod y gweinydd wedi cau lawr. Arhoswch am ychydig a cheisio eto.
es: Discúlpenos, al estar el servidor caído, el sistema no puede enviar su sugerencia. Espere un momento y pruebe de nuevo.
eu: Sistemak ezin du zure iradokizuna bidali zerbitzaria itzali delako. Itxaron momentu bat eta saiatu berriro.
ga_ie: Ní féidir leis an gcóras do mholadh a sheoladh toisc gur múchadh an freastalaí. Bain triail eile as i gceann cúpla nóiméad.
gd: Tha sinn duilich ach chan urrainn dhan t-siostam do bheachdan a chur thugainn a chionn ’s gu bheil am frithealaiche shìos. Fuirich mionaid is feuch ris a-rithist.
hi_in: क्षमा करें, सर्वर बंद होने की वजह से सिस्टम आपके कोई सुझाव भेज नहीं सकते हैं. एक क्षण रुको और पुन: प्रयास करें.
hu: Elnézést, a szerver lekapcsolása miatt a rendszer nem tudja elküldeni a javaslatait. Próbálja újra pár perc múlva.
id: Maaf, sistem tidak dapat mengirimkan saran karena server dimatikan. Mohon tunggu sebentar lalu coba lagi.
kn: ಕ್ಷಮಿಸಿ, ಸರ್ವರ್ ನಿಲುಗಡೆಯಿಂದಾಗಿ ವ್ಯವಸ್ಥೆಯು ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವನ್ನು ಕಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಸ್ವಲ್ಪ ಹೊತ್ತು ಕಾದು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
mai: क्षमा करू, सर्वर बन्न हए क वजह सँ सिस्टम अहाँक कोनो सुझाव भेज नहि सकैत अछि. एक क्षण थामू आओर पुन: प्रयास करू.
mg: Miala tsiny fa tsy afaka mandefa ny sosokevitrao ny rafitra satria nijanona ny mpizara. Azafady, andraso kely ary andramo indray.
ne: माफ गर्नुहोला, सर्भर बन्द भएको कारण प्रणालीले तपाई को सुझाव पठाउन सकेन । कृपया केहि बेर प्रतिक्षा गरि पुन: प्रयास गर्नुहोला ।
or: ଦୁଃଖିତ, ସର୍ଭର ବନ୍ଦ ହେତୁ ଆପଣଙ୍କ ମତାମତକୁ ପଠାଇବାରେ ସିଷ୍ଟମ ଅସମର୍ଥ। ଦୟାକରି ଟିକେ ଅପେକ୍ଷା କରନ୍ତୁ ଓ ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: Pedimos desculpa, mas o sistema não consegue enviar a sua sugestão porque o servidor está desligado. Por favor, aguarde um momento e tente novamente.
ro: Ne pare rău, sistemul nu poate trimite sugestia ta deoarece serverul este închis. Te rugăm să aștepți o clipă și să încerci din nou.
si: කණගාටුයි, සේවාදායකයාගේ වසා දැමීමක් හේතුවෙන් පද්ධතිය හට ඔබේ යෝජනාව යැවිය නොහැක. කරුණාකර මොහොතක් රැඳී සිට නැවත වරක් උත්සාහ කර බලන්න.
sw: Samahani, mfumo huwezi tuma maoni yako kwa sababu seva ilizima. Tafadhali subiri kidogo na ujaribu tena.
ta: மன்னிக்கவும், கணினியால் உங்களுடைய பரிந்துரையை அனுப்பு முடியவில்லை ஏனென்றால் சேவகன் பணி நிறுத்தத்தில் உள்ளது. காத்திருந்து மீண்டும் முயற்சிக்கவும்.
th: ขออภัย ระบบไม่สามารถส่งคำแนะนำของคุณเนื่องจากเซิร์ฟเวอร์ปิดเครื่องอยู่ โปรดรอสักครู่แล้วลองอีกครั้ง
tr: Üzgünüz, sunucu kapandığı için sistem şu anda önerinizi gönderemiyor. Lütfen biraz bekleyip tekrar deneyin.
ur: ہم معاذرت خواں ہیں، سسٹم آپ کی تجاویز بھیج نہیں سکتا کیوںکہ سرور بند ہوگیا ہے۔ برائے مہربانی ایک لمحہ انتظار کریں اور پھر کوشش کریں۔
uz: Kechirasiz, tizim tavsiyangizni jo‘nata olmadi, chunki server o‘chib qoldi. Bir lahza kutib turing va qaytadan jo‘nating.
vi: Xin lỗi, hệ thống không thể gửi phản hồi của bạn vì máy chủ đã tắt. Vui lòng chờ và thử lại trong chốc lát.
xh: Uxolo, inkqubo ayikwazi ukuthumela icebiso lakho ngenxa yokucima kweseva. Sicela ulinde umzuzwana uphinde uzame kwakhona.
zu: Siyaxolisa, isistimu ayikwazi ukuthumela umbono wakho ngoba iseva ivele yacisha. Sicela ulinde isikhashana bese uphinde uzame futhi.

source: Sorry, the system can’t send your suggestion because of a timeout. Please restart and try again.
am: አዝናለሁ: ስርአቱ የ እርስዎን አስተያየት መላክ አልቻለም በ ጊዜ ማለፍ ስህተት ምክንያት: እባክዎን ትንሽ ቆይተው እንደገና ይሞክሩ
ar: عذرا، لا يستطيع النظام إرسال اقتراحك بسبب خطأ في الاتصال. يرجى إعادة التشغيل وإعادة المحاولة.
bg: Съжаляваме, системата не може да изпрати вашето предложение поради изтекло време. Моля, рестартирайте и опитайте отново.
bn_bd: দুঃখিত, টাইমআউট হওয়ার কারণে সিস্টেমটি আপনার পরামর্শটি প্রেরণ করতে পারছে না। অনুগ্রহ করে রিস্টার্ট করুন এবং পুনরায় চেষ্টা করুন।
bn_in: দুঃখিত, সময়সীমা উত্তীর্ণ হয়ে যাবার কারনে সার্ভার আপনার পরামর্শ পাঠাতে পারবে না। পুনরায় আরম্ভ করুন এবং আবার চেষ্টা করুন।
br: Digarezit, n'hall ket ar reizhiad kas ho meno peogwir eo diamzeret ar c'hennask. Adloc'hit ha klaskit en-dro mar plij.
bs: Žao nam je, sistem ne može poslati vaš ​​prijedlog zbog vremenskog prekoračenja. Molimo vas pokušajte ponovo.
ca: El sistema no pot enviar el vostre suggeriment perquè s'ha excedit el temps d'espera. Reinicieu i torneu-ho a provar.
cy: Ymddiheuriadau, nid yw’r system yn gallu anfon eich sylw oherwydd oediad. Ailgychwynnwch a cheisio eto.
es: Discúlpenos, al agotarse el tiempo, el sistema no puede enviar su sugerencia. Reinicie y pruebe de nuevo.
eu: Sistemak ezin izan du zure iradokizuna bidali denbora-muga gainditu delako. Berrabiarazi eta saiatu berriro.
ga_ie: Ní féidir leis an gcóras do mholadh a sheoladh toisc gur chuaigh sé thar am. Atosaigh an córas agus bain triail eile as.
gd: Tha sinn duilich ach chan urrainn dhan t-siostam do bheachdan a chur thugainn ri linn timeout. Dèan ath-thòiseachadh is feuch ris a-rithist.
hi_in: क्षमा करें, टाइमआउट के वजह से सिस्टम आपके कोई सुझाव भेज नहीं सकते हैं. पुनरारंभ करें और पुन: प्रयास करें.
hu: Elnézést, időtúllépés miatt a rendszer nem tudja elküldeni a javaslatait. Újraindítás után próbálja újra.
id: Maaf, sistem tidak dapat mengirimkan saran karena tenggang waktu telah habis. Mohon mulai ulang lalu coba lagi.
kn: ಕ್ಷಮಿಸಿ, ಸಮಯ ಮುಗಿದಿದ್ದರಿಂದ ವ್ಯವಸ್ಥೆಯು ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವನ್ನು ಕಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ವ್ಯವಸ್ಥೆಯನ್ನು ಮರು ಪ್ರಾರಂಭಮಾಡಿ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
mai: क्षमा करू, टाइमआउट क वजह सँ सिस्टम अहाँक कोनो सुझाव भेज नहि सकैत अछि. पुनरारंभ करू आओर पुन: प्रयास करू.
mg: Miala tsiny fa tsy afaka mandefa ny sosokevitrao ny rafitra satria dila ny fe-potoana. Azafady, avereno velomina ary andramo indray.
ne: माफ गर्नुहोला, टाइमआउट भएको कारण प्रणालीले तपाईंको सुझाव पठाउन सकेन । कृपया फेरि सुरु गरी पुन: प्रयास गर्नुहोला।
or: ଦୁଃଖିତ, ସମୟ-ଅବଧି-ସମାପ୍ତ ହେତୁ ଆପଣଙ୍କ ମତାମତକୁ ପଠାଇବାରେ ସିଷ୍ଟମ ଅସମର୍ଥ। ଦୟାକରି ପୁନଃ ଚାଲୁ କରି ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: Pedimos desculpa, mas o sistema não consegue enviar a sua sugestão devido a um atraso. Por favor reinicie e tente novamente.
ro: Ne pare rău, sistemul nu poate trimite sugestia deoarece timpul a expirat. Te rugăm să repornești dispozitivul și să încerci iar.
si: කණගාටුයි, කාලය ඉකුත් වීමක් හේතුවෙන් පද්ධතිය හට ඔබේ යෝජනාව යැවිය නොහැක. කරුණාකර ප්‍රත්‍යාරම්භ කර නැවත වරක් උත්සාහ කර බලන්න.
sw: Samahani, mfumo huwezi tuma maoni kwa sababu muda-umeisha. Tafadhali washa-upya na ujaribu tena.
ta: மன்னிக்கவும், காலவதியாகிவிட்டதால் கணினியால் பரிந்துரையை அனுப்பு முடியவில்லை. மீள்துவக்கி மீண்டும் முயற்சிக்கவும்.
th: ขออภัย ระบบไม่สามารถส่งคำแนะนำของคุณเนื่องจากหมดเวลา โปรดเริ่มการทำงานใหม่แล้วลองอีกครั้ง
tr: Üzgünüz, zaman aşımı nedeniyle sistem şu anda önerinizi gönderemiyor. Lütfen yeniden başlatıp tekrar deneyin.
ur: معذرت، وقت اخراج کی وجہ سے نظام آپ کی تجویز نہیں بھیج سکتا۔ براہ مہربانی دوباره شروع کریں اور پھر کوشش کریں۔
uz: Kechirasiz, tizim vaqt o‘tib ketganligi tufayli tavsiyangizni jo‘nata olmadi. O‘chirib-yoqing va yana urinib ko‘ring.
xh: Uxolo, inkqubo ayikwazi ukuthumela icebiso lakho ngenxa yokuphela kwexesha. Sicela uphinde uqale uze uzame kwakhona.
zu: Siyaxolisa, isitimu ayikwazi ukuthumela umbono wakho ngenxa yokuphela kwesikhathi. Sicela uqale kabusha uphinde uzame futhi.
