Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Wi-Fi Hotspot
am: ዋይ-ፋይ Hotspot
ar: نقطة بث Wi-Fi
bg: Wi-Fi точка за достъп
bn_bd: ওয়াই-ফাই হটস্পট
bn_in: ওয়াই-ফাই হটস্পট
br: Poent haeziñ Wi-Fi
ca: Punt d'accés Wi-Fi
cy: Man Poeth Diwifr
es: Punto acceso wifi
eu: Wifigunea
fa: منطقه پوشش Wi-Fi
ga_ie: Ball Te Wi-Fi
id: Hotspot Wi-Fi
kn: Wi-Fi ಹಾಟ್‌ಸ್ಪಾಟ್
lv: Bezvadu interneta tīklājs
pt: Zona Wi-Fi portátil
ro: Hotspot Wi-Fi
si: Wi-Fi හොට්ස්පොට්
ta: வை-பை ஹாட்ஸ்பாட்
th: จุดเชื่อมต่อ Wi-Fi
tr: Wi-Fi erişim noktası
ur: وائی فائی ہاٹ سپاٹ
uz: Wi-Fi ulanish nuqtasi
wa: Bône d’ accès Wi-Fi

source: Hotspot "{{hotspotSSID}}" is enabled
ar: نقطة الاتصال "{{hotspotSSID}}" مفعّلة
bg: Включена е точка за достъп "{{hotspotSSID}}"
bn_bd: হটস্পট "{{hotspotSSID}}" সক্রিয় হয়েছে
bn_in: হটস্পট "{{hotspotSSID}}" সক্রিয়
br: Gweredekaet eo ar poent haeziñ "{{hotspotSSID}}"
bs: Hotspot "{{hotspotSSID}}" je omogućen
ca: El punt d'accés "{{hotspotSSID}}" està activat
cy: Man poeth "{{hotspotSSID}}" wedi ei alluogi
es: El punto de acceso wifi "{{hotspotSSID}}" está activado
eu: "{{hotspotSSID}}" wifigunea gaituta dago
fa: منطقه پوشش «{{hotspotSSID}}» فعال شد
ga_ie: Tá an ball te "{{hotspotSSID}}" cumasaithe
gd: Tha an hotspot “{{hotspotSSID}}” an comas
pt: Ponto de Internet "{{hotspotSSID}}" está ativo
ro: Hotspotul „{{hotspotSSID}}” este activat
si: හොට්ස්පොට් "{{hotspotSSID}}" සක්‍රීයයි
th: เปิดใช้งานจุดเชื่อมต่อ "{{hotspotSSID}}" แล้ว
ur: ہاٹ سپاٹ "{{hotspotSSID}}" اہل کردہ
uz: "{{hotspotSSID}}" yoqib qo‘yildi

# wifi-password
source: Password
am: የመግቢያ ቃል
ar: كلمة السِّر
bg: Парола
bn_bd: পাসওয়ার্ড
bn_in: পাসওয়ার্ড
br: Ger-tremen
bs: Lozinka
ca: Contrasenya
cy: Cyfrinair
es: Contraseña
eu: Pasahitza
fa: گذرواژه
ga_ie: Focal Faire
gd: Facal-faire
hi_in: कूटशब्द
hu: Jelszó
id: Sandi
kn: ಗುಪ್ತಪದ
lv: Parole
mai: गुड़किल्ली
mg: Tenimiafina
ne: पासवर्ड
or: ପାସୱାର୍ଡ଼
pt: Palavra-passe
ro: Parolă
si: මුරපදය
sw: Neno la siri
ta: கடவுச்சொல்
th: รหัสผ่าน
tr: Parola
ur: پاس ورڈ
uz: Parol
vi: Mật khẩu
wa: Sicret
xh: Ipasiwedi
zu: I-password

# wifi-security
source: Security
am: ደህንነት
ar: الحماية
bg: Защита
bn_bd: নিরাপত্তা
bn_in: নিরাপত্তা
br: Diogelroez
bs: Sigurnost
ca: Seguretat
cy: Diogelwch
es: Seguridad
eu: Segurtasuna
fa: امنیت
ga_ie: Slándáil
gd: Tèarainteachd
hi_in: सुरक्षा
hu: Biztonság
id: Keamanan
kn: ಸುರಕ್ಷತೆ
lv: Drošība
mai: सुरक्षा
mg: Fiarovana
ne: सुरक्षा
or: ସୁରକ୍ଷା
pt: Segurança
ro: Securitate
si: ආරක්ෂාව
sw: Usalama
ta: பாதுகாப்பு
th: ความปลอดภัย
tr: Güvenlik
ur: سلامتی
uz: Xavfsizlik
vi: Bảo mật
wa: Såvrité
xh: Ukhuseleko
zu: Ukuvikeleka

source: USB Tethering
am: ዩኤስቢ መካፈያ
ar: ربْط عبر ال USB
bg: USB тетъринг
bn_bd: ইউএসবি টেথারিং
bn_in: USB টেথারিং
br: Modem USB
bs: USB vezivanje
ca: Comparteix per USB
cy: Tenynnu USB
es: Tethering USB
eu: USB tethering-a
ga_ie: Teaghránú USB
gd: Teadhrachadh USB
hu: USB kapcsolat
id: Tethering lewat USB
kn: USB ಟೆಥರಿಂಗ್
pt: Associação USB
ro: Tethering prin USB
si: USB බෙදාගැනීම
ta: USB டெதரிங்
th: การกระจายสัญญาณ USB
tr: USB internet paylaşımı
ur: USB ٹیتھرنگ
uz: USB modem
wa: Houcrece USB

source: Hotspot Settings
ar: إعدادات HotSpot
bg: Настройки
bn_bd: হটস্পট সেটিং
bn_in: হটস্পট সেটিংস
br: Arventennoù ar poent haeziñ
bs: Postavke hotspota
ca: Paràmetres del punt d'accés
cy: Gosodiadau Man Poeth
es: Ajustes punto de acceso
eu: Wifigunearen ezarpenak
fa: تنظیمات منطقه پوشش
ga_ie: Socruithe an Bhaill The
gd: Roghainnean a’ Hotspot
hu: Hotspot beállításai
id: Setelan Hotspot
kn: ಹಾಟ್‌ಸ್ಪಾಟ್ ಸಿದ್ದತೆಗಳು
lv: Tīklāja iestatījumi
pt: Zona Wi-Fi
ro: Setări hotspot
si: හොට්ස්පොට් සැකසුම්
ta: ஹாட்ஸ்பாட் அமைவுகள்
th: ตั้งค่าจุดเชื่อมต่อ
tr: Erişim noktası ayarları
ur: ہاٹ سپاٹ سیٹنگیں
uz: Ulanish nuqtasi sozlamalari
wa: Apontiaedjes del bône d’ accès

# wifi-auth-username
source: Username
am: የተጠቃሚ ስም
ar: إسم المستخدم
bg: Потребителско име
bn_bd: ব্যবহারকারীর নাম
bn_in: ব্যবহারকারীর নাম
br: Anv arveriad
bs: Korisničko ime
ca: Nom d'usuari
cy: Enw Defnyddiwr
es: Usuario
eu: Erabiltzaile-izena
fa: نام‌کاربری
ga_ie: Ainm úsáideora
gd: Ainm-cleachdaiche
hi_in: उपयोक्ता नाम
hu: Felhasználónév
id: Nama pengguna
kn: ಬಳಕೆದಾರಹೆಸರು
lv: Lietotājvārds
mai: प्रयोक्ता नाम
mg: Solonanarana
ne: प्रयोगकर्ता नाम
or: ଚାଳକ ନାମ
pt: Nome de utilizador
ro: Utilizator
si: පරිශීලක නාමය
sw: Jina la mtumiaji
ta: பயனர்பெயர்
th: ชื่อผู้ใช้
tr: Kullanıcı adı
ur: صارف نام
uz: Foydalanuvchi nomi
wa: No d’ uzeu
xh: Igama lomsebenzisi
zu: Igama lomsebenzisi

# wifi-auth-password
source: Password
am: የመግቢያ ቃል
ar: كلمة السّر
bg: Парола
bn_bd: পাসওয়ার্ড
bn_in: পাসওয়ার্ড
br: Ger-tremen
bs: Lozinka
ca: Contrasenya
cy: Cyfrinair
es: Contraseña
eu: Pasahitza
fa: گذرواژه
ga_ie: Focal Faire
gd: Facal-faire
hi_in: कूटशब्द
hu: Jelszó
id: Sandi
kn: ಗುಪ್ತಪದ
lv: Parole
mai: गुड़किल्ली
mg: Tenimiafina
ne: पासवर्ड
or: ପାସୱାର୍ଡ଼
pt: Palavra-passe
ro: Parolă
si: මුරපදය
sw: Neno la siri
ta: கடவுச்சொல்
th: รหัสผ่าน
tr: Parola
ur: پاس ورڈ
uz: Parol
wa: Sicret
xh: Ipasiwedi
zu: I-password

# wifi-join-username
source: Username
am: የተጠቃሚ ስም
ar: إسم المستخدم
bg: Потребителско име
bn_bd: ব্যবহারকারীর নাম
bn_in: ব্যবহারকারীর নাম
br: Anv arveriad
bs: Korisničko ime
ca: Nom d'usuari
cy: Enw Defnyddiwr
es: Usuario
eu: Erabiltzaile-izena
fa: نام‌کاربری
ga_ie: Ainm úsáideora
gd: Ainm-cleachdaiche
hi_in: उपयोक्ता नाम
hu: Felhasználónév
id: Nama pengguna
kn: ಬಳಕೆದಾರಹೆಸರು
lv: Lietotājvārds
mai: प्रयोक्ता नाम
mg: Solonanarana
ne: प्रयोगकर्ता नाम
or: ବ୍ୟବହାରକାରୀ ନାମ
pt: Nome de utilizador
ro: Utilizator
si: පරිශීලක නාමය
sw: Jina la mtumiaji
ta: பயனர்பெயர்
th: ชื่อผู้ใช้
tr: Kullanıcı adı
ur: صارف کا نام
uz: Foydalanuvchi nomi
wa: No d’ uzeu
xh: Igama lomsebenzisi
zu: Igama lomsebenzisi

# wifi-join-password
source: Password
am: የመግቢያ ቃል
ar: كلمة السّر
bg: Парола
bn_bd: পাসওয়ার্ড
bn_in: পাসওয়ার্ড
br: Ger-tremen
bs: Lozinka
ca: Contrasenya
cy: Cyfrinair
es: Contraseña
eu: Pasahitza
fa: گذرواژه
ga_ie: Focal Faire
gd: Facal-faire
hi_in: कूटशब्द
hu: Jelszó
id: Sandi
kn: ಗುಪ್ತಪದ
lv: Parole
mai: गुड़किल्ली
mg: Tenimiafina
ne: पासवर्ड
or: ପାସୱାର୍ଡ଼
pt: Palavra-passe
ro: Parolă
si: මුරපදය
sw: Neno la siri
ta: கடவுச்சொல்
th: รหัสผ่าน
tr: Parola
ur: پاس ورڈ
uz: Parol
wa: Sicret
xh: Ipasiwedi
zu: I-password

source: {{hotspotSettings}}
ca: Punt d'accés
es: Ajustes
eu: Wifigune-ezarpenak
vi: Điểm truy cập
wa: Bône d’ accès

source: SSID Network Name
am: SSID ኔትዎርክ ስም
ar: اسم الشبكة SSID
bg: SSID име на мрежата
bn_bd: SSID নেটওয়ার্কের নাম
bn_in: SSID নেটওয়ার্কের নাম
br: Anv ar rouedad (SSID)
bs: SSID naziv mreže
ca: Nom de xarxa SSID
cy: Enw Rhwydwaith SSID
es: Nombre SSID de red
eu: SSID sarearen izena
fa: نام شبکه SSID
ga_ie: Ainm SSID an líonra
gd: Ainm an lìonraidh SSID
hu: SSID hálózat neve
id: Nama Jaringan SSID
kn: SSID ನೆಟ್‌ವರ್ಕ್ ಹೆಸರು
lv: SSID tīkla nosaukums
pt: Nome da rede SSID
ro: Numele rețelei SSID
si: SSID ජාලයේ නම
ta: SSID பெயர்
th: ชื่อเครือข่าย SSID
tr: SSID ağ adı
ur: SSID نیٹ ورک کا نام
uz: SSID tarmoq nomi
wa: No del rantoele SSID

source: open
am: መክፈቻ
ar: فتح
bg: отворена
bn_bd: উন্মুক্ত
bn_in: খোলা
br: digeriñ
bs: otvoren
ca: oberta
cy: agor
es: abierta
eu: irekia
fa: باز
ga_ie: oscailte
gd: fosgailte
hi_in: खोलें
id: buka
kn: ತೆರೆ
lv: atvērts
mai: खोलू
mg: hanokatra
ne: खुल्ला
or: ଖୋଲନ୍ତୁ
pt: aberta
ro: deschisă
si: විවෘත
sw: fungua
ta: திற
th: เปิด
tr: açık
ur: کھولیں
uz: ochish
vi: Mở
wa: drovowe
xh: vula
zu: vula

source: The password must have at least 8 characters.
am: የ ማለፊያ ቃል 8 ባህሪዎች መያዝ አለበት
ar: كلمة السر يجب أن تكون على الأقل 8 أحرف.
bg: Паролата трябва да бъде дълга поне 8 знака.
bn_bd: পাসওয়ার্ডটি অবশ্যই অন্ততঃ ৮ অক্ষরের হতে হবে।
bn_in: এই পাসওয়ার্ডটি 8টি সংখ্যার হতে হবে।
br: Ar ger-tremen a rank bezañ 8 arouezenn e hirder da vihanañ.
bs: Lozinka mora sadržavati barem 8 znakova.
ca: La contrasenya ha de tenir almenys 8 caràcters.
cy: Rhaid i gyfrinair fod ag o leiaf 8 nod.
es: La contraseña debe tener al menos 8 caracteres.
eu: Pasahitzak gutxienez 8 karaktere izan behar ditu.
fa: گذرواژه باید حداقل ۸ حرف داشته باشد.
ga_ie: Ní mór ocht gcarachtar ar a laghad a bheith san fhocal faire.
gd: Feumaidh co-dhiù 8 caractaran a bhith san fhacal-fhaire.
hi_in: पासवर्ड में कम से कम 8 वर्ण होने चाहिए
hu: A jelszó legalább 8 karakter hosszú kell legyen.
id: Sandi setidaknya harus terdiri dari 8 karakter.
kn: ಗುಪ್ತಪದದಲ್ಲಿ ಕನಿಷ್ಠ 8 ಅಕ್ಷರಗಳು ಇರಬೇಕು.
lv: Parolei ir jābūt vismaz 8 rakstzīmju garai
mai: गुड़किल्ली मे कम सँ कम 8 वर्ण हए केर चाही
mg: Tsy maintsy misy maritsoratra 8 ny tenimiafina farafahakeliny.
ne: पासवर्ड कम्तिमा ८ क्यारेक्टरको हुनुपर्छ।
or: ପାସୱାର୍ଡ଼ଟି ଅତିକମରେ ୮ ଅକ୍ଷର ବିଶିଷ୍ଟ ହେବା ଉଚିତ ।
pt: A palavra-passe deve ter, pelo menos, 8 caracteres.
ro: Parola trebuie să aibă cel puțin 8 caractere.
si: මුරපදය සතුව අඩු තරමින් වචන 8ක් වත් තිබිය යුතුය.
sw: Neno la siri lazima liwe na angalau herufi 8.
ta: கடவுச்சொல் குறைந்தபட்சம் 8 எழுத்துக்களை கொண்டிருக்க வேண்டும்.
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร
tr: Parola en az 8 karakter olmalıdır.
ur: پاس ورڈ میں کم سے کم 8 کریکٹر ہونا ضروری ہیں۔
uz: Parol kamida 8 ta belgidan iborat bo‘lishi kerak.
vi: Mật khẩu phải có ít nhất 8 ký tự.
wa: Li scret doet aveur 8 caracteres pol moens.
xh: Ipasiwedi ifanele ibe noonobumba ubuncinane abasi-8.
zu: I-password kufanele okungenani ibe nezinhlamvu eziyi-8.

source: Personalization
am: የግልዎት ማድረጊያ
ar: التخصيص
bg: Персонализация
bn_bd: ব্যাক্তিগতকরণ
bn_in: নিজস্বকরণ
br: Personelaat
bs: Personalizacija
ca: Personalització
cy: Personoli
es: Personalización
eu: Pertsonalizazioa
fa: شخصی‌سازی
ga_ie: Pearsanú
gd: Pearsanachadh
hi_in: मानवीकरण
hu: Testreszabás
id: Personalisasi
kn: ಅಗತ್ಯಾನುಗುಣ
lv: Pielāgošana
mai: व्यक्तिगत निमंत्रण
mg: Fanokanana
ne: निजीकरण
or: ବ୍ୟକ୍ତିଗତକରଣ
pt: Personalização
ro: Personalizare
si: පුද්ගලීකරණය
sw: Ubinafsishaji
ta: தனிப்பயனாக்கம்
th: การปรับแต่งส่วนบุคคล
tr: Kişiselleştirme
ur: ذاتی بنانا
uz: Shaxsiylashtirish
vi: Cá nhân hóa
wa: Mete a s’ môde
xh: Ukuyenza eyobuqu
zu: Ukwenza kufaneleke nawe

source: Sound
am: ድምፅ
ar: صوت
bg: Звук
bn_bd: শব্দ
bn_in: শব্দ
br: Son
bs: Zvuk
ca: So
cy: Sain
es: Sonido
eu: Soinua
fa: صدا
ga_ie: Fuaim
gd: Fuaim
hu: Hang
lv: Skaņa
pt: Som
ro: Sunet
si: ශබ්දය
th: เสียง
ur: آواز
uz: Ovoz

# sound.ariaLabel
source: Sound
am: ድምፅ
ar: صوت
bg: Звук
bn_bd: শব্দ
bn_in: শব্দ
br: Son
bs: Zvuk
ca: So
cy: Sain
es: Sonido
eu: Soinua
fa: صدا
ga_ie: Fuaim
gd: Fuaim
lv: Skaņa
pt: Som
ro: Sunet
si: ශබ්දය
th: เสียง
ur: آواز
uz: Ovoz

source: Volume
am: መጠን
ar: جهارة الصوت
bg: Сила на звука
bn_bd: ভলিউম
bn_in: আয়তন
br: Tregern
bs: Glasnoća
ca: Volum
cy: Swn
es: Volumen
eu: Bolumena
fa: بلندی صدا
ga_ie: Airde
gd: Àirde na fuaime
hi_in: आवाज़
hu: Hangerő
kn: ಪರಿಮಾಣ
lv: Skaļums
mai: आवाज
mg: Haavom-peo
ne: आवाज
or: ଭଲ୍ଯୁମ
ro: Volum
si: හඬ
sw: Sauti
ta: ஒலி அளவு
th: ระดับเสียง
tr: Ses
ur: صوت
uz: Tovush
vi: Âm lượng
xh: Ivolyum
zu: Ivolumu

source: Tones
am: ድምፆች
ar: نغمات
bg: Мелодии
bn_bd: টোন
bn_in: টোনসমূহ
br: Sonioù
bs: Melodije
ca: Tons
cy: Tonau
es: Tonos
eu: Tonuak
fa: آهنگ‌ها
ga_ie: Toin
gd: Seirmean
hi_in: टोन
hu: Dallamok
id: Nada
kn: ರಿಂಗಣಗಳು
lv: Skaņas signāli
mai: टोन
mg: Feo
ne: धुनहरु
or: ସ୍ୱର
pt: Tons
ro: Tonuri
si: හඬනාද
sw: Tuni
ta: தொனிகள்
th: เสียง
tr: Tonlar
ur: ٹن
uz: Ohang
vi: Nhạc chuông
wa: Xhîletes
xh: Iithoni
zu: Iminkenenezo

source: Audible touch tones
am: በሚነካ ጊዜ የሚስሙ ድምጾች
ar: نغمات اللمس مسموعة
bg: Звук при докосване
bn_bd: শ্রবণযোগ্য টাচ টোন
bn_in: শ্রাব্য স্পর্শ ধ্বনি
br: Son ar stokelloù
bs: Razgovjetni tonovi dodira
ca: Tons sonors dels tocs
cy: Tonau cyffwrdd clywadwy
es: Tonos audibles de toque
eu: Ukipen-tonu entzungarriak
fa: صداهای ضربهٔ لمسی
ga_ie: Tadhalltoin inchloiste
gd: Fuaimean suathaidh ri an cluinntinn
hi_in: सुनने योग्य टच टन
hu: Hallható tárcsázási hangok
id: Nada sentuh
kn: ಕೇಳಿಸುವ ಟಚ್ ರಿಂಗಣಗಳು
mai: सुनब योग्य टच टन
mg: Feon-kasika heno
ne: श्रव्य स्पर्श ध्वनि
or: ଶ୍ରାବ୍ୟ ଟଚ ଟୋନ
pt: Toque de toque audíveis
ro: Tonuri audio la atingere
si: ශ්‍රව්‍යමය ස්පර්ශක නාද
sw: Tuni za gusa zinazosikika
ta: கேட்கக்கூடிய தொடு ஓசைகள்
th: เสียงการสัมผัสที่ได้ยิน
tr: Sesli dokunma tonları
ur: شروی ٹچ ٹون
uz: Ovozli teginish ohanglari
vi: Âm báo khi bấm số
wa: Son des toutches oyåve
xh: Iithoni ezichukunyiswayo
zu: Iminkenenezo yemisindo ethintwayo

# touch-tone-short
source: Short
am: አጭር
ar: قصيرة
bn_bd: সংক্ষিপ্ত
bn_in: স্বল্প
br: Berr
bs: Kratko
ca: Curt
cy: Byr
es: Corto
eu: Laburra
fa: کوتاه
ga_ie: Gearr
gd: Goirid
pt: Curto
ro: Scurte
th: สั้น
ur: قصیر
uz: Qisqa

# touch-tone-long
source: Long
am: ረጅም
ar: طويلة
bn_bd: দীর্ঘ
bn_in: দীর্ঘ
br: Hir
bs: Dugo
ca: Llarg
cy: Hir
es: Largo
eu: Luzea
fa: بلند
ga_ie: Fada
gd: Fada
pt: Longo
ro: Lungi
th: ยาว
ur: طویل
uz: Uzun

source: Select a tone
am: የ ጥሪ ድምፅ ይምረጡ
ar: إختَر نغمة
bg: Избиране мелодия
bn_bd: একটি টোন নির্বাচন করুন
bn_in: একটি স্বন নির্বাচন করুন
br: Diuzañ ur soniri
bs: Odaberi ton
ca: Trieu un to
cy: Dewis tôn
es: Elija un tono
eu: Hautatu tonua
fa: یک آهنگ انتخاب کنید
ga_ie: Roghnaigh ton
gd: Tagh seirm
hi_in: एक टोन का चयन करें
hu: Dallamválasztás
id: Pilih nada
kn: ಒಂದು ರಿಂಗಣವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
lv: Izvēlēties zvanu melodiju
mai: एकटा टोन क चयन करू
mg: Mifantena feo
ne: धुन चयन गर्नुहोस
or: ଗୋଟିଏ ସ୍ୱର ବାଛନ୍ତୁ
pt: Selecionar um tom
ro: Selectează un ton
si: හඬනාදයක් තෝරාගන්න
sw: Chaguo tuni
ta: தொனியை தேர்வு செய்
th: เลือกเสียง
tr: Bir ton seçin
ur: گھنٹی منتخب کریں
uz: Ohangni tanlang
vi: Chọn nhạc chuông
wa: Tchoezi ene xhîlete
xh: Khetha ithoni
zu: Khetha umnkenenezo

source: Ringtones
am: የ ጥሪ ድምፅ
ar: نغمات الرنين
bg: Звънене
bn_bd: রিংটোন
bn_in: রিংটোন
br: Sonirioù
bs: Melodije zvona
ca: Tons de trucada
cy: Tonau Canu
es: Tonos de llamada
eu: Txirrin-tonuak
fa: آهنگ‌های زنگ
ga_ie: Clingthoin
gd: Fuaimean seirme
hi_in: रिंगटोन
hu: Csengőhangok
id: Nada dering
kn: ರಿಂಗಣಗಳು
lv: Zvanu melodijas
mai: रिंगटोन
mg: Feo faneno
ne: धुनहरु
or: ରିଙ୍ଗଟୋନ୍‍ଗୁଡ଼ିକ
pt: Toques
ro: Tonuri de apel
si: හඬනාද
sw: Mlio wa simu
ta: அழைப்பொலிகள்
th: เสียงเรียกเข้า
tr: Zil sesleri
ur: گھنٹیاں
uz: Ringtonlar
vi: Nhạc chuông
wa: Sons di xhîletes
xh: Iithoni zefowuni
zu: Iminkenenezo yokukhala kocingo

source: Alerts
am: ማስጠንቀቂያዎች
ar: تنبيهات
bg: Известия
bn_bd: সতর্কতা
bn_in: সতর্কবার্তা
br: Galvoù-diwall
bs: Upozorenja
ca: Alertes
cy: Rhybuddion
es: Alertas
eu: Alertak
fa: هشدارها
ga_ie: Foláirimh
gd: Caismeachdan
hi_in: चेतावनी
hu: Riasztások
id: Peringatan
kn: ಎಚ್ಚರಿಕೆಗಳು
lv: Brīdinājumi
mai: चेतावनी
mg: Fanairana
ne: सावधानी
or: ସତର୍କ ଧ୍ବନୀ
pt: Alertas
ro: Alerte
si: ඇඟවීම්
sw: Hadhari
ta: எச்சரிக்கைகள்
th: เสียงแจ้งเตือน
tr: Uyarılar
ur: الرٹس
uz: Ogohlantirish signallari
vi: Thông báo
wa: Abranles
xh: Izilumkiso
zu: Izexwayiso

source: Manage Tones
am: የ ጥሪ ድምፅ አስተዳዳሪ
ar: إدارة النغمات
bg: Управление мелодии
bn_bd: শব্দ ব্যবস্থাপনা
bn_in: টোনগুলি পরিচালনা করুন
br: Ardeiñ ar sonirioù
bs: Upravljanje zvucima
ca: Gestió dels tons de trucada
cy: Rheoli Seiniau
es: Administrar tonos
eu: Kudeatu soinuak
fa: مدیریت آهنگ‌ها
ga_ie: Bainistigh Toin
gd: Stiùirich na fuaimean
hu: Hangok kezelése
id: Kelola Nada Dering
kn: ಧ್ವನಿಗಳನ್ನು ನಿರ್ವಹಿಸು
lv: Pārvaldīt zvanu melodijas
pt: Gerir toques
ro: Gestionează tonuri
si: නාද පරිපාලනය
ta: ஓசைகளை நிர்வகி
th: จัดการเสียง
tr: Sesleri yönet
ur: آوازوں کا انتظام
uz: Ohanglarni boshqarish
wa: Manaedjî xhîletes

source: Other Sounds
am: ሌላ ድምጽ
ar: أصوات أخرى
bg: Други звуци
bn_bd: অন্যান্য শব্দ
bn_in: অন্যান্য শব্দ
br: Sonioù all
bs: Ostali zvuci
ca: Altres sons
cy: Synau Eraill
es: Otros sonidos
eu: Beste soinuak
fa: آهنگ‌های دیگر
ga_ie: Fuaimeanna Eile
gd: Fuaimean eile
hu: Más hangok
id: Suara Lain
kn: ಇತರ ಧ್ವನಿಗಳು
lv: Citas skaņas
pt: Outros sons
ro: Alte sunete
si: අනෙකුත් ශබ්ද
ta: மற்ற சப்தங்கள்
th: เสียงอื่น ๆ
tr: Diğer sesler
ur: دیگر آوازیں
uz: Boshqa ovozlar
wa: Ôtes sons

source: Unlock screen
am: መመልከቻውን መክፈቻ
ar: فكّ قفل الشاشة
bg: Отключване на екрана
bn_bd: স্ক্রিন আনলক
bn_in: স্ক্রিন আনলক
br: Dibrennañ ar skramm
bs: Otključavanje ekrana
ca: Desbloqueig de la pantalla
cy: Datgloi'r sgrin
es: Desbloquear pantalla
eu: Desblokeatu pantaila
fa: صفحه باز کردن قفل
ga_ie: Scáileán á dhíghlasáil
gd: Thoir a' ghlas far na sgrìn
hi_in: स्क्रीन अनलॉक करें
hu: Képernyő feloldása
id: Buka kunci layar
kn: ತೆರೆ ಕೀಲಿ ತೆಗೆದಾಗ
lv: Ekrāna atslēgšana
mai: स्क्रीन अनलॉक करू
mg: Hamoha efijery
ne: पर्दा खोलन्नुहोस्
or: ପରଦା ଖୋଲନ୍ତୁ
pt: Desbloquear ecrã
ro: Ecran de deblocare
si: තිරයේ අගුළු හැරීම
sw: Fungua kioo
ta: திரையை திற
th: ปลดล็อคหน้าจอ
tr: Ekran kilidini açınca
ur: غیر مقفل سکرین
uz: Ekranni ochish
vi: Tiếng mở khóa màn hình
wa: Dizeclawer waitroûle
xh: Vula iskrini
zu: Vula iskrini

source: Camera
am: ካሜራ
ar: كاميرا
bg: Камера
bn_bd: ক্যামেরা
bn_in: ক্যামেরা
br: Kamera
bs: Kamera
ca: Càmera
es: Cámara
eu: Kamera
fa: دوربین
ga_ie: Ceamara
gd: Camara
hi_in: कैमरा
hu: Kamera
id: Kamera
kn: ಕ್ಯಾಮೆರಾ
lv: Kamera
mai: कैमरा
mg: Fakantsary
ne: क्यामेरा
or: କ୍ୟାମେରା
pt: Câmara
ro: Cameră
si: කැමරාව
sw: Kamera
ta: படக்கருவி
th: กล้อง
tr: Kamera
ur: کیمرہ
uz: Kamera
wa: Aparey di fotos
xh: Ikhamera
zu: Ikhamera

source: Sent Message
am: የተላከ መልእክት
ar: الرسالة المرسلة
bg: Изпратено съобщение
bn_bd: প্রেরিত বার্তা
bn_in: প্রেরিত বার্তা
br: Kemennadenn kaset
bs: Poslana poruka
ca: Missatge enviat
cy: Neges Anfonwyd
es: Mensaje enviado
eu: Bidalitako mezua
fa: پیام ارسال شده
ga_ie: Teachtaireacht á Seoladh
gd: Chaidh an teachdaireachd a chur
hi_in: भेजा गया संदेश
hu: Elküldött üzenet
id: Pesan Terkirim
kn: ಕಳುಹಿಸಿದ ಸಂದೇಶಗಳು
lv: Aizsūtīts ziņojums
mai: भेजल गेल समाद
mg: Hafatra Nalefa
ne: पठाइएका सन्देशहरू
or: ସନ୍ଦେଶ ପଠାଯାଇଛି
pt: Mensagem Enviada
ro: Mesaj trimis
si: පණිවුඩය යැවීම
sw: Ujumbe Uliotumwa
ta: அனுப்பிய செய்தி
th: ข้อความที่ส่งแล้ว
tr: Mesaj gönderilince
ur: پیغام بھیجے
uz: Jo‘natilgan xabar
vi: Tiếng gửi tin nhắn
wa: Messaedje evoyî
xh: Umyalezo othunyelweyo
zu: Umyalezo othunyelwe

source: Alarm
am: መቀስቀሻ
ar: المنبه
bg: Аларма
bn_bd: অ্যালার্ম
bn_in: শঙ্কা
br: Arfroù
ca: Alarma
cy: Larwm
es: Alarma
eu: Alarma
fa: هشدار
ga_ie: Aláram
gd: Caismeachd
hi_in: अलार्म
hu: Riasztás
kn: ಅಲಾರಂ
lv: Signāli
mai: अलार्म
mg: Alarima
ne: संसूचक
or: ସତର୍କ ଘଡ଼ି
pt: Alarme
ro: Alarmă
si: එලාම්
sw: King'ora
ta: அலாரம்
th: เสียงปลุก
ur: الارم
uz: Uyg‘otgich
vi: Báo thức
wa: Abranle
xh: I-alamu
zu: I-alamu

source: Ringtones & Notifications
am: የ ጥሪ ድምፅ & ማስታወቂያዎች
ar: نغمات الرنين والتنبيهات
bg: Звънене и известия
bn_bd: রিঙ্গার ও নোটিফিকেশন
bn_in: রিংটোনস এবং সূচনাসমূহ
br: Sonirioù ha rebuzadurioù
bs: Melodije zvona i obavijesti
ca: Tons de trucada i notificacions
cy: Canu a Hysbysu
es: Tonos y notificaciones
eu: Txirrina eta jakinarazpenak
fa: آهنگ‌های زنگ و اعلان‌ها
ga_ie: Clingthoin agus Fógraí
gd: Seirmean ⁊ brathan
hu: Csengő- és értesítési hangok
id: Nada Dering & Notifikasi
kn: ರಿಂಗಣಗಳು ಮತ್ತು ಸೂಚನೆಗಳು
lv: Zvanu melodijas un paziņojumi
ne: रिङटोन र सूचनाहरु
pt: Toques e notificações
ro: Tonuri de apel și notificări
si: නාද රටා සහ දැනුම්දීම්
ta: ஓசைகள் & அறிவிப்புகள்
th: เสียงเรียกเข้าและการแจ้งเตือน
tr: Zil sesleri ve bildirimler
ur: گھنٹی کی آواز اور اطلاعیں
uz: Qo‘ng‘iroq va eslatmalar
wa: Xhîltaedje et Notifiaedjes

source: Media
am: መገናኛ
ar: وسائط
bg: Медия
bn_bd: মিডিয়া
bn_in: মিডিয়া
bs: Multimedija
ca: Multimèdia
cy: Cyfrwng
es: Medios
eu: Multimedia
fa: رسانه
ga_ie: Meáin
gd: Meadhanan
hi_in: मीडिया
hu: Média
kn: ಮಾಧ್ಯಮ
lv: Mediji
mai: मीडिया
mg: Haino&jery
ne: मिडिया
or: ସଞ୍ଚାର ମାଧ୍ଯମ
pt: Multimédia
si: මාධ්‍යය
sw: Midia
ta: ஊடகம்
th: สื่อ
tr: Ortam
ur: میڈیا
xh: IMidiya
zu: Imidiya

source: Saving…
am: በማስቀመጥ ላይ…
ar: جارِ الحفظ....
bg: Запазване…
bn_bd: সংরক্ষণ করা হচ্ছে...
bn_in: সংরক্ষণ করা হচ্ছে...
br: Oc'h enrollañ…
bs: Spašavam…
ca: S'està desant…
cy: Cadw…
es: Guardando...
eu: Gordetzen...
fa: در حال ذخیره…
ga_ie: Á Shábháil…
gd: ’Ga shàbhaladh...
hu: Mentés…
id: Menyimpan…
kn: ಉಳಿಸಲಾಗುತ್ತಿದೆ…
lv: Saglabā...
pt: A guardar…
ro: Se salvează…
si: සුරකිමින්...
ta: சேமிக்கிறது...
th: กำลังบันทึก…
tr: Kaydediliyor…
ur: محفوظ کر رہا ہے…
uz: Saqlanmoqda…
wa: Dji schape...

source: We were unable to find a ringtone app to manage ringtones!
am: የ ጥሪ ድምፅ መተግበሪያ ማግኘት አልተቻለም የ ጥሪ ድምፅ ለማስተዳደር!
ar: لم نتمكن من العثور على التطبيق المستخدم لإدارة النغمات!
bg: Не може да бъде намерено приложение за управление на звуците за звънене!
bn_bd: রিংটোন ব্যবস্থাপনার জন্য আমরা কোনো রিংটোন অ্যাপ পাইনি!
bn_in: রিংটোন ম্যানেজ করার জন্য আমরা কোন রিংটোন অ্যাপ খুঁজে পাইনি!
br: N'hallomp ket kavout un arload evit ardeiñ ar sonirioù !
bs: Nismo pronašli aplikaciju za upravljanje melodijama zvona!
ca: No s'ha pogut trobar cap aplicació per gestionar els tons de trucada!
cy: Nid oedd modd canfod ap i reoli'r tonau canu!
es: ¡No hemos encontrado una aplicación para administrar los tonos!
eu: Ez dugu aplikazioarik aurkitu txirrin-tonuak kudeatzeko!
fa: ما قادر به پیدا کردن یک برنامه برای مدیریت آهنگ‌های زنگ تلفن نبودیم!
ga_ie: Níor aimsíodh aip chun clingthoin a bhainistiú!
gd: Cha b’ urrainn dhuinn aplacaid a lorg leis am b’ urrainn dhut na seirmean a stiùireadh!
hi_in: रिंगटोन प्रबंधित करने के लिए रिंगटोन एप्प देखने में हम असमर्थ हैं!
hu: Nem található a csengőhangok kezeléséhez alkalmazás!
id: Kami tidak dapat menemukan aplikasi nada dering untuk mengelola nada dering!
kn: ರಿಂಗ್‌ಟೋನ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಸಾಧ್ಯವಿರುವ ಅನ್ವಯವನ್ನು ಹುಡುಕಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ!
mai: रिंगटोन प्रबंधित करबाक ले रिंगटोन एप्प ताकबाक लेल हम असमर्थ छी!
mg: Tsy nahita appn'ny feo faneno handrindra ireo feo faneno izahay!
or: ଆମେ ରିଂଗଟୋନ ଗୁଡ଼ିକର ପ୍ରବଂଧନପାଇଁ କୌଣସି ରିଂଗଟୋନ ଆପ ପାଇଲୁ ନାହିଁ!
pt: Não foi possível encontrar uma aplicação para gerir tons de toque!
ro: Nu am putut găsi o aplicație pentru tonuri ca să gestioneze tonurile!
si: රිංග්ටෝන් හැසිරවීම සඳහා රිංග්ටෝන් යෙදුමක් සොයාගැනීමට නොහැකි විය!
sw: Hatukuweza kupata programu ya mlio ili kusimamia milio!
ta: அழைப்பொலிகளை நிர்வகிக்க ஒரு பயன்பாட்டையும் கண்டுபிடிக்கமுடியவில்லை!
th: เราไม่สามารถหาแอปเสียงเรียกเข้าเพื่อจัดการเสียงเรียกเข้า!
tr: Zil seslerini yönetecek bir zil sesi uygulaması bulunamadı!
ur: ہم رنگ ٹونز اپلی کیشنکو تلاش کرنے مے ناکام رحے جو رنگ ٹونز کا بندوبست کریں!
uz: Ringtonlarni boshqarish uchun rington ilova dasturini topa olmadik!
wa: Nos n’ savant trover ene aplicåcion di xhîltaedje po manaedjî les xîletes
xh: Asikwazanga ukufumana iaplikheyishini yesandi sefowuni ukulawula izandi zefowuni!
zu: Asikwazanga ukuthola i-app yomnkenenezo wokukhala kocingo yokulawula iminkenenezo!

source: Display
am: ማሳያ
ar: شاشة العرض
bg: Екран
bn_bd: প্রদর্শন
bn_in: প্রদর্শন
br: Skrammañ
bs: Ekran
ca: Pantalla
cy: Dangosydd
es: Pantalla
eu: Pantaila
fa: نمایش
ga_ie: Scáileán
gd: Taisbeanadh
hu: Kijelző
lv: Attēlošana
pt: Ecrã
ro: Afișaj
si: තිරය
th: จอแสดงผล
ur: دکھائیں
uz: Ekran

# display.ariaLabel
source: Display
am: ማሳያ
ar: شاشة العرض
bg: Екран
bn_bd: প্রদর্শন
bn_in: প্রদর্শন
br: Skrammañ
bs: Ekran
ca: Pantalla
cy: Dangosydd
es: Pantalla
eu: Pantaila
fa: نمایش
ga_ie: Scáileán
gd: Taisbeanadh
lv: Attēlošana
pt: Ecrã
ro: Afișaj
si: තිරය
th: จอแสดงผล
ur: دکھائیں
uz: Ekran

source: Brightness
am: ብሩህነት
ar: سطوع
bg: Яркост
bn_bd: উজ্জ্বলতা
bn_in: উজ্জ্বলতা
br: Sklaerder
bs: Osvjetljenje
ca: Brillantor
cy: Disgleirdeb
es: Luminosidad
eu: Distira
fa: روشنایی
ga_ie: Gile
gd: Soilleireachd
hi_in: चमकीलापन
hu: Fényerő
id: Kecerahan
kn: ಹೊಳಪು
lv: Spilgtums
mai: चमकीलापन
mg: Hazava
ne: चमक
or: ଉଜ୍ଜଳତା
pt: Brilho
ro: Luminozitate
si: දීප්තිය
sw: Ung'avu
ta: ஒளிர்வு
th: ความสว่าง
tr: Parlaklık
ur: اجلا پن
uz: Yorqinlik
vi: Độ sáng
wa: Rilujhance
xh: Ukuqaqamba
zu: Ukugqama

source: Adjust Automatically
ar: ضبط تلقائي
cy: Newid yn Awtomatig
eu: Doitu automatikoki
gd: Cuir air dòigh gu fèin-obrachail
ro: Ajustează automat
