Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Turn Bluetooth on to view devices in the area.
am: ብሉቱዝ ያብሩ በ አካባቢው ያሉ አካሎችን ለማየት
ar: قم بتشغيل بلوتوث لعرض الأجهزة في المنطقة.
bg: Включете Bluetooth, за да видите устройствата наблизо.
bn_bd: সীমার মধ্যে অন্যান্য ডিভাইসগুলো দেখার জন্য ব্লুটুথ চালু করুন।
bn_in: আশেপাশের ডিভাইসগুলি দেখতে ব্লুটুথ ডিভাইস চালু করুন।
br: Gweredekaat Bluetooth evit gwelout an trevnadoù war-dro amañ.
bs: Uključite Bluetooth da biste vidjeli uređaje u ovom području.
ca: Activeu el Bluetooth per veure els dispositius disponibles.
cy: Cychwyn Bluetooth i weld y dyfeisiau sydd gerllaw.
es: Active Bluetooth para ver los dispositivos.
eu: Piztu Bluetooth-a inguruko gailuak ikusteko.
fa: بلوتوث خود را جهت نمایش دستگاه‌های این ناحیه روشن کنید.
ga_ie: Cumasaigh Bluetooth chun gléasanna sa cheantar a fheiceáil.
gd: Cuir Bluetooth air ach am faic thu uidheaman a tha san sgìre.
hi_in: क्षेत्र में उपकरणों को देखने के लिए ब्लूटूथ बंद करें
hu: Kapcsolja be a Bluetooth-t a közeli eszközök megjelenítéséhez.
id: Aktifkan Bluetooth untuk menampilkan perangkat di sekitar.
kn: ಬ್ಲೂಟೂತ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ಮೂಲಕ ಸುತ್ತಮುತ್ತಲಿನ ಸಾಧನಗಳನ್ನು ನೋಡಿ.
lv: Ieslēdziet Bluetooth lai redzēt ierīces tuvumā.
mai: क्षेत्र मे अओजार केँ देखब कलेल ब्लूटूथ बन्न करू
mg: Velomy ny Bluetooth raha hijery ireo fitaovana manodidina.
ne: क्षेत्रमा रहेका यन्त्रहरु हेर्नका लागि ब्लुटुथ अन गर्नुहोस्।
or: ଏହି ସ୍ଥାନରେ ଥିବା ଉପକରଣଗୁଡ଼ିକୁ ଦେଖିବା ପାଇଁ ବ୍ଲୁଟୁଥକୁ ଅନ୍‌ କରନ୍ତୁ।
pt: Ligar o Bluetooth para visualizar todos os dispositivos na área.
ro: Pornește Bluetooth pentru a vedea dispozitive din zonă.
si: මෙම ප්‍රදේශයෙහි තිබෙන උපාංග නැරඹීම සඳහා බ්ලුටූත් ක්‍රියාත්මක කරන්න.
sw: Washa Bluetooth ili kutazama vifaa katika eneo.
ta: ப்ளூடூத்தை செயற்படுத்தி அருகாமையில் உள்ள சாதனங்களை பார்.
th: เปิดบลูทูธเพื่อดูอุปกรณ์ที่อยู่ในบริเวณ
tr: Yakınınızdaki aygıtları görmek için Bluetooth'u açın.
ur: قریبی آلات کو دیکھنے کے لئے اپنے بلوٹوتھ کو چالو کریں۔
uz: Yaqin atrofdagi qurilmalarni ko‘rish uchun Bluetooth’ni yoqing.
vi: Bật Bluetooth để xem các thiết bị quanh đây.
wa: Eclitchîz li Bluetooth po vey les éndjins el coine.
xh: Layita i-Bluetooth ukuze ubone izixhobo ezikule ndawo.
zu: Vula i-Bluetooth ukuze ukwazi ukubuka amadivayisi asendaweni.

source: Paired devices
am: የተጣመሩ አካሎች
ar: اﻷجهزة المقترنة
bg: Сдвоени устройства
bn_bd: জুটিবদ্ধ ডিভাইস
bn_in: পেয়ার ডিভাইস
br: Trevnadoù koublet
bs: Upareni uređaji
ca: Dispositius aparellats
cy: Dyfeisiau wedi paru
es: Dispositivos vinculados
eu: Parekatutako gailuak
fa: دستگاه‌های جفت شده
ga_ie: Gléasanna péireáilte
gd: Uidheaman paidhrichte
hi_in: युग्मित उपकरणों
hu: Párosított eszközök
id: Perangkat yang dipasangkan
kn: ಜೋಡಣೆಗೊಂಡ ಸಾಧನಗಳು
lv: Pārotās ierīces
mai: युक्ति जोड़ू
mg: Fitaovana mampiaraka
ne: जडित यन्त्रहरु
or: ଯୁଗଳ ଉପକରଣଗୁଡ଼ିକ
pt: Dispositivos emparelhados
ro: Dispozitive asociate
si: යුගල් කළ උපාංග
sw: Vifaa jozi
ta: சோடி சேர்ந்த சாதனங்கள்
th: อุปกรณ์ที่จับคู่แล้ว
tr: Eşleşmiş aygıtlar
ur: جوڑے ہوے آلات
uz: Qurilmalarni birlashtirish
vi: Các thiết bị đã kết cặp
wa: Apwairi éndjins
xh: Izixhobo ezingqamanisiweyo
zu: Amadivayisi amatanisiwe

source: Devices in the Area
ar: أجهزة في المنطقة
cy: Dyfeisiau Gerllaw
eu: Inguruko gailuak
gd: Uidheaman san sgìre
ro: Dispozitive din zonă

source: Visible to All
ar: إظهار للكل
cy: Gweladwy i Bawb
eu: Ikusgai denentzako
gd: Follaiseach dhan a h-uile
ro: Vizibil pentru toți

source: Your device name exceeds {{length}} characters. Please retry again.
am: የ እርስዎ አካል ስም አልፏል {{length}} ባህሪዎችን: እባክዎን እንደገና ይሞክሩ
ar: اسم هاتفك قد تجاوز ال {{length}} من الأحرف. الرجاء حاول مرة أخرى.
bg: Името на устройството надвишава {{length}} знака. Моля, опитайте отново.
bn_bd: আপনার ডিভাইসের নাম {{length}} অক্ষর ছাড়িয়ে গিয়েছে। পুনরায় চেষ্টা করুন।
bn_in: আপনার ডিভাইসের নাম {{length}} অক্ষর অতিক্রম করে যাচ্ছে। পুনরায় চেষ্টা করুন।
br: Anv an trevnad a ya dreist {{length}} arouezenn. Klaskit en-dro mar plij ganeoc'h.
bs: Naziv vašeg uređaja prelazi {{length}} znakova. Molimo vas da pokušate ponovo.
ca: El nom del dispositiu té més de {{length}} caràcters. Torneu-ho a provar.
cy: Mae enw eich dyfais yn fwy na {{length}} nod. Ceisiwch eto.
es: Su nombre de dispositivo supera los {{length}} caracteres. Inténtelo de nuevo.
eu: Zure gailu-izenak {{length}} karaktere baino gehiago ditu. Saiatu berriro.
fa: نام دستگاه شما بیش از {{length}} حرف دارد. لطفا دوباره سعی کنید.
ga_ie: Tá ainm an ghléis níos faide ná {{length}} carachtar. Déan iarracht eile.
gd: Tha ainm an uidheim agad nas fhaide na {{length}} caractar. Nach fheuch thu ris a-rithist?
hi_in: आपका उपकरण का नाम {{length}} वर्णों से अधिक है. कृपया पुन: प्रयास करें.
hu: Az eszköznév hosszabb mint {{length}} karakter. Adja meg ismét az eszköznevet.
id: Jumlah karakter pada nama perangkat Anda melebihi {{length}}. Perbaiki lalu coba lagi.
kn: ನಿಮ್ಮ ಸಾಧನದ ಹೆಸರು {{length}} ಅಕ್ಷರಗಳಿಗಿಂತ ದೊಡ್ಡದಿದೆ. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Jūsu ierīces nosaukuma garums pārsniedz {{length}} rakstzīmes. Lūdzu mēģiniet vēlreiz.
mai: अहाँक अओजार क नाम {{length}} अक्षर सँ बेसी अछि. कृपया पुन: प्रयास करू.
mg: Mihoatra ny maritsoratra {{length}} ny anaran'ny fitaovanao. Andramo indray, azafady.
ne: तपाईंको यन्त्रको नाम क्यारेक्टरहरूको {{length}} भन्दा बढि भएको छ। कृपया पुन: प्रयास गर्नु होला।
or: ଆପଣଙ୍କର ଉପକରଣ ନାମ {{length}} ଅକ୍ଷରକୁ ଅତିକ୍ରମ କରିଛି। ଦୟାକରି ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: O nome do seu dispositivo excede {{length}} caracteres. Por favor tente novamente.
ro: Numele dispozitivului depășește {{length}} caractere. Te rugăm să reîncerci.
si: ඔබේ උපාංගය අක්ෂර {{length}}ක සීමාව ඉක්මවා ගොස් ඇත. කරුණාකර නැවත උත්සාහ කරන්න.
sw: Jina la kifaa cha linazidi herufi {{length}}. Tafadhali jaribu tena upya.
ta: உங்கள் கருவியின் பெயர் {{length}} எழுத்துக்களை விட அதிகமாக உள்ளன. தயவுச்செய்து மீண்டும் முயற்சி.
th: ชื่ออุปกรณ์ของคุณยาวเกิน {{length}} ตัวอักษร โปรดลองใหม่อีกครั้ง
tr: Aygıt adınız {{length}} karakterden uzun. Lütfen tekrar deneyin.
ur: آپ کے آلہ کا نام کریکٹر {{length}} سے تجاوز کر رہا ہے۔ مہربانی کر کے دوبارہ کوشش کریں۔
uz: Qurilmangiz nomidagi {{length}} ta belgi juda ko‘p. Yana qaytadan urinib ko‘ring.
vi: Tên thiết bị vượt quá {{length}} ký tự. Vui lòng thử lại.
wa: Li no di vost éndjin est pus long ki {{length}} caracteres. Rissayîz s’ i vs plait.
xh: Igama lesixhobo sakho lidlulile koonobumba aba-{{length}}. Sicela uphinde uzame.
zu: Igama ledivayisi yakho linezinhlamvu ezeqa {{length}}. Sicela uphinde uzame futhi.

source: Bluetooth Address
am: የ ብሉቱዝ አድራሻ
ar: عنوان بلوتوث
bg: Адрес на Bluetooth
bn_bd: ব্লুটুথ ঠিকানা
bn_in: ব্লুটুথের ঠিকানা
br: Chomlec'h Bluetooth
bs: Bluetooth adresa
ca: Adreça de Bluetooth
cy: Cyfeiriad Bluetooth
es: Dirección Bluetooth
eu: Bluetooth helbidea
fa: نشانی بلوتوث
ga_ie: Seoladh Bluetooth
gd: Seòladh Bluetooth
hi_in: बल्यूटूथ पता
hu: Bluetooth cím
id: Alamat Bluetooth
kn: ಬ್ಲೂಟೂತ್ ವಿಳಾಸ
lv: Bluetooth adrese
mai: ब्लूटूथ पता
mg: Adiresy Bluetooth
ne: ब्लुटुथ ठेगाना
or: ବ୍ଲୁଟୁଥ ଠିକଣା
pt: Endereço Bluetooth
ro: Adresă Bluetooth
si: බ්ලූටූත් ලිපිනය
sw: Anwani ya Bluetooth
ta: ப்ளூடூத் முகவரி
th: ที่อยู่บลูทูธ
tr: Bluetooth adresi
ur: بلوٹوت پتہ
uz: Bluetooth manzili
vi: Địa chỉ Bluetooth
wa: Adresse Bluetooth
xh: Idilesi ye-Bluetooth
zu: Ikheli le-Bluetooth

# bluetooth-address-unavailable
source: Not available
am: ዝግጁ አይደለም
ar: غير متوفر
bg: Не е наличен
bn_bd: বিদ্যমান নেই
bn_in: উপলব্ধ নয়
br: Dihegerz
bs: Nije dostupno
ca: No disponible
cy: Dim ar gael
es: No disponible
eu: Ez dago erabilgarri
fa: موجود نیست
ga_ie: Níl ar fáil
gd: Chan eil seo ri fhaighinn
hi_in: उपलब्ध नहीं
hu: Nem érhető el
id: Tidak tersedia
kn: ಲಭ್ಯವಿಲ್ಲ
lv: Nav pieejams
mai: उपलब्ध नहि
mg: Tsy vonona
ne: उपलब्ध छैन
or: ଉପଲବ୍ଧ ନାହିଁ
pt: Não disponível
ro: Indisponibil
si: නොපවතී
sw: Haipatikani
ta: கிடைக்கப் பெறவில்லை
th: ไม่สามารถใช้งานได้
tr: Mevcut değil
ur: دستیاب نہیں
uz: Mavjud emas
vi: Không có
wa: Nén disponibe
xh: Ayifumaneki
zu: Ayitholakali

source: No devices paired
am: ምንም አካል አልተጣመረም
ar: لا توجد أجهزة مقترنة
bg: Няма сдвоени устройства
bn_bd: কোনো ডিভাইস জুটিবদ্ধ নেই
bn_in: কোন ডিভাইস পেয়ার করা হয়নি
br: Trevnad ebet koublet
bs: Nema uparenih uređaja
ca: Cap dispositiu aparellat
cy: Dim dyfeisiau wedi paru
es: Ningún dispositivo vinculado
eu: Ez dago parekatutako gailurik
fa: هیچ دستگاهی جفت نشد
ga_ie: Níl aon ghléasanna péireáilte ann
gd: Cha deach uidheam a phaidhreachadh
hi_in: कोई युग्मित उपकरणों नहीं
hu: Nincsenek párosítva eszközök
id: Tidak ada perangkat yang dipasangkan
kn: ಯಾವುದೇ ಸಾಧನಗಳ ಜೋಡಿಣೆಯಾಗಿಲ್ಲ
lv: Nav pārotu ierīču
mai: कोनो युग्मित अओजार नहि
mg: Tsisy fitaovana mampiaraka
ne: कुनै यन्त्र जडित छैन
or: କୌଣସି ଉପକରଣ ଯୁଗଳ ନାହିଁ
pt: Sem dispositivos emparelhados
ro: Niciun dispozitiv asociat
si: කිසිදු උපාංගයක් යුගල් කර නැත
sw: Hakuna vifaa jozi
ta: எந்த சாதனங்களும் சோடி சேரவில்லை
th: ไม่มีอุปกรณ์ที่จับคู่
tr: Eşleştirilmiş aygıt yok
ur: کوئی آلات جوڑے نہیں
uz: Qurilmalar birlashtirilmagan
vi: Không có thiết bị nào đã kết cặp
wa: Nol éndjin d’ apwairi
xh: Akukho sixhobo singqamanisiweyo
zu: Awekho amadivayisi amatanisiwe

source: Turned off
am: ጠፍቷል
ar: مغلق
bg: Изключен
bn_bd: বন্ধ
bn_in: বন্ধ আছে
br: Diweredekaet
bs: Isključeno
ca: Desactivat
cy: Diffoddwyd
es: Desactivado
eu: Itzalita
fa: خاموش شد
ga_ie: Múchta
gd: Dheth
hi_in: बंद कर दिया है
hu: Kikapcsolva
id: Nonaktif
kn: ಆಫ್ ಆಗಿದೆ
lv: Izslēgts
mai: बन्न कए देने अछि
mg: Novonoina
ne: बन्द गरीएको
or: ଅଫ ହୋଇଛି
pt: Desligado
ro: Oprit
si: අක්‍රියයි
sw: Imezimwa
ta: அணைக்கப்பட்டது
th: ถูกปิด
tr: Kapalı
ur: آف کر دیا گیا
uz: O‘chirilgan
vi: Đã tắt
wa: Disclitchî
xh: Icinyiwe
zu: Icishiwe

# bt-status-paired[one]
source: {{name}}, +{{n}} more
am: {{name}}, +{{n}} ተጨማሪ
ar: {{name}}، +{{n}} المزيد
bg: {{name}}, + още {{n}}
bn_bd: {{name}}, +আরও {{n}} টি
br: {{name}} ha {{n}} ouzhpenn
bs: {{name}}, + još {{n}}
ca: {{name}}, +{{n}} més
cy: {{name}}, +{{n}} yn rhagor
es: {{name}}, +{{n}} más
eu: {{name}} eta {{n}} gehiago
fa: {{name}}، +{{n}} بیشتر
ga_ie: {{name}}, +{{n}} ghléas eile
gd: {{name}}, ┐ {{n}} a bharrachd
hi_in: {{name}}, +{{n}} और अधिक
hu: {{name}}, és még {{n}}
id: {{name}}, +{{n}} lainnya
kn: {{name}}, +{{n}} ಹೆಚ್ಚಿನ
lv: {{name}}, +{{n}} vairāk
mai: {{name}}, +{{n}} आओर बेसी
mg: {{name}}, +{{n}} hafa
or: {{name}}, +{{n}} ଅଧିକ
pt: {{name}}, mais {{n}}
ro: {{name}} + încă {{n}}
si: {{name}}, + තව {{n}}
sw: {{name}}, +{{n}} zaidi
th: {{name}} กับ +{{n}} เพิ่มเติม
tr: {{name}} +{{n}} tane daha
ur: {{name}}، + {{n}} مزید
uz: {{name}}, +{{n}} ko‘proq
vi: {{name}}, +{{n}}thêm
wa: {{name}}, +{{n}} di dpus
xh: {{name}}, +{{n}} nokungakumbi
zu: {{name}}, +{{n}} okwengeziwe

# bt-status-paired[two]
source: {{name}}, +{{n}} more
am: {{name}}, +{{n}} ተጨማሪ
ar: {{name}}، +{{n}} المزيد
bg: {{name}}, + още {{n}}
bn_bd: {{name}}, +আরও {{n}} টি
br: {{name}} ha {{n}} ouzhpenn
bs: {{name}}, + još {{n}}
ca: {{name}}, +{{n}} més
cy: {{name}}, +{{n}} yn rhagor
es: {{name}}, +{{n}} más
eu: {{name}} eta {{n}} gehiago
fa: {{name}}، +{{n}} بیشتر
ga_ie: {{name}}, +{{n}} ghléas eile
gd: {{name}}, ┐ {{n}} a bharrachd
hi_in: {{name}}, +{{n}} और अधिक
hu: {{name}}, és még {{n}}
id: {{name}}, +{{n}} lainnya
kn: {{name}}, +{{n}} ಹೆಚ್ಚಿನ
lv: {{name}} un {{n}} citi
mai: {{name}}, +{{n}} आओर बेसी
mg: {{name}}, +{{n}} hafa
or: {{name}}, +{{n}} ଅଧିକ
pt: {{name}}, mais {{n}}
ro: {{name}} + încă {{n}}
si: {{name}}, + තව {{n}}
sw: {{name}}, +{{n}} zaidi
th: {{name}} กับ +{{n}} เพิ่มเติม
tr: {{name}} +{{n}} tane daha
ur: {{name}}، + {{n}} مزید
uz: {{name}}, +{{n}} ko‘proq
vi: {{name}}, +{{n}}thêm
wa: {{name}}, +{{n}} di dpus
xh: {{name}}, +{{n}} nokungakumbi
zu: {{name}}, +{{n}} okwengeziwe

# bt-status-paired[few]
source: {{name}}, +{{n}} more
am: {{name}}, +{{n}} ተጨማሪ
ar: {{name}}، +{{n}} المزيد
bg: {{name}}, + още {{n}}
bn_bd: {{name}}, +আরও {{n}} টি
br: {{name}} ha {{n}} ouzhpenn
bs: {{name}}, + još {{n}}
ca: {{name}}, +{{n}} més
cy: {{name}}, +{{n}} yn rhagor
es: {{name}}, +{{n}} más
eu: {{name}} eta {{n}} gehiago
fa: {{name}}، +{{n}} بیشتر
ga_ie: {{name}}, +{{n}} ghléas eile
gd: {{name}}, ┐ {{n}} a bharrachd
hi_in: {{name}}, +{{n}} और अधिक
hu: {{name}}, és még {{n}}
id: {{name}}, +{{n}} lainnya
kn: {{name}}, +{{n}} ಹೆಚ್ಚಿನ
mai: {{name}}, +{{n}} आओर बेसी
mg: {{name}}, +{{n}} hafa
or: {{name}}, +{{n}} ଅଧିକ
pt: {{name}}, mais {{n}}
ro: {{name}} + încă {{n}}
si: {{name}}, + තව {{n}}
sw: {{name}}, +{{n}} zaidi
th: {{name}} กับ +{{n}} เพิ่มเติม
tr: {{name}} +{{n}} tane daha
ur: {{name}}، + {{n}} مزید
uz: {{name}}, +{{n}} ko‘proq
vi: {{name}}, +{{n}}thêm
wa: {{name}}, +{{n}} di dpus
xh: {{name}}, +{{n}} nokungakumbi
zu: {{name}}, +{{n}} okwengeziwe

# bt-status-paired[many]
source: {{name}}, +{{n}} more
am: {{name}}, +{{n}} ተጨማሪ
ar: {{name}}، +{{n}} المزيد
bg: {{name}}, + още {{n}}
bn_bd: {{name}}, +আরও {{n}} টি
br: {{name}} ha {{n}} ouzhpenn
bs: {{name}}, + još {{n}}
ca: {{name}}, +{{n}} més
cy: {{name}}, +{{n}} yn rhagor
es: {{name}}, +{{n}} más
eu: {{name}} eta {{n}} gehiago
fa: {{name}}، +{{n}} بیشتر
ga_ie: {{name}}, +{{n}} ngléas eile
gd: {{name}}, ┐ {{n}} a bharrachd
hi_in: {{name}}, +{{n}} और अधिक
hu: {{name}}, és még {{n}}
id: {{name}}, +{{n}} lainnya
kn: {{name}}, +{{n}} ಹೆಚ್ಚಿನ
mai: {{name}}, +{{n}} आओर बेसी
mg: {{name}}, +{{n}} hafa
or: {{name}}, +{{n}} ଅଧିକ
pt: {{name}}, mais {{n}}
ro: {{name}} + încă {{n}}
si: {{name}}, + තව {{n}}
sw: {{name}}, +{{n}} zaidi
th: {{name}} กับ +{{n}} เพิ่มเติม
tr: {{name}} +{{n}} tane daha
ur: {{name}}، + {{n}} مزید
uz: {{name}}, +{{n}} ko‘proq
vi: {{name}}, +{{n}}thêm
wa: {{name}}, +{{n}} di dpus
xh: {{name}}, +{{n}} nokungakumbi
zu: {{name}}, +{{n}} okwengeziwe

# bt-status-paired[other]
source: {{name}}, +{{n}} more
am: {{name}}, +{{n}} ተጨማሪ
ar: {{name}}، +{{n}} المزيد
bg: {{name}}, + още {{n}}
bn_bd: {{name}}, +আরও {{n}} টি
br: {{name}} ha {{n}} ouzhpenn
bs: {{name}}, + još {{n}}
ca: {{name}}, +{{n}} més
cy: {{name}}, +{{n}} yn rhagor
es: {{name}}, +{{n}} más
eu: {{name}} eta {{n}} gehiago
fa: {{name}}، +{{n}} بیشتر
ga_ie: {{name}}, +{{n}} gléas eile
gd: {{name}}, ┐ {{n}} a bharrachd
hi_in: {{name}}, +{{n}} और अधिक
hu: {{name}}, és még {{n}}
id: {{name}}, +{{n}} lainnya
kn: {{name}}, +{{n}} ಹೆಚ್ಚಿನ
mai: {{name}}, +{{n}} आओर बेसी
mg: {{name}}, +{{n}} hafa
or: {{name}}, +{{n}} ଅଧିକ
pt: {{name}}, mais {{n}}
ro: {{name}} + încă {{n}}
si: {{name}}, + තව {{n}}
sw: {{name}}, +{{n}} zaidi
th: {{name}} กับ +{{n}} เพิ่มเติม
tr: {{name}} +{{n}} tane daha
ur: {{name}}، + {{n}} مزید
uz: {{name}}, +{{n}} ko‘proq
vi: {{name}}, +{{n}} nữa
wa: {{name}}, +{{n}} di dpus
xh: {{name}}, +{{n}} nokungakumbi
zu: {{name}}, +{{n}} okwengeziwe

source: Tap to connect
am: ለመገናኘት መታ ያድርጉ
ar: إضغط للإتصال
bg: Докоснете за свързване
bn_bd: সংযোগ করতে চাপুন
bn_in: সংযোগ করতে ট্যাপ করুন
br: Stokit evit kennaskañ
bs: Dodirnite za povezivanje
ca: Toqueu per connectar
cy: Tapio i gysylltu
es: Pulse para conectar
eu: Sakatu konektatzeko
fa: برای اتصال ضربه بزنید
ga_ie: Tapáil chun ceangal
gd: Thoir gnogag gus ceangal a dhèanamh
hi_in: कनेक्ट करने के लिए टैप
hu: Koppintson a csatlakozáshoz
id: Sentuh untuk menyambungkan
kn: ಸಂಪರ್ಕಿಸಲು ಮೆಲ್ಲತಟ್ಟಿ
lv: Spiediet lai savienotos
mai: जुड़ए कलेल टैप करू
mg: Tsindrio raha hifandray
ne: जडान गर्न थिच्नुहोस्
or: ସଂଯୋଗ କରିବା ପାଇଁ ଟ୍ୟାପ କରନ୍ତୁ
pt: Carregue para se conectar
ro: Atinge pentru conectare
si: සම්බන්ධ වීමට ස්පර්ශ කරන්න
sw: Gonga ili kuunganisha
ta: இணைப்பதற்கு தட்டு
th: แตะเพื่อเชื่อมต่อ
tr: Bağlanmak için dokunun
ur: جڑنے کرنے کے لئے نل کریں
uz: Ulanish uchun bosing
vi: Chạm để kết nối
wa: Tchapoter po vs raloyî
xh: Cofa ukuze unxibelelane
zu: Thinta kancane ukuze uxhumeke

source: Pairing with device…
am: ከ አካሉ ጋር በመጣመር ላይ…
ar: جارِ الاقتران مع الجهاز...
bg: Сдвояване с устройство…
bn_bd: ডিভাইসে জুটিবদ্ধ করা হচ্ছে…
bn_in: ডিভাইসের সাথে পেয়ারিং করুন…
br: O koublañ gant an trevnad…
bs: Uparivanje sa uređajem...
ca: S'està aparellant amb el dispositiu…
cy: Paru gyda dyfais…
es: Vinculando dispositivos…
eu: Gailuarekin parekatzen…
fa: در حال جفت شدن با دستگاه…
ga_ie: Gléas á phéireáil…
gd: A' paidhreachadh leis an uidheam…
hi_in: डिवाइस के साथ जोड़ी ...
hu: Párosítás eszközzel…
id: Memasangkan perangkat…
kn: ಸಾಧನದೊಂದಿಗೆ ಜೋಡಣೆಯಾಗುತ್ತಿದೆ…
lv: Pārojās ar ierīci…
mai: युक्ति सँ जुड़ि रहल अछि...
mg: An-dàlana hampiaraka amin'ny fitaovana...
ne: यन्त्रसँन जडान गर्दै...
or: ଉପକରଣ ସହିତ ଯୁଗଳବନ୍ଦି ହୋଇଛି…
pt: Emparelhando com o dispositivo...
ro: Se asociază cu dispozitivul…
si: උපාංගය සමඟ යුගල් කරමින්...
sw: Inaunganisha na kifaa...
ta: சாதனத்துடன் சோடி சேர்கிறது...
th: กำลังจับคู่อุปกรณ์…
tr: Aygıtla eşleştiriliyor…
ur: ڈیوائس کے ساتھ جڈرہا ہے…
uz: Qurilma bilan birlashtirish…
vi: Đang kết cặp…
wa: Dji m’ rapwairi avou l’ éndjin...
xh: Ingqamanisa izixhobo…
zu: Ukumataniswa nedivayisi…

source: Waiting for other device…
am: ሌሎች አካሎችን በመጠበቅ ላይ…
ar: انتظار جهات اتصال أخرى...
bg: Изчакване на отсрещно устройство…
bn_bd: অন্যান্য ডিভাইসের জন্য অপেক্ষা…
bn_in: অন্যান্য ডিভাইস জন্য অপেক্ষা করা হচ্ছে…
br: O c'hortoz an trevnad all…
bs: Čekam na drugi uređaj...
ca: S'està esperant l'altre dispositiu…
cy: Aros am ddyfais arall…
es: Esperando a otro dispositivo…
eu: Beste gailuari itxoiten…
fa: در انتظار دستگاه دیگر…
ga_ie: Ag fanacht leis an ngléas eile…
gd: A' feitheamh ris an dàrna uidheam…
hi_in: अन्य उपकरण के लिए प्रतीक्षा कर रहा है ...
hu: Várakozás a másik eszközre…
id: Menunggu perangkat lainnya…
kn: ಇತರ ಸಾಧನಕ್ಕೆ ಕಾಯುತ್ತಿದೆ…
lv: Gaida uz otru ierīču...
mai: आन युक्ति कलेल प्रतीक्षा कए रहल अछि ...
mg: Miandry an'ilay fitaovana hafa...
ne: अरु यन्त्रलाई पर्खदैँ...
or: ଅନ୍ୟାନ୍ୟ ଉପକରଣକୁ ଅପେକ୍ଷା କରିଛି…
pt: À espera de outros dispositivos…
ro: Se așteaptă după celălalt dispozitiv…
si: අනෙත් උපාංගය සඳහා රැඳෙමින්...
sw: Inasubiri kifaa kingine…
ta: மற்றொரு சாதனத்துக்காக காத்திருக்கிறது...
th: กำลังรออุปกรณ์อื่น ๆ …
tr: Diğer aygıt bekleniyor…
ur: دوسرے آلے کا انتظار کر رہا ہے…
uz: Boshqa qurilma uchun kutilmoqda…
vi: Đang đợi thiết bị kia…
wa: Dji ratind après ds ôtes éndjins...
xh: Ilindele esinye isixhobo…
zu: Ilindele enye idivayisi…

source: Paired
am: ተጣምሯል
ar: مقترن
bg: Сдвоен
bn_bd: জুটিবদ্ধ
bn_in: পেয়ার করা হয়েছে
br: Koublet
bs: Uparen
ca: Aparellat
cy: Parwyd
es: Vinculados
eu: Parekatuta
fa: جفت شد
ga_ie: Péireáilte
gd: Air paidhreachadh
hi_in: युग्म
hu: Párosítva
id: Dipasangkan
kn: ಜೋಡಣೆಯಾಯಿತು
lv: Pārots
mai: जोड़ामे
mg: Mampiaraka
ne: जोडि मिलाईएको
or: ଯୁଗଳ
pt: Emparelhado
ro: Asociat
si: යුගල් කෙරිණි
sw: Jozi
ta: சோடிசேர்ந்தது
th: จับคู่แล้ว
tr: Eşleştirildi
ur: جوڑے ہوے
uz: Birlashtirildi
vi: Đã kết cặp
wa: Apwairi
xh: Ingqamanisiwe
zu: Kumatanisiwe

# device-status-connecting
source: Connecting…
am: በመገናኘት ላይ...
ar: جارِ الاتصال...
bg: Свързване…
bn_bd: সংযুক্ত করা হচ্ছে...
bn_in: সংযুক্ত হচ্ছে…
br: O kennaskañ…
bs: Povezivanje...
ca: S'està connectant…
cy: Cysylltu…
es: Conectando…
eu: Konektatzen…
fa: در حال اتصال…
ga_ie: Á Cheangal…
gd: A' dèanamh ceangal…
hi_in: जोड़ रहा है...
hu: Kapcsolódás…
id: Menyambung…
kn: ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ…
lv: Savienojas...
mai: जोड़ि रहल अछि...
mg: An-dàlana hifandray…
ne: जडान हुँदैछ...
or: ସଂଯୋଗ କରୁଛି…
pt: A ligar…
ro: Conectare…
si: සබැඳෙමින්…
sw: Inaunganisha...
ta: இணைக்கிறது...
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
ur: جڑ رہا ہے…
uz: Ulanmoqda…
vi: Đang kết nối…
wa: Raloyaedje…
xh: Iyanxibelelana…
zu: Isaxhuma…

# device-status-connected
source: Connected
am: ተገናኝቷል
ar: متصل
bg: Свързан
bn_bd: সংযুক্ত করা হয়েছে
bn_in: সংযুক্ত করা হয়েছে
br: Kennasket
bs: Povezan
ca: Connectada
cy: Cysylltwyd
es: Conectado
eu: Konektatuta
fa: متصل‌شد
ga_ie: Ceangailte
gd: Air ceangal a dhèanamh
hi_in: जुड़ा हुआ
hu: Kapcsolódva
id: Tersambung
kn: ಸಂಪರ್ಕಗೊಂಡಿದೆ
lv: Savienots
mai: कनेक्टेड
mg: Mifandray
ne: जडान भयो
or: ସଂଯୁକ୍ତ
pt: Ligado
ro: Conectat
si: සම්බන්ධ වී ඇත
sw: Imeunganishwa
ta: இணைக்கப்பட்டது
th: เชื่อมต่อแล้ว
tr: Bağlandı
ur: جڑا ہوا
uz: Ulandi
vi: Đã kết nối
wa: Raloyî
xh: Inxityelelwe
zu: Ixhunyiwe

source: Connected to media audio
am: ወደ ድምፅ መገናኛ ተገናኝቷል
ar: متصل بالوسائط
bg: Свързан към аудио устройство
bn_bd: মিডিয়া অডিওর সাথে সংযুক্ত
bn_in: মিডিয়া অডিও সংযুক্ত
br: Kennasket ouzh aodio ar media
bs: Povezan na audio medij
ca: Connectat a l'àudio del suport
cy: Wedi cysylltu i sain cyfrwng
es: Conectado al audio multimedia
eu: Multimediaren audiora konektatuta
fa: به سیستم صوتیِ رسانه متصل شد
ga_ie: Ceangailte le fuaim na meán
gd: Ceangailte ri fuaim meadhain
hi_in: मीडिया ऑडियो से कनेक्ट
hu: A média hanghoz csatlakozva
id: Tersambung ke audio media
kn: ಮೀಡಿಯಾ ಆಡಿಯೋ ಜೊತೆ ಸಂಪರ್ಕಗೊಂಡಿದೆ
mai: मीडिया आडियो सँ कनेक्ट
mg: Mifandray @ rakipeo haino&jery
ne: फोन मेडियामा जडान भएको
or: ମେଡିଆ ଓଡିଅ ସହିତ ସଂଯୋଗ କରାଯାଇଛି
pt: Ligado ao áudio multimédia
ro: Conectat la sistemul audio media
si: ශ්‍රව්‍ය මාධ්‍ය තුළට සම්බන්ධ වුණි
sw: Imeunganisha kwa sauti ya midia
ta: ஊடகத்துடன் இணைந்தது
th: เชื่อมต่อกับระบบเสียงสื่อแล้ว
tr: Medya sesine bağlı
ur: میڈیا کی آڈیو سے جڑا ہوا ہے
uz: Media audioga ulandi
wa: Raloyî a media odio
xh: Inxityelelwe kwi-odiyo yemidiya
zu: Ixhunywe kumidiya yefoni

source: Unpair
am: መለያያ
ar: غير مقترن
bg: Отделяне
bn_bd: আলাদা করুন
bn_in: বিচ্ছিন্ন
br: Digoublañ
bs: Raspari
ca: Desaparella
cy: Dadbaru
es: Desvincular
eu: Desparekatu
fa: جدا کردن
ga_ie: Díphéireáil
gd: Bris am paidhreachadh
hi_in: अयुग्मित
hu: Párosítás törlése
id: Pisahkan
kn: ಜೋಡಣೆ ತೆಗೆ
mai: अयुग्मित
mg: Hampisaraka
ne: जोडी हटाउ
or: ଯୁଗଳ ହୋଇନଥିବା
pt: Desemparelhar
ro: Dezasociază
si: යුගලනයෙන් ඉවතලන්න
sw: Tenganisha
ta: சோடியை பிரி
th: เลิกจับคู่
tr: Eşleşmeyi kaldır
ur: بغیر جوڑے
uz: Ajratish
vi: Bỏ kết cặp
wa: Dizapwairi
xh: Yeka ukungqamanisa
zu: Yeka ukumatanisa

# device-option-confirm
source: Confirm
am: ማረጋገጫ
ar: أكّد
bg: Потвърждаване
bn_bd: নিশ্চিত
bn_in: নিশ্চিত করুন
br: Kadarnaat
bs: Potvrdi
ca: Confirma
cy: Cadarnhau
es: Confirmar
eu: Berretsi
fa: تایید
ga_ie: Deimhnigh
gd: Dearbhaich
hu: Megerősítés
id: Konfirmasikan
kn: ದೃಢಪಡಿಸು
lv: Apstiprināt
pt: Confirmar
ro: Confirmă
si: තහවුරු කරන්න
th: ยืนยัน
ur: تصدیق کریں
uz: Tasdiqlash
wa: Racertiner

# device-option-unpair-confirmation
source: Confirmation
am: ማረጋገጫ
ar: التأكيد
bg: Потвърждение
bn_bd: নিশ্চিতকরণ
bn_in: নিশ্চিতি
br: Kadarnaat
bs: Potvrda
ca: Confirmació
cy: Cadarnhad
es: Confirmación
eu: Berrespena
fa: تائیدیه
ga_ie: Deimhniú
gd: Dearbhadh
hi_in: पुष्टिकरण
hu: Megerősítés
id: Konfirmasi
kn: ದೃಢೀಕರಣ
lv: Apstiprinājums
mai: पुष्टिकरण
mg: Fanamafisana
ne: यकीन
or: ନିଶ୍ଚିତକରଣ
pt: Confirmação
ro: Confirmare
si: තහවුරු කිරීම
sw: Uthibitisho
ta: உறுதிப்படுத்துதல்
th: การยืนยัน
tr: Onay
ur: تصدیق
uz: Tasdiqlash
vi: Xác nhận
wa: Racertinaedje
xh: Isiqinisekiso
zu: Isiqinisekiso

source: Unpair device?
am: አካሉን ልለያይ?
ar: فك اقتران الجهاز؟
bg: Отделяне на устройство?
bn_bd: ডিভাইস আলাদা করতে চান?
bn_in: ডিভাইস বিচ্ছিন্ন করবেন?
br: Digoublañ an trevnad ?
bs: Raspariti uređaj?
ca: Voleu desaparellar dispositiu?
cy: Dadbaru dyfais?
es: ¿Desvincular dispositivo?
eu: Desparekatu gailua?
fa: دستگاه جدا شود؟
ga_ie: Díphéireáil an gléas?
gd: A bheil thu airson an t-uidheam a dhì-phaidhreachadh?
hi_in: युक्ति से अलग करें?
hu: Párosítás visszavonása?
id: Putuskan kaitan perangkat?
kn: ಸಾಧನದೊಂದಿಗೆ ಜೋಡಣೆ ತೆಗೆಯಬೇಕೆ?
mai: अयुग्मित डिवाइस?
mg: Hampisaraka fitaovana?
ne: यन्त्र छुटाउन चहानु हुन्छ?
or: ଉପକରଣକୁ ଯୁଗଳମୁକ୍ତ କରିବେ କି?
pt: Desemparelhar dispositivo?
ro: Dezasociezi dispozitivul?
si: උපාංගය යුගලනයෙන් ඉවතලන්න ද?
sw: Tenganisha kifaa
ta: சாதனத்தை சோடியிலிருந்து பிரி?
th: เลิกจับคู่อุปกรณ์?
tr: Eşleştirme iptal edilsin mi?
ur: بغیر جوڑے ہوا آلہ؟
uz: Qurilma ajratilsinmi?
wa: Dizapwairi éndjin ?
xh: Ufuna ukungahambisi kunye isixhobo?
zu: Yeka ukumatanisa amadivayisi?
