Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

# fxa-accounts
source: Firefox Accounts
am: የ ፋየርፎክስ መግለጫዎች
ar: حساب فيرفكس
bn_bd: ফায়ারফক্স অ্যাকাউন্ট
bn_in: Firefox অ্যাকাউন্ট
br: Kontoù Firefox
bs: Firefox računi
ca: Comptes del Firefox
cy: Cyfrifon Firefox
eu: Firefox kontuak
fa: حساب‌های فایرفاکس
ga_ie: Cuntais Firefox
gd: Cunntasan Firefox
hi_in: फ़ायरफ़ॉक्स खाता
hu: Firefox fiókok
kn: Firefox ಖಾತೆಗಳು
lv: Firefox Konti
mai: फायरफाक्स खाता
mg: Kaonty Firefox
or: Firefox ଖାତା
pt: Contas do Firefox
ro: Conturi Firefox
si: Firefox ගිණුම්
sw: Akaunti za Firefox
ta: Firefox கணக்கு
th: บัญชี Firefox
tr: Firefox Hesapları
ur: فائر فاکس اکاؤنٹس
uz: Firefox hisoblari
wa: Contes Firefox
xh: Iiakhawunti zeFirefox
zu: Ama-akhawunti e-Firefox

source: Your Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
am: የ እርስዎ ፋየር ፎክስ መግለጫ መጠቀም ያስችሎታል ገጽታዎችን እንደ የ እኔን አካል አግኝ እና መተግበሪያዎችን እንደ ፋየር ፎክስ የ ገበያ ቦታ
ar: حساب فَيَرفُكس الخاص بك يتيح لك أن تستخدم ميزات مثل "ابحث عن جهازي" و تطبيقات مثل "متجر التطبيقات".
bg: С Firefox Account може да използвате възможности като Изгубено устройство и приложения като Firefox Marketplace.
bn_bd: আপনার ফায়ারফক্স অ্যাকাউন্ট আপনাকে Find My Device এর মতো ফিচার এবং ফায়ারফক্স মার্কেটপ্লেসের মতো অ্যাপ ব্যবহার করতে দেয়।
bn_in: আপনার ফায়ারফক্স অ্যাকাউন্ট দিয়ে আপনি কিছু বৈশিষ্ট যেমন আমার ডিভাইস খুঁজুন এবং ফায়ারফক্স মার্কেটপ্লেসের মত অ্যাপ্লিকেশান ব্যবহার করতে পারেন।
br: Gant ho kont Firefox e c'hellit arverañ keweriusterioù e-giz Kavout ma zrevnad hag arloadoù evel Firefox Marketplace.
bs: Vaš Firefox račun vam omogućava da koristite mogućnosti kao što je Pronađi moj uređaj i Firefox Marketplace.
ca: El compte del Firefox permet utilitzar funcions com «Troba el meu aparell» i aplicacions com el Firefox Marketplace.
cy: Mae eich Cyfrif Firefox yn caniatáu i chi ddefnyddio nodweddion fel Canfod fy Nyfais ac apiau fel Firefox Marketplace.
es: Su cuenta de Firefox le permite utilizar características como Buscar mi dispositivo y apps como Firefox Marketplace.
eu: Zure Firefox kontuari esker, 'Bilatu nire gailua' bezalako aukerak eta Firefox Marketplace bezalako aplikazioak erabil ditzakezu.
fa: حساب فایرفاکس شما به شما اجازه می‌دهد تا از امکاناتی مثل «دستگاه من را پیدا کن» یا برنامه‌هایی مثل «فروشگاه فایرفاکس» استفاده کنید
ga_ie: Le Cuntas Firefox, beidh tú ábalta tairbhe a bhaint as gnéithe cosúil le 'Aimsigh Mo Ghléas' agus aipeanna cosúil le Margadh Firefox.
gd: Leigidh an cunntas Firefox leat rudan mar "Lorg an t-uidheam agam" agus aplacaid mar mhargaidh Firefox a chleachdadh.
hi_in: आपका फ़ायरफ़ॉक्स का खाता फीचर और फायरफाक्स मार्केटप्लेस का उपयोग कर सकते हैं.
hu: Firefox fiókjával hozzáférhet olyan funkciókhoz, mint az Eszközkereső és a Firefox Marketplace.
id: Firefox Account Anda dapat digunakan untuk fitur seperti Temukan Perangkat Saya dan aplikasi seperti di Firefox Marketplace.
kn: ನನ್ನ ಸಾಧನವನ್ನು ಹುಡುಕು ಎಂಬ ಸೌಲಭ್ಯಗಳು ಮತ್ತು Firefox Marketplace ನಂತರ ಅನ್ವಯಗಳನ್ನು ಬಳಸಲು Firefox ಖಾತೆಯು ಬೇಕಾಗುತ್ತದೆ.
lv: Jūsu Firefox konts jums ļauj izmantot iespējas kā Atrast manu ierīci un lietotnes kā Firefox Marketplace.
mai: अहाँक फायरफाक्सक खाता अहाँक युक्तिक लेल ताकू जहिना फीचर आओर फायरफाक्स मार्केटप्लेसक उपयोग करबाक छूट दैछ.
mg: Ny Kaonty Firefox anao dia ahafahanao mampiasa ireo fiasa toy ny Hitady Ny Fitaovako sy ireo app toy ny Tsena Firefox.
or: ଆପଣଙ୍କ Firefox ଖାତା ଆପଣଙ୍କୁ ମୋ ଉପକରଣକୁ ଖୋଜ ପରି ଫିଚର ଓ Firefox ମାର୍କେଟପ୍ଲେସ ପରି ଆପଗୁଡ଼ିକୁ ବ୍ୟବହାର କରିବକୁ ଦେଇଥାଏ।
pt: A sua Conta do Firefox permite utilizar funcionalidade como Encontrar Dispositivo e aplicações como o Firefox Marketplace.
ro: Contul tău Firefox îți permite să folosești funcții precum Găsește-mi dispozitivul și aplicații precum Firefox Marketplace.
si: ඔබගේ Firefox ගිණුම විසින් මාගේ උපාංගය සොයන්න වැනි පහසුකම් හා Firefox Marketplace වැනි යෙදුම් භාවිතා කිරීමට අවස්ථාව ලබාදෙයි.
sw: Akaunti yako ya Firefox hukuwacha utumia vipengele kama Tafuta Kifaa Changu na programu kama Eneo la Soko la Firefox.
ta: உங்களுடைய பயர்பாக்ஸ் கணக்கு சாதனத்தை கண்டறி மற்றும் பயர்பாக்ஸ் சந்தை போன்ற பயன்படுகளின் அம்சங்களை பயன்படுத்துமாறு செய்கிறது.
th: บัญชี Firefox ช่วยให้คุณใช้งานคุณสมบัติอย่างค้นหาอุปกรณ์ของฉันและแอปอย่างร้านค้า Firefox
tr: Firefox hesabınız Cihazımı Bul gibi özellikleri ve Firefox Marketplace gibi uygulamaları kullanmanızı sağlar.
ur: آپ کا فائر فاکس اکاؤنٹ آپ کو فیچر استعمال کرنےکی اجازت دیتا ہے جیسے فآنڈ مای ڈیوآس اور ایپس جےسے فائر فاکس مارکیٹ پلیس۔
uz: Firefox hisobingiz "Qurilmamni topish"ga o‘xshagan xususiyatlar va Firefox Marketplace"ga o‘xshagan ilova dasturlardan foydalanish imkonini beradi.
wa: Vosse conte firefox vos leye eployî des fonccionålités come Ritrover mi éndjin eyet des apli come li Firefox Marketplace.
xh: Iakhawunti yakho yeFirefox iyakuvumela usebenzise iifitsha ezifana noFumana isixhobo sam kunye neeaplikheyishini ezifana neMarike yeFirefox.
zu: I-akhawunti yakho ye-Firefox ikuvumela ukuba usebenzise amafisha afana ne-Find My Device kanye nama-app afana ne-Firefox Marketplace.

source: Create Account or Sign In
am: መግለጫ መፍጠሪያ ወይንም መግቢያ
ar: إنشاء حِساب أو تسجيل الدخول
bg: Регистриране или вписване
bn_bd: অ্যাকাউন্ট তৈরি করুন বা সাইন ইন করুন
bn_in: অ্যাকাউন্ট তৈরি বা সাইন ইন
br: Krouiñ ur gont pe kennaskañ
bs: Kreirajte račun ili se prijavite
ca: Crea un compte o inicia la sessió
cy: Crëwch Gyfrif neu Fewngofnodi
es: Crear cuenta o conectarse
eu: Sortu kontua edo hasi saioa
fa: حساب بسازید یا وارد شوید
ga_ie: Cruthaigh Cuntas nó Logáil Isteach
gd: Cruthaich cunntas no clàraich a-steach
hu: Fiók létrehozása vagy bejelentkezés
id: Buat Akun atau Masuk
kn: ಖಾತೆಯನ್ನು ರಚಿಸಿ ಅಥವ ಒಳ ಪ್ರವೇಶಿಸಿ
lv: Izveidot kontu vai ieiet
pt: Criar conta ou iniciar sessão
ro: Creează cont sau autentifică-te
si: ගිණුමක් සාදන්න හෝ ඇතුළු වන්න
ta: நுழை/கணக்கை உருவாக்கு
th: สร้างบัญชีหรือเข้าสู่ระบบ
tr: Hesap oluştur veya oturum aç
ur: اکاؤنٹ بنائیں یا سائن ان کریں
uz: Hisob yarating yoki kiring
wa: Ahiver conte ou s’ elodjî

source: Confirm Your Account
am: የ እርስዎን መግለጫ ማረጋገጫ
ar: أكّد الحساب
bg: Потвърждаване на вашата регистрация
bn_bd: অ্যাকাউন্ট নিশ্চিত করুন
bn_in: আপনার অ্যাকাউন্ট নিশ্চিত করুন
br: Kadarnaat ho kont
bs: Potvrdite vaš račun
ca: Confirmeu el vostre compte
cy: Cadarnhau eich Cyfrif
es: Confirmar su cuenta
eu: Baieztatu zure kontua
fa: حساب خود را تایید کنید
ga_ie: Deimhnigh Do Chuntas
gd: Dearbh an cunntas agad
hi_in: अपने खाता की पुष्टि करें
hu: Fiók megerősítése
id: Konfirmasikan Akun Anda
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಖಚಿತಪಡಿಸಿ
lv: Apstipriniet savu kontu
mai: अपन खाता क पुष्टि करू
mg: Hamafiso Ny Kaontinao
or: ଆପଣଙ୍କ ଖାତାକୁ ନିଶ୍ଚିତ କରନ୍ତୁ
pt: Confirmar a Sua Conta
ro: Confirmă contul
si: ඔබගේ ගිණුම සනාථ කරන්න
sw: thibitisha Akaunti Yako
ta: உங்களின் கணக்கை உறுதிப்படுத்து
th: ยืนยันบัญชีของคุณ
tr: Hesabınızı doğrulayın
ur: اکاؤنٹ تصدیق کریں
uz: Hisobingizni tasdiqlash
wa: Racertiner vosse conte
xh: Qinisekisa iakhawunti yakho
zu: Qinisekisa I-akhawunti Yakho

source: We will send an email to: {{email}}
am: ኢሜይል እንልካለን ወደ: {{email}}
ar: سوف نرسل بريدا الى : {{email}}
bg: Ще изпратим писмо до: {{email}}
bn_bd: আমরা এই ঠিকানায় একটি মেইল করবো: {{email}}
bn_in: আমরা: {{email}} এ একটি ইমেল পাঠাবো
br: Kas a raimp ur postel da : {{email}}
bs: Poslat ćemo vam email na: {{email}}
ca: Enviarem un correu electrònic a: {{email}}
cy: Byddwn yn anfon e-bost at: {{email}}
es: Enviaremos un correo a: {{email}}
eu: Posta bat bidaliko dugu hona: {{email}}
fa: ما یک پست‌الکترونیکی به آدرس مقابل خواهیم فرستاد: {{email}}
ga_ie: Seolfaimid teachtaireacht ríomhphoist chuig: {{email}}
gd: Cuiridh sinn post-d gu: {{email}}
hi_in: हम यहाँ ईमेल भेज सकते हैं: {{email}}
hu: A levelet ide küldjük ki: {{email}}
id: Kami akan mengirim surel ke: {{email}}
kn: ನಾವು ಇಮೇಲ್ ಒಂದನ್ನು ಇದಕ್ಕೆ ಕಳುಹಿಸುತ್ತೇವೆ: {{email}}
lv: Mēs aizsūtīsim epastu uz: {{email}}
mai: केँ हम एकटा ईमेल पठाएब: {{email}}
mg: Izahay dia handefa mailaka amin'ny: {{email}}
or: ଆମେ ଏଠାକୁ ଗୋଟିଏ ମେଲ ପଠାଇବୁ: {{email}}
pt: Iremos enviar um e-mail para: {{email}}
ro: Vom trimite un e-mail către: {{email}}
si: විද්‍යුත් තැපැල් ලිපිනයක් යැවෙනු ඇත: {{email}}
sw: Tutatuma barua pepe kwa: {{email}}
ta: நாங்கள் மின்னஞ்சல் அனுப்புவோம்:{{email}}
th: เราจะส่งอีเมลไปที่: {{email}}
tr: {{email}} adresine bir e-posta göndereceğiz
ur: {{email}}: پر ایک ای میل بھیج دیا جائے گا
uz: Biz sizga xat jo‘natamiz: {{email}}
wa: Nos alans evoyî èn emile a : {{email}}
xh: Siza kuthumela i-imeyile ku: {{email}}
zu: Sizothumela i-imeyli lapha: {{email}}

source: Click the verification link in your email to confirm your account.
am: ይጫኑ የማረጋገጫ አገናኙን ከ እርስዎ ኢሜይል ውስጥ የ እርስዎን መግለጫ ለማረጋገጥ
ar: اضغط رابط التفعيل في البريد لتأكيد الحساب الخاص بك.
bg: За потвърждение на регистрацията посетете проверяващата връзка в своята ел.поща.
bn_bd: অ্যাকাউন্ট নিশ্চিত করতে আপনার ই-মেইলের ভেরিফিকেশন লিঙ্কে ক্লিক করুন।
bn_in: আপনার অ্যাকাউন্ট নিশ্চিত করতে আপনার ইমেলের মধ্যে যাচাইকারী লিঙ্কটি ক্লিক করুন।
br: Klikit war an ere gwiriañ e-barzh ho postel evit kadarnaat ar gont.
bs: Kliknite na verifikacijski link u vašem emailu da biste potvrdili vaš račun.
ca: Feu clic en l'enllaç de verificació del missatge de correu per confirmar el compte.
cy: Cliciwch y ddolen dilysu yn eich e-bost i gadarnhau eich cyfrif.
es: Haga clic en el enlace de verificación de su correo para confirmar la cuenta.
eu: Egin klik zure postaren egiaztapen-estekan zure kontua baieztatzeko.
fa: بر روی پیوند تاییدیه در پست‌الکترونیکی خود کلیک کنید تا حساب خود را تایید کنید.
ga_ie: Cliceáil an nasc deimhnithe sa teachtaireacht chun do chuntas a dheimhniú.
gd: Briog air a' cheangal dearbhaidh sa phost-d gus an cunntas agad a dhearbhadh.
hi_in: अपने खाता की पुष्टि के लिए अपने ईमेल में जाँच लिंक क्लिक करें.
hu: Kattintson az e-mailben kapott ellenőrző hivatkozásra a fiók megerősítéséhez.
id: Klik tautan verifikasi pada surel Anda untuk mengonfirmasi akun Anda.
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಖಚಿತಪಡಿಸಲು ನಿಮ್ಮ ಇಮೇಲ್‌ನಲ್ಲಿನ ಪ್ರಮಾಣೀಕರಣ ಕೊಂಡಿಯನ್ನು ಕ್ಲಿಕ್‌ ಮಾಡಿ.
lv: Klikšķiniet uz pārbaudes saiti jūsu epastā lai apstiprināt savu kontu.
mai: अपन खाताक पुष्टिक लेल अपन ईमेलमे जाँच लिंक क्लिक करू.
mg: Tsindrio ny rohy fanamarinana any amin'ny mailakao hanamafisana ny kaontinao.
or: ଆପଣଙ୍କ ଖାତାକୁ ପୁଷ୍ଟି କରିବାଲାଗି ଆପଣଙ୍କ ଇମେଲରେ ଥିବା ଜାଂଚ ଲିଂକ ଉପରେ କ୍ଲିକ କରନ୍ତୁ।
pt: Clique na ligação de verificação na mensagem de correio eletrónico para confirmar a sua conta.
ro: Clic pe linkul de verificare din e-mail pentru a confirma contul.
si: ඔබගේ විද්‍යුත් තැපෑලට ලැබී ඇති ලිපියේ ඇති තහවුරු කිරීමේ සබැඳිය ක්ලික් කරන්න.
sw: Bonyeza kiungo cha kuthibitisha katika barua pepe yako ili kuthibitisha akaunti yako.
ta: உங்களுடைய கணக்கை உறுதி செய்ய மின்னஞ்சலில் உள்ள தொடுப்பை சொடுக்கவும்.
th: คลิกลิงก์ยืนยันในอีเมลของคุณเพื่อยืนยันบัญชีของคุณ
tr: Hesabınızı doğrulamak için e-postanızdaki doğrulama bağlantısına tıklayın.
ur: اپنے اکاؤنٹ کی تصدیق کے لئے آپ کے ای میل کی تصدیق کے لنک پر کلک کریں۔
uz: Hisobingizni tasdiqlash uchun e-pochtangizdagi tasdiqlash linkiga bosing.
wa: Clitchîz sol hårdêye di verifiaedje e vost emile po racertiner vosse conte.
xh: Cofa ikhonkco lokuqinisekisa kwi-imeyile yakho ukuqinisekisa iakhawunti yakho.
zu: Cofa ilinki yokuqinisekisa ku-imeyli yakho ukuze uqinisekise i-akhawunti yakho.

source: Cancel Account Confirmation
am: የ መግለጫ ማረጋገጫ መሰረዣ
ar: إلغاء تأكيد الحساب
bg: Отказ от потвърждаване
bn_bd: অ্যাকাউন্ট নিশ্চতকরণ বাতিল
bn_in: অ্যাকাউন্ট নিশ্চিতকরণ বাতিল করুন
br: Nullañ kadarnaat ar gont
bs: Otkaži potvrđivanje računa
ca: Confirmació de cancel·lació del compte
cy: Diddymu Cadarnhau'r Cyfrif
es: Cancelar confirmación de cuenta
eu: Utzi kontu-baieztapena
fa: لغو تایید حساب
ga_ie: Cealaigh Deimhniú an Chuntais
gd: Sguir de dhearbhadh a' chunntais
hi_in: खाता पुष्टि रद्द करें
hu: Fiókmegerősítés megszakítása
id: Batalkan Konfirmasi Akun
kn: ಖಾತೆಯ ಮಾಹಿತಿಯನ್ನು ರದ್ದುಗೊಳಿಸಿ
lv: Atcelt konta apstiprinājumu
mai: खाता पुष्टिकरण रद्द करू
mg: Hanafoana Fanamafisana Kaonty
or: ଖାତା ନିଶ୍ଚିତକରଣକୁ ବାତିଲ କରନ୍ତୁ
pt: Cancelar Confirmação da Conta
ro: Anulează confirmarea contului
si: ගිණුම් තහවුරුකරණය අවලංගු කරන්න
sw: Ghairi Uthibitisho wa Akaunti
ta: கணக்கு உறுதிப்படுத்தலை இரத்துசெய்
th: ยกเลิกการยืนยันบัญชี
tr: Hesap doğrulamayı iptal et
ur: اکاؤنٹ کی تصدیق منسوخ کریں
uz: Hisobni tasdiqlashni bekor qilish
wa: Rinoncî å racertinaedje do conte
xh: Rhoxisa uqinisekiso lweakhawunti
zu: Khansela Ukuqinisekiswa Kwe-akhawunti

source: A verification link has been sent to {{email}}.
am: የ ማረጋገጫ አገናኝ ተልኳል ወደ {{email}}.
ar: تم إرسال رابط التحقق ل‍{{email}}.
bg: Изпратена е проверяваща връзка до {{email}}.
bn_bd: {{email}}এ একটি ভেরিফিকেশন লিঙ্ক পাঠানো হয়েছে।
bn_in: {{email}} এ একটি যাচাইকরণ লিঙ্ক পাঠানো হয়েছে।
br: Kaset ez eus bet un ere gwiriañ da {{email}}.
bs: Verifikacijski link je poslan na {{email}}.
ca: S'ha enviat un enllaç de verificació a {{email}}.
cy: Mae dolen dilysu wedi ei anfon at {{email}}.
es: Un enlace de verificación se ha enviado a {{email}}.
eu: Egiaztapen-esteka bat bidali da {{email}} helbidera.
fa: یک پیوند جهت تایید حساب به آدرس {{email}} ارسال شده است.
ga_ie: Seoladh teachtaireacht deimhnithe chuig {{email}}.
gd: Chaidh ceangal dearbhaidh a chur gu {{email}}.
hi_in: एक सत्यापन लिंक भेज दिया गया है {{email}}.
hu: A megerősítő hivatkozás elküldve ide: {{email}}.
id: Tautan verifikasi telah dikirim ke {{email}}.
kn: {{email}} ಗೆ ಒಂದು ದೃಢಪಡಿಸುವ ಕೊಂಡಿಯನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ.
lv: Tika aizsūtīta pārbaudes saite uz {{email}}
mai: {{email}} पर एक गोट पुष्टि लिंक पठाओल गेल.
mg: Misy rohy fanamarinana nalefa any amin'ny {{email}}.
or: ଏକ ଜାଂଚ ଲିଂକ {{email}}କୁ ପଠାଗଲା।
pt: Uma ligação de confirmação foi envidada para {{email}}.
ro: Un link de verificare a fost trimis către {{email}}.
si: තහවුරු කිරීමේ සබැඳියක් {{email}} ලිපිනයට යැවිණි.
sw: Kiungo cha uthibitisho kimetumwa kwa {{email}}.
ta: {{email}} என்பதற்கு உறுதிச்செய்ய தொடுப்பு அனுப்பப்பட்டுள்ளது.
th: ลิงก์ยืนยันถูกส่งไปที่ {{email}}
tr: {{email}} adresine bir onay bağlantısı gönderildi.
ur: ایک تصدیقی لنک {{email}} پر بھیج دی گی ہے۔
uz: Tasdiqlash linki {{email}}ga jo‘natildi.
wa: Ene hårdêye di verifiaedje a stî evoyeye a {{email}}.
xh: Ikhonkco lokuqinisekisa lithunyelwe ku{{email}}.
zu: Ilinki yokuqinisekisa ithunyelwe lapha {{email}}.

source: Don’t see an email? <a>Resend</a>.
am: ኢሜይል አላዩም? <a>እንደገና መላኪያ</a>.
ar: لم تستلم أي بريد الكتروني؟ <a>إعادة إرسال</a>.
bg: Не виждате писмо? <a>Повторно изпращане</a>.
bn_bd: কোনো ইমেইল দেখতে পারছেন না? <a>Resend</a>।
bn_in: কোনো ইমেইল দেখতে পাচ্ছেন না? <a>পুনরায় ইমেইল পাঠান</a>।
br: N'hallit ket gwelout postel ? <a>Kas en-dro</a>
bs: Niste dobili email? <a>Pošalji ponovo</a>.
ca: No ha arribat el missatge? <a>Torna'l a enviar</a>.
cy: Dim yn gweld e-bost? <a>Ail anfon</a>.
es: ¿No ve el correo? <a>Reenvíe</a>.
eu: Ez duzu postarik ikusten? <a>Birbidali</a>.
fa: پست‌الکترونیکی ارسال نشده؟ <a>ارسال دوباره</a>.
ga_ie: Nár bhfuair tú an ríomhphost? <a>Seol arís é</a>.
gd: Nach d’fhuair thu am post-d? <a>Cuir às ùr</a>.
id: Belum melihat surelnya? <a>Kirim ulang</a>.
kn: ಇಮೇಲ್ ಕಾಣಿಸುತ್ತಿಲ್ಲವೆ? <a>Resend</a>.
lv: Neredzat epastu? <a>Sūtīt vēlreiz</a>.
pt: Não recebeu um e-mail? <a>Reenviar</a>.
ro: Nu vezi un e-mail? <a>Retrimite</a>.
si: විද්‍යුත් තැපැල් පණිවුඩයක් දක්නට නොමැති ද? <a>නැවත යවන්න</a>.
th: ไม่เห็นอีเมล? <a>ส่งใหม่</a>
tr: E-posta gelmedi mi? <a>Yeniden gönderin</a>.
ur: ای میل کو نہیں دیکھا؟ <a>Resend</a>۔
uz: Xatni ko‘rmadingizmi? <a>Qayta jo‘natish</a>.

source: About
am: ስለ
ar: حول
bg: Относно
bn_bd: সম্পর্কে
bn_in: সম্পর্কে
br: A-zivout
bs: O nama
ca: Quant a
cy: Ynghylch
es: Acerca de
eu: Honi buruz
fa: درباره
ga_ie: Maidir Leis
gd: Mu dhèidhinn
hi_in: परिचय
hu: Névjegy
id: Tentang
kn: ಬಗ್ಗೆ
lv: Par
mai: परिचय
mg: Momba
or: ବିବରଣୀ
pt: Acerca
ro: Despre
si: ගැන
sw: Kuhusu
ta: என்பதை பற்றி
th: เกี่ยวกับ
tr: Hakkında
ur: متعلق
uz: Haqida
wa: Åd fwait
xh: Mayela
zu: Mayelana

source: Signed in as {{email}}
am: ገብተዋል እንደ {{email}}
ar: تسجيل الدخول ب {{email}}
bg: Вписани сте като {{email}}
bn_bd: {{email}} হিসেবে সাইন ইন করা
bn_in: {{email}} রূপে সাইন ইন হয়ে রয়েছে
br: Kennasket evel {{email}}
bs: Prijavljeni ste kao {{email}}
ca: Connectat: {{email}}
cy: Mewngofnodi fel {{email}}
es: Conectado como {{email}}
eu: {{email}} gisa saioa hasita
fa: به عنوان {{email}} وارد شد
ga_ie: Logáilte isteach mar {{email}}
gd: Air clàradh a-steach mar {{email}}
hi_in: बतौर {{email}} साइन इन करें
hu: Bejelentkezve, mint: {{email}}
id: Masuk sebagai {{email}}
kn: {{email}} ಆಗಿ ಪ್ರವೇಶಿಸಿದ್ದೀರಿ
lv: Iegājis kā {{email}}
mai: साइन इन करू {{email}}
mg: Tafiditra hoe {{email}}
or: {{email}} ଭାବରେ ସାଇନ୍‌ ଇନ୍‌ ହୋଇଛି
pt: Sessão iniciada como {{email}}
ro: Autentificat ca {{email}}
si: ඇතුලත් වී ඇත්තේ {{email}} ලෙසිනි
sw: Umeingia kama {{email}}
ta: {{email}} ஆக உள்நுழைந்தது
th: เข้าสู่ระบบเป็น {{email}}
tr: Oturum sahibi: {{email}}
ur: {{email}} کے بطور سائن ان
uz: {{email}} sifatida kirgan
wa: Elodjî come {{email}}
xh: Ungene njenge{{email}}
zu: Usayinele ukungena njengo-{{email}}

# fxa-options
source: Options
am: ምርጫ
ar: الخيارات
bg: Настройки
bn_bd: অপশন
bn_in: বিকল্প
br: Dibarzhioù
bs: Opcije
ca: Opcions
cy: Dewisiadau
es: Opciones
eu: Aukerak
fa: گزینه‌ها
ga_ie: Roghanna
gd: Roghainnean
hu: Beállítások
lv: Iespējas
pt: Opções
ro: Opțiuni
si: අභිරුචි
th: ตัวเลือก
ur: اختیارات
uz: Moslamalar

source: Sign Out
am: መውጫ
ar: تسجيل الخروج
bg: Отписване
bn_bd: সাইন আউট
bn_in: সাইন আউট
br: Digennaskañ
bs: Odjava
ca: Finalitza la sessió
cy: Allgofnodi
es: Salir
eu: Amaitu saioa
fa: خروج
ga_ie: Logáil Amach
gd: Clàraich a-mach
hi_in: साइन आउट
hu: Kijelentkezés
id: Keluar
kn: ನಿರ್ಗಮಿಸು
lv: Iziet
mai: साइन आउट करू
mg: Hivoaka
or: ସାଇନ ଆଉଟ
pt: Sair da sessão
ro: Deconectare
si: ඉවත් වන්න
sw: Toka
ta: வெளியேறு
th: ออกจากระบบ
tr: Oturumu kapat
ur: سائن آؤٹ
uz: Chiqish
wa: Si dislodjî
xh: Phuma
zu: Sayinela Ukuphuma

source: Please confirm {{email}}
am: እባክዎን ያረጋግጡ {{email}}
ar: الرجاء تأكيد ال {{email}}
bg: Моля, потвърдете {{email}}
bn_bd: দয়াকরে {{email}} নিশ্চিত করুন
bn_in: দয়া করে নিশ্চিত করুন {{email}}
br: Kadarnait {{email}} mar plij ganeoc'h
bs: Molimo vas da potvrdite {{email}}
ca: Confirmeu {{email}}
cy: Cadarnhewch {{email}}
es: Confirme {{email}}
eu: Baieztatu {{email}}
fa: لطفا {{email}} را تایید کنید
ga_ie: Deimhnigh {{email}} le do thoil
gd: Nach dearbh thu {{email}}?
hi_in: कृपया {{email}} पुष्टि करें
hu: {{email}} megerősítése
id: Konfirmasikan {{email}}
kn: {{email}} ಅನ್ನು ಖಚಿತಪಡಿಸಿ
lv: Lūdzu apstipriniet {{email}}
mai: कृपया सुनिश्चित करू {{email}}
mg: Azafady, hamafiso ny {{email}}
or: ଦୟାକରି {{email}} ନିଶ୍ଚିତ କରନ୍ତୁ
pt: Por favor confirme {{email}}
ro: Te rugăm să confirmi {{email}}
si: කරුණාකර තහවුරුකරන්න {{email}}
sw: Tafadhali thibitisha {{email}}
ta: தயவுச்செய்து {{email}} உறுதிசெய்
th: โปรดยืนยัน {{email}}
tr: Lütfen {{email}} adresini doğrulayın
ur: {{email}} براہ مہربانی تصدیق کریں
uz: {{email}}ni tasdiqlang
wa: Racertiner {{email}}, s’ i vs plait
xh: Nceda uqinisekise {{email}}
zu: Sicela uqinisekise {{email}}

source: Find My Device
am: የኔን አካል አግኝ
ar: إبحث عن جهازي
bg: Изгубено устройство
bn_in: আমার ডিভাইস খুঁজুন
br: Kavout ma zrevnad
bs: Pronađi moj uređaj
ca: Troba el meu aparell
cy: Canfod fy Nyfais
es: Buscar mi dispositivo
eu: Bilatu nire gailua
fa: پیدا کردن دستگاه من
ga_ie: Aimsigh Mo Ghléas
gd: Lorg an t-uidheam agam
hi_in: मेरी युक्ति ढूँढ़ें
hu: Eszközkereső
id: Temukan Perangkat Saya
kn: ನನ್ನ ಸಾಧನವನ್ನು ಪತ್ತೆಮಾಡು
lv: Atrast manu ierīci
mai: हमर डिवाइस खोजू
mg: Hitady Ny Fitaovako
or: ମୋ ଉପକରଣଟି ଖୋଜନ୍ତୁ
pt: Encontrar dispositivo
ro: Găsește-mi dispozitivul
si: මාගේ උපාංගය සොයන්න
sw: Tafuta Kifaa Changu
ta: சாதனத்தை கண்டறி
th: ค้นหาอุปกรณ์ของฉัน
tr: Cihazımı Bul
ur: میرا آلہ ڈھونڈیں
uz: Qurilmamni topish
wa: Ritrover mi éndjin
xh: Fumana isixhobo sam
zu: Thola Idivayisi Yami

source: Create account or sign in
am: መግለጫ መፍጠሪያ ወይንም መግቢያ
ar: إنشاء حساب أو تسجيل الدخول
bg: Регистриране или вписване
bn_bd: অ্যাকাউন্ট তৈরি বা সাইন ইন
bn_in: অ্যাকাউন্ট তৈরি বা সাইন ইন
br: Krouiñ ur gont pe kennaskañ
bs: Kreirajte račun ili se prijavite
ca: Crea un compte o inicia la sessió
cy: Crëwch gyfrif neu fewngofnodi
es: Crear cuenta o conectarse
eu: Sortu kontua edo hasi saioa
fa: حساب بسازید یا وارد شوید
ga_ie: Cruthaigh cuntas nó logáil isteach
gd: Cruthaich cunntas no clàraich a-steach
hi_in: खाता बनाएँ या साइन इन करें
hu: Fiók létrehozása vagy bejelentkezés
id: Buat akun atau masuk
kn: ಖಾತೆಯನ್ನು ರಚಿಸಿ ಅಥವ ಒಳಪ್ರವೇಶಿಸಿ
lv: Izveidot kontu vai ieiet
mg: Mamoròna Kaonty na Midira
pt: Criar conta ou iniciar sessão
ro: Creează cont sau autentifică-te
si: ගිණුමක් සාදන්න හෝ ඇතුළු වන්න
ta: நுழை/கணக்கை உருவாக்கு
th: สร้างบัญชีหรือเข้าสู่ระบบ
tr: Hesap oluştur veya oturum aç
ur: اکاؤنٹ بنائیں یا سائن ان کریں
uz: Hisob yarating yoki kiring
wa: Ahiver conte ou s’ elodjî

source: Enable Find My Device
am: የ እኔን አካል ማግኛ ማስቻያ
ar: تفعيل البحث عن جهازي
bg: Включване
bn_bd: Find My Device সক্রিয় করুন
bn_in: ডিভাইস অনুসন্ধান সক্রিয় করুন
br: Gweredekaat Kavout ma zrevnad
bs: Omogući Pronađi moj uređaj
ca: Activa
cy: Galluogi Canfod Fy Nyfais
es: Buscar mi dispositivo
eu: Gaitu 'Bila. nire gailua'
fa: فعال کردن «پیدا کردن دستگاه من»
ga_ie: Cumasaigh 'Aimsigh Mo Ghléas'
gd: Cuir an gleus “Lorg an t-uidheam agam” an comas
hi_in: मेरी युक्ति ढूँढ़ें सक्रिय करें
hu: Eszközkereső
id: Aktifkan Temukan Perangkat Saya
kn: ನನ್ನ ಸಾಧನವನ್ನು ಪತ್ತೆ ಮಾಡು ಸಕ್ರಿಯಗೊಳಿಸಿ
lv: Ieslēgt Atrast manu ierīci
mai: हमर डिवाइस सक्रिय
mg: Hamelona ny Hitady Ny Fitaovako
or: ମୋ ଉପକରଣ ଖୋଜିବା ସକ୍ରିୟ କରନ୍ତୁ
pt: Ativar
ro: Activează funcția
si: මාගේ උපාංගය සොයන්න සක්‍රීය කරන්න
sw: Wezesha Tafuta Kifaa Changu
ta: சாதனம் கண்டறிதலை செயல்படுத்து
th: เปิดใช้งานการค้นหาอุปกรณ์ของฉัน
tr: Cihazımı Bul'u aç
ur: اہل بنائیں میرے ڈیوائس تلاشے
uz: "Qurilmamni topish"ni yoqish
wa: Mete e-n alaedje Ritrover mi éndjin
xh: Yenza uFumana isixhobo sam asebenze
zu: Qalisa Ukusebenza Kohlelo LweThola Idivayisi Yami

source: About Find My Device
am: ስለ የ እኔን አካል ማግኛ
ar: حول البحث عن جهازي
bg: Относно Изгубено устройство
bn_bd: Find My Device সম্পর্কে
bn_in: আমার ডিভাইস সম্পরকে খুজুন
br: A-zivout Kavout ma zrevnad
bs: O servisu Pronađi moj uređaj
ca: Quant a «Troba el meu aparell»
cy: Ynghylch Canfod Fy Nyfais
es: Acerca de Buscar mi dispositivo
eu: 'Bilatu nire gailua' aukerari buruz
fa: درباره «پیدا کردن دستگاه من»
ga_ie: Maidir le 'Aimsigh Mo Ghléas'
gd: Mu dhèidhinn a’ ghleus “Lorg an t-uidheam agam”
hi_in: मेरी युक्ति ढूँढ़ें का परिचय
hu: Az Eszközkeresőről
id: Tentang Temukan Perangkat Saya
kn: ನನ್ನ ಸಾಧನವನ್ನು ಪತ್ತೆ ಮಾಡು ಬಗ್ಗೆ
lv: Par Atrast manu ierīci
mai: हमर डिवाइस खोजू के संबंध मे
mg: Momba ny Hitady Ny Fitaovako
or: ମୋ ଉପକରଣ ଖୋଜିବା ବିଷୟରେ
pt: Acerca do Encontrar dispositivo
ro: Despre Găsește-mi dispozitivul
si: මාගේ උපාංගය සොයන්න පහසුකම ගැන
sw: Kuhusu Tafuta Kifaa Changu
ta: சாதனம் கண்டறிதலைப் பற்றி
th: เกี่ยวกับการค้นหาอุปกรณ์ของฉัน
tr: Cihazımı Bul hakkında
ur: میرے آلہ کے بارے میں
uz: "Qurilmamni topish" haqida
wa: Åd fwait di Ritrover mi éndjin
xh: Mayela noFumana isixhobo sam
zu: Mayelana Nohlelo lweThola Idivayisi Yami
