Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Choose where photos, videos, music and downloads are stored by default.
am: ይምረጡ በ ነባር የት እንደሚጠራቀሙ ፎቶዎች: ቪዲዮዎች: ሙዚቃ እና የወረዱ
ar: إختر أي يتم تخزين الصور، الڤيديو والموسيقى بصفة إفتراضية.
bg: Изберете къде стандартно да се запазват снимки, видеозаписи, музика и свалени файлове.
bn_bd: পূর্বনির্ধারিতভাবে কোথায় ছবি, ভিডিও, সঙ্গীত এবং ডাউনলোড সংরক্ষিত হবে তা দেখিয়ে দিন।
bn_in: ফটো, ভিডিও, সঙ্গীত এবং ডাউনলোড ডিফল্টরূপে কোথায় সংরক্ষণ করা হবে তা চয়ন করুন।
br: Dibabit al lec'h ma vo kadavet al luc'hskeudennoù, ar videoioù, ar sonerezh hag ar pellgargadurioù dre ziouer.
bs: Izaberite gdje želite da se pohranjuju slike, video i audio snimke te ostali preuzeti sadržaji.
ca: Trieu on es desaran per defecte les fotos, els vídeos, la música i les baixades.
cy: Dewiswch y lle arferol i gadw lluniau, fideos, cerddoriaeth a llwythi.
es: Seleccione dónde se guardan de manera predeterminada fotos, descargas, vídeos y música.
eu: Aukeratu argazkiak, bideoak, musika eta deskargak non biltegiratuko diren lehenespenez.
fa: انتخاب کنید تصاویر،فیلم‌ها،موسیقی و دریافت به عنوان پیش‌فرض درچه مکانی ذخیره شوند.
ga_ie: Roghnaigh an áit a stórálfar grianghraif, ceol, agus íosluchtuithe de réir réamhshocraithe.
gd: Cuir romhad far an dèid dealbhan, videothan, ceòl is rudan a chaidh a luchdadh a-nuas a stòradh a ghnàth.
hi_in: यह चुनें की फ़ोटो, वीडियो, संगीत और डाउनलोड डिफ़ॉल्ट रूप से कहां जमा हो जाती है
hu: Válassza ki a fényképek, videók, zenék és letöltések alapértelmezett tárhelyét.
id: Pilih lokasi penyimpanan baku foto, video, musik, dan unduhan.
kn: ಫೋಟೊಗಳು, ವೀಡಿಯೊಗಳು, ಸಂಗೀತ ಮತ್ತು ಡೌನ್‌ಲೋಡ್‌ಗಳು ಎಲ್ಲಿ ಶೇಖರಣೆಗೊಳ್ಳಬೇಕು ಎಂದು ಆಯ್ಕೆ ಮಾಡಿ.
lv: Izvēlieties kur parasti tiks uzkrāti attēli, video, mūzika un lejupielādes.
mai: ई चुनू क फ़ोटो, वीडियो, संगीत आओर डाउनलोड पूर्वनिर्धारित रूप सँ कतए जमा भए जाएत अछि
mg: Fidio aiza ny fitehirizana niandohana hasiana ireo sary, horonantsary, mozika ary fampidinana.
ne: फोटो, भिडियो, सङ्गित र डाउनलोडहारु भएको पूर्वनिर्धारित स्थान चयन गर्नुहोस्।
or: ସ୍ୱ-ସ୍ଥିରୀକୃତ ଭାବରେ ଫଟୋ, ଭିଡିଓ, ସଂଗୀତ ଓ ଡାଉନଲୋଡ କେଉଁଠି ସଂରକ୍ଷିତ ହେବ ତାହା ବାଛନ୍ତୁ।
pt: Escolha onde as fotografias, vídeos, músicas e transferências serão armazenadas.
ro: Alege locul unde fotografiile, videoclipurile, muzica și descărcările sunt stocate implicit.
si: ඡායාරූප, වීඩියෝ, සංගීත සහ බාගැනීම් පෙරනිමියෙන් ගබඩා වන තැන තෝරන්න.
sw: Chagua ambapo picha, video, muziki na daunlodi zinahifadhiwa na chaguo-msingi.
ta: படங்கள், காணொளிகள், இசைகள், பதிவிறக்கங்களை முன்னிருப்பு சேமிப்பிலிருந்தே தேர்வுச்செய்.
th: เลือกว่ารูปภาพ วิดีโอ เพลง และการดาวน์โหลดจะถูกจัดเก็บไว้ที่ไหนเป็นค่าปริยาย
tr: Fotoğraf, video, müzik ve indirilenlerin varsayılan olarak nerede depolanacağını seçin.
ur: انتخاب کریں کہ کہاں فوٹو، ویڈیوز، میوزک اور ڈاؤن لوڈ کا طےشدہ ذخیرہ ہو گا۔
uz: Fotosuratlar, videolar, musiqalar va yuklab olishlar standart saqlanadigan joyni tanlang.
vi: Chọn nơi chứa mặc định cho ảnh, phim, nhạc và các tập tin tải về khác.
wa: Tchoezixhoz wice ki les fotos, les videyos, li muzike eyet ls aberwetaedjes seront stoké di façon prémetowe.
xh: Khetha enobana iifoto, umculo nokukhutshelweyo kugcinwa ngokuzenzekelayo na.
zu: Khetha lapho izithombe, amavidiyo, umculo kanye nokudawunilodiwe kuhlelelwe ukugcinwa khona.

source: Changing the default media storage location will affect where all media will be saved by default. Existing data will remain in its current location. Do you want to proceed?
am: ነባር የ መገናኛ ማጠራቀሚያ አካባቢን መቀየር ተጽእኖ ይፈጥራል: በሁሉም መገናኛዎች በነባር የሚቀመጡበትን አካባቢ: የነበረው ዳታ በነበረበት ይቆያል: መቀጠል ይፈልጋሉ?
ar: تغيير موقع وسائط التخزين الافتراضية سوف يؤثر على أماكن حفظ الوسائط بشكل افتراضي. ستظل البيانات الموجودة في موقعها الحالي. هل تريد المتابعة؟
bg: Промяната на хранилището за медия ще се отрази на това къде стандартно да се съхранява медия. Съществуващите данни ще останат на същото място. Желаете ли да продължите?
bn_bd: ডিফল্ট মিডিয়া স্টোরেজ ভলিউম-এর পরিবর্তন ডিফল্ট ভাবে সংরক্ষিত ছবি, ভিডিও, ডাউনলোড এবং অন্যান্য মিডিয়ার উপর প্রভাব ফেলবে। বর্তমান ডাটাসমূহ যথাস্থানে থাকবে।
bn_in: ডিফল্ট মিডিয়া সংগ্রহস্থলের অবস্থান পরিবর্তন করা হলে সব মিডিয়া ডিফল্টরূপে যেখানে সংরক্ষণ করা হচ্ছে সেটিও প্রভাবিত হবে। বিদ্যমান তথ্য তার বর্তমান অবস্থানে অপরিবর্তিত থাকবে। অাপনি কি অগ্রসর হতে চান?
br: Kemmañ kadaviñ ar mediaoù dre ziouer a cheñcho al lec'h ma vo enrollet an holl vediaoù dre ziouer. Ar roadennoù a zo anezho a chomo en o lec'hiadurioù bremanel. Fellout a ra deoc'h kenderc'hel ?
bs: Promjena glavnog spremišta za medije uticat će na to gdje će vaše slike, video zapisi, preuzimanja i drugi mediji biti izvorno spašeni. Postojeći podaci će ostati na svojoj trenutnoj lokaciji. Da li želite nastaviti?
ca: El canvi de la ubicació d'emmagatzematge per defecte afectarà la ubicació on es desaran per defecte tots els fitxers multimèdia. Les dades ja existents continuaran a la seva ubicació actual. Voleu continuar?
cy: Bydd newid y man cadw cyfrwng arferol yn effeithio lle mae cyfrwng yn cael eu cadw. Bydd y data cyfredol yn aros lle y mae. Parhau?
es: El cambio de ubicación predeterminada de los datos multimedia afectará al lugar donde se guardan por defecto fotos, descargas, vídeos y otros archivos multimedia. Los datos actuales continuarán en su ubicación actual. ¿Desea continuar?
eu: Multimedia-biltegiratzearen kokapen lehenetsia aldatzen bada, multimedia guztiak modu lehenetsian non gordeko diren aldatuko da. Lehendik dauden datuek haien egungo kokapenean jarraituko dute. Aurrera jarraitu nahi duzu?
fa: تغییر پیش‌فرض مکان ذخیره سازی رسانه بر روی تمامی رسانه‌های که به صورت پیش‌فرض ذخیره ‌خواهد شده است تاثیر می‌گذارد. داده‌های موجود در مکان فعلی باقی‌خواهد ماند.آیا می‌خواهید ادامه دهید؟
ga_ie: Dá n-athrófá an áit ina stóráiltear meáin de réir réamhshocraithe, stórálfaí gach uile mheán san áit nua amach anseo. Ní bhogfaí aon mheán atá ann cheana. An bhfuil fonn ort dul ar aghaidh?
gd: Ma dh’atharraicheas tu an t-ionad bunaiteach far an dèid meadhanan a stòradh, bidh buaidh aige seo air an àite far an dèid meadhanan a shàbhaladh a ghnàth. Bidh dàta a tha ann mu thràth far a bheil e fhathast. A bheil thu airson leantainn air adhart?
hu: Az alapértelmezett médiatárhely megváltoztatása befolyásolja az összes médiafájl mentési helyét. A már meglévő adatok az eddigi tárhelyen maradnak. Folytatja?
id: Mengubah lokasi baku penyimpanan media akan mempengaruhi semua penyimpanan media secara baku. Data yang ada sekarang masih akan berada di lokasi saat ini. Lanjutkan?
kn: ಪೂರ್ವನಿಯೋಜಿತ ಮೀಡಿಯಾ ಶೇಖರಣಾ ಸ್ಥಳವನ್ನು ಬದಲಾಯಿಸುವುದರಿಂದ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಉಳಿಸಿದ ಇತರೆ ಮೀಡಿಯಾ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ. ಈಗಿನ ಮಾಹಿತಿಯು ಅದೇ ಸ್ಥಳದಲ್ಲಿ ಉಳಿಯುತ್ತದೆ. ಮುಂದುವರೆಯ ಬಯಸುವಿರಾ?
pt: Alterar a localização do disco de armazenamento afetará o local em que os dados serão guardados. Os dados existentes continuarão na sua localização atual. Deseja continuar?
ro: Modificarea locației de stocare media implicită va afecta locul unde toate fișierele media vor fi salvate implicit. Datele existente vor rămâne în locația sa actuală. Dorești să continui?
si: පෙරනිමි මාධ්‍ය ආචයන පරිමාව වෙනස් කිරීම තුළින් ඡායාරූප, වීඩියෝ, බාගැනීම් සහ වෙනත් මාධ්‍ය පෙරනිමියෙන් සුරක්ෂිත වන තැනට බලපෑමක් සිදුවේ. පවත්නා දත්ත ඒවා පවත්නා ස්ථානයේම තිබේ. ඔබට ඉදිරියට යෑමට අවශ්‍යද?
ta: முன்னிருப்பு ஊடக சேமிப்பகத்தை மாற்றும்போது எல்லா ஊடகங்களை பாதித்து முன்னிருப்பு பாதையில் சேமிக்கப்படும். ஏற்கனவேயுள்ள தரவுகள் தற்போதுள்ள இடத்திலே இருக்கட்டும். தொடர வேண்டுமா?
tr: Varsayılan medya depolama konumunu değiştirirseniz fotoğraf, video, indirme ve diğer medya dosyalarının varsayılan kayıt yeri değiştir. Mevcut veriler şu anki konumlarında kalacaktır. Devam etmek istiyor musunuz?
ur: پہلے سے طے شدہ میڈیا اسٹوریج صوت کو تبدیل کرنے کو متاثر کرے گا جہاں تمام میڈیا پہلے سے طے شدہ کی طرف سے محفوظ کیا گیا ہے۔ موجودہ اعداد و شمار اس کی موجودہ جگہ میں رہیں گے۔ کیا آپ جاری رکھنا چاہتے ہو؟
uz: Standart media xotira joyini o‘zgartirish fotosuratlar, videolar, yuklab olishlar va boshqa standart holda saqlanadigan mediaga ta’sir qiladi. Mavjud ma’lumotlar o‘zining hozirgi manzilida qoladi. Davom ettirishni xohlaysizmi?
wa: Candjî l’ volume prémetou di stocaedje des medias årè di l’ efet so wice ki les fotos, les videyos, les aberwetaedjes eyet ls ôtes medias seront schapés di façon prémetowe. Les dnêyes k’ i gn a ddja dmeurront a leu plaece d’ asteure. Voloz vs tcheryî pus lon ?

source: Eject SD card
am: የማጠራቀሚያ ካርድ ማውጫ
ar: إخراج بطاقة الذكرة
bg: Изваждане на SD памет
bn_bd: SD কার্ড বের করুন
bn_in: SD কার্ড বহিষ্কার করুন
br: Ermaeziañ ar gartenn SD
bs: Izbaci SD karticu
ca: Extreu la targeta SD
cy: Bwrw allan y cerdyn SD
es: Extraer tarjeta SD
eu: Egotzi SD txartela
fa: برداشتن کارت حافظه
ga_ie: Díchuir an cárta SD
gd: Gluais a-mach a’ chairt SD
hu: SD kártya kiadása
id: Cabut kartu SD
kn: SD ಕಾರ್ಡ್ ಹೊರತಳ್ಳು
lv: Izstumt SD karti
pt: Ejetar cartão SD
ro: Ejectează cardul SD
si: SD කාඩ්පත ඉවත දමන්න
ta: எஸ்டி அட்டையை வெளித்தள்
th: ถอดการ์ด SD
tr: SD kartı çıkar
ur: ایس ڈی کارڈ اخراج کریں
uz: SD kartani chiqarish
wa: Fé rexhe cwåte SD

source: Eject SD card 2
am: የማጠራቀሚያ ካርድ2 ማውጫ
ar: إخراج بطاقة الذاكرة 2
bg: Изваждане на SD памет 2
bn_bd: SD কার্ড 2 বের করুন
bn_in: SD কার্ড 2 বহিষ্কার করুন
br: Ermaeziañ ar gartenn SD 2
bs: Izbaci SD karticu 2
ca: Extreu la targeta SD 2
cy: Bwrw allan cerdyn SD 2
es: Extraer tarjeta SD 2
eu: Egotzi 2. SD txartela
fa: برداشتن کارت‌حافظه۲
ga_ie: Díchuir cárta SD a dó
gd: Gluais a-mach a’ chairt SD 2
hu: 2. SD kártya kiadása
id: Cabut kartu SD 2
kn: SD ಕಾರ್ಡ್ 2 ಹೊರತಳ್ಳು
lv: Izstumt 2. SD karti
pt: Ejetar cartão SD 2
ro: Ejectează cardul SD 2
si: SD කාඩ්පත 2 ඉවත දමන්න
ta: எஸ்டி அட்டை2 ஐ வெளித்தள்
th: ถอดการ์ด SD 2
tr: SD kart 2'yi çıkar
ur: ایس ڈی کارڈ 2 اخراج کریں
uz: SD karta 2 ni chiqarish
wa: Fé rexhe cwåte SD 2

# format-sdcard-internal
source: Format internal storage
am: የውስጥ ማጠራቀሚያ አቀራረብ
ar: إعادة تهيئة التخزين الداخلي
bg: Форматиране вътрешна памет
bn_bd: অভ্যন্তরীণ স্টোরেজ ফরম্যাট করুন
bn_in: অভ্যন্তরীণ সংগ্রহস্থল ফরম্যাট করুন
br: Mentrezhañ ar c'hadaviñ diabarzh
bs: Formatiraj interno spremište
ca: Formata l'emmagatzematge intern
cy: Fformatio'r storfa fewnol
es: Formatear almacenamiento interno
eu: Formateatu barne-biltegiratzea
fa: قالب‌بندی مجدد فضای‌ذخیره سازی داخلی
ga_ie: Formáidigh an stóras inmheánach
gd: Fòrmataich an stòras inntearnail
hu: Belső tárhely formázása
id: Format penyimpanan internal
kn: ಆಂತರಿಕ ಶೇಖರಣೆ ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡು
lv: Formatēt iekšējo krātuvi
pt: Formatar armazenamento interno
ro: Formatează stocarea internă
si: අභ්‍යන්තර ගබඩාව හැඩසවි ගන්වන්න
ta: உட்சேமிப்பகத்தை வடிவூட்டு
th: ล้างข้อมูลในพื้นที่จัดเก็บภายใน
tr: Dahili depolamayı biçimlendir
ur: اندرونی ذخیرہ وضع کریں
uz: Ichki xotirani formatlash
wa: Aboesner dvintrin stocaedje

# format-sdcard-external-0
source: Format SD card
am: የማጠራቀሚያ ካርድ አቀራረብ
ar: إعادة تهيئة بطاقة الذاكرة
bg: Форматиране на SD памет
bn_bd: SD কার্ড ফরম্যাট করুন
bn_in: SD কার্ড বিন্যাস করুন
br: Mentrezhañ ar gartenn SD
bs: Formatiraj SD karticu
ca: Formata la targeta SD
cy: Fformatio'r cerdyn SD
es: Formatear tarjeta SD
eu: Formateatu SD txartela
fa: قالب‌بندی مجدد کارت حافظه
ga_ie: Formáidigh an cárta SD
gd: Fòrmataich a’ chairt SD
hu: SD kártya formázása
id: Format kartu SD
kn: SD ಕಾರ್ಡ್ ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡು
lv: Formatēt SD karti
ne: एस् डी कार्ड फर्म्याट गर्नुहोस्
pt: Formatar cartão SD
ro: Formatează cardul SD
si: SD කාඩ්පත හැඩසවි ගන්වන්න
ta: எஸ்டி அட்டையை வடிவாக்கு
th: ล้างข้อมูลในการ์ด SD
tr: SD kartı biçimlendir
ur: ایس ڈی کارڈ وضع کریں
uz: SD kartani formatlash
wa: Aboesner cwåte SD

source: Format SD card 2
am: የማጠራቀሚያ ካርድ2 አቀራረብ
ar: إعادة تهيئة بطاقة الذاكرة 2
bg: Форматиране на SD памет 2
bn_bd: SD কার্ড ২ ফরম্যাট করুন
bn_in: SD কার্ড 2 বিন্যাস করুন
br: Mentrezhañ ar gartenn SD 2
bs: Formatiraj SD karticu 2
ca: Formata la targeta SD 2
cy: Fformatio cerdyn SD 2
es: Formatear tarjeta SD 2
eu: Formateatu 2. SD txartela
fa: قالب‌بندی مجدد کارت حافظه۲
ga_ie: Formáidigh cárta SD a dó
gd: Fòrmataich a’ chairt SD 2
hu: 2. SD kártya formázása
id: Format kartu SD 2
kn: SD ಕಾರ್ಡ್ 2 ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡು
lv: Formatēt 2. SD karti
ne: एस् डी कार्ड 2 फर्म्याट गर्नुहोस्
pt: Formatar cartão SD 2
ro: Formatează cardul SD 2
si: SD 2 කාඩ්පත හැඩසවි ගන්වන්න
ta: எஸ்டி அட்டை 2ஐ வடிவாக்கு
th: ล้างข้อมูลในการ์ด SD 2
tr: SD kart 2'yi biçimlendir
ur: ایس ڈی کارڈ 2 وضع کریں
uz: SD karta 2 ni formatlash
wa: Aboesner cwåte SD 2

source: Formatting…
am: በማሰናዳት ላይ…
ar: جار المسح...
bg: Форматиране…
bn_bd: ফরম্যাট হচ্ছে...
bn_in: বিন্যাস করা হচ্ছে...
br: O ventrezhañ…
bs: Formatiranje...
ca: S'està formatant...
cy: Fformatio…
es: Formateando...
eu: Formateatzen...
fa: در حال قالب‌بندی…
ga_ie: Á Fhormáidiú…
gd: ’Ga fhòrmatadh...
hu: Formázás…
id: Memformat…
kn: ಫಾರ್ಮಾಟು ಮಾಡಲಾಗುತ್ತಿದೆ…
lv: Formatē...
pt: A formatar…
ro: Se formatează…
si: හැඩසවි ගන්වමින්
ta: வடிவூட்டுகிறது...
th: กำลังล้างข้อมูล…
tr: Biçimlendiriliyor…
ur: وضع کر رہا ہے…
uz: Formatlash…
wa: Aboesnaedje...

source: You will not be able to access content on the SD card after you unmount it. Do you want to proceed?
am: የማጠራቀሚያ ካርዱን ካወረዱት በኋላ በውስጡ ያለውን ይዞታ ጋር መድረስ አይችሉም: ለማንኛውም መቀጠል ይፈልጋሉ?
ar: لن تكون قادرا على الوصول إلى المحتوى على بطاقة SD بعد إلغاء تحميل ذلك. هل تريد المتابعة؟
bg: Няма да имате достъп до съдържанието на SD паметта след демонтирането ѝ. Желаете ли да продължите?
bn_bd: আপনি যদি এটি আন-মাউন্ট করা পরে SD কার্ড উপর কন্টেন্ট অ্যাক্সেস করতে সক্ষম হবে না। আপনি কি এগিয়ে যেতে চান?
bn_in: SD কার্ডটি অানমাউন্ট করলে অাপনি এর বিষয়বস্তু ব্যবহার করতে পারবেন না। অাপনি কি অগ্রসর হতে চান?
br: N'hallot ket haeziñ d'an endalc'hadoù kadavet war ar gartenn SD goude an digenstrollañ. Fellout a ra deoc'h kenderc'hel ?
bs: Nećete moći pristupiti sadržaju na SD kartici nakon što je demontirate. Da li želite nastaviti?
ca: Després de desmuntar la targeta SD, no podreu accedir al seu contingut. Voleu continuar?
cy: Dim ond ar ôl ei dad-arosod y bydd modd cael mynediad at gynnwys ar y cerdyn SD. Parhau?
es: No podrá acceder al contenido de la tarjeta SD una vez desmontada. ¿Desea continuar?
eu: Ezin izango dituzu SD txartelean gordetako edukiak atzitu hura desmuntatu ondoren. Aurrera jarraitu nahi duzu?
fa: شما امکان دسترسی به داده های خود بر روی کارت حافظه بعد از جدا‌کردن آن را ندارید. آیا می‌خواهید ادامه دهید؟
ga_ie: Ní bheidh tú in ann teacht ar ábhar ar an gcárta SD tar éis duit é a dhífheistiú. An bhfuil tú cinnte?
gd: Chan fhaigh thu cothrom air susbaint na cairt SD tuilleadh an dèidh dhut a dhì-mhunntaigeadh. A bheil thu airson leantainn air adhart?
hu: Leválasztás után nem fog hozzáférni az SD kártyán tárolt tartalomhoz. Folytatja?
id: Anda tidak akan dapat mengakses isi dalam kartu SD setelah tidak dikaitkan. Tetap lanjutkan?
kn: ಅನ್‌ಮೌಂಟ್ ಮಾಡಿದ ನಂತರ ನೀವು ಅದರಲ್ಲಿನ ಮಾಹಿತಿಯನ್ನು ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ನೀವು ಮುಂದುವರೆಯ ಬಯಸುವಿರೇ?
lv: Jūs nevarēsiet piekļūt datnēm uz SD karti pēc tās nomontēšanas. Vai vēlaties turpināt?
pt: Não será possível aceder ao conteúdo do cartão SD até o montar. Deseja continuar ?
ro: Nu vei putea să accesezi conținutul de pe cardul SD după ce îl demontezi. Dorești să continui?
si: SD කාඩ්පත විසන්ධි කළ විට ඔබට එහි අන්තර්ගතය යා නොහැක. ඔබට ඉදිරියට යෑමට අවශ්‍යද?
ta: எஸ்டி அட்டையை பேர்த்தெடுத்தப் பிறகு அதிலுள்ள கோப்புகளை அணுக முடியாது. தொடர வேண்டுமா?
th: คุณจะไม่สามารถเข้าถึงเนื้อหาในการ์ด SD หลังจากคุณเลิกต่อเชื่อม คุณต้องการดำเนินการต่อหรือไม่?
tr: SD kartı çıkardıktan sonra içindeki içeriğe erişemeyeceksiniz. Devam etmek istiyor musunuz?
ur: ایس ڈی کارڈ انمونٹ کرنے کے بعد آپ اس کے مواد تک رسائی حاصل نہیں کر سکیں گے۔ کیا آپ جاری رکھنا چاہتے ہے؟
uz: SD kartani uzganingizdan so‘ng uning ichidagilarni ko‘ra olmaysiz. Davom ettirishni xohlaysizmi?
wa: Vos n’ såroz pus moussî dins çou k’ i gn a el cwåte SD après k’ vos l’ åroz dismontêye. Voloz vs tcheryî pus lon ?

# format-sdcard-title
source: Format SD card
am: የማጠራቀሚያ ካርድ አቀራረብ
ar: تهيئة بطاقة الذاكرة
bg: Форматиране на SD карта
bn_bd: SD কার্ড ফরম্যাট করুন
bn_in: SD কার্ড ফরম্যাট করুন
br: Mentrezhañ ar gartenn SD
bs: Formatiraj SD karticu
ca: Formata la targeta SD
cy: Fformatio'r cerdyn SD
es: Formatear tarjeta SD
eu: Formateatu SD txartela
fa: قاب‌بندی کارت SD
ga_ie: Formáidigh an cárta SD
gd: Fòrmataich a’ chairt SD
hi_in: एसडी कार्ड फॉर्मेट
hu: SD kártya formázása
id: Format kartu SD
kn: SD ಕಾರ್ಡ್ ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡು
lv: Formatēt SD karti
mai: एसडी कार्ड प्रारूप
mg: Hanao formatazy ny karatra SD
ne: एस् डी कार्ड फर्म्याट गर्नुहोस्
or: SD କାର୍ଡକୁ ଫର୍ମାଟ କରନ୍ତୁ
pt: Formatar cartão SD
ro: Formatează cardul SD
si: SD කාඩ්පත ෆෝමැට් කරන්න
sw: Fomati kadi ya SD
ta: எஸ்டி அட்டையை மறுசீராக்கு
th: ล้างข้อมูลในการ์ด SD
tr: SD kartı biçimlendir
ur: SD کارڈ وضع کریں
uz: SD kartani formatlash
wa: Aboesner cwåte SD
xh: Ikhadi le-SD lokufomatha
zu: Hlela i-SD Card

source: This will erase all data stored on your SD card, such as music and photos.
am: ይህ በማጠራቀሚያው ካርድ ላይ ያሉትን ማንኛውንም ዳታ ያጠፋዋል: እንደ ሙዚቃ እና ፎቶዎች
ar: سيمحو هذا الإجراء كل البيانات المخزنة على بطاقة SD، كالموسيقى والصور.
bg: Това ще заличи всички данни, съхранявани на вашата SD карта, като музика и снимки.
bn_bd: এর দ্বারা আপনার এসডি কার্ডে থাকা সমস্ত তথ্য অপসারিত হবে, যেমন সঙ্গীত এবং ছবিসমূহ।
bn_in: এর দ্বারা আপনার এসডি কার্ডে থাকা সমস্ত তথ্য মুছে যাবে, যেমন সঙ্গীত এবং ছবিসমূহ।
br: An dra-mañ a ziverko an holl roadennoù kadavet war ho kartenn SD, evel ar sonerezh hag al luc'hskeudennoù.
bs: Ovim ćete obrisati sve podatke pohranjene na vašoj SD karticu, kao što su muzika i fotografije.
ca: S'eliminaran totes les dades emmagatzemades a la targeta SD, com ara música o fotos.
cy: Bydd hyn yn dileu'r holl ddata sydd wedi ei gadw ar eich cerdyn SD, e.e. cerddoriaeth a lluniau.
es: Se eliminarán todos los datos almacenados en su tarjeta SD, como música y fotografías.
eu: Honek zure SD txartelean biltegiratutako datu gutziak ezabatuko ditu, adibidez musika eta argazkiak.
fa: این کار ممکن است تمامی اطلاعات ذخیره شده بر روی کارت حافظه شما را پاک کند، مانند موسیقی و تصاویر.
ga_ie: Scriosfar na sonraí go léir ó do chárta SD, mar shampla ceol agus grianghraif.
gd: Sguabaidh seo às an dàta air fad air a’ chairt SD agad, can an ceòl is dealbhan.
hi_in: यह अपने SD कार्ड पर संग्रहीत सभी डाटा मिटा देगा, संगीत और फोटो के तरह के.
hu: Ez minden adatot töröl az SD kártyáról, például a zenéket és fényképeket.
id: Ini akan menghapus semua data yang disimpan di kartu SD Anda, misalnya musik dan foto.
kn: ಇದು ನಿಮ್ಮ SD ಕಾರ್ಡ್‌ನಲ್ಲಿರುವ ಎಲ್ಲ ಡೇಟಾ ಅಳಿಸುತ್ತದೆ, ಸಂಗೀತ ಮತ್ತು ಚಿತ್ರಗಳನ್ನು ಒಳಗೊಂಡಂತೆ.
lv: Tas izdzēsis visus uz jūsu SD karti glabātos datus, kā mūzika un attēli.
mai: ई अपन SD कार्ड पर संग्रहीत सबहि डाटा मेटाय देताह, संगीत आओर फोटो क तरह के.
mg: Ity dia hamafa ny data rehetra voatahiry ao amin'ny karatra SD anao, toy ny mozila sy ny sary.
ne: यसले तपाईंको एस डी कार्डमा भण्डारण गरिएका सबै डेटाहरु मेटाउने छन्, जस्तै संगीत र फोटोहरू ।
or: ଏହା ଆପଣଙ୍କ SD କାର୍ଡରେ ସଂଚିତ ଥିବା ସମସ୍ତ ଡାଟାକୁ ଲିଭାଇଦେବ, ଯେପରିକି ସଙ୍ଗୀତ ଓ ଫଟୋ।
pt: Isto irá eliminar todos os dados armazenados no seu cartão SD, tais como músicas e fotografias.
ro: Acest lucru va șterge toate datele stocate pe cardul SD, precum muzica și fotografiile.
si: මෙමඟින් ඔබේ SD කාඩ්පත් තුල ගබඩා කර ඇති, සංගීත සහ ඡායාරූප වැනි දත්ත සියල්ල මකා දමනු ඇත.
sw: Hii itafuta data yote iliyohifadhiwa kwenye kadi yako ya SD, kama vile muziki na picha.
ta: இந்த செயலானது எஸ்டி அட்டையில் சேமிக்கபட்ட தரவுகளான இசை மற்றும் படங்களை அழித்துவிடும்.
th: สิ่งนี้จะล้างข้อมูลทั้งหมดที่ถูกจัดเก็บบนการ์ด SD ของคุณ อย่างเช่นเพลงและรูปภาพ
tr: Bu işlem, SD kartınızdaki tüm verileri (müzikler, fotoğraflar vb.) silecektir.
ur: یہ آپ کے SD کارڈ پر موجود تمام کوائف جیسے کہ موسیقی اور فوٹو کو مٹا دے گا۔
uz: U musiqa va fotosuratlarga o‘xshagan barcha SD kartada joylashgan ma’lumotlarni o‘chiradi.
wa: Çoula disfaçrè totes les dnêyes sitokêyes so vosse cwåte SD, come li muzike eyet les fotos.
xh: Oku kuya kucima zonke iingcombolo ezigcinwe kwikhadi lakho le-SD, njengomculo neefoto.
zu: Lokhu kuzocisha yonke imininingwane yakho eku- SD card, njengomculo nezithombe.

# format-sdcard-internal-title
source: Format internal storage
am: የውስጥ ማጠራቀሚያ አቀራረብ
ar: تهيئة التخزين الداخلي
bg: Форматиране вътрешна памет
bn_bd: অভ্যন্তরীণ স্টোরেজ ফরম্যাট করুন
bn_in: অভ্যন্তরীণ সংগ্রহস্থল ফরম্যাট করুন
br: Mentrezhañ ar c'hadaviñ diabarzh
bs: Formatiraj interno spremište
ca: Formata l'emmagatzematge intern
cy: Fformatio'r storfa fewnol
es: Formatear almacenamiento interno
eu: Formateatu barne-biltegiratzea
fa: قالب‌بندی فضای ذخیره‌سازی داخلی
ga_ie: Formáidigh an stóras inmheánach
gd: Fòrmataich an stòras inntearnail
hu: Belső tárhely formázása
id: Format penyimpanan internal
kn: ಆಂತರಿಕ ಶೇಖರಣೆ ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡು
lv: Formatēt iekšējo krātuvi
pt: Formatar armazenamento interno
ro: Formatează stocarea internă
si: අභ්‍යන්තර ගබඩාව හැඩසවි ගන්වන්න
ta: உட்சேமிப்பகத்தை வடிவூட்டு
th: ล้างข้อมูลในพื้นที่จัดเก็บภายใน
tr: Dahili depolamayı biçimlendir
ur: اندرونی ذخیرہ وضع کریں
uz: Ichki xotirani formatlash
wa: Aboesner dvintrin stocaedje

source: This will erase all data stored on your internal storage, such as music and photos.
am: ይህ በማጠራቀሚያው ካርድ ላይ ያሉትን ማንኛውንም ዳታ ያጠፋዋል: እንደ ሙዚቃ እና ፎቶዎች
ar: سيمحو هذا الإجراء كل البيانات في التخزين الداخلي، كالموسيقى والصور.
bg: Това ще заличи всички данни, съхранявани на вътрешната памет, като музика и снимки.
bn_bd: এর দ্বারা আপনার এসডি কার্ডে থাকা সমস্ত তথ্য অপসারিত হবে, যেমন সঙ্গীত এবং ছবিসমূহ।
bn_in: এর দ্বারা আপনার এসডি কার্ডে থাকা সমস্ত তথ্য মুছে যাবে, যেমন সঙ্গীত এবং ছবিসমূহ।
br: An dra-mañ a ziverko an holl roadennoù kadavet war ho kartenn SD, evel ar sonerezh hag al luc'hskeudennoù.
bs: Ovim ćete obrisati sve podatke pohranjene na vašem internom spremištu, poput muzike i fotografija.
ca: S'eliminaran totes les dades emmagatzemades a la targeta interna, com ara música i fotos.
cy: Bydd hyn yn dileu'r holl ddata sydd wedi ei gadw ar eich cof mewnol, megis cerddoriaeth a lluniau.
es: Se eliminarán todos los datos almacenados en su tarjeta SD, como música y fotografías.
eu: Honek zure barne-biltegiratzean gordetako datu guztiak ezabatuko ditu, adibidez musika eta argazkiak.
fa: این کار ممکن است تمامی اطلاعات ذخیره شده بر روی حافظه داخلی شما را پاک کند، مانند موسیقی و تصاویر.
ga_ie: Scriosfar na sonraí go léir ó do stóras inmheánach, mar shampla ceol agus grianghraif.
gd: Sguabaidh seo às an dàta air fad air an stòras inntearnail agad, can an ceòl is dealbhan.
hu: Ez minden adatot töröl a belső tárolóról, például a zenéket és fényképeket.
id: Ini akan menghapus semua data yang disimpan di penyimpanan internal Anda, misalnya musik dan foto.
kn: ಇದು ನಿಮ್ಮ ಆಂತರಿಕ ಶೇಖರಣೆಯಲ್ಲಿರುವ ಎಲ್ಲ ಡೇಟಾ ಅಳಿಸುತ್ತದೆ, ಸಂಗೀತ ಮತ್ತು ಚಿತ್ರಗಳನ್ನು ಒಳಗೊಂಡಂತೆ.
lv: Tas izdzēsis visus jūsu iekšējā atmiņā glabātos datus, kā mūzika un attēli.
pt: Isto irá eliminar todos os dados armazenados no seu armazenamento interno, tais como músicas e fotografias.
ro: Acest lucru va șterge toate datele stocate pe stocarea internă, precum muzica și fotografiile.
si: මෙමඟින් ඔබේ අභ්‍යන්තර ආචයන තුල ගබඩා කර ඇති, සංගීත සහ ඡායාරූප වැනි දත්ත සියල්ල මකා දමනු ඇත.
ta: இந்த செயலானது எஸ்டி அட்டையில் சேமிக்கபட்ட தரவுகளான இசையையும் படங்களைகளையும் அழித்துவிடும்.
th: สิ่งนี้จะล้างข้อมูลทั้งหมดที่ถูกจัดเก็บบนพื้นที่จัดเก็บภายในของคุณ อย่างเช่นเพลงและรูปภาพ
tr: Bu işlem, dahili depolama alanınızdaki müzik ve fotoğraf gibi tüm verileri silecektir.
ur: یہ آپ کے SD کارڈ پر موجود تمام کوائف، جیسے کہ موسیقی اور فوٹو کو مٹا دے گا۔
uz: U musiqa va fotosuratlarga o‘xshagan barcha ichki xotirada joylashgan ma’lumotlarni o‘chiradi.
wa: Çoula disfaçrè totes les dnêyes sitokêyes so vosse divintrin stocaedje, come li muzike eyet les fotos.

# format-sdcard-btnformat
source: Format
am: አቀራረብ
ar: هيّئ
bg: Форматиране
bn_bd: ফরম্যাট
bn_in: বিন্যাস
br: Mentrezhañ
bs: Formatiraj
ca: Formata
cy: Fformat
es: Formatear
eu: Formateatu
fa: قالب‌بندی
ga_ie: Formáidigh
gd: Fòrmataich
hu: Formázás
kn: ವಿನ್ಯಾಸ
lv: Formatēt
pt: Formatar
ro: Formatează
si: හැඩසවිය
ta: வடிவூட்டு
th: ล้างข้อมูล
tr: Biçimlendir
ur: وضع کریں
uz: Formatlash
wa: Aboesner
