Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: On without roaming
am: በርቷል ያለ ማስተላለፊያ
ar: مشغل دون خدمة التجوال
bg: Включено извън роуминг
bn_bd: রোমিং ছাড়াই চালু
bn_in: রোমিং ছাড়া চালু
br: Gweredekaet nemet e-pad baleantañ
bs: Uključeno bez roaminga
ca: Activat sense itinerància
cy: Ymlaen heb grwydro
es: Activada sin itinerancia
eu: Aktibatu ibiltaritzarik gabe
fa: روشن بدون رومینگ
ga_ie: Ann gan fánaíocht
gd: Air agus gun a bhith air fàrsan
hi_in: रोमिंग के बिना शुरू करें
hu: Bekapcsolva roaming nélkül
id: Nyala tanpa roaming
kn: roamingಇಲ್ಲದೆ ಸಕ್ರಿಯ
lv: Ieslēgts bez viesabonēšanas
mai: रोमिंग बिनु शुरू करू
mg: Mandeha tsy misy miriaria
ne: रोमीङ बिना चालू गरियो
or: ବିନା ରୋମିଙ୍ଗରେ ଅଛି
pt: Ligada sem roaming
ro: Activată fără roaming
si: රොමිං රහිතව ක්‍රියාත්මක කරන්න
sw: Washa bila kuranda
ta: ரோமிங் இல்லாமல்
th: เปิดโดยไม่ใช้บริการข้ามเครือข่าย
tr: Dolaşım dışında açık
ur: رومنگ کے بغیر
uz: Roumingsiz
vi: Bật không roaming
wa: Eclitchî sins pormoennance
xh: Kulayitiwe ngaphandle kokuhamba-hamba
zu: Ivuliwe uhlelo lokucinga luvaliwe

source: Auto-configure
am: በራሱ-ማዋቀሪያ
ar: إعداد تلقائي
bg: Автоматично настройване
bn_bd: স্বয়ংক্রিয়-কনফিগার
br: Kefluniañ emgefreek
bs: Automatsko podešavanje
ca: Configuració automàtica
cy: Awto-ffurfweddu
es: Configuración auto.
eu: Autokonfiguratu
fa: پیکربندی خودکار
ga_ie: Cumraigh go huathoibríoch
gd: Fèin-rèitich
hi_in: ऑटो कॉन्फ़िगर
hu: Automatikus beállítás
id: Konfigurasi otomatis
kn: ಸ್ವಯಂ-ಸಜ್ಜು
lv: Konfigurēt automātiski
mai: स्वविन्यस्त
mg: Voatefy Hoazy
ne: स्वत: कन्फिगर
or: ସ୍ୱୟଂ-ସଂରଚନା
pt: Configuração automática
ro: Autoconfigurare
si: ස්වයං-වින්‍යාසගත කිරීම
sw: Sanidi kwa mashine
ta: தானியக்க கட்டமைவு
th: กำหนดค่าอัตโนมัติ
tr: Otomatik yapılandır
ur: خود کار تشکیل
uz: Avtomoslash
vi: Tự thiết lập
wa: Oto-apontyî
xh: Ngqamanisa ngokuzenzekelayo
zu: Ukuvuselela okuzenzekelayo

source: WAP Push Messages
am: WAP Push መልእክቶች
ar: WAP دَفع الرسائل
bg: WAP Push съобщения
bn_bd: WAP পুশ বার্তা
bn_in: WAP পুশ বার্তাগুলি
br: Kemennadennoù Push WAP
bs: WAP Push Poruke
ca: Missatges Push WAP
cy: Negeseuon Gwthio WAP
es: Mensajes WAP Push
eu: WAP Push mezuak
fa: پیام‌های انتقالی WAP
ga_ie: Brúfhógraí WAP
gd: Teachdaireachdan WAP Push
hu: WAP küldés üzenetek
id: Pesan WAP Push
kn: WAP Push ಸಂದೇಶಗಳು
mai: WAP दाबू समाद
pt: Mensagens WAP
ro: Mesaje WAP Push
si: WAP ඉක්මන් පණිවිඩ
ta: திணித்த WAP செய்தி
th: ข้อความ WAP Push
tr: WAP Push mesajları
ur: WAP پش پیغامات
uz: WAP turtki xabarlari
wa: Messaedjes WAP Push

source: Cell Broadcast Messages
am: መልእክቶች በ ሴል ማሰራጫ
ar: رسائل البث
bg: Масови мобилни съобщения
bn_bd: সেল সম্প্রচার বার্তা
bn_in: সেল ব্রডকাস্ট বার্তাগুলি
br: Kemennadennoù skignañ kelligel
bs: Poruke mobilnog emitovanja
ca: Missatges de difusió mòbil
cy: Negeseuon Darlledu Cell
es: Mensajes de difusión
eu: Difusio zelularreko mezuak
fa: پیام‌های مخابره‌ای سلولی
ga_ie: Teachtaireachtaí Craobhscaoilte
gd: Teachdaireachdan craoladh an fhòn-làimhe
hu: Cellaszórási üzenetek
id: Pesan Siaran Seluler
kn: ಸೆಲ್ ಪ್ರಸರಣ ಸಂದೇಶಗಳು
pt: Mensagens de difusão celular
ro: Transmisie celulară a mesajelor
si: ජංගම පැතුරුම් පණිවිඩ
ta: செல் பரவல் செய்தி
th: ข้อความ Cell Broadcast
tr: Hücresel yayın mesajları
ur: سیل نشریات پیغامات
uz: Asosiy stansiya xabarlari
wa: Messaedjes di cossemaedje celulåre

source: Cell Broadcast
am: በ ሴል ማሰራጫ
ar: الإذاعة الخلوية
bg: Масово предаване
bn_bd: সেল সম্প্রচার
bn_in: সেল ব্রডকাস্ট
br: Skignañ kelligel
bs: Mobilno emitovanje
ca: Difusió mòbil
cy: Darlledu Cell
es: Difusión
eu: Difusio zelularra
fa: مخابره سلولی
ga_ie: Craobhscaoileadh
gd: Craoladh an fhòn-làimhe
hu: Cellaszórás
id: Siaran Seluler
kn: ಸೆಲ್ ಪ್ರಸರಣ
pt: Difusão celular
ro: Transmisie celulară
si: ජංගම පැතුරුම්
ta: செல் பரப்பல்
tr: Hücresel yayın
ur: سیل نشریہ
uz: Uyali tarmoq
wa: Cossemaedje celulåre

source: Emergency Alert
am: ድንገተኛ ማስጠንቀቂያ
ar: تبيهات الطوارىء
bg: Спешни съобщения
bn_bd: জরুরী সতর্কসঙ্কেত
bn_in: জরুরী সর্তকবার্তা
br: Galv-diwall a zifrae
bs: Upozorenje za hitne slučajeve
ca: Alerta d'emergència
cy: Rhybudd Argyfwng
es: Alerta de emergencia
eu: Larrialdi-alerta
fa: هشدار اضطراری
ga_ie: Foláireamh Éigeandála
gd: Caismeachd èiginn
hu: Vészriasztás
id: Peringatan Darurat
kn: ತುರ್ತು ಎಚ್ಚರಿಕೆ
mai: आपातकालीन अलर्ट
ne: आकस्मिक अलर्ट
pt: Alertas de Emergência
ro: Alertă de urgență
si: හදිසි සංඥාව
ta: அவசர எச்சரிக்கை
th: การแจ้งเตือนฉุกเฉิน
tr: Acil durum uyarısı
ur: ایمرجنسی انتباہ
uz: Favqulodda signal
wa: Abranle d’ urdjince

source: Information
am: መረጃ
ar: معلومات
bg: Информация
bn_bd: তথ্য
bn_in: নিশ্চিতি
br: Kadarnaat
bs: Informacije
ca: Informació
cy: Manylion
es: Información
eu: Informazioa
fa: اطلاعات
ga_ie: Eolas
gd: Fiosrachadh
hu: Információk
id: Informasi
kn: ಮಾಹಿತಿ
lv: Informācija
mai: पुष्टिकरण
ne: जानकारी
pt: Informação
ro: Informații
si: තොරතුරු
ta: தகவல்
th: ข้อมูล
tr: Bilgi
ur: معلومات
uz: Maʼlumot
wa: Pondants et djondants

source: Service Center
am: የግልጋሎት ማእከል
ar: مركز الخدمة
bg: Център за услуги
bn_bd: সার্ভিস সেন্টার
bn_in: পরিসেবা কেন্দ্র
br: Kreizenn gwazadurioù
bs: Servisni centar
ca: Centre de serveis
cy: Canolfan Wasanaeth
es: Centro de servicios
eu: Zerbitzu-zentroa
fa: مرکز سرویس
ga_ie: Lárionad Seirbhíse
gd: Aonad na seirbheise
hu: Kiszolgálóközpont
id: Pusat Layanan
kn: ಸೇವಾ ಕೇಂದ್ರ
lv: Pakalpojuma centrs
mai: सर्विस सेंटर
pt: Centro de Serviço
ro: Centru de servicii
si: සේවා මධ්‍යස්ථානය
ta: சேவை மையம்
th: ศูนย์บริการ
tr: Servis merkezi
ur: سروس بمرکز
uz: Xizmat ko‘rsatish markazi
wa: Cinte di siervices

# messaging-sim-settings
source: SIM {{index}} Settings
am: ሲም {{index}} ማሰናጃዎች
ar: إعدادات {{index}} بطاقة ال SIM
bg: Настройки на SIM {{index}}
bn_bd: SIM {{index}} সেটিং
bn_in: SIM {{index}} বৈশিষ্ট্যাবলী
br: Arventennoù ar SIM {{index}}
bs: SIM {{index}} postavke
ca: Paràmetres de la SIM {{index}}
cy: Gosodiadau SIM {{index}}
es: Ajustes de SIM {{index}}
eu: {{index}}. SIMaren ezarpenak
fa: تنظیمات سیم‌کارت {{index}}
ga_ie: Socruithe SIM {{index}}
gd: Roghainnean SIM {{index}}
hu: {{index}}. SIM beállítások
id: Setelan SIM {{index}}
kn: SIM {{index}} ಸಿದ್ದತೆಗಳು
lv: {{index}}. SIM iestatījumi
mai: SIM {{index}} सेटिंग
pt: Definições do SIM {{index}}
ro: Setări SIM {{index}}
si: SIM {{index}} සැකසුම්
ta: சிம் {{index}} அமைவுகள்
th: ตั้งค่า SIM {{index}}
tr: SIM {{index}} ayarları
ur: SIM {{index}} سیٹکگیں
uz: {{index}} SIM sozlamalari
wa: Apontiaedjes del SIM {{index}}

source: Info not available
am: መረጃው ዝግጁ አይደለም
ar: المعلومات غير متوفرة
bg: Няма информация
bn_bd: তথ্য অনুপস্থিত
bn_in: তথ্য উপলব্ধ নয়
br: N'eo ket hegerz an titour
bs: Informacija nije dostupna
ca: Cap informació disponible
cy: Nid yw'r wybodaeth ar gael
es: Info no disponible
eu: Ez dago informaziorik
fa: اطلاعات موجود نیست
ga_ie: Níl aon eolas ar fáil
gd: Chan eil am fiosrachadh seo ri fhaighinn
hu: Az információk nem érhetőek el
id: Info tidak tersedia
kn: ಮಾಹಿತಿ ಲಭ್ಯವಿಲ್ಲ
lv: Informācija nav pieejama
mai: जानकारी उपलब्ध नहि
pt: Informação não disponível
ro: Informație nedisponibilă
si: තොරතුරු නොපවතී
ta: தகவல் இல்லை
th: ไม่มีข้อมูล
tr: Bilgi mevcut değil
ur: معلومات دستیاب نہیں ہے
uz: Ma’lumot mavjud emas
wa: Info nén disponibe

# cellularAndData
source: Cellular & Data
am: ሴሉላር & ዳታ
ar: الجوال و البيانات
bg: Мобилна мрежа и данни
bn_bd: সেলুলার ও ডাটা
bn_in: সেলুলার ও ডেটা
br: Pellgomz ha roadennoù
bs: Mobilne i podatkovne veze
ca: Xarxa mòbil i dades
cy: Cellol a Data
es: Teléfono y datos
eu: Mugikorra eta datuak
fa: تلفن‌همراه و داده
ga_ie: Ceallach agus Sonraí
gd: Fòn-làimhe ⁊ dàta
hu: Mobil- és adatkapcsolat
lv: Mobilo datu iestatījumi
pt: Redes móveis e de dados
ro: Celular și date
si: ජංගම සහ දත්ත
th: เครือข่ายเคลื่อนที่และข้อมูล
ur: سیلولر اور کوائف
uz: Uyali tarmoq va ma’lumot

# dataOperator
source: Operator
am: አንቀሳቃሽ
ar: المشغل
bg: Оператор
bn_bd: অপারেটর
bn_in: অপারেটর
br: Oberater
bs: Operater
ca: Operador
cy: Darparwr
es: Operador
eu: Operadorea
fa: اپراتور
ga_ie: Soláthraí Seirbhíse
gd: Giùlanair
lv: Operators
pt: Operador
si: මෙහෙයවන්නන්
th: ผู้ให้บริการ
ur: عمل کار

# dataConnectivity
source: Data
am: ዳታ
ar: بيانات
bg: Данни
bn_bd: ডাটা
bn_in: তথ্য
br: Roadennoù
bs: Podatkovna veza
ca: Dades
es: Datos
eu: Datuak
fa: داده
ga_ie: Sonraí
gd: Dàta
hi_in: डेटा
hu: Adatok
kn: ಡೇಟಾ
lv: Mobilie dati
mai: डेटा
ne: डाटा
or: ତଥ୍ଯ
pt: Dados
ro: Date
si: දත්ත
ta: தரவு பிணையம்
th: ข้อมูล
tr: Veri
ur: ڈیٹا
uz: Ma’lumot
vi: Dữ liệu
wa: Dinêyes
xh: Idatha
zu: Idatha

source: Data Connection
am: የ ዳታ ግንኙነት
ar: اتصّال البيانات
bg: Връзка за данни
bn_bd: ডাটা সংযোগ
bn_in: তথ্য কানেকশন
br: Kennask roadennoù
bs: Podatkovna veza
ca: Connexió de dades
cy: Cysylltiad Data
es: Conexión de datos
eu: Datu-konexioa
fa: اتصال داده
ga_ie: Ceangal Sonraí
gd: Ceangal dàta
hu: Adatkapcsolat
id: Sambungan data
kn: ಡೇಟಾ ಸಂಪರ್ಕ
lv: Mobilo datu savienojums
mai: डाटा कनेक्शन
pt: Ligação de dados
ro: Conexiune de date
si: දත්ත සම්බන්ධතාවය
ta: தரவு இணைப்பு
th: การเชื่อมต่อข้อมูล
tr: Veri bağlantısı
ur: کوائف کنکشن
uz: Internetga ulanish
wa: Raloyaedje di dnêyes

source: Data Roaming
am: ዳታ ማዛዋወሪያ
ar: تجوال البيانات
bg: Данни в роуминг
bn_bd: ডাটা রোমিং
bn_in: রোমিং তথ্য
br: Baleantañ roadennoù
bs: Podatkovni roaming
ca: Itinerància de dades
cy: Data Crwydro
es: Itinerancia de datos
eu: Datu-ibiltaritza
fa: رومینگ داده
ga_ie: Sonraí Fánaíochta
gd: Dàta air fàrsan
hu: Adatroaming
id: Roaming Data
kn: ಡೇಟಾ ರೋಮಿಂಗ್
lv: Mobilie dati viesabonēšanā
mai: डेटा रोमिंग
pt: Roaming de dados
ro: Roaming de date
si: දත්ත සංචාර
ta: ரோமிங் தரவு
th: ข้อมูลข้ามเครือข่าย
tr: Veri dolaşımı
ur: کوائف رومنگ
uz: Internet rouming
wa: Pormoennance di dnêyes (data roaming)

# netOperator
source: Operator
am: አንቀሳቃሽ
ar: المشغل
bg: Оператор
bn_bd: অপারেটর
bn_in: অপারেটর
br: Oberataer
bs: Operater
ca: Operador
cy: Darparwr
es: Operador
eu: Operadorea
fa: اپراتور
ga_ie: Soláthraí Seirbhíse
gd: Giùlanair
lv: Operators
pt: Operador
si: ක්‍රියාකරු
th: ผู้ให้บริการ
ur: عمل کار

source: Operators in the Area
ar: المشغلين في المنطقة
cy: Darparwyr yn yr Ardal
eu: Inguruko operadoreak
gd: Giùlanairean san sgìre
ro: Operatori din zonă

source: Preferred network type
am: የተመረጠው የ ኔትዎርክ አይነት
ar: نوع الشبكة المفضل
bg: Предпочитанo поколение на мрежа
bn_bd: পছন্দের নেটওয়ার্কের ধরন
bn_in: পছন্দের নেটওয়ার্ক টাইপ
br: Rizh ar rouedad muiañ plijet
bs: Preferirani tip mreže
ca: Tipus de xarxa preferit
cy: Math rhwydwaith gorau
es: Tipo de red preferida
eu: Hobetsitako sare mota
fa: نوع شبکه برگزیده
ga_ie: Do rogha cineál líonra
gd: Seòrsa an lìonraidh as fhearr leat
hi_in: पसंदीदा नेटवर्क प्रकार
hu: Kívánt hálózattípus
id: Pilihan utama jenis jaringan
kn: ನೆಚ್ಚಿನ ನೆಟ್‌ವರ್ಕ್ ಶೈಲಿ
lv: Iecienītākais tīklu veids
mai: मनपसिन्न नेटवर्क प्रकार
mg: Karazana tambajotra tiana
ne: प्रिफ्ररेड सञ्जाल प्ररूप
or: ପସନ୍ଦ ଯୋଗ୍ଯ ନେଟୱର୍କର ପ୍ରକାର
pt: Tipo de rede preferencial
ro: Tipul de rețea preferată
si: අභිමත ජාල වර්ගය
sw: Aina inayopendelewa ya mtandao
ta: விருப்பமான பிணைய வகை
th: ชนิดเครือข่ายที่ต้องการ
tr: Tercih edilen şebeke türü
ur: ترجیحی نیٹ ورک کی قسم
uz: Afzal ko‘rgan tarmoq turi
vi: Kiểu mạng ưu tiên
wa: Sôre di rantoele colå
xh: Uhlobo olukhethayo lwenethiweki
zu: Uhlobo lwenethiwekhi oluthandwayo

source: Network type could not be set
am: የ ኔትዎርክ አይነት ማሰናዳት አልተቻለም
ar: لا يمكن تعيين نوع الشبكة
bg: Неуспешно задаване на поколение мрежа
bn_bd: নেটওয়ার্কের ধরন সেট করা যাচ্ছে না
bn_in: নেটওয়ার্ক টাইপ সেট করা যায় নি
br: Rizh ar rouedad n'hall ket bezañ despizet
bs: Tip mreže ne može biti postavljen
ca: No s'ha pogut definir el tipus de xarxa
cy: Nid oedd modd gosod y math o rwydwaith
es: No se puedo establecer el tipo de red
eu: Ezin izan da sare mota ezarri
fa: نوع شبکه قابل تنظیم نبود
ga_ie: Níorbh fhéidir cineál an líonra a shocrú
gd: Cha b’ urrainn dhuinn seòrsa an lìonraidh a shuidheachadh
hi_in: नेटवर्क प्रकार सेट नहीं किया जा सकता
hu: Hálózat típusa nem állítható be
id: Jenis jaringan tidak dapat disetel
kn: ನೆಟ್‌ವರ್ಕ್ ಶೈಲಿಯನ್ನು ಹೊಂದಿಸಲಾಗಿಲಿಲ್ಲ
lv: Tīkla veidu nevarēja uzstādīt
mai: संजाल प्रकार सेट नहि कएल जाए सकत
mg: Tsy voatefy ilay karazana tambajotra
ne: सञ्जालको प्रकार सेट गर्न सकिएन
or: ନେଟୱର୍କର ପ୍ରକାରକୁ ସେଟ କରିହେଲା ନାହିଁ
pt: O tipo de rede não pôde ser definido
ro: Tipul rețelei nu poate fi setat
si: ජාලයේ වර්ගය සැකසිය නොහැක
sw: Aina ya mtandao haikuweza kuwekwa
ta: பிணைய வகையை அமைக்க முடியாது
th: ไม่สามารถตั้งชนิดเครือข่าย
tr: Şebeke türü ayarlanamadı
ur: نیٹ ورک ٹائپ سیٹ نہیں ہوسکتی
uz: Tarmoq turini o‘rnatib bo‘lmaydi
vi: Không thể đặt kiểu mạng
wa: Dji n’ a savou defini li sôre di rantoele
xh: Uhlobo lwenethiweki alunakusetwa
zu: Uhlobo lwenethiwekhi alukwazanga ukusethwa

source: Network Type
am: የ ኔትዎርክ አይነት
ar: نوع الشبكة
bg: Вид мрежа
bn_bd: নেটওয়ার্কের ধরন
bn_in: নেটওয়ার্ক ধরণ
br: Rizh ar rouedad
bs: Tip mreže
ca: Tipus de xarxa
cy: Math o Rwydwaith
es: Tipo de red
eu: Sare mota
fa: نوع شبکه
ga_ie: Cineál an Líonra
gd: Seòrsa an lìonraidh
hu: Hálózat típusa
id: Tipe Jaringan
kn: ನೆಟ್‌ವರ್ಕ್ ಶೈಲಿ
lv: Tīkla veids
mai: नेटवर्क प्रकार
pt: Tipo de rede
ro: Tipul rețelei
si: ජාලයේ වර්ගය
ta: பிணைய வகை
th: ชนิดเครือข่าย
tr: Şebeke türü
ur: نیٹ ورک قسم
uz: Tarmoq turi
wa: Sôre di rantoele

# operator-networkType-auto
source: Automatic
am: ራሱ በራሱ
ar: تلقائي
bg: Автоматично
bn_bd: স্বয়ংক্রিয়
bn_in: স্বয়ংক্রিয়
br: Emgefreek
bs: Automatski
ca: Automàtic
cy: Awtomatig
es: Automática
eu: Automatikoa
fa: خودکار
ga_ie: Uathoibríoch
gd: Gu fèin-obrachail
hi_in: स्वचालित
hu: Automatikus
id: Otomatis
kn: ಸ್ವಯಂಚಾಲಿತ
lv: Automātiski
mai: स्वचालित
mg: Mandeha hoazy
ne: स्वचालित
or: ସ୍ବୟଂଚାଳିତ
pt: Automático
ro: Automat
si: ස්වයංක්‍රීයව
sw: Kwa mashine
ta: தானியங்கி
th: อัตโนมัติ
tr: Otomatik
ur: خودکار
uz: Avtomatik
vi: Tự động
wa: Otomatike
xh: Oluzenzekelayo
zu: Okuzenzekelayo

source: 3G preferred
am: 3ጂ ይመረጣል
ar: ‏3G مُفضّل
bg: Предпочитане на 3G
bn_bd: 3G পছন্দনীয়
bn_in: 3G পছন্দনিয়
br: 3G ma hegerz
bs: 3G je preferirani
ca: Preferible 3G
cy: 3G sydd orau
es: 3G preferido
eu: 3G hobetsia
fa: ترجیحا 3G
ga_ie: 3G de rogha
gd: B’ fhearr leam 3G
hi_in: 3G को प्राथमिकता
hu: 3G előnyben részesítve
id: Utamakan 3G
kn: 3G ಐಚ್ಛಿಕ
lv: 3G iecienītāks
mai: 3G केँ प्राथमिकता
mg: 3G tiana
ne: 3G रुचाइएको छ
or: 3G ପସନ୍ଦ
pt: Preferencialmente 3G
ro: 3G preferat
si: 3G අභිමත පරිදි
sw: Inapendelea 3G
ta: 3G விரும்பப்பட்டது
th: ต้องการ 3G
tr: Tercihen 3G
ur: 3G ترجیحی
uz: imkon qadar 3G
wa: 3G colå
xh: Kukhethwa i-3G
zu: kuthandwa i-3G

source: 2G only
am: 2ጂ ብቻ
ar: ‏2G فقط
bg: Само 2G
bn_bd: শুধুমাত্র ২জি
bn_in: শুধুমাত্র 2G
br: 2G nemetken
bs: Samo 2G
ca: Només 2G
cy: 2G yn unig
es: Sólo 2G
eu: 2G soilik
fa: فقط 2G
ga_ie: 2G amháin
gd: 2G a-mhàin
hi_in: सिर्फ 2G
hu: Csak 2G
id: Hanya 2G
kn: 2G ಮಾತ್ರ
lv: Tikai 2G
mai: सिर्फ 2G
mg: 2G ihany
ne: 2G मात्र
or: କେବଳ 2G
pt: Apenas 2G
ro: Numai 2G
sw: 2G tu
ta: 2ஜி மட்டும்
th: 2G เท่านั้น
tr: Yalnızca 2G
ur: صرف 2G
uz: faqat 2G
vi: Chỉ 2G
wa: 2G seulmint
xh: 2G kuphela
zu: 2G kuphela

source: 3G only
am: 3ጂ ብቻ
ar: ‏3G فقط
bg: Само 3G
bn_bd: শুধুমাত্র ৩জি
bn_in: শুধুমাত্র 3G
br: 3G nemetken
bs: Samo 3G
ca: Només 3G
cy: 3G yn unig
es: Sólo 3G
eu: 3G soilik
fa: فقط 3G
ga_ie: 3G amháin
gd: 3G a-mhàin
hi_in: सिर्फ 3G
hu: Csak 3G
id: Hanya 3G
kn: 3G ಮಾತ್ರ
lv: Tikai 3G
mai: सिर्फ 3G
mg: 3G ihany
ne: 3G मात्र
or: କେବଳ 3G
pt: Apenas 3G
ro: Numai 3G
sw: 3G tu
ta: 3ஜி மட்டும்
th: 3G เท่านั้น
tr: Yalnızca 3G
ur: صرف 3G
uz: faqat 2G
vi: Chỉ 3G
wa: 3G seulmint
xh: 3G kuphela
zu: 3G kuphela

source: WCDMA preferred
am: WCDMA ይመረጣል
ar: يفضل WCDMA
bg: Предпочитане на WCDMA
bn_bd: WCDMA পছন্দনীয়
bn_in: WCDMA পছন্দ
br: WCDMA ma hegerz
bs: WCDMA prednost
ca: Preferible WCDMA
cy: WCDMA sydd orau
es: WCDMA preferida
eu: WCDMA hobetsia
fa: ترجیحا WCDMA
ga_ie: WCDMA de rogha
gd: B’ fhearr leam WCDMA
hi_in: WCDMA को प्राथमिकता
hu: WCDMA előnyben részesítve
id: Utamakan WCDMA
kn: WCDMA ಐಚ್ಛಿಕ
lv: WCDMA iecienītāks
mai: WCDMA केँ प्राथमिकता
mg: WCDMA tiana
ne: डब्लु सी डि एम् ए रुचाएको
or: ପସନ୍ଦଯୋଗ୍ୟ WCDMA
pt: Preferencialmente WCDMA
ro: WCDMA preferat
si: WCDMA අභිමත පරිදි
sw: Inapendelea WCDMA
ta: WCDMA விரும்ப்பட்டது
th: ต้องการ WCDMA
tr: Tercihen WCDMA
ur: WCDMA ترجیحی
uz: Imkon qadar WCDMA
vi: Ưu tiên WCDMA
wa: WCDMA colå
xh: Ukhetha i-WCDMA
zu: Kuthandwa i-WCDMA

source: Auto (2G/3G)
am: በራሱ (2G/3G)
ar: تلقائي (2G/3G)
bg: Автоматично (2G/3G)
bn_bd: স্বয়ংক্রিয় (2G/3G)
bn_in: স্বয়ংক্রিয় (2G/3G)
br: Emgefreek (2G/3G)
ca: Automàtic (2G/3G)
cy: Awto (2G/3G)
eu: Automatikoa (2G/3G)
fa: خودکار (2G/3G)
ga_ie: Uath (2G/3G)
gd: Fèin-obrachail (2G/3G)
hi_in: स्वतः (2G/3G)
hu: Automatikus (2G/3G)
id: Otomatis (2G/3G)
kn: ಸ್ವಯಂಚಾಲಿತ (2G/3G)
lv: Automātiski (2G/3G)
mai: स्वत (2G/3G)
mg: Hoazy (2G/3G)
ne: स्वत: (2G/3G)
or: ସ୍ୱୟଂଚାଳିତ (2G/3G)
pt: Automático (2G/3G)
ro: Automat (2G/3G)
si: ස්වයං (2G/3G)
sw: Kwa mashine (2G/3G)
ta: தானியக்க (2G/3G)
th: อัตโนมัติ (2G/3G)
tr: Otomatik (2G/3G)
ur: خودکار (2G/3G)
uz: Avto (2G/3G)
wa: Oto (2G/3G)
xh: (I-2G/3G) ezenzekelayo
zu: Okuzenzekelayo (2G/3G)

source: Auto (3G/4G)
am: በራሱ (3G/4G)
ar: تلقائي (3G/4G)
bg: Автоматично (3G/4G)
bn_bd: স্বয়ংক্রিয় (2G/3G)
bn_in: স্বয়ংক্রিয় (2G/3G)
br: Emgefreek (3G/4G)
ca: Automàtic (3G/4G)
cy: Awto (3G/4G)
eu: Automatikoa (3G/4G)
fa: خودکار (3G/4G)
ga_ie: Uath (3G/4G)
gd: Fèin-obrachail (3G/4G)
lv: Automātiski (3G/4G)
pt: Automático (3G/4G)
ro: Automat (3G/4G)
si: ස්වයං (3G/4G)
th: อัตโนมัติ (3G/4G)
ur: خودکار (3G/4G)
uz: Avto (3G/4G)

source: Auto (CDMA/EVDO)
am: በራሱ (CDMA/EVDO)
ar: تلقائي (CDMA/EVDO)
bg: Автоматично (CDMA/EVDO)
bn_bd: স্বয়ংক্রিয় (CDMA/EVDO)
bn_in: স্বয়ংক্রিয় (CDMA/EVDO)
br: Emgefreek (CDMA/EVDO)
ca: Automàtic (CDMA/EVDO)
cy: Awto (CDMA/EVDO)
eu: Automatikoa (CDMA/EVDO)
fa: خودکار (CDMA/EVDO)
ga_ie: Uath (CDMA/EVDO)
gd: Fèin-obrachail (CDMA/EVDO)
hi_in: स्वतः (CDMA/EVDO)
hu: Automatikus (CDMA/EVDO)
id: Otomatis (CDMA/EVDO)
kn: ಸ್ವಯಂಚಾಲಿತ (CDMA/EVDO)
lv: Automātiski (CDMA/EVDO)
mai: स्वत (CDMA/EVDO)
mg: Hoazy (CDMA/EVDO)
ne: स्वत: (CDMA/EVDO)
or: ସ୍ୱୟଂଚାଳିତ (CDMA/EVDO)
pt: Automático (CDMA/EVDO)
ro: Automat (CDMA/EVDO)
si: ස්වයං (CDMA/EVDO)
sw: Kwa mashine (CDMA/EVDO)
ta: தானியக்க (CDMA/EVDO)
th: อัตโนมัติ (CDMA/EVDO)
tr: Otomatik (CDMA/EVDO)
ur: خودکار (CDMA/EVDO)
uz: Avto (CDMA/EVDO)
wa: Oto (CDMA/EVDO)
xh: (I-CDMA/EVDO) ezenzekelayo
zu: Okuzenzekelayo (CDMA/EVDO)

source: Auto (WCDMA/GSM)
am: በራሱ (WCDMA/GSM)
ar: تلقائي (WCDMA/GSM)
bg: Автоматично (WCDMA/GSM)
bn_bd: স্বয়ংক্রিয় (WCDMA/GSM)
bn_in: স্বয়ংক্রিয় (WCDMA/GSM)
br: Emgefreek (WCDMA/GSM)
ca: Automàtic (WCDMA/GSM)
cy: Awto (WCDMA/GSM)
eu: Automatikoa (WCDMA/GSM)
fa: خودکار (WCDMA/GSM)
ga_ie: Uath (WCDMA/GSM)
gd: Fèin-obrachail (WCDMA/GSM)
hi_in: स्वतः (WCDMA/GSM)
hu: Automatikus (WCDMA/GSM)
id: Otomatis (WCDMA/GSM)
kn: ಸ್ವಯಂಚಾಲಿತ (WCDMA/GSM)
lv: Automātiksi (WCDMA/GSM)
mai: स्वत (WCDMA/GSM)
mg: Hoazy (WCDMA/GSM)
ne: स्वत: (WCDMA/GSM)
or: ସ୍ୱୟଂଚାଳିତ (WCDMA/GSM)
pt: Automático (WCDMA/GSM)
ro: Automat (WCDMA/GSM)
si: ස්වයං (WCDMA/GSM)
sw: Kwa mashine (WCDMA/GSM)
ta: தானியக்க (WCDMA/GSM)
th: อัตโนมัติ (WCDMA/GSM)
tr: Otomatik (WCDMA/GSM)
ur: خودکار (WCDMA/GSM)
uz: Avto (WCDMA/GSM)
wa: Oto (WCDMA/GSM)
xh: (I-WCDMA/GSM) ezenzekelayo
zu: Okuzenzekelayo (WCDMA/GSM)

source: Auto (LTE/WCDMA/GSM)
am: በራሱ (LTE/WCDMA/GSM)
ar: تلقائي (LTE/WCDMA/GSM)
bg: Автоматично (LTE/WCDMA/GSM)
bn_bd: স্বয়ংক্রিয় (LTE/WCDMA/GSM)
bn_in: স্বয়ংক্রিয় (LTE/WCDMA/GSM)
br: Emgefreek (LTE/WCDMA/GSM)
ca: Automàtic (LTE/WCDMA/GSM)
cy: Awto (LTE/WCDMA/GSM)
es: Auto (WCDMA/GSM)
eu: Automatikoa (LTE/WCDMA/GSM)
fa: خودکار (LTE/WCDMA/GSM)
ga_ie: Uath (LTE/WCDMA/GSM)
gd: Fèin-obrachail (LTE/WCDMA/GSM)
hi_in: स्वतः (LTE/WCDMA/GSM)
hu: Automatikus (LTE/WCDMA/GSM)
id: Otomatis (LTE/WCDMA/GSM)
kn: ಸ್ವಯಂಚಾಲಿತ (LTE/WCDMA/GSM)
lv: Automātiski (LTE/WCDMA/GSM)
mai: स्वत (LTE/WCDMA/GSM)
mg: Hoazy (LTE/WCDMA/GSM)
ne: स्वत: (LTE/WCDMA/GSM)
or: ସ୍ୱୟଂଚାଳିତ (LTE/WCDMA/GSM)
pt: Automático (LTE/WCDMA/GSM)
ro: Automat (LTE/WCDMA/GSM)
si: ස්වයං (LTE/WCDMA/GSM)
sw: Kwa mashine (LTE/WCDMA/GSM)
ta: தானியக்க (LTE/WCDMA/GSM)
th: อัตโนมัติ (LTE/WCDMA/GSM)
tr: Otomatik (LTE/WCDMA/GSM)
ur: خودکار (LTE/WCDMA/GSM)
uz: Avto (LTE/WCDMA/GSM)
wa: Oto (LTE/WCDMA/GSM)
zu: Okuzenzekelayo (LTE/WCDMA/GSM)

source: Auto (LTE/WCDMA)
am: በራሱ (LTE/WCDMA)
ar: تلقائي (LTE/WCDMA)
bg: Автоматично (LTE/WCDMA)
bn_bd: স্বয়ংক্রিয় (LTE/WCDMA/GSM)
bn_in: স্বয়ংক্রিয় (LTE/WCDMA)
br: Emgefreek (LTE/WCDMA)
ca: Automàtic (LTE/WCDMA)
cy: Awto (LTE/WCDMA)
eu: Automatikoa (LTE/WCDMA)
fa: خودکار (LTE/WCDMA)
ga_ie: Uath (LTE/WCDMA)
gd: Fèin-obrachail (LTE/WCDMA)
lv: Automātiski (LTE/WCDMA)
pt: Automático (LTE/WCDMA)
ro: Automat (LTE/WCDMA)
si: ස්වයං (LTE/WCDMA)
th: อัตโนมัติ (LTE/WCDMA)
ur: خودکار (LTE/WCDMA)
uz: Avto (LTE/WCDMA)

source: Auto (LTE/CDMA/EVDO)
am: በራሱ (LTE/CDMA/EVDO)
ar: تلقائي (LTE/CDMA/EVDO)
bg: Автоматично (LTE/CDMA/EVDO)
bn_bd: স্বয়ংক্রিয় (LTE/CDMA/EVDO)
bn_in: স্বয়ংক্রিয় (LTE/CDMA/EVDO)
br: Emgefreek (LTE/CDMA/EVDO)
ca: Automàtic (LTE/CDMA/EVDO)
cy: Awto (LTE/CDMA/EVDO)
es: Auto (CDMA/EVDO)
eu: Automatikoa (LTE/CDMA/EVDO)
fa: خودکار (LTE/CDMA/EVDO)
ga_ie: Uath (LTE/CDMA/EVDO)
gd: Fèin-obrachail (LTE/CDMA/EVDO)
hi_in: स्वतः (LTE/CDMA/EVDO)
hu: Automatikus (LTE/CDMA/EVDO)
id: Otomatis (LTE/CDMA/EVDO)
kn: ಸ್ವಯಂಚಾಲಿತ (LTE/CDMA/EVDO)
lv: Automātiski (LTE/CDMA/EVDO)
mai: स्वत (LTE/CDMA/EVDO)
mg: Hoazy (LTE/CDMA/EVDO)
ne: स्वत: (LTE/CDMA/EVDO)
or: ସ୍ୱୟଂଚାଳିତ (LTE/CDMA/EVDO)
pt: Automático (LTE/CDMA/EVDO)
ro: Automat (LTE/CDMA/EVDO)
si: ස්වයං (LTE/CDMA/EVDO)
sw: Kwa mashine (LTE/CDMA/EVDO)
ta: தானியக்க (LTE/CDMA/EVDO)
th: อัตโนมัติ (LTE/CDMA/EVDO)
tr: Otomatik (LTE/CDMA/EVDO)
ur: خودکار (LTE/CDMA/EVDO)
uz: Avto (LTE/CDMA/EVDO)
wa: Oto (LTE/CDMA/EVDO)
zu: Okuzenzekelayo (LTE/CDMA/EVDO)

source: Auto (WCDMA/GSM/CDMA/EVDO)
am: በራሱ (WCDMA/GSM/CDMA/EVDO)
ar: تلقائي (WCDMA/GSM/CDMA/EVDO)
bg: Автоматично (WCDMA/GSM/CDMA/EVDO)
bn_bd: স্বয়ংক্রিয় (WCDMA/GSM/CDMA/EVDO)
bn_in: স্বয়ংক্রিয় (WCDMA/GSM/CDMA/EVDO)
br: Emgefreek (WCDMA/GSM/CDMA/EVDO)
ca: Automàtic (WCDMA/GSM/CDMA/EVDO)
cy: Awto (WCDMA/GSM/CDMA/EVDO)
eu: Automatikoa (WCDMA/GSM/CDMA/EVDO)
fa: خودکار (WCDMA/GSM/CDMA/EVDO)
ga_ie: Uath (WCDMA/GSM/CDMA/EVDO)
gd: Fèin-obrachail (WCDMA/GSM/CDMA/EVDO)
hi_in: स्वतः (WCDMA/GSM/CDMA/EVDO)
hu: Automatikus (WCDMA/GSM/CDMA/EVDO)
id: Otomatis (WCDMA/GSM/CDMA/EVDO)
kn: ಸ್ವಯಂಚಾಲಿತ (WCDMA/GSM/CDMA/EVDO)
lv: Automātiski (WCDMA/GSM/CDMA/EVDO)
mai: स्वत (WCDMA/GSM/CDMA/EVDO)
mg: Hoazy (WCDMA/GSM/CDMA/EVDO)
ne: स्वत: (WCDMA/GSM/CDMA/EVDO)
or: ସ୍ୱୟଂଚାଳିତ (WCDMA/GSM/CDMA/EVDO)
pt: Automático (WCDMA/GSM/CDMA/EVDO)
ro: Automat (WCDMA/GSM/CDMA/EVDO)
si: ස්වයං (WCDMA/GSM/CDMA/EVDO)
sw: Kwa mashine (WCDMA/GSM/CDMA/EVDO)
ta: தானியக்க (WCDMA/GSM/CDMA/EVDO)
th: อัตโนมัติ (WCDMA/GSM/CDMA/EVDO)
tr: Otomatik (WCDMA/GSM/CDMA/EVDO)
ur: خودکار (WCDMA/GSM/CDMA/EVDO)
uz: Avto (WCDMA/GSM/CDMA/EVDO)
wa: Oto (WCDMA/GSM/CDMA/EVDO)
xh: Ezenzekelayo (WCDMA/GSM/CDMA/EVDO)
zu: Okuzenzekelayo (WCDMA/GSM/CDMA/EVDO)

source: Automatic Selection
am: ራሱ በራሱ መምረጫ
ar: اختيار تلقائي
bg: Автоматичен избор
bn_bd: স্বয়ংক্রিভাবে নির্বাচন
bn_in: স্বয়ংক্রিয় নির্বাচন
br: Diuzañ emgefreek
bs: Automatski izbor
ca: Selecció automàtica
cy: Dewis Awtomatig
es: Selección automática
eu: Hautapen automat.
fa: گزینش خودکار
ga_ie: Uathroghnú
gd: Fèin-taghadh
hu: Automatikus választás
id: Pilih Otomatis
kn: ಸ್ವಯಂಚಾಲಿತ ಆಯ್ಕೆ
lv: Automātiska izvēle
pt: Seleção automática
ro: Selecție automată
si: ස්වයංක්‍රීය තේරීම
ta: தானியக்க தேர்வு
th: เลือกอัตโนมัติ
tr: Otomatik seçim
ur: خودکار انتخاب
uz: Avtomatik tanlash
wa: Tchoes otomatike
