Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

# pukAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
am: አንድ ሙከራ {{n}} ይቀሮታል ትክክለኛውን ኮድ ለማስገባት ይህ የ ሲም ካርድ በቋሚነት ከመቆለፉ በፊት: ያመሳክሩ ወደ እርስዎ ሲም ካርድ ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: لديك {{n}} محاولة لإدخال الرمز الصحيح قبل أن تصبح هذه الشريحة غير صالحة للإستعمال بشكل دائم. ارجع إلى وثائق الشريحة أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
bg: Имате {{n}} опита да въведете правилен код преди SIM картата да стане неизползваема. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: সিম কার্ডটি স্থায়ীভাবে আব্যাবহারযোগ্য হওয়ার পূর্বে সঠিক কোডটি প্রবেশ করানোর জন্য আপনার কাছে শুধুমাত্র {{n}} টি সুযোগ বাকি রয়েছে। আরও তথ্যের জন্য আপনার সিম কার্ডের ডক্যুমেন্টসমূহতে খুজুন অথবা আপনার অপারেটর এর সাথে যোগাযোগ করুন।
bn_in: SIM কার্ড টি স্থায়ীভাবে অকার্যকর হয়ে যাবার আগে আপনার কেবল {{n}} বার মাত্র চেষ্টা করা বাকি আছে। আপনার SIM কার্ড এর নথিপত্র দেখুন অধিক তথ্যের জন্য আপনার ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok ma vo diarveradus ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije nego SIM kartica bude trajno neupotrebljiva. Pogledajte dokumentaciju vaše SIM kartice ili se obratite vašem operateru za više informacija.
ca: Us queden {{n}} intents per introduir el codi correcte abans que la targeta SIM quedi inservible permanentment. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Mae gennych {{n}} tro ar ôl i gynnig y cod cywir cyn bydd y SIM y cael ei atal yn barhaol. Darllenwch y wybodaeth ddaeth gyda'r cerdyn SIM neu gysylltu â'ch darparwr am wybodaeth bellach.
es: Le quedan {{n}} intentos para escribir el código correcto antes de que la tarjeta SIM quede definitivamente inutilizable. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela behin-betiko erabilezin geratu aurretik. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: {{n}} تلاش دیگر برای وارد‌کردن کد صحیح قبل از اینکه سیم کارت برای همیشه غیر قابل استفاده شود باقی مانده است. برای اطلاعات بیشتر به مستندات سیم کارت مراجعه کنید یا با سرویس‌دهنده خود تماس بگیرید.
ga_ie: Níl ach {{n}} iarracht fágtha agat an cód ceart a chur isteach sula mbeidh an cárta SIM seo do-úsáidte go deo. Féach ar dhoiciméadú do chárta SIM nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Tha {{n}} oidhirp eile agad an còd ceart a chur a-steach mus bi a' chairt SIM seo gun fheum gu sìorraidh bràth. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no bruidhinn ris a' ghiùlanair agad airson barrachd fiosrachaidh.
hi_in: इससेपहले यह SIM कार्ड स्थायी रूप से व्यर्थ हो जाए आपके पास सही कोड प्प्रविष्ट करने के लिए {{n}} प्रयास बाकी हैं. SIM कार्ड दस्तावेज़ देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करें.
hu: Még {{n}} lehetősége van a helyes kód megadására, mielőtt a SIM kártya véglegesen használhatatlanná válik. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda memiliki {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM ini tidak dapat digunakan lagi. Silakan baca petunjuk penggunaan kartu SIM Anda atau hubungi operator Anda untuk mendapatkan informasi selengkapnya.
kn: SIM ಕಾರ್ಡ್ ಶಾಶ್ವತವಾಗಿ ಕೆಲಸಕ್ಕೆ ಬಾರದಂತಾಗುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ. ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
lv: Jums ir palikuši {{n}} mēģinājumi lai ievadītu pareizo kodu pirms šī SIM karte kļūs pastāvīgi neizmantojama. Griezieties pie savas SIM kartes dokumentāciju vai sazinieties ar savu operatoru lai uzzinātu vairāk.
mai: एकरा सँ पहिले ई SIM कार्ड स्थायी रूप सँ व्यर्थ भए जाए अहाँक पास सही कोड प्रविष्ट करब कलेल {{n}} प्रयास बाकी अछि. SIM कार्ड दस्ताबेज देखू अथवा बेसी जानकारी कलेल अपन कैरियर सँ संपर्क करू.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny tsy hampety hampiasaina mandrakizay an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa amin'ny mpandraharahanao raha mila fampahalalana bebe kokoa.
ne: सिम कार्ड स्थायी रुपमा काम नलाग्ने हुनु अगाडि तपाईँसँग {{n}} सहि कोड प्रविष्ट गर्ने कोसिस बाँकि छ । थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईँको यन्त्र वाहकसँग सम्पर्क राख्नुहोस्।
or: SIMକାର୍ଡଟି ସ୍ଥାୟୀ ଭାବରେ ଅନୁପଯୋଗୀ ହେବା ଆଗରୁ ଆପଣଙ୍କ ପାଖରେ {{n}} ସଂଖ୍ୟକ ଚେଷ୍ଟା ବାକିଅଛି। ଆପଣଙ୍କ SIMକାର୍ଡ ପତ୍ରିକାକୁ ଦେଖନ୍ତୁ ବା ଅଧିକ ସୂଚନାପାଇଁ ଆପଣଙ୍କ କ୍ୟାରିଅର ସହ ସମ୍ପର୍କ କରନ୍ତୁ।
pt: Restam {{n}} tentativas para introduzir o código correto antes de este cartão SIM se tornar permanentemente inutilizável. Consulte a documentação do seu cartão SIM ou o contacte o seu operador para mais informações.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte ca această cartelă SIM să devină inutilizabilă permanent. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: සිම් කාඩ්පත ස්ථිරවම භාවිතයට ගත නොහැකි තත්ත්වයට පත් වීමට පෙර නිවැරදි කේතය යෙදීමට ඔබට ඇත්තේ තව උත්සාහයන් {{n}}ක් පමණි. ඔබේ සිම් කාඩ්පතේ ප්‍රලේඛනයෙන් හෝ ඔබේ වාහකයා සම්බන්ධ කර ගැනීමෙන් වැඩිදුර තොරතුරු ලබාගන්න.
sw: Una majaribio {{n}} yaliosalia la kuingiza kodi sahihi kabla ya kadi hii ya SIM kuwa haitumiki kabisa. Rejelea maandishi ya kadi yako ya SIM au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: சரியான குறியீடை உள்ளிடும் முன் உங்களுக்கு {{n}} வாய்ப்புகள் உள்ளன இல்லையெனில் இந்த சிம் அட்டையை நிரந்தரமாக பயன்படுத்த முடியாது. உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது கூடுதலான தகவல்களுக்கு சேவை வழங்குபவர்களை தொடர்பு கொள்.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM นี้จะไม่สามารถใช้งานได้อย่างถาวร ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Bu SIM kart kalıcı olarak kullanılamaz hale gelmeden önce doğru kodu girmeniz için {{n}} hakkınız kaldı. Daha fazla bilgi için SIM kartın belgelerine bakın veya operatörünüzle iletişime geçin.
ur: اس سے پہلے کہ یہ SIM کارڈ مستقل طور پر ناقابل استعمال ہو جائے آپ کے پاس صحیح کوڈ داخل کرنے کے لیے {{n}} کوششیں باقی ہیں۔ اپنے SIM کارڈ کا دستاویزی عمل دیکھیں یا پھر مزید معلومات کے لیے اپنے بارگیر سے رابطہ کریں۔
uz: Siz yana {{n}} marta kodni kiritishingiz mumkin, agar kodni xato kiritsangiz SIM karta butunlay qulflanadi. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
vi: Bạn còn {{n}} lần thử để nhập mã chính xác trước khi thẻ SIM bị khóa vĩnh viễn. Xem tài liệu về thẻ SIM hoặc liên hệ với nhà mạng để biết thêm thông tin.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant kel cwåte SIM ni fouxhe pus eployåve, po todi. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.
xh: Unamathuba okuzama a-{{n}} ukufaka ikhowudi echanileyo ngaphambi kokuba le SIM ingasebenzi ngokupheleleyo. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Usalelwe amathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuba ikhadi le-SIM lingangasebenzi unomphela. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
am: ይህ የመጨረሻ ሙከራ ነው ትክክለኛውን ፑክ ኮድ ለማስገባት: የ እርስዎ ሲም ካርድ በቅኡሚነት ይበላሻል የተሳሳተ የ ፑክ ኮድ ካስገቡ: ያመሳክሩ ወደ እርስዎ ሲም ካርድ ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: آخر فرصة لإدخال مفتاح إلغاء التأمين الشخصي PUK الصحيح. شريحتك ستصبح غير صالحة للاستعمال بشكل دائم إذا أدخلت مفتاح إلغاء تأمين شخصي PUK خاطىء. ارجع إلى وثائق الشريحة أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
bg: Това е последен опит да въведете правилен PUK. Вашата SIM карта ще стане неизползваема, ако го сгрешите. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_bd: সঠিক পাক কোড প্রবেশ করানোর সর্বশেষ সুযোগ। আপনার সিম কার্ডটি স্থায়ীভাবে অচল হয়ে যাবে যদি আপনি ভুল পাক কোড প্রবেশ করান। আরও তথ্যের জন্য আপনার সিম কার্ডের ডক্যুমেন্টসমূহতে খুজুন অথবা আপনার অপারেটর এর সাথে যোগাযোগ করুন।
bn_in: সঠিক PUK কোড লেখার এটাই শেষ সুযোগ। আপনার SIM কার্ড স্থায়ীভাবে অব্যবহারযোগ্য হবে যদি আপনি ভুল PUK কোড প্রবেশ করান। আরও তথ্যের জন্য আপনার SIM কার্ডের নথিপত্র পড়ুন অথবা আপনার সংবাহকের সঙ্গে যোগাযোগ করুন।
br: Hoc'h arnod diwezhañ eo evit reiñ ar voneg PUK reizh. Diarveradus e vo ar gartenn SIM ma vizskrivit ur voneg PUK direizh. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Zadnja šansa da unesete ispravan PUK kod. Vaša SIM kartica će biti trajno neupotrebljiva ako unesete pogrešan PUK kod. Pogledajte dokumentaciju vaše SIM kartice ili se obratite vašem operateru za više informacija.
ca: Aquesta és l'última oportunitat d'introduir el codi PUK correcte. La targeta SIM quedarà inservible permanentment si introduïu un codi PUK incorrecte. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Dyma eich tro olaf i gynnig y cod PUK. Ni fydd modd defnyddio eich cerdyn SIM byth eto os fyddwch yn cynnig y cod anghywir. Darllenwch fanylion eich cerdyn SIM neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: Última oportunidad de escribir el código PUK correcto. Su tarjeta SIM quedará definitivamente inutilizable si escribe un código PUK incorrecto. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: PUK kode zuzena sartzeko azken aukera. Ezin izango duzu zure SIM txartela berriro erabili PUK kode okerra sartzen baduzu. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: این آخرین تلاش شما برای وارد کردن رمز PUK درست است. اگر رمز PUK نادرست را وارد کنید، سیم کارتتان برای همیشه غیر قابل استفاده خواهد شد. برای اطّلاعات بیش‌تر به مستندات سیم‌کارتتان مراجعه کرده یا با اپراتورتان تماس بگیرید.
ga_ie: Seo é an deis dheireanach agat an cód PUK ceart a chur isteach. Beidh do chárta SIM do-úsáidte go deo má chuireann tú an cód PUK mícheart isteach. Féach ar dhoiciméadú do chárta SIM nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Tha aon chothrom eile agad an còd PUK ceart a chur a-steach. Bidh a' chairt SIM seo gun fheum gu sìorraidh bràth ma chuireas tu còd PUK cearr a-steach a-rithist. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no bruidhinn ris a' ghiùlanair agad.
hi_in: सही PUK कोड दर्ज करने का अंतिम मौका है. आपका SIM कार्ड स्थायी रूप से व्यर्थ हो जाएगा अगर आप गलत PUK कोड प्रविष्ट करेंगें . अपना SIM कार्ड दस्तावेज़ीकरण देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करे.
hu: Ez az utolsó lehetősége a helyes PUK kód megadására. A SIM kártyája véglegesen használhatatlan lesz, ha rossz PUK kódot ad meg. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Kesempatan terakhir untuk memasukkan kode PUK. Jika masih salah, kartu SIM Anda tidak akan dapat digunakan lagi. Silakan baca petunjuk penggunaan kartu SIM Anda atau hubungi operator Anda untuk mendapatkan informasi selengkapnya.
kn: ಸರಿಯಾದ PUK ಸಂಕೇತ ನಮೂದಿಸಲು ಕಡೆಯ ಅವಕಾಶ. ತಪ್ಪಾದ PUK ಸಂಕೇತ ನಮೂದಿಸಿದಲ್ಲಿ ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ಶಾಶ್ವತವಾಗಿ ಕೆಲಸಕ್ಕೆ ಬಾರದಂತಾಗುತ್ತದೆ. ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mai: सही PUK कोड दर्ज करब क अंतिम मौका अछि. अहाँक SIM कार्ड स्थायी रूप सँ व्यर्थ भए जएताह जँ अहाँ गलत PUK कोड प्रविष्ट करताह . अपन SIM कार्ड दस्ताबेज़ीकरण देखू अथवा बेसी जानकारी के लेल अपन कैरियर सँ संपर्क करू.
mg: Ity no vintanao farany hampidirana ny kaody PUK marina. Tsy hety hampiasaina mandrakizay ny karatra SIM anao raha mampiditra kaody PUK diso ianao. Jereo ny bokinao momba ny karatra SIM na mifandraisa amin'ny mpandraharahanao raha mila fampahalalana bebe kokoa.
ne: सहि PUK कोड प्रविष्ट गर्ने अन्तिम मौका। यदि गलत PUK कोड प्रविष्ट गर्नुभएमा तपाईको SIM कार्ड स्थायी रुपमा काम नलाग्ने हुन्छ। तपाईको SIM कार्डको डकुमेन्टबाट सल्लाह लिनुहोस् वा जानकारीका लागि तपाईको वाहकसँग सम्पर्क राख्नुहोस्।
or: PUK କୋଡ ଭରିବାର ଶେଷ ସୁଯୋଗ। ଯଦି ଆପଣ ଭୁଲ PUKକୋଡ ଦେବେ ତେବେ SIMକାର୍ଡଟି ସ୍ଥାୟୀ ଭାବରେ ଅନୁପଯୋଗୀ ହୋଇଯିବ। ଆପଣଙ୍କ SIMକାର୍ଡ ପତ୍ରିକାକୁ ଦେଖନ୍ତୁ ବା ଅଧିକ ସୂଚନାପାଇଁ ଆପଣଙ୍କ କ୍ୟାରିଅର ସହ ସମ୍ପର୍କ କରନ୍ତୁ।
pt: Esta é a sua última hipótese de introduzir o código PUK correto. O seu cartão SIM ficará permanentemente inutilizável se introduzir o código PUK errado. Consulte a documentação do seu cartão SIM ou o contacte o seu operador para mais informações.
ro: Ultima șansă pentru a introduce codul PUK corect. Cartela ta SIM va deveni inutilizabilă permanent dacă introduci codul PUK greșit. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: නිවැරදි PUK කේතය යෙදීමට ලැබෙන අන්තිම අවස්ථාව. ඔබ වැරදි PUK කේතයක් යෙදු සැනින් ඔබේ සිම් කාඩ්පත ස්ථිරවම භාවිතයට ගත නොහැකි තත්ත්වයට පත්වේ. ඔබේ සිම් කාඩ්පතේ ප්‍රලේඛනයෙන් හෝ ඔබේ වාහකයා සම්බන්ධ කර ගැනීමෙන් වැඩිදුර තොරතුරු ලබාගන්න.
sw: Jaribio la mwisho la kuingiza kodi sahihi ya PUK. SIM yako kuwa haitumiki kabisa ikiwa utaingiza kodi ya PUK isio sahihi. Rejelea maandishi ya kadi yako ya SIM au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: உங்களுக்கு சரியான PUK குறியீட்டை உள்ளிட கடைசி வாய்ப்பு. தவறான PUK குறியீட்டை உள்ளிட்டால் சிம் அட்டையை நிரந்தரமாக பயன்படுத்த முடியாது. உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்புகொள்.
th: นี่เป็นโอกาสสุดท้ายของคุณที่จะสามารถป้อนรหัส PUK ที่ถูกต้อง การ์ด SIM ของคุณจะไม่สามารถใช้งานได้อย่างถาวรหากคุณป้อนรหัส PUK ผิด ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Doğru PUK kodunu girmek için son şansınız. Yanlış PUK kodu girerseniz SIM kartınız kalıcı olarak kullanılamaz hale gelecektir. Daha fazla bilgi için SIM kartınızın belgelerine bakın veya operatörünüzle iletişime geçin.
ur: صحیح PUK کوڈ داخل کرنے کے لئے آخری موقع۔ اگر اب آپنے درست PUK کوڈ داخل نہیں کِا تو آپ کی SIM کارڈ مستقل طور پر ناقابل استعمال ہو جائے گی۔ آپ کے SIM کارڈ کی دستاویزات کو دیکھیں یا مزید معلومات کے لئے اپنے کیریئر سے رابطہ قآعم کریں۔
uz: To‘g‘ri PUK kodni kiritish uchun so‘nggi imkoniyat. Agar PUK kodni noto‘g‘ri kiritsangiz, SIM kartangiz butunlay yaroqsiz holga keladi. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
vi: Cơ hội cuối cùng để nhập mã PUK chính xác. Thẻ SIM của bạn sẽ bị khóa vĩnh viễn nếu bạn nhập mã PUK sai. Xem tài liệu về thẻ SIM hoặc liên hệ nhà mạng để biết thêm thông tin.
wa: Dierinne tchance po taper l’ bon côde PUK. Vosse cwåte PIN ni srè pus eployåve, po todi si vs tapez l’ mwais côde PUK. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.
xh: Ithuba lokugqibela lokufaka ikhowudi echanileyo ye-PUK. Ikhadi lakho le-SIM aliyi kusebenza ngokupheleleyo ukuba ufaka ikhowudi engachananga ye-PUK. Jonga amaxwebhu esixhobo sakho okanye uqhagamshelane nomthwali wakho ukuze ufumane inkcazelo engakumbi.
zu: Yithuba lokugcina lokufaka ikhodi ye-PUK eyiyo. Ikhadi lakho le-SIM lingangasebenzi unomphela uma ufaka ikhodi ye-PUK engesiyo. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.

source: Create PIN (must contain 4 to 8 digits)
am: መፍጠሪያ ፒን (መያዝ አለበት ከ 4 እስከ 8 ዲጂት)
ar: أنشىء رقم تعريف شخصي (يجب أن يحتوي من 4 إلى 8 أرقام)
bg: Създаване на PIN (трябва да съдържа от 4 до 8 цифри)
bn_bd: একটি পিন তৈরী করুন (অবশ্যই ৪টি হতে ৮টি সংখ্যা থাকতে হবে)
bn_in: পিন তৈরি করুন(4 থেকে 8 সংখ্যা থাকতে হবে)
br: Krouiñ ur voneg PIN (etre 4 ha 8 arouezenn)
bs: Kreiraj PIN (mora da sadrži 4 do 8 cifri)
ca: Creeu un PIN (de 4 a 8 dígits)
cy: Creu PIN (rhaid cynnwys rhwng 4 a 8 digid)
es: Crear nuevo número PIN (debe tener entre 4 y 8 dígitos)
eu: Sortu PINa (4 eta 8 digitu artean izan behar ditu)
fa: ایجاد PIN (باید ۴ تا ۸ رقم داشته باشد)
ga_ie: Cruthaigh UAP (idir 4 agus 8 ndigit)
gd: Cruthaich PIN (feumaidh eadar 4 is 8 àireamhan a bhith ann)
hi_in: PIN बनाएं (4 से 8 अंक शामिल होना चाहिए)
hu: PIN kód létrehozása (4 - 8 számjegyet tartalmazhat)
id: Buat PIN (4 atau 8 angka)
kn: PIN ರಚಿಸಿ (4 ರಿಂದ 8 ಅಂಕೆಗಳನ್ನು ಹೊಂದಿರಬೇಕು)
mai: PIN बनाउ (4 सँ 8 अंक सामिल होनाइ चाही)
mg: Mamoròna PIN (tsy maintsy isa 4 hatramin'ny 8)
ne: PIN सृजना गर्नुहोस् (४ देखि ८ अंकहरुसम्म हुन अनिबार्य)
or: PIN ତିଆରି କରନ୍ତୁ (4 ରୁ 8 ଅଂକ ବିଶିଷ୍ଟ ହେବା ଦରକାର)
pt: Criar PIN (deve conter entre 4 a 8 dígitos)
ro: Creează PIN (trebuie să conțină între 4 și 8 cifre)
si: PIN තනන්න (අංක 4 සහ 8 අතර විය යුතුය)
sw: Unda PIN (lazima iwe na nambari 4 hadi 8)
ta: பிண்ணை உருவாக்கு (கட்டாயமாக 4க்கும் 8க்கும் இடைப்படட்ட இலக்கங்களை கொண்டிருக்கணும்)
th: สร้าง PIN (ต้องมี 4 ถึง 8 หลัก)
tr: PIN oluştur (4-8 haneli olmalı)
ur: PIN بنائیں(4 سے 8 عدد میں ہونا چاہیے)
uz: PIN kod (4 tadan 8 tagacha raqam) yarating
vi: Tạo PIN (phải chứa từ 4 đến 8 chữ số)
wa: Ahiver PIN (doet fé 4 a 8 chifes)
xh: Yenza i-PIN (ifanele ibe namanani ama-4 ukuya kwasi-8)
zu: Yakha i-PIN (kufanele ibe namadijithi ama-4 kuya kwayi-8)

source: Create PIN2 (must contain 4 to 8 digits)
am: መፍጠሪያ ፒን2 (መያዝ አለበት ከ 4 እስከ 8 ዲጂት)
ar: إنشىء PIN2 (يجب أن يحتوي من 4 إلى 8 أرقام)
bg: Създаване на PIN2 (трябва да съдържа от 4 до 8 цифри)
bn_bd: একটি পিন তৈরী করুন (অবশ্যই ৪টি হতে ৮টি সংখ্যা থাকতে হবে)
bn_in: PIN2 তৈরি করুন (4 থেকে 8 সংখ্যা থাকতে হবে)
br: Krouiñ ur voneg PIN2 (etre 4 ha 8 arouezenn)
bs: Kreiraj PIN2 (mora da sadrži 4 do 8 cifri)
ca: Creeu un PIN2 (de 4 a 8 dígits)
cy: Creu PIN2 (rhaid cynnwys rhwng 4 a 8 digid)
es: Crear PIN2 (debe contener entre 4 y 8 dígitos)
eu: Sortu PIN2a (4 eta 8 digitu artean izan behar ditu)
fa: ایجاد PIN2 (باید ۴ تا ۸ رقم داشته باشد)
ga_ie: Cruthaigh UAP2 (idir 4 agus 8 ndigit)
gd: Cruthaich PIN2 (feumaidh eadar 4 is 8 àireamhan a bhith ann)
hi_in: PIN2 बनाएं (4 से 8 अंक शामिल होना चाहिए)
hu: PIN2 kód létrehozása (4 - 8 számjegyet tartalmazhat)
id: Buat PIN2 (4 atau 8 angka)
kn: PIN2 ರಚಿಸಿ (4 ರಿಂದ 8 ಅಂಕೆಗಳನ್ನು ಹೊಂದಿರಬೇಕು)
mai: PIN2 बनाउ (4 सँ 8 अंक सामिल होनाइ चाही)
mg: Mamoròna PIN2 (tsy maintsy isa 4 hatramin'ny 8)
ne: PIN2 सृजना गर्नुहोस् (४ देखि ८ अंकहरु हुन अनिवार्य छ)
or: PIN2 ତିଆରି କରନ୍ତୁ (4 ରୁ 8 ଅଂକ ବିଶିଷ୍ଟ ହେବା ଦରକାର)
pt: Criar PIN2 (deve conter entre 4 a 8 dígitos)
ro: Creează PIN2 (trebuie să conțină între 4 și 8 cifre)
si: PIN2 තනන්න (අංක 4 සහ 8 අතර විය යුතුය)
sw: Unda PIN2 (lazima iwe na nambari 4 hadi 8)
ta: PIN2ஐ உருவாக்கு (கட்டாயமாக 4க்கும் 8க்கும் இடைப்படட்ட இலக்கங்களை கொண்டிருக்கணும்)
th: สร้าง PIN2 (ต้องมี 4 ถึง 8 หลัก)
tr: PIN2 oluştur (4-8 haneli olmalı)
ur: PIN2 بنائیں(4 سے 8 عدد میں ہونا چاہیے)
uz: PIN2 kod (4 tadan 8 tagacha raqam) yarating
vi: Tạo PIN2 (phải chứa từ 4 đến 8 chữ số)
wa: Ahiver PIN2 (doet fé 4 a 8 chifes)
xh: Yenza i-PIN2 (ifanele ibe namanani ama-4 ukuya kwasi-8)
zu: Yakha i-PIN2 (kufanele ibe namadijithi ama-4 kuya kwayi-8)

source: Confirm new PIN
am: ማረጋገጫ አዲስ ፒን
ar: قم بتأكيد رمز PIN
bg: Потвърждаване на PIN
bn_bd: নতুন পিন নিশ্চিত করুন
bn_in: নতুন পিন নিশ্চিত করুন
br: Kadarnaat ar voneg PIN nevez
bs: Potvrdite novi PIN
ca: Confirmeu el PIN nou
cy: Cadarnhau PIN newydd
es: Confirmar el nuevo PIN
eu: Berretsi PIN berria
fa: تایید PIN جدید
ga_ie: Deimhnigh an UAP nua
gd: Dearbh am PIN ùr
hi_in: नया PINकी पुष्टि करे
hu: Új PIN kód megerősítése
id: Ulangi PIN baru
kn: ಹೊಸ PIN ಖಚಿತಪಡಿಸಿ
lv: Apstiprināt jauno PIN
mai: नव PIN केर पुष्टि करू
mg: Hamafiso ny PIN vaovao
ne: नयाँ PIN पुष्टि गर्नुहोस्
or: ନୂତନ PIN କୁ ନିଶ୍ଚିତ କରନ୍ତୁ
pt: Confirmar novo PIN
ro: Confirmă PIN-ul nou
si: නව PIN තහවුරු කරන්න
sw: Thibitisha PIN mpya
ta: புதிய பிண்ணை உறுதிசெய்
th: ยืนยัน PIN ใหม่
tr: Yeni PIN'i onaylayın
ur: نئی پن تصدیق کریں
uz: Yangi PIN kodni tasdiqlang
vi: Xác nhận PIN mới
wa: Racertiner novea PIN
xh: Qinisekisa i-PIN entsha
zu: Qinisekisa i-PIN entsha

source: Confirm new PIN2
am: ማረጋገጫ አዲስ ፒን2
ar: قم بتأكيد رمز PIN2
bg: Потвърждаване на PIN2
bn_bd: নতুন পিন২ নিশ্চিত করুন
bn_in: নতুন PIN2 নিশ্চিত করুন
br: Kadarnaat ar voneg PIN2 nevez
bs: Potvrdite novi PIN2
ca: Confirmeu el PIN2 nou
cy: Cadarnhau PIN2 newydd
es: Confirmar el nuevo PIN2
eu: Berretsi PIN2 berria
fa: تایید PIN2 جدید
ga_ie: Deimhnigh an UAP2 nua
gd: Dearbh am PIN2 ùr
hi_in: नया PIN2 की पुष्टि करें.
hu: Új PIN2 kód megerősítése
id: Ulangi PIN2 baru
kn: ಹೊಸ PIN2 ಖಚಿತಪಡಿಸಿ
lv: Apstiprināt jauno PIN2
mai: नव PIN2 केर पुष्टि करू.
mg: Hamafiso ny PIN2 vaovao
ne: नयाँ PIN2 यकीन गर्नुहोस्
or: ନୂତନ PIN2 କୁ ନିଶ୍ଚିତ କରନ୍ତୁ
pt: Confirmar novo PIN2
ro: Confirmă PIN2-ul nou
si: නව PIN2 තහවුරු කරන්න
sw: Thibitisha PIN2 mpya
ta: புதிய PIN2ஐ உறுதிசெய்
th: ยืนยัน PIN2 ใหม่
tr: Yeni PIN2'yi onaylayın
ur: نئی پن2 تصدیق کریں
uz: Yangi PIN2 kodni tasdiqlang
vi: Xác nhận PIN2 mới
wa: Racertiner novea PIN2
xh: Qinisekisa i-PIN2 entsha
zu: Qinisekisa i-PIN2 entsha

source: PINs don’t match
am: ፒን አይመሳሰልም
ar: رموز PIN المدخلة غير متطابقين
bg: PIN кодовете са различни
bn_bd: পিনগুলো অনুরূপ হয়নি
bn_in: PINs মেলে নি।
br: Ne genglot ket ar bonegoù PIN
bs: PIN-ovi se ne podudaraju
ca: Els PIN no coincideixen
cy: Nid yw'r PIN yn cydweddu
es: Los PIN no coinciden
eu: PINak ez datoz bat.
fa: PINها مطابقت ندارند
ga_ie: Ní ionann na UAPanna
gd: Chan eil an dà PIN co-ionnann
hi_in: पिन मैच नहीं
hu: A PIN kódok nem egyeznek.
id: PIN-nya tidak sama
kn: PINಗಳು ಹೊಂದುತ್ತಿಲ್ಲ
lv: PIN kods ir nepareizs.
mai: पिन मैच नहि
mg: Tsy mitovy ireo PIN
ne: PIN हरु मिल्दैनन्
or: PIN ଗୁଡିକ ମିଶୁ ନାହିଁ
pt: Os PINs não coincidem
ro: PIN-urile nu se potrivesc
si: PINs නොගැළපේ
sw: PIN hazilingani
ta: பிண்கள் பொருந்தவில்லை
th: PIN ไม่ตรงกัน
tr: PIN'ler uyuşmuyor
ur: PINs کے مطابق نہیں ہیں
uz: PIN kodlar bir xil emas
vi: Mã PIN không khớp
wa: Les PIN ni corespondèt nén
xh: Ii-PIN azingqamani
zu: Ama-PIN awameshi

source: SIM-locked phone
am: ሲም-የተቆለፈ ስልክ
ar: جوَال مُغلق من SIM
bg: Телефон заключен към SIM
bn_bd: সিম-লক করা ফোন
bn_in: ফোনের SIM-লক আছে
br: Pellgomzer prennet e SIM
bs: Telefon zaključan na SIM
ca: Telèfon amb SIM bloquejada
cy: Ffôn SIM wedi ei gloi
es: Teléfono bloqueado por SIM
eu: Telefonoa SIMez blokeatuta
fa: تلفن با سیم‌کارت قفل شده
ga_ie: Guthán faoi ghlas SIM
gd: Fòn le SIM glaiste
hi_in: SIM-बंद फोन
hu: SIM-zárolt telefon
id: Ponsel dengan SIM terkunci
kn: SIM-ಲಾಕ್ ಮಾಡಲಾದ ಫೋನ್
mai: SIM-बन्न फोन
mg: Telefaona misy SIM mihidy
ne: SIM-बंन्द गरिएको फोन
or: SIM-କିଳିତ ଫୋନ
pt: Dispositivo com o SIM bloqueado
ro: Telefon blocat în SIM
si: සිම්-අගුළු වැටුණු දුරකථනය
sw: Simu iliyofungwa SIM
ta: பூட்டிய சிம்முடைய பேசி
th: โทรศัพท์ถูกล็อคด้วย SIM
tr: SIM kilitli telefon
ur: SIM-مقفل فون
uz: SIM-qulflangan telefon
vi: Điện thoại bị khóa SIM
wa: Telefone eclawé pal SIM
xh: Ifowuni etshixwe i-SIM
zu: I-SIM ikhiyiwe yifoni
