Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Lock Screen
am: መመልከቻ መቆለፊያ
ar: قفل الشاشة
bg: Заключване екран
bn_bd: স্ক্রিন লক
bn_in: স্ক্রিন লক করুন
br: Prennañ ar skramm
bs: Zaključavanje ekrana
ca: Bloqueja la pantalla
cy: Cloi'r Sgrin
es: Bloquear pantalla
eu: Blokeatu pantaila
fa: صفحه قفل
ga_ie: Scáileán Glasála
gd: Glais an sgrìn
hu: Zárolási képernyő
id: Kunci Layar
kn: ತೆರೆ ಲಾಕ್‌ಮಾಡು
lv: Aizslēgt ekrānu
pt: Ecrã de bloqueio
ro: Blochează ecran
si: අගුළුදැමූ තිරය
ta: திரை பூட்டு
th: ล็อคหน้าจอ
tr: Kilit ekranı
ur: سکرین مقفل کریں
uz: Ekranni qulflash
wa: Eclawer waitroûle

source: Wallpaper
am: የ ግድግዳ ወረቀት
ar: خلفيات الشاشة
bg: Тапет
bn_bd: ওয়ালপেপার
bn_in: ওয়ালপেপার
br: Drekleur
bs: Pozadinska slika
ca: Fons de pantalla
cy: Papur Wal
es: Fondo de pantalla
eu: Horma-papera
fa: کاغذ دیواری
ga_ie: Cúlbhrat
gd: Pàipear-balla
hi_in: वॉलपेपर
hu: Háttérkép
id: Gambar Latar
kn: ಹಿನ್ನಲೆ ಚಿತ್ರ
lv: Tapete
mai: वालपेपर
mg: Temitra
ne: वालपेपर
or: ୱାଲପେପର
pt: Fundo
ro: Fundal
si: තිරරූපය
sw: Picha ya ukuta
ta: சுவர்ச்சித்திரம்
th: ภาพพื้นหลัง
tr: Duvar Kâğıdı
ur: وال پیپر
uz: Fon rasmi
vi: Hình nền
wa: Tapisreye
xh: Umfanekiso wodonga
zu: Iphepha lasodongeni

source: Screen Timeout
am: መመልከቻው የሚጠፋበት ጊዜ
ar: مُهلة الشّاشة
bg: Изгасяне на екрана след
bn_bd: পর্দার সময়সীমা
bn_in: স্ক্রিন সময় উত্তীর্ণ
br: Dale ar skramm-beilh
bs: Vrijeme gašenja ekrana
ca: Temps d'espera de la pantalla
cy: Terfyn Amser Sgrin
es: Tiempo de espera
eu: Pantailaren denbora-muga
fa: خاموشی صفحه‌نمایش
ga_ie: Teorainn Ama an Scáileáin
gd: Timeout na sgrìn
hu: Képernyő zárolása
id: Tenggang Waktu Layar
kn: ತೆರೆಯ ಸಮಯ ಮುಗಿಯಿತು
lv: Ekrāna noildze
pt: Suspensão do ecrã
ro: Timp de expirare al ecranului
si: තිරයේ කාලසීමාව
ta: திரை மூடும் நேரம்
th: หมดเวลาหน้าจอ
tr: Ekran zaman aşımı
ur: سکرین ٹائم آؤٹ
uz: Ekran kutish vaqti
wa: Astådje del waitroûle po s’ arester

source: 1 minute
am: 1 ደቂቃ
ar: دقيقة واحدة
bg: 1 минута
bn_bd: ১ মিনিট
bn_in: 1 মিনিট
br: 1 vunutenn
bs: 1 minuta
ca: 1 minut
cy: 1 munud
es: 1 minuto
eu: minutu bat
fa: ۱ دقیقه
ga_ie: 1 nóiméad
gd: 1 mhionaid
hi_in: 1 मिनट
hu: 1 perc
id: 1 menit
kn: 1 ನಿಮಿಷ
lv: 1 minūte
mai: 1 मिनट
mg: 1 minitra
ne: १ मिनेट
or: 1 ମିନଟ
pt: 1 minuto
ro: 1 minut
si: මිනිත්තු 1
sw: dakika 1
ta: 1 நிமிடம்
th: 1 นาที
tr: 1 dakika
ur: 1 منٹ
uz: 1 daqiqa
vi: 1 phút
wa: 1 munute
xh: Umzuzu om-1
zu: Umzuzu o-1

source: 2 minutes
am: 2 ደቂቃዎች
ar: دقيقتين
bg: 2 минути
bn_bd: ২ মিনিট
bn_in: 2 মিনিট
br: 2 vunutenn
bs: 2 minute
ca: 2 minuts
cy: 2 funud
es: 2 minutos
eu: 2 minutu
fa: ۲ دقیقه
ga_ie: 2 nóiméad
gd: 2 mhionaid
hi_in: 2 मिनट
hu: 2 perc
id: 2 menit
kn: 2 ನಿಮಿಷಗಳು
lv: 2 minūtes
mai: 2 मिनट
mg: 2 minitra
ne: २ मिनेट
or: 2 ମିନିଟ
pt: 2 minutos
ro: 2 minute
si: මිනිත්තු 2
sw: dakika 2
ta: 2 நிமிடங்கள்
th: 2 นาที
tr: 2 dakika
ur: 2 منٹ
uz: 2 daqiqa
vi: 2 phút
wa: 2 munutes
xh: Imizuzu e-2
zu: Imizuzu emi-2

source: 5 minutes
am: 5 ደቂቃዎች
ar: خمس دقائق
bg: 5 минути
bn_bd: ৫ মিনিট
bn_in: 5 মিনিট
br: 5 munutenn
bs: 5 minuta
ca: 5 minuts
cy: 5 munud
es: 5 minutos
eu: 5 minutu
fa: ۵ دقیقه
ga_ie: 5 nóiméad
gd: 5 mionaidean
hi_in: 5 मिनट
hu: 5 perc
id: 5 menit
kn: 5 ನಿಮಿಷಗಳು
lv: 5 minūtes
mai: 5 मिनट
mg: 5 minitra
ne: ५ मिनेट
or: 5 ମିନିଟ
pt: 5 minutos
ro: 5 minute
si: මිනිත්තු 5
sw: dakika 5
ta: 5 நிமிடங்கள்
th: 5 นาที
tr: 5 dakika
ur: 5 منٹ
uz: 5 daqiqa
vi: 5 phút
wa: 5 munutes
xh: Imizuzu e-5
zu: Imizuzu emi-5

source: 10 minutes
am: 10 ደቂቃዎች
ar: عشر دقائق
bg: 10 минути
bn_bd: ১০ মিনিট
bn_in: 10 মিনিট
br: 10 munutenn
bs: 10 minuta
ca: 10 minuts
cy: 10 munud
es: 10 minutos
eu: 10 minutu
fa: ۱۰ دقیقه
ga_ie: 10 nóiméad
gd: 10 mionaidean
hi_in: 10 मिनट
hu: 10 perc
id: 10 menit
kn: 10 ನಿಮಿಷಗಳು
lv: 10 minūtes
mai: 10 मिनट
mg: 10 minitra
ne: १० मिनेट
or: 10 ମିନିଟ
pt: 10 minutos
ro: 10 minute
si: මිනිත්තු 10
sw: dakika 10
ta: 10 நிமிடங்கள்
th: 10 นาที
tr: 10 dakika
ur: 10 منٹ
uz: 10 daqiqa
vi: 10 phút
wa: 10 munutes
xh: Imizuzu eli-10
zu: Imizuzu eyi-10

# screen-timeout-never
source: never
eu: inoiz ez
ro: niciodată

source: Lock Orientation
am: አቅጣጫ መቆለፊያ
ar: اتجاه القفل
bg: Фикс. ориентация
bn_bd: লকের স্থিতিবিন্যাস
bn_in: লক দিশা
br: Prennañ ar reteradur
bs: Orijentacija zaključavanja
ca: Bloqueja l'orientació
cy: Cloi'r Gyfeiriadaeth
es: Bloquear orientación
eu: Blokeatu orientazioa
fa: قفل‌کردن جهت صفحه
ga_ie: Ná Rothlaigh
gd: Comhair na glaise
hu: Tájolás zárolása
id: Kunci Orientasi
kn: ಲಾಕ್ ವಾಲಿಕೆ
lv: Bloķēt virzienu
pt: Bloquear orientação
ro: Blochează orientarea
si: අගුළුලෑමේ දිශානතිය
ta: பூட்டு நோக்குநிலை
th: ล็อคการหมุนหน้าจอ
tr: Yönü kilitle
ur: سمت بندی مقفل کریں
uz: Joylashtirishni qulflash
wa: Eclawer ashidaedje

source: Navigation
am: መቃኛ
ar: عملية التنقل
bg: Навигация
bn_bd: দিকনির্দেশ
bn_in: দিকনির্দেশ
br: Merdeiñ
bs: Navigacija
ca: Navegació
cy: Llywio
es: Navegación
eu: Nabigazioa
fa: پیمایش
ga_ie: Brabhsáil an Ghutháin
gd: Seòladaireachd
hu: Alkalmazásváltó
lv: Navigācija
pt: Navegação
ro: Navigare
si: ගවේශනය
th: การนำทาง
ur: نیوی گیشن
uz: Navigatsiya

# navigation.ariaLabel
source: Navigation
am: መቃኛ
ar: عملية التنقل
bg: Навигация
bn_bd: দিকনির্দেশ
bn_in: দিকনির্দেশ
br: Merdeiñ
bs: Navigacija
ca: Navegació
cy: Llywio
es: Navegación
eu: Nabigazioa
fa: پیمایش
ga_ie: Brabhsáil an Ghutháin
gd: Seòladaireachd
lv: Navigācija
pt: Navegação
ro: Navigare
si: ගවේශනය
th: การนำทาง
ur: نیوی گیشن
uz: Navigatsiya

source: Edge Swipe Navigation
am: ከ ጠርዝ በመጥረግ መቃኛ
ar: حافة تمرير التنقل
bg: Дърпане на ръба
bn_bd: ধার বরাবর সুইপ
bn_in: ধার বরাবর চালনা
br: Merdeiñ dre riklañ a-gostez
bs: Navigacija prevlačenjem ivice
ca: Gest de les vores
cy: Llywio Llusgo Ymyl
es: Navegación gestual
eu: Hatza ertzetatik pasaz
fa: پیمایش از گوشه صفحه
ga_ie: Imill Bheo
gd: Seòladaireachd le grad-shlaighdeadh on oir
hu: Váltás képernyőszélről
id: Navigasi Usap Tepi
kn: ಅಂಚಿನ ಸ್ವೈಪ್ ನ್ಯಾವಿಗೇಶನ್
pt: Deslizar para navegar
ro: Navigare laterală
si: සීමා ඇදීම් නියමුව
ta: விளிம்பு தேய்ப்பு நகர்வு
th: การนำทางโดยปัดจากขอบ
tr: Kenardan sürükle
ur: کنارا سوائپ گشت کاری
uz: Silash navigatsiyasi cheti
wa: Naiviaedje pa les boirds

source: Drag from the left or right edge of the screen to jump between apps.
am: ይጎትቱ ከ ግራ በኩል ወይንም ከ መመልከቻው በ ቀኝ በኩል በ መተግበሪያዎች መካከል ለመዝለል
ar: اسحب من الحافة اليسرى أو اليمنى من الشاشة للانتقال بين التطبيقات.
bg: Влачете левия или десния край на екрана за превключване между приложенията.
bn_bd: অ্যাপগুলোর মধ্যে যাওয়া আসা করতে স্ক্রীনের বাম বা ডান পাশ থেকে টানুন।
bn_in: একটি অ্যাপ্লিকেশান থেকে আরেকটি তে যেতে হলে পর্দার বাম প্রান্ত থেকে ডান প্রান্ত পর্যন্ত টেনে আনুন।
br: Lakait ho piz da riklañ adalek an tu dehoù pe gleiz evit merdeiñ etre an arloadoù.
bs: Prevucite prstom sa lijeve ili desne ivice ekrana za prebacivanje između aplikacija.
ca: Arrossegueu el dit des de la vora esquerra o dreta de la pantalla per passar d'una aplicació a l'altra.
cy: Llusgo o ymyl chwith neu dde'r sgrin i neidio rhwng apiau.
es: Deslice el borde izquierdo o derecho de la pantalla para saltar entre aplicaciones.
eu: Pasatu hatza pantailaren ezkerreko edo eskuineko ertzetik aplikazioen artean mugitzeko.
fa: از گوشه راست یا چپ صفحه بکشید تا بین برنامه‌ها حرکت کنید.
ga_ie: Svaidhpeáil anoir is aniar ó imeall an scáileáin chun na haipeanna is déanaí a bhrabhsáil.
gd: Slaod a-steach o oir dheas no chlì na sgrìn airson leumadh eadar aplacaidean.
hi_in: एप्प्स के बीच छलांग करने के लिए स्क्रीन के बाएँ या दाएँ किनारे से खींचें.
hu: A képernyő széléről jobbra vagy balra húzva váltson az alkalmazások között.
id: Seret dari tepi kiri atau tepi kanan layar untuk berpindah antara aplikasi.
kn: ತೆರೆಯ ಎಡ ಅಥವಾ ಬಲ ಅಂಚಿನಿಂದ ಎಳೆಯುವ ಮೂಲಕ ವಿವಿಧ ಅನ್ವಯಕ್ಕೆ ಹೋಗಿ.
mai: एक सँ दोसर एप्प मे कुदकबा लेल स्क्रीन'क कोना के बाम सँ दाहिना दिस खींचू
mg: Tarito avy eo amin'ny sisiny havia na havanan'ny efijery raha hitsambikina hitety ireo app.
or: ଗୋଟିଏ ଆପରୁ ସିଧା ଅନ୍ୟ ଆପକୁ ଯିବାପାଇଁ ପରଦାର ବାମ କିମ୍ବା ଡାହାଣ ଧାରରୁ ଟାଣନ୍ତୁ।
pt: Deslize o dedo do limite esquerdo ou direito do ecrã para permutar entre aplicações.
ro: Trage din partea stângă sau dreaptă a ecranului pentru a sări între aplicații.
si: තිරයේ දකුනේ හෝ වමේ සිට ඩ්‍රැග් කිරීම මඟින් යෙදුම් අතර හුවමාරු වන්න.
sw: Kokota kutoka kona ya kushoto au kulia ya skrini ili kuruka kati ya programu.
ta: பயன்பாடுகளுக்கிடையே தாவ திரையின் வலது அல்லது இடது விளிம்பிலிருந்து இழுக்கவும்.
th: ลากจากขอบซ้ายหรือขวาเพื่อกระโดดข้ามไปมาระหว่างแอป
tr: Uygulamalar arasında atlamak için ekranın sol veya sağ kenarından sürükleyin.
ur: ایپلی کیشنز کے درمیان جست کرنے کے لئے سکرین کے بائیں یا دائیں کنارے سے کھینچ کر لائیں۔
uz: Ilova dasturlarga o‘tishda ekranning chap yoki o‘ng chetidan torting.
wa: Metoz vosse doet sol boird di hintche ou d’ droete del waitroûle eyet saetchî po potchî d’ ene apli a ene ôte.
xh: Rhuqa ukusuka ekhohlo okanye ekunene kwekona yeskrini ukutsiba phakathi kweeaplikheyishini.
zu: Donsa kusuka kwesokunxele noma echosheni langakwesokudla leskrini ukuze usuke kule app uya kwenye.

source: Notifications
am: ማስታወቂያዎች
ar: التنبيهات
bg: Известия
bn_bd: বিজ্ঞপ্তি
bn_in: সূচনাবার্তা
br: Rebuzadurioù
bs: Obavijesti
ca: Notificacions
cy: Hysbysiadau
es: Notificaciones
eu: Jakinarazpenak
fa: اعلان‌ها
ga_ie: Fógraí
gd: Brathan
hu: Értesítések
lv: Paziņojumi
pt: Notificações
ro: Notificări
si: දැනුම්දීම්
th: การแจ้งเตือน
ur: اطلاعات
uz: Eslatmalar

# notifications.ariaLabel
source: Notifications
am: ማስታወቂያዎች
ar: التنبيهات
bg: Известия
bn_bd: বিজ্ঞপ্তি
bn_in: সূচনাবার্তা
br: Rebuzadurioù
bs: Obavijesti
ca: Notificacions
cy: Hysbysiadau
es: Notificaciones
eu: Jakinarazpenak
fa: اعلان‌ها
ga_ie: Fógraí
gd: Brathan
lv: Paziņojumi
pt: Notificações
ro: Notificări
si: දැනුම්දීම්
th: การแจ้งเตือน
ur: اطلاعات
uz: Eslatmalar

source: Show on Lock Screen
ar: عَرض على الشاشة المقفلة
cy: Dangos ar y Sgrin Cloi
eu: Erakutsi blokeo-pantailan
gd: Seall air an sgrìn-ghlasaidh
ro: Arată pe ecran de blocare

source: Show After Reboot
ar: إظهار بعد إعادة التشغيل
cy: Dangos ar ôl Ailgychwyn
eu: Erak. berrabia. ondoren
gd: Seall an dèidh ath-thòiseachaidh
ro: Afișează după repornire

# dateAndTime
source: Date & Time
am: ቀን & ሰአት
ar: التاريخ والوقت
bg: Дата и час
bn_bd: তারিখ ও সময়
bn_in: তারিখ ও সময়
br: Deiziad hag eur
bs: Datum i vrijeme
ca: Data i hora
cy: Dyddiad ac Amser
es: Fecha y hora
eu: Data eta ordua
fa: تاریخ و زمان
ga_ie: Dáta agus Am
gd: Ceann-là ⁊ àm
hu: Dátum és idő
lv: Datums un laiks
pt: Data e hora
ro: Dată și oră
si: දිනය සහ වේලාව
th: วันที่และเวลา
ur: تاریخ & وقت
uz: Sana va vaqt

source: Set Automatically
am: ራሱ በራሱ ማሰናጃ
ar: تعيين تلقائياً
bg: Автоматично
bn_bd: স্বয়ংক্রিয়ভাবে ঠিক করুন
bn_in: স্বয়ংক্রিয়ভাবে সেট করুন
br: Reizhañ emgefreek
bs: Postavi automatski
ca: Ajusta automàticament
cy: Gosod yn Awtomatig
es: Ajustar automática.
eu: Ezarri automatikoki
fa: تنظیم خودکار
ga_ie: Uathoibríoch
gd: Suidhich gu fèin-obrachail
hu: Automatikus beállítás
id: Setel Otomatis
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಹೊಂದಿಸು
lv: Noteikt automātiski
pt: Definir automaticamente
ro: Setează automat
si: ස්වයංක්‍රීයව සකසන්න
ta: தானாக அமை
th: ตั้งอัตโนมัติ
tr: Otomatik olarak ayarla
ur: خود بخود سیٹ کریں
uz: Avtomatik o‘rnatish
wa: Defini otomaticmint

source: Time Zone
am: የ ሰአት ክልል
ar: المنطقة الزمنية
bg: Часови пояс
bn_bd: সময় অঞ্চল
bn_in: সময়রেখা
br: Gwerzhid-eur
bs: Vremenska zona
ca: Fus horari
cy: Cylchfa Amser
es: Zona horaria
eu: Ordu-zona
fa: منطقه زمانی
ga_ie: Crios Ama
gd: Roinn-tìde
hu: Időzóna
id: Zona Waktu
kn: ಕಾಲ ವಲಯ
lv: Laika josla
pt: Fuso horário
ro: Fus orar
si: වේලා කළාපය
ta: நேர மண்டலம்
th: เขตเวลา
tr: Saat dilimi
ur: ممنطقہ وقت
uz: Vaqt hududi
wa: Coisse ås eures

source: Date
am: ቀን
ar: التاريخ
bg: Дата
bn_bd: তারিখ
bn_in: তারিখ
br: Deiziad
bs: Datum
ca: Data
cy: Dyddiad
es: Fecha
eu: Data
fa: تاریخ
ga_ie: Dáta
gd: Ceann-là
hi_in: तारीख़
hu: Dátum
id: Tanggal
kn: ದಿನಾಂಕ
lv: Datums
mai: दिनांक
mg: Daty
ne: मिति
or: ତାରିଖ
pt: Data
ro: Data
si: දිනය
sw: Tarehe
ta: தேதி
th: วันที่
tr: Tarih
ur: تاریخ
uz: Sana
vi: Ngày
xh: Umhla
zu: Usuku

source: Time
am: ሰአት
ar: الوقت
bg: Час
bn_bd: সময়
bn_in: সময়
br: Eur
bs: Vrijeme
ca: Hora
cy: Amser
es: Hora
eu: Ordua
fa: زمان
ga_ie: Am
gd: Àm
hi_in: समय
hu: Idő
id: Waktu
kn: ಸಮಯ
lv: Laiks
mai: समय
mg: Ora
ne: समय
or: ସମୟ
pt: Hora
ro: Ora
si: වේලාව
sw: Wakati
ta: நேரம்
th: เวลา
tr: Saat
ur: وقت
uz: Vaqt
vi: Thời gian
wa: Eure
xh: Ixesha
zu: Isikhathi

source: Select continent
am: ክፍለ አህጉር ይምረጡ
ar: إختَر قارَّة
bg: Избиране на континент
bn_bd: মহাদেশ নির্বাচন করুন
bn_in: মহাদেশ নির্বাচন করুন
br: Diuzit ur c'hevandir
bs: Izaberite kontinent
ca: Trieu un continent
cy: Dewis cyfandir
es: Seleccionar continente
eu: Hautatu kontinentea
fa: انتخاب قاره
ga_ie: Roghnaigh an mhór-roinn
gd: Tagh mòr-thìr
hi_in: वर्ष चुनें
hu: Válasszon kontinenst
id: Pilih benua
kn: ಖಂಡವನ್ನು ಆಯ್ಕೆ ಮಾಡು
lv: Izvēlieties kontinentu
mai: वर्ष चुनू
mg: Fanteno ny kaontinanta
ne: महादेश चयन गर्नुहोस
or: ଉପଦେଶ ବାଛନ୍ତୁ
pt: Selecionar continente
ro: Selectează continentul
si: මහාද්වීපය තෝරන්න
sw: Chagua bara
ta: கண்டத்தை தேர்
th: เลือกทวีป
tr: Kıtayı seçin
ur: براعظم منتخب کریں
uz: Kontinentni tanlang
vi: Chọn châu lục
wa: Tchoezi on continint
xh: Khetha ilizwekazi
zu: Khetha izwekazi

source: Select time zone
am: የ ሰአት ክልል ይምረጡ
ar: إختَر منطقة زمنية
bg: Избиране на часови пояс
bn_bd: একটি সময় অঞ্চল নির্বাচন করুন
bn_in: সময় জোন নির্বাচন করুন
br: Diuzit ur gwerzhid-eur
bs: Izaberite vremensku zonu
ca: Trieu un fus horari
cy: Dewis cylchfa amser
es: Seleccionar zona horaria
eu: Hautatu ordu-zona
fa: انتخاب منطقه زمانی
ga_ie: Roghnaigh crios ama
gd: Tagh roinn-tìde
hi_in: समय क्षेत्र चुनें
hu: Válasszon időzónát
id: Pilih zona waktu
kn: ಕಾಲವಲಯವನ್ನು ಆಯ್ಕೆ ಮಾಡು
lv: Izvēlieties laika joslu
mai: समय क्षेत्र चुनू
mg: Fanteno ny faritr'ora
ne: समय क्षेत्र छान्नुहोस्
or: ସମୟ ମଣ୍ଡଳ ବାଛନ୍ତୁ
pt: Selecionar fuso horário
ro: Selectează fusul orar
si: වේලා කළාපය තෝරන්න
sw: chagua zoni ya wakati
ta: நேர மண்டலத்தை தேர்
th: เลือกเขตเวลา
tr: Saat diliminizi seçin
ur: ممنطقہ وقت منتخب کریں
uz: Vaqt hududini tanlang
vi: Chọn múi giờ
wa: Tchoezi ene coisse ås eures
xh: Khetha ummandla wexesha
zu: Khetha indawo yesikhathi

# time-format
source: Format
am: አቀራረብ
ar: إعادة التهيئة
bg: Формат
bn_bd: ফরম্যাট
bn_in: বিন্যাস
br: Mentrezhañ
bs: Formatiraj
ca: Formata
cy: Fformat
es: Formatear
eu: Formatua
fa: قالب
ga_ie: Formáid
gd: Fòrmat
hu: Formázás
kn: ವಿನ್ಯಾಸ
lv: Formāts
ne: ढाँचा
pt: Formato
si: හැඩසවිය
ta: வடிவூட்டம்
th: รูปแบบ
tr: Biçim
ur: وضع کریں
uz: Formatlash
wa: Cogne

source: Time Format
am: የ ሰአት አቀራረብ
ar: صيغة الوقت
bg: Формат на времето
bn_bd: সময় বিন্যাস
bn_in: সময় বিন্যাস
br: Mentrezh an eur
bs: Format vremena
ca: Format d'hora
cy: Fformat Amser
es: Formato de hora
eu: Ordu-formatua
fa: قالب زمان
ga_ie: Formáid Ama
gd: Fòrmat an ama
hu: Időformátum
id: Format Waktu
kn: ವೇಳೆಯ ವಿನ್ಯಾಸ
lv: Laika formāts
ne: समय ढाँचा
pt: Formato da hora
ro: Formatul orei
si: වේලා හැඩසවිය
ta: நேர வடிவம்
th: รูปแบบเวลา
tr: Saat biçimi
ur: وقت کی شکل
uz: Vaqt formati
wa: Cogne di l’ eure

source: Use Default
am: ነባሩን መጠቀሚያ
ar: استخدم الافتراضي
bg: Използване на стандартното
bn_bd: ডিফল্ট ব্যবহার করুন
bn_in: ডিফল্ট ব্যবহার করুন
br: Arverañ an arventennoù dre ziouer
bs: Koristi izvorno
ca: Utilitza el valor per defecte
cy: Defnyddio'r Rhagosodedig
es: Usar predeterminado
eu: Erabili lehenetsia
fa: انتخاب پیش‌فرض
ga_ie: Úsáid Réamhshocrú
gd: Cleachd a’ bhun-roghainn
lv: Izmantot noklusēto
pt: Utilizar predefinição
ro: Folosește setarea implicită
si: පෙරනිමිය භාවිත කරන්න
th: ใช้ค่าปริยาย
ur: طےشدہ استعمال کریں
uz: Standart foydalanish

source: 12-hour
am: 12-ሰአት
ar: 12-ساعة
bg: 12-часово
bn_bd: 12-ঘন্টা
bn_in: 12-ঘন্টা
br: 12 eur
bs: 12-satni
ca: 12 hores
cy: 12 awr
es: 12 horas
eu: 12 ordu
fa: ۱۲ ساعته
ga_ie: 12-uair
gd: Cleoc 12 uair a thìde
hu: 12 órás
id: 12-jam
kn: 12-ಘಂಟೆ
lv: 12 stundu
ne: 12 घन्टा
pt: 12-horas
ro: 12 ore
si: පැය 12
ta: 12-மணி
th: 12 ชั่วโมง
tr: 12 saat
ur: گھنٹہ-12
uz: 12 soat
wa: 12 eures

source: 24-hour
am: 24-ሰአት
ar: 24-ساعة
bg: 24-часово
bn_bd: 24-ঘন্টা
bn_in: 24-ঘন্টা
br: 24 eur
bs: 24-satni
ca: 24 hores
es: 24 horas
eu: 24 ordu
fa: ۲۴ ساعته
ga_ie: 24-uair
gd: Cleoc 24 uair a thìde
hu: 24 órás
id: 24-jam
kn: 24-ಘಂಟೆ
lv: 24 stundu
ne: 24 घन्टा
pt: 24-horas
ro: 24 de ore
si: පැය-24
ta: 24-மணி
th: 24 ชั่วโมง
tr: 24 saat
ur: گھنٹہ-24
uz: 24 soat
wa: 24 eures

source: Language & Region
am: ቋንቋ & አካባቢ
ar: اللغة والمنطقة
bg: Език и регион
bn_bd: ভাষা ও অঞ্চল
bn_in: ভাষা ও অঞ্চল
br: Yezh ha bro
bs: Jezik i regija
ca: Llengua i regió
cy: Iaith ac Ardal
es: Idioma y región
eu: Hizkuntza eta eskualdea
fa: زبان و ناحیه
ga_ie: Teanga agus Réigiún
gd: Cànan ⁊ sgeama ionadail
hi_in: भाषा क्षेत्र
hu: Nyelv és terület
id: Bahasa dan Wilayah
kn: ಭಾಷೆ ಮತ್ತು ಪ್ರದೇಶ
lv: Valoda un reģions
mai: भाषा आ क्षेत्र
mg: Teny & Faritra
ne: भाषा र क्षेत्र
or: ଭାଷା & ଅଞ୍ଚଳ
pt: Idioma e Região
ro: Limbă și regiune
si: භාෂාව සහ කළාපය
sw: Lugha na Eneo
ta: மொழி & மண்டலம்
th: ภาษาและภูมิภาค
tr: Dil ve Bölge
ur: زبان & ریجن
uz: Til va hudud
vi: Ngôn ngữ & vùng miền
wa: Lingaedje eyet redjon
xh: Ulwimi nengingqi
zu: Ulimi & Isizinda

source: Language
am: ቋንቋ
ar: اللغة
bg: Език
bn_bd: ভাষা
bn_in: ভাষা
br: Yezh
bs: Jezik
ca: Llengua
cy: Iaith
es: Idioma
eu: Hizkuntza
fa: زبان
ga_ie: Teanga
gd: Cànan
hu: Nyelv
lv: Valoda
pt: Idioma
ro: Limbă
si: භාෂාව
th: ภาษา
ur: زبان
uz: Til

source: Region
am: አካባቢ
ar: المنطقة
bg: Регион
bn_bd: অঞ্চল
bn_in: এলাকা
br: Bro
bs: Regija
ca: Regió
cy: Ardal
es: Región
eu: Eskualdea
fa: منطقه
ga_ie: Réigiún
gd: Sgeama ionadail
hi_in: क्षेत्र
hu: Terület
id: Wilayah
kn: ಪ್ರದೇಶ
lv: Reģions
mai: क्षेत्र
mg: Faritra
ne: क्षेत्र
or: ଅଞ୍ଚଳ
pt: Região
ro: Regiune
si: කළාපය
sw: Eneo
ta: மண்டலம்
th: ภูมิภาค
tr: Bölge
ur: ریجن
uz: Hudud
vi: Vùng miền
wa: Redjon
xh: Ingingqi
zu: Isizinda

source: Get More Languages
am: ተጨማሪ ቋንቋዎች ያግኙ
ar: الحصول على المزيد من اللغات
bg: Други езици
bn_bd: আরও ভাষা দেখুন
bn_in: আরও ভাষা পান
br: Kaout muioc'h a yezhoù
bs: Dobavi više jezika
ca: Afegeix més llengües
cy: Estyn Rhagor o Ieithoedd
es: Obtener más idiomas
eu: Eskuratu hizkuntza gehiago
fa: دریافت زبان‌های بیشتر
ga_ie: Tuilleadh Teangacha
gd: Faigh barrachd chànan
hu: További nyelvek
id: Dapatkan Bahasa Lainnya
kn: ಮತ್ತಷ್ಟು ಭಾಷೆಗಳನ್ನು ಪಡೆ
lv: Iegūt vairāk valodu
pt: Obter mais idiomas
ro: Obține mai multe limbi
si: තවත් භාෂාවන් ලබාගන්න
th: รับภาษาเพิ่มเติม
ur: مزید زبانیں لائیں
uz: Ko‘proq tillar yuklab olish
wa: Astaler pus di lingaedjes

source: Sample Format
am: ናሙና አቀራረብ
ar: تنسيق بسيط
bg: Примерен формат
bn_bd: নমুনা ফরম্যাট
bn_in: নমূনা বিন্যাস
br: Alberzh ar mentrezh
bs: Primjer formata
ca: Format d'exemple
cy: Fformat Sampl
es: Formato de ejemplo
eu: Adibideko formatua
fa: قالب نمونه
ga_ie: Formáid Shamplach
gd: Ball-sampaill fòrmait
hi_in: नमूना प्रारूप
hu: Példa a formátumokra
id: Contoh Format
kn: ಮಾದರಿ ವಿನ್ಯಾಸ
lv: Nolases formāts
mai: नमूना प्रारूप
mg: Endrika Santionany
ne: नमूना ढाँचा
or: ନମୁନା ଶୈଳୀ
pt: Formato de Exemplo
ro: Format model
si: නියැදි හැඩතලය
sw: Fomati ya Mfano
ta: மாதிரி வடிவமைப்பு
th: รูปแบบตัวอย่าง
tr: Örnek Biçim
ur: نمونہ وضع
uz: Oddiy format
vi: Định dạng mẫu
wa: Cogne d’ aboesnaedje
xh: Isampulu yefomati
zu: Isampula Yefomethi

source: %A, %B %d, %Y
bg: %A, %e %B %Y
br: D'al/ar %A %d a viz %B %Y
bs: %A %d. %B, %Y
ca: %a %d %Eb, %Y
es: %A, %d de %B, %Y
eu: %A, %Y.eko %Bren %da
ga_ie: %A, %d %B %Y
gd: %A, %d %B, %Y
hu: %Y. %B %d. %A
id: %A, %d %B %Y
pt: %A, %d de %B de %Y
ro: %A, %d %B %Y
th: %A %d %B %Y
tr: %d %B %Y %A
vi: %A, ngày %e %B năm %Y
wa: %A li %d di %B %Y
xh: %A %d %B %Y
zu: %A %d %B %Y

source: %B %d, %Y
bg: %e %B %Y
br: %d a viz %B %Y
ca: %d %Eb de %Y
es: %d %B %Y
eu: %Y-%b-%d
ga_ie: %d %B %Y
gd: %d %B %Y
hu: %Y. %B %d.
pt: %d %B, %Y
ro: %d %B %Y
th: %d %B %Y

source: SIM Manager
am: የ ሲም አስተዳዳሪ
ar: مدير بطاقة الSIM
bg: Управление на SIM
bn_bd: SIM ব্যবস্থাপক
bn_in: SIM ম্যানেজার
br: Ardoer SIM
bs: SIM upravitelj
ca: Gestor de targetes SIM
cy: Rheolwr SIM
es: Administrador SIM
eu: SIM kudeatzailea
fa: مدیریت سیم‌کارت
ga_ie: Bainisteoir SIM
gd: Manaidsear nan SIM
hu: SIM-kezelő
lv: SIM pārvaldnieks
pt: Gestor do SIM
ro: Manager SIM
si: SIM කළමනාකරු
th: ตัวจัดการ SIM
ur: SIM مینیجر
uz: SIM menejer

source: SIM Settings
am: ሲም ማሰናጃዎች
ar: إعدادات SIM
bg: Настройки на SIM
bn_bd: SIM সেটিং
bn_in: SIM সেটিং
br: Arventennoù ar SIM
bs: SIM postavke
ca: Paràmetres de SIM
cy: Gosodiadau SIM
es: Ajustes SIM
eu: SIM ezarpenak
fa: تنظیمات سیم‌کارت
ga_ie: Socruithe SIM
gd: Roghainnean an t-SIM
hu: SIM beállítások
id: Setelan SIM
kn: SIM ಸಿದ್ದತೆಗಳು
lv: SIM Iestatījumi
ne: SIM सेटिङहरू
pt: Definições do SIM
ro: Setări SIM
si: SIM සැකසුම්
ta: சிம் அமைவுகள்
th: ตั้งค่า SIM
tr: SIM ayarları
ur: SIM سیٹکگیں
uz: SIM sozlamalari
wa: Apontiaedjes SIM

# sim-manager-outgoing-calls
source: Outgoing Calls
ar: مكالمات صادرة
cy: Galwadau Allan
eu: Irteerako deiak
gd: Gairmean a-mach
ro: Apeluri efectuate

source: Calls will be sent from
am: ጥሪዎች ይላካሉ ከ
ar: سيتم إرسال دعوات من
bg: Обаждания ще бъдат извършвани през
bn_bd: কলগুলো প্রেরিত হবে
bn_in: কল যেখান থেকে পাঠানো হবে
br: Ar galvoù a vo kaset adalek
bs: Pozivi će biti upućeni s
ca: Les trucades es realitzaran des de
cy: Galwadau'n cael eu anfon o
es: Las llamadas se realizarán desde
eu: Deiak hemendik bidaliko dira
fa: برقراری تماس‌ها از طریق
ga_ie: Seolfar glaonna ó
gd: Thèid gairmean a chur o
hi_in: के द्वारा कॉल्स भेजा जाएगा
hu: Hívások indítása erről
id: Panggilan akan dilakukan dari
kn: ಕರೆಗಳು ಈ ಮೂಲಕ ಕಳುಹಿಸಲ್ಪಡುತ್ತದೆ
lv: Zvani tiks sūtīti no
mai: क द्वारा कॉल्स भेजल जएताह
mg: Ireo antso dia halefa avy amin'ny
ne: कलहरु यहाँ बाट पठाइने छन्
or: କଲ୍‌ଗୁଡ଼ିକୁ ଏଥିରୁ ପଠାଯିବ
pt: A chamadas serão enviadas de
ro: Apelurile vor fi trimise de la
si: ඇමතුම් යවනු ලබන්නේ මෙයිනි
sw: Simu zitatumwa kutoka kwa
ta: இருந்து அழைப்புகள் அனுப்பப்பட்டது
th: การโทรจะถูกส่งจาก
tr: Aramalar buradan yapılacak
ur: سے کالس بھیجے جائے گے
uz: Qo‘ng‘iroq jo‘natiladi:
vi: Gọi đi từ
wa: Les houcaedjes end iront di
xh: Iminxeba iza kuthunyelwa isuka
zu: Izingcingo zizothunyelwa zisuka

source: Outgoing Messages
am: ወደ ውጪ የሚላኩ መልእክቶች
ar: الرسائل الصّادرة
bg: Изходящи съобщения
bn_bd: আউটগোয়িং বার্তা
bn_in: বহির্গামী বার্তাসমূহ
br: Kemennadennoù oc'h ermaeziañ
bs: Odlazne poruke
ca: Missatges de sortida
cy: Negeseuon Allan
es: Mensajes salientes
eu: Irteerako mezuak
fa: پیام‌های خروجی
ga_ie: Teachtaireachtaí Amach
gd: Teachdaireachdan a-mach
hu: Kimenő üzenetek
id: Pesan Keluar
kn: ಹೊರಹೋಗುವ ಸಂದೇಶಗಳು
lv: Izejošās īsziņas
ne: बाह्यगमन सन्देश
pt: Mensagens enviadas
ro: Mesaje trimise
si: බැහැර පණිවුඩ
ta: வெளிச்செல்லும் செய்திகள்
th: ข้อความขาออก
tr: Giden mesajlar
ur: اخراجی پیغامات
uz: Chiquvchi xabarlar
wa: Messaedjes rexhants

source: SMS will be sent from
am: ኤስኤምኤስ ይላካል ከ
ar: SMS سترسل من
bg: SMS-и ще бъдат изпращани през
bn_bd: SMS প্রেরিত হবে
bn_in: SMS যেখান থেকে পাঠানো হবে তা হল
br: SMS a vo kaset adalek
bs: SMS poruke će biti poslane od
ca: Els SMS s'enviaran des de
cy: SMS'n cael ei anfon o
es: Las SMS se enviarán desde
eu: SMSak hemendik bidaliko dira
fa: ارسال پیامک‌ها از طریق
ga_ie: Seolfar SMS ó
gd: Thèid SMS a chur o
hi_in: के द्वारा SMS भेजा जाएगा
hu: SMS-ek küldése erről
id: SMS akan dikirim dari
kn: SMSಗಳು ಈ ಮೂಲಕ ಕಳುಹಿಸಲ್ಪಡುತ್ತವೆ
lv: Īsziņu sūtīs no
mai: क द्वारा SMS भेजल जएताह
mg: Ireo SMS dia halefa avy amin'ny
ne: एस् एम एस् यहाँ बाट पठाइने छ
or: ଏଥିରୁ SMS ପଠାଯିବ
pt: As SMS serão enviadas de
ro: SMS-ul va fi trimis de la
si: කෙටි පණිවුඩ යවනු ලබන්නේ මෙයිනි
sw: SMS zitatumwa kutoka kwa
ta: இருந்து குறுந்செய்திகள் அனுப்பப்பட்டது
th: SMS จะถูกส่งจาก
tr: SMS'ler buradan gönderilecek
ur: سے SMS بھیجے جائے گے
uz: SMS jo‘natiladi:
vi: Gửi tin nhắn từ
wa: Les SMS end iront di
xh: I-SMS iza kuthunyelwa isuka
zu: I-SMS izothunyelwa isuka
