Repository: translate/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: am, ar, bg, bn_bd, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, kn, lv, mai, mg, ne, or, pt, ro, si, sw, ta, th, tr, ur, uz, vi, wa, xh, zu

source: Enabling USB tethering will disable Wi-Fi hotspot. Do you want to enable USB tethering?
am: የ ዩኤስቢ መካፈያን ካስቻሉ ዋይ-ፋይ ይሰናከላል: በ እርግጥ ዩኤስቢ መካፈያን ማስቻል ይፈልጋሉ?
ar: تمكين ربط ال USB سوف يعطّل نقطة بث Wi-Fi. هل تريد تمكين ربط ال USB؟
bg: Включването на USB тетъринга ще изключи Wi-Fi точка за достъп. Желаете ли да включите USB тетъринга?
bn_bd: USB টিথারিং সক্রিয় করলে Wi-Fi হটস্পট নিস্ক্রিয় হবে। আপনি কি USB টিথারিং সক্রিয় করতে চান?
bn_in: USB টিথারিং সক্রিয় করলে ওয়াই-ফাই হটস্পট নিষ্ক্রিয় হয়ে যাবে। অাপনি কি USB টিথারিং সক্রিয় করতে চান?
br: Gweredekaat ar modem USB a ziweredekay ar poent haeziñ Wi-Fi. Fellout a ra deoc'h gweredekaat ar modem USB ?
bs: Omogućavanje USB vezivanja će onemogućiti Wi-Fi hotspot. Da li želite omogućiti USB vezivanje?
ca: En activar la compartició d'Internet per USB, es desactivarà el punt d'accés Wi-Fi. Voleu activar la compartició d'Internet per USB?
cy: Bydd galluogi tenynnu USB yn analluogi mannau poeth diwifr. Hoffech chi alluogi tenynnu USB?
es: Al activar el tethering USB, se desactivará el punto de acceso wifi. ¿Desea activar el tethering USB?
eu: USB tethering-a gaitzeak wifigunea desgaituko du. USB tethering-a gaitu nahi duzu?
ga_ie: Má chumasaíonn tú teaghránú USB, díchumasófar an ball te Wi-Fi. An bhfuil fonn ort teaghránú USB a chumasú mar sin féin?
gd: Ma chuireas tu an comas teadhrachadh USB, thèid an WiFi hotspot a chur à comas. A bheil thu airson an teadhrachadh USB a chur an comas?
hu: Az USB kapcsolat engedélyezésével letiltja a Wi-Fi hotspotot. Engedélyezi az USB kapcsolatot?
id: Mengaktifkan tethering lewat USB akan menonaktifkan hotspot Wi-Fi. Ingin tethering lewat USB diaktifkan?
kn: USB ಟೆಧರಿಂಗ್ ಸಕ್ರಿಯಗೊಳಿಸುವುದು ವೈ-ಫೈ ಹಾಟ್‌ಸ್ಪಾಟ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ. ನೀವು USB ಟೆಧರಿಂಗ್ ಸಕ್ರಿಯಗೊಳಿಸ ಬಯಸುವಿರ?
pt: A ativação do tethering USB irá desativar hotspot Wi-Fi. Deseja ativar o tethering USB?
ro: Activând tethering prin USB va dezactiva hotspotul Wi-Fi. Dorești să activezi tethering prin USB?
si: USB බෙදාගැනීම Wi-Fi හොට්ස්පොට් අක්‍රීය කරයි. ඔබට USB බෙදාගැනීම සක්‍රීය කිරීම අවශ්‍යද?
ta: USB பகிர்வை செயல்படுத்தினால் வை-பை ஹாட்ஸ்பாட் நிறுத்தப்படும். USB பகிர்வை செயல்படுத்தவா?
th: การเปิดใช้งานการกระจายสัญญาณ USB จะปิดใช้งานจุดเชื่อมต่อ Wi-Fi คุณต้องการเปิดใช้งานการกระจายสัญญาณ USB หรือไม่?
tr: USB internet paylaşımını açarsanız Wi-Fi erişim nokyası devre dışı kalır. USB paylaşımını istiyor musunuz?
ur: USB ٹتھرنگ اہل بنانے سے وائی-فائی ہاٹ سپاٹ نا اہل ہو جائےگا۔ کیا آپ USB ٹتھرنگ اہل بنانا چاہتے ہے؟
uz: USB modemnni yoqish WiFi ulanishni o‘chirib qo‘yadi USB modemni yoqishni xohlasizmi?

source: Enabling Wi-Fi hotspot will disable USB tethering. Do you want to enable Wi-Fi hotspot?
am: የ ዋይ-ፋይ መካፈያን ካስቻሉ ዩኤስቢ መካፈያ ይሰናከላል: በ እርግጥ የ ዋይ-ፋይ መካፈያን ማስቻል ይፈልጋሉ?
ar: تشغيل نقطة بث الواي فاي سوف يعطل ربط ال USB. هل تريد تشغيل نقطة بث Wi-Fi؟
bg: Включването на Wi-Fi точка за достъп ще изключи USB тетъринга. Желаете ли да включите Wi-Fi hotspot?
bn_bd: Wi-Fi হটস্পট সক্রিয় করলে USB টিথারিং নিস্ক্রিয় হবে। আপনি কি Wi-Fi সক্রিয় করতে চান?
bn_in: ওয়াই-ফাই হটস্পট সক্রিয় করলে USB টিথারিং নিষ্ক্রিয় হয়ে যাবে। অাপনি কি ওয়াই-ফাই হটস্পট সক্রিয় করতে চান?
br: Gweredekaat ar poent haeziñ Wi-Fi a ziweredekay ar modem USB. Fellout a ra deoc'h gweredekaat ar poent haeziñ Wi-Fi ?
bs: Omogućavanje Wi-Fi hotspota će onemogućiti USB vezivanje. Da li želite omogućiti Wi-Fi hotspot?
ca: En activar el punt d'accés Wi-Fi, es desactivarà la compartició d'Internet per USB. Voleu activar el punt d'accés Wi-Fi?
cy: Bydd galluogi mannau poeth diwifr yn analluogi tenynnu USB. Hoffech chi alluogi mannau poeth diwifr?
es: Al activar el punto de acceso wifi, se desactivará el tethering USB. ¿Desea activar el punto de acceso wifi?
eu: Wifigunea gaitzeak USB tethering-a desgaituko du. Wifigunea gaitu nahi duzu?
ga_ie: Má chumasaíonn tú an ball te Wi-Fi, díchumasófar teaghránú USB. An bhfuil fonn ort an ball te Wi-Fi a chumasú mar sin féin?
gd: Ma chuireas tu an comas an hotspot WiFi, thèid an teadhrachadh USB a chur à comas. A bheil thu airson an hotspot WiFi a chur an comas?
hu: A Wi-Fi hotspot engedélyezésével letiltja az USB kapcsolatot. Engedélyezi a Wi-Fi hotspotot?
id: Mengaktifkan hotspot Wi-Fi akan menonaktifkan tethering lewat USB. Ingin hotspot Wi-Fi diaktifkan?
kn: ವೈ-ಫೈ ಹಾಟ್‌ಸ್ಪಾಟ್ ಸಕ್ರಿಯಗೊಳಿಸುವುದು USB ಟೆಧರಿಂಗ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ. ನೀವು ವೈ-ಫೈ ಹಾಟ್‌ಸ್ಪಾಟ್ ಸಕ್ರಿಯಗೊಳಿಸ ಬಯಸುವಿರ?
pt: A ativação do hotspot Wi-Fi irá desativar o tethering USB. Deseja ativar o hotspot Wi-Fi?
ro: Activând hotspotul Wi-Fi va dezactiva tethering prin USB. Dorești să activezi hotspotul Wi-Fi?
si: USB බෙදාගැනීම Wi-Fi හොට්ස්පොට් අක්‍රීය කරයි. ඔබට USB බෙදාගැනීම සක්‍රීය කිරීම අවශ්‍යද?
ta: வை-பை ஹாட்ஸ்பாட்டை செயல்படுத்தினால் USB பகிர்வு நிறுத்தப்படும். வை-பை ஹாட்ஸ்பாட்டை செயல்படுத்தவா?
th: การเปิดใช้งานจุดเชื่อมต่อ Wi-Fi จะปิดใช้งานการกระจายสัญญาณ USB คุณต้องการเปิดใช้งานจุดเชื่อมต่อ Wi-Fi หรือไม่?
tr: Wi-Fi erişim noktasını açarsanız USB paylaşımı kapatılacaktır. Wi-Fi erişim noktasını açmak istiyor musunuz?
ur: وائی فائی ہاٹ سپاٹ اہل بنانے سے USB ٹتھرنگ نا اہل ہو جائےگا۔ کیا آپ وائی-فائی ہاٹ سپاٹ اہل بنانا چاہتے ہے؟
uz: Wi-Fi ulanishni yoqish USB modemni o‘chirib qo‘yadi. Wi-Fi ulanishni yoqishni xohlaysizmi?

source: Alert
am: ማስጠንቀቂያዎች
ar: تنبيه
bg: Внимание
bn_bd: সতর্কতা
bn_in: সতর্কবার্তা
br: Galvoù-diwall
bs: Upozorenje
ca: Alerta
cy: Rhybudd
es: Alerta
eu: Alerta
fa: هشدار
ga_ie: Foláireamh
gd: Caismeachd
hu: Riasztás
id: Peringatan
kn: ಎಚ್ಚರಿಕೆ
lv: Brīdinājums
pt: Alerta
ro: Alertă
si: ඇඟවීම්
th: การแจ้งเตือน
tr: Uyarı
ur: انتباہ
uz: Ogohlantirish signallari

# settings-dialog-confirm
source: Confirm
am: ማረጋገጫ
ar: أكّد
bg: Потвърждаване
bn_bd: নিশ্চিত
bn_in: নিশ্চিত করুন
br: Kadarnaat
bs: Potvrdi
ca: Confirmació
cy: Cadarnhau
es: Confirmar
eu: Berretsi
fa: تایید
ga_ie: Deimhnigh
gd: Dearbhaich
hu: Megerősítés
id: Konfirmasikan
kn: ದೃಢಪಡಿಸು
lv: Apstiprināt
pt: Confirmar
ro: Confirmă
si: තහවුරු කරන්න
th: ยืนยัน
tr: Onayla
ur: تصدیق کریں
uz: Tasdiqlash

source: Prompt
am: ወዲያውኑ
ar: موجه
bg: Въпрос
bn_bd: প্রম্পট
bn_in: প্রম্পট
br: Ped
ca: Sol·licitud
cy: Anogiad
es: Aviso
eu: Galdetu
ga_ie: Leid
gd: Brod
hu: Kérdés
id: Pertanyaan
kn: ಕೇಳು
lv: Uzvedne
pt: Questão
ro: Solicitare
si: ප්‍රේරකය
tr: İstem
ur: ترغیب
uz: Urinib ko‘rish

source: {{appName}} app
cy: app {{appName}}
eu: {{appName}} aplikazioa
gd: Aplacaid {{appName}}
ro: Aplicație {{appName}}

source: Add-on
am: ተጨ-ማሪ
ar: إضافة
bg: Добавка
bn_bd: অ্যাড-অন
bn_in: অ্যাড-অন
br: Askouezh
cy: Ychwanegyn
es: Complemento
eu: Gehigarria
fa: افزونه
ga_ie: Breiseán
gd: Tuilleadan
lv: Papildinājums
pt: Extra
ro: Supliment
si: ඇඩෝනය
th: ส่วนเสริม
ur: ایڈ-اون
uz: Qo‘shimcha dastur

source: Add-ons
am: ተጨማ-ሪዎች
ar: الإضافات
bg: Добавки
bn_bd: অ্যাড-অন
bn_in: অ্যাড-অন
br: Askouezhioù
bs: Add-oni
cy: Ychwanegion
es: Complementos
eu: Gehigarriak
fa: افزونه
ga_ie: Breiseáin
gd: Tuilleadain
lv: Papildinājumi
pt: Extras
ro: Suplimente
si: ඇඩෝන
th: ส่วนเสริม
ur: آیڈ-اون
uz: Qo‘shimcha dasturlar

# addons.ariaLabel
source: Add-ons
am: ተጨማ-ሪዎች
ar: الإضافات
bg: Добавки
bn_bd: অ্যাড-অন
bn_in: অ্যাড-অন
br: Askouezhioù
bs: Add-oni
cy: Ychwanegion
es: Complementos
eu: Gehigarriak
fa: افزونه
ga_ie: Breiseáin
gd: Tuilleadain
lv: Papildinājumi
pt: Extras
ro: Suplimente
si: ඇඩෝන
th: ส่วนเสริม
ur: ایڈ-اون
uz: Qo‘shimcha dasturlar

source: Enable Add-on
am: ተጨ-ማሪ ማስቻያ
ar: تفعيل الإضافة
bg: Включване на добавка
bn_bd: অ্যাড-অন সক্রিয় করুন
bn_in: অ্যাড-অন সক্রিয় করুন
br: Gweredekaat an askouezh
bs: Omogući add-on
cy: Galluogi Ychwanegion
es: Activar complemento
eu: Gaitu gehigarria
fa: فعال‌سازی افزونه
ga_ie: Cumasaigh an Breiseán
gd: Cuir an tuilleadan an comas
lv: Ieslēgt papildinājumu
pt: Ativar extra
ro: Activează suplimentul
si: ඇඩෝනය සක්‍රීය කරන්න
th: เปิดใช้งานส่วนเสริม
ur: ایڈ-اون اہل بنائیں
uz: Qo‘shimcha dasturni yoqish

# addon-description-header
source: Description
am: መግለጫ
ar: الوصف
bg: Описание
bn_bd: বিবরণ
bn_in: বিবরণ
br: Deskrivadur
bs: Opis
cy: Disgrifiad
es: Descripción
eu: Deskribapena
ga_ie: Cur Síos
gd: Tuairisgeul
lv: Apraksts
pt: Descrição
ro: Descriere
si: විස්තරය
th: คำอธิบาย
ur: تصریح
uz: Ta’rifi

source: Affected Apps
am: የተጎዱ መተግበሪያዎች
ar: التطبيقات المتأثرة
bg: Повлияни приложения
bn_bd: আক্রান্ত অ্যাপ
bn_in: প্রভাবিত অ্যাপ্লিকেশন
br: Arloadoù tizhet
cy: Apiau Effeithiwyd
es: Apps afectadas
eu: Eragindako aplikazioak
fa: نرم‌افزارهای آسیب دیده
ga_ie: Aipeanna lena mbaineann seo
gd: Aplacaidean air a bheil buaidh
pt: Aplicações afetadas
ro: Aplicații afectate
si: බලපාන යෙදුම්
th: แอปที่มีผล
ur: متاثر اپلی کیشن
uz: Buzuq ilova dasturlar

# addon-options
source: Options
am: ምርጫ
ar: الخيارات
bg: Настройки
bn_bd: অপশন
bn_in: বিকল্প
br: Dibarzhioù
bs: Opcije
cy: Dewisiadau
es: Opciones
eu: Aukerak
fa: گزینه‌ها
ga_ie: Roghanna
gd: Roghainnean
lv: Iespējas
pt: Opções
ro: Opțiuni
si: අභිරුචි
th: ตัวเลือก
ur: اختیارات
uz: Moslamalar

source: Delete Add-on
am: ተጨ-ማሪ ማጥፊያ
ar: حذف الإضافة
bg: Изтриване на добавка
bn_bd: অ্যাড-অন মুছে ফেলুন
bn_in: অ্যাড-অন বাতিল করুন
br: Dilemel an askouezh
bs: Obriši add-on
cy: Dileu'r Ychwanegyn
es: Borrar complemento
eu: Ezabatu gehigarria
fa: حذف افزونه
ga_ie: Scrios an Breiseán
gd: Sguab às an tuilleadan
lv: Dzēst papildinājumu
pt: Eliminar extra
ro: Șterge suplimentul
si: ඇඩෝනය මකන්න
th: ลบส่วนเสริม
ur: ایڈ-اون حذف کریں
uz: Qo‘sh. dasturni o‘chirish

source: Share Add-on
am: ተጨ-ማሪ ማካፈያ
ar: مشاركة الإضافة
bg: Споделяне на добавка
bn_bd: অ্যাড-অন শেয়ার করুন
bn_in: অ্যাড-অন শেয়ার করুন
br: Rannañ an askouezh
bs: Podijeli add-on
cy: Rhannu Ychwanegyn
es: Compartir complemento
eu: Partekatu gehigarria
fa: به اشتراک‌گذاری افزونه
ga_ie: Comhroinn an Breiseán
gd: Co-roinn an tuilleadan
lv: Dalīt papildinājumu
pt: Partilhar extra
ro: Partajează suplimentul
si: ඇඩෝනය බෙදාගන්න
th: แบ่งปันส่วนเสริม
ur: ایڈ-اون شیئر کریں
uz: Qo‘sh. dasturni bo‘lishish

source: No sharing app available
am: ምንም ማካፈያ መተግበሪያ አልተገኘም
ar: لا يوجد تطبيق متاح للمشاركة
bg: Няма налично приложение за споделяне
bn_bd: শেয়ারের জন্য কোন অ্যাপ নেই
bn_in: কোনো শেয়ারিং অ্যাপ উপলব্ধ নয়
br: Arload rannañ ebet hegerz
bs: Nema dostupne aplikacije za dijeljenje
cy: Dim ap rhannu ar gael
es: No existen apps para compartir
eu: Ez dago partekatzeko aplikaziorik
fa: هیچ برنامه به اشتراک‌گذاشته شده‌ای در دسترس نیست
ga_ie: Ní aip roinnte ar fáil
gd: Chan eil aplacaid ann a tha comasach air co-roinneadh
pt: Nenhuma aplicação de partilha disponível
si: බෙදාහැරීමේ යෙදුමක් නොමැත
ur: کوئی حصہ داری کردہ اپلی کیشن دستیاب نہیں ہے
uz: Bo‘lishiladigan ilova dasturlar mavjud emas

source: This add-on does not include a description in its manifest file.
am: ይህ ተጨ-ማሪ ምንም መግለጫ አልያዘም በማሳያው ፋይል ውስጥ
ar: هذه الإضافة لا تتضمن وصفاً في ملف البيان.
bg: Тази добавка няма описание в манифест файла.
bn_bd: এই অ্যাড-অনটি এর ম্যানিফেস্ট ফাইলে কোন বিবরণ যুক্ত করে না।
bn_in: এই অ্যাড-অন টি তাঁর ম্যানিফেস্ট ফাইলে কোনো বর্ণনা দেয়নি।
br: N'eus deskrivadur ebet eus an askouezh-mañ en e restr manifesto.
bs: Ovaj add-on ne posjeduje opis u svom manifest fajlu.
cy: Nid yw'r ychwanegyn yn cynnwys disgrifiad yn ei ffeil maniffest.
es: Este complemento no incluye ninguna descripción en su archivo manifest.
eu: Gehigarri honek ez dakar deskribapenik manifest fitxategian.
ga_ie: Níor cuireadh cur síos ar an mbreiseán seo leis an gcomhad lastliosta.
gd: Chan eil tuairisgeul ann am manifest an tuilleadain seo.
pt: Este extra não inclui uma descrição no seu ficheiro de manifesto.
ro: Acest supliment nu include o descriere în fișierul său manifest.
si: මෙම ඇඩෝනය හී ප්‍රකාශයේ කිසිඳු විස්තරයක් අඩංගු නොවේ.
th: ส่วนเสริมนี้ไม่ได้รวมคำอธิบายไว้ในไฟล์รายการประกาศ
ur: اس ایڈ-اون کی وضاحت اسکی manifest مسل میں نہیں شامل ہے۔
uz: Ushbu qo‘shimcha dasturga ta’rifi va manifest fayli qo‘shilmagan.

source: This add-on does not affect any installed apps.
am: ይህ ተጨ-ማሪ በ ተገጠሙ መተግበሪያዎች ላይ ምንም ጉዳት አያመጣም
ar: لا يؤثر هذا التطبيق الإضافي على أي تطبيقات مثبتة.
bg: Тази добавка не засяга никое инсталирано приложение.
bn_bd: এই অ্যাড-অনটি ইন্সটলকৃত অ্যাপে কোন প্রভাব ফেলে না।
bn_in: এই অ্যাড-অন টি কোনো ইন্সটল হওয়া অ্যাপকে প্রভাবিত করে না।
br: N'eo tizhet arload staliet ebet gant an askouezh-mañ.
bs: Ovaj add-on ne utiče ni na jednu instaliranu aplikaciju.
cy: Nid yw'r ychwanegyn yn effeithio unrhyw ap sydd wedi ei osod.
es: Este complemento no afecta a ninguna app instalada.
eu: Gehigarri honek ez dio instalatutako aplikazio bati ere eragiten.
fa: این افزونه بر روی هیچ برنامه نصب شده‌ای تاثیر نمی‌گذارد.
ga_ie: Ní imreoidh an breiseán seo aon tionchar ar aipeanna suiteáilte
gd: Chan eil buaidh air aplacaid sam bith a tha agad aig an tuilleadan seo.
lv: Šis papildinājums neskar nevienu instalētu lietotni.
pt: Este extra não afeta quaisquer aplicações instaladas.
ro: Acest supliment nu afectează nicio aplicație instalată.
si: මෙම ඇඩෝනය කිසිඳු අන්තර්ගත යෙදුමකට බලපෑම් නොකරයි.
th: ส่วนเสริมนี้ไม่มีผลต่อแอปใด ๆ ที่ติดตั้งอยู่
ur: یہ ایڈ-اون کسی تنصیب شدہ اپلی کیشن کو متاثر نہیں کرتا۔
uz: Ushbu qo‘shimcha dastur o‘rnatilgan ilova dasturlarga ta’sir qilmaydi.

source: Add-on disabled; restart affected apps.
am: ተጨ-ማሪ ተሰናክሏል: እንደገና ያስጀምሩ የተጎዱ መተግበሪያዎችን
ar: تم تعطيل الإضافة; أعد تشغيل التطبيقات المتأثرة.
bg: Добавката е изключена; рестартирайте засегнатите приложения.
bn_bd: অ্যাড-অন নিস্ক্রিয় আছে; আক্রান্ত অ্যাপ পুনরায় চালু করুন।
bn_in: অ্যাড-অন নিষ্ক্রিয় করা হয়েছে; প্রভাবিত অ্যাপ পুনরায় চালু করুন।
br: Diweredekaet eo an askouezh; Adloc'hit an arloadoù tizhet.
cy: Ychwanegyn wedi ei Analluogi; ailgychwynnwch yr apiau effeithiwyd arnynt.
es: Complemento deshabilitado; reinicie las apps afectadas.
eu: Gehigarria desgaituta; berrabiarazi eragindako aplikazioak.
fa: افزونه غیرفعال شد; راه‌اندازی مجدد برنامه‌ آسیب دیده.
ga_ie: Bréiseán díchumasaithe; atosaigh na haipeanna lena mbaineann seo.
gd: Tha an tuilleadan à comas; bha buaidh air aplacaidean rè an ath-thòiseachaidh.
pt: Extra desativado; reinicie as aplicações afetadas.
ro: Supliment dezactivat; repornește aplicațiile afectate.
si: ඇඩෝනය අක්‍රීය කර ඇත; බලපෑම් වූ යෙදුම් නැවත ධාවනය කරන්න.
th: ส่วนเสริมถูกปิดใช้งาน; เริ่มการทำงานแอปที่ได้รับผลกระทบใหม่
ur: ایڈ-اون نا اہل کردہ؛ متاثر کردہ اپلی کیشن دوباره شروع کریں۔
uz: Qo‘sh. dastur o‘chirib qo‘yildi; buzuq ilova dasturlarni qayta ishga tushiring.

source: This add-on affected system apps; you must reboot your device to fully disable it.
am: ይህ ተጨ-ማሪ የ ስርአቱን መተግበሪያ ጎድቶታል: እርስዎ አካሉን እንደገና ማስጀመር አለብዎት ተጨማሪውን ለማሰናከል
ar: هذه الإضافة قد أثرت على تطبيقات النظام، يجب عليك إعادة تشغيل الجهاز لتعطيلها بشكل كامل.
bg: Тази добавка засягаше системни приложения; трябва да рестартирате устройството си, за да я изключите напълно.
bn_bd: এই অ্যাপ সিস্টেম অ্যাপ আক্রান্ত করেছে; সম্পূর্ণভাবে একে নিস্ক্রিয় করতে অবশ্যই আপনার ডিভাইস রিবুট করতে হবে।
bn_in: এই অ্যাড-অনটি সিস্টেম অ্যাপকে প্রভাবিত করেছে; আপনি আপনার ডিভাইসকে পুনরায় চালু করুন একে সম্পূর্ণরূপে নিষ্ক্রিয় করবার জন্য।
br: Arloadoù reizhet a zo tizhet gant an askouezh-mañ; Ret eo deoc'h adloc'hañ ho trevnad evit diweredekaat penn-da-benn.
bs: Ovaj add-on je uticao na vaše sistemske aplikacije; morate restartovati uređaj da ga onemogućite u potpunosti.
cy: Mae'r ap wedi effeithio apiau'r system; rhaid i chi ailgychwyn eich dyfais i'w analluogi'n llwyr.
es: Este complemento ha afectado apps de sistema; debe reiniciar su dispositivo para deshabilitarlo completamente.
eu: Gehigarri honek sistemako aplikazioei eragiten zien; gailua berrabiarazi behar duzu guztiz desgaitzeko.
ga_ie: D'imir an breiseán seo tionchar ar fheidhmchlár córais; caithfidh tú an gléas a atosú lena dhíchumasú go hiomlán.
gd: Bha buaidh aig an tuilleadan seo air aplacaidean an t-siostaim; feumaidh tu an t-uidheam agad ath-thòiseachadh gus a chur à comas buileach.
pt: Este extra afeta aplicações de sistema; deve reiniciar o seu dispositivo para desativar completamente este extra.
ro: Acest supliment a afectat aplicațiile de sistem; trebuie să repornești dispozitivul pentru a-l dezactiva complet.
si: මෙම ඇඩෝනය පද්ධති යෙදුම් වලට බලපෑම් කරයි; සම්පූර්ණයෙන් අක්‍රීය කිරීමට උපාංගය නැවත පණගැන්වීම සිදුකල යුතුයි.
th: ส่วนเสริมนี้มีผลต่อแอปของระบบ; คุณต้องเริ่มระบบอุปกรณ์ของคุณใหม่เพื่อปิดใช้งานอย่างสมบูรณ์
ur: یہ ایڈ-اون نظامی اپلی کیشن کو متاثر کرتا ہے؛ اسے نا اہل بنانیں کے لئے آپ کو آلہ پھر بوٹ کرنا ہوگا۔
uz: Ushbu qo‘shimcha dastur tizim ilova dasturlariga ta’sir qiladi; uni to‘liq o‘chirib qo‘yish uchun qurilmangizni o‘chirib-yoqing.

source: Rename
am: እንደገና መሰየሚያ
ar: إعادة التسمية
bg: Преименуване
bn_bd: পুনঃনামকরণ
bn_in: পুনরায় নামকরন করুন
br: Adenvel
bs: Preimenuj
cy: Ailenwi
es: Renombrar
eu: Aldatu izena
fa: تغییرنام
ga_ie: Athainmnigh
gd: Thoir ainm ùr air
lv: Pārsaukt
pt: Mudar o nome
ro: Redenumește
si: ප්‍රතිනාමකරණය
th: เปลี่ยนชื่อ
ur: نیا نام دیں
uz: Nomini o‘zgartirish

source: Enter add-on name
am: የ ተጨ-ማሪ ስም ያስገቡ
ar: أدخِل اسم الإضافة
bg: Въведете име на добавката
bn_bd: অ্যাড-অনের নাম দিন
bn_in: অ্যাড-অন নাম দিন
br: Enankit anv an askouezh
bs: Unesite naziv add-ona
cy: Rhowch new'r ychwanegyn
es: Escribir nombre de complemento
eu: Sartu gehigarriaren izena
fa: وارد کردن نام افزونه
ga_ie: Cuir isteach ainm an bhreiseáin
gd: Cuir a-steach ainm an tuilleadain
lv: Papildinājuma nosaukums
pt: Introduza o nome do extra
ro: Introdu numele suplimentului
si: ඇඩෝනයේ නම එක් කරන්න
th: ป้อนชื่อส่วนเสริม
ur: ایڈ-اون کا نام داخل کریں
uz: Qo‘shimcha dastur nomini kiriting

source: Change the name of your add-on
am: የ እርስዎን ተጨ-ማሪ ስም ይቀይሩ
ar: قم بتغيير اسم الإضافة
bg: Променете името на добавката ви
bn_bd: আপনার অ্যাডনের নাম পরিবর্তন করুন
bn_in: আপনার অ্যাড-অন-এর নাম বদলান
br: Kemmañ anv hoc'h askouezh
bs: Promijenite naziv vašeg add-ona
cy: Newidiwch enw eich ychwanegyn
es: Cambiar nombre de su complemento
eu: Aldatu zure gehigarriaren izena
fa: تغییرنام افزونه شما
ga_ie: Athraigh ainm do bhreiseáin
gd: Atharraich ainm an tuilleadain agad
lv: Mainīti jūsu papildinājuma nosaukumu
pt: Altere o nome do seu extra
ro: Schimbă numele suplimentului
si: ඔබගේ ඇඩෝනයේ නම වෙනස් කරන්න
th: เปลี่ยนชื่อส่วนเสริมของคุณ
ur: اپنے ایڈ-اون کا نام تبدیل کریں
uz: Qo‘sh. dastur nomini o‘zgartiring

source: This add-on is obsolete and does not work.
am: ይህ ተጨ-ማሪ ጊዜው ያለፈበት ነው ስለዚህ አይሰራም
ar: هذه الإضافة قديمة جداً ولا تعمل.
bg: Тази добавка е стара и не работи.
bn_bd: এই অ্যাড-অনটি অপ্রচলিত এবং কাজ করে না।
bn_in: এই অ্যাড-অনটি বিলুপ্ত এবং কাজ করে না
br: Diamzeret eo an askouezh-mañ ha n'a ket en-dro.
bs: Ovaj add-on je zastario i ne radi.
cy: Mae'r ychwanegyn yn hen ac nid yw'n gweithio.
es: Este complemento está obsoleto y no funciona.
eu: Gehigarri hau zaharkitua dago eta ez du funtzionatzen.
fa: این افزونه قدیمی شده است و کار نمی‌کند.
ga_ie: Tá an breiseán seo imithe in éag agus ní oibríonn sé a thuilleadh.
gd: Tha an tuilleadan seo ro aosta ’s chan obraich e tuilleadh.
lv: Šis papildinājums ir novecojis un vairs nedarbojas.
pt: Este extra está obsoleto e não funciona.
ro: Acest supliment este învechit și nu funcționează.
si: මෙම ඇඩෝනය අත්හැරදමා ඇති අතර ක්‍රියාකාරී තත්වයේ නොමැත.
th: ส่วนเสริมนี้ล้าสมัยและไม่ทำงาน
ur: یہ ایڈ-اون متروک ہو چکا ہے اور کام نہیں کریگا۔
uz: Bu qo‘sh. dastur eskirgan, shuning uchun u ishlamaydi.

source: This add-on is obsolete and does not work. Please delete it.
am: ይህ ተጨ-ማሪ ጊዜው ያለፈበት ነው ስለዚህ አይሰራም: እባክዎን ያጥፉት
ar: هذا الإضافة قديمة ولا تعمل. الرجاء حذفها.
bn_bd: এই অ্যাড-অনটি অপ্রচলিত এবং কাজ করে না। অনুগ্রহ করে এটি মুছে ফেলুন।
bn_in: এই অ্যাড-অনটি বিলুপ্ত এবং কাজ করে না। এটিকে মুছে ফেলুন।
br: Diamzeret eo an askouezh-mañ ha n'a ket en-dro. Dilamit anezhañ mar plij.
bs: Ovaj add-on je zastario i ne radi. Molimo da ga obrišete.
cy: Mae'r ap yn hen ac nid yw'n gweithio. Dilëwch hwn, os gwelwch chi'n dda.
es: Este complemento está obsoleto y no funciona. Por favor, bórrelo.
eu: Gehigarri hau zaharkitua dago eta ez du funtzionatzen. Mesedez, ezaba ezazu.
fa: این افزونه قدیمی شده است و کار نمی‌کند. لطفا حذفش کنید.
ga_ie: Tá an breiseán seo imithe in éag agus ní oibríonn sé a thuilleadh. Scrios é.
gd: Tha an tuilleadan seo ro aosta ’s bu chòir dhut a sguabadh às.
lv: Šis papildinājums ir novecojis un nedarbojas. Lūdzu izdzēsiet to.
pt: Este extra está obsoleto e não funciona. Por favor, remova-o.
ro: Acest supliment este învechit și nu funcționează. Te rugăm să-l ștergi.
si: මෙම ඇඩෝනය අත්හැරදමා ඇති අතර ක්‍රියාකාරී තත්වයේ නොමැත. කරුණාකර මකා දමන්න.
th: ส่วนเสริมนี้ล้าสมัยและไม่ทำงาน โปรดลบออก
ur: یہ ایڈ-اون متروک ہو چکا ہے اور کام نہیں کریگا۔ براہ مہربانی اسے حذف کریں۔
uz: Bu qo‘sh. dastur eskirgan, shuning uchun u ishlamaydi. Uni o‘chirib tashlaganingiz ma’qul.

source: My Add-ons
ar: إضافاتي
bn_in: আমার অ্যাড-অন
br: Ma askouezhioù
cy: Ychwanegion
eu: Nire gehigarriak
ga_ie: Mo Chuid Breiseán
gd: Na tuilleadan agam
pt: Os meus extras
ro: Suplimentele mele
th: ส่วนเสริมของฉัน
uz: Qoʻshimcha dasturlarim

source: Get More Add-ons
ar: الحصول على المزيد من الإضافات
bn_bd: আরও অ্যাড-অন পাবেন
bn_in: আরও অ্যাড-অন পান
br: Kaout muioc'h a askouezhioù
cy: Estyn Rhagor o Ychwanegion
eu: Eskuratu gehigarri gehiago
ga_ie: Faigh Tuilleadh Breiseán
gd: Faigh barrachd thuilleadan
pt: Obter mais extras
ro: Obține mai multe suplimente
th: รับส่วนเสริมเพิ่มเติม
uz: Ko‘proq qo‘shimcha dasturlarni yuklab olish

source: Achievements
ar: الإنجازات
bn_bd: সাফল্য
bn_in: সাফল্য
br: Trec'hoù
bs: Postignuća
cy: Llwyddiannau
es: Logros
eu: Lorpenak
fa: دستاورد‌ها
ga_ie: Éachtaí
gd: Euchdan
lv: Sasniegumi
pt: Conquistas
ro: Realizări
si: සාධනය
th: ความสำเร็จ
ur: کامیابیوں
uz: Yutuqlar

source: achievements
ar: الإنجازات
bn_bd: সাফল্য
bn_in: সাফল্য
br: trec'hoù
bs: postignuća
cy: cyraeddiadau
es: logros
eu: lorpenak
fa: دستاورد‌ها
ga_ie: éachtaí
gd: euchdan
lv: Sasniegumi
pt: conquistas
ro: realizări
si: සාධනය
th: ความสำเร็จ
ur: کامیابیوں
uz: yutuqlar

source: Customize Champ
ar: تخصيص البطل
bn_bd: Champ কাস্টমাইজ করুন
bn_in: কাস্টমাইজ চ্যাম্প
br: Maout ar personeladur
cy: Pencampwr Cyfaddasu
es: Personalizar Champ
eu: Pertsonalizatu Champ
ga_ie: Oiriúnaigh Champ
gd: Gaisgeach a’ ghnàthaicheir
lv: Pielāgošanas čempions
pt: Campeão da Personalização
si: Champ රිසිකරණය
ur: Champ تخصیص کریں
uz: G‘olibni moslash

source: Open Customizer in an app
ar: افتح المخصص في تطبيق
bn_bd: একটি অ্যাপে কাস্টোমাইজার খুলুন
bn_in: একটি অ্যাপে কাস্টমাইজার খুলুন
br: Digeriñ Customizer en un arolad
bs: Otvori Customizer u aplikaciji
cy: Agor y Cyfaddaswr mewn app
es: Abrir Personalizador en una app
eu: Ireki pertsonalizatzailea aplikazio batean
fa: بازکردن شخصی‌ساز در برنامه
ga_ie: Oscail oiriúnóir i bhfeidhmchlár
gd: Fosgail an gnàthaichear ann an aplacaid
lv: Atvērt Customizer lietotnē
pt: Abrir o Personalizador numa aplicação
si: රිසිකාරකය යෙදුමක් තුල විවෘත කරන්න
th: เปิดตัวปรับแต่งในแอป
ur: تخصیص کار کو ایپلی کیشن میں کھولیں
uz: Ilova dasturda Moslagichni ochish

source: Add-on All-Star
am: ተጨ-ማሪ ሁሉም-ኮከብ
ar: إضافة كاملة النجوم
bn_bd: অ্যাড-অন পূর্ণ-তারকা
bn_in: অ্যাড-অন অল-স্টার
br: Krouer a-feson
bs: All-Star add-ona
cy: Ychwanegu Pob Seren
es: Complemento All-Star
eu: All-Star gehigarria
fa: افزونه‌های تمام ستاره
ga_ie: Rogha na Sárbhreiseán
gd: Rionnag nan tuilleadan
pt: Extra estrela
si: සියළු තරු ඇඩෝනයක්
ur: ایڈ-اون تمام-سٹار
uz: Barcha yulduzlarga ega qo‘shimcha dastur
