Repository: translate/mozilla-gaia
Catalog: ig/apps/communications/contacts/matcher/matcher.properties.po
Languages: ig

source: Looking for duplicate contacts
ig: Na-achọgharị kọntaktị ndị gbara mkpị

source: Merging duplicate contacts
ig: Na-amakọ kọntaktị ndị gbara mkpị

source: No duplicate contacts found
ig: Ọnweghị kọntaktị ndị gbara mkpị ahụrụ

source: Merge
ig: Makọọ

source: Merge duplicates
ig: Makọọ ndị gbara mkpị

source: No contacts selected
ig: Ọnweghị kọntaktị ahọpụtara

source: Merge with {{n}} contact
ig: Makọọ yana kọntaktị {{n}}

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
ig: Makọọ yana kọntaktị {{n}}

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
ig: Makọọ yana kọntaktị {{n}}

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
ig: Makọọ yana kọntaktị {{n}}

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
ig: Makọọ yana kọntaktị {{n}}

source: Duplicates found
ig: Ndị gbara mkpị ahụrụ

source: OK
ig: ỌDỊMMA
