Repository: translate/mozilla-gaia
Catalog: ha/apps/costcontrol/costcontrol.properties.po
Languages: ha

# topup-confirmation-title2
source: Usage
ha: Yadda ake aiwatarwa

source: Top-up confirmed
ha: An tabbatar da ƙari

# topup-incorrectcode-title2
source: Usage
ha: Yadda ake aiwatarwa

source: Incorrect top-up code entered.
ha: An shigar da lambar ƙari ba dai dai ba.

source: Updating
ha: Ya na sabuntawa

source: Updating…
ha: Ya na sabuntawa…

source: Yesterday
ha: Jiya

source: Today
ha: Yau

source: Never
ha: Har abada

source: Usage Widget
ha: Tafiyar da ɓoyayyar na'ura

source: New {{provider}} SIM inserted
ha: An saka sabon SIM na {{provider}}

source: Tap to track your phone and internet usage.
ha: Danna domin bin sawun amfani da wayarka da kuma intanet.

source: New SIM inserted
ha: An saka Sabon SIM

source: Tap to track your internet usage.
ha: Danna domin bin aiwatarwarka ta yanar gizo.

source: Airplane Mode
ha: Yanayin jirgin sama

source: Please, turn off airplane mode to enable Usage.
ha: Kashe yanayin jirgi domin bayar da dama ga yadda ake aiwatarwa.

source: No SIM inserted
ha: Ba'a saka SIM ba

source: Insert a SIM to enable Usage.
ha: Saka SIM domin bayar da dama ga aiwatarwa.

source: Locked SIM card
ha: Kullallen katin SIM

source: Unlock your SIM to enable Usage.
ha: Buɗe SIM ɗinka domin bayar da damar aiwatarwa.

source: Usage First Time Experience
ha: Darasin Farko na Bayar da Damar Aiwatarwa

source: Save money by keeping track of your phone and internet usage.
ha: Adana kuɗi ta bin sawun amfani da wayarka da kuma intanet.

source: Save money by keeping track of your internet usage.
ha: Adana kuɗi ta hanyar bibiyar yadda ka ke aiwatar da intanet ɗinka.

source: Get clear information about how much internet you’re using.
ha: Sami bayani filla-filla dangane da yawan intanet da ka ke amfani.

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
ha: Bayanin da aka nuna a kan yadda ake aiwatarwa ya zo kai tsaye daga wannan na'urar. Bincika tare da mai ba ka sabis domin cikakken bayanin asusu.

source: Type of Contract
ha: Yanayin asusu

source: Select the type of contract you have with your mobile service provider.
ha: Zaɓi irin abokin hulɗa da ka ke da shi tare da mai baka aikin waya.

source: Low Balance Alert
ha: Ƙararrawar Ragowar Kuɗi kaɗan

source: Set an alert to avoid running out of credit.
ha: Saita ƙararrawa domin kaucewa fita daga rashin kuɗi.

source: Data Report and Alert
ha: Rahoton Bayanai da Ƙararrawa

source: Receive reports about your Internet usage and set an alert to avoid using too much.
ha: Karɓi rahotanni dangane da aiwatarwarka ta intanet kuma ka saita ƙararrawa domin kaucewa amfanin da ya wuce kima.

source: Phone and Data Report
ha: Rahoton Waya da Bayanai

source: Receive reports about your phone and Internet usage.
ha: Karɓi rahoto dangane da wayarka da aiwatarwar intanet.

# fte-postpaid3-title
source: Data Alert
ha: Ƙararrawar Bayanai

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
ha: Saita ƙararrawa domin kaucewa amfani da bayanan da suka wuce kima.

source: Data Report
ha: Rahoton Bayanai

source: Receive reports about your internet usage.
ha: Karɓi rahotanni dangane da aiwatarwaka da intanet.

# fte-onlydata3-title
source: Data Alert
ha: Ƙararrawar Bayanai

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
ha: Saita ƙararrawa domin kaucewa aiwatarwa da bayanan da suka wuce kima.

source: Phone Activity
ha: Aikin Waya

source: Balance
ha: Ragowar kuɗi

source: Roaming: no automatic balance update. You might be charged for updating manually.
ha: Yawo: babu bayanin ragowar kuɗi kai tsaye. Za'a iya cajin kuɗi idan ka sabunta da hannu.

source: Balance didn’t update correctly. Try updating manually.
ha: Bai sabunta ragowar kuɗi dai dai ba. Jarraba sabuntawa da hannu.

source: Turn off airplane mode to update your balance or top up.
ha: Kashe yanayin jirgin sama domin sabunta ragowar kuɗi ko zuba kuɗi.

source: Do you want to disable Airplane mode to update or top up?
ha: Ka na so ka kashe Yanayin jirgin sama domin sabuntawa ko zuba kuɗi?

source: You need phone coverage to update your balance or top up.
ha: Ka na bukatar isarwar waya domin sabunta ragowar kuɗi ko zuba kuɗi.

source: Top Up
ha: Zuba kuɗi

source: Enter the top-up code
ha: Shigar da lambar zuba kuɗi

source: Find it on the scratch card or directly in your receipt.
ha: Nemeta a katin kankarewa ko kai tsaye a rasitinka.

source: You will receive a confirmation message
ha: Za ka sami saƙon tabbatarwa

source: Make sure the code is correct and try again.
ha: Tabbata lambar daidai ce kuma ka sake jarrabawa.

source: There was a problem sending the code. Please, try again.
ha: Akwai matsala wajen aikawa da lambar. Sake jarrabawa.

# application-error-title
source: Service unavailable
ha: Babu sabis

source: Contact your company representative
ha: Tuntuɓi wakilin kamfaninka

# service-unavailable-title
source: Service unavailable
ha: Babu sabis

source: Neither update nor top-up is possible at the moment. Please try later.
ha: Babu sabuntawa ko ƙari da zai yiwu a yanzu. Jarraba nan gaba.

source: Data usage
ha: Aiwatar da bayanai

source: Update
ha: Sabunta

source: Use top-up code
ha: Yi amfani da lambar zuba kuɗi

source: Open top-up menu
ha: Buɗe takardar bayani ta zuba kuɗi

source: Your top-up is being processed.
ha: Ana tsara zuba kuɗinka.

source: Update your balance to confirm. If balance is unchanged, try topping up again.
ha: Sabunta ragowar kuɗinka domin tabbatarwa. Idan ragowar kuɗin bai canja ba, yi ƙoƙarin sake zuba kuɗin kuma.

source: Top-up not confirmed
ha: Ba'a tabbatar da zuba kuɗi ba

source: Try updating your balance or retry top-up.
ha: Yi ƙoƙarin sabunta ragowar kuɗinka ko ka sake gwada zuba kuɗi.

source: send
ha: aika

source: My phone and Internet plan is
ha: Tsarin wayata da na intanet ya

source: Prepaid
ha: Kafin biya

source: Postpaid
ha: Bayan biya

source: Phone activity
ha: Aikin waya

source: SMS sent
ha: An aika da SMS

source: Calls made
ha: An yi kira

source: Low balance alert
ha: Ƙararrawar kuɗi kaɗan

source: When balance is below
ha: Lokacin da ragowar kuɗi ya ke ƙasa da

source: Phone and Internet data report
ha: Rahoton bayani na waya da intanet

source: Starting on
ha: An fara a

source: Cancel
ha: Soke

source: Monthly
ha: Na wata-wata

source: Weekly
ha: Na mako-mako

source: Monday
ha: Litinin

source: Tuesday
ha: Talata

source: Wednesday
ha: Laraba

source: Thursday
ha: Alhamis

source: Friday
ha: Juma'a

source: Saturday
ha: Asabar

source: Sunday
ha: Lahadi

source: Billing cycle ends
ha: Zagayawar bil ya ƙare

source: Tracking will reset on this date
ha: Bin-sawu zai sake tsaruwa a wannan kwannan watan

source: Yes
ha: E

source: Done
ha: An kammala

source: Confirmation
ha: Tabbatarwa

source: All current data will be deleted. Are you sure you want to reset?
ha: Duk bayanan da ake da su yanzu za'a goge su. Ka tabbatar ka na so ka sake tsarawa?

source: Reset
ha: Sake tsarawa

source: Reset Wi-Fi usage
ha: Sake tsare amfani da Wi-Fi

source: Reset mobile usage
ha: Sake tsara amfani da waya

source: Reset mobile & Wi-Fi data
ha: Sake tsara bayanan waya & Wi-Fi

source: Not set
ha: Ba'a saita ba

source: Used
ha: An yi amfani

source: Limit passed
ha: An wuce iyaka

source: Limit
ha: Iyaka

source: Data usage limit
ha: Iyakar aiwatar da bayanai

source: Data use alert
ha: Ƙararrawar aiwatar da bayanai

source: When use is above
ha: Lokacin da amfani ya yi sama

source: Enter a mobile data limit alert
ha: Shigar da ƙararrawar iyakar bayanan waya

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
ha: Hanzarin haɗi ya ragu bayan an kai iyaka. Ka duba wajen mai ba ka bayanai domin saita gwargwadon ƙararrawar da ta dace.

source: Wi-Fi usage
ha: Aiwatar da Wi-Fi

source: Mobile usage
ha: Aiwatar da waya

# wifi-usage-settings
source: Wi-Fi usage
ha: Aiwatar da Wi-Fi

# mobile-usage-settings
source: Mobile usage
ha: Aiwatar da waya

source: I’m Pre-paid
ha: Ni kafin biya ne

source: I’m Post-paid
ha: Ni bayan biya ne

source: Reset data usage
ha: Sake saita aiwatar da bayani

source: Reset report
ha: Sake saita rahoto

source: Next
ha: Na gaba

source: Back
ha: Baya

source: Let’s go!
ha: Mu tafi!

source: Alert
ha: Faɗakarwa

source: Alert Limit
ha: Iyakar faɗakarwa

source: Welcome
ha: Barka da zuwa

source: {{limit}} of data used
ha: {{limit}} na aiwatar da bayanai

source: You’ve reached the limit you selected
ha: Ka kai iyakar abin da ka zaɓa

source: Low balance
ha: Kuɗi kaɗan

source: {{remaining}} remaining phone credit
ha: {{remaining}} sauran bashin da ke waya

source: Balance has reached zero, no phone credit remaining.
ha: Sauran kuɗi ya zama sifili, babu bashin da ke waya wanda ya ragu.

source: Not available
ha: Babu

source: Usage
ha: Aiwatarwa

source: Internet
ha: Intanet

source: Phone
ha: Waya

source: Loading interface data. Please retry in a while.
ha: Ana ɗora bayanin mashiga. Sake jarrabawa nan da wani lokaci.

source: {{em-month}} {{monthday-number}}
ha: {{em-month}} {{monthlyday-number}}
