Repository: translate/mozilla-gaia
Catalog: son/apps/communications/dialer/dialer.properties.po
Languages: son

source: Add new number
son: Lanba taaga tonton

source: Contact details
son: Borey šilbayhayey

source: Add to existing contact
son: Tonton boro barante ga

source: All
son: Ikul

# all.ariaLabel
source: All
son: Ikul

source: Call log
son: Ciyari zaaritiira

source: Edit call log
son: Ciyari zaaritiira fasal

source: Edit call log dialog
son: Ciyari zaaritiira fasal willandi

source: Connecting
son: Goo ma ciya

source: Asynchronous: {{ async }}
son: Waati-howante: {{ async }}

source: Data: {{ data }}
son: Bayhaya: {{ data }}

source: An error occurred while retrieving call forwarding status
son: Firka foo bangay ciyari bisandi assariya zaayan waate

source: FAX: {{ fax }}
son: Faksu: {{ fax }}

source: Inactive
son: Ši dira

source: Packet: {{ packet }}
son: Margari: {{ packet }}

source: Call forwarding status
son: Ciyari bisandiyan assariya

source: Synchronous: {{ sync }}
son: Cerebande: {{ sync }}

source: Voice: {{ voice }}
son: Jinde: {{ voice }}

source: Clear selected calls?
son: Ciyari suubantey tuusu?

source: Contacts
son: Maaɲey

source: Create new contact
son: Boro taaga tee

source: Delete
son: Tuusu

source: Add contact
son: Maa tonton

source: Add Contact Dialog
son: Maa willandi tonton

source: Call Information
son: Ciyari alhabar

# edit-selected[one]
source: {{ n }} selected
son: {{ n }} suubante

# edit-selected[two]
source: {{ n }} selected
son: {{ n }} suubante

# edit-selected[few]
source: {{ n }} selected
son: {{ n }} suubante

# edit-selected[many]
source: {{ n }} selected
son: {{ n }} suubante

# edit-selected[other]
source: {{ n }} selected
son: {{ n }} suubante

source: Edit
son: Fasal

source: Hide keypad
son: Walha tugu

source: Ignore Call
son: Ciyaroo muray

source: Incoming
son: Hurante

source: Keypad
son: Walha

source: Make call
son: Ciya

source: Merge
son: Marga

# info-missed
source: Missed
son: Kumante

source: Missed
son: Howante

# missed.ariaLabel
source: Missed
son: Howante

source: Canceled
son: Naŋ

source: Missed call
son: Ciyari howante

source: (SIM {{ n }}) Missed call
son: (SIM {{ n }}) ciyari howante

source: An error occurred while sending the message
son: Firka bangay waati kaŋ alhabar ga sanbandi

source: Session expired
son: Goywaati ben

source: Message successfully sent
son: Alhabar sanbaroo tabati

source: Mute
son: Jinde wii

source: New call
son: Ciyari taaga

source: No calls recorded
son: Ciyari kul mana jiši

source: No missed calls
son: Ciya hattante kul šii

source: Start a conversation now
son: Faakaaray foo šintin sohõ

source: On hold
son: Batuyan ra

source: Outgoing
son: Sanbante

source: Recent calls
son: Ciyari kokorantey

source: Reply
son: Tuuru

source: Send
son: Sanba

source: Switch calls
son: Ciyari bere

source: Today
son: Hõ

source: Withheld number
son: Hinna lanbante

source: From {{ contact }}
son: Hun {{ contact }} do

source: From {{ number }}
son: Hun {{ number }} do

source: From withheld number
son: Hun hinna lanbantaa do

source: Yesterday
son: Bi

source: Sending…
son: Goo ma sanba…

# speakerOption.ariaLabel
source: Speaker
son: Šelaŋkaw

source: {{ operator }} services
son: {{ operator }} goyey

source: Toggle keypad
son: Kanjari walha

source: Type your response…
son: War zaaboo hantum…

source: Clear all text
son: Kalimaɲaa kuru kul tuusu

source: Hide
son: Tugu

source: Call
son: Ciya

source: Hold
son: Suuri

source: Resume
son: Sintin taaga

# resume.ariaLabel
source: Resume
son: Sintin taaga

source: Send Message
son: Alhabar sanba

source: Call Ended
son: Ciyari ben

source: via SIM{{ n }}
son: SIM{{ n }} ga

source: Unknown
son: Šibayante

source: Cancel
son: Naŋ

source: Remove
son: Kaa

source: Remove all Facebook data?
son: Facebook bayhayey kul kaa?

source: Delete contact?
son: Boro kaa?

source: No Contact to Delete
son: Boro kul šii ma hun

source: Delete 1 Contact? This cannot be undone.
son: Boro 1 kaa? Bay kaŋ woo ši yeeti koyne.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
son: Boro {{n}} kaa? Bay kaŋ woo ši yeeti koyne.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
son: Boro {{n}} kaa? Bay kaŋ woo ši yeeti koyne.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
son: Boro {{n}} tuusu? Bay kaŋ woo ši yeeti koyne.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
son: Boro {{n}} kaa? Bay kaŋ woo ši yeeti koyne.

source: Retry
son: Šii taaga

source: Hang Up
son: Ciyari benandi

source: Pick up
son: Tuuru

source: Slider
son: Tutiji

source: Settings
son: Kayandiyaney

source: Nothing selected
son: Baffoo mana suubandi

source: Delete selected log?
son: Zaaritiira suubante tuusu?

# delete-n-log?[two]
source: Delete {{ n }} logs?
son: Zaaritiira {{ n }} tuusu?

# delete-n-log?[few]
source: Delete {{ n }} logs?
son: Zaaritiira {{ n }} tuusu?

# delete-n-log?[many]
source: Delete {{ n }} logs?
son: Zaaritiira {{ n }} tuusu?

# delete-n-log?[other]
source: Delete {{ n }} logs?
son: Zaaritiira {{ n }} tuusu?

# composeEmail.ariaLabel
source: Email
son: Bataga

# emailDetail.ariaLabel
source: Email
son: Bataga

source: Phone
son: Talfon

source: {{ n }} match for "{{ matchNumber }}"
son: Tenjandi {{ n }} "{{ matchNumber }}" se

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
son: Tenjandi {{ n }} "{{ matchNumber }}" se

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
son: Tenjandi {{ n }} "{{ matchNumber }}" se

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
son: Tenjandi {{ n }} "{{ matchNumber }}" se

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
son: Tenjandi {{ n }} "{{ matchNumber }}" se

source: Call barring
son: Ciya gagayyan

source: Call forwarding
son: Ciya bisandiyan

source: Incoming Caller ID
son: Ciyari hurante maakoy

source: Outgoing Caller ID
son: Ciyari fattabte maakoy

source: Password change
son: Šennikufal barmay

source: Call waiting
son: Ciyari batuyan

source: PIN change
son: PIN barmay

source: PIN2 change
son: PIN2 barmay

source: Unblock PIN
son: PIN feeriyan

source: Unblock PIN2
son: PIN2 feeriyan

source: Voice
son: Jinde

source: Data
son: Bayhaya

source: FAX
son: FaKSU

source: Packet
son: Sanbari

source: Service was enabled
son: Goyoo duu fondo

source: Service has been disabled
son: Goy n' ka kayandi

source: Registration was successful
son: Maa-hantumyanoo boori

source: Erasure was successful
son: Tuusuyanoo boori

source: Request was successful
son: Hãayanoo boori

source: Service not provisioned
son: Goyoo ši duwandi

source: You can not change the caller ID setting
son: War ši hin ka ciyari maakoy kayandiyanoo barmay

source: Caller ID defaults to restricted. Next call: Restricted
son: Tilasu ra ciyakaw boŋ-šilbay n' ka hode. Hiino ciyaroo: A ga hode

source: Caller ID defaults to restricted. Next call: Not restricted
son: Tilasu ra ciyakaw boŋ-šilbay n' ka hode. Hiino ciyaroo: Ši hode

source: Caller ID defaults to not restricted. Next call: Restricted
son: Tilasu ra ciyakaw boŋ-šilbay ši hode. Hiino ciyaroo: Hode

source: Caller ID defaults to not restricted. Next call: Not restricted
son: Tilasu ra ciyakaw boŋ-šilbay ši hode. Hiino ciyaroo: Ši hodante

source: Service was enabled for:
son: Kaŋ se goy tunandi:

source: PIN successfully changed
son: PIN barmay ka boori

source: PIN successfully unblocked
son: PIN feerandi ka boori

source: PIN2 successfully changed
son: PIN2 barmay ka boori

source: PIN2 successfully unblocked
son: PIN2 feerandi ka boori

source: Service is enabled
son: Goyoo duu fondo

source: Service is disabled
son: Goy kayante

source: Service is enabled for:
son: Kaŋ se goy tunandi:

source: Connection problem or invalid MMI code
son: Ciyari šenday wala MMI ašariya laybante

source: Incorrect Password
son: Šennikufal laybante

source: Invalid or Unsupported MMI Code
son: MMI laybante wala bila nda MMI ašariya

source: Invalid action
son: Teera laybante

source: Invalid service code
son: Goy ašariya laybante

source: The PUK you typed is not correct
son: PUK hantumantaa ši boori

source: The old PIN you typed is not correct.
son: PIN hantumante žeenaa ši boori.

source: Type PUK2 to unblock SIM card
son: PUK2 hantum ka SIM kattaa feeri

source: The PINs you typed do not match
son: PIN hantumantey ši tenji

source: Type a PIN that is 4 to 8 numbers
son: PIN hantum nda hinna 4 ka too 8

source: Your SIM card is PUK-locked
son: PUK na war SIM kattaa kufal

source: Unsuccessful. Enable SIM/RUIM LOCK
son: Ši koy. SIM/RUIM kufal tunandi

source: Operation is restricted to fixed dialing numbers only
son: Goyyan ši hode ciyari hinna kayantey de ga

source: USSD request is modified to DIAL request
son: USSD hãayan barmay CIYA hãayan ga

source: USSD request is modified to SS request
son: USSD hãayan barnay SS hãayan ga

source: USSD request is modified to new USSD request
son: USSD hãayan barnay USSD hãayan taaga ga

source: SS request is modified to DIAL request
son: SS hãayan barnay CIYA hãayan ga

source: SS request is modified to USSD request
son: SS hãayan barnay USSD hãayan ga

source: SS request is modified to new SS request
son: SS hãayan barnay SS hãayan taaga ga

source: Only {{ n }} retry left
son: Ceeciyan taaga {{ n }} de ka cindi

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
son: Ceeciyan taaga {{ n }} ka cindi

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
son: Ceeciyan taaga {{ n }} ka cindi

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
son: Ceeciyan taaga {{ n }} ka cindi

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
son: Ceeciyan taaga {{ n }} ka cindi

source: Maximum number of retries exceeded. SIM blocked
son: Na ceeciyan taaga hinna kul ibeeroo hoo. SIM foku

source: Radio not available
son: Arajo ši duwandi

source: Generic failure
son: Dumikul firka

source: Password incorrect
son: Šennikufal laybante

source: Request not supported
son: Hãayanoo ši hin ka goyandi

source: Operation not allowed during voice call
son: Goyyan ši bisa jinde-ciyari waate

source: SMS send fail retry
son: SMS sanbari dunbu, tee koyne

source: SIM absent
son: SIM ši bara

source: Subscription not available
son: Duuyan waafakay ši duwandi

source: Mode not supported
son: Yaayi ši hin ka goyandi

source: Fdn check failure
son: Fdn korošiyan firka

source: Illegal SIM or ME
son: SIM wala ME ši alhukum bande

source: Dial modified to USSD
son: Ciyari barmay USSD ga

source: Dial modified to SS
son: Ciyari barmay SS ga

source: Dial modified to dial
son: Ciyari barmay ciyari ga

source: USSD modified to dial
son: USSD barmay ciyari ga

source: USSD modified to SS
son: USSD barmay SS ga

source: USSD modified to USSD
son: USSD barmay USSD ga

source: SS modified to dial
son: SS barmay ciyari ga

source: SS modified to USSD
son: SS barmay USSD ga

source: SS modified to SS
son: SS barmay SS ga

source: Subscription not supported
son: Duuyan waafakaw ši hin ka goyandi

source: Invalid parameter
son: Adadu hansari laybante

source: Rejected by remote
son: Moorante wanji a ga

source: Conference ({{n}})
son: Margaw ({{n}})

source: Voicemail has left the call.
son: Jindebataga na ciyaroo naŋ.

source: Withheld number has left the call.
son: Hinna lanbante na ciyaroo naŋ.

source: {{ caller }} has left the call.
son: {{ caller }} na ciyaroo naŋ.

source: Unable to merge calls
son: Ši hin ka ciyarey marga

source: Unable to unmerge calls
son: Ši hin ka ciyarey fay

source: Select audio sources
son: Jinde aššiley suuba

source: Bluetooth handsfree device
son: Bluetooth kanbe-naŋ jinay

source: Receiver
son: Duukaw

source: Speaker
son: Šelaŋkaw
