Repository: translate/mozilla-gaia
Catalog: pbb/shared/download/download.properties.po
Languages: pbb

source: Download stopped
pbb: Spahkxna kyujun

source: Download was stopped. Try downloading again?
pbb: Yujuk spahkxnxi. ¿Kikinçxaa spahkxya?

# stopped_download_left_button
source: Cancel
pbb: Tuduçmeeth

# stopped_download_right_button
source: Try again
pbb: Ki'kin mdakh

# failed_download_title
source: Download failed
pbb: Spakxni kĩxjpa yuu me'

source: {{name}} failed to download. Try downloading again?
pbb: {{name}} spakxna kyuuhun. ¿ki'kinçxaa spakxna?

# failed_download_left_button
source: Cancel
pbb: Tuduçmeeth

# failed_download_right_button
source: Try again
pbb: Ki'kin mdakh

source: Stop download
pbb: Spakxni's kyujun

source: Are you sure you want to stop the download?
pbb: ¿Isa spahkxya'ga ya'kia'?

source: No
pbb: Ewume'n

source: Yes
pbb: Ũu

# delete_download_title
source: Delete
pbb: Khũkhna

source: Delete {{name}}?
pbb: ¿Khũkhna {{name}}?

# delete_download_left_button
source: Cancel
pbb: Tuduçmeeth

# delete_download_right_button
source: Delete
pbb: Khũkhna

# delete_all_download_title
source: Delete
pbb: Khũkhna

# delete_all_download_left_button
source: Cancel
pbb: Tuduçmeeth

# delete_all_download_right_button
source: Delete
pbb: Khũkhna

source: Delete no files?
pbb: ¿Eç jxawnxi's khũkhnu?

source: Delete one file?
pbb: ¿Teeçx eç jxawnxi's khũkh?

# delete_all_download_message[two]
source: Delete {{number}} files?
pbb: ¿Khũkh {{number}} eç jxawnxi's?

# delete_all_download_message[few]
source: Delete {{number}} files?
pbb: ¿Khũkh {{number}} eç jxawnxi's?

# delete_all_download_message[many]
source: Delete {{number}} files?
pbb: ¿Khũkhku {{number}} eça's jxawnxi'sa?

# delete_all_download_message[other]
source: Delete {{number}} files?
pbb: ¿Khũkhku {{number}} eça's jxawnxi'sa?

# unsupported_file_type_download_title
source: Unable to open
pbb: Thẽyku phade

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
pbb: Kĩh yu'hpa vxiswa'h mea' na's phadete'{{name}}. Ki'h jxawya'ga kakia' meeçxa Khũkhya'?

# unsupported_file_type_download_left_button
source: Keep File
pbb: Jxawsa

# unsupported_file_type_download_right_button
source: Delete
pbb: Khũkhna

source: File not found
pbb: Eça's jxawnxi's uymeea'

source: The file wasn’t found on the device
pbb: Eça's jxawnxi's uymeea' vxisnxite

# file_not_found_download_right_button
source: OK
pbb: Ewna jĩma'k

source: Memory card in use
pbb: Pe'pete kipnxisa's vxisna

source: Unplug the phone
pbb: Mwẽnçx çam we'wekwe

# unmounted_sdcard_2_download_right_button
source: OK
pbb: Ewna jĩma'k

source: Unable to share
pbb: Thẽysa's katxuden

source: No provider found
pbb: Çan we'we's mjĩin u'psaa uymeeta'

# no_provider_download_right_button
source: OK
pbb: Ewna jĩma'k

source: SD Card is full
pbb: Ki'pnxisa' SD utaya'ja

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
pbb: Meea' idx pe'pe ki'pnxisa' SD-ju jxawna ki'h spakyna. Maĩtxi khũkhna eç jxawnxi's yaçka takkhmẽy.

# no_memory_download_right_button
source: OK
pbb: Ewna jĩma'k

source: No memory card found
pbb: Uymeea' pe'pete kipnxisa's

source: Insert a memory card or select an alternate default media location in settings
pbb: Pe'pete ki'pnxisa's txhitxna phewu'nxisa's thegçxaa uyutxna vxite' nyafxtewe'sxa's eç jxawsaa kũhjwedsa's

# no_sdcard_found_2_download_right_button
source: OK
pbb: Ewna jĩma'k

# file_open_error_download_title
source: Unable to open
pbb: Thẽyku phade

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
pbb: Kĩh yu'hpa vxiswa'h mea' na's phadete'{{name}}. Ki'h jxawya'ga kakia' meeçxa Khũkhya'?

# file_open_error_download_left_button
source: Keep File
pbb: Jxawsa

# file_open_error_download_right_button
source: Delete
pbb: Khũkhna

source: There was an error while restarting the download. Please try to download again.
pbb: U'pune yuwe txi'txin pu'txhiçte. Txi'txin mispahtx u'se.

source: No downloads
pbb: Spakxnximee

source: {{partial}} of {{total}}
pbb: {{partial}} txte {{total}}

source: Stopped
pbb: Yujunxi

source: Download failed
pbb: Spakxni kĩxjpa yuu me'

source: Open
pbb: Phande

source: Share
pbb: Jxtxunde

source: Set as wallpaper
pbb: Dxijuy thegnxisa's vxisunaw

source: Set as ringtone
pbb: Su'snxi's pa'yanxinaw vxisunaw

# cancel_downloaded_file
source: Cancel
pbb: Tuduçmeeth
