Repository: translate/mozilla-gaia
Catalog: son/shared/tz/tz.properties.po
Languages: son

source: Region
son: Ganda

source: City
son: Gallu

source: Africa
son: Afiriki

source: America
son: Ameriki

source: Antarctica
son: Antarkitika

source: Asia
son: Aazi

source: Atlantic Ocean
son: Atlantiki teekoo

source: Australia
son: Osutarali

source: Europe
son: Eropu

source: Indian Ocean
son: Endu teekoo

source: Pacific Ocean
son: Baani teekoo
