Repository: translate/mozilla-gaia
Catalog: hsb/shared/lockscreen/lockscreen.properties.po
Languages: hsb

source: Airplane mode
hsb: Lětanski modus

source: Searching…
hsb: Pyta so…

source: No network
hsb: Žana syć

source: Emergency calls only
hsb: Jenož nuzowe zawołanja

source: (unknown SIM state)
hsb: (njeznaty SIM-staw)

source: (no SIM)
hsb: (žadyn SIM)

source: (SIM PIN required)
hsb: (SIM-PIN trěbny)

source: (SIM PUK required)
hsb: (SIM-PUK trěbny)

source: (network locked)
hsb: (syć zawrjena)

source: (service provider locked)
hsb: (słužbny poskićowar zawrjeny)

source: (corporate locked)
hsb: (předewzaće zawrjene)

source: (network1 locked)
hsb: (syć1 zawrjena)

source: (network2 locked)
hsb: (syć2 zawrjena)

source: (hrpd network locked)
hsb: (HRPD-syć zawrjena)

source: (ruim corporate locked)
hsb: (RUIM-předewzaće zawrjene)

source: (ruim service provider locked)
hsb: (Słužbny poksićowar RUIM zawrjeny)

source: {{ level }}% Charged
hsb: {{ level }}% nabity

# charging-minutes[zero]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
hsb: {{ level }}% nabite (hišće {{ minutes }} mjeńšin, doniž je dospołnje nabite)

source: {{ level }}% Charged ({{ minutes }} min until fully charged)
hsb: {{ level }}% nabite (hišće {{ minutes }} mjeńšina, doniž je dospołnje nabite)

# charging-minutes[two]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
hsb: {{ level }}% nabite (hišće {{ minutes }} mjeńšinje, doniž je dospołnje nabite)

# charging-minutes[few]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
hsb: {{ level }}% nabite (hišće {{ minutes }} mjeńšiny, doniž je dospołnje nabite)

# charging-minutes[many]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
hsb: {{ level }}% nabite (hišće {{ minutes }} mjeńšin, doniž je dospołnje nabite)

# charging-minutes[other]
source: {{ level }}% Charged ({{ minutes }} mins until fully charged)
hsb: {{ level }}% nabite (hišće {{ minutes }} mjeńšin, doniž je dospołnje nabite)

# charging-hours[zero]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
hsb: {{ level }}% nabity (hišće {{ hours }} hodź. {{ minutes }} mjeńšin, doniž dospołnje dobite njeje)

source: {{ level }}% Charged ({{ hours }}h {{ minutes }} min until fully charged)
hsb: {{ level }}% nabity (hišće {{ hours }} hodź. {{ minutes }} mjeńšina, doniž dospołnje dobite njeje)

# charging-hours[two]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
hsb: {{ level }}% nabity (hišće {{ hours }} hodź. {{ minutes }} mjeńšinje, doniž dospołnje dobite njeje)

# charging-hours[few]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
hsb: {{ level }}% nabity (hišće {{ hours }} hodź. {{ minutes }} mjeńšiny, doniž dospołnje dobite njeje)

# charging-hours[many]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
hsb: {{ level }}% nabity (hišće {{ hours }} hodź. {{ minutes }} mjeńšin, doniž dospołnje dobite njeje)

# charging-hours[other]
source: {{ level }}% Charged ({{ hours }}h {{ minutes }} mins until fully charged)
hsb: {{ level }}% nabity (hišće {{ hours }} hodź. {{ minutes }} mjeńšin, doniž dospołnje dobite njeje)
