Repository: translate/mozilla-gaia
Catalog: son/shared/telephony/telephony.properties.po
Languages: son

source: Emergency number
son: Tilasu lanba

source: To make a call you need to disable airplane mode in settings.
son: Ka ciya war ga hima ka beenehii yaayi kaa kayandiyaney ra.

# callAirplaneModeBtnOk
source: OK
son: Ayyo

source: Airplane mode activated
son: Beenehii yaayi n' ka tunandi

source: Number is busy
son: Lanbaa goo ciyari ra

source: The number is currently busy. Please try again later.
son: Lanbaa goo ciyari ra sohõda. A cee koyne waati kayna ra.

source: FDN active
son: FDN ga dira

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
son: FDN (ciyari lanba dumantey) n' ka tunandi nda lanbaa woo šii war FDN maašeedaa ra: {{ number }}

source: To make a call, the phone must be connected to a network.
son: Ka ciya, talfon ga hima ka dobu sankay foo ga.

source: Emergency calls are not allowed by the network.
son: Sankaa ši tilasu lanbawey taa.

# emergencyDialogBtnOk
source: OK
son: Ayyo

source: No network connection
son: Sankay ciyari kul šii

source: Invalid phone number
son: Talfon lanba laala

source: The phone number you are calling is not valid.
son: Talfon lanbaa kaŋ war goo m'a cee ši boori.

source: Unable to make a phone call now
son: Ši hin ka ciya nda talfon sohõda

source: Cannot make a call. If you are already dialing, please hang up first.
son: Ši hin ka ciya sohõda. Nda war goo ma kara, wa talfonoo wii jina.

source: Other connection in use
son: Ciyari tanayaŋ ga hẽe

source: You have an active call on another connection. You can only use one connection at a time.
son: War goo nda ciyari dirantaa tana foo, War ga hin ka ciyari foo de tee waati foo kul.

source: Call was barred by the operator
son: Talfon goykaa na ciyaroo gagay

source: Mobile
son: Kanbe talfon

source: Home
son: Šintin

source: Work
son: Goy

source: Personal
son: Boralhaali

source: Fax home
son: Hugu faksu

source: Fax office
son: Goydoo faksu

source: Fax other
son: Faksu tana

source: Other
son: Itaney

source: Mobile, {{ carrier }}
son: Kanbejinay, {{ carrier }}

source: Home, {{ carrier }}
son: Šintin moo, {{ carrier }}

source: Work, {{ carrier }}
son: Goydoo, {{ carrier }}

source: Personal, {{ carrier }}
son: Boŋše, {{ carrier }}

source: Fax home, {{ carrier }}
son: Hugu faksu, {{ carrier }}

source: Fax office, {{ carrier }}
son: Goydoo faksu, {{ carrier }}

source: Fax other, {{ carrier }}
son: Faksu tana, {{ carrier }}

source: Other, {{ carrier }}
son: Itana, {{ carrier }}
