Repository: translate/mozilla-gaia
Catalog: lg/shared/phone_types/phone_types.properties.po
Languages: lg

source: Label
lg: Laama

source: Mobile
lg: Mobailo

source: Home
lg: Yaawaka

source: Work
lg: Yakumulimu

source: Personal
lg: Yabwanannyini

source: Fax home
lg: Fakisi y'awaka

source: Fax office
lg: Fakisi y'okumulimu

source: Fax other
lg: Fakisi endala

source: Another
lg: Endala

source: Other
lg: Yabilara
