Repository: translate/mozilla-gaia
Catalog: pbb/apps/communications/contacts/contacts.properties.po
Languages: pbb

source: Call
pbb: Pa'yan

source: Edit
pbb: Yu'pthẽ'h

source: Cancel
pbb: Dewen

source: Done
pbb: Jxa'nxinxa'

source: OK
pbb: Ewna jĩma'k

source: Retry
pbb: Ki'kin isan

source: Contacts
pbb: Pa'yanxi

source: Add contact
pbb: Pa'yanxi's kãjan

source: Delete contact
pbb: Pa'yanxi's khukhna

source: Select contact
pbb: Pa'yanxi's txhitxna

source: Edit contact
pbb: Pa'yanxi's yu'pthena

source: Delete contact?
pbb: ¿Pa'yanxi's khukhna?

source: Remove
pbb: Khukhna

source: Delete
pbb: Khukhna

source: Comments
pbb: We'weni

source: This contact does not have a phone number
pbb: Kũhsa nã pa'yanxi'sa' ji'mea çaam we'wekwete

source: This contact does not have an email address
pbb: Nã pa'yanxisa' ji'mea jxujuy ka'jnxisa's

source: This contact does not have a phone number or email address
pbb: Nã pa'yanxisa ji'mea çaam we'wekwe kũhsa meeçxa jxujuy ka'hnxisa'

source: Remove contact picture?
pbb: ¿Piisanxis pa'yanxis khukhn?

source: Loading contacts…
pbb: Pa'yanxis khaan…

source: No contacts in your Contacts list
pbb: Eç jxun u'hnxi ji'mea' nãa pa'yanxisa

source: No name
pbb: Ya'se ji'mesa

source: Name
pbb: Ya'se

source: Last name
pbb: Txiwe ya'se

# tel.placeholder
source: Phone
pbb: Çaam we'wekwe

source: Carrier
pbb: Mijsa

# carrier.placeholder
source: Carrier
pbb: Mijsa

source: Email
pbb: Jxujuy ka'nxisa

# email.placeholder
source: Email
pbb: Jxujuy ka'nxisa

source: Street
pbb: Dxi'h

source: Zip code
pbb: Kthuthenxi Zip

source: City
pbb: Çxamb wala

source: Country
pbb: Kwesx çxamb

source: Comment
pbb: We'wenũsa'

source: Company
pbb: Pi'txnuphsa

source: Date
pbb: Txa'wẽntewesx

# date-span-placeholder
source: Date
pbb: Txa'wẽntesx

# date.placeholder
source: Date
pbb: Txa'wẽntesx

source: Birthday
pbb: Ã'kafx kãjanxii

source: Anniversary
pbb: Ãkafx ẽen kãjanxisa

source: Add Picture
pbb: Pisanxi's kãjan

source: Add Phone
pbb: Çaam we'wete kãjan

source: Add Email
pbb: Jxujuy kãjnxi's kãjan

source: Add Address
pbb: Pisanxii webte kãjan

source: Add Date
pbb: Txa'wẽnwesxa's kãjan

source: Add Comment
pbb: We'wenxi's kãjan

source: Add as Favorite
pbb: Ew wẽdxnxisa'na' akhyapth

source: Remove as Favorite
pbb: Ew wẽndxnxisa's khukhyapth

source: Add
pbb: kãjãna

# editButton.ariaLabel
source: Edit
pbb: Yu'pthẽ'h

# settingsButton.ariaLabel
source: Settings
pbb: Phewu'na

# phoneDetail.ariaLabel
source: Phone
pbb: Çaam we'wekwe

# emailDetail.ariaLabel
source: Email
pbb: Jxujuy kajnxisa

# addressDetail.ariaLabel
source: Address
pbb: Pisanxii

# dateDetail.ariaLabel
source: Date
pbb: Txãwẽnwesx

# composeEmail.ariaLabel
source: Email
pbb: Jxujuy kajnxisa'

# makeCall.ariaLabel
source: Call
pbb: Pa'yan

source: Phones
pbb: Çaam we'wekwe

source: Emails
pbb: Jxujuy kajnxisa'

source: Addresses
pbb: Pisanxii

source: Dates
pbb: Txã'wẽnwesx

source: Notes
pbb: Fxijnxi

source: Exit
pbb: Kase'

source: Expand
pbb: Pusxisxna

source: Name:
pbb: Ya'se:

source: Last name:
pbb: Txi'we ya'se:

source: Phone number:
pbb: Isan çaam we'wetewesxa's

source: Carrier:
pbb: Mjisa:

source: Email:
pbb: Jxujuy kajnxi:

source: Street:
pbb: Dxi'j:

source: Zip code:
pbb: Kthuthenxi Zip:

source: City:
pbb: Çxamb wala:

source: Country:
pbb: Kwe'sx çxhab:

source: Comment:
pbb: We'wenxisa'

source: Main information
pbb: Jiyunxi's khwenx ta'sxn

source: Phone numbers
pbb: Isan çaam we'wetewesxa's

source: Email address
pbb: Pisanxi's jxujuy kahn

# legendAddress
source: Address
pbb: Pisanxii

source: Transfer Contacts
pbb: Pa'yanxi's kaskhewũ'n

# importContactsTitle
source: Import Contacts
pbb: Pa'yanxi's jxunpa'nxi

# importContactsButton
source: Import Contacts
pbb: Pa'yanxi's jxunpa'nxi

# exportContactsTitle
source: Export Contacts
pbb: Pa'yanxi's jxunu'nxi

# exportContactsButton
source: Export Contacts
pbb: Pa'yanxi's jxunu'nxi

source: Export
pbb: Jxunu'nxi

source: Export to SIM
pbb: Jxunu'nxi txe SIM

source: Export to memory card
pbb: Txãa Pe'pete kipnxisa's jxunu'nxi

source: Export to Bluetooth
pbb: Jxunu'nxite txte Kaskhewũ'hna

source: Cannot use memory card because USB storage is enabled
pbb: Ewumeen vxisya pe'pe's SD txã'me' txãa tadxa' ki'tanxii ũ'sa USB

source: Export error
pbb: Ewmeã' txã's jxunu'waja'

source: No contacts exported
pbb: Manxũjpa pa'yanxi's jxunu'jxa ewumeeta

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
pbb: {{exported}}/{{total}} pa'yanxi's jxunu'n

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
pbb: {{exported}}/{{total}} pa'yanxi's jxunu'n

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
pbb: {{exported}}/{{total}} pa'yanxi's jxunu'n

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
pbb: {{exported}}/{{total}} pa'yanxi's jxunu'n

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
pbb: {{exported}}/{{total}} pa'yanxi's jxunu'n

source: Some error happened while exporting
pbb: Teçx ewmesane' u'kah jxunu'jnxi dxijthe

# exportError-SD-shared
source: Can’t access memory card because it’s shared
pbb: U'kaya ewuwa'jme u'sa' pe'pete kipnxisa txaanxu' pusxi'sxnxi u'sa

# exportError-SD-unavailable
source: Memory card is not available
pbb: Pe'pete kipnxisa ewumeen ãçxa

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
pbb: Jxu'hte fxi'nxisa thakwe mea' pe'pete kipnxisa yasetx jxunu'wha'

source: SIM card is not available
pbb: Pe'pete kipnxisa çaam we'wekwete' selpimeu'sa

# exportError-BT-shared
source: Can’t access memory card because it’s shared
pbb: U'kaya ewuwa'jme u'sa' pe'pete kipnxisa txaanxu' pusxi'sxnxi u'sa

# exportError-BT-unavailable
source: Memory card is not available
pbb: Pe'pete kipnxisa ewumeen ãçxa

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
pbb: Jxu'hte fxi'nxisa thakwe mea' pe'pete kipnxisa yasetx jxunu'wha'

source: Social networks
pbb: Ũkhe wes pkhakhenxisa

source: Link contact
pbb: Yasetx kakajxa

source: Unlink contact
pbb: Yasetx kakajmee

source: Do you want to unlink your friend?
pbb: ¿Namico yasetx ku'txi'jn?

source: Unlink
pbb: Ku'txijnxi

source: Import Facebook friends
pbb: Jxunxipa'jnxi namicutx txe Facebook

source: View Facebook profile
pbb: Txãjx dxi'pas thegn Facebook

source: Message
pbb: Eç pakanxisa

source: Wall post
pbb: ãate kavxianxi txãa dxiphte

source: Share Contact
pbb: Yasetx katxujden

source: The contact cannot be shared due to Facebook constraint.
pbb: Txãa yase' ewumeen katxu'ndeya txãpaka Facebook.

source: Other accounts
pbb: Vxite ku'txi'jnxisa

source: Sync friends
pbb: Sinc. namikutx

source: Select mobile
pbb: Çaam we'wenxi's txhitxya

source: Select email
pbb: Jxujuy kahnxisa's txhitxya

source: Select recipient
pbb: Eç paynxi's txhitxya

source: Settings
pbb: Phewu'nxi

source: Order by last name
pbb: Txiwe yasenxãkh phewu'n

# importSim2
source: SIM card
pbb: Pe'pete kipnxisa

source: Update imported friends
pbb: Namiko yase jxunxisa'tx phewu'n

source: Removing Facebook data
pbb: Facebook yasetx khukhn

source: Logging out from Facebook
pbb: Fxiçxan txãa Facebook

source: Remove all Facebook data?
pbb: ¿Facebook yasetx jxukate khukhn?

source: Your password in Facebook has changed. Please, update it.
pbb: Idx paçte fxi'nxi txã Facebook nxu'ptheka. Meen, txi yu'ptheh.

source: Not enabled yet
pbb: Ãçtepa ki'tanxime'

source: To import contacts connect to Wi-Fi or data network
pbb: Yasetx jxuwã', txe çxkitxa dxijkhete wifi meçxa ya'setxi

source: SIM card
pbb: Pe'pete kipnxis

source: Memory card
pbb: Pe'pete kipnxisa

# ICEContactsGroup
source: ICE Contacts
pbb: Ih ũsuhn ICE

source: Set ICE Contacts
pbb: Yasetx phewu'n ICE

# ICESettingTitle
source: ICE Contacts
pbb: Ih ũsuhn ICE

source: Add two contacts for making “In Case of Emergency” calls.
pbb: Je'z yase kãjan pa'yanxisatx “Aça na tudtey”.

source: ICE Contact 1
pbb: Yase 1 ICE

source: Select a contact
pbb: Pa'yanxi's txhitxna

source: ICE Contact 2
pbb: Yase 2 ICE

source: This contact is already an existing ICE contact
pbb: Na'txãa yasetenxa' ũ'sta ICE

source: There was an error setting the contact as ICE
pbb: Yuwe ewmeesane' u'ka phewu'juçte ya'ses txãwẽsa ICE

source: This contact doesn't have a phone number
pbb: Na yase' ji'mea isanxisa çaam we'wekwete

source: Facebook contacts cannot be set as ICE contacts
pbb: Txee ya'se Facebook ewumee ũ'sa phewu'ya naweẽ yase's ICE

source: Deleted phone numbers are removed from ICE Contact
pbb: Txãa isanxisa çaam we'wekwete yay khukhuta yasetx ICE

source: All the numbers are deleted. This contact is removed from the ICE Contacts.
pbb: Jxuka txãa yase pa'yanxisa khukhta. nanxu ya'se vxiamenxa'txina ya'se ICE.

source: No contacts
pbb: Pa'yanxisa ji'me

source: Start adding them now
pbb: Mdakh kãjajxa ãçtey

source: Not imported
pbb: Jxupahnxime

source: Imported
pbb: jxunpahnxi

source: Today
pbb: Ãçx

source: Yesterday
pbb: U'najh

source: Organize Contacts
pbb: Ya'se pa'yanxitx pheu'na

source: Find duplicate contacts
pbb: Kpena'jn kujwẽd pa'yanxisa's

source: Preparing contacts
pbb: Jxuka phewu'n pa'yanxisa ya'setx

source: SIM Card is full
pbb: Ki'pnxisa' SIM utaya'ja

source: Cannot access SIM card’s phone book
pbb: Ya ewumena u'kaya eç tusnxite payanxisa's txee SIM

source: No SIM detected
pbb: SIM uymeka

source: An error occurred while exporting a contact
pbb: Teçx yu'we ewmesa u'kaçx ũ'sa jxunu'jweçte

source: To export contacts insert or unlock your SIM card
pbb: Na' jxunu'jxapçxa pa'yanxisa ya'setxi, txi' txiphçxa meçxa pheu'çxa SIM

source: To export contacts insert a memory card
pbb: Txã's ya'se payanxisa'sa, txi'txin ya' txi'pun pe'pete kipnxisa

source: Contacts Management
pbb: Ikasa pa'yanxi yasetx

# DeleteTitle
source: Delete
pbb: Khũkhna

source: Delete Contacts
pbb: Pa'yanxi yasetx khukhn

source: Contacts delete cancelled
pbb: Khukhnxis pa'yanxisa yasetx ya' khukhmena

# DeletedTxt[zero]
source: No Contact to Delete
pbb: Teçxyujpa pa'yanxisa khukhwajmea

source: 1 Contact removed
pbb: Teçx pa'yanxisa'sta khukh

# DeletedTxt[two]
source: {{n}} Contacts removed
pbb: {{n}} pa'yanxisa's khukhta

# DeletedTxt[few]
source: {{n}} Contacts removed
pbb: {{n}} pa'yanxisa's khukhta

# DeletedTxt[many]
source: {{n}} Contacts removed
pbb: {{n}} pa'yanxisa's khukhta

# DeletedTxt[other]
source: {{n}} Contacts removed
pbb: {{n}} pa'yanxisa's khukhta

source: Deleting contacts
pbb: Payanxisa ya'setx khukhna

# ContactConfirmDel[zero]
source: No Contact to Delete
pbb: Teçxyujpa pa'yanxisa khukhwajmea

source: Delete 1 Contact? This cannot be undone.
pbb: ¿Teçx khukhnxipa'yanxi's? Ya' ewumeen wãtajxa.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
pbb: ¿khukhya {{n}} pa'yanxi's? Ya' ewumeen wãtajxa.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
pbb: ¿khukhya {{n}} pa'yanxi's? Ya' ewumeen wãtajxa.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
pbb: ¿khukhya {{n}} pa'yanxi's? Ya' ewumeen wãtajxa.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
pbb: ¿khukhya {{n}} pa'yanxi's? Ya' ewumeen wãtajxa.

# SelectedTxt[zero]
source: Contacts
pbb: Pa'yanxisa yase

# SelectedTxt[one]
source: {{n}} selected
pbb: {{n}} txhitxnxi

# SelectedTxt[two]
source: {{n}} selected
pbb: {{n}} txhitxnxi

# SelectedTxt[few]
source: {{n}} selected
pbb: {{n}} txhitxnxi

# SelectedTxt[many]
source: {{n}} selected
pbb: {{n}} txhitxnxi

# SelectedTxt[other]
source: {{n}} selected
pbb: {{n}} txhitxnxi

source: Video
pbb: Kapnasa's ksusuhna

source: Audio
pbb: Susni's

# removeField.ariaLabel
source: Remove
pbb: Kaapçu'jun

source: Undo
pbb: Vxit'yamee

source: ICE Contacts
pbb: Ih ũsuhn ICE

source: Edit Picture
pbb: Pisanxi's txthethna

source: Remove photo
pbb: Pisanxi's khukhna

source: Change photo
pbb: Pisanxi's nxu'phthena

source: Photo options
pbb: Ma'pa pa'kwena pisanxi's

source: Import all
pbb: Jxuka jxunpa'nxisa

source: No contacts imported
pbb: Manxujpa pa'yanxis yases jxunau'meta

source: Imported one contact
pbb: Teçx pa'yanxisa jxunpa'nxi

# vCardContacts-imported[two]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

# vCardContacts-imported[few]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

# vCardContacts-imported[many]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna

# vCardContacts-imported[other]
source: Imported {{n}} contacts
pbb: {{n}} pa'yanxisa jxunpa'jna
