Repository: translate/mozilla-gaia
Catalog: lg/apps/ringtones/ringtones.properties.po
Languages: lg

source: Manage Tones
lg: Ddukanya obude bwessimu

source: Share ringtone
lg: Ggabana akade

source: Delete ringtone
lg: Sangula akade

source: Share alert
lg: Ggabana akalabula

source: Delete alert
lg: Sangula akalabula

# actions-cancel
source: Cancel
lg: Sazaamu

source: Delete Ringtone
lg: Sangula akade

source: Delete Alert
lg: Sangula Akalabula

# delete-cancel
source: Cancel
lg: Sazaamu

source: Delete
lg: Sangula

source: Ringtone deleted.
lg: Akade kasangudwa

source: Alert deleted.
lg: Akade akalabula kasangudwa

source: New ringtone created.
lg: Akade akapya kakoledwa.

source: Ringtone set as default.
lg: Akade kakoledwa nga aketekamu

source: SD Card
lg: Kaada ya SD

source: Select Sound
lg: Londa Akade

source: Set
lg: Kakozese

source: {{ringtoneSectionBrandName}} Ringtones
lg: {{ringtoneSectionBrandName}} Obude bwe'ssimu

source: {{ringtoneSectionBrandName}} Alerts
lg: {{ringtoneSectionBrandName}} Obude obulabula

source: My Ringtones
lg: Obude bwange

source: My Alerts
lg: Obulabula bwange

source: Create Ringtone
lg: Kola akade ke'ssimu

source: Save
lg: Tereka

# create-cancel
source: Cancel
lg: Sazaamu

source: Corrupted File
lg: Fayilo ekwaatidwamu

source: The file is corrupted. It cannot be used to create a ringtone.
lg: Fayilo ekwaatidwamu. Tesobola kozesebwa nga kade kassimu

source: Ringtone Not Created
lg: Akade tekakoledwa

source: There was an issue creating the ringtone. Please try again.
lg: Wabadewo obuibu mu kukola akade. Bambi damu ogezeeko.

source: Use as default ringtone
lg: Kakozese nga akade akeetekamu

source: OK
lg: Kale

source: Untitled
lg: Tekiriko mutwe
