Repository: translate/mozilla-gaia
Catalog: hto/apps/communications/contacts/matcher/matcher.properties.po
Languages: hto

source: Looking for duplicate contacts
hto: Ména kómɨnɨ íte jénojenode

source: Merging duplicate contacts
hto: Kómɨnɨ menarie íte támetamega

source: No duplicate contacts found
hto: Menarie kómɨnɨ bañeiga

source: Merge
hto: Témede

source: Merge duplicates
hto: Ménarie táme

source: Suggested duplicate contacts for {{name}}
hto: Menarie komɨnɨ íte {{name}}

source: No contacts selected
hto: Nɨzeñega kómɨnɨ

source: Merge with {{n}} contact
hto: Téme bíe {{n}} kómɨnɨ

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
hto: Téme bíe {{n}} kómɨnɨ

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
hto: Téme bíe {{n}} kómɨnɨ

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
hto: Téme bíe {{n}} kómɨnɨ

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
hto: Téme bíe {{n}} kómɨnɨ

source: Duplicates found
hto: Ménarie já báiga

source: {{name}} duplicates information in the following contacts
hto: {{name}} Ména rafue jóne komɨnɨ

source: OK
hto: Jɨɨ
