Repository: translate/mozilla-gaia
Catalog: hsb/apps/bluetooth/bluetooth.properties.po
Languages: hsb

source: Turn Bluetooth on to view devices in the area.
hsb: Zmóžńće Bluetooth, zo byšće graty w tutej wokolinje widźał.

source: Paired devices
hsb: Zwjazane graty

source: Devices in the area
hsb: K dispoziciji stejace graty

source: Visible to all
hsb: Za wšěch widźomny

source: Your device name exceeds {{length}} characters. Please retry again.
hsb: Mjeno wašeho grata ma wjace hač {{length}} znamješkow. Prošu spytajće hišće raz.

source: Bluetooth Address
hsb: Adresa Blutooth

source: Not available
hsb: Nic k dispoziciji

source: No devices paired
hsb: Žane graty zwjazane

source: Turned off
hsb: Wupinjeny

# bt-status-paired[one]
source: {{name}}, +{{n}} more
hsb: {{name}}, +{{n}} dalši

# bt-status-paired[two]
source: {{name}}, +{{n}} more
hsb: {{name}}, +{{n}} dalšej

# bt-status-paired[few]
source: {{name}}, +{{n}} more
hsb: {{name}}, +{{n}} dalše

# bt-status-paired[many]
source: {{name}}, +{{n}} more
hsb: {{name}}, +{{n}} dalšich

# bt-status-paired[other]
source: {{name}}, +{{n}} more
hsb: {{name}}, +{{n}} dalšich

source: Tap to connect
hsb: Za zwjazowanje so podótknyć

source: Pairing with device…
hsb: Zwjazuje so z gratom…

source: Waiting for other device…
hsb: Čaka so na druhi grat…

source: Paired
hsb: Zwjazany

source: Connecting…
hsb: Zwjazuje so…

source: Connected
hsb: Zwjazany

source: Connected to phone audio
hsb: Z telefonowym awdiom zwjazany

source: Connected to media audio
hsb: Z medijowym awdiom zwjazany

source: Connected to phone/media audio
hsb: Z telefonowym/medijowym awdiom zwjazany

source: Unpair
hsb: Koplowanje zběhnyć

source: Confirm
hsb: Wobkrućić

# device-option-unpair-confirmation
source: Confirmation
hsb: Wobkrućenje

source: Unpair device?
hsb: Koplowanje grata zběhnyć?

source: Connect
hsb: Zwjazać

source: Disconnect
hsb: Zwisk dźělić

source: Searching for devices…
hsb: Graty so pytaja…

source: Search for devices
hsb: Graty pytać

source: Rename my device
hsb: Mój grat přemjenować

source: Unknown device
hsb: Njeznaty grat

source: Change device name
hsb: Gratowe mjeno změnić

source: This name will appear on your other Bluetooth devices
hsb: Mjeno so na wašich druhich gratach Bluetooth zjewi

source: New name
hsb: Nowe mjeno

source: Unable to pair devices
hsb: Graty njedadźa so zwjazać

source: Unable to pair with the device. Check that the PIN is correct.
hsb: Njeje móžno z gratom zwjazać. Přepruwujće, hač PIN je korektny.

source: Unable to pair with the device. Too many requests.
hsb: Njeje móžno z gratom zwjazać. Přewjele naprašowanjow.

source: Unable to connect devices
hsb: Njeje móžno graty zwjazać

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
hsb: Přepruwujće, hač grat, z kotrymž chceće zwjazać, je hišće w dosahu a je Bluetooth zmóžnił.

source: Unpair a connected device?
hsb: Koplowanje ze zwjazanym gratom zběhnyć?

source: You are currently connected to this device. Unpairing will also disconnect from it.
hsb: Sće tuchwilu z tutym gratom zwjazany. Zběhnjenje koplowanja budźe tež zwisk dźělić.

source: Confirmation
hsb: Wobkrućenje

source: Bluetooth is disabled
hsb: Bluetooth je znjemóžnjeny

source: Do you want to turn Bluetooth on?
hsb: Chceće Bluetooth zapinyć?

source: Cancel
hsb: Přetorhnyć

source: Turn On
hsb: Zapinyć

source: Bluetooth file transfer failed
hsb: Datajowe přenjesenje Bluetooth je so nimokuliło

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
hsb: Datajowe přenjesenje Bluetooth je so nimokuliło. Přepruwujće, hač nastajenja Bluetooth su korektne.

source: OK
hsb: W porjadku

source: Pair
hsb: Zwjazać

source: Confirm devices to pair
hsb: Graty wobkrućić, kotrež maja so zwjazać

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
hsb: Zo byšće z {{device}} zwjazał, přeswědčće so, hač wobaj grataj tuchwilu slědowacy PIN pokazujetej:

source: To pair with {{device}}, enter the PIN on the device.
hsb: Zo byšće z {{device}} zwjazał, zapodajće PIN na graće.

source: To pair with {{device}}, enter the passkey on the device.
hsb: Zo byšće z {{device}} zwjazał, zapodajće přistupny kluč na graće.

# passive-pair
source: Bluetooth pairing request
hsb: Zwjazowanske naprašowanje Bluetooth

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
hsb: {{device}} chce z tutym telefonom zwjazać. Zo byšće akceptował, přeswědčće so, hač wobaj grataj slědowacy PIN pokazujetej:

# passive-pair-pincode
source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
hsb: {{device}} chce z tutym telefonom zwjazać. Zo byšće akceptował, zapodajće PIN na graće.

# passive-pair-enterpincode
source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
hsb: {{device}} chce z tutym telefonom zwjazać. Zo byšće akceptował, zapodajće PIN na graće.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
hsb: {{device}} chce z tutym telefonom zwjazać. Zo byšće akceptował, zapodajće přistupny kluč na graće.

source: {{device}} would like to pair with this phone. To accept, input the passkey and then press Return or Enter on the device.
hsb: {{device}} chce z tutym telefonom zwjazać. Zo byšće akceptował, zapodajće hesłowu kombinaciju a tłóčće potom zapodawansku tastu na swojim graće.

source: {{device}} would like to pair with this phone.
hsb: {{device}} chce z tutym telefonom zwjazać.

source: Bluetooth Request From
hsb: Naprašowanje Bluetooth wot

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
hsb: Zwjazowanske naprašowanje Bluetooth

source: Bluetooth Pairing Request
hsb: Zwjazowanske naprašowanje Bluetooth

source: Bluetooth pairing request expired. Try to pair again.
hsb: Zwjazowanske naprašowanje Bluetooth je spadnyło. Spytajće hišće raz zwjazować.
