Repository: translate/mozilla-gaia
Catalog: hsb/apps/music/music.properties.po
Languages: hsb

source: Music
hsb: Hudźba

source: Playlists
hsb: Wothrawanske lisćiny

source: Artists
hsb: Wuměłcy

source: Albums
hsb: Albumy

source: Songs
hsb: Spěwy

source: Unknown artist
hsb: Njeznaty wuměłc

source: Unknown album
hsb: Njeznaty album

source: Unknown title
hsb: Njeznaty titl

source: Add songs to get started
hsb: Za start spěwy přidać

source: Load songs on to the memory card.
hsb: Spěwy na składowanskej karće składować.

source: No memory card found
hsb: Žana składowanska karta namakana

source: Insert a memory card to listen to songs.
hsb: Zasadźće składowansku kartu, zo byšće na spěwy poskał.

source: Music can not be used while phone is plugged in
hsb: Njemóžeće hudźbu wužiwać, dołhož telefon je přityknjeny

source: Unplug the phone to play music.
hsb: Wottykńće telefon, zo byšće hudźbu wothrał.

source: Database Upgrade
hsb: Aktualizacija datoweje banki

source: Please wait while Music updates its database.
hsb: Prošu počakajće, mjeztym zo Hudźba swoju datowu banku aktualizuje.

source: Search
hsb: Pytać

source: Search Music
hsb: Hudźbu přepytać

# search-cancel
source: Cancel
hsb: Přetorhnyć

# search-artists
source: Artists
hsb: Wuměłcy

# search-albums
source: Albums
hsb: Albumy

source: Tracks
hsb: Čary

source: close
hsb: začinić

source: No music found
hsb: Žana hudźba namakana

source: Shuffle all
hsb: Po připadnym porjedźe wothrać

source: Highest rated
hsb: Najwyše pohódnoćene

source: Recently added
hsb: Njedawno přidate

source: Most played
hsb: Najhusćišo wothrate

source: Least played
hsb: Najrědšo wothrate

source: Select a track
hsb: Čaru wubrać

source: Save
hsb: Składować

source: Saved {{title}} to Music
hsb: {{title}} w Hudźbje składowany

source: Audio cannot be played: format is unsupported or file is invalid.
hsb: Awdio njeda so wothrać: format so njepodpěruje abo dataja je njepłaćiwa.

# overlay-cancel-button
source: Cancel
hsb: Přetorhnyć

source: Music paused during the call
hsb: Wothrawanje hudźby je so za zawołanje zastajiło

source: Done
hsb: Hotowo

source: Share
hsb: Dźělić

source: Rating
hsb: Pohódnoćenje

# rating-star.ariaLabel[zero]
source: {{n}} stars
hsb: {{n}} hwěžkow

source: {{n}} star
hsb: {{n}} hwěžka

# rating-star.ariaLabel[two]
source: {{n}} stars
hsb: {{n}} hwěžce

# rating-star.ariaLabel[few]
source: {{n}} stars
hsb: {{n}} hwěžki

# rating-star.ariaLabel[many]
source: {{n}} stars
hsb: {{n}} hwěžkow

# rating-star.ariaLabel[other]
source: {{n}} stars
hsb: {{n}} hwěžkow

source: Go to player view
hsb: K hrajerskemu napohladej

source: Repeat off
hsb: Wospjetowanje znjemóžnjene

source: Repeat all
hsb: Wšě wospjetować

source: Repeat track
hsb: Čaru wospjetować

source: Shuffle
hsb: Připadne wothrawanje

source: Home
hsb: Startowa strona

# playlists-tab.ariaLabel
source: Playlists
hsb: Wothrawanske lisćiny

# artists-tab.ariaLabel
source: Artists
hsb: Wuměłcy

# albums-tab.ariaLabel
source: Albums
hsb: Albumy

# songs-tab.ariaLabel
source: Songs
hsb: Spěwy
