Repository: translate/mozilla-gaia
Catalog: */apps/camera/camera.properties.po
Languages: ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, fa, gd, hi_in, hr, hu, id, kk, km, kn, ml, ms, my, ne, nn_no, or, pt, ro, te, th, tr, ur, wa

source: Not enough space on memory card. Try freeing up space by deleting media.
ar: لا توجد مساحة كافية على بطاقة الذاكرة. حاول تحرير المساحة عن طريق حذف الوسائط.
bg: Няма достатъчно място на картата памет. Опитайте да освободите място като изтриете снимки и/или клипове.
bn_bd: মেমোরি কার্ডে যথেষ্ঠ পরিমাণে খালি জায়গা নেই। মিডিয়া ফাইল মুছে ফেলে জায়গা খালি করার চেষ্টা করুন।
bn_in: মেমোরি কার্ডে বেশি জায়গা নেই। মিডিয়া বাতিল করে জায়গা বাচানোর চেষ্টা করুন।
br: N'eus ket trawalc'h a blas war ar gartenn vemor. Klaskit dieubiñ egor en ur ziverkañ media.
bs: Nema dovoljno prostora na memorijskoj kartici. Oslobodite prostor brisanjem multimedije.
ca: No hi ha prou espai a la targeta de memòria. Proveu d'alliberar espai eliminant fitxers multimèdia.
fa: حافظه کافی بر روی کارت حافظه موجود نیست. سعی کنید با حذف رسانه‌ها فضا آزاد کنید.
gd: Chan eil àite gu leòr air a’ chairt-chuimhne. Feuch is sguab às meadhanan gus àite a shaoradh.
id: Tidak cukup ruang di kartu memori. Hapuslah media untuk mengosongkan ruang.
kk: Жады картасында бос орын жеткіліксіз. Медианы өшіру арқылы орынды босатып көріңіз.
my: မှတ်ဉာဏ်ကတ်တွင် လုံလောက်သောနေရာလွတ် မရှိတော့ပါ။ မီဒီယာအချို့ကို ဖျက်ပြီး နေရာလွတ်ရရှိစေရန် ဆောက်ရွက်ကြည့်ပါ။
nn_no: Ikkje nok plass på minnekortet. Prøv å laga meir plass ved å sletta media.
pt: Não existe espaço livre. Tente libertar algum espaço, apagando ficheiros desnecessários.
ro: Spațiu insuficient pe cardul de memorie. Încearcă să eliberezi spațiu ștergând conținut media.
th: การ์ดหน่วยความจำมีพื้นที่ไม่เพียงพอ ลองเพิ่มพื้นที่โดยการลบสื่อ
tr: Bellek kartında yeterli alan yok. Bazı medya dosyalarını silerek yer açmayı deneyin.
ur: میموری کارڈ پر کافی جگہ نہیں ہے۔ میڈیا کو حذف کر کے خالی جگہ بنانے کی کوشش کریں۔

source: Not enough space on memory card
ar: لا توجد مساحة كافية على بطاقة الذاكرة
as: মেমৰি কাৰ্ডত পৰ্যাপ্ত স্থান নাই
bg: Няма място на картата за памет
bn_bd: মেমরি কার্ডে যথেষ্ট পরিমান জায়গা খালি নেই
bn_in: মেমরি কার্ডে যথেষ্ট স্থান নেই
br: N'eus ket egor a-walc'h war ar gartenn vemor
bs: Nema dovoljno prostora na memorijskoj kartici
ca: No hi ha prou espai a la targeta de memòria
cy: Dim digon o le ar y cerdyn cof
fa: فضای کافی بر روی کارت حافظه موجود نیست
gd: Chan eil àite gu leòr air a’ chairt-chuimhne
hi_in: मेमोरी कार्ड में पर्याप्त जगह नहीं है
hr: Nema dovoljno prostora na memorijskoj kartici
hu: Nincs elég hely a memóriakártyán
id: Sisa ruang di kartu memori tidak cukup
kk: Жады картасында бос орын жеткіліксіз
km: កាត​​អង្គ​ចងចាំ​មាន​ទំហំ​មិន​គ្រប់គ្រាន់
kn: ಮೆಮೊರಿ ಕಾರ್ಡಿನಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳವಿಲ್ಲ
ml: മെമ്മറി കാര്‍ഡില്‍ മതിയായ സ്ഥലമില്ല
ms: Tidak cukup ruang pada kad memori
my: မှတ်ဉာဏ်ကဒ် ထဲတွင် လုံလောက်သောနေရာမရှိပါ
ne: मेमोरी कार्डमा पर्याप्त स्थान छैन
nn_no: Ikkje nok plass på minnekortet
or: ମେମୋରି କାର୍ଡ଼ରେ ଆଉ ଫାଙ୍କା ସ୍ଥାନ ନାହିଁ
pt: Não existe espaço suficiente no cartão de memória
ro: Spațiu insuficient pe cardul de memorie
te: సరిపోయేంత జాగా మెమొరీ కార్డులో లేదు
th: การ์ดหน่วยความจำมีพื้นที่ไม่เพียงพอ
tr: Bellek kartındaki yeterli alan yok
ur: میموری کارڈ پر کافی جگہ نہیں
wa: Pont d’ plaece assez sol cwåte memwere

source: Try freeing up space by deleting media.
ar: حرِّر مساحة بحذف ملفات.
as: মিডিয়া মচি পেলাই স্থান মুক্ত কৰাৰ চেষ্টা কৰক।
bg: Опитайте да освободите място като изтриете снимки и/или клипове.
bn_bd: কিছু মিডিয়া ডিলিট করে ফাকা স্থান তৈরীর চেষ্টা করুন।
bn_in: মিডিয়া মুছে ফেলে স্থান মুক্ত করার চেষ্টা করুন।
br: Klaskit dieubiñ egor en ur zilemel mediaoù
bs: Pokušajte osloboditi prostor brisanjem sadržaja.
ca: Proveu d'alliberar espai eliminant fitxers multimèdia.
cy: Ceisiwch ryddhau lle drwy ddileu hen apiau a chyfryngau.
fa: سعی کنید با حذف رسانه‌ها فضا آزاد کنید.
gd: Feuch is sguab às meadhanan gus àite a shaoradh.
hi_in: मीडिया को डिलीट करके जगह रिक्त करने का प्रयास करें.
hr: Pokušajte osloboditi prostor brisanjem sadržaja.
hu: Próbáljon meg fájlok törlésével helyet felszabadítani.
id: Coba hapus beberapa media agar lebih lowong.
kk: Медианы өшіру арқылы орынды босатып көріңіз.
km: ព្យាយាម​បង្កើន​ទំហំ​ទំនេរ​ដោយ​លុប​ព័ត៌មាន។
kn: ಕೆಲವು ಮೀಡಿಯಾಗಳನ್ನು ತೆಗೆದು ಹಾಕುವ ಮೂಲಕ ಅಗತ್ಯ ಸ್ಥಳವನ್ನು ಕಾಯ್ದಿರಿಸಿ.
ml: മിഡിയകള്‍ കളഞ്ഞ് ഒഴിഞ്ഞ സ്ഥലം ഉണ്ടാക്കാന്‍ നോക്കു.
ms: Cuba mengosongkan ruang dengan menghapuskan media.
my: အချို့ မီဒီယာဖိုင်များအားဖျက်ပြီး နေရာရ အောင်လုပ်ကြည့်ပါ
ne: मिडिया मेटाइ खाली ठाउँ स्वतन्त्र गर्ने प्रयास गर्नुहोस्।
nn_no: Prøv å lag meir plass ved å sletta media.
or: କିଛି ମିଡ଼ିଆ ଫାଇଲ ଲିଭାଇ ଅଧିକ ସ୍ଥାନ ଫାଙ୍କା କରନ୍ତୁ ।
pt: Tente libertar algum espaço eliminando alguns ficheiros.
ro: Încearcă să eliberezi spațiu ștergând conținut media.
te: మాధ్యమాన్ని తొలగించుట ద్వారా ఖాళీ జాగా పొందే ప్రయత్నం చేయండి.
th: ลองเพิ่มพื้นที่โดยการลบสื่อ
tr: Bazı fotoğrafları silerek yer açmayı deneyin.
ur: حذف کرنے کی میڈیا کی طرف سے آزاد خلائی کرنے کی کوشش کریں۔
wa: Sayî d’ fé del plaece tot disfaçant des medias.

source: Picture not saved. An error prevented Camera from saving the picture.
ar: لم يتم حفظ الصورة. خطأ ما منع الكاميرا من حفظ الصورة.
bg: Снимката не е запазена. Грешка попречи на запазването на снимката.
bn_bd: ছবিটি সংরক্ষিত হয়নি। ছবিটি সংরক্ষণ করতে কোন ত্রুটি Camera কে বাঁধা দিচ্ছে।
bn_in: ছবিটি সংরক্ষিত হয়নি। একটি ত্রুটি ক্যামেরাটিকে ছবিটি সংরক্ষণ করা থেকে বঞ্চিত করেছে।
br: N'eo ket bet enrollet ar skeudenn. Ur fazi en deus miret ouzh ar c'hamera enrollañ ar skeudenn.
bs: Slika nije spašena. Greška je spriječila Kameru da spasi sliku.
ca: No s'ha desat la imatge. Un error ha impedit que la càmera desés la imatge.
fa: تصویر ذخیره نشد. یک اشکال از ذخیره تصویر توسط دوربین جلوگیری کرد.
gd: Cha deach an dealbh a shàbhaladh. Cha b’ urrainn dhan chamara an dealbh a shàbhaladh ri linn mearachd.
kk: Сурет сақталмады. Қате салдарынан Камера суретті сақтай алмады.
my: ရုပ်ပုံကို မသိမ်းဆည်းပါ။ အမှားတစ်ခုသည် ကင်မရာကို ဓါတ်ပုံသိမ်းခြင်းမှ တားဆီးထားသည်။
nn_no: Bildet ikkje lagra. Ein feil hindra kameraet frå å lagra bildet.
pt: Imagem não guardada. Ocorreu um erro que impediu que a câmara a guardasse.
ro: Fotografie nesalvată. O eroare a împiedicat camera să salveze fotografia.
th: รูปภาพไม่ถูกบันทึก เกิดข้อผิดพลาดที่ป้องกันไม่ให้กล้องสามารถบันทึกรูปภาพ
ur: تصویر محفوظ نہیں ہوئ۔ ایک نقص نے کیمرے کو تصویر محفوظ کرنے سے روک دیا۔

source: Video not recorded. Error creating video file path.
ar: لم يتم تسجيل الفيديو. خطأ في إنشاء مسار ملف الفيديو.
bg: Видеото не е записано. Грешка при създаване на файловия път към видеозаписа.
bn_bd: ভিডিওটি রেকর্ড হয়নি। ভিডিও ফাইল পাথ তৈরি করতে ত্রুটি হয়েছে।
bn_in: ভিডিও রেকর্ড হয়নি। ভিডিও ফাইল পাথ তৈরি করার সময় ত্রুটি ঘটেছে।
br: N'eo ket bet enrollet ar video. Fazi en ur grouiñ treug ar restr video.
bs: Video nije snimljen. Greška pri kreiranju putanje video fajla.
ca: No s'ha enregistrat el vídeo. Error en crear el camí al fitxer del vídeo.
fa: ویدیو ضبط نشد. در ساخت مسیر ویدیو اشکال بوجود آمد.
gd: Cha deach a’ video a chlàradh. Mearachd a’ cruthachadh slighe faidhle a’ video
kk: Видео жазылмады. Видео файл жолын жасау қатесі.
my: ဗီဒီယိုကို မသိမ်းဆည်းပါ။ ဗီဒီယိုသိမ်းရာလမ်းကြောင်း ဖန်တီးရာတွင် အမှားဖြစ်ပေါ်သည်။
nn_no: Video ikkje spelt inn. Feil under oppretting av videofilsti.
pt: Vídeo não guardado. Erro ao criar o caminho do ficheiro.
ro: Videoclip neînregistrat. Eroare la crearea căii pentru fișierul video.
th: วิดีโอไม่ถูกบันทึก เกิดข้อผิดพลาดในการสร้างเส้นทางไฟล์วิดีโอ
ur: وڈیو ریکارڈ نہیں ہوئ۔ نقص وڈیو مسل راہ بنا رہا ہے۔

source: No memory card found
ar: لم يتم العثور على بطاقة الذاكرة
as: কোনো মেমৰি কাৰ্ড পোৱা নগল
bg: Липсва карта за памет
bn_bd: কোন মেমরি কার্ড পাওয়া যায় নি
bn_in: কোনও মেমরি কার্ড খুঁজে পাওয়া যায় নি
br: Kartenn vemor ebet kavet
bs: Memorijska kartica nije pronađena
ca: No s'ha trobat cap targeta de memòria
cy: Heb ganfod cerdyn cof
fa: هیچ کارت حافظه‌ای پیدا نشد
gd: Cha deach cairt-chuimhne a lorg
hi_in: मेमोरी कार्ड अनुपलब्ध है
hr: Memorijska kartica nije pronađena
hu: Nem található memóriakártya
id: Kartu memori tidak ditemukan
kk: Жады картасы табылмады
km: រក​មិន​ឃើញ​កាត​អង្គ​ចងចាំ
kn: ಮೆಮೊರಿ ಕಾರ್ಡ್ ಕಂಡುಬಂದಿಲ್ಲ
ml: മെമ്മറി കാര്‍ഡ് കണ്ടെത്താനായില്ല
ms: Kad memori tidak ditemui
my: မှတ်ဉာဏ်ကဒ်မတွေ့
ne: कुनै मेमोरी कार्ड भेटिएन
nn_no: Fann ingen minnekort
or: ମେମୋରି କାର୍ଡ଼ରେ ମିଳିଲାନାହିଁ
pt: Não foi encontrado um cartão de memória
ro: Niciun card de memorie găsit
te: ఏ మెమొరీ కార్డు కనపడలేదు
th: ไม่พบการ์ดหน่วยความจำ
tr: Bellek kartı bulunamadı
ur: کوئی میموری کارڈ نہیں ملا
wa: Dji n’ a trové nole cwåte memwere

source: Insert a memory card to take pictures.
ar: أدخل بطاقة الذاكرة لأخذ صور.
as: ছবি লবলে এটা মেমৰি কাৰ্ড সুমুৱাওক।
bg: Поставете карта за памет, за да правите снимки.
bn_bd: ছবি তোলার জন্য একটি মেমরি কার্ড প্রবেশ করান।
bn_in: ছবি গ্রহণ করতে ভিতরে একটি মেমরি কার্ড ঢোকান।
br: Enlakait ur gartenn vemor evit ober luc'hskeudennoù.
bs: Ubacite memorijsku karticu da omogućite slikanje.
ca: Inseriu una targeta de memòria per fer fotos.
cy: Rhowch gerdyn cof i mewn i gymryd lluniau.
fa: برای عکس گرفتن کارت حافظه را وارد کنید.
gd: Cuir a-steach cairt-chuimhne gus dealbhan a thogail.
hi_in: चित्र लेने के लिए मेमोरी कार्ड डाले
hr: Umetnite memorijsku karticu kako biste mogli fotografirati.
hu: Fényképek készítéséhez tegye be a memóriakártyát.
id: Colokkan kartu memori untuk mengambil gambar.
kk: Суреттерді түсіру үшін жады картасын салыңыз.
km: បញ្ចូល​កាត​អង្គ​ចងចាំ​ដើម្បី​ថត​រូប។
kn: ಚಿತ್ರಗಳನ್ನು ತೆಗೆಯಲು ಮೆಮರಿ‌ ಕಾರ್ಡ್ ಅನ್ನು ಸೇರಿಸಿ.
ml: ചിത്രങ്ങള്‍ എടുക്കാന്‍ മെമ്മറി കാര്‍ഡ് ഇടുക.
ms: Masukan kad ingatan untuk mengambil gambar.
my: ဓာတ်ပုံများရိုက်ယူရန် မှတ်ဉာဏ် တစ်ခုထည့်ပါ
ne: तस्विर लिन मेमोरी कार्ड घुसाउनुहोस्।
nn_no: Set inn eit minekort for å ta bilde.
or: ଫଟୋ ଉଠାଇବା ପାଇଁ ମେମୋରି କାର୍ଡ଼ଟିଏ ଭରନ୍ତୁ ।
pt: Insira um cartão de memória para tirar fotografias.
ro: Inserează un card de memorie pentru a realiza fotografii.
te: చిత్రాలను తీయుటకు ఒక మెమొరీ కార్డును చొప్పించండి.
th: ใส่การ์ดหน่วยความจำเพื่อถ่ายภาพ
tr: Fotoğraf çekmek için bir bellek kartı takın.
ur: میموری کارڈ داخل کریں تصویر لینے کے لئے۔
wa: Tchôkîz ene cwåte memwere po prinde de fotos.

source: Camera can not be used while phone is plugged in
ar: لا يمكن استخدام الكاميرا والجوَّال موصول
as: ফোন প্লাগ্গড্ ইন অৱস্থাত কেমেৰা ব্যৱহাৰ কৰিব নোৱাৰি
bg: Включен е кабел
bn_bd: ইউএসবি লাগানো অবস্থায় ক্যামেরা ব্যবহার করা যাবে না
bn_in: প্লাগড-ইন অবস্থায় ক্যামেরা ব্যবহার করা যাবে না
br: Kamera n'haller ket bezañ arveret pa vez luget ar pellgomzer
bs: Kamera se ne može koristiti dok je telefon spojen sa kablom
ca: No es pot utilitzar la càmera mentre el telèfon està connectat
cy: Nid oes modd defnyddio'r Camera pan fydd y ffôn wedi ei blygio i mewn
fa: هنگامی که تلفن متصل است دوربین نمی‌تواند استفاده شود.
gd: Cha ghabh an camara a chleachdadh fhad ’s a tha am fòn plugte a-steach
hi_in: फोन प्लगइन के दौरान कैमरे का प्रयोग नहीं किया जा सकता
hr: Kamera se ne može koristiti dok je telefon priključen
hu: A Kamera nem használható, amíg a telefon csatlakoztatva van
id: Kamera tidak dapat digunakan saat telepon dicolokkan
kk: Компьютерге қосулы кезінде Камера жұмыс жасай алмайды
km: មិន​អាច​ប្រើ​ម៉ាស៊ីន​ថត​បាន​ឡើយ ខណៈ​ពេល​កំពុង​ដោត​ទូរស័ព្ទ
kn: ಪ್ಲಗ್ ಮಾಡಿರುವಾಗ ಕ್ಯಾಮೆರಾವನ್ನು ಬಳಸಲು ಸಾಧ್ಯವಿರುವುದಿಲ್ಲ
ml: ഫോണ്‍ പ്ലഗ്ഗ് ചെയ്തിരിക്കുമ്പോള്‍ ക്യാമറ ഉപയോഗിക്കാന്‍ പറ്റില്ല
ms: Kamera tidak boleh digunakan semasa telefon dipasang
my: ကွန်ပျူတာဖြင့် ချိတ်ဆက်ထားစဉ် ကင်မရာအား သုံးမရပါ
ne: फोन जोडिएको बेला क्यामेरा प्रयोग गर्न मिल्दैन
nn_no: Kameraet kan ikkje brukast medan telfonen er tilkopla
or: ଫୋନରେ ତାର ଲାଗିଥିଲା ବେଳେ କ୍ୟାମେରା କାମ କରିବ ନାହିଁ
pt: A Câmara não pode ser utilizada enquanto o equipamento está ligado
ro: Camera nu poate fi folosită cât timp dispozitivul e conectat
te: ప్లగ్ చేసి ఉన్నప్పుడు కెమేరాను ఉపయోగించలేరు
th: กล้องไม่สามารถใช้งานขณะโทรศัพท์กำลังเสียบสายได้
tr: Telefon fişe takılıyken Kamera kullanılamaz
ur: جب تک فون پلگیں ہے ٹیب تک کیمرے کا استمعال نہیں کیا جا سکتہ
wa: On n’ si sait siervi di Camera cwand l’ telefone est tchôkî

source: Unplug the phone to capture photos and videos
ar: قم بفصل الهاتف لإلتقاط صورة أو ڤيديو
as: ফ'টো আৰু ভিডিঅ' লবলৈ ফোনক আনপ্লাগ কৰক
bg: За да правите снимки, изключете кабела от телефона
bn_bd: ছবি তুলতে ও ভিডিও করতে ফোন আনপ্লাগ করুন
bn_in: ফটো এবং ভিডিও তুলতে ফোন খুলুন
br: Dilugit ar pellgomzer evit ober luc'hskeudennoù ha videoioù
bs: Iskopčajte telefon da biste mogli kreirati fotografije i video
ca: Desconnecteu el telèfon per fer fotografies o vídeos
cy: Dadblygiwch y ffôn i dynnu llun a fideos
fa: برای گرفتن تصاویر و ویدیوها تلفن را جدا کنید.
gd: Thoir às am fòn ma tha thu airson dealbhan is videothan a thogail
hi_in: फोटो और विडियो देखने के लिए फ़ोन को अनप्लग कीजिए
hr: Iskopčajte telefon kako biste mogli snimati fotografije i video
hu: Válassza le a telefont képek és videók rögzítéséhez
id: Cabut telepon untuk membuat foto dan video
kk: Фото және видеоларды түсіру үшін телефонды компьютерден шығарыңыз
km: ផ្ដាច់​ទូរសព្ទ​ចេញ ដើម្បី​ថត​រូប​និង​វីដេអូ
kn: ಚಿತ್ರಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಸೆರೆಹಿಡಿಯಲು ಫೋನ್ ಅನ್ನು ಅನ್‌ಪ್ಲಗ್‌ ಮಾಡಿ
ml: ചിത്രങ്ങളും ചലചിത്രങ്ങളും എടുക്കാന്‍ ഫോണ്‍ അണ്‍പ്ലഗ്ഗ് ചെയ്യു
ms: Cabut telefon untuk menangkap gambar dan video
my: ရုပ်ရှင် ၊ ဓာတ်ပုံတွေရိုက်ဖို့ ဖုန်းအား ပလပ် ဖြုတ်ပါ
ne: फोटो र भिडियो खिच्नलाई फोन छुटाउनुहोस्
nn_no: Kopla frå telefonen for å ta bilde eller video
or: ଫଟୋ ଓ ଭିଡ଼ିଓ ଉଠାଇବା ପାଇଁ ଫୋନରୁ ତାର ହଟାଇ ଦିଅନ୍ତୁ
pt: Desligue o equipamento para capturar fotos e vídeos
ro: Deconectează telefonul pentru a captura fotografii și videoclipuri
te: ఫోటోలు మరియు వీడియోలను తీయటానికి ఫోనును అన్‌ప్లగ్ చేయండి
th: ถอดสายจากโทรศัพท์เพื่อถ่ายภาพหรือวิดีโอ
tr: Fotoğraf ve video çekmek için telefonu fişten çıkarın
ur: تصویر اور ویڈیوز لینے کے لئے فون کو انپلگ کریں
wa: Distchôkîz l’ fi do telefone po prinde des fotos et videyos

source: You have run out of media storage space.
ar: لقد نفذت مساحة تخزين الوسائط.
as: আপোনাৰ মিডিয়া সংৰক্ষণ স্থান শেষ হৈছে।
bg: Няма повече място за медия.
bn_bd: আপনার মিডিয়া স্টোরেজে খালি জায়গা ফুরিয়ে গেছে।
bn_in: আপনার মিডিয়া সংগ্রহস্থলে জায়গার ঘাটতি দেখা দিয়েছে।
br: N'eus ket egor ken evit kadaviñ mediaoù.
bs: Ponestalo vam je prostora za spremanje multimedije.
ca: S'ha esgotat l'espai d'emmagatzematge per a multimèdia.
cy: Does dim lle storio cyfrwng ar ôl.
fa: فضای ذخیره‌سازی رسانه شما به اتمام رسیده است.
gd: Chan eil àite air fhàgail ann an stòras nam meadhanan.
hi_in: मीडीया भंडारण स्थान की जगह नहीं बची.
hr: Ponestalo vam je prostora za multimediju.
hu: A média-tárterület elfogyott.
id: Ruang penyimpanan media Anda habis.
kk: Медиа тасушы орыны бітіп қалды.
km: អ្នក​អស់ទំហំ​ផ្ទុក​មេឌៀ​ហើយ។
kn: ಮೀಡಿಯಾಗಳಿಗೆ ಇನ್ನು ಹೆಚ್ಚಿನ ಸ್ಥಳಾವಕಾಶವು ಇಲ್ಲ.
ml: മിഡിയ സൂക്ഷിക്കാനുള്ള സ്ഥലം തീര്‍ന്നു.
ms: Anda sudah kehabisan ruang simpanan media.
my: မီဒီယာသိမ်းဆည်းရန် နေရာလွတ်မကျန်တော့ပါ
ne: भण्डारन स्थान भरियो।
nn_no: Du har gått tom for plass på SD-kortet.
or: ଆପଣଙ୍କ ମିଡ଼ିଅା ସଂରକ୍ଷଣ ସ୍ଥାନ ସରିଯାଇଛି ।
pt: Não existe espaço livre no armazenamento.
ro: Ai rămas fără spațiu de stocare media.
te: మీ మాధ్యమ నిల్వ స్థలం అయిపోయింది.
tr: Medya depolama alanınız doldu.
ur: آپ کی میڈیا ذخیرہ جگہ ختم ہو گئی ہے۔
wa: I gn a pupont di plaece so vosse media di stocaedje.

source: You have reached the maximum file size for this attachment.
ar: لقد وصلت إلى الحجم الأقصى للملف المرفق.
as: আপুনি এই এটাচমেন্টৰ বাবে সৰ্বাধিক আকাৰ ব্যৱহাৰ কৰি আছে।
bg: Достигнахте максималната големина за тази притурка.
bn_bd: আপনি এই অ্যাটাচমেন্টে সর্বোচ্চ ফাইলের আকারে পৌছে গেছেন।
bn_in: এই অ্যাটাচমেন্টটি সর্বোচ্চ ফাইলের মাপ ছাড়িয়ে যাচ্ছে।
br: Tizhet eo bet ar vent vrasañ aotreet evit ar c'henstagadur-mañ.
bs: Dosegli ste maksimalnu veličinu fajla za ovaj prilog.
ca: Heu arribat a la mida de fitxer màxima permesa per adjuntar.
cy: Rydych wedi cyrraedd maint mwyaf ffeil ar gyfer yr atodiad hwn.
fa: شما به حداکثر اندازه پرونده برای این پیوست رسیده‌اید.
gd: Chan fhaod an ceanglachan seo a bhith nas motha.
hi_in: इस संलग्नक के लिए अधिकतम फ़ाइल आकार तक पहुँच चुके हैं.
hr: Vaš privitak prelazi maksimalnu dozvoljenu veličinu.
hu: Elérte a melléklet maximális fájlméretét.
id: Anda telah mencapai ukuran berkas maksimum untuk lampiran ini.
kk: Бұл салыным үшін файлдың максималды өлшеміне жеттіңіз.
km: ឯកសារ​​ដែល​អ្នក​​ភ្ជាប់​មាន​ទំហំ​​អតិបរមា។
kn: ಈ ಲಗತ್ತು, ಕಡತದ ಅಳತೆಯ ಮಿತಿಯನ್ನು ದಾಟಿದೆ.
ml: ഈ അറ്റാച്മെന്റിനായുള്ള പരമാവധി ഫയല്‍ വലിപ്പം എത്തി.
ms: Anda telah mencapai saiz maksimum fail untuk lampiran ini.
my: သင် ယခုချိတ်ဆက်မှူအတွက် အများဆုံး ဖိုင်ပမာဏကို ရောက်ရှိသွားပြီဖြစ်သှ်
ne: यस सङ्लग्नका लागि तपाईँले अधिकतम फाइल साइज पुग्नुभयो।
nn_no: Du har nådd den maksimale filstorleik for dette vedlegget.
or: ଆପଣ ଏହି ଫାଇଲ ପାଇଁ ସର୍ବାଧିକ ଆଟାଚମେଣ୍ଟ ଆକାରରେ ପହଞ୍ଚିଯାଇଛନ୍ତି ।
pt: Este ficheiro atingiu o tamanho máximo para ser anexado.
ro: Ai atins mărimea maximă a fișierului pentru acest atașament.
te: ఈ జోడింపుకి గరిష్ఠ దస్త్ర పరిమాణాన్ని మీరు చేరుకున్నారు.
tr: Bu ek için maksimum dosya boyutunu aştınız.
ur: آپ اس منسلکہ کے بڑے سے بڑے مسل سائز تک پہنچ چکے ہیں۔
wa: Vos avoz arivé al grandeu di fitchî macsimom po cist ataetchmint ci.

source: Retake
ar: إعادة إلتقاط
as: পুনৰ লওক
bg: Отново
bn_bd: আবার তুলুন
bn_in: পুনরায় তুলুন
br: Adober
bs: Ponovo uslikaj
ca: Refés
cy: Ail gymryd
fa: دوباره گرفتن
gd: Ath-ghabh
hi_in: दुबारा ले
hr: Ponovno uslikaj
hu: Újravétel
id: Ambil Lagi
kk: Қайта түсіру
km: យក​ម្ដង​ទៀត
kn: ಮತ್ತೊಮ್ಮೆ
ml: വീണ്ടും എടുക്കു
ms: Ambil semula
my: ပြန်ရိုက်ပါ
ne: रि-टेक - बटन
nn_no: Ta på nytt
or: ଆଉଥରେ ଉଠାନ୍ତୁ
pt: Tirar novamente
ro: Refotografiază
te: మళ్ళీ తీయి
th: ถ่ายใหม่
tr: Tekrar çek
ur: ‍دوبازہ
wa: Riprinde

source: Select
ar: إختر
as: বাছক
bg: Избиране
bn_bd: নির্বাচন
bn_in: নির্বাচন
br: Diuzañ
bs: Označi
ca: Tria
cy: Dewis
fa: انتخاب
gd: Tagh
hi_in: चुनें
hr: Označi
hu: Kiválasztás
id: Pilih
kk: Таңдау
km: ជ្រើស
kn: ಆಯ್ಕೆಮಾಡು
ml: തെരഞ്ഞെടുക്കുക
ms: Pilih
my: ရွေးပါ
ne: चयन गर्नुहोस्
nn_no: Vel
or: ବାଛନ୍ତୁ
pt: Selecionar
ro: Selectează
te: ఎంచుకొను
th: เลือก
tr: Seç
ur: منتخب کریں
wa: Tchoezi

# close-button
source: Close
ar: أغلق
bg: Затваряне
bn_bd: বন্ধ
bn_in: বন্ধ করুন
br: Serriñ
bs: Zatvori
ca: Tanca
cy: Cau
fa: بستن
gd: Dùin
hi_in: बंद करें
hu: Bezárás
id: Tutup
kk: Жабу
km: បិទ​
kn: ಮುಚ್ಚು
ms: Tutup
my: ပိတ်ပါ
nn_no: Lat att
pt: Fechar
ro: Închide
te: మూసివేయి
th: ปิด
tr: Kapat
ur: بند کریں
wa: Clôre

source: Delete photo?
ar: حذف الصورة؟
as: ফটো মচি পেলাব নে?
bg: Изтриване на снимката?
bn_bd: ছবি অপসারণ করবেন?
bn_in: ছবি মুছে ফেলব?
br: Dilemel al luc'hskeudenn ?
bs: Obrisati fotografiju?
ca: Voleu eliminar la foto?
cy: Dileu llun?
fa: تصویر حذف شود؟
gd: A bheil thu airson an dealbh a sguabadh às?
hi_in: फोटो मिटाएँ ?
hr: Obrisati fotografiju?
hu: Törli a fotót?
id: Hapus foto?
kk: Фотосуретті өшіру керек пе?
km: លុប​រូបថត​ឬ?
kn: ಚಿತ್ರವನ್ನು ಅಳಿಸುವುದೇ?
ml: ചിത്രം കളയട്ടെ?
ms: Hapuskan foto?
my: ပုံကိုဖျက်မလား?
ne: तस्विर मेटाउनुहुन्छ ?
nn_no: Slette bildet?
or: ଫଟୋଟି ଲିଭାଇବେ?
pt: Apagar foto?
ro: Ștergi fotografia?
te: ఫొటోను తొలగించాలా?
th: ลบรูปภาพ?
tr: Fotoğraf silinsin mi?
ur: تصویر کو حذف کریں؟
wa: Disfacer des fotos ?

source: Delete video?
ar: حذف الڤيديو؟
as: ভিডিঅ' মচি পেলাব নে?
bg: Изтриване на видеозаписа?
bn_bd: ভিডিও অপসারণ করবেন?
bn_in: ভিডিও মুছে ফেলব?
br: Dilemel ar video ?
bs: Obrisati video?
ca: Voleu eliminar el vídeo?
cy: Dileu fideo?
fa: ویدیو حذف شود؟
gd: A bheil thu airson a’ video a sguabadh às?
hi_in: वीडियो हटाएं?
hr: Obrisati video?
hu: Törli a videót?
id: Hapus video?
kk: Видеоны өшіру керек пе?
km: លុប​វីដេអូ​ឬ?
kn: ವೀಡಿಯೋವನ್ನು ಅಳಿಸುವುದೇ?
ml: ചലചിത്രം കളയട്ടെ?
ms: Hapuskan video?
my: ရုပ်ရှင်ကိုဖျက်မလား?
ne: भिडियो मेटाउनुहुन्छ ?
nn_no: Slette videoen?
or: ଭିଡ଼ିଓଟି ଲିଭାଇବେ?
pt: Apagar vídeo?
ro: Ștergi videoclipul?
te: వీడియోను తొలగించాలా?
th: ลบวิดีโอ?
tr: Video silinsin mi?
ur: وڈیوحذف کریں؟
wa: Disfacer des videyos ?

source: Cancel
ar: إلغاء
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
fa: انصراف
gd: Sguir dheth
hi_in: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದುಪಡಿಸು
ml: റദ്ദാക്കു
ms: Batal
my: ဖျက်
ne: रद्द गर्नुहोस्
nn_no: Avbryt
or: ନାକଚ
pt: Cancelar
ro: Renunță
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
wa: Rinoncî

source: Delete
ar: حذف
as: আঁতৰাওক
bg: Изтриване
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
ca: Elimina
cy: Dileu
fa: حذف
gd: Sguab às
hi_in: मिटाएँ
hr: Obriši
hu: Törlés
id: Hapus
kk: Өшіру
km: ​លុប​
kn: ಅಳಿಸು
ml: നീക്കം ചെയ്യു
ms: Hapus
my: ဖျက်
ne: मेटाउनुहोस्
nn_no: Slett
or: ଲିଭାନ୍ତୁ
pt: Apagar
ro: Șterge
te: తొలగించు
th: ลบ
tr: Sil
ur: حذف کریں
wa: Disfacer

source: Camera Resolution
ar: دقة الكاميرا
as: কেমেৰাৰ বিভেদন
bg: Разд.способност на камерата
bn_bd: ক্যামেরা রেজ্যুলিউসন
bn_in: ক্যামেরা রেসোলিউশান
br: Diarunusted ar c'hamera
bs: Rezolucija kamere
ca: Resolució de la càmera
cy: Cydraniad y Camera
fa: وضوح دوربین
gd: Dùmhlachd-bhreacaidh a’ chamara
hi_in: कैमरा रेजोल्यूसन
hr: Rezolucija kamere
hu: Fényképfelbontás
id: Resolusi Kamera
kk: Камера кеңейтілуі
km: គុណភាព​បង្ហាញ​ម៉ាស៊ីន​ថត
kn: ಕ್ಯಾಮೆರ ನಿಖರತೆ
ml: ക്യാമറ സൂക്ഷ്മത
ms: Resolusi Kamera
my: ကင်မရာ-ပြတ်သားမှူ
ne: क्यामेरा रिजोल्युसन
nn_no: Kamera-oppløysing
or: କ୍ୟାମେରା ରିଜୋଲ୍ୟୁସନ
pt: Resolução da câmara
ro: Rezoluție cameră
te: కెమేరా విభాజకత
th: ความละเอียดกล้อง
tr: Kamera çözünürlüğü
ur: کیمرہ جزیات کاری
wa: Finté del camera

source: Video Resolution
ar: دقة الڤيديو
as: ভিডিঅ'ৰ বিভেদন
bg: Разд.способност на видеото
bn_bd: ভিডিও রেজ্যুলিউসন
bn_in: ভিডিও রোসোলিউশন
br: Diarunusted ar video
bs: Rezolucija videa
ca: Resolució del vídeo
cy: Cydraniad y Fideo
fa: وضوح فیلم
gd: Dùmhlachd-bhreacaidh a’ video
hi_in: वीडियो रेज़ोल्यूशन
hr: Video rezolucija
hu: Videofelbontás
id: Resolusi Video
kk: Видео кеңейтілуі
km: គុណភាព​បង្ហាញ​វីដេអូ
kn: ವೀಡಿಯೋ ನಿಖರತೆ
ml: ചലചിത്ര സൂക്ഷ്മത
ms: Resolusi Video
my: ဗီဒီယို ပြတ်သားမှူ
ne: भिडियो रिजोल्युसन
nn_no: Video-oppløysing
or: ଭିଡିଓ ବିଭେଦନ
pt: Resolução do vídeo
ro: Rezoluție video
te: వీడియో విభాజకత
th: ความละเอียดวิดีโอ
tr: Video çözünürlüğü
ur: وڈیو جزیات کاری
wa: Finté del videyo

source: Scene Mode
ar: وضع المشهد
as: দৃশ্যৰ অৱস্থা
bg: Режим на сцена
bn_bd: সিন মোড
bn_in: সিন মোড
br: Mod leurenn
bs: Vrsta scene
ca: Mode d'escena
cy: Modd Golygfa
fa: حالت صحنه
gd: Modh nan scene
hi_in: दृश्य मोड
hr: Scenski način
hu: Jelenet mód
id: Mode Pandangan
km: របៀប​រូបភាព
kn: ದೃಶ್ಯದ ಸ್ಥಿತಿ
ml: സീന്‍ രിതി
ms: Mod Adegan
my: စကရင် ပုံစံ
ne: दृश्य मोड
nn_no: Scene-modus
or: ସିନ ମୋଡ଼
pt: Modo de cena
ro: Mod scenă
te: దృశ్యపు రీతి
th: โหมดฉาก
tr: Manzara modu
ur: منظر موڈ
wa: Môde sinne

source: {{scene-mode}}
ms: {{mod-adegan}}
ur: {{منظر-موڈ}}

source: Self-Timer
ar: المؤقت الذاتي
as: স্ব-টাইমাৰ
bg: Самоснимачка
bn_bd: সেলফ-টাইমার
bn_in: সেলফ-টাইমার
br: Dilerc'her
bs: Tajmer
ca: Autodisparador
cy: Amserydd
fa: زمان‌سنج خودکار
gd: Fèin-tìmear
hi_in: स्वयं-टाइमर
hr: Auto-tajmer
hu: Önidőzítő
id: Pengatur Waktu
kn: ಸೆಲ್ಫ್-ಟೈಮರ್
ml: സ്വയം ടൈമര്‍
ms: Permasa sendiri
my: အချိန်မှတ်ပေးသူ
ne: स्वयम-समयसूचक
nn_no: Sjølvutløysar
or: ସ୍ୱୟଂ-ଟାଇମର
pt: Auto-temporizador
ro: Temporizator
te: స్వీయ-టైమర్
th: ตั้งเวลา
tr: Zamanlayıcı
ur: اپنا-وقت
wa: Oto-munutreye

source: {{self-timer}}
ms: {{permasa sendiri}}
ur: {{اپنا-وقت}}

# self-timer-off
source: Off
ar: متوقف
as: অফ
bg: Изключено
bn_bd: বন্ধ
bn_in: বন্ধ
br: Diweredekaet
bs: Isključeno
ca: Desactivat
cy: Diffodd
fa: خاموش
gd: Dheth
hi_in: बंद
hr: Isključi
hu: Ki
id: Nonaktif
kk: Сөнд
km: បិទ
ml: ഓഫ്
ms: Dipadamkan
my: ပိတ်
ne: बन्द गर्नुहोस्
nn_no: Av
or: ବନ୍ଦକରନ୍ତୁ
pt: Desligado
ro: Dezactivat
te: ఆఫ్
th: ปิด
tr: Kapalı
ur: بند
wa: Disclitchî

source: 2 seconds
ar: ثانيتين
as: ২ ছেকেণ্ড
bg: 2 секунди
bn_bd: 2 সেকেন্ড
bn_in: 2 সেকেন্ড
br: 2 eilenn
bs: 2 sekunde
ca: 2 segons
cy: 2 eiliad
fa: ۲ ثانیه
gd: 2 dhiog
hi_in: 2 सकेण्ड
hr: 2 sekunde
hu: 2 másodperc
id: 2 detik
kk: 2 секунд
km: 2 វិនាទី
kn: 2 ಸೆಕೆಂಡುಗಳು
ml: 2 സെക്കന്റുകള്‍
ms: 2 saat
my: 2 စက္ကန့်
ne: २ सेकेन्ड
nn_no: 2 sekund
or: 2 ସେକେଣ୍ଡ
pt: 2 segundos
ro: 2 secunde
te: 2 క్షణాలు
th: 2 วินาที
tr: 2 saniye
ur: 2 سیکنڈ
wa: 2 segondes
