Repository: translate/mozilla-gaia
Catalog: */apps/camera/camera.properties.po
Languages: ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, fa, gd, hi_in, hr, hu, id, kk, km, kn, ml, ms, my, ne, nn_no, or, pt, ro, te, th, tr, ur, wa

source: Swipe left with 2 fingers to jump to next, or swipe right to jump to previous
ar: مرر إلى اليسار باستخدام اصبعين للانتقال إلى التالي، أو مرر إلى اليمين للانتقال للسابق
bg: Плъзнете наляво с 2 пръста, за да прескочите до следващия или плъзнете надясно – за предишния
bn_bd: বন্ধ
bn_in: 2 আঙ্গুলের মাধ্যমে বাদিকে সোয়াইপ করান পরে যাবার জন্য, বা ডানদিকে সোয়াইপ করুন আগে যাবার জন্য
br: Riklit war an tu kleiz gant 2 viz evit mont d'an hini war-lerc'h, pe riklit war an tu dehou evit mont d'an hini a-raok
bs: Prevucite lijevo s 2 prsta da pređete na sljedeći, ili prevucite desno da pređete na prethodni
ca: Feu lliscar dos dits cap a l'esquerra per saltar al següent, o bé cap a la dreta per saltar a l'anterior
cy: Llusgo i'ch chwith gyda 2 fys i neidio i'r nesaf, neu lusgo i'r dde i neidio i'r blaenorol
fa: کشیدن دو 2 انگشت به سمت چپ برای پرش به بعدی، یا کشیدن به راست برای پریدن به قبلی
gd: Grad-shlaighd dhan taobh chlì le dà chorrag gus leum a ghearradh gun ath-fhrèam no grad-shlaighd dhan taobh deas gus leum a ghearradh dhan fhear roimhe
hu: Csúsztasson balra két ujjal a következőre, vagy jobbra az előzőre ugráshoz
id: Usap ke kiri dengan 2 jari untuk pindah ke selanjutnya, atau usap ke kanan untuk sebelumnya
km: អូស​ម្រាមដៃ​ពីរ​ទៅឆ្វេង​ដើម្បី​លោត​ទៅ​បន្ទាប់​ ឬ​​អូស​​ទៅ​ស្តាំ​ដើម្បី​លោតទៅខាងមុខ​វិញ
kn: ಎಡಕ್ಕೆ 2 ಬೆರಳುಗಳಿಂದ ಸ್ವೈಪ್ ಮಾಡಿ ಮುಂದಕ್ಕೆ ನೆಗೆ, ಅಥವಾ ಬಲಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ ಹಿಂದಕ್ಕೆ ನೆಗೆ
ms: Seret ke kiri dengan 2 jari untuk seterusnya, atau heret ke kanan untuk sebelum
my: လက်နှစ်ချောင်းနဲ့ ဘယ်ဘက်သို့ ပွတ်ဆွဲပြီး ရှေ့သို့သွားမည် (သို့) ညာဘက်သို့ပွတ်ဆွဲပြီး နောက်သို့ပြန်သွားမည်
pt: Deslize para a esquerda com dois dedos para ir para o seguinte ou deslize para a direita para ir para o anterior
ro: Glisați spre stânga cu 2 degete pentru a trece la următoarea sau glisați spre dreapta pentru a trece la precedenta
th: ใช้ 2 นิ้วปัดไปทางซ้ายเพื่อกระโดดไปถัดไป หรือปัดไปทางขวาเพื่อกระโดดไปก่อนหน้า
tr: Sonraki atlamak için iki parmağınızı sola, önceki atlamak için sağa sürükleyin
ur: اگلے پر جست لگانیں کے لئے 2 انگلیوں سے بائیں کی طرف سوائپ کرے، یا پچھلا پر جست لگانیں کے لئے دائیں سوائپ کرے
wa: Bodjîz vosse doet a hintche po potchî å shuvant oudon-bén bodjîz vosse doet a droete po potchî sol ci d’ divant

source: Capture
ar: التقاط الصورة
bg: Заснемане
bn_bd: ক্যাপচার
bn_in: ক্যাপচার
br: Tapout
bs: Snimanje
ca: Captura
cy: Cipio
fa: گرفتن
gd: Glac
id: Menangkap
kk: Ұстау
km: ថតយក
kn: ಸೆರೆಹಿಡಿ
ms: Penangkapan
my: ရိုက်ကူးရန်
pt: Capturar
ro: Capturează
th: ถ่าย
tr: Kaydet
ur: گرفت کریں

source: Stop capture
ar: أوقف التقاط الصورة
bg: Спиране на заснемането
bn_bd: ক্যাপচার বন্ধ
bn_in: ক্যাপচার করা বন্ধ করুন
br: Arsaviñ an tapadenn
bs: Zaustavi snimanje
ca: Atura la captura
cy: Atal y cipio
fa: توقف گرفتن
gd: Sguir dhen ghlacadh
id: Setop menangkap
km: ឈប់​ថត
kn: ಸೆರೆಹಿಡಿಯುವುದನ್ನು ನಿಲ್ಲಿಸು
ms: Henti penangkapan
my: ရိုက်ကူးမှုကို ရပ်ဆိုင်းရန်
pt: Parar a captura
ro: Oprește capturarea
th: หยุดถ่าย
tr: Kaydı durdur
ur: گرفت کو روکیں

source: Set Video Mode
ar: تعيين وضع الفيديو
bg: Видео режим
bn_bd: ভিডিও মোড সেট করুন
bn_in: ভিডিও মোড সেট করুন
br: Arventennañ ar mod video
bs: Postavi video režim
ca: Canvia al mode de vídeo
cy: Gosod y Modd Fideo
fa: تنظیم حالت فیلم
gd: Cleachd am modh video
id: Setel Modus Video
km: កំណត់​ទម្រង់​វីដេអូ
ms: Set Mod Video
my: ဗီဒီယိုရိုက်ကူးမှုစနစ် သတ်မှတ်ရန်
pt: Definir modo de vídeo
ro: Setează modul video
th: ตั้งโหมดวิดีโอ
tr: Video moduna geç
ur: وڈیو موڈ سیٹ کریں

source: Set Photo Mode
ar: تعيين وضع الصورة
bg: Фото режим
bn_bd: ফটো মোড সেট করুন
bn_in: ফটো মোড সেট করুন
br: Arventennañ ar mod luc'hskeudenn
bs: Postavi foto režim
ca: Canvia al mode de foto
cy: Gosod y Modd Ffoto
fa: تنظیم حالت عکس
gd: Cleachd am modh dhealbhan
id: Setel Modus Foto
km: កំណត់​ទម្រង់​រូបភាព
ms: Set Mod Gambar
my: ဓါတ်ပုံရိုက်ကူးမှုစနစ် သတ်မှတ်ရန်
pt: Definir modo de fotografia
ro: Setează modul foto
th: ตั้งโหมดรูปภาพ
tr: Fotoğraf moduna geç
ur: فوٹو موڈ سیٹ کریں

source: Self-Timer enabled
ar: تم تفعيل المؤقت الذاتي
bg: Включена самоснимачка
bn_bd: সেলফ-টাইমার সক্রিয় রয়েছে
bn_in: সেলফ-টাইমার খোলা হয়েছে
br: Dilerc'her gweredekaet
bs: Self-tajmer omogućen
ca: Autodisparador activat
cy: Amserydd wedi ei alluogi
fa: زمان‌سنج خودکار فعال شد
gd: Tha am fèin-tìmear an comas
km: បើក​ការកំណត់​ពេលវេលា​ស្វ័យប្រវត្ត
ms: Permasa sendiri dibolehkan
my: အချိန်မှတ် ဖွင့်ထားသည်
pt: Temporizador ativado
ro: Temporizator activat
th: การตั้งเวลาถูกเปิดใช้งาน
tr: Zamanlayıcı açık
ur: اپنا-وقت اہل بنایا گیا

source: HDR enabled
ar: تفعيل HDR
bg: Включен HDR
bn_bd: HDR সক্রিয় আছে
bn_in: HDR সক্রিয়
br: HDR gweredekaet
bs: HDR omogućen
ca: HDR activat
cy: HDR wedi ei alluogi
fa: HDR فعال شد
gd: HDR an comas
id: HDR diaktifkan
ms: HDR dibolehkan
my: HDR ဖွင့်ထားသည်
nn_no: HDR slått på
pt: HDR ativo
ro: HDR activat
th: HDR ถูกเปิดใช้งาน
tr: HDR açık
ur: HDR اہل بنایا گیا

source: Geolocation enabled
ar: تفعيل تحديد الموقع الجغرافي
bg: Включено местоположение
bn_bd: জিওলোকেশন সক্রিয় আছে
bn_in: ভৌগোলিক অবস্থান সক্রিয়
br: Douarlec'hiañ gweredekaet
bs: Geolociranje omogućeno
ca: Geolocalització activada
cy: Galluogwyd geoleoliad
fa: مکان‌یابی فعال‌شد
gd: Tha an geò-lorgadh an comas
ms: Geolokasi dibolehkan
my: ပထဝီဝင်တည်နေရာပြစနစ် ဖွင့်ထားသည်
nn_no: Geolokalisering slått på
pt: Geolocalização ativa
ro: Geolocație activată
th: ตำแหน่งที่ตั้งทางภูมิศาสตร์ถูกเปิดใช้งาน
tr: Coğrafi konum açık
ur: جغرافیائی محل وقوع کو اہل بنایا گیا

# battery-low-indicator.ariaLabel
source: 15% battery remaining
ar: تبقى 15% من البطارية
bg: Остават 15% батерия
bn_bd: 15% ব্যাটারী বাকি আছে
bn_in: 15% ব্যাটারি বাকি
br: 15% a vatiri a chom
bs: 15% baterije preostalo
ca: 15% de bateria restant
cy: 15% o'r batri ar gael
fa: 15% از باتری باقی‌ مانده است
gd: 15% dhen bhataraidh air fhàgail
id: Baterai tinggal 15%
kn: 15% ಬ್ಯಾಟರಿ ಉಳಿದಿದೆ
ms: 15% bateri yang tinggal
my: ဘတ္ထရီ ၁၅% သာ ကျန်ပါတော့သည်
nn_no: 15% batteritid står att
pt: 15% de bateria remanescente
ro: 15% baterie rămasă
th: แบตเตอรี่เหลือ 15%
tr: %15 pil kaldı
ur: 15٪ بقیہ بیٹری

# battery-verylow-indicator.ariaLabel
source: 10% battery remaining
ar: تبقى 10% من البطارية
bg: Остават 10% батерия
bn_bd: 10% ব্যাটারী বাকি আছে
bn_in: 10% ব্যাটারি বাকি
br: 10% a vatiri a chom
bs: 10% baterije preostalo
ca: 10% de bateria restant
cy: 100% o'r batri ar gael
fa: 10% از باتری باقی‌ مانده است
gd: 10% dhen bhataraidh air fhàgail
id: Baterai tinggal 10%
kn: 10% ಬ್ಯಾಟರಿ ಉಳಿದಿದೆ
ms: 10% bateri yang tinggal
my: ဘတ္ထရီ ၁၀% သာ ကျန်ပါတော့သည်
nn_no: 15% batteritid står att
pt: 10% de bateria remanescente
ro: 10% baterie rămasă
th: แบตเตอรี่เหลือ 10%
tr: %10 pil kaldı
ur: 10٪ بقیہ بیٹری

# battery-critical-indicator.ariaLabel
source: Critically low battery
ar: البطارية منخفضة جداً
bg: Критично изтощена батерия
bn_bd: ব্যাটারী অনেক কম
bn_in: একদমই কম ব্যাটারি
br: Eizik eo live ar batiri
bs: Baterija kritično slaba
ca: Queda molt poca bateria
cy: Batri'n isel iawn
fa: باتری بسیار ضعیف است
gd: Bataraidh air leth fann
id: Baterai sangat lemah
kn: ಬ್ಯಾಟರಿ ಸ್ಥಿತಿ ಗಂಭೀರವಾಗಿ
ms: Bateri lemah ditahap kritikal
my: ဘတ္ထရီ အရမ်းနည်းနေပြီ
nn_no: Kritisk lågt batteinivå
pt: Bateria criticamente fraca
ro: Baterie extrem de descărcată
th: แบตเตอรี่ต่ำมาก
tr: Pil çok azaldı
ur: اہم پست بیٹری

source: MP
ar: ميجابكلس
fa: مگا‌پیکسل
kk: МП
ml: മെഗാ പിക്സല്‍
or: ମେଗା ପିକ୍ସେଲ
te: మెపి

source: Picture Resolution {{value}}
nn_no: Bildeoppløysing {{value}}
ro: Rezoluție foto {{value}}

source: {{camera-resolution}}
ms: {{resolusi-kamera}}
wa: Finté camera

source: {{video-resolution}}
ms: {{resolusi-video}}
wa: Finté videyo

source: Picture not saved
as: ছবি সংৰক্ষণ কৰা হোৱা নাই
hi_in: चित्र जमा नहीं हो पाया
hr: Fotografija nije spremljena
hu: A kép nem lett elmentve
ml: ചിത്രം സുക്ഷിച്ചില്ല
ne: तस्विर सङ्ग्रह भएको छैन
or: ଛବିଟି ସାଇତା ଯାଇନାହିଁ
te: చిత్రం భద్రపరుచబడలేదు

source: An error prevented Camera from saving the picture.
as: এটা ত্ৰুটিৰ বাবে কেমেৰাই ছবি সংৰক্ষণ কৰিব নোৱাৰিলে।
hi_in: एक त्रुटि के कारन कैमरा में चित्र समायोजित नहीं कर पाया.
hr: Greška je spriječila spremanje fotografije.
hu: Egy hiba miatt a Kamera nem tudta elmenteni a képet.
ml: ഒരു പിഴവ് സംഭവിച്ചത് കാരണം ചിത്രം സൂക്ഷിക്കാന്‍ പറ്റിയില്ല.
ne: एउटा त्रुटिको कारण क्यामेराले तस्विर सङ्ग्रह गर्नसकेन।
or: କ୍ୟାମେରାରେ ଛବିଟିଏ ସାଇତିବାରେ ଅସୁବିଧା ହେଲା ।
te: కెమేరా నుండి తీసిన చిత్రాన్ని భద్రపరుచకుండా ఒక దోషము అడ్డుకుంటోంది.

# error-recording-title
source: Video not recorded
hi_in: विडियो रिकॉर्ड नहीं हुआ
hr: Video nije snimljen
hu: A videó nincs mentve

source: An error prevented Camera from recording the video.
as: এটা ত্ৰুটিৰ বাবে কেমেৰাই ভিডিঅ' ৰেকৰ্ড কৰিব নোৱাৰিলে।
hi_in: एक त्रुटि के कारन कैमरा विडियो समायोजित नहीं कर पाया.
hr: Greška je spriječila spremanje video zapisa.
hu: Egy hiba miatt a Kamera nem tudta elmenteni a videót.
ml: ഒരു പിഴവ് സംഭവിച്ചത് കാരണം വീഡിയോ സൂക്ഷിക്കാന്‍ പറ്റിയ്ല്ല.
ne: एउटा त्रुटिको कारण क्यामेराले भिडियो रेकर्ड गर्नसकेन।
or: କ୍ୟାମେରାରେ ଭିଡ଼ିଓଟିଏ ରେକର୍ଡ଼ କରିବାରେ ଅସୁବିଧା ହେଲା ।
te: కెమేరా నుండి తీసిన దృశ్యకాన్ని భద్రపరుచకుండా ఒక దోషము అడ్డుకుంటోంది.

# error-video-file-path-title
source: Video not recorded
hi_in: विडियो रिकॉर्ड नहीं हुआ
hr: Video nije snimljen
hu: A videó nincs mentve

source: Error creating video file path.
hi_in: वीडियो फ़ाइल पथ बनाने मॆ गलती.
hr: Greška prilikom stvaranje putanje video datoteke.
hu: A videofájl létrehozása sikertelen.
ml: വീഡിയോ ഫയല്‍ പാത്ത് ഉണ്ടാക്കുന്നതില്‍ പ്രശ്നം.

# battery-critical-textbattery-critical-text
source: Critically low battery
hu: Kritikusan gyenge akkumulátor

# battery-verylow-textbattery-verylow-text
source: 10% battery remaining
hu: 10% töltöttség maradt

# battery-low-textbattery-low-text
source: 15% battery remaining
hu: 15% töltöttség maradt

source: {{grid}}
wa: Grile

source: HDR {{value}}
hi_in: एचडीआर {{value}}

source: Critically low battery
as: মাৰাত্মকভাৱে কম বেটাৰি
hr: Kritično slaba baterija
ml: ബാറ്ററി വളരെ കുറവ്
ne: ब्याट्री साह्रै कम भयो
or: ଖୁବ କମ ବ୍ୟାଟେରୀ
te: బ్యాటరీ చాలా తక్కువగా ఉంది

source: 10% battery remaining
as: ১০% বেটাৰি অৱশিষ্ট
hr: 10% baterije preostaje
ml: 10% ബാറ്ററി ബാക്കി
ne: ब्याट्री १०% मात्र बाकी छ
or: 10% ବ୍ୟାଟେରୀ ବଳକା
te: 10% బ్యాటరీ ఉంది

source: 15% battery remaining
as: ১৫% বেটাৰি অৱশিষ্ট
hr: 15% baterije preostaje
ml: 15% ബാറ്ററി ബാക്കി
ne: ब्याट्री १५% मात्र बाकी छ
or: 15% ବ୍ୟାଟେରୀ ବଳକା
te: 15% బ్యాటరీ ఉంది

source: Close
as: বন্ধ কৰক
hr: Zatvori
ml: അടയ്ക്കു
ne: बन्द गर्नुहोस्
or: ବନ୍ଦ କରନ୍ତୁ

source: HDR
ml: എച് ഡി ആര്‍

source: Preview
as: পূৰ্বদৰ্শন
hr: Pregled
ml: തിരനോട്ടം
ne: पूर्वावलोकन
or: ପୂର୍ବାବଲୋକନ

source: Video not recorded
as: ভিডিঅ' ৰেকৰ্ড কৰা হোৱা নাই
ne: भिडियो रेकर्ड भएकोछैन
or: ଭିଡ଼ିଓ ରେକର୍ଡ଼ ହୋଇପାରିଲା ନାହିଁ
