Repository: translate/mozilla-gaia
Catalog: */apps/camera/camera.properties.po
Languages: ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, fa, gd, hi_in, hr, hu, id, kk, km, kn, ml, ms, my, ne, nn_no, or, pt, ro, te, th, tr, ur, wa

source: 5 seconds
ar: 5 ثواني
as: ৫ ছেকেণ্ড
bg: 5 секунди
bn_bd: 5 সেকেন্ড
bn_in: 5 সেকেন্ড
br: 5 eilenn
bs: 5 sekundi
ca: 5 segons
cy: 5 eiliad
fa: ۵ ثانیه
gd: 5 diogan
hi_in: 5 सेकन्ड्स
hr: 5 sekundi
hu: 5 másodperc
id: 5 detik
kk: 5 секунд
km: 5 វិនាទី
kn: 5 ಸೆಕೆಂಡುಗಳು
ml: 5 സെക്കന്റുകള്‍
ms: 5 saat
my: 5 စက္ကန့်
ne: ५ सेकेन्ड
nn_no: 5 sekund
or: 5 ସେକେଣ୍ଡ
pt: 5 segundos
ro: 5 secunde
te: 5 క్షణాలు
th: 5 วินาที
tr: 5 saniye
ur: 5 سیکنڈز
wa: 5 segondes

source: 10 seconds
ar: 10 ثواني
as: ১০ ছেকেণ্ড
bg: 10 секунди
bn_bd: 10 সেকেন্ড
bn_in: 10 সেকেন্ড
br: 10 eilenn
bs: 10 sekundi
ca: 10 segons
cy: 10 eiliad
fa: ۱۰ ثانیه
gd: 10 diogan
hi_in: 10 सेकन्ड्स
hr: 10 sekundi
hu: 10 másodperc
id: 10 detik
kk: 10 секунд
km: 10 វិនាទី
kn: 10 ಸೆಕೆಂಡುಗಳು
ml: 10 സെക്കന്റുകള്‍
ms: 10 saat
my: 19 စက္ကန့်
ne: १० सेकेन्ड
nn_no: 10 sekund
or: 10 ସେକେଣ୍ଡ
pt: 10 segundos
ro: 10 secunde
te: 10 క్షణాలు
th: 10 วินาที
tr: 10 saniye
ur: 10 سیکنڈز
wa: 10 segondes

source: Low Battery
ar: البطارية منخفضة
as: কম বেটাৰি
bg: Изтощена батерия
bn_bd: ব্যাটারী কম
bn_in: ব্যাটারি কম
br: Batiri izel
bs: Baterija skoro prazna
ca: Queda poca bateria
cy: Batri'n Isel
fa: باتری ضعیف است
gd: Bataraidh fann
hi_in: बैटरी कम है
hr: Slaba baterija
hu: Gyenge akkumulátor
id: Baterai Lemah
kk: Төмен батарея
km: ជិត​អស់​ថ្ម
kn: ತಳಮಟ್ಟದ ಬ್ಯಾಟರಿ
ml: ബാറ്ററി കുറവ്
ms: Bateri Lemah
my: ဘတ္ထရီ နည်း
ne: ब्याट्री कम
nn_no: Lågt batterinivå
or: ବ୍ୟାଟେରୀ ସରିଆସିଲାଣି
pt: Bateria fraca
ro: Baterie descărcată
te: తక్కువ బ్యాటరీ
th: แบตเตอรี่ต่ำ
tr: Pil azaldı
ur: پست بیٹری
wa: Basse batreye

source: The battery is too low to use the camera.
ar: البطارية منخفضة جدا لاستعمال الكاميرا.
as: কেমেৰা ব্যৱহাৰ কৰিবলে বেটাৰি পৰ্যাপ্ত নহয়।
bg: Батерията е твърде изтощена за използване на камера.
bn_bd: কম ব্যাটারীতে ক্যামেরা চালানো যাবেনা।
bn_in: ক্যামেরা ব্যবহারের জন্য খুবই কম ব্যাটারি আছে।
br: Re izel eo ar batiri evit implij ar c'hamera.
bs: Baterija je preslaba da biste koristili kameru.
ca: No queda prou bateria per utilitzar la càmera.
cy: Mae'r batri'n rhy isel i ddefnyddio'r camera.
fa: باتری جهت استفاده از دوربین بسیار ضعیف است.
gd: Chan eil dealan gu leòr sa bhataraidh gus an camara a chleachdadh.
hi_in: कैमरे का उपयोग करने के लिए बैटरी बहुत कम है.
hr: Baterija je preslaba za korištenje kamere.
hu: Az akkumulátor túl gyenge a kamera használatához
id: Baterai terlalu lemah untuk penggunaan kamera.
kk: Камераны қолдану үшін батарея заряды тым аз.
km: ថ្ម​ជិត​អស់​ហើយ​ក្នុង​ការ​ប្រើ​ម៉ាស៊ីន​ថត។
kn: ಕ್ಯಾಮೆರಾ ಬಳಸಲು ಬ್ಯಾಟರಿ ತೀರಾ ತಳಮಟ್ಟದಲ್ಲಿದೆ.
ml: ക്യാമറ ഉപയോഗിക്കാന്‍ മാത്രം ബാറ്ററിയില്ല.
ms: Bateri terlalu lemah untuk menggunakan kamera.
my: ကင်မရာအားသုံးရန် ဘတ္ထရီ အရမ်းအားနည်းနေပြီ
ne: क्यामेरा चलाउन पुग्ने ब्याट्री छैन|
nn_no: Batterinivået er for lågt for å bruka kameraet.
or: କ୍ୟାମେରା ବ୍ୟବହାର କରିବା ପାଇଁ ବ୍ୟାଟେରୀରେ ଚାର୍ଜ ନାହିଁ ।
pt: A bateria está demasiado fraca para utilizar a câmara.
ro: Bateria este prea slabă pentru a folosi camera.
te: కెమేరా ఉపయోగించడానికి బ్యాటరీ చాలా తక్కువగా ఉంది.
th: แบตเตอรี่ต่ำเกินไปที่จะใช้กล้อง
tr: Pil çok azaldığı için kamera kullanılamıyor.
ur: کیمرہ استعمال کرنے کے لیے بیٹری بہت کم ہے۔
wa: Li batreye est trop basse po s’ siervi del camera.

# battery-critical-text
source: Critically low battery
ar: البطارية منخفضة جداً
bg: Критично изтощена батерия
bn_bd: ব্যাটারী অনেক কম
bn_in: একদমই কম ব্যাটারি
br: Eizik eo live ar batiri
bs: Baterija kritično slaba
ca: Queda molt poca bateria
cy: Batri'n isel iawn
fa: ضعف بحرانی باطری
gd: Bataraidh air leth fann
id: Baterai sangat lemah
km: ជិត​អស់​ថ្មខ្លាំង
kn: ಬ್ಯಾಟರಿ ಸ್ಥಿತಿ ಗಂಭೀರವಾಗಿ
ms: Bateri lemah ditahap kritikal
my: ဘတ္ထရီ အရမ်းနည်းနေပြီ
nn_no: Kritisk lågt batteinivå
pt: Bateria criticamente fraca
ro: Baterie extrem de descărcată
th: แบตเตอรี่ต่ำมาก
tr: Pil çok azaldı
ur: سنگین کم بیٹری

# battery-verylow-text
source: 10% battery remaining
ar: تبقى 10% من البطارية
bg: Остават 10% батерия
bn_bd: 10% ব্যাটারী বাকি আছে
bn_in: 10% ব্যাটারি বাকি
br: 10% a vatiri a chom
bs: 10% baterije preostalo
ca: 10% de bateria restant
cy: 100% o'r batri ar gael
fa: 10% از باتری باقی‌مانده است
gd: 10% dhen bhataraidh air fhàgail
id: Baterai tinggal 10%
kk: 10% батарея заряды қалды
km: ថ្ម​​នៅសល់ 10%
kn: 10% ಬ್ಯಾಟರಿ ಉಳಿದಿದೆ
ms: 10% bateri yang tinggal
my: ဘတ္ထရီ ၁၀% သာ ကျန်ပါတော့သည်
nn_no: 10% batteritid står att
pt: 10% de bateria remanescente
ro: 10% baterie rămasă
th: แบตเตอรี่เหลือ 10%
tr: %10 pil kaldı
ur: 10٪ بقیہ بیٹری

# battery-low-text
source: 15% battery remaining
ar: تبقى 15% من البطارية
bg: Остават 15% батерия
bn_bd: 15% ব্যাটারী বাকি আছে
bn_in: 15% ব্যাটারি বাকি
br: 15% a vatiri a chom
bs: 15% baterije preostalo
ca: 15% de bateria restant
cy: 15% o'r batri ar gael
fa: 15% از باتری باقی‌مانده است
gd: 15% dhen bhataraidh air fhàgail
id: Baterai tinggal 15%
kk: 15% батарея заряды қалды
km: ថ្ម​នៅ​សល់ 15%​
kn: 15% ಬ್ಯಾಟರಿ ಉಳಿದಿದೆ
ms: 15% bateri yang tinggal
my: ဘတ္ထရီ ၁၅% သာ ကျန်ပါတော့သည်
nn_no: 15% batteritid står att
pt: 15% de bateria remanescente
ro: 15% baterie rămasă
th: แบตเตอรี่เหลือ 15%
tr: %15 pil kaldı
ur: 15٪ بقیہ بیٹری

# battery-critical-text.ariaLabel
source: Critically low battery
ar: البطارية منخفضة جداً
bg: Критично изтощена батерия
bn_bd: ব্যাটারী অনেক কম
bn_in: একদমই কম ব্যাটারি
br: Eizik eo live ar batiri
bs: Baterija kritično slaba
ca: Queda molt poca bateria
cy: Batri'n isel iawn
fa: باتری خیلی ضعیف است
gd: Bataraidh air leth fann
id: Baterai sangat lemah
km: ជិត​អស់​ថ្ម​
kn: ಬ್ಯಾಟರಿ ಸ್ಥಿತಿ ಗಂಭೀರವಾಗಿ
ms: Bateri lemah ditahap kritikal
my: ဘတ္ထရီ အရမ်းနည်းနေပြီ
nn_no: Kritisk lågt batteinivå
pt: Bateria criticamente fraca
ro: Baterie extrem de descărcată
th: แบตเตอรี่ต่ำมาก
tr: Pil çok azaldı
ur: اہم پست بیٹری

# battery-verylow-text.ariaLabel
source: 10% battery remaining
ar: تبقى 10% من البطارية
bg: Остават 10% батерия
bn_bd: 10% ব্যাটারী বাকি আছে
bn_in: 10% ব্যাটারি বাকি
br: 10% a vatiri a chom
bs: 10% baterije preostalo
ca: 10% de bateria restant
cy: 100% o'r batri ar gael
fa: 10% از باتری باقی‌مانده است
gd: 10% dhen bhataraidh air fhàgail
id: Baterai tinggal 10%
kk: 10% батарея заряды қалды
km: ថ្ម​នៅ​សល់​ ១០%
kn: 10% ಬ್ಯಾಟರಿ ಉಳಿದಿದೆ
ms: 10% bateri yang tinggal
my: ဘတ္ထရီ ၁၀% သာ ကျန်ပါတော့သည်
nn_no: 10% batteritid står att
pt: 10% de bateria remanescente
ro: 10% baterie rămasă
th: แบตเตอรี่เหลือ 10%
tr: %10 pil kaldı
ur: 10٪ بقیہ بیٹری

# battery-low-text.ariaLabel
source: 15% battery remaining
ar: تبقى 15% من البطارية
bg: Остават 15% батерия
bn_bd: 15% ব্যাটারী বাকি আছে
bn_in: 15% ব্যাটারি বাকি
br: 15% a vatiri a chom
bs: 15% baterije preostalo
ca: 15% de bateria restant
cy: 15% o'r batri ar gael
fa: 15% از باتری باقی‌مانده است
gd: 15% dhen bhataraidh air fhàgail
id: Baterai tinggal 15%
kk: 15% батарея заряды қалды
km: ថ្ម​នៅ​សល់​ ១៥%​
kn: 15% ಬ್ಯಾಟರಿ ಉಳಿದಿದೆ
ms: 15% bateri yang tinggal
my: ဘတ္ထရီ ၁၅% သာ ကျန်ပါတော့သည်
nn_no: 15% batteritid står att
pt: 15% de bateria remanescente
ro: 15% baterie rămasă
th: แบตเตอรี่เหลือ 15%
tr: %15 pil kaldı
ur: 15٪ بقیہ بیٹری

source: Camera Unavailable
ar: الكاميرا ليست مُتاحة
bg: Недостъпна камера
bn_bd: ক্যামেরা পাওয়া যায়নি
bn_in: ক্যামেরা উপলব্ধ নয়
br: Dihegerz eo ar c'hamera
bs: Kamera nedostupna
ca: Càmera no disponible
cy: Camera Ddim ar Gael
fa: دوربین در دسترس نیست
gd: Chan eil an camara ri làimh
hi_in: कैमरा अनुपलब्ध
hu: A kamera nem érhető el
id: Kamera Tak Tersedia
kk: Камера қолжетерсіз
km: កាមេរ៉ា​មិន​ដំណើរការ
kn: ಕ್ಯಾಮೆರಾ ಲಭ್ಯವಿಲ್ಲ
ml: ക്യാമറ ലഭ്യമല്ല
ms: Kamera tidak tersedia
my: ကင်မရာ မရသေးပါ
nn_no: Kamera ikkje tilgjengeleg
pt: Câmara não disponível
ro: Cameră indisponibilă
th: กล้องไม่พร้อมใช้งาน
tr: Kamera kullanılamıyor
ur: کیمرہ دستیاب نہیں
wa: Camera nén disponibe

source: The camera is in use by another app.
ar: تطبيق آخر يستخدم الكاميرا حاليًّا.
bg: Камерата се използва от друго приложение.
bn_bd: অন্য কোনো অ্যাপ ক্যামেরা ব্যবহার করছে।
bn_in: ক্যামেরা আরেকটি অ্যাপ দ্বারা ব্যবহৃত হচ্ছে।
br: Arveret eo ar c'hamera gant un arload all.
bs: Kamera je u upotrebi od strane druge aplikacije
ca: Una altra aplicació està fent servir la càmera.
cy: Mae'r camera ar waith gan ap arall.
fa: دوربین توسط برنامه‌های دیگر در حال استفاده است.
gd: Tha aplacaid eile a’ cleachdadh a’ chamara
hi_in: कैमरा एक अन्य एप्प द्वारा उपयोग में है.
hu: A kamerát másik app használja.
id: Kamera sedang digunakan aplikasi lain.
kk: Камераны басқа қолданба қолданып тұр.
km: ម៉ាស៊ីន​ថត​កំពុង​ត្រូវ​បាន​ប្រើ​ដោយ​កម្មវិធី​ផ្សេង។
kn: ಕ್ಯಾಮೆರಾವನ್ನು ಮತ್ತೊಂದು ಅನ್ವಯ ಬಳಸುತ್ತಿದೆ.
ml: ക്യാമറ ഇപ്പോള്‍ മറ്റൊരു ആപ്പ് ഉപയോഗിച്ചുകൊണ്ടിരിക്കുകയാണ്.
ms: Kamera sedang digunakan aplikasi lain.
my: ကင်မရာအားအခြား app တစ်ခုမှ သုံးနေသှ်
nn_no: Kameraet er i bruk av ein annan app.
pt: A câmara está a ser utilizada por outra aplicação.
ro: Camera este folosită de o altă aplicație.
th: กล้องถูกใช้งานอยู่โดยแอปอื่น
tr: Kamera başka bir uygulama tarafından kullanılıyor.
ur: کیمرہ دیگر ایپ کے استعمال میں ہے۔
wa: Li camera est eployeye pa ene ôte apli.

# hdr-on
source: On
ar: فعّال
as: অন
bg: Включено
bn_bd: চালু
bn_in: চালু
br: Gweredekaet
bs: Uključeno
ca: Activat
cy: Ymlaen
fa: روشن
gd: Air
hi_in: शुरू
hr: Uključi
hu: Be
id: Aktif
kk: Іске қосулы
km: បើក
ml: വേണം
ms: Dipasangkan
my: ဖွင့်
ne: खोल्नुहोस्
nn_no: På
or: ଅନ
pt: Sim
ro: Activat
te: ఆన్
th: เปิด
tr: Açık
ur: آن
wa: Eclitchî

# hdr-off
source: Off
ar: غيرمفعّل
as: অফ
bg: Изключено
bn_bd: বন্ধ
bn_in: বন্ধ
br: Diweredekaet
bs: Isključeno
ca: Desactivat
cy: Diffodd
fa: خاموش
gd: Dheth
hi_in: बंद
hr: Isključi
hu: Ki
id: Nonaktif
kk: Сөнд
km: បិទ
ml: വേണ്ട
ms: Dipadamkan
my: ပိတ်
ne: बन्द गर्नुहोस्
nn_no: Av
or: ବନ୍ଦ କରନ୍ତୁ
pt: Não
ro: Dezactivat
te: ఆఫ్
th: ปิด
tr: Kapalı
ur: آف
wa: Disclitchî

source: (HDR deactivated)
ar: (HDR غير مفعل)
as: (HDR নিষ্ক্ৰিয়)
bg: (изключен HDR)
bn_bd: (HDR নিষ্ক্রিয়)
bn_in: (HDR নিষ্ক্রিয়)
br: (HDR diweredekaet)
bs: (HDR deaktiviran)
ca: (HDR desactivat)
cy: (HDR wedi ei ddadweithredu)
fa: (HDR غیرفعال‌ شد)
gd: (HDR à comas)
hi_in: (HDR निष्क्रिय)
hr: (HDR isključen)
hu: (HDR kikapcsolva)
id: (HDR dinonaktifkan)
km: (បាន​ធ្វើ​ឲ្យ​អសកម្ម HDR)
kn: (HDR ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ)
ml: (എച് ഡി ആര്‍ മാറ്റി)
ms: (HDR dinyahaktifkan)
my: (HDR ဖွင့်ပြီး)
ne: (HDR निस्क्रिय्)
nn_no: (HDR avslått)
or: (HDR ଅକାମୀ କରାଗଲା)
pt: (HDR desativado)
ro: (HDR dezactivat)
te: (HDR అచేతనం)
th: (HDR ถูกปิดใช้งาน)
tr: (HDR kapatıldı)
ur: (HDR بے عمل)
wa: (HDR dismetou)

source: Grid Lines
ar: خطوط الشبكة
as: গ্ৰিড লাইন
bg: Помощна мрежа
bn_bd: গ্রিড রেখা
bn_in: গ্রিড লাইনগুলি
br: Linennoù kael
bs: Linije mreže
ca: Quadrícula
cy: Llinellau'r Grid
fa: خطوط شبکه‌ای
gd: Loidhnichean a’ ghriod
hi_in: ग्रिड रेखा
hr: Linije mreže
hu: Rácsvonalak
id: Garis Kisi
kk: Тор сызықтары
km: បន្ទាត់​ក្រឡាចត្រង្គ
kn: ವಿಸ್ತೀರ್ಣ ಹೆಣಿಗೆಗಳು
ml: ഗ്രിഡ്
ms: Garisan Grid
my: ဂရစ်မျဉ်းများ
ne: ग्रिड रेखाहरू
nn_no: Rutenett
or: ଗ୍ରିଡ଼ ଲାଇନମାନ
pt: Grelha
ro: Linii de grilă
te: గళ్ళు
th: เส้นตาราง
tr: Izgara çizgileri
ur: گرڈ لائنیں
wa: Royes di grile

# grid-on
source: On
ar: فعّال
as: অন
bg: Включена
bn_bd: চালু
bn_in: চালু
br: Gweredekaet
bs: Uključeno
ca: Activada
cy: Ymlaen
fa: روشن
gd: Air
hi_in: शुरू
hr: Uključi
hu: Be
id: Aktif
kk: Іске қосулы
km: បើក
ml: വേണം
ms: Dipasangkan
my: ဖွင့်
ne: खोल्नुहोस्
nn_no: På
or: ଅନ
pt: Sim
ro: Activat
te: ఆన్
th: เปิด
tr: Açık
ur: آن
wa: Eclitchî

# grid-off
source: Off
ar: غيرمفعّل
as: অফ
bg: Изключена
bn_bd: বন্ধ
bn_in: বন্ধ
br: Diweredekaet
bs: Isključeno
ca: Desactivada
cy: Diffodd
fa: خاموش
gd: Dheth
hi_in: बंद
hr: Isključi
hu: Ki
id: Nonaktif
kk: Сөнд
km: បិទ
ml: വേണ്ട
ms: Dipadamkan
my: ပိတ်
ne: बन्द गर्नुहोस्
nn_no: Av
or: ଅନ କରନ୍ତୁ
pt: Não
ro: Dezactivat
te: ఆఫ్
th: ปิด
tr: Kapalı
ur: آف
wa: Disclitchî

source: Flash
ar: فلاش
as: ফ্লেশ
bg: Светкавица
bn_bd: ফ্ল্যাশ
bn_in: ফ্ল্যাশ
bs: Blic
ca: Flaix
cy: Fflash
fa: فلش
gd: Solas-boillsgidh
hi_in: फ्लैस
hr: Bljeskalica
hu: Vaku
id: Lampu Kilat
km: បញ្ចេញ​ពន្លឺ​
kn: ಫ್ಲಾಶ್
ml: ഫ്ലാഷ്
my: ဖလက်(ရှ်)မီး
ne: फ्ल्यास
nn_no: Blits
or: ଫ୍ଲାସ
ro: Bliț
te: ఫ్లాష్
th: แฟลช
tr: Flaş
ur: فلیش
wa: Flach

# flash-on
source: On
ar: فعّال
as: অন
bg: Включена
bn_bd: আরম্ভ
bn_in: চালু
br: Gweredekaet
bs: Uključeno
ca: Activat
cy: Ymlaen
fa: روشن
gd: Air
hi_in: शुरू
hr: Uključi
hu: Be
id: Aktif
kk: Іске қосулы
km: បើក
ml: വേണം
ms: Dipasangkan
my: ဖွင့်
ne: खोल्नुहोस्
nn_no: På
or: ଅନ କରନ୍ତୁ
pt: Sim
ro: Activat
te: ఆన్
th: เปิด
tr: Açık
ur: چلاییں
wa: Eclitchî

# flash-off
source: Off
ar: غيرفعّال
as: অফ
bg: Изключена
bn_bd: বন্ধ
bn_in: বন্ধ
br: Diweredekaet
bs: Isključeno
ca: Desactivat
cy: Diffodd
fa: خاموش
gd: Dheth
hi_in: बंद
hr: Isključi
hu: Ki
id: Nonaktif
kk: Сөнд
km: បិទ
ml: വേണ്ട
ms: Dipadamkan
my: ပိတ်
ne: बन्द गर्नुहोस्
nn_no: Av
or: ବନ୍ଦ କରନ୍ତୁ
pt: Não
ro: Dezactivat
te: ఆఫ్
th: ปิด
tr: Kapalı
ur: بند
wa: Disclitchî

source: Auto
ar: تلقائي
as: স্বয়ংক্ৰিয়
bg: Автоматична
bn_bd: স্বয়ংক্রিয়
bn_in: স্বয়ংক্রিয়
br: Emgefreek
ca: Automàtic
cy: Awto
fa: خودکار
gd: Fèin-obrachail
hi_in: स्वचालित
hr: Automatski
id: Otomatis
kk: Автоматты түрде
km: ស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂಚಾಲಿತ
ml: തനിയെ
my: အော်တို
ne: स्वत:
or: ସ୍ୱୟଂଚାଳିତ
pt: Automático
ro: Automat
te: ఆటో
th: อัตโนมัติ
tr: Otomatik
ur: آٹو
wa: Otomatike

source: (Flash deactivated)
ar: (الفلاش غير مفعل)
as: (ফ্লেশ্ব নিষ্ক্ৰিয়)
bg: (Изключена светкавица)
bn_bd: (ফ্ল্যাশ নিস্ক্রিয়)
bn_in: (ফ্ল্যাশ সক্রিয়)
br: Flash diweredekaet
bs: (Blic deaktiviran)
ca: (Flaix desactivat)
cy: (Flash wedi ei ddadweithredu)
fa: (Flash غیرفعالسازی)
gd: (Flash à comas)
hi_in: (फ्लैश निष्क्रिय)
hr: (Bljeskalica isključena)
hu: (Vaku kikapcsolva)
id: (Lampu kilat dinonaktifkan)
km: (បាន​ធ្វើ​ឲ្យ​អសកម្ម Flash)
kn: (ಫ್ಲಾಶ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ)
ml: (ഫ്ളാഷ് അണച്ചു)
ms: (Denyar dinyahaktifkan)
my: (ဖလက်(ရှ်) ပိတ်ထားသှ်)
ne: (फ्ल्यास निस्क्रिय्)
nn_no: (Flash avslått)
or: (ଫ୍ଲାସ ଅକାମୀ କରାଯାଇଛି)
pt: (Flash desativado)
ro: (Bliț dezactivat)
te: (ఫ్లాష్ అచేతనం)
th: (แฟลชถูกปิดใช้งาน)
tr: (Flaş kapatıldı)
ur: (فلیش بے عمل)
wa: (Flache essocté)

source: Photo Mode
ar: وضع الصّورة
bg: Снимки
bn_bd: ফটো মোড
bn_in: ছবি মোড
br: Mod Luc'hskeudenn
bs: Foto režim
ca: Mode de foto
cy: Modd Ffoto
fa: حالت عکس
gd: Modh nan dealbhan
hi_in: फोटो मोड
hu: Fénykép mód
id: Modus Foto
kk: Фото режимі
km: របៀប​រូបថត
kn: ಫೋಟೊ ಸ್ಥಿತಿ
ms: Mod Foto
my: ဓာတ်ပုံ
nn_no: Bilde-modus
pt: Modo de fotografia
ro: Mod foto
te: ఫొటో రీతి
th: โหมดรูปภาพ
tr: Fotoğraf modu
ur: فوٹو موڈ
wa: Môde foto

source: Video Mode
ar: وضع الڤيديو
bg: Видео
bn_bd: ভিডিও মোড
bn_in: ভিডিও মোড
br: Mod video
bs: Video režim
ca: Mode de vídeo
cy: Modd Fideo
fa: حالت فیلم
gd: Am modh video
hi_in: वीडियो मोड
hu: Videó mód
id: Modus Video
kk: Видео режимі
km: របៀប​វីដេអូ
kn: ವೀಡಿಯೊ ಸ್ಥಿತಿ
ms: Mod Video
my: ရုပ်ရှင်
nn_no: Video-modus
pt: Modo de vídeo
ro: Mod video
te: వీడియో రీతి
th: โหมดวิดีโอ
tr: Video modu
ur: وڈیو موڈ
wa: Môde videyo

source: Options
ar: خيارات
as: বিকল্পসমূহ
bg: Настройки
bn_bd: অপশন
bn_in: বিকল্পসমূহ
br: Dibarzhioù
bs: Opcije
ca: Opcions
cy: Dewisiadau
fa: گزینه‌ها
gd: Roghainnean
hi_in: विकल्प
hr: Mogućnosti
hu: Beállítások
id: Opsi
kk: Опциялар
km: ជម្រើស
kn: ಆಯ್ಕೆಗಳು
ml: സാധ്യതകള്‍
ms: Opsyen
my: ရွေးချယ်စရာများ
ne: विकल्पहरू
nn_no: Innstillingar
or: ବିକଳ୍ପମାନ
pt: Opções
ro: Opțiuni
te: ఐచ్ఛికాలు
th: ตัวเลือก
tr: Seçenekler
ur: اختیارات
wa: Tchuzes

source: Open Gallery
ar: فتح معرض الصور
as: গেলাৰি খোলক
bg: Отваряне на галерията
bn_bd: গ্যালারি খুলুন
bn_in: গ্যালারি খুলুন
br: Digeriñ ar Skeudennaoueg
bs: Otvori galeriju
ca: Obre la galeria
cy: Agor yr Oriel
fa: باز‌کردن گالری
gd: Fosgail an gailearaidh
hi_in: गैलरी को खोलें
hr: Otvori galeriju
hu: Galéria megnyitása
id: Buka Galeri
kk: Галереяны ашу
km: បើក​វិចិត្រសាល
kn: ಗ್ಯಾಲರಿಯನ್ನು ತೆಗೆ
ml: ഗാലറി തുറക്കു
ms: Buka Galeri
my: ပုံတိုက်အားဖွင့်
ne: सङ्ग्रहालय खोल्नुहोस्
nn_no: Opna galleri
or: ଗ୍ୟାଲେରୀ ଖୋଲନ୍ତୁ
pt: Abrir galeria
ro: Deschide Galerie
te: చిత్రశాలను తెరువు
th: เปิดคลัง
tr: Galeri'yi aç
ur: گیلری کھولیں
wa: Drovi galreye

source: Preview
ar: معاينة
bg: Предварителен преглед
bn_bd: প্রাকদর্শন
bn_in: পূর্ব প্রদর্শন
br: Alberz
bs: Pregled
ca: Previsualització
cy: Rhagolwg
fa: پیش‌ نمایش
gd: Ro-sheall
hi_in: पूर्वावलोकन
hu: Előnézet
id: Pratayang
kk: Алдын-ала қарап шығу
km: មើល​​ជា​មុន​​
kn: ಮುನ್ನೋಟ
ms: Pratonton
my: အစမ်းကြည့်
nn_no: Førehandsvising
pt: Pré-visualizar
ro: Previzualizează
te: మునుజూపు
th: ตัวอย่าง
tr: Ön izleme
ur: پیش نظارہ کریں
wa: Vey divant

source: Close menu
ar: إغلاق القائمة
bg: Затваряне на меню
bn_bd: মেনু বন্ধ করুন
bn_in: মেনু বন্ধ করুন
br: Serriñ al lañser
bs: Zatvori meni
ca: Tanca el menú
cy: Cau'r dewislen
fa: بستن‌ منو
gd: Dùin an clàr-taice
hi_in: मेनू बंद करें
hu: Menü bezárása
id: Tutup menu
kk: Мәзірді жабу
km: បិទម៉ឺនុយ
kn: ಪರಿವಿಡಿ ಮುಚ್ಚು
ms: Tutup menu
my: စာရင်းကို ပိတ်ပါ
nn_no: Tilbake
pt: Fechar menu
ro: Închide meniul
te: మెనూని మూసివేయి
th: ปิดเมนู
tr: Menüyü kapat
ur: مینیو بند کریں
wa: Clôre dressêye

source: Back
ar: السابق
bg: Назад
bn_bd: পিছনে
bn_in: পূর্ববর্তী
br: War-gil
bs: Nazad
ca: Enrere
cy: Nôl
fa: عقب
gd: Air ais
hi_in: पीछे जायें
hu: Vissza
id: Kembali
kk: Артқа
km: ថយ​ក្រោយ​
kn: ಹಿಂದಕ್ಕೆ
ms: Kembali
my: နောက်သို့
nn_no: Tilbake
pt: Voltar
ro: Înapoi
te: వెనుకకు
th: ย้อนกลับ
tr: Geri
ur: واپس
wa: E-n erî

source: Self-Timer {{value}}
ar: المؤقت الذاتي {{value}}
bg: Самоснимачка {{value}}
bn_bd: সেলফ-টাইমার {{value}}
bn_in: স্বয়ং-টাইমার {{value}}
br: Dilerc'her {{value}}
bs: Tajmer {{value}}
ca: Autodisparador {{value}}
cy: Amserydd {{value}}
fa: زمان‌سنج خودکار{{value}}
gd: Fèin-tìmear {{value}}
hi_in: सेल्फ-टाइमर {{value}}
hu: Önidőzítő {{value}}
id: Hitung-Mundur {{value}}
kn: ಸೆಲ್ಪ್-ಟೈಮರ್ {{value}}
ms: Pemasa-Sendiri {{value}}
my: ကိုယ်တိုက်ရိုက်-အချိန် {{value}}
nn_no: Sjølvutløysar {{value}}
pt: Temporizador {{value}}
ro: Temporizator {{value}}
th: ตั้งเวลา {{value}}
tr: Zamanlayıcı {{value}}
ur: اپنے آپ کا ٹائمر {{value}}
wa: Oto-munutreye {{value}}

source: Grid Lines {{value}}
ar: خطوط الشبكة {{value}}
bg: Помощна мрежа {{value}}
bn_bd: গ্রিড লাইন {{value}}
bn_in: গ্রিড লাইন {{value}}
br: Linennoù kael {{value}}
bs: Linije mreže {{value}}
ca: Quadrícula {{value}}
cy: Llinellau Grid {{value}}
fa: خطوط شبکه‌ای {{value}}
gd: Loidhnichean-griod {{value}}
hi_in: ग्रिड लाइनें {{value}}
hu: Rácsvonalak {{value}}
id: Garis Grid {{value}}
kn: ವಿಸ್ತೀರ್ಣ ಹೆಣಿಗೆ {{value}}
ms: Jalur Grid {{value}}
my: မျဉ်းကွက်များ {{value}}
nn_no: Rutenett {{value}}
pt: Grelha {{value}}
ro: Linii de grilă {{value}}
th: เส้นตาราง {{value}}
tr: Izgara çizgileri {{value}}
ur: گرڈ لائنیں {{value}}
wa: Royes del grile {{value}}

source: Video Resolution {{value}}
bn_bd: ভিডিও রেজুল্যুশন {{value}}
bs: Video rezolucija {{value}}
ca: Resolució del vídeo {{value}}
ms: Resolusi Video {{value}}
nn_no: Videooppløysing {{value}}
pt: Resolução do vídeo {{value}}
ro: Rezoluție video {{value}}
tr: Video Çözünürlüğü {{value}}
ur: وڈیو جزیات کاری {{value}}

source: Flash On
ar: فلاش مفعل
bg: Включена светкавица
bn_bd: ফ্ল্যাশ চালু
bn_in: ফ্ল্যাশ খোলা
br: Luc'heder enaouet
bs: Blic uključen
ca: Flaix activat
cy: Fflach Ymlaen
fa: فلش روشن
gd: Solas-boillsgidh air
hi_in: फ्लैश चालू
hu: Vaku be
id: Lampu Blits Nyala
kn: ಫ್ಲಾಶ್ ಆನ್
ms: Flash Aktif
my: ဖလက်ရှ်မီး ဖွင့်
nn_no: Blits på
pt: Flash ligado
ro: Flash activat
th: แฟลช เปิด
tr: Flaş açık
ur: فلیش آن
wa: Flache metou

source: Flash Off
ar: فلاش غير مفعل
bg: Изключена светкавица
bn_bd: ফ্ল্যাশ বন্ধ
bn_in: ফ্ল্যাশ বন্ধ
br: Luc'heder lazhet
bs: Blic isključen
ca: Flaix desactivat
cy: Fflach i Ffwrdd
fa: فلش خاموش
gd: Solas-boillsgidh dheth
hi_in: फ्लैश बंद
hu: Vaku ki
id: Lampu Blits Mati
kn: ಫ್ಲಾಶ್ ಆಫ್
ms: Flash Dipadamkan
my: ဖလတ်ရှ်မီး ပိတ်
nn_no: Blits av
pt: Flash desligado
ro: Flash dezactivat
th: แฟลช ปิด
tr: Flaş kapalı
ur: فلیش آف
wa: Flache dismetou

source: Flash Auto
ar: فلاش ذاتي
bg: Автоматична светкавица
bn_bd: স্বয়ংক্রিয় ফ্ল্যাশ
bn_in: স্বয়ং ফ্ল্যাশ
br: Luc'heder emgefreek
bs: Automatski blic
ca: Flash automàtic
cy: Fflach Awto
fa: فلش خودکار
gd: Solas-boillsgidh fèin-obrachail
hu: Vaku auto
id: Lampu Blits Otomatis
km: ពន្លឺ​ស្វ័យប្រវត្តិ​
kn: ಫ್ಲಾಶ್ ಆಟೋ
ms: Auto Flash
my: ဖလတ်ရှ်မီး အလိုအလျောက်
nn_no: Auto-blits
pt: Flash automático
th: แฟลช อัตโนมัติ
tr: Flaş otomatik
ur: فلیش خودکار
wa: Flache oto

source: Rear camera
ar: الكاميرا الخلفية
bg: Задна камера
bn_bd: পেছনের ক্যামেরা
bn_in: পিছনের ক্যামেরা
br: Kamera diadreñv
bs: Zadnja kamera
ca: Càmera del darrere
cy: Y camera cefn
fa: دوربین عقب
gd: Camara cùil
hi_in: पीछे का कैमरा
hu: Hátsó kamera
id: Kamera belakang
km: ម៉ាស៊ីនថត​ខាងក្រោយ​
kn: ಹಿಂದಿನ ಕ್ಯಾಮೆರಾ
ms: Kamera belakang
my: နောက်ဘက် ကင်မရာ
nn_no: Kamera på baksida
pt: Câmara traseira
ro: Cameră spate
th: กล้องหลัง
tr: Arka kamera
ur: پچھلا کیمرہ
wa: Camera di padrî

source: Front camera
ar: الكاميرا الأمامية
bg: Предна камера
bn_bd: সামনের ক্যামেরা
bn_in: সামনের ক্যামেরা
br: Kamera diaraok
bs: Prednja kamera
ca: Càmera frontal
cy: Y camera blaen
fa: دوربین جلو
gd: Camara beòil
hi_in: आगे का कैमरा
hu: Első kamera
id: Kamera depan
kk: Алдыңғы камера
km: ម៉ាស៊ីុនថត​ខាងមុខ​
kn: ಮುಂದಿನ ಕ್ಯಾಮೆರಾ
ms: Kamera hadapan
my: ရှေ့ဘက် ကင်မရာ
nn_no: Kamera på framsida
pt: Câmara frontal
ro: Cameră față
th: กล้องหน้า
tr: Ön kamera
ur: اگلا کیمرہ
wa: Camera di padvant

source: Menu
ar: القائمة
bg: Меню
bn_bd: মেনু
bn_in: মেনু
br: Lañser
bs: Meni
ca: Menú
cy: Dewislen
fa: منو
gd: Clàr-taice
hu: Menü
kk: Мәзір
km: ម៉ីនុយ​
kn: ಪರಿವಿಡಿ
my: မီနျူး
nn_no: Meny
ro: Meniu
te: మెనూ
th: เมนู
tr: Menü
ur: مینیو
wa: Dressêye

# preview-button.ariaLabel
source: Preview
ar: معاينة
bg: Предварителен преглед
bn_bd: প্রাকদর্শন
bn_in: পূর্ব প্রদর্শন
br: Alberz
bs: Pregled
ca: Previsualització
cy: Rhagolwg
fa: پیش‌نمایش
gd: Ro-sheall
hu: Előnézet
id: Pratayang
kk: Алдын-ала қарап шығу
kn: ಮುನ್ನೋಟ
ms: Pratonton
my: အစမ်းကြည့်
nn_no: Førehandsvising
pt: Pré-visualizar
ro: Previzualizează
te: మునుజూపు
th: แสดงตัวอย่าง
tr: Ön izleme
ur: پیش نظارہ کریں
wa: Vey divant

# controls-button-close.ariaLabel
source: Close
ar: أغلق
bg: Затваряне
bn_bd: বন্ধ
bn_in: বন্ধ করুন
br: Serriñ
bs: Zatvori
ca: Tanca
cy: Cau
fa: بستن
gd: Dùin
hu: Bezárás
id: Tutup
kk: Жабу
kn: ಮುಚ್ಚು
ms: Tutup
my: ပိတ်
nn_no: Lat att
pt: Fechar
ro: Închide
th: ปิด
tr: Kapat
ur: بند کریں

source: Share
ar: شارك
bg: Споделяне
bn_bd: শেয়ার
bn_in: শেয়ার
br: Strewiñ
bs: Podijeli
ca: Comparteix
cy: Rhannu
fa: به‌اشتراک گذاشتن
gd: Co-roinn
hu: Megosztás
id: Berbagi
kk: Бөлісу
kn: ಹಂಚು
ms: Kongsi
my: မျှဝေ
nn_no: Del
pt: Partilhar
ro: Partajare
te: పంచుకోండి
th: แบ่งปัน
tr: Paylaş
ur: شیئر
wa: Pårtaedjî

source: More
ar: المزيد
bg: Още
bn_bd: আরও
bn_in: আরও
br: Muioc'h
bs: Više
ca: Més
cy: Rhagor
fa: بیشتر
gd: Barrachd
hu: Több
id: Lagi
kk: Көбірек
km: ច្រើនទៀត​
kn: ಇನ್ನಷ್ಟು
ms: Lagi
my: နောက်ထပ်
nn_no: Meir
pt: Mais
ro: Mai mult
te: మరిన్ని
th: เพิ่มเติม
tr: Daha fazla
ur: مزید
wa: Dipus

source: Frame {{current}} of {{total}}
ar: إطار {{current}} ل {{total}}
bg: Кадър {{current}} от {{total}}
bn_bd: {{total}} টি ফ্রেমের মধ্যে {{current}} টি
bn_in: ফ্রেম {{current}} {{total}}-এর
br: Skeudenn {{current}} war {{total}}
bs: Okvir {{current}} od {{total}}
ca: Fotograma {{current}} de {{total}}
cy: Ffrâm {{current}} o {{total}}
fa: چارچوب {{current}} از {{total}}
gd: Frèam {{current}} à {{total}}
hu: {{current}}. képkocka, összesen: {{total}}
id: Bingkai {{current}} dari {{total}}
kn: ಫ್ರೇಮ್ {{current}} ಇದರಲ್ಲಿ {{total}}
ms: Rangka {{current}} dari {{total}}
my: ပေါင်း {{current}} မှ {{total}}
pt: Frame {{current}} de {{total}}
ro: Cadrul {{current}} din {{total}}
th: เฟรม {{current}} จาก {{total}}
tr: Kare {{current}}/{{total}}
ur: فریم {{current}} کے {{total}}
wa: Imådje {{current}} di {{total}}
