Repository: translate/mozilla-gaia
Catalog: nd/shared/permissions/permissions.properties.po
Languages: nd

source: App Permission
nd: I-App Permission

source: Website Permission
nd: I-Website Permission

source: Select Camera
nd: Khetha I-Camera

source: Schedule Alarms
nd: Hlela ama-Alamu

source: Microphone
nd: I-Microphone

source: Would you like to share your microphone with {{app}}?
nd: Uyafuna ukuthi i-{{app}} isebenzise i-microphone?

source: Would you like to share your microphone with {{site}}?
nd: Uyafuna ukuthi i-{{site}} isebenzise i-microphone?

# perm-audio-channel-content
source: Play Sounds
nd: Ukudlala imisindo

source: Play Notification Sounds
nd: Ukudlala imisindo yeZaziso

source: Play Ringtone Sounds
nd: Ukudlala imisindo yama-Ringtone

source: Access Sensor Data
nd: Ukusebenzisa I-Sensor Data

source: Bluetooth
nd: I-Bluetooth

source: Inspect Web Pages
nd: Hlola ama-Web Pages

source: Cameras
nd: amaCamera

source: Select a camera for {{app}}.
nd: Khetha i-camera ezasebenza le {{app}}

source: Select a camera for {{site}}.
nd: Khetha i-camera ezasebenza le {{site}}

source: {{app}} would like to use your camera.
nd: I-{{app}} ifisa ukusebenzisa I-camera yakho.

source: {{site}} would like to use your camera.
nd: I-{{site}} ifisa ukusebenzisa I-camera yakho

source: Cell Broadcasts
nd: Ama-Cell Broadcasts

source: Contacts
nd: Ama-Contacts

source: {{app}} would like to access your contact list.
nd: I-{{app}} ifuna ukwenelisa ukuvula uhlu lwama-contacts akho.

source: {{site}} would like to access your contact list.
nd: I-{{site}} ifuna ukwenelisa ukuvula uhlu lwama-contacts akho.

source: Notifications
nd: Izaziso

source: {{app}} would like to display notifications.
nd: I-{{app}} ifuna ukwenelisa ukutshengisa izaziso.

source: {{site}} would like to display notifications.
nd: I-{{site}} ifuna ukwenelisa ukutshengisa izaziso.

source: Apps Storage
nd: I-Apps-Storage

source: Music Storage
nd: I-Music-Storage

source: {{app}} would like to access your music.
nd: I-{{app}} ifuna ukwenelisa ukuvula ingoma zakho.

source: {{site}} would like to access your music.
nd: I-{{site}} ifuna ukwenelisa ukuvula ingoma zakho.

source: Image Storage
nd: I-Image Storage

source: {{app}} would like to access your images.
nd: I-{{app}} ifuna ukwenelisa ukuvula izithombe zakho.

source: {{site}} would like to access your images.
nd: I-{{app}} ifuna ukwenelisa ukuvula izithombe zakho.

source: Memory Card Storage
nd: I-Memory Card Storage

source: {{app}} would like to access your memory card.
nd: I-{{app}} ifuna ukwenelisa ukuvula ikhadi lakho lememori.

source: {{site}} would like to access your memory card.
nd: I-{{site}} ifuna ukwenelisa ukuvula ikhadi lakho lememori.

source: Video Storage
nd: I-Video Storage

source: {{app}} would like to access your videos.
nd: I-{{app}} ifuna ukwenelisa ukuvula ama-vidiyo akho.

source: {{site}} would like to access your videos.
nd: I-{{site}} ifuna ukwenelisa ukuvula ama-vidiyo akho.

source: FM Radio
nd: I-FM Radio

source: {{app}} would like to use the FM Radio.
nd: I-{{app}} ifuna ukwenelisa ukusebenzisa I-FM Radio.

source: {{site}} would like to use the FM Radio.
nd: I-{{site}} ifuna ukwenelisa ukusebenzisa I-FM Radio.

source: Geolocation
nd: I-Geolocation

source: {{app}} would like to know your location.
nd: I-{{app}} ifuna ukwazi ukuthi ungaphi.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
nd: I-{{brandShortName}} isebenzisa I-data enjenge-GPS, I-Wi-Fi, lama-network amafoni aduze kwakho ukuze yenelise ukucabangela lapho okhona. I-data leyi ithunyezelwa I-Mozilla lezinye inhlanganiso njalo izasetshenziswa ihlanganiswa leyinye I-datha ukuze kuthuthukiswe ama location database. I-data leyi ingagcinwa ku-divayisi yakho njalo ingathathwa noma kungelama-apps avuliweyo.

source: {{site}} would like to know your location.
nd: I-{{site}} ifuna ukwazi lapho okhona.

source: See Idle Status
nd: Ukubona nxa Ifoni ingasebenzi

source: Act as a Keyboard
nd: Ukusebenza njenge-Keyboard

source: Camera and Microphone
nd: I-Camera le Microphone

source: Would you like to share your camera and microphone with {{app}}?
nd: Ufuna ukuthi i-{{app}} yenelise ukusebenzisa i-camera le-microphone?

source: Would you like to share your camera and microphone with {{site}}?
nd: Ufuna ukuthi i-{{site}} yenelise ukusebenzisa i-camera le-microphone?

source: Mobile Connection
nd: I-Mobile Connection

source: Mobile Identity
nd: I-Mobile Identity

source: Network Events
nd: Ama-Network Events

source: Start an App
nd: Ukuvula i-App

source: Modify Apps Permissions
nd: Tshintsha ama- App Permissions

source: Power Settings
nd: Ama-sethingi e-Power

source: Modify Settings
nd: Tshintsha amaSethingi

source: Cross-Origin Requests
nd: Ama-Cross-Origin Requests

source: Telephony
nd: I-Telephony

source: Camera
nd: I-Camera

source: Would you like to share your camera with {{app}}?
nd: Ufuna ukuthi i-{{app}} yenelise ukusebenzisa i-camera?

source: Would you like to share your camera with {{site}}?
nd: Ufuna ukuthi i-{{site}} yenelise ukusebenzisa i-camera?

# perm-audio-channel-normal
source: Play Sounds
nd: Dlala Imisindo

source: Play Telephony Sounds
nd: Dlala Imisindo ye-Telephony

source: Firefox Accounts
nd: Ama-Firefox Accounts

source: Mobile Network
nd: I-Mobile Network

source: NFC
nd: I-NFC

source: Phone Number Service
nd: I-Phone Number Service

source: Push API
nd: I-Push API

source: Resource Stats
nd: Ama-Resource Stats

source: Send and Read SMS
nd: Ukubala lokuthumeza ama-SMS

source: Set Date and Time
nd: Setha Usuku lesiKhathi

source: UDP Sockets
nd: ama-UDP Sockets

source: WAP Push
nd: I-WAP Push
