Repository: translate/mozilla-gaia
Catalog: */apps/ringtones/ringtones.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, gd, hi_in, hu, id, km, kn, lv, mai, ml, ms, my, ne, nn_no, or, pt, ro, sw, ta, te, th, tr, ur, uz, xh

source: Manage Tones
am: የ ጥሪ ድምፅ አስተዳዳሪ
ar: إدارة النغمات
bg: Управление на звуци
bn_bd: টোন ব্যবস্থাপনা
bn_in: টোন পরিচালনা করুন
br: Ardeiñ ar sonirioù
bs: Upravljanje tonovima
ca: Gestió dels tons
cy: Rheolau Tonau
eu: Kudeatu tonuak
fa: مدیریت زنگ‌ها
gd: Rianaich na fuaimean
hi_in: उपकरण प्रबंधित करें
hu: Hangok kezelése
id: Kelola Nada
km: គ្រប់គ្រង​សំឡេង
kn: ಟೋನ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸು
lv: Pārvaldīt zvanu melodijas
ml: സന്ദേശ ശബ്ദങ്ങള്‍
ms: Urus Ton
my: အသံများကို စီမံမည်
ne: टोनहरु व्यवस्थापन गर्नुहोस्
nn_no: Handsam lydar
pt: Gerir toques
ro: Gestionează tonuri
ta: அழைப்போசையை நிர்வகி
th: จัดการเสียง
tr: Sesleri yönet
ur: ٹون کا انتظام کریں
uz: Ohanglarni boshqarish

source: Share ringtone
af: Deel luitoon
am: የ ጥሪ ድምፅ ማካፈያ
ar: شارك النغمة
as: ৰিংটৌন অংশীদাৰী কৰক
bg: Споделяне на звук за звънене
bn_bd: রিংটোন শেয়ার
bn_in: রিংটোন শেয়ার করুন
br: Rannañ ar soniri
bs: Podijeli melodiju zvona
ca: Comparteix el to de trucada
cy: Rhannu tonau canu
eu: Partekatu txirrin-tonua
fa: اشتراک‌گذاری زنگ
gd: Co-roinn seirm
hi_in: रिंगटोन साझा करें
hu: Csengőhang megosztása
id: Berbagi nada dering
km: ចែក​រំលែក​សំឡេង​រោទ៍
kn: ರಿಂಗ್‌ಟೋನ್‌ ಹಂಚಿಕೊ
lv: Koplietot zvanu melodijas
mai: रिंगटोन साझा करू
ml: റിങ്ടോണ്‍ പങ്കുവെക്കുക
ms: Kongsi nada dering
my: ဖုန်းသံအား ဝေမျှမည်
ne: रिंगटोनहरु साझेदारी गर्नुहोस्
nn_no: Del ringjetone
or: ରିଙ୍ଗଟୋନ ବାଣ୍ଟନ୍ତୁ
pt: Partilhar toque
ro: Partajează tonul de apel
sw: Shiriki mlio
ta: அழைப்போசையை பகிர்
te: రింగుటోనుని పంచుకోండి
th: แบ่งปันเสียงเรียกเข้า
tr: Zil sesini paylaş
ur: گھنٹی کی آواز کو شیئر کریں
uz: Ringtonlarni bo‘lishish
xh: Yabelana ngesandi sokukhala

source: Delete ringtone
af: Skrap luitoon
am: የ ጥሪ ድምፅ ማጥፊያ
ar: احذف النغمة
as: ৰিংটৌন মচি পেলাওক
bg: Изтриване на звук за звънене
bn_bd: রিংটোন অপসারণ
bn_in: রিংটোন মুছে ফেলুন
br: Dilemel ar soniri
bs: Izbriši melodiju zvona
ca: Elimina to de trucada
cy: Dewis tôn canu
eu: Ezabatu txirrin-tonua
fa: حذف زنگ
gd: Sguab às an t-seirm
hi_in: रिंगटोन मिटाएँ
hu: Csengőhang törlése
id: Hapus nada panggil
km: លុប​សំឡេង​រោទ៍
kn: ರಿಂಗ್‌ಟೋನ್‌ ಅನ್ನು ಅಳಿಸು
lv: Dzēst zvanu melodiju
mai: रिंगटोन मेटाउ
ml: റിങ്ടോണ്‍ ഒഴിവാക്കുക
ms: Hapus nada dering
my: ဖုန်းသံ အားဖျက်
ne: रिङ्टोन् मेटाउनुहोस्
nn_no: Slett ringjetone
or: ରିଙ୍ଗଟୋନ ଲିଭାନ୍ତୁ
pt: Apagar toque
ro: Șterge tonul de apel
sw: Futa mlio
ta: அழைப்போசையை அழி
te: రింగుటోన్ను తొలగించు
th: ลบเสียงเรียกเข้า
tr: Zil sesini sil
ur: رنگ ٹون کو حذف کریں
uz: Ringtonni o‘chirish
xh: Cima isandi sefowuni

source: Share alert
am: ማስጠንቀቂያ ማካፈያ
ar: مشاركة التنبيه
bg: Споделяне на аларма
bn_bd: সর্তকবার্তা শেয়ার
bn_in: সর্তকবার্তা শেয়ার
br: Rannañ ar galv-diwall
bs: Upozorenje dijeljenja
ca: Comparteix l'alerta
cy: Rhannu rhybudd
eu: Partekatu alerta
fa: اشتراک‌گذاری هشدار
gd: Co-roinn a’ chaismeachd
hi_in: चेतावनी साझा करें
hu: Értesítési hang megosztása
id: Berbagi nada peringatan
km: ចែករំលែក​ការ​ជូន​ដំណឹង
kn: ಎಚ್ಚರಿಕೆ ಹಂಚು
lv: Koplietot zvanu melodiju
mai: अलर्ट साझा करू
my: သတိပေးချက်ကို မျှဝေပါ
ne: अलर्ट बाँड्नुहोस्
nn_no: Del varslingstone
pt: Partilhar alerta
ro: Partajează alerta
ta: எச்சரிக்கையை பகிர்
th: แบ่งปันเสียงแจ้งเตือน
tr: Uyarıyı paylaş
ur: شیئر انتباہ
uz: Signalni bo‘lishish

source: Delete alert
am: ማስጠንቀቂያ ማጥፊያ
ar: احذف صوت الإنذار
bg: Изтриване на аларма
bn_bd: সর্তকবার্তা মুছে ফেলুন
bn_in: সর্তকবার্তা মুছে ফেলুন
br: Dilemel ar galv-diwall
bs: Obriši upozorenje
ca: Elimina l'alerta
cy: Dileu rhybudd
eu: Ezabatu alerta
fa: حذف هشدار
gd: Sguab às a’ chaismeachd
hi_in: मिटाने की चेतावनी
hu: Értesítési hang törlése
id: Hapus nada peringatan
km: លុប​ការ​ជូន​ដំណឹង
kn: ಎಚ್ಚರಿಕೆ ಅಳಿಸು
mai: अलर्ट मेटाबू
my: သတိပေးချက်ကို ပယ်ဖျက်ပါ
ne: अलर्ट मेटाउनुहोस्
nn_no: Slett varslingstone
pt: Apagar alerta
ro: Șterge alerta
ta: எச்சரிக்கையை அழி
th: ลบเสียงแจ้งเตือน
tr: Uyarıyı sil
ur: انتباہ حذف کریں
uz: Signalni o‘chirish

# actions-cancel
source: Cancel
af: Kanselleer
am: መሰረዣ
ar: ألغِ
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
eu: Utzi
fa: لغو
gd: Sguir dheth
hi_in: रद्द करें
hu: Mégse
id: Batal
km: បោះបង់
kn: ರದ್ದು
lv: Atcelt
mai: रद करू
ml: റദ്ദാക്കു
ms: Batal
my: နေတော့
ne: रद्द गर्नुहोस्
nn_no: Avbryt
or: ବାତିଲ
pt: Cancelar
ro: Renunță
sw: Ghairi
ta: ரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish
xh: Rhoxisa

source: Delete Ringtone
af: Skrap luitoon
am: የ ጥሪ ድምፅ ማጥፊያ
ar: حذف النغمة
as: ৰিংটৌন মচি পেলাওক
bg: Изтриване на звук за звънене
bn_bd: রিংটোন অপসারণ
bn_in: রিংটোন মুছে ফেলুন
br: Dilemel ar soniri
bs: Izbriši melodiju zvona
ca: Elimina to de trucada
cy: Dewis tôn canu
eu: Ezabatu txirrin-tonua
fa: حذف زنگ
gd: Sguab às an t-seirm
hi_in: रिंगटोन मिटाएँ
hu: Csengőhang törlése
id: Hapus Nada Panggil
km: លុប​សំឡេង​រោទ៍
kn: ರಿಂಗ್‌ಟೋನ್‌ ಅನ್ನು ಅಳಿಸು
lv: Dzēst zvanu melodiju
mai: रिंगटोन मेटाउ
ml: റിങ്ടോണും കളയുക
ms: Hapus Nada Dering
my: ဖုန်းသံအားဖျက်
ne: रिङ्टोन् मेटाउनुहोस्
nn_no: Slett ringjetone
or: ରିଙ୍ଗଟୋନ ଲିଭାନ୍ତୁ
pt: Apagar toque
ro: Șterge tonul de apel
sw: Futa Mlio
ta: அழைப்போசையை அழி
te: రింగుటోనును తొలగించు
th: ลบเสียงเรียกเข้า
tr: Zil sesini sil
ur: رنگ ٹون حذف کریں
uz: Ringtonni o‘chirish
xh: Cima isandi sefowuni

source: Delete Alert
am: ማስጠንቀቂያ ማጥፊያ
ar: حذف صوت الإنذار
bg: Изтриване на аларма
bn_bd: সর্তকবার্তা মুছে ফেলুন
bn_in: সর্তকবার্তা মুছে ফেলুন
br: Dilemel ar Galv-diwall
bs: Obriši upozorenje
ca: Elimina l'alerta
cy: Dileu Rhybudd
eu: Ezabatu alerta
fa: حذف هشدار
gd: Sguab às a’ chaismeachd
hi_in: मिटाने की चेतावनी
hu: Értesítési hang törlése
id: Hapus Nada Peringatan
km: លុប​ការ​ជូន​ដំណឹង
kn: ಎಚ್ಚರಿಕೆ ಅಳಿಸು
mai: अलर्ट मेटाबू
my: သတိပေးချက်ကို ပယ်ဖျက်ပါ
ne: अलर्ट मेटाउनुहोस्
nn_no: Slett varslingstone
pt: Apagar alerta
ro: Șterge alerta
ta: எச்சரிக்கையை அழி
th: ลบเสียงแจ้งเตือน
tr: Uyarıyı sil
ur: انتباہ حذف کریں
uz: Signalni o‘chirish

source: Are you sure you want to delete "<bdi>{{tone}}</bdi>"?
am: በ እርግጥ ማጥፋት ይፈልጋሉ "<bdi>{{tone}}</bdi>"?
ar: هل أنت متأكد أنك تريد أن تحذف "<bdi>{{tone}}</bdi>"؟
as: আপুনি "<bdi>{{tone}}</bdi>" ক মচি পেলাবলে নিশ্চিত নে?
bg: Сигурни ли сте, че желаете да изтриете „<bdi>{{tone}}</bdi>“?
bn_bd: আপনি "<bdi>{{tone}}</bdi>" অপসারণের ব্যপারে নিশ্চিত?
bn_in: আপনি কি নিশ্চিতরূপে "<bdi>{{tone}}</bdi>" মুছে ফেলতে ইচ্ছুক?
br: Ha sur oc'h e fell deoc'h dilemel "<bdi>{{tone}}</bdi>" ?
bs: Da li ste sigurni da želite obrisati "<bdi>{{tone}}</bdi>"?
ca: Segur que voleu eliminar «<bdi>{{tone}}</bdi>»?
cy: Ydych chi'n siŵr eich bod am ddileu "<bdi>{{tone}}</bdi>"?
eu: Ziur <bdi>{{tone}}</bdi> ezabatu nahi duzula?
fa: مطمئنید می‌خواهید «<bdi>{{tone}}</bdi>» را حذف کنید؟
gd: A bheil thu cinnteach gu bheil thu airson “<bdi>{{tone}}</bdi>” a sguabadh às?
hu: Biztosan törölni akarja a következőt: „<bdi>{{tone}}</bdi>”?
id: Anda yakin ingin menghapus "<bdi>{{tone}}</bdi>"?
kn: ನೀವು "<bdi>{{tone}}</bdi>" ಅನ್ನು ಅಳಿಸುತ್ತಿರುವುದು ಖಚಿತವೆ?
lv: Vai tiešām vēlaties dzēst "<bdi>{{tone}}</bdi>"?
ms: Adakah anda pasti untuk menghapus "<bdi>{{tone}}</bdi>"?
my: သင် "<bdi>{{tone}}</bdi>" ကို ဖျက်မှာ သေချာပြီလား ?
ne: के तपाइँ "<bdi>{{tone}}</bdi>" लाई मेट्ने कुरामा सहमत हुनुहुन्छ?
nn_no: Er du sikker p√• at du vil sletta "<bdi>{{tone}}</bdi>"?
pt: Tem a certeza de que pretende apagar "<bdi>{{tone}}</bdi>"?
ro: Sigur dorești să ștergi „<bdi>{{tone}}</bdi>”?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ "<bdi>{{tone}}</bdi>"?
tr: "<bdi>{{tone}}</bdi>" sesini silmek istediğinizden emin misiniz?
ur: آپ کو یقین ہے کے آپ "<bdi>{{tone}}</bdi>" کو حذف کرنا چاہتے ہیں؟
uz: "<bdi>{{tone}}</bdi>"ni o‘chirmoqchi ekanligingizga ishonchingiz komilmi?

source: "<bdi>{{tone}}</bdi>" is the current default ringtone.<br><br>Are you sure you want to delete it?
am: "<bdi>{{tone}}</bdi>" አሁን ነባር የጥሪ ድምፅ ነው<br><br>በ እርግጥ ማጥፋት ይፈልጋሉ?
ar: "<bdi>{{tone}}</bdi>" هي النغمة الحالية. <br><br> هل أنت متأكد أنك تريد حذفها؟
as: "<bdi>{{tone}}</bdi>" বৰ্তমান অবিকল্পিত ৰিংটৌন।<br><br>আপুনি ইয়াক মচি পেলাবলে নিশ্চিত নে?
bg: „{{tone}}“ е текущият стандартен звук за звънене.<br><br>Сигурни ли сте, че желаете да го изтриете?
bn_bd: "<bdi>{{tone}}</bdi>" বর্তমান ডিফল্ট রিংটোন। <br><br>আপনি এটি অপসারণের ব্যপারে নিশ্চিত?
bn_in: "<bdi>{{tone}}</bdi>" বর্তমান ডিফল্ট রিংটোন।<br><br>আপনি কি এটি মুছে দেওয়ার বিষয়ে নিশ্চিত?
br: Ar soniri dre ziouer eo "<bdi>{{tone}}</bdi>". <br><br>Sur oc'h e fell deoc'h dilemel anezhañ ?
bs: "<bdi>{{tone}}</bdi>" je trenutno glavno zvono.<br><br>Da li ste sigurni da ga želite obrisati?
ca: «<bdi>{{tone}}</bdi>» és actualment el to de trucada per defecte.<br><br>Segur que voleu eliminar-lo?
cy: "<bdi>{{tone}}</bdi>" yw'r rhybudd rhagosodedig cyfredol.<br><br>Ydych chi'n siŵr eich bod am ei ddileu?
eu: "<bdi>{{tone}}</bdi>" da uneko txirrin-tonu lehenetsia.<br><br>Ziur ezabatu egin nahi duzula?
fa: ‏«<bdi>{{tone}}</bdi>» زنگ پیش‌گزیدهٔ جاری شماست.<br><br>مطمئنید می‌خواهید حذفش کنید؟
gd: ’S e “<bdi>{{tone}}</bdi>” an t-seirm bhunaiteach agad an-dràsta.<br><br>A bheil thu cinnteach gu bheil thu airson a sguabadh às?
hu: „<bdi>{{tone}}</bdi>” az alapértelmezett csengőhang.<br><br>Biztosan törli?
id: "<bdi>{{tone}}</bdi>" adalah nada dering utama saat ini.<br><br>Anda yakin ingin menghapusnya?
kn: "<bdi>{{tone}}</bdi>" ಸದ್ಯದ ಪೂರ್ವನಿಯೋಜಿತ ಎಚ್ಚರಿಕೆಯಾಗಿದೆ.<br><br>ಇದನ್ನು ನಿಜಕ್ಕೂ ಅಳಿಸಲು ಬಯಸುತ್ತೀರಾ?
lv: "<bdi>{{tone}}</bdi>" ir šī brīža noklusējuma zvanu signāls.<br><br>Vai tiešām vēlaties to dzēst?
ms: "<bdi>{{tone}}</bdi>" Kini sebagai nada dering lalai.<br><br>Adakah anda pasti untuk menghapusnya?
my: "<bdi>{{tone}}</bdi>" သည် စံဖုန်းသံဖြစ်သှ်။<br><br>သင် ဖျက်မှာ သေချာပြီလား ?
ne: "<bdi>{{tone}}</bdi>" वर्तमान पूर्वनिर्धारित रिङटोन हो।<br><br>के तपाईंँ यसलाई मेट्न निश्चित हुनुहुन्छ?
pt: De momento, o toque predefinido é "<bdi>{{tone}}</bdi>".<br><br>Tem a certeza de que pretende apagá-lo?
ro: „<bdi>{{tone}}</bdi>” e tonul de apel actual implicit.<br><br>Sigur dorești să-l ștergi?
th: "<bdi>{{tone}}</bdi>" เป็นเสียงเรียกเข้าปริยายปัจจุบัน<br><br>คุณแน่ใจหรือไม่ว่าต้องการลบ?
tr: "<bdi>{{tone}}</bdi>" şu anda varsayılan zil sesiniz.<br><br>Silmek istediğinizden emin misiniz?
ur: "<bdi>{{tone}}</bdi>" موجودہ طےشدہ رنگ ٹون ہے۔ <br><br>کیا آپ اس کو واقعی حذف کرنا چاہتے ہیں؟
uz: "<bdi>{{tone}}</bdi>" hozirda standart rington.<br><br>Uni oʻchirmoqchi ekanligingizga ishonchingiz komilmi?

source: "<bdi>{{tone}}</bdi>" is the current default alert.<br><br>Are you sure you want to delete it?
am: "<bdi>{{tone}}</bdi>" አሁን ነባር የጥሪ ድምፅ ነው<br><br>በ እርግጥ ማጥፋት ይፈልጋሉ?
ar: "<bdi>{{tone}}</bdi>" هو صوت الإنذار الحالي. <br><br>هل أنت متأكد أنك تريد حذفه؟
as: "<bdi>{{tone}}</bdi>" বৰ্তমান অবিকল্পিত সতৰ্কবাৰ্তা।<br><br> আপুনি ইয়াক মচি পেলাবলে নিশ্চিত নে?
bg: „{{tone}}“ е текущият стандартен будилник.<br><br>Сигурни ли сте, че желаете да го изтриете?
bn_bd: "<bdi>{{tone}}</bdi>" বর্তমান ডিফল্ট এলার্টটোন। <br><br>আপনি এটি অপসারণের ব্যপারে নিশ্চিত?
bn_in: "<bdi>{{tone}}</bdi>" বর্তমান ডিফল্ট সর্তকবার্তা।<br><br>আপনি কি এটি মুছে দেওয়ার বিষয়ে নিশ্চিত?
br: Ar galv-diwall dre ziouer eo "<bdi>{{tone}}</bdi>".<br><br>Sur oc'h e fell deoc'h dilemel anezhañ ?
bs: "<bdi>{{tone}}</bdi>" je trenutno glavni alarm.<br><br>Da li ste sigurni da ga želite obrisati?
ca: «<bdi>{{tone}}</bdi>» és actualment l'alerta per defecte.<br><br>Segur que voleu eliminar-la?
cy: "<bdi>{{tone}}</bdi>"yw'r rhybudd rhagosodedig cyfredol.<br><br>Ydych chi'n siŵr eich bod am ei ddileu?
eu: "<bdi>{{tone}}</bdi>" da uneko abisu-tonu lehenetsia.<br><br>Ziur ezabatu egin nahi duzula?
fa: ‏«<bdi>{{tone}}</bdi>» هشدار پیش‌گزیدهٔ جاری شماست.<br><br>مطمئنید می‌خواهید حذفش کنید؟
gd: ’S e “<bdi>{{tone}}</bdi>” a’ chaismeachd bhunaiteach agad an-dràsta.<br><br>A bheil thu cinnteach gu bheil thu airson a sguabadh às?
hu: „<bdi>{{tone}}</bdi>” az alapértelmezett riasztás.<br><br>Biztosan törli?
id: "<bdi>{{tone}}</bdi>" adalah nada peringatan utama saat ini.<br><br>Anda yakin ingin menghapusnya?
kn: "<bdi>{{tone}}</bdi>" ಸದ್ಯದ ಪೂರ್ವನಿಯೋಜಿತ ಎಚ್ಚರಿಕೆಯಾಗಿದೆ.<br><br>ಇದನ್ನು ನಿಜಕ್ಕೂ ಅಳಿಸಲು ಬಯಸುತ್ತೀರಾ?
lv: "<bdi>{{tone}}</bdi>" ir šī brīža noklusējuma brīdinājuma skaņa.<br><br>Vai tiešām vēlaties to dzēst?
ms: "<bdi>{{tone}}</bdi>" Kini sebagai waspada lalai.<br><br>Adakah anda pasti untuk menghapusnya?
my: "<bdi>{{tone}}</bdi>" သည် စံသတိပေးသံဖြစ်သှ်။<br><br> သင် ဖျက်မှာ သေချာပြီလား ?
ne: "<bdi>{{tone}}</bdi>" वर्तमान पूर्वनिर्धारित अलर्ट हो।<br><br>के तपाईंँ यसलाई मेट्न निश्चित हुनुहुन्छ?
pt: De momento, o alerta predefinido é "<bdi>{{tone}}</bdi>".<br><br>Tem a certeza de que pretende apagá-lo?
ro: „<bdi>{{tone}}</bdi>” e alerta actuală implicită.<br><br>Sigur dorești să o ștergi?
th: "<bdi>{{tone}}</bdi>" เป็นเสียงแจ้งเตือนปริยายปัจจุบัน<br><br>คุณแน่ใจหรือไม่ว่าต้องการลบ?
tr: "<bdi>{{tone}}</bdi>" şu anda varsayılan uyarınız.<br><br>Silmek istediğinizden emin misiniz?
ur: "<bdi>{{tone}}</bdi>" موجودہ طےشدہ انتباہ ہے۔ <br><br>کیا آپ اس کو واقعی حذف کرنا چاہتے ہیں؟
uz: "<bdi>{{tone}}</bdi>" hozirda standart signal<br><br>Uni oʻchirmoqchi ekanligingizga ishonchingiz komilmi?

# delete-cancel
source: Cancel
af: Kanselleer
am: መሰረዣ
ar: ألغِ
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
eu: Utzi
fa: لغو
gd: Sguir dheth
hi_in: रद्द करें
hu: Mégse
id: Batal
km: បោះបង់
kn: ರದ್ದು
lv: Atcelt
mai: रद करू
ml: റദ്ദാക്കു
ms: Batal
my: နေတော့
ne: रद्द गर्नुहोस्
nn_no: Avbryt
or: ବାତିଲ
pt: Cancelar
ro: Renunță
sw: Ghairi
ta: ரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish
xh: Rhoxisa

source: Delete
af: Skrap
am: ማጥፊያ
ar: احذف
as: মচি পেলাওক
bg: Изтриване
bn_bd: অপসারণ
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
ca: Elimina
cy: Dileu
eu: Ezabatu
fa: حذف
gd: Sguab às
hi_in: मिटाएँ
hu: Törlés
id: Hapus
km: លុប
kn: ಅಳಿಸು
lv: Dzēst
mai: मेटाबू
ml: നീക്കം ചെയ്യുക
ms: Hapus
my: ဖျက်
ne: मेट्नुहोस
nn_no: Slett
or: ଲିଭାନ୍ତୁ
pt: Apagar
ro: Șterge
sw: Futa
ta: அழி
te: తొలగించు
th: ลบ
tr: Sil
ur: حذف کریں
uz: O‘chirish
xh: Cima

source: Ringtone deleted.
af: Luitoon geskrap.
am: የ ጥሪ ድምፅ ጠፍቷል
ar: حُذفت النغمة.
as: ৰিংটৌন মচি পেলোৱা হল।
bg: Звукът за звънене е изтрит.
bn_bd: রিংটোন অপসারিত হয়েছে।
bn_in: রিংটোন মুছে ফেলা হয়েছে
br: Dilamet eo bet ar soniri.
bs: Melodija zvona obrisana.
ca: S'ha eliminat el to de trucada.
cy: Dilëwyd y tôn canu.
eu: Txirrin-tonua ezabatuta.
fa: زنگ حذف شد.
gd: Chaidh an t-seirm a sguabadh às.
hi_in: रिंगटोन मिटाया गया.
hu: Csengőhang törölve.
id: Nada panggil dihapus.
km: បាន​លុប​សំឡេង​រោទ៍។
kn: ರಿಂಗ್‌ಟೋನ್ ಅಳಿಸಲಾಗಿದೆ.
mai: रिंगटोन मेटाएल गेल.
ml: റിങ്ങ്ടോൺ നീക്കം ചെയ്തു.
ms: Nada dering dipadam.
my: ဖုန်းသံ ဖျက်ပြီး
ne: रिङ्गटोन मेटियो।
nn_no: Ringjetone sletta.
or: ରିଙ୍ଗଟୋନ୍‍ ଅପସାରିତ ହୋଇଛି।
pt: Toque apagado
ro: Ton de apel șters.
sw: Toni ya simu imefutwa.
ta: அழைப்பொலி அழிக்கப்பட்டது.
te: రింగుటోను తొలగించబడింది.
th: ลบเสียงเรียกเข้าแล้ว
tr: Zil sesi silindi.
ur: رنگ ٹون حذف کردہ۔
uz: Rington o‘chirildi.
xh: Isandi sefowuni sicinyiwe.

source: Alert deleted.
am: ማስጠንቀቂያው ጠፍቷል
ar: حُذف صوت الإنذار.
bg: Алармата е изтрита.
bn_bd: সর্তকবার্তা মুছে ফেলা হয়েছে।
bn_in: সর্তকবার্তা মুছে ফেলা হয়েছে।
br: Dilamet eo bet ar galv-diwall.
bs: Upozorenje obrisano.
ca: S'ha eliminat l'alerta.
cy: Rhybudd wedi ei ddileu.
eu: Alerta ezabatu da.
fa: هشدار حذف شد.
gd: Chaidh a’ chaismeachd a sguabadh às.
hi_in: चेतावनी मिटाया गया.
hu: Értesítési hang törölve.
id: Nada peringatan dihapus.
km: បាន​លុប​ការ​ជូន​ដំណឹង។
kn: ಎಚ್ಚರಿಕೆ ಅಳಿಸಲಾಗಿದೆ.
mai: अलर्ट मेटाएल गेल.
my: သတိပေးချက်ကို ပယ်ဖျက်ပြီး
ne: अलर्ट मेटियो।
nn_no: Varslingstone sletta.
pt: Alerta apagado
ro: Alertă ștearsă.
ta: எச்சரிக்கை அழிக்கப்பட்டது.
th: ลบเสียงแจ้งเตือนแล้ว
tr: Uyarı silindi.
ur: انتباہ حذف کردہ۔
uz: Signal o‘chirildi.

source: New ringtone created.
af: Nuwe luitoon geskep.
am: አዲስ የ ጥሪ ድምፅ ተፈጥሯል
ar: أُنشئت نغمة جديدة.
as: নতুন ৰিংটৌন সৃষ্টি কৰা হল।
bg: Създаден е нов звук за звънене.
bn_bd: নতুন রিংটোন তৈরি হয়েছে।
bn_in: নতুন রিংটোন তৈরি হয়েছে।
br: Savet ez eus bet ur soniri nevez.
bs: Nova melodija zvona je kreirana.
ca: S'ha creat un to de trucada nou.
cy: Crëwyd tôn canu newydd.
eu: Txirrin-tonu berria sortuta.
fa: زنگ جدید ایجاد شد.
gd: Chaidh seirm ùr a chruthachdh.
hi_in: नया रिंगटोन बनाया गया.
hu: Új csengőhang létrehozva.
id: Nada dering baru dibuat.
km: បាន​បង្កើត​សំឡេង​រោទ៍​ថ្មី។
kn: ಹೊಸ ರಿಂಗ್‌ಟೋನ್‌ ರಚಿಸಲಾಗಿದೆ.
mai: नव रिंगटोन बनाएल गेल.
ml: പുതിയ റിങ്ങ്ടോണ്‍ നിർമ്മിച്ചു.
ms: Nada dering baru dicipta.
my: ဖုန်းသံအသစ် လုပ်ပြီး
ne: नयाँ रिङ्गटोन बनाइयो।
nn_no: Ny ringjetone laga.
or: ନୂତନ ରିଙ୍ଗଟୋନ୍‍ ସୃଷ୍ଟି ହୋଇଛି।
pt: Novo tom de toque criado.
ro: Ton de apel nou creat.
sw: Toni mpya ya simu imeundwa.
ta: புதிய அலைப்பொலி உருவானது.
te: కొత్త రింగుటోను సృష్టించబడింది.
th: สร้างเสียงเรียกเข้าใหม่แล้ว
tr: Yeni zil sesi oluşturuldu.
ur: نیا رینگ ٹھونس بنا ہوا۔
uz: Yangi rington yaratildi.
xh: Isandi sokukhala esitsha senziwe.

source: Ringtone set as default.
af: Luitoon as verstek gestel.
am: የ ጥሪ ድምፅ እንደ ነባር ተሰናድቷል
ar: جُعلت النغمةُ النغمةَ المبدئية.
as: ৰিংটৌনক অবিকল্পিত হিচাপে সংহতি কৰা হল।
bg: Стандартен звук за звънене.
bn_bd: ডিফল্ট রিংটোন হিসেবে সেট হয়েছে।
bn_in: রিংটোন ডিফল্ট হিসেবে সেট অাছে।
br: Lakaet eo bet ar soniri dre ziouer.
bs: Melodija zvona postavljena kao glavna.
ca: S'ha definit com a to de trucada per defecte.
cy: Tôn canu wedi ei osod fel y rhagosodedig.
eu: Txirrin-tonua lehenetsi gisa ezarrita.
fa: زنگ به عنوان پیش‌گزیده تنظیم شد.
gd: Chaidh a shuidheachadh mar an t-seirm bhunaiteach.
hi_in: रिंगटोन तयशुदा सेट किया गया.
hu: Alapértelmezett csengőhang beállítva.
id: Nada dering disetel sebagai utama.
km: បាន​កំណត់​សំឡេង​រោទ៍​ជា​លំនាំ​ដើម។
kn: ರಿಂಗ್‌ಟೋನ್‌ ಅನ್ನು ಪೂರ್ವನಿಯೋಜಿತವಾಗಿಸು.
mai: रिंगटोन पूर्वनिर्धारित रूपेँ सेट कएल गेल.
ml: റിങ്ങ്ടോണ്‍ സ്വതേയുള്ളതായി ക്രമീകരിച്ചു.
ms: Nada dering ditetapkan sebagai lalai.
my: ဖုန်းသံ အား စံအဖြစ်သတ်မှတ်
ne: रिङटोन पूर्वनिर्धारितका रूपमा सेट गरियो।
nn_no: Ringjetone valt som standard.
or: ରିଙ୍ଗଟୋନ୍‍କୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ ସେଟ ହୋଇଛି।
pt: Tom de toque predefinido.
ro: Ton de apel setat ca implicit.
sw: Toni ya simu imewekwa kama chaguo msingi.
ta: முன்னிருப்பாக அமை.
te: రింగుటోను అప్రమేయంగా అమర్చబడింది.
th: เสียงเรียกเข้าถูกตั้งเป็นค่าปริยาย
tr: Zil sesi varsayılan olarak ayarlandı.
ur: رینگ ٹون کو بطور طے شدہ سیٹ کریں۔
uz: Rington standart sifatida o‘rnatildi.
xh: Ukusetwa kwesandi sokukhala njengesiseko.

source: SD Card
am: የማጠራቀሚያ ካርድ
ar: بطاقة الذاكرة
bg: SD карта
bn_bd: SD কার্ড
bn_in: SD কার্ড
br: Kartenn SD
bs: SD kartica
ca: Targeta SD
cy: Cerdyn SD
eu: SD txartela
fa: کارت SD
gd: Cairt SD
hi_in: SD कार्ड
hu: SD kártya
id: Kartu SD
km: កាត SD
kn: SD ಕಾರ್ಡ್‌
lv: SD karte
mai: SD कार्ड
ml: എസ്ഡി കാര്‍ഡ്
ms: Kad SD
my: SD ကဒ်
ne: एस् डि कार्ड
nn_no: SD-kort
pt: Cartão SD
ro: Card SD
ta: எஸ்டி அட்டை
th: การ์ด SD
tr: SD kart
ur: ایسڈی کارڈ
uz: SD karta

source: Select Sound
af: Kies klank
am: ድምፅ ይምረጡ
ar: اختر الصوت
as: শব্দ বাছক
bg: Избиране на звук
bn_bd: রিংটোন নির্বাচন করুন
bn_in: সাউন্ড নির্বাচন করুন
br: Diuzit ur son
bs: Izaberi zvuk
ca: Trieu un to
cy: Dewis Sain
eu: Hautatu soinua
fa: انتخاب صدا
gd: Tagh fuaim
hi_in: ध्वनि चुनें
hu: Hang kiválasztása
id: Pilih Suara
km: ជ្រើស​សំឡេង
kn: ಧ್ವನಿಯನ್ನು ಆರಿಸಿ
lv: Izvēlieties skaņu
mai: ध्वनि चुनू
ml: ശബ്‌ദം തെരഞ്ഞെടുക്കുക
ms: Pilih Bunyi
my: အသံရွေးပါ
ne: ध्वनि चयन गर्नुहोस्
nn_no: Vel lyd
or: ଧ୍ୱନି ବାଛନ୍ତୁ
pt: Selecionar som
ro: Selectează sunetul
sw: Chagua Sauti
ta: ஒலியை தேர்ந்தேடு
te: శబ్దాన్ని ఎంచుకోండి
th: เลือกเสียง
tr: Ses seçin
ur: آواز منتخب کریں
uz: Ovozni tanlash
xh: khetha isandi

source: Set
am: ማሰናጃ
ar: عيّن
bg: Задаване
bn_bd: নির্ধারণ
bn_in: সংকলন
br: Despizet
ca: Defineix
cy: Gosod
eu: Ezarri
fa: تنظیم
gd: Suidhich
hi_in: सेट
hu: Beállítás
id: Setel
km: កំណត់
kn: ಹೊಂದಿಸು
lv: Uzstādīt
ml: സജീകരിക്കുക
ms: Tetap
my: သတ်မှတ်ပါ
ne: सेट गर्नुहोस्
nn_no: Vel
pt: Definir
ro: Setează
ta: அமை
th: ตั้ง
tr: Ayarla
ur: سیٹ
uz: O‘rnatish

source: {{ringtoneSectionBrandName}} Ringtones
am: {{ringtoneSectionBrandName}} የ ጥሪ ድምፆች
ar: نغمات {{ringtoneSectionBrandName}}
bg: Звънене на {{ringtoneSectionBrandName}}
bn_bd: {{ringtoneSectionBrandName}} রিংটোন
bn_in: {{ringtoneSectionBrandName}} রিংটোন
br: Sonirioù {{ringtoneSectionBrandName}}
bs: {{ringtoneSectionBrandName}} melodije zvona
ca: Tons de trucada del {{ringtoneSectionBrandName}}
cy: Tonau Canu {{ringtoneSectionBrandName}}
eu: {{ringtoneSectionBrandName}} txirrin-tonuak
fa: آهنگ‌های زنگ {{ringtoneSectionBrandName}}
gd: Seirmean {{ringtoneSectionBrandName}}
hi_in: {{ringtoneSectionBrandName}} रिंगटोन्स
hu: {{ringtoneSectionBrandName}} Csengőhangok
id: Nada Dering {{ringtoneSectionBrandName}}
km: {{ringtoneSectionBrandName}} សំឡេង​រោទ៍
kn: {{ringtoneSectionBrandName}} ರಿಂಗ್‌ಟೋನ್‌ಗಳು
lv: {{ringtoneSectionBrandName}} zvanu melodijas
ml: {{ringtoneSectionBrandName}} റിംഗ്ടോണ്‍സ്
ms: {{ringtoneSectionBrandName}} Nada Dering
my: {{ringtoneSectionBrandName}} ဖုန်းသံများ
ne: {{ringtoneSectionBrandName}} रिङ्गटोनहरु
nn_no: {{ringtoneSectionBrandName}}-ringjetonar
pt: Toques {{ringtoneSectionBrandName}}
ro: Tonuri de apel {{ringtoneSectionBrandName}}
ta: {{ringtoneSectionBrandName}} அழைப்போசைகள்
te: {{ringtoneSectionBrandName}} రింగ్‌టోన్లు
th: เสียงเรียกเข้า {{ringtoneSectionBrandName}}
tr: {{ringtoneSectionBrandName}} zil sesleri
ur: {{ringtoneSectionBrandName}} گھنٹی کی آواز
uz: {{ringtoneSectionBrandName}} ringtonlar

source: {{ringtoneSectionBrandName}} Alerts
am: {{ringtoneSectionBrandName}} ማስጠንቀቂያዎች
ar: أصوات إنذار {{ringtoneSectionBrandName}}
bg: Будилник на {{ringtoneSectionBrandName}}
bn_bd: {{ringtoneSectionBrandName}} সর্তকবার্তা
bn_in: {{ringtoneSectionBrandName}} সর্তকবার্তা
br: Galvoù-diwall {{ringtoneSectionBrandName}}
bs: {{ringtoneSectionBrandName}} upozorenja
ca: Alertes del {{ringtoneSectionBrandName}}
cy: Rhybudd {{ringtoneSectionBrandName}}
eu: {{ringtoneSectionBrandName}} alertak
fa: هشدارهای {{ringtoneSectionBrandName}}
gd: Caismeachdan {{ringtoneSectionBrandName}}
hi_in: {{ringtoneSectionBrandName}} चेतावनी
hu: {{ringtoneSectionBrandName}} Riasztások
id: Nada Peringatan {{ringtoneSectionBrandName}}
km: ការ​ជូន​ដំណឹង {{ringtoneSectionBrandName}}
kn: {{ringtoneSectionBrandName}} ಎಚ್ಚರಿಕೆ‌ಗಳು
ml: {{ringtoneSectionBrandName}} അലേര്‍ട്ട്സ്
ms: {{ringtoneSectionBrandName}} Waspada
my: {{ringtoneSectionBrandName}} သတိပေးချက်များ
ne: {{ringtoneSectionBrandName}} अलर्टहरु
nn_no: {{ringtoneSectionBrandName}}-varslingstonar
pt: Alertas {{ringtoneSectionBrandName}}
ro: Alerte {{ringtoneSectionBrandName}}
ta: {{ringtoneSectionBrandName}} எச்சரிக்கைகள்
th: เสียงแจ้งเตือน {{ringtoneSectionBrandName}}
tr: {{ringtoneSectionBrandName}} uyarıları
ur: {{ringtoneSectionBrandName}} انتباہ
uz: {{ringtoneSectionBrandName}} signallar

source: My Ringtones
am: የኔ የ ጥሪ ድምፆች
ar: نغماتي
bg: Моите звуци за звънене
bn_bd: আমার রিংটোন
bn_in: আমার রিংটোনগুলি
br: Ma sonirioù
bs: Moje melodije zvona
ca: Els meus tons de trucada
cy: Tonau Canu
eu: Nire txirrin-tonuak
fa: آهنگ‌های زنگ من
gd: Na seirmean agam
hi_in: मेरी रिंगटोन
hu: Csengőhangok
id: Nada Dering Saya
km: សំឡេង​រោទ៍របស់​ខ្ញុំ
kn: ನನ್ನ ರಿಂಗ್‌ಟೋನ್‌ಗಳು
ml: എന്റെ റിംഗ്ടോണുകള്‍
ms: Nada Dering Ku
my: ကိုယ်ပိုင်ဖုန်းသံများ
ne: मेरा रिङ्गटोनहरु
nn_no: Mine ringjetonar
pt: Meus toques
ro: Tonurile mele
ta: என் அழைப்போசைகள்
th: เสียงเรียกเข้าของฉัน
tr: Zil seslerim
ur: میری گھنٹی کی آوازیں
uz: Ringtonlarim

source: My Alerts
am: የኔ ማስጠንቀቂያዎች
ar: أصوات الإنذار
bg: Моите аларми
bn_bd: আমার সর্তকবার্তা
bn_in: আমার সর্তকবার্তাগুলি
br: Ma galvoù-diwall
bs: Moja upozorenja
ca: Les meves alertes
cy: Rhybuddion
eu: Nire alertak
fa: هشدار‌های من
gd: Na caismeachdan agam
hi_in: मेरी चेतावनी
hu: Riasztások
id: Nada Peringatan Saya
km: ការ​ជូន​ដំណឹង​របស់​ខ្ញុំ
kn: ನನ್ನ ಎಚ್ಚರಿಕೆ‌ಗಳು
ml: എന്റെ അലേര്‍ട്ട്സ്
ms: Waspada Ku
my: ကိုယ်ပိုင်သတိပေးချက်များ
ne: मेरा अलर्टहरु
nn_no: Mine varslingstonar
pt: Meus alertas
ro: Alertele mele
ta: என் எச்சரிக்கைகள்
th: เสียงแจ้งเตือนของฉัน
tr: Uyarılarım
ur: میری انتباہ
uz: Signallarim
