Repository: translate/mozilla-gaia
Catalog: */apps/ringtones/ringtones.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, bs, ca, cy, eu, fa, gd, hi_in, hu, id, km, kn, lv, mai, ml, ms, my, ne, nn_no, or, pt, ro, sw, ta, te, th, tr, ur, uz, xh

source: Create Ringtone
af: Skep luitoon
am: የ ጥሪ ድምፅ መፍጠሪያ
ar: أنشئ نغمة
as: ৰিংটৌন সৃষ্টি কৰক
bg: Създаване
bn_bd: রিংটোন তৈরি করুন
bn_in: রিংটোন তৈরি করুন
br: Krouiñ ur soniri
bs: Kreiraj melodiju zvona
ca: Crea un to de trucada
cy: Creu Tôn Canu
eu: Sortu txirrin-tonua
fa: ایجاد یک آهنگ زنگ
gd: Cruthaich seirm
hi_in: रिंगटोन बनाएँ
hu: Új csengőhang
id: Buat Nada Dering
km: បង្កើត​សំឡេង​រោទ៍
kn: ರಿಂಗ್‌ಟೋನ್‌ ರಚಿಸಿ
lv: Izveidot zvanu melodiju
mai: रिंगटोन बनाएँ
ml: റിങ്ങ്ടോൺ നിർമ്മിക്കൂ
ms: Cipta Nada Dering
my: ဖုန်းသံ လုပ်ပါ
ne: रिङ्गटोन सिर्जना
nn_no: Lag ringjetone
or: ରିଙ୍ଗଟୋନ ତିଆରି କରନ୍ତୁ
pt: Criar Tom de Toque
ro: Creează ton de apel
sw: Unda Mlio
ta: உருவாக்கு
te: రింగుటోన్ను సృష్టి
th: สร้างเสียงเรียกเข้า
tr: Zil sesi oluştur
ur: رنگ ٹون بنائیں
uz: Rington yaratish
xh: Yenza izandi zefowuni

source: Save
af: Stoor
am: ማስቀመጫ
ar: احفظ
as: সংৰক্ষণ কৰক
bg: Запис
bn_bd: সংরক্ষণ
bn_in: সংরক্ষণ করুন
br: Enrollañ
bs: Spasi
ca: Desa
cy: Cadw
eu: Gorde
fa: ذخیره
gd: Sàbhail
hi_in: सहेजें
hu: Mentés
id: Simpan
km: រក្សាទុក
kn: ಉಳಿಸು
lv: Saglabāt
mai: सहेजू
ml: സൂക്ഷിക്കുക
ms: Simpan
my: သိမ်း
ne: सेभ
nn_no: Lagra
or: ସଂରକ୍ଷଣ
pt: Guardar
ro: Salvează
sw: Hifadhi
ta: சேமி
te: భద్రపరుచు
th: บันทึก
tr: Kaydet
ur: محفوظ کریں
uz: Saqlash
xh: Gcina

# create-cancel
source: Cancel
af: Kanselleer
am: መሰረዣ
ar: ألغِ
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
eu: Utzi
fa: لغو
gd: Sguir dheth
hi_in: रद्द करें
hu: Mégse
id: Batal
km: បោះបង់
kn: ರದ್ದು
lv: Atcelt
mai: रद करू
ml: റദ്ദാക്കുക
ms: Batal
my: နေတော့
ne: रद्द गर्नुहोस्
nn_no: Avbryt
or: ବାତିଲ
pt: Cancelar
ro: Renunță
sw: Ghairi
ta: ரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish
xh: Rhoxisa

source: Corrupted File
af: Korrupte lêer
am: የተበላሸ ፋይል
ar: ملف تالف
as: ক্ষতিগ্ৰস্থ ফাইল
bg: Повреден файл
bn_bd: নষ্ট হওয়া ফাইল
bn_in: ক্ষতিগ্রস্ত ফাইল
br: Restr kontronet
bs: Oštećen fajl
ca: Fitxer malmès
cy: Ffeil Llwgr
eu: Hondatutako fitxategia
fa: پروندهٔ خراب
gd: Faidhle coirbte
hi_in: भ्रष्ट फ़ाइल
hu: Érvénytelen fájl
id: Berkas Rusak
km: ឯកសារ​ខូច
kn: ಹಾಳಾದ ಕಡತ
lv: Bojāta datne
mai: भ्रष्ट फ़ाइल
ml: പ്രശ്നമുള്ള ഫയൽ
ms: Fail Tercemar
my: ပျက်စီးနေသှ့် ဖိုင်
ne: बिग्रिएको फाइल
nn_no: Skada fil
or: ତ୍ରୁଟିଯୁକ୍ତ ଫାଇଲ
pt: Ficheiro Corrompido
ro: Fișier corupt
sw: Faili Iliyofisidi
ta: சிதைந்த கோப்பு
te: పాడైన దస్త్రం
th: ไฟล์เสียหาย
tr: Bozuk dosya
ur: خراب شدہ مسل
uz: Buzilgan fayl
xh: Ifayile eyonakalisiweyo

source: The file is corrupted. It cannot be used to create a ringtone.
af: Die lêer is korrup. Dit kan nie gebruik word om 'n luitoon te skep nie.
am: ይህ ፋይል የተበላሸ ነው: የ ጥሪ ድምፅ ለመፍጠር መጠቀም አይቻልም
ar: الملف تالف. لا يمكن أن يستخدم لإنشاء نغمة.
as: ফাইল ক্ষতিগ্ৰস্থ। ইয়াক ৰিংটৌন হিচাপে ব্যৱহাৰ কৰিব নোৱাৰি।
bg: Файлът е повреден. Не може да се използва за звук за звънене.
bn_bd: এই ফাইলটি নষ্ট। এটি রিংটোন তৈরিতে ব্যবহার করা যাবেনা।
bn_in: ফাইল ক্ষতিগ্রস্ত। এটি একটি রিংটোন তৈরি করতে ব্যবহার করা যাবে না।
br: Kontronet eo ar restr. N'hall bezañ arveret evit krouiñ ur soniri.
bs: Fajl je oštećen. Ne može se koristiti za stvaranje melodije zvona.
ca: El fitxer és malmès. No es pot fer servir per crear un to de trucada.
cy: Mae'r ffeil yn llwgr. Nid oes modd ei defnyddio i greu tôn canu.
eu: Fitxategia hondatuta dago. Ezin da erabili txirrin-tonua sortzeko.
fa: این پرونده خراب شده است. نمی‌توان از آن برای ایجاد یک زنگ استفاده کرد.
gd: Tha am faidhle seo coirbte. Cha ghabh a chleachdadh mar sheirm.
hi_in: फाइल खराब है. इस रिंगटोन के लिए प्रयोग नहि कएल जा सकता है.
hu: A fájl érvénytelen. Nem használható fel csengőhangként.
id: Berkasnya rusak. Itu tidak dapat digunakan untuk membuat nada dering.
km: ឯកសារ​នេះ​ខូច ដូច្នេះ​មិន​អាច​ប្រើ​ក្នុង​ការ​បង្កើត​សំឡេង​រោទ៍​បាន​ឡើយ។
kn: ಕಡತ ಹಾಳಾಗಿದೆ. ರಿಂಗ್‌ಟೋನ್‌ ರಚಿಸಲು ಇದನ್ನು ಬಳಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
lv: Datne ir sabojāta. To nevar izmantot lai izveidot zvanu melodiju.
mai: फाइल खराब अछि. एकरा रिंगटोनक लेल प्रयोग नहि कएल जाए सकैछ
ml: ഈ ഫയൽ പ്രശ്നമുള്ളതാണു്. ഇതു് റിങ്ങ്ടോൺ നിർമ്മിക്കാൻ ഉപയോഗിക്കാൻ സാധ്യമല്ല.
ms: Fail ini tercemar. Ia tidak dapat diguna untuk mencipta nada dering.
my: ဖိုင် ပျက်စီး နေသှ်။ ဖုန်းသံအဖြစ် သုံးလို့မရပါ။
ne: फाइल बिग्रिएको छ। यो रिङ्गटोन सिर्जनाका निम्ति प्रयोग गर्न सकिँदैन।
or: ଫାଇଲଟି ତ୍ରୁଟିଯୁକ୍ତ । ଏହା ରିଙ୍ଗଟୋନ ତିଆରିରେ ବ୍ୟବହାର କରାଯାଇପାରିବ ନାହିଁ ।
pt: O ficheiro está corrompido. Não pode ser utilizado para criar um tom de toque.
ro: Fișierul este corupt. Nu poate fi folosit pentru a crea un ton de apel.
sw: Faili ni fisidi. Haiwezi kutumiwa kuunda mlio.
ta: கோப்பு சிதைந்துள்ளது. அழைப்பொலி உருவாக்க இதை பயன்படுத்த முடியாது
te: దస్త్రం పాడైంది. రింగుటోన్ను సృష్టించుటకు దీనిని వాడలేము.
th: ไฟล์ได้รับความเสียหาย ไม่สามารถใช้เพื่อสร้างเสียงเรียกเข้า
tr: Dosya hasar gördüğü için zil sesi oluşturmakta kullanılamaz.
ur: مسل خراب شدہ ہے۔ یہ رنگ ٹوں بنانے کے استمعال میں نہیں اسکتا ہے۔
uz: Fayl buzilgan. Undan rington yaratishda foydalanib bo‘lmaydi.
xh: Ifayile yonakalisiwe. Ayinakusetyenziswa ukwenza isandi sefowuni.

source: Ringtone Not Created
af: Luitoon nie geskep nie
am: የ ጥሪ ድምፅ አልተፈጠረም
ar: لم تُنشئ النغمة
as: ৰিংটৌন সৃষ্টি কৰা হোৱা নাই
bg: Звукът за звънене не е създаден
bn_bd: রিংটোন তৈরি হয়নি
bn_in: রিংটোন তৈরি হয়নি
br: N'eo ket bet krouet ar soniri
bs: Melodija zvona nije kreirana
ca: No s'ha creat el to de trucada
cy: Heb Greu Tôn Canu
eu: Txirrin-tonua ez da sortu
fa: زنگ ایجاد نشد
gd: Cha deach seirm a chruthachadh
hi_in: रिंगटोन नहीं बनाया गया है
hu: Csengőhang létrehozása sikertelen
id: Nada Dering Tidak Dibuat
km: មិន​បាន​បង្កើត​សំឡេង​រោទ៍
kn: ರಿಂಗ್‌ಟೋನ್‌ ರಚಿಸಲಾಗಿಲ್ಲ
lv: Zvanu melodija nav izveidota
mai: रिंगटोन नहि बनाएल अछि
ml: റിങ്ങ്ടോൺ നിർമ്മിച്ചില്ല
ms: Nada Dering Tidak Dicipta
my: ဖုန်းသံလုပ်မရပါ
ne: रिङ्गटोन सिर्जना गरिएन
nn_no: Ringjetone ikkje laga
or: ରିଙ୍ଗଟୋନ ତିଆରି ହୋଇପାରିଲା ନାହିଁ
pt: Tom de Toque Não Criado
ro: Ton de apel necreat
sw: Mlio Hujaundwa
ta: அழைப்பொலி உருவாக்கபடவில்லை
te: రింగుటోను సృష్టించబడలేదు
th: เสียงเรียกเข้าไม่ถูกสร้าง
tr: Zil sesi oluşturulamadı
ur: رنگ ٹون نہیں بن سکی
uz: Rington yaratilmadi
xh: Isandi sefowuni asenziwanga

source: There was an issue creating the ringtone. Please try again.
af: Daar was 'n probleem om die luitoon te skep. Probeer asseblief weer.
am: የ ጥሪ ድምፅ መፍጠር አልተቻለም: እባክዎን እንደገና ይሞክሩ
ar: وقع خطأ عند إنشاء النغمة. حاول مرة أخرى.
as: ৰিংটৌন সৃষ্টি কৰোতে এটা সমস্যা হৈছিল। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
bg: Имаше проблем при създаването на звук за звънене. Моля опитайте отново.
bn_bd: রিংটোন তৈরিতে একটি সমস্যা হয়েছে। দয়া করে পুনরায় চেষ্টা করুন।
bn_in: রিংটোন তৈরি একটি বিষয় ছিল। আবার চেষ্টা করুন
br: Degouezhet ez eus bet ur fazi e-pad krouiñ ar soniri. Klaskit en-dro.
bs: Došlo je do problema pri kreiranju melodije zvona. Molimo pokušajte ponovo.
ca: S'ha produït un problema en crear el to de trucada. Torneu-ho a provar.
cy: Bu anhawster wrth greu'r tôn canu. Ceisiwch eto.
eu: Arazo bat gertatu da txirrin-tonua sortzean. Saiatu berriro mesedez.
fa: مشکلی در ایجاد زنگ وجود داشت. دوباره تلاش کنید.
gd: Bha duilgheadas ann a’ cruthachadh na seirme. Feuch ris a-rithist.
hi_in: रिंगटोन बनाने में मुश्किल है. कृपया फिर कोशिश करें.
hu: Hiba a csengőhang létrehozásakor. Próbálja újra.
id: Terjadi masalah saat membuat nada dering. Silakan coba lagi.
km: មាន​បញ្ហា​បាន​កើត​ឡើង​ក្នុង​ការ​បង្កើត​សំឡេង​រោទ៍។ សូម​ព្យាយាម​ម្ដង​ទៀត។
kn: ರಿಂಗ್‌ಟೋನ್‌ ರಚಿಸುವಲ್ಲಿ ಸಮಸ್ಯೆಯುಂಟಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Bija problēma izveidojot zvanu melodiju, lūdzu mēģiniet vēlreiz.
mai: रिंगटोन बनाबैमे मुश्लिक रहै. कृपया फेर कोशिश करू.
ml: റിങ്ങ്ടോൺ നിർമ്മിക്കുന്നതിൽ ഒരു പ്രശ്നമുണ്ടായി. ദയവായി വീണ്ടും ശ്രമിക്കുക.
ms: Terdapat isu mencipta nada dering. Sila cuba lagi.
my: ဖုန်းသံလုပ်ရာတွင် ပြသာနာရှိ ။ နောက်တစ်ခေါက် ကြိုးစား ။
ne: रिङ्गटोन बनाउन कुनै विवाद थियो। कृपया पुन: प्रयास गर्नुहोस्।
or: ରିଙ୍ଗଟୋନ ତିଆରି କରିବାରେ ଅସୁବିଧା ହେଲା । ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ ।
pt: Ocorreu um problema ao criar o tom de toque. Por favor tente novamente.
ro: A apărut o problemă la crearea tonului de apel. Te rugăm să reîncerci.
sw: Kulikuwa na suala kuunda mlio. Tafadhali jaribu tena.
ta: அழைப்பொலியை உருவாக்குவதில் ஒரு சிக்கல். மீண்டும் முயர்சிக்கவும்.
te: రింగుటోన్ను సృష్టించుటలో ఒక సమస్య ఉంది. దయచేసి మళ్ళీ ప్రయత్నించండి.
th: เกิดปัญหาในการสร้างเสียงเรียกเข้า โปรดลองอีกครั้ง
tr: Zil sesi oluşturulurken bir sorun oluştu. Lütfen tekrar deneyin.
ur: رنگ تون بنانے میں ایک ایشو ہے۔ پھر سے کوشش کریں۔
uz: Rington yaratishda muammo yuz berdi. Yana qaytadan urinib ko‘ring.
xh: Kubekho impazamo ekwenziweni kwesandi sefowuni. Nceda uzame kwakhona.

source: Use as default ringtone
af: Gebruik as verstekluitoon
am: ነባር የ ጥሪ ድምፅ መጠቀሚያ
ar: اجعلها النغمة المبدئيّة
as: অবিকল্পিত ৰিংটৌন হিচাপে ব্যৱহাৰ কৰক
bg: Задаване като стандартен звук за звънене
bn_bd: ডিফল্ট রিংটোন হিসেবে ব্যবহার করুন
bn_in: পূর্বনির্ধারিত রিংটোন হিসেবে ব্যবহার
br: Lakaat da soniri dre ziouer
bs: Koristi kao glavnu melodiju zvona
ca: Utilitza com a to de trucada per defecte
cy: Defnyddiwch fel y tôn canu rhagosodedig
eu: Erabili txirrin-tonu lehenetsi gisa
fa: استفاده به عنوان زنگ پیش‌گزیده
gd: Cleachd mar an t-seirm bhunaiteach
hi_in: तयशुदा रिंगटोन के रूप में उपयोग करें
hu: Beállítás alapértelmezett csengőhangként.
id: Gunakan sebagai nada dering utama
km: ប្រើ​ជា​សំឡេង​រោទ៍​លំនាំ​ដើម
kn: ಪೂರ್ವನಿಯೋಜಿತ ರಿಂಗ್‌ಟೋನ್‌ನಂತೆ ಬಳಸಿ
lv: Izmantot kā noklusējuma zvanu melodiju
mai: पूर्वनिर्धारित रिंगटोन रूपेँ उपयोग करू
ml: സ്വതേയുള്ള റിങ്ങ്ടോൺ ആയി ഉപയോഗിക്കുക
ms: Guna sebagai nada dering lalai
my: စံဖုန်းသံ အဖြစ်သုံးမည်
ne: पूर्वनिर्धारित रिङ्गटोनका रूपमा प्रयोग गर्नुहोस्
nn_no: Bruk som standard ringjetone
or: ସବୁ ସ୍ଥାନରେ ରିଙ୍ଗଟୋନ ଭାବେ ବ୍ୟବହାର କରନ୍ତୁ
pt: Utilizar como toque predefinido
ro: Folosește ca ton implicit
sw: Tumia kama mlio chaguo-msingi
ta: முன்னிருப்பு அழைப்பொலியாக பயன்படுத்தவும்
te: అప్రమేయ రింగుటోనుగా వాడు
th: ใช้เป็นเสียงเรียกเข้าปริยาย
tr: Varsayılan zil sesi olarak kullan
ur: طے شدہ رنگ ٹون استعمال کریں
uz: Standart rington sifatida foydalaning
xh: Sebenzisa njengesiseko sesandi sefowuni

source: OK
af: Goed
am: እሺ
ar: موافق
as: ঠিক আছে
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eu: Ados
fa: تأیید
gd: Ceart ma-thà
hi_in: ठीक
id: Oke
km: យល់ព្រម
kn: ಸರಿ
lv: Labi
mai: बेस
ml: ശരി
my: အိုကေ
ne: ठीक छ
or: ଠିକ ଅଛି
sw: SAWA
ta: சரி
te: అలాగే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
xh: Kulungile

source: Untitled
af: Ongetiteld
am: ያልተሰየመ
ar: بلا عنوان
as: শীৰ্ষকহীন
bg: Неозаглавен
bn_bd: শিরোনামহীন
bn_in: শিরোনামবিহীন
br: Titl ebet
bs: Bez naslova
ca: Sense títol
cy: Di-deitl
eu: Izengabea
fa: بی‌عنوان
gd: Gun tiotal
hi_in: अनाम
hu: Névtelen
id: Tanpa Judul
km: គ្មាន​ចំណង​ជើង
kn: ಹೆಸರಿಲ್ಲದ
lv: Nenosaukts
mai: अनाम
ml: തലക്കെട്ടില്ലാത്തത്
ms: Tak berjudul
my: ခေါင်းစဉ်မဲ့
ne: शीर्षकविहिन
nn_no: Namnlaus
or: ଶୀର୍ଷକ ହୀନ
pt: Sem título
ro: Fără titlu
sw: Haijulikani
ta: தலைப்பில்லாதது
te: పేరులేదు
th: ไม่มีชื่อ
tr: Adsız
ur: بلاعنوان
uz: Nomsiz
xh: Ayinasihloko

source: Add
am: መጨመሪያ
bg: Добавяне
bn_bd: যোগ
bn_in: যোগ করুন
br: Ouzhpennañ
bs: Dodaj
ca: Afegeix
cy: Ychwanegu
eu: Gehitu
fa: افزودن
gd: Cuir ris
hu: Hozzáadás
id: Tambah
lv: Pievienot
pt: Adicionar
ro: Adaugă
th: เพิ่ม
tr: Ekle
ur: اضافہ کریں
uz: Qo‘shish

source: Are you sure you want to delete "{{tone}}"?
af: Is jy seker dat jy "{{tone}}" wil skrap?
km: តើ​អ្នក​ពិត​ជា​ចង់​លុប "{{tone}}" មែន​ទេ?
or: "{{tone}}"ଟି ଲିଭାଇବା ବାବଦରେ ଆପଣ ନିଶ୍ଚିତ କି?
sw: Una uhakika unataka kufuta "{{tone}}"?
ta: நிச்சயமாக "{{tone}}"யை நீக்க வேண்டுமா?
xh: Uqinisekile ufuna ukucima "i{{tone}}"?

source: "{{tone}}" is the current default ringtone. Are you sure you want to delete it?
af: "{{tone}}" is die huidige verstekluitoon. Is jy seker dat jy dit wil skrap?
km: "{{tone}}" ជា​សំឡេង​រោទ៍​លំនាំដើម​បច្ចុប្បន្ន។ តើ​អ្នក​ប្រាកដ​ជា​ចង់​លុប​វា​ឬ?
or: ଏବେର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ରିଙ୍ଗଟୋନ "{{tone}}" ରହିଛି । ଆପଣ ତା'କୁ ଲିଭାଇ ଦେବେ?
sw: "{{tone}}" ndio mlio chaguo msingi wa sasa. Una uhakika unataka kuufuta?
ta: உங்களின் நடப்பு அழைப்பொசை "{{tone}}". நிச்சயமாக இதை நீக்க வேண்டுமா?
xh: "i{{tone}}" sisiseko esikhoyo sesandi sefowuni. Uqinisekile ufuna ukusicima?

source: "{{tone}}" is the current default alert. Are you sure you want to delete it?
af: "{{tone}}" is die huidige verstekwaarskuwing. Is jy seker dat jy dit wil skrap?
km: "{{tone}}" ជា​ការ​ជូនដំណឹង​លំនាំដើម​បច្ចុប្បន្ន។ តើ​អ្នក​ប្រាកដ​ជា​ចង់​លុប​វា​ឬ?
or: ଏବେର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଚେତାବନୀ "{{tone}}" ରହିଛି । ଆପଣ ତା'କୁ ଲିଭାଇ ଦେବେ?
sw: "{{tone}}" ndio hadhari chaguo msingi ya sasa. Una uhakika unataka kuufuta?
ta: உங்களின் முன்னிருப்பு எச்சரிக்கை ஒலி "{{tone}}". நிச்சயமாக இதை நீக்க வேண்டுமா?
xh: "i{{tone}}" sisiseko esikhoyo sesilumkiso. Uqinisekile ufuna ukusicima?

source: Manage Ringtones
or: ରିଙ୍ଗଟୋନ୍‍ଗୁଡ଼ିକୁ ପରିଚାଳନା କରନ୍ତୁ

source: Done
or: ସମ୍ପନ୍ନ

source: Firefox Ringtones
or: Firefox ରିଙ୍ଗଟୋନ

source: Alerts
or: ଚେତାବନୀ

source: Custom Ringtones
or: ନିଜ ପସନ୍ଦର ରିଙ୍ଗଟୋନ
