Repository: translate/mozilla-gaia
Catalog: son/shared/elements/gaia_grid/gaia_grid.properties.po
Languages: son

source: Stop {{name}}
son: {{name}} kayandi

source: Do you want to stop the download in progress?
son: War ga baa ka zumandoo woo kayandi?

source: Stop
son: Kayandi

source: Restart Download
son: Zumandoo tunandi taaga

source: Do you want to download {{name}}?
son: War ga baa ka {{name}} zumandi?

source: Download
son: Zumandi

source: Cancel
son: Naŋ

source: Expand group
son: Margaa beerandi

source: Collapse group
son: Margaa kaccandi

source: Enter a group name
son: Marga maa dam
