Repository: translate/mozilla-gaia
Catalog: */apps/verticalhome/homescreen.properties.po
Languages: am, bn_in, mr, my, ro, sw, te, xh

source: Search or enter address
am: መፈለጊያ ወይንም አድራሻ ማስገቢያ
bn_in: অনুসন্ধান বা ঠিকানা লিখুন
mr: शोधा किंवा पत्ता प्रविष्ट करा
my: ရှာဖွေ (သို့) လိပ်စာ ထည့်သွင်း
ro: Caută sau introdu adresa
sw: Tafuta au ingiza anwani
te: వెతకండి లేదా చిరునామా ఇవ్వండి
xh: Khangela okanye ngenisa idilesi

source: Delete {{name}}
am: ማጥፊያ {{name}}
bn_in: {{name}} সরিয়ে ফেলুন
mr: {{name}} काढून टाका
my: ဖျက် {{name}}
ro: Șterge {{name}}
sw: Fute {{name}}
te: {{name}} తొలగించాలా
xh: Cima {{name}}

source: {{name}} and all of its data will be deleted.
am: {{name}} እና ሁሉም ዳታዎች ይጠፋሉ
bn_in: {{name}} ও এর সাথে যুক্ত সকল তথ্য মুছে ফেলা হবে।
mr: {{name}} आणि त्याचा सगळा डेटा काढला जाईल.
my: {{name}} နှင့် ၎င်း၏ အချက်အလက်အားလုံး ဖျက်မည်
ro: {{name}} și toate datele sale vor fi șterse.
sw: {{name}} na data yake yote itafutwa.
te: {{name}} మరియు దాని దత్తాంశమంతా తొలగించబడుతుంది.
xh: {{name}} nazo zonke iingcombolo zayo ziya kucinywa.

source: Delete
am: ማጥፊያ
bn_in: মুছে ফেলুন
mr: काढा
my: ဖျက်
ro: Șterge
sw: Futa
te: తొలగించు
xh: Cima

source: Cancel
am: መሰረዣ
bn_in: বাতিল করুন
mr: रद्द
my: ရပ်
ro: Renunță
sw: Ghairi
te: రద్దుచేయి
xh: Rhoxisa

source: Homescreen Settings
am: የ ቤት መመልከቻ ማሰናጃዎች
bn_in: হোম স্ক্রিনের বৈশিষ্ট্যাবলী
mr: होमस्क्रीन सेटींग
my: ပင်မစာမျက်နှာ အပြင်အဆင်များ
ro: Setări pentru ecran principal
te: ముంగిలితెర అమరికలు

source: Change Wallpaper
am: የ ግድግዳ ወረቀት መቀየሪያ
bn_in: ওয়ালপেপার পরিবর্তন করুন
mr: वाॅलपेपर बदला
my: Wallpaper ပြောင်း
ro: Schimbă fundalul
sw: Badilisha Picha ya ukuta
te: నేపథ్యచిత్రాన్ని మార్చండి
xh: Tshintsha iphepha lodonga

source: Add Smart Collections
ro: Adaugă colecții inteligente
te: స్మార్ట్ సేకరణలను చేర్చండి
xh: Fakela iingqokelela ezincomekayo

source: Edit
am: ማረሚያ
bn_in: সম্পাদনা করুন
mr: संपादन
my: ပြင်
ro: Editează
sw: Hariri
te: సవరించండి
xh: Hlela

source: Done
am: ጨርሷል
bn_in: সম্পন্ন হয়েছে
mr: झाले
my: ပြီးပြီ
ro: Gata
sw: Imekamilika
te: పూర్తయ్యింది
xh: Yenziwe

source: Stop {{name}}
am: ማስቆሚያ {{name}}
bn_in: থামুন {{name}}
mr: {{name}} थांबवा
my: ရပ် {{name}}
ro: Oprește {{name}}
sw: Simamisha {{name}}
te: {{name}} ఆపివేయాలా
xh: Misa {{name}}

source: Do you want to stop the download in progress?
am: በሂደት ላይ ያለውን የሚወርደውን ማስቆም ይፈልጋሉ?
bn_in: চলতে থাকা ডাউনলোড টি কে কি থমাতে চান?
mr: चालू असलेले डाउनलोड रद्द करायचे का?
my: ဒေါင်းလုဒ်ရယူနေခြင်း ကိုရပ်မှာ သေချာပြီးလား?
ro: Dorești să oprești descărcarea în desfășurare?
sw: Je unataka kusimamisha daunlodi inayoendelea?
te: కొనసాగుతున్న దింపుకోలుని ఆపివేయమంటారా?
xh: Ufuna ukumisa ukhuphelo oluqhubayo?

source: Stop
am: ማስቆሚያ
bn_in: থামুন
mr: थांबवा
my: ရပ်
ro: Oprește
sw: Simamisha
te: ఆపివేయి
xh: Misa

source: Restart Download
am: ማውረድ እንደ ገና ማስጀመሪያ
bn_in: ডাউনলোড পুনরারম্ভ করুন
mr: डाउनलोड पुन्हा सुरू करा
my: ဒေါင်းလုဒ် အားအစကပြန်လုပ်ပါ
ro: Repornește descărcarea
sw: Washa Kupakua Upya
te: దింపుకొనుటను పునఃప్రారంభించు
xh: Qalisa kwakhona ukhuphelo

source: Do you want to download {{name}}?
am: ማውረድ ይፈልጋሉ {{name}}?
bn_in: {{name}} ডাউনলোড করা হবে কি?
mr: आपल्याला {{name}} डाउनलोड करायचे आहे का?
my: သင် {{name}} အားဒေါင်းလုဒ်ယူချင်သလား?
ro: Dorești să descarci {{name}}?
sw: Unataka kupakua {{name}}?
te: మీరు {{name}}ను దింపుకోవాలనుకుంటున్నారా?
xh: Ufuna ukukhuphela {{name}}?

source: Download
am: የወረዱ
bn_in: ডাউনলোড করুন
mr: डाउनलोड
my: ဒေါင်းလုဒ်
ro: Descarcă
sw: Pakua
te: దింపుకోండి
xh: Khuphela

source: Edit group
am: ቡድን ማረሚያ
bn_in: গ্রুপ সম্পাদনা করুন
my: အုပ်စုအား တည်းဖြတ်ပါ
ro: Editează grupul
