Repository: translate/mozilla-gaia
Catalog: nd/apps/music/music.properties.po
Languages: nd

source: Music
nd: Ingoma

source: Artists
nd: Umhlabeleli

source: Albums
nd: Ama-album

source: Songs
nd: Ingoma

source: Unknown artist
nd: Umhlabeleli kaziwa

source: Unknown album
nd: I-alibhamu ayaziwa

source: Unknown title
nd: Isihloko asaziwa

source: Add songs to get started
nd: Faka ingoma ukuze uqalise

source: Load songs on to the memory card.
nd: Faka ingoma ku khadi le-memori.

source: No memory card found
nd: Akula khadi lememori elitholakeleyo

source: Insert a memory card to listen to songs.
nd: Hloma ikhadi le-memori ukuze ulalele ingoma.

source: Music can not be used while phone is plugged in
nd: I-app yengoma ayisebenziseki nxa ifoni i-xhunywe emagetsini

source: Unplug the phone to play music.
nd: Nyomula ifoni emagetsini ukuze ulalele ingoma

source: Database Upgrade
nd: Ukuvuselelwa kwe-Database

source: Please wait while Music updates its database.
nd: Sicela ulinde kancane iNgoma isavuselela i-database yayo.

source: Search Music
nd: Dinga ingoma

# search-cancel
source: Cancel
nd: Khansela

# search-artists
source: Artists
nd: Abahlabeleli

# search-albums
source: Albums
nd: Ama-albhamu

source: Tracks
nd: Ingoma

source: close
nd: vala

source: No music found
nd: Akula ngoma

source: Highest rated
nd: Ezithandwa kakhulu

source: Recently added
nd: Ezisanda kufakwa

source: Most played
nd: Ezidlalwa kakhulu

source: Least played
nd: Ezingadlalwa kakhulu

source: Select a track
nd: Khetha ingoma

source: Save
nd: Gcina

source: Saved {{title}} to Music
nd: {{title}} Igcinwe kwezinye ingoma

source: Audio cannot be played: format is unsupported or file is invalid.
nd: I-Audio ayidlaleki: i-format ayiqondanga kumbe ifayili alivuleki.

# overlay-cancel-button
source: Cancel
nd: Khansela

source: Music paused during the call
nd: Ingoma imisiwe phakathi kwe-call

source: Done
nd: Qedile

source: Rating
nd: I-rating

# rating-star.ariaLabel[zero]
source: {{n}} stars
nd: Inkanyezi ezingu-{{n}}

source: {{n}} star
nd: Inkanyezi eyi-{{n}}

# rating-star.ariaLabel[two]
source: {{n}} stars
nd: Inkanyezi ezingu-{{n}}

# rating-star.ariaLabel[few]
source: {{n}} stars
nd: Inkanyezi ezingu-{{n}}

# rating-star.ariaLabel[many]
source: {{n}} stars
nd: Inkanyezi ezingu-{{n}}

# rating-star.ariaLabel[other]
source: {{n}} stars
nd: Inkanyezi ezingu-{{n}}

source: Go to player view
nd: Yana ku-player view

source: Repeat off
nd: Citsha ukuphinda

source: Repeat all
nd: Phinda zonke

source: Repeat track
nd: Phinda ingoma

# artists-tab.ariaLabel
source: Artists
nd: Abahlabeleli

# albums-tab.ariaLabel
source: Albums
nd: Ama-alibhamu

# songs-tab.ariaLabel
source: Songs
nd: Ingoma
