Repository: translate/mozilla-gaia
Catalog: hsb/apps/communications/contacts/matcher/matcher.properties.po
Languages: hsb

source: Looking for duplicate contacts
hsb: Dwójne kontakty pytać

source: Merging duplicate contacts
hsb: Dwójne kontakty zjednoćić

source: No duplicate contacts found
hsb: Žane dwójne kontakty namakane

source: Merge
hsb: Zjednoćić

source: Merge duplicates
hsb: Duplikaty zjednoćić

source: Suggested duplicate contacts for {{name}}
hsb: Dwójne kontakty za {{name}} namjetowane

source: No contacts selected
hsb: Žane kontakty wubrane

source: Merge with {{n}} contact
hsb: Z {{n}} kontaktom zjednoćić

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
hsb: Z {{n}} kontaktomaj zjednoćić

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
hsb: Z {{n}} kontaktami zjednoćić

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
hsb: Z {{n}} kontaktami zjednoćić

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
hsb: Z {{n}} kontaktami zjednoćić

source: Duplicates found
hsb: Duplikaty namakane

source: {{name}} duplicates information in the following contacts
hsb: {{name}} podwoja informacije w slědowacych kontaktach

source: OK
hsb: W porjadku
