Repository: translate/mozilla-gaia
Catalog: lg/apps/gallery/gallery.properties.po
Languages: lg

# number-selected2[zero]
source: Select
lg: Londa

# number-selected2[one]
source: {{ n }} selected
lg: {{ n }} kilondedwa

# number-selected2[two]
source: {{ n }} selected
lg: {{ n }} bilondedwa

# number-selected2[few]
source: {{ n }} selected
lg: {{ n }} bilondedwa

# number-selected2[many]
source: {{ n }} selected
lg: {{ n }} bilondedwa

# number-selected2[other]
source: {{ n }} selected
lg: {{ n }} bilondedwa

source: Delete photo?
lg: Sangula ekifananyi?

source: Delete video?
lg: Sangula akatambi?

source: Nothing selected
lg: Tewali kilondedwa

source: Delete selected item?
lg: Sangula ekilondedwa?

# delete-n-items?[two]
source: Delete {{ n }} items?
lg: Sangula ebintu {{ n }} ?

# delete-n-items?[few]
source: Delete {{ n }} items?
lg: Sangula ebintu {{ n }} ?

# delete-n-items?[many]
source: Delete {{ n }} items?
lg: Sangula ebintu {{ n }} ?

# delete-n-items?[other]
source: Delete {{ n }} items?
lg: Sangula ebintu {{ n }} ?

# pickoneimage2
source: Select
lg: Londa

# cropimage
source: Crop
lg: Kisaleko

source: Cancel
lg: Sazaamu

source: Delete
lg: Sangula

source: OK
lg: KALE

source: Edit
lg: Longoosa

source: Save
lg: Tereka

source: Done
lg: Kiwedde

source: Exposure
lg: Okwolesebwa

source: Crop
lg: Kisaleko

source: Borders
lg: Ensalosalo

source: Apply
lg: Kitekebwe munkola

source: Filters
lg: Obusengeja

source: Original
lg: Ekyasoosewo

source: Portrait
lg: Busiimba

source: No photos or videos
lg: Tewali bifananyi wade obutambi

source: Use the Camera app to get started.
lg: Kozesa awali app ya Kamera okutandika.

source: No photos
lg: Tewali bifananyi

source: No memory card
lg: Temuli ka kaada akateresi

source: Insert a memory card to use this app.
lg: Teekamu ka kaada akateresi okusobola okukozeza app eno.

source: Memory card in use
lg: Ka kaada akateresi kalimukukozesebwa

source: Unplug the phone to use this app.
lg: Kuulamu essimu okukozesa emperez'eno.

source: Looking for photos and videos.
lg: Okunoonya ebifananyi n'obutambi.

source: Database Upgrade
lg: Okutumbula Etelekero lya bwino

source: Please wait while Gallery updates its database.
lg: Bambi lindaako nga eterekero lyabifananyi bwelittumbula bwiino walyo.

source: Can not share this image file type.
lg: Tekisoboka kugabana kika kya kifananyi kino.

source: Can not edit photos: Memory card is full.
lg: Tekisoka kukyuusa bifaananyi. Ka Kaada akateresi kajuude.

source: Image is too large to display on this device.
lg: Ekifananyi kyigazi nyo okwolesebwa ku ssimu eno.

source: Image is invalid or corrupt and cannot be displayed.
lg: Ekifananyi kiliko obuzibu oba kyakwatidwamu era tekisobola kwolesebwa

source: {{filename}} saved to Gallery
lg: {{filename}} kitelekedwa mutelekero ly'ebifananyi

source: New copy saved.
lg: Kkopi empya etelekedwa.

source: Go to Camera
lg: Genda ku Kamera

source: Name
lg: Elinnya

source: Size
lg: Obunene

source: Image Type
lg: Ekika ky'ekifananyi

source: Date Taken
lg: Olunaku lwekyakubibwa

source: Close
lg: Ggalawo

source: Gallery
lg: Etterekero ly'ebifananyi

source: Preview
lg: Okulabako

source: Back
lg: Emabega

# crop-options.ariaLabel
source: Crop
lg: Kisaleko

source: None
lg: Tewali

source: Black and white
lg: Ekidugavu n'ekyeru

# exposure-button.ariaLabel
source: Exposure
lg: Okwolesebwa

# crop-button.ariaLabel
source: Crop
lg: Kisaleko

source: Camera
lg: Kamera

source: Select multiple
lg: Londa ebingi

# edit-button.ariaLabel
source: Edit
lg: Longoosa

source: Share
lg: Kigabane

source: Information
lg: Ebikikwatako

# delete-button.ariaLabel
source: Delete
lg: Sangula

source: Edit image preview
lg: Kyuusa mukulabako ekifananyi
