Repository: translate/mozilla-gaia
Catalog: lg/apps/calendar/calendar.properties.po
Languages: lg

source: Back
lg: Ddayo

source: Save
lg: Teleka

source: Hide
lg: Kweka

source: Cancel
lg: Sazaamu

source: Confirm
lg: Kakasa

source: Done
lg: Kiwedde

source: Events
lg: Emikolo

source: Edit
lg: Kyusa

source: All-day Events
lg: Emikolo Gy'olunaku

source: No Events
lg: Teli Mukolo

# show-today
source: Today
lg: Leero

source: Month
lg: Omwezi

source: Week
lg: wiiki

source: Day
lg: Olunaku

# settings-show
source: Settings
lg: Setingi

source: Hide settings
lg: Kweka setingi

source: Add an account
lg: Gatta ko akawunti

source: Event
lg: Omukolo

source: Add Event
lg: Gatta ko omukolo

source: Edit Event
lg: Tereza omukolo

source: Account
lg: Akawunti

source: Accounts
lg: Akawunti

# advanced-settings-short-icon-button.ariaLabel
source: Settings
lg: Entegeka

source: Calendar Settings
lg: Setingi za Kalendi

source: Personalization
lg: Entegekayo

source: Reminders
lg: Obujukiza

source: Add Account
lg: Gattako Akawunti

source: Username
lg: Erinnya lyokozesa

source: Password
lg: Akasumuluzo

source: Unable to sync
lg: Tulemedwa okuyunga

source: Sign in
lg: Yingira

# preset-local
source: Offline calendar
lg: Kalenda eyokumutwe

# calendar-local
source: Offline calendar
lg: Kalenda eyokumutwe

# event-title.placeholder
source: Title
lg: Ensonga

source: Where?
lg: Wa?

source: Notes
lg: Obugambo

source: All day event?
lg: Omikolo gw'alunaku lwona?

# event-start-date.placeholder
source: Start date
lg: Olunaku lwokutanika

# event-end-date.placeholder
source: End date
lg: Olunaku lwokumala

# event-start-time.placeholder
source: Start time
lg: Esaawa etandika

# event-end-time.placeholder
source: End time
lg: Esawa Yokumala

source: Delete event
lg: Sazamu omukolo

source: Remove local data
lg: Jjamu ebintu byesiimu

source: Remove account
lg: Jjamu akawunti

source: Removing this account will also remove your local copy of associated calendars and events.
lg: Okujjamu akawunti eno kigyakujamu kkopi ya kalenda n'emikolo egigenderako.

source: Sync
lg: Yunga

source: Syncing
lg: Okukwataganya

source: Syncing complete
lg: Okukwataganya

source: Sync Calendar
lg: Yunga Kalenda

source: 15 min
lg: Dakiika 15

source: 30 min
lg: Dakiika 30

source: Manually
lg: Kyekolere

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
lg: {{startDate}}<br>okuva {{startTime}} paka {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
lg: Okuva ku {{startTime}} {{startDate}}<br> paka ku {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
lg: Olunaku lwona<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
lg: Olunaku lwona okuva ku {{startDate}}<br>paka {{endDate}}

source: None
lg: Teli

source: Reminder:
lg: Akajukizo:

source: Remind me
lg: Nzijukiza

source: At time of event
lg: Ku sawa y'omukolo

source: On day of event
lg: Olunaku lw'omukolo

source: {{title}} starting {{distance}}
lg: {{title}} etandika {{distance}}

source: {{title}} started {{distance}}
lg: {{title}} etandise {{distance}}

source: 0 minutes before
lg: edakiika 0 ezasose

source: 1 minute before
lg: edakiika 1 eyasose

# minutes-before[two]
source: {{value}} minutes before
lg: edakiika {{value}} ezasose

# minutes-before[few]
source: {{value}} minutes before
lg: edakiika {{value}} ezasose

# minutes-before[many]
source: {{value}} minutes before
lg: edakiika {{value}} ezasose

# minutes-before[other]
source: {{value}} minutes before
lg: edakiika {{value}} ezasose

source: 0 hours before
lg: esawa 0 ezasoose

source: 1 hour before
lg: esawa 1 eyasoose

# hours-before[two]
source: {{value}} hours before
lg: esawa {{value}} ezasoose

# hours-before[few]
source: {{value}} hours before
lg: esawa {{value}} ezasoose

# hours-before[many]
source: {{value}} hours before
lg: esawa {{value}} ezasoose

# hours-before[other]
source: {{value}} hours before
lg: esawa {{value}} ezasoose

source: 0 days before
lg: enaku 0 ezasoose

source: 1 day before
lg: olunaku 1 olwasoose

# days-before[two]
source: {{value}} days before
lg: ennaku {{value}} ezasooka

# days-before[few]
source: {{value}} days before
lg: ennaku {{value}} ezasooka

# days-before[many]
source: {{value}} days before
lg: ennaku {{value}} ezasooka

# days-before[other]
source: {{value}} days before
lg: ennaku {{value}} ezasooka

source: 0 weeks before
lg: wiki 0 ezasooka

source: 1 week before
lg: wiki 1 eyasooka

# weeks-before[two]
source: {{value}} weeks before
lg: wiki {{value}} ezasooka

# weeks-before[few]
source: {{value}} weeks before
lg: wiki {{value}} ezasooka

# weeks-before[many]
source: {{value}} weeks before
lg: wiki {{value}} ezasooka

# weeks-before[other]
source: {{value}} weeks before
lg: wiki {{value}} ezasooka

source: 0 months before
lg: emyezi 0 ezasose

source: 1 month before
lg: omwezi 1 ogwasooka

# months-before[two]
source: {{value}} months before
lg: emyezi {{value}} egyasooka

# months-before[few]
source: {{value}} months before
lg: emyezi {{value}} egyasooka

# months-before[many]
source: {{value}} months before
lg: emyezi {{value}} egyasooka

# months-before[other]
source: {{value}} months before
lg: emyezi {{value}} egyasooka

source: 0 years before
lg: emyaka 0 egyasooka

source: 1 year before
lg: omwaka 1 ogwasooka

# years-before[two]
source: {{value}} years before
lg: emyaka {{value}} egyasooka

# years-before[few]
source: {{value}} years before
lg: emyaka {{value}} egyasooka

# years-before[many]
source: {{value}} years before
lg: emyaka {{value}} egyasooka

# years-before[other]
source: {{value}} years before
lg: emyaka {{value}} egyasooka

source: 0 minutes after
lg: edakiika 0 eziwedde

source: 1 minute after
lg: edakiika 0 eziwedde

# minutes-after[two]
source: {{value}} minutes after
lg: edakiika {{value}} eziwedde

# minutes-after[few]
source: {{value}} minutes after
lg: edakiika {{value}} eziwedde

# minutes-after[many]
source: {{value}} minutes after
lg: edakiika {{value}} eziwedde

# minutes-after[other]
source: {{value}} minutes after
lg: edakiika {{value}} eziwedde

source: 0 hours after
lg: esawa 0 eziwedde

source: 1 hour after
lg: esawa 1 ewedde

# hours-after[two]
source: {{value}} hours after
lg: esawa {{value}} eziwedde

# hours-after[few]
source: {{value}} hours after
lg: esawa {{value}} eziwedde

# hours-after[many]
source: {{value}} hours after
lg: esawa {{value}} eziwedde

# hours-after[other]
source: {{value}} hours after
lg: esawa {{value}} eziwedde

source: 0 days after
lg: ennaku 0 eziwedde

source: 1 day after
lg: olunaku 1 oluwedde

# days-after[two]
source: {{value}} days after
lg: ennaku {{value}} eziwedde

# days-after[few]
source: {{value}} days after
lg: ennaku {{value}} eziwedde

# days-after[many]
source: {{value}} days after
lg: ennaku {{value}} eziwedde

# days-after[other]
source: {{value}} days after
lg: ennaku {{value}} eziwedde

source: 0 weeks after
lg: sabiti 0 eziwedde

source: 1 week after
lg: sabbiti 1 eya yita

# weeks-after[two]
source: {{value}} weeks after
lg: ennaku {{value}} eziwedde

# weeks-after[few]
source: {{value}} weeks after
lg: sabiti {{value}} eziyise

# weeks-after[many]
source: {{value}} weeks after
lg: sabiti {{value}} eziyise

# weeks-after[other]
source: {{value}} weeks after
lg: sabiti {{value}} eziyise

source: 0 months after
lg: emyezi 0 ejiwedde

source: 1 month after
lg: omwezi 1 oguwedde

# months-after[two]
source: {{value}} months after
lg: emyezi {{value}} ejiwedde

# months-after[few]
source: {{value}} months after
lg: emyezi {{value}} ejiwedde

# months-after[many]
source: {{value}} months after
lg: emyezi {{value}} ejiwedde

# months-after[other]
source: {{value}} months after
lg: emyezi {{value}} ejiwedde

source: 0 years after
lg: emyaka 0 ejiwedde

source: 1 year after
lg: omwaka 1 oguwedde

# years-after[two]
source: {{value}} years after
lg: emyaka {{value}} egiwedde

# years-after[few]
source: {{value}} years after
lg: emyaka {{value}} emabega

# years-after[many]
source: {{value}} years after
lg: emyaka {{value}} emabega

# years-after[other]
source: {{value}} years after
lg: emyaka {{value}} emabega

source: All Day
lg: Lunaku Lwona

source: The event cannot end before its start date
lg: Ekyokola tekyisobola kugwa mumaso ga lunaku lusoka

source: The event cannot end before its start time
lg: Ekyokola tekyisobola kugwa mumaso ga sawa ya kyo esoka

source: Wrong login and/or password
lg: erinya oba pasiwadi nfu

source: Server error. Check your login and try again.
lg: Obuzibu ku Server. Kabera erinya odemu.

source: Something is wrong. Try again later.
lg: Waliwo ekikyamu. Ddamu eddako

source: No connection. Check your network configuration and try again.
lg: Tewali neyunga. Kebeera entegeka ya netuwaka odemu ogezeko

source: This account already exists.
lg: Akawunti eno mweli.

source: Calendar sync error
lg: Obuzibu mukuyunga kalenda.

source: Tap for more info
lg: kona wano okkumanya ebisi≈ãako

source: Friday
lg: Lwakutaano

source: Thursday
lg: Lwakuna

source: Wednesday
lg: Lwakusatu

source: Tuesday
lg: Lwakubiri

source: Monday
lg: Bbalaza

source: Sunday
lg: Ssande

source: Saturday
lg: Lwamukaaga

source: {{n}} event
lg: {{n}} ekyokola

# busy[two]
source: {{n}} events
lg: {{n}} ekyokola

# busy[few]
source: {{n}} events
lg: {{n}} ekyokola

# busy[many]
source: {{n}} events
lg: {{n}} ekyokola

# busy[other]
source: {{n}} events
lg: {{n}} ekyokola

# present.ariaLabel
source: Today
lg: Leero

# past-other-month-description.ariaLabel
source: Other month
lg: Omwezi omulala

# future-other-month-description.ariaLabel
source: Other month
lg: Omwezi omulala

source: Has alarm
lg: Kuliko akadde

source: Calendars
lg: Kalenda

# multi-day-new-event-link.ariaLabel
source: Add event
lg: Gatta ko ekyokora

# title.ariaLabel
source: Title
lg: Ensonga

source: Location
lg: Ekifo

source: Duration
lg: Ebanga

source: Calendar
lg: Kalenda

source: Alarms
lg: Obudde

source: Description
lg: Ennyinyonyola

# start-date.ariaLabel
source: Start date
lg: Olunaku lwokutandika

# start-time.ariaLabel
source: Start time
lg: Esaawa etandika

# end-date.ariaLabel
source: End date
lg: Ennaku z'omwezi lwekkigwa

# end-time.ariaLabel
source: End time
lg: Esaawa lwekigweera

source: Loading
lg: Etiika

source: All day
lg: Olunaku lwona

source: Create event
lg: Kola omukolo

source: Create all day event
lg: Kola omukolo gw'olunaku lwona

source: from {{startTime}} to {{endTime}}
lg: okuva ku saawa {{startTime}} paka esaawa {{endTime}}

source: {{startDate}} from {{startTime}} to {{endTime}}
lg: {{startDate}} okuva {{startTime}} paka {{endTime}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
lg: Okuva {{startTime}} {{startDate}} paka {{endTime}} {{endDate}}
