Repository: translate/mozilla-gaia
Catalog: ff/apps/fl/download.properties.po
Languages: ff

source: Download
ff: Aawto

source: Install
ff: Aaf

source: Cancel
ff: Haaytu

source: Download Error
ff: Juumre Aawtagol

source: Installation Error
ff: Juumre Aafgol

# err_descriptor_download_failed
source: The download failed because of a server error.
ff: Aawtagol woorii sabu juumre sarworde.

# err_bad_descriptor
source: The download failed because of a server error.
ff: Aawtagol woorii sabu juumre sarworde.

source: File is too large to download.
ff: Fiilde ena ɓurti saka aawtee.

source: This type of purchased media is not supported on your phone.
ff: Oo fannu coodgol mejaaje jaaɓdaani e cinndel maa.

# err_bad_type
source: The download failed because of a server error.
ff: Aawtagol woorii sabu juumre sarworde.

# err_content_download_failed
source: The download failed because of a server error.
ff: Aawtagol woorii sabu juumre sarworde.

# err_bad_drm_message
source: The download failed because of a server error.
ff: Aawtagol woorii sabu juumre sarworde.

source: The downloaded image cannot be displayed on this device.
ff: Natal aawtangal ngal waawaa jaytineede e ngol kaɓirgol.

source: The downloaded file cannot be played on this device.
ff: Fiilde aawtaande ndee waawaa tareede e ngol kaɓirgol.

source: There is not enough storage space on your device to save this song.
ff: Ndesngu njonngu alaa e kaɓirgol maa ngam danndude ngol gaacol.

source: Cannot save song because there is no memory card.
ff: Horiima danndude gaacol sabu kartal memuwaar alaa.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
ff: Horiima danndude gaacol sabu kartal memuwaar ngal woni ko e huutoreede. Seŋtu cinndel maa kisa eto aawtaade goɗngol.

# err_ds_save_failure
source: Error saving media file.
ff: Juumre e danndugol fiilde mejaa.

# err_db_store_failure
source: Error saving media file.
ff: Juumre e danndugol fiilde mejaa.

source: Song downloaded and installed. Use the Music app to play it.
ff: Gaacol aawtaama kadi aafaama. Huutoro jaaɓngal Gaaci ngal ngam tarde ngol.

source: Ringtone downloaded and installed.
ff: Holɓitere aawtaama tee aafaama.

source: Wallpaper downloaded and installed.
ff: Wutte ɓalal aawtaama kadi aafaama.

source: Do you want to install this audio file as a song or as a ringtone?
ff: Aɗa yiɗi aafde ndee fiilde ojoo wona gaacol walla holɓere?

source: Ringtone
ff: Holɓitere

source: Song
ff: Gaacol

source: Download song?
ff: Aawto gaacol?

source: Download ringtone?
ff: Aawto holɓitere?

source: Download wallpaper?
ff: Aawto wutte ɓalal?

source: Downloading song…
ff: Nana aawtoo gaacol…

source: Downloading ringtone…
ff: Nana aawtoo holɓitere…

source: Downloading wallpaper…
ff: Nana aawtoo wutte ɓalal…

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
ff: {{vendor}} koko daaƴi ndee majaare ngam haɗde-nde hokkeede woɗɓe walla waɗtude e kaɓirgol goɗngol.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
ff: Jeeyoowo oo koko daaƴi ndee majaare ngam haɗde-nde hokkeede woɗɓe walla waɗtude e kaɓirgol goɗngol.

source: Name
ff: Innde

source: Type
ff: Fannu

source: Size
ff: Ɓetol

source: Vendor
ff: Jeeyoowo

source: Info
ff: Humpito

source: Downloading
ff: Nana aawtoo

source: Preview image
ff: Yiytindo natal

source: Preview audio
ff: Yiytindo ojoo

source: bytes
ff: bite
