Repository: translate/mozilla-gaia
Catalog: qvi/apps/music/music.properties.po
Languages: qvi

source: Music
qvi: Taki

# playlists2
source: Playlists
qvi: Shutitan riwichinakuna

source: Artists
qvi: Sumayllantakuna

source: Albums
qvi: Tsirkaychinakuna

source: Songs
qvi: Takikuna

source: Unknown artist
qvi: Mana riksishka sumayllantak

source: Unknown album
qvi: Mana riksishka tsirkaychina

source: Unknown title
qvi: Yachayshuti mana riksishka

source: Add songs to get started
qvi: Mirachi takikuna kallarinkapak

source: Load songs on to the memory card.
qvi: Aparinki takikunata chay panka yuyashpa.

source: No memory card found
qvi: Na tuparirka yuyayta panka

source: Insert a memory card to listen to songs.
qvi: Yaykuchi shuk panka yuyashpa yuankapak takikuna.

source: Music can not be used while phone is plugged in
qvi: Na usharin riwichina taki shinankakaman kay rimachik anta llamiraypashpa.

source: Unplug the phone to play music.
qvi: Phatsayanki l kay rimachlamiraypakik anta riwichinkapak taki.

source: Database Upgrade
qvi: Kunanpachak tiksi chanikuna

source: Please wait while Music updates its database.
qvi: Shuyanki chaykaman saylluray Taki kunanpachak kampak tiksi chanikuna.

source: Search
qvi: Maskana

source: Search Music
qvi: Maskana taki

# search-cancel
source: Cancel
qvi: Tukuchina

# search-artists
source: Artists
qvi: Sumayllantakuna

# search-albums
source: Albums
qvi: Tsirkaychinakuna

source: Tracks
qvi: Takikuna

source: close
qvi: wichkana

source: No music found
qvi: Na taririrka taki

source: Shuffle all
qvi: Chakruy tukuyta

source: Highest rated
qvi: Ashtawan allikachishka

source: Recently added
qvi: Yapanakuna chayralla

source: Most played
qvi: Ashtawan riwichishka

source: Least played
qvi: Ashalla riwichishka

source: Save
qvi: Allichina

source: Saved {{title}} to Music
qvi: {{title}} allichishka chay Taki

source: Audio cannot be played: format is unsupported or file is invalid.
qvi: Uyapak na ushan riwichina: formato mana shina allikachin o tsirwakay mana allichu.

# overlay-cancel-button
source: Cancel
qvi: Tukuchina

source: Music paused during the call
qvi: Taki sayashka kayayshinkakaman

source: Done
qvi: Shinashka

source: Share
qvi: Wakina

source: Rating
qvi: Iñuyay

# rating-star.ariaLabel[zero]
source: {{n}} stars
qvi: {{n}} kuyllurkuna

source: {{n}} star
qvi: {{n}} kuyllur

# rating-star.ariaLabel[two]
source: {{n}} stars
qvi: {{n}} kuyllurkuna

# rating-star.ariaLabel[few]
source: {{n}} stars
qvi: {{n}} kuyllurkuna

# rating-star.ariaLabel[many]
source: {{n}} stars
qvi: {{n}} kuyllurkuna

# rating-star.ariaLabel[other]
source: {{n}} stars
qvi: {{n}} kuyllurkuna

source: Repeat off
qvi: Kutin shinana wañuchishka

source: Repeat all
qvi: Kutin shinana tukuylla

source: Repeat track
qvi: Kutin shinana taki

source: Home
qvi: Kallarina

# playlists-tab.ariaLabel
source: Playlists
qvi: Shutitan riwichinakuna

# artists-tab.ariaLabel
source: Artists
qvi: Sumayllantakuna

# albums-tab.ariaLabel
source: Albums
qvi: Tsirkaychinakuna

# songs-tab.ariaLabel
source: Songs
qvi: Takikuna
