Repository: translate/mozilla-gaia
Catalog: ln/apps/ftu/ftu.properties.po
Languages: ln

source: Enter PIN code
ln: Kotisa code PIN

source: Type your PIN code
ln: Beta code PIN nayo

source: SIM {{n}} PIN
ln: PIN {{n}} SIM

source: PIN must have between 4 and 8 characters.
ln: PIN esengeli kozala na bilembo kati na 4 mpe 8.

source: The PIN was incorrect.
ln: PIN ezalaki ya malamu te.

source: You have one try left to enter the correct code before locking the SIM card.
ln: Otikali na mbala moko ya komeka po na kokotisa code ya malamu liboso carte SIM ezala bloquer.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na mbala {{n}} ya komeka po na kokotisa code ya malamu liboso carte SIM ezala bloquer.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na mbala {{n}} ya komeka po na kokotisa code ya malamu liboso carte SIM ezala bloquer.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na mbala {{n}} ya komeka po na kokotisa code ya malamu liboso carte SIM ezala bloquer.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na mbala {{n}} po na kokotisa code ya malamu liboso carte SIM ezala bloquer.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ln: Oyo mbala nayo ya suka po na kokotisa PIN ya malamu. Soki te, ekosengela okotisa code PUK po na kosalela carte SIM oyo.

source: Enter PUK code
ln: Kotisa code PUK

source: Enter SIM {{n}} PUK
ln: Kotisa PUK {{n}} SIM

source: SIM {{n}} PUK
ln: PUK{{n}} SIM

source: PUK code
ln: Code PUK

source: PUK code must have exactly 8 characters.
ln: Code PUK esengeli ezala na bilembo 8, moke te koleka te.

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ln: Osengeli kokotisa Code (PUK) po na carte SIM. Tala na mikanda ya carte SIM nayo to benga fournisseur nayo po na kozwa mayebisi mosusu.

source: The PUK was incorrect.
ln: PUK ezali ya malamu te.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na mbala moko ya komeka kokotisa code ya malamu liboso ete carte SIM oyo ekatema libela. Tala mikanda ya carte SIM nayo to benga fournisseur nayo po na kozwa mayebisi mosusu.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na mbala {{n}} ya komeka kokotisa code ya malamu liboso ete carte SIM oyo ekatema libela. Tala mikanda ya carte SIM nayo to benga fournisseur nayo po na kozwa mayebisi mosusu.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na mbala {{n}} ya komeka kokotisa code ya malamu liboso ete carte SIM oyo ekatema libela. Tala mikanda ya carte SIM nayo to benga fournisseur nayo po na kozwa mayebisi mosusu.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na mbala {{n}} ya komeka kokotisa code ya malamu liboso ete carte SIM oyo ekatema libela. Tala mikanda ya carte SIM nayo to benga fournisseur nayo po na kozwa mayebisi mosusu.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na mbala {{n}} ya komeka kokotisa code ya malamu liboso ete carte SIM oyo ekatema libela. Tala mikanda ya carte SIM nayo to benga fournisseur nayo po na kozwa mayebisi mosusu.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
ln: Oyo ezali mbala nayo ya suka ya kokotisa code PUK ya malamu. Carte SIM nayo ekokatema libela soki okotisi code PUK ya mabe.

source: Create new PIN (4 to 8 digits)
ln: Sala PIN ya sika (bilembo 4 kino 8)

source: Confirm new PIN
ln: Ndima PIN ya sika

source: PINs don’t match
ln: BaPIN ezali kokokana te

source: Enter NCK code
ln: Kotisa code NCK

source: Enter CCK code
ln: Kotisa code CCK

source: Enter SPCK code
ln: Kotisa code SPCK

source: Enter NCK1 code
ln: Kotisa code NCK1

source: Enter NCK2 code
ln: Kotisa code NCK2

source: Enter HNCK code
ln: Kotisa code HNCK

source: Enter RCCK code
ln: Kotisa code RCCK

source: Enter RSPCK code
ln: Kotisa code RSPCK

source: Enter SIM {{n}} NCK
ln: Kotisa SIM {{n}} NCK

source: Enter SIM {{n}} CCK
ln: Kotisa SIM {{n}} CCK

source: Enter SIM {{n}} SPCK
ln: Kotisa SIM {{n}} SPCK

source: Enter SIM {{n}} NCK1
ln: Kotisa SIM {{n}} NCK1

source: Enter SIM {{n}} NCK2
ln: Kotisa SIM {{n}} NCK2

source: Enter SIM {{n}} HNCK
ln: Kotisa SIM {{n}} HNCK

source: Enter SIM {{n}} RCCK
ln: Kotisa SIM {{n}} RCCK

source: Enter SIM {{n}} RSPCK
ln: Kotisa SIM {{n}} RSPK

source: Type your NCK code
ln: Beta code NCK nayo

source: Type your CCK code
ln: Beta code CCK nayo

source: Type your SPCK code
ln: Beta code SPCK nayo

source: Type your NCK1 code
ln: Beta code NCK1 nayo

source: Type your NCK2 code
ln: Beta code NCK2 nayo

source: Type your HNCK code
ln: Beta code HNCK nayo

source: Type your RCCK code
ln: Beta code RCCK nayo

source: Type your RSPCK code
ln: Beta code RSPCK nayo

source: NCK must have between 8 and 16 characters.
ln: NCK esengeli ezala na bilembo kati ya 8 na 16.

source: CCK must have between 8 and 16 characters.
ln: CCK esengeli ezala na bilembo kati ya 8 na 16.

source: SPCK must have between 8 and 16 characters.
ln: SPCK esengeli ezala na bilembo kati ya 8 na 16.

source: NCK1 must have between 8 and 16 characters.
ln: NCK1 esengeli ezala na bilembo kati ya 8 na 16.

source: NCK2 must have between 8 and 16 characters.
ln: NCK2 esengeli ezala na bilembo kati ya 8 na 16.

source: HNCK must have between 8 and 16 characters.
ln: HNCK esengeli ezala na bilembo kati ya 8 na 16.

source: RCCK must have between 8 and 16 characters.
ln: RCCK esengeli ezala na bilembo kati ya 8 na 16.

source: RSPCK must have between 8 and 16 characters.
ln: RSPCK esengeli ezala na bilembo kati ya 8 na 16.

source: The NCK code is incorrect.
ln: Code NCK ezali malamu te.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ln: Bosenga ya kolongola personalisation ya reseau esimbi te. Otikali na mbala moko ya komeka po na kokotisa code ya malamu. Tala mikanda ya appareil nayo to benga fournisseur nayo mpo kozwa mayebisi mosusu.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ln: Bosenga ya kolongola personalisation ya reseau esimbi te. Otikali na mbala {{n}} po na komeka kokotisa code ya malamu. Tala mikanda ya appareil nayo to benga fournisseur nayo mpo kozwa mayebisi mosusu.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ln: Bosenga ya kolongola personalisation ya reseau esimbi te. Otikali na mbala {{n}} po na komeka kokotisa code ya malamu. Tala mikanda ya appareil nayo to benga fournisseur nayo mpo kozwa mayebisi mosusu.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ln: Bosenga ya kolongola personalisation ya reseau esimbi te. Otikali na mbala {{n}} po na komeka kokotisa code ya malamu. Tala mikanda ya appareil nayo to benga fournisseur nayo mpo kozwa mayebisi mosusu.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ln: Bosenga ya kolongola personalisation ya reseau esimbi te. Otikali na mbala {{n}} po na komeka kokotisa code ya malamu. Tala mikanda ya appareil nayo to benga fournisseur nayo mpo kozwa mayebisi mosusu.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
ln: Bosenga ya kolongola personalisation ya reseau esimbi te. Mbala ya suka po na kokotisa code NCK ya malamu. Tala mikanda ya appareil nayo to benga fournisseur nayo mpo kozwa mayebisi mosusu.

source: Skip
ln: Pimbwa

source: Send
ln: Tinda

source: The SIM card is locked
ln: Carte SIM eza bloquer

source: Last try.
ln: Komeka ya suka.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
ln: etikali mbala {{n}} ya komeka.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
ln: etikali mbala {{n}} ya komeka.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ln: etikali mbala {{n}} ya komeka.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ln: etikali mbala {{n}} ya komeka.

source: SIM Manager
ln: Mokambi ya SIM

source: (default)
ln: (defaut)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
ln: Ba appels ya kobima, sms ya kobima mpe connection ya badonnée etiami na SIM 1 lokola defaux

source: You can change default settings at Settings > SIM manager
ln: Okoki kobongola baparametre defaux na Baparametre > Mokambi ya SIM

source: SIM PIN locked
ln: PIN ya SIM ekangama

source: No operator
ln: Operator ezali te

source: Language
ln: Lokota

source: Cellular Data
ln: Données ya cellulaire

source: Enable Data
ln: Activer badonnée

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
ln: Koactiver badonnée ya connection sikoyo ekopesa yo nzela ya koconfigurer telefone nayo sans connection Wi-Fi. Okoki lisusu koactiver yango sima na Baparamětre. Esengeli kaka ozala na plan ya badonnée ya fournisseur nayo po na koeviter ba frais ya likolo koleka.

source: Warning
ln: Keba

source: Geolocation
ln: Géolocalisation

source: Enable Geolocation
ln: Koactiver Géolocalisation

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
ln: {{brandShortName}} ezali kosalela badonné lokola GPS, Wi-Fi, mpe bareseaux mobile ya penepene nayo po na kosalisa yo oyeba esika nini ozali.

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
ln: Badonnée etindami na Mozilla mpe na bafournisseur basusu ya service mpe bakosalela yango mpo na koaméliorer base ya badonnée ya bisika bina. Badonnée ekoki kobatelama na appareil nayo mpe bokongoli badonnée ekoki kosalema ata tango app moko te ezali kosala.

source: Notice
ln: Liyebisi

source: More about your privacy
ln: Mayebisi mosusu likolo ya confidentialité nayo

source: Scanning for networks
ln: Balayage mpo na kozwa bareseaux

source: Select a network
ln: Pona reseau moko

source: Connecting…
ln: Eza koconnecter...

source: Obtaining an IP address…
ln: Kozwa adresi IP...

source: Connected
ln: Eza connecté

source: Connection failed
ln: Connection esimbi te

source: Offline
ln: Hors-ligne

source: secured by {{capabilities}}
ln: ekengelami na {{capabilities}}

source: Security
ln: Bokengelami

source: None
ln: Moko te

source: Open
ln: Efungwami

# identity
source: User
ln: Mosaleli

# identityInput.placeholder
source: User
ln: Mosaleli

source: Password
ln: Liloba ya sekele

# passwordInput.placeholder
source: Password
ln: Liloba ya sekele

source: Show Password
ln: Lakisa Liloba ya Sekele

source: Refresh
ln: Rafraîchir

source: No wireless networks found
ln: Reseau sans-fil moko te ezwami

source: Join hidden network
ln: Kokota na reseau ebatama

source: Authentication
ln: Authentification

source: SSID Network Name
ln: Nkombo ya Reseau SSID

source: {{level}} of 4 bars
ln: {{level}} ya babarres 4

source: Networks found
ln: Bareseaux ezwami

source: Date & Time
ln: Mokolo & Tango

source: Time zone
ln: Fuseau horaire

source: Change
ln: Kobongola

source: Region
ln: Etuka

source: City
ln: Engumba

source: Date
ln: Mokolo

source: Time
ln: Tango

source: Import contacts
ln: Benda bacontact

source: SIM card
ln: Carte SIM

source: … checking
ln: … eza koverifier

source: Not imported yet
ln: Ebendami naino te

source: Other accounts
ln: Bacompte mosusu

source: You can import and edit Facebook friends anytime in Contacts settings
ln: Okoki kobenda mpe kobongisa kokoma baninga ya Facebook tango nionso olingi na baparamětre ya Bacontact

source: Firefox Accounts
ln: Bacompte Firefox

source: A Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
ln: Compte ya Firefox eza kopesa yo nzela osalela matomba mosusu neti 'Find My Device and apps' mpe ba apps lokola Firefox Marketplace.

source: Create Account or Sign In
ln: Sala Compte to Kota

source: A verification link has been sent to {{email}}
ln: Lien ya verification etindami na {{email}}

source: Signed in as {{email}}
ln: Kota lokola {{email}}

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
ln: {{brandShortName}} etongami na logiciel libre et ouvert na lisanga ya nkoto ya batu na mokili mobimba. Ezali na mwa biloko oyo osengeli koyeba:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
ln: {{brandShortName}} epesameli yo na nse ya mabongisi ya ba licences ndenge na ndenge ya ba sources ouvertes y compris Licence Publique ya Mozilla. Appareil oyo ezali kosalela {{brandShortName}} ekoki mpe kozala na logiciel ya bato mosusu oyo eza couvert na droit de propriété. Code nionso oyo epesami na nse ya ba licences ouvertes epesi yo makoki ya kobongola code source mpe kokabola version oyo obongoli ntango nionso oyo ozali kolanda mibeko na bango.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
ln: Opesami makoki te maye matali marque déposée to ba licences likolo ya ba marques déposées Mozilla, nayango okoki te koteka to kosalela biloko ya Fondation Mozilla to ya moko ya baye basangani na Mozilla, ezala nkombo to logo to biloko misusu {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
ln: Yoko ya biye bizali nakati ya {{brandShortName}}, ndakisa Crash Reporter, eza kopesa yo nzela ya kotinda baréaction nayo na Mozilla. Soki oponi kotinda baréaction, opesi Mozilla ndingisa ya kosalela baréaction otindaki po na kobongisa misala mya ye, kopalangisa yango na ba site web na ye, mpe kokabola maloba maye okomi.

source: Other
ln: Mosusu

source: SIM Card Warning
ln: Bokebisi uta na Carte SIM

source: Please, insert a SIM card and reboot your phone.
ln: Tosengi okotisa Carte SIM mpe oboma mpe ozongisa kopelisa telefone na yo.

source: Telemetry sends Mozilla data about performance, hardware, configurations and customizations in your {{brandShortName}} device. We use this to make our products better, faster and more responsive.
ln: Telemetrie etindelaka Mozilla badonnée na ntina ya koyeba performance, quincaillerie, baconfiguration mpe personalisation eye esalemi nakati ya appareil nayo {{brandShortName}}. Tosalelaka yango po kokomisa misala mya biso malamu, mbangu mingi koleka mpe kopesa biyano ndenge esengeli.

source: Learn more at {{link}}
ln: Yekola mingi na {{lien}}

source: Learn how Mozilla handles your information at {{link}}
ln: Yekola lolenge nini Mozilla esalelaka maye matali yo na {{lien}}

source: Welcome to {{brandShortName}}, the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
ln: Boyeyi malamu na {{brandShortName}}, systeme d'exploitation ya source ouverte mpe libre uta na Mozilla. Etinda na biso ezali ya kolendisa bofungwami, makambo ya sika mpe kopesaka mabaku na nzela ya bobateli nguya ya web na maboko mayo.

source: Learn how Mozilla handles your information in our {{link}}.
ln: Yekola lolenge nini Mozilla esalelaka maye matali yo na {{lien}} nabiso.

source: privacy policy
ln: maye matali confidentialité

source: About {{brandShortName}}
ln: Po na oyo etali {{brandShortName}}

source: Your Privacy
ln: Confidentialité nayo

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
ln: Tango ozali kosalela {{brandShortName}}, okomi moko ya lisanga monene ya baye bazali kosalisa mpo kolengela mikolo miye miza koya mpo mizala malamu koleka mpo na Web. Soki olingi koyeba mingi koleka na ntina ya lisanga ya Mozilla, misala mya biso misusu mpe makambo maye mazali kosalema pembeni nayo, koma adresse email nayo awa na se.

source: I want to help improve {{brandShortName}} by sharing data about my phone.
ln: Nalingi nasalisa po na kobongisa {{brandShortName}} na bokaboli badonnée ya telefone na ngai.

source: Learn more.
ln: Yekola mingi.

source: Email address
ln: Adresse email

source: Email successfully added
ln: Email ebakisami malamu

source: Saving your email…
ln: Bobombi email nayo...

source: Back
ln: Zonga Sima

source: Next
ln: Oyo elandi

source: Join
ln: Kosangana

source: Done
ln: Esili

source: That’s it!
ln: kaka ndenge wana!

source: Start your phone tour!
ln: Banda kosala tour ya telefone nayo!

source: Start your tablet tour!
ln: Banda kosala tour ya tablette nayo!

source: Join us for a quick tutorial about your new phone.
ln: Sangana nabiso po na kozwa mateya ya lombango maye matali telefone nayo ya sika.

source: You’re ready to enjoy your new phone.
ln: Obongami mpo na kosepela na telefone nayo ya sika.

source: You can change the language, date/time and Wi-Fi connection in settings.
ln: Okoki kobongola lokota, mokolo/time mpe connection Wi-Fi na baparamètre.

source: Let’s go
ln: Toke

source: Start tour
ln: Banda tour

source: You can always swipe from the bottom edge to enter home screen.
ln: Okoki koselumona uta na suka ya se po na kokota na écran ya accueil.

source: Let’s do it!
ln: Tosala yango!

source: Tutorial
ln: Mateya

source: Swipe from right to left to browse your apps.
ln: Selumona uta loboko ya mobali tii na oyo ya mwasi po na konaviguer baapplication nayo.

# tutorial-step2-tiny
source: Tap and hold on an icon to delete or move it.
ln: Beta mpe umisa likolo ya icon moko po na koboma to kopusa yango esika mosusu.

source: Enter any keyword or topic and your phone will instantly adapt.
ln: Kotisa liloba ya ntina to mama na likambo mpe telefone na yo ekozwa yango na mbala moko.

# tutorial-step4-tiny
source: Swipe down to access recent notifications, credit information and settings.
ln: Selumona epai na se po na kozwa sango ya sika, sango ya crédit mpe paramětres.

source: Tap and hold the home button to browse and close recent apps.
ln: Beta mpe simba buto ya kozonga na ebandeli po na konaviguer mpe kokanga bapplications ya sika.

source: Swipe from the side of the screen to move back and forth between recent apps.
ln: Selumona uta ngambo ya ecran kozonga mpe kokende zonga katikati na baapplications ya sika.

source: Swipe down from top to access recent notifications, credit information and settings.
ln: Selumona epai na se uta na likolo mpo na kokota na mayebisi ya sika, sango ya crédit mpe paramětres.

source: Swipe left or right to discover new apps on home screen.
ln: Selumona epai na loboko ya mwasi to ya mobali po na komona baapps ya sika na écran ya accueil.

# tutorial-step3-large-2
source: Tap and hold on an icon to delete or move it.
ln: Beta mpe simba icon moko mpo na koboma to kopusa yango epai mosusu.

source: Two fingers swipe up from the bottom edge to trigger card view.
ln: Misapi mibale eselumona uta na ndelo ya se po na kobenda repertoire.

source: Swipe up and down to browse your apps. Tap and hold an icon to move or delete it.
ln: Selumona likolo mpe na se po na kotambwisa baapps na yo. Beta mpe simba icon moko po na kopusa yango epai mosusu to koboma yango.

# tutorial-notifications-tiny
source: Swipe down to access recent notifications, credit information and settings.
ln: Selumona na se po na kokota na mayebisi ya sika, sango ya crédit mpe paramětres.

source: Drag from the left edge of your screen to return to recently used apps.
ln: Benda uta na ndelo ya loboko ya mwasi ya écran na yo po na kozonga na bapps owuti kosalela sika.

source: You must be connected to the Internet to view the page.
ln: Osengeli kozala connecté na Internet po na komona lokasa oyo.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
ln: Tosengi ozonga mpe ozwa connection na Internet. Okoki kolakisa lokasa yango sima uta na Parametres to na kokotisaka {{url}} na navigateur nionso.

source: You must be connected to the Internet to subscribe to the newsletter.
ln: Osengeli koconnecter na Internet po na komikomisa na mokanda oyo ya basango.

source: Please go back and connect to the Internet.
ln: Tosengi ozonga mpe ozala connecté na Internet.

source: Your email is not valid
ln: Email na yo ekomami malamu te

source: Please go back and correct your entry.
ln: Tosengi ozonga mpe obongisa bilembo ya kokotela na yo.

source: Retry
ln: Meka lisusu

source: Cancel
ln: Tika

source: Step {{step}} of {{total}}
ln: Etape {{step}} ya {{total}}

source: First Time Experience
ln: Expérience ya Mbala ya Liboso
