Repository: translate/mozilla-gaia
Catalog: pbb/shared/telephony/telephony.properties.po
Languages: pbb

source: Emergency number
pbb: Tudçxate isanxisa

source: To make a call you need to disable airplane mode in settings.
pbb: Txa's pa'yawãh vxi'tçxa, pejxina fxi'çxawã' ẽka u'sa's phewu'wã'.

# callAirplaneModeBtnOk
source: OK
pbb: Ewna jĩma'k

source: Airplane mode activated
pbb: Ẽka u'sa' ki'tanxi ũsa'

source: Number is busy
pbb: Pa'yanxisa theite ũsa'

source: The number is currently busy. Please try again later.
pbb: Pa'yanxosa theyte usa' ãçxte. kuçtkwẽ txi' isane'ga.

source: FDN active
pbb: NMF ki'tanxii

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
pbb: NMF (isanxi's ew thegçxa txthetna) ki'tanxi ũsa' jĩçxa vxite isanxisa vxiameã' eç jxunu'jnxite: {{ number }}

source: To make a call, the phone must be connected to a network.
pbb: Teçxsa's pa'yaya'phçxa, çaam we'wekwe çxkitxaçxa dxijhte jipuneg.

source: Emergency calls are not allowed by the network.
pbb: Txãa dxijhte kaskhewũjume tud pejxinxisa's.

# emergencyDialogBtnOk
source: OK
pbb: Ewna jĩma'k

source: No network connection
pbb: Dxija'nxi's çxkitxanxime usa'

source: Invalid phone number
pbb: Isanxi's. çaam we'wete selpime'

source: The phone number you are calling is not valid.
pbb: Txãa isanxisa's payate kasejeme'.

source: Unable to make a phone call now
pbb: Ya' ewumena ãç pa'yaya

source: Cannot make a call. If you are already dialing, please hang up first.
pbb: Ya' pa'yaya ewumena. isa isanxi's pa'yan ũsçxa, atxkwey ma'tx.

source: Other connection in use
pbb: Vxite txi'pçx vxisna

source: You have an active call on another connection. You can only use one connection at a time.
pbb: Tecx pa'yanxi jipig ki'tanxi. txãsçxa vxisunega çxkitxaçxa tedxijhçxa isan.

source: Call was barred by the operator
pbb: Txãa pa'yanxisa' ewumea' aphnxika nexũu txãa mjĩsapaka

source: Connecting…
pbb: Çxkitxansa

source: Mobile
pbb: zaamkwejxand

source: Home
pbb: takhna

source: Work
pbb: Mjĩi

source: Personal
pbb: Peetxhĩi

source: Fax home
pbb: Fax yathtewesx

source: Fax office
pbb: Fax yath mjĩnxitewe'sx

source: Fax other
pbb: Fax vxitetewesx

source: Other
pbb: Vxite

source: Mobile, {{ carrier }}
pbb: Çaam we'wekwe, {{ carrier }}

source: Home, {{ carrier }}
pbb: Yath, {{ carrier }}

source: Work, {{ carrier }}
pbb: Mjĩnxi, {{ carrier }}

source: Personal, {{ carrier }}
pbb: Txãanç mjĩsa, {{ carrier }}

source: Fax home, {{ carrier }}
pbb: Fax yath, {{ carrier }}

source: Fax office, {{ carrier }}
pbb: Fax yathte mjĩnxisa

source: Fax other, {{ carrier }}
pbb: Vxite faxte, {{ carrier }}

source: Other, {{ carrier }}
pbb: Vxite, {{ carrier }}
