Repository: translate/mozilla-gaia
Catalog: pbb/apps/calendar/calendar.properties.po
Languages: pbb

source: Back
pbb: Nyafxtewe'sx

source: Save
pbb: Jxawna

source: Hide
pbb: Paaçte

source: Cancel
pbb: Tuduçmeeth

source: Confirm
pbb: kaayaki'jin

source: Done
pbb: Ew yãja

source: Events
pbb: Çãçxa wala

source: Edit
pbb: Fxijuah

source: All-day Events
pbb: Teena' çxaçxa wala

source: No Events
pbb: Çxa'çxa wala mea

# show-today
source: Today
pbb: Ãçx

source: Month
pbb: A'te

source: Week
pbb: ki'su

source: Day
pbb: ẽen

# settings-show
source: Settings
pbb: Phewu'nxi

source: Hide settings
pbb: Pheujnxi's paçte txi'pn

source: Add an account
pbb: Ku'txijnxi's vxite ki'pna

# new-event-link.ariaLabel
source: Add event
pbb: Pkhakhenxi's kãjaya

source: Event
pbb: Çxha'çxha wala

source: Add Event
pbb: Çxa'çxa wala's txi'pna

source: Edit Event
pbb: Çxaçxa wala's fxijwa

source: Account
pbb: Ku'txij'nxisa

source: Accounts
pbb: Kutxi'nxi

# advanced-settings-short-icon-button.ariaLabel
source: Settings
pbb: Phewu'nxi

source: Calendar Settings
pbb: phewujnxi

source: Personalization
pbb: Petxhinxũçxa

source: Reminders
pbb: Ya'txnxisa

source: Add Account
pbb: Ku'txhinxi's vxite txi'pna

source: Username
pbb: Yase seelpi'sa

source: Password
pbb: Çhukte ji'phun

source: Setting up account
pbb: Ku'txij'sa's pheu'nxisa

source: Unable to sync
pbb: Ewme' jxuka pheu'wẽtepa

source: Sign in
pbb: U'kan takhna

# preset-local
source: Offline calendar
pbb: Tasxte ãkafx

# calendar-local
source: Offline calendar
pbb: Tasxte ãkafx

# event-title.placeholder
source: Title
pbb: Peetx eç pesnxii

source: Where?
pbb: ¿mdee?

source: Notes
pbb: Fxijnxi

source: All day event?
pbb: ¿Tẽen?

# event-start-date.placeholder
source: Start date
pbb: Txawẽ takya

# event-end-date.placeholder
source: End date
pbb: Tãawẽna pçuun

# event-start-time.placeholder
source: Start time
pbb: Txi' takwa

# event-end-time.placeholder
source: End time
pbb: Nmej pçuça

source: Delete event
pbb: Txa'wẽn wesxa's mkhuk

source: Remove local data
pbb: Mkhukh yasetx txãa wakwetewesxtx

source: Remove account
pbb: Txãa ku'txi'nxi's mkhukh

source: Removing this account will also remove your local copy of associated calendars and events.
pbb: Na's khukçxa vxite watewesx'apa yay'khukhun mawensuwesxa'spa vxite çxa'çxa walate kusatxpa.

source: Syncing
pbb: Pheuj'na

source: Syncing complete
pbb: Jxuka pheuj'nxia

source: Sync Calendar
pbb: Ãkafxtewesxtx pheu'na

source: 15 min
pbb: Kseba tahz ãçxaçxkwe

source: 30 min
pbb: Tekh kseba ãçxaçxkwe

source: Manually
pbb: Kusenxakh çehk

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
pbb: {{startDate}}<br>txãate {{startTime}} a {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
pbb: Txẽe {{startTime}} {{startDate}}<br>a {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
pbb: Tẽen <br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
pbb: Tẽen jxuka txee {{startDate}}<br>a {{endDate}}

source: None
pbb: Maa yuhpa

source: Reminder:
pbb: Yatxnxiisa

source: Remind me
pbb: Yaj'txna ujuth

source: At time of event
pbb: Txãwẽnwesxa's takhn

source: On day of event
pbb: Txãa ente ta'khen çxa'çxa wala

source: {{title}} starting {{distance}}
pbb: {{title}} takhna {{distance}}

source: {{title}} started {{distance}}
pbb: {{title}} takhna {{distance}}

source: 0 minutes before
pbb: U'najwesx ãçxkwesx'yujpa' meku'yu

source: 1 minute before
pbb: Ãçx teçxte'wesx

# minutes-before[two]
source: {{value}} minutes before
pbb: {{value}} ãçxkwe txiitewesx

# minutes-before[few]
source: {{value}} minutes before
pbb: {{value}} ãçxkwe txiitewesx

# minutes-before[many]
source: {{value}} minutes before
pbb: {{value}} ãçxkwe txiitewesx

# minutes-before[other]
source: {{value}} minutes before
pbb: {{value}} ãçxkwe txiitewesx

source: 0 hours before
pbb: Txijpame txi'itewesxa'

source: 1 hour before
pbb: Teçx pejxii

# hours-before[two]
source: {{value}} hours before
pbb: {{value}} kuj ã'çxkwe pejxii

# hours-before[few]
source: {{value}} hours before
pbb: {{value}} kuj ã'çxkwe pejxii

# hours-before[many]
source: {{value}} hours before
pbb: {{value}} kuj ã'çxkwe pejxii

# hours-before[other]
source: {{value}} hours before
pbb: {{value}} kuj ã'çxkwe pejxii

source: 0 days before
pbb: Ẽen pe'jxii

source: 1 day before
pbb: Tẽeçx ẽen pe'jxii

# days-before[two]
source: {{value}} days before
pbb: {{value}} kujẽen pe'jxii

# days-before[few]
source: {{value}} days before
pbb: {{value}} kujẽen pe'jxii

# days-before[many]
source: {{value}} days before
pbb: {{value}} kujẽen pe'jxii

# days-before[other]
source: {{value}} days before
pbb: {{value}} kujẽen pe'jxii

source: 0 weeks before
pbb: Ki'su pe'jxiin

source: 1 week before
pbb: Tee ki'su pe'jxii

# weeks-before[two]
source: {{value}} weeks before
pbb: {{value}} ki'su's pe'jxii

# weeks-before[few]
source: {{value}} weeks before
pbb: {{value}} ki'su's pe'jxii

# weeks-before[many]
source: {{value}} weeks before
pbb: {{value}} ki'su's pe'jxii

# weeks-before[other]
source: {{value}} weeks before
pbb: {{value}} ki'su's pe'jxii

source: 0 months before
pbb: Ã'te pe'jxii

source: 1 month before
pbb: Teeçx ã'te pe'jxii

# months-before[two]
source: {{value}} months before
pbb: {{value}} kuj ã'te pe'jxii

# months-before[few]
source: {{value}} months before
pbb: {{value}} kuj ã'te pe'jxii

# months-before[many]
source: {{value}} months before
pbb: {{value}} kuj ã'te pe'jxii

# months-before[other]
source: {{value}} months before
pbb: {{value}} kuj ã'te pe'jxii

source: 0 years before
pbb: Tçx ãkafx pe'jxii

source: 1 year before
pbb: Teçx ãkafx pe'jxii

# years-before[two]
source: {{value}} years before
pbb: {{value}} teçx ãkafx pe'jxii

# years-before[few]
source: {{value}} years before
pbb: {{value}} teçx ãkafx pe'jxii

# years-before[many]
source: {{value}} years before
pbb: {{value}} teçx ãkafx pe'jxii

# years-before[other]
source: {{value}} years before
pbb: {{value}} teçx ãkafx pe'jxii

source: 0 minutes after
pbb: Teçx ã'çxtewesx ta'kmey

source: 1 minute after
pbb: Teçx ãçxtewesx skhewnxinxa'

# minutes-after[two]
source: {{value}} minutes after
pbb: {{value}} kuj ãçxwesx skhe'uçte

# minutes-after[few]
source: {{value}} minutes after
pbb: {{value}} kuj ãçxwesx skhe'uçte

# minutes-after[many]
source: {{value}} minutes after
pbb: {{value}} kuj ãçxwesx skhe'uçte

# minutes-after[other]
source: {{value}} minutes after
pbb: {{value}} kuj ãçxwesx skhe'uçte

source: 0 hours after
pbb: Teçxtewesx skheũ'te

source: 1 hour after
pbb: Teçxte skhewnxinxa'

# hours-after[two]
source: {{value}} hours after
pbb: {{value}} kujwẽd skhewnxinxa'

# hours-after[few]
source: {{value}} hours after
pbb: {{value}} kujwẽd skhewnxinxa'

# hours-after[many]
source: {{value}} hours after
pbb: {{value}} kujwẽd skhewnxinxa'

# hours-after[other]
source: {{value}} hours after
pbb: {{value}} kujwẽd skhewnxinxa'

source: 0 days after
pbb: Een skhewnxinxa'

source: 1 day after
pbb: Teeçx een skhewnxinxa'

# days-after[two]
source: {{value}} days after
pbb: {{value}} kuj een skhe'wnxin

# days-after[few]
source: {{value}} days after
pbb: {{value}} kuj een skhe'wnxiin

# days-after[many]
source: {{value}} days after
pbb: {{value}} kuj een skhe'wnxin

# days-after[other]
source: {{value}} days after
pbb: {{value}} kuj een skhe'wnxin

source: 0 weeks after
pbb: Ki'su skhe'wnxinxa'

source: 1 week after
pbb: Tee ki'su skhe'wnxinxa'

# weeks-after[two]
source: {{value}} weeks after
pbb: {{value}} kisu skhewnxi

# weeks-after[few]
source: {{value}} weeks after
pbb: {{value}} kisu skhewnxi

# weeks-after[many]
source: {{value}} weeks after
pbb: {{value}} kisu skhewnxi

# weeks-after[other]
source: {{value}} weeks after
pbb: {{value}} kisu skhewnxi

source: 0 months after
pbb: A'te skhewmenx

source: 1 month after
pbb: Teçx a'te skhewnxin

# months-after[two]
source: {{value}} months after
pbb: {{value}} kujeen skhewnxin

# months-after[few]
source: {{value}} months after
pbb: {{value}} kujeen skhewnxin

# months-after[many]
source: {{value}} months after
pbb: {{value}} kujeen skhewnxin

# months-after[other]
source: {{value}} months after
pbb: {{value}} kujeen skhewnxin

source: 0 years after
pbb: Ãkafx skhe'wnxinxin

source: 1 year after
pbb: Teeçx ãkafx skhe'wnxin

# years-after[two]
source: {{value}} years after
pbb: {{value}} kuj ãkafx skhe'wnxin

# years-after[few]
source: {{value}} years after
pbb: {{value}} kuj ãkafx skewnxin

# years-after[many]
source: {{value}} years after
pbb: {{value}} kuj ãkafx skhe'wnxin

# years-after[other]
source: {{value}} years after
pbb: {{value}} kuj ãkafx skewnxin

source: All Day
pbb: Jxuka

source: The event cannot end before its start date
pbb: Naa çxa'çxa wala pçuya ewumen u'nahwesx putxnxisa'nxa'k

source: The event cannot end before its start time
pbb: Naa çxa'çxa walapçuya ewumen u'nawesx putx'nxinxa'k

source: Wrong login and/or password
pbb: Emee ũ'sa vxisanxa'k y/o paçte fxij'nxinxa'

source: Server error. Check your login and try again.
pbb: Ka'selphisa ewme ũ'sa'. idx vxisnxisa's txi'txin miisa.

source: Something is wrong. Try again later.
pbb: Txijiyu ewmene kasej. na ãçxtewesx skheu'çnawen txi'txinçxa vxis.

source: No connection. Check your network configuration and try again.
pbb: Çxkitxanxi' mea'. txi'txin phewu' txã dxija's.

source: This account already exists.
pbb: Naa ku'txijnxisa u'pnxaja

source: Calendar sync error
pbb: Emea' phe'wujme'

source: Tap for more info
pbb: Peen jiyuwẽçxa mtxtheth

source: M
pbb: L

# weekday-2-single-char
source: T
pbb: M

# weekday-4-single-char
source: T
pbb: M

source: F
pbb: V

source: Friday
pbb: Txẽ'een

source: Thursday
pbb: Jwevxis

source: Wednesday
pbb: ki's piah

source: Tuesday
pbb: Maltxi's

source: Monday
pbb: Lunxis

source: Sunday
pbb: Ki'seen

source: Saturday
pbb: Sapatu

source: {{n}} event
pbb: {{n}} çxa'çxa wala

# busy[two]
source: {{n}} events
pbb: {{n}} çxa'çxa wala meçxa pkhakhe'n

# busy[few]
source: {{n}} events
pbb: {{n}} pkhakhe'n

# busy[many]
source: {{n}} events
pbb: {{n}} pkhakhe'n

# busy[other]
source: {{n}} events
pbb: {{n}} pkhakhe'n

# present.ariaLabel
source: Today
pbb: Ãçx

# past-other-month-description.ariaLabel
source: Other month
pbb: Vxite a'te

# future-other-month-description.ariaLabel
source: Other month
pbb: Vxite a'te

source: Has alarm
pbb: Ya'txnxis ji'pga

source: Calendars
pbb: Ãkafxtewesx

# multi-day-new-event-link.ariaLabel
source: Add event
pbb: pkhakhenxi's kãjaya

# title.ariaLabel
source: Title
pbb: Peetx eç kna'ynxii

source: Location
pbb: Mdewesx

source: Duration
pbb: Txaaçxinxi

source: Calendar
pbb: Ãkafxtewesx

source: Alarms
pbb: Susa kaya'txin

source: Description
pbb: Pta'sxisxnxi

# start-date.ariaLabel
source: Start date
pbb: Txawẽn takya

# start-time.ariaLabel
source: Start time
pbb: Txi' takwa

# end-date.ariaLabel
source: End date
pbb: Tãawẽna pçuun

# end-time.ariaLabel
source: End time
pbb: Nmej pçuça

source: Loading
pbb: Tusna

source: All day
pbb: Teen

source: Create event
pbb: pkha'khe'wajas kutxi'n

source: Create all day event
pbb: Çxa'çxa wala teente yuna

source: from {{startTime}} to {{endTime}}
pbb: Txe {{startTime}} na' {{endTime}}

source: {{startDate}} from {{startTime}} to {{endTime}}
pbb: {{startDate}} txewesx {{startTime}} a {{endTime}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
pbb: Txee {{startTime}} {{startDate}} na' {{endTime}} {{endDate}}
