Repository: translate/mozilla-gaia
Catalog: ff/shared/permissions/permissions.properties.po
Languages: ff

source: App Permission
ff: Jamirol Jaaɓngal

source: Website Permission
ff: Jamirol Lowre

source: Select Camera
ff: Labo Kameraa

source: Schedule Alarms
ff: Reglu Korlɓorɗe

source: Microphone
ff: Mikkoroo

source: Would you like to share your microphone with {{app}}?
ff: Aɗa yiɗi hollude mikkoroo maa {{app}}?

source: Would you like to share your microphone with {{site}}?
ff: Aɗa yiɗi hollude mikkoroo maa {{site}}?

# perm-audio-channel-content
source: Play Sounds
ff: Tar Gaaci

source: Play Notification Sounds
ff: Tar Gaaci Tintinorɗi

source: Play Ringtone Sounds
ff: Tar Gaaci Kolɓe

source: Access Sensor Data
ff: Naat e Keɓe Ejsorde

source: Bluetooth
ff: Bluutuus

source: Inspect Web Pages
ff: Yuurnito Kelle Geese

source: Cameras
ff: Kameraaji

source: Select a camera for {{app}}.
ff: Labo Kameraa e {{app}}.

source: Select a camera for {{site}}.
ff: Lobo Kameraa e {{site}}.

source: {{app}} would like to use your camera.
ff: {{app}} ena huutoraade kameraa maa.

source: {{site}} would like to use your camera.
ff: {{site}} ena huutoraade kameraa maa.

source: Cell Broadcasts
ff: Caaktugol Cinndel

source: Contacts
ff: Jokkondire

source: {{app}} would like to access your contact list.
ff: {{app}} ena yiɗi heɓde doggol jokkondire maa.

source: {{site}} would like to access your contact list.
ff: {{site}} ena yiɗi heɓde doggol jokkondire maa.

source: Notifications
ff: Tintine

source: {{app}} would like to display notifications.
ff: {{app}} ena yiɗi holiirde tintine.

source: {{site}} would like to display notifications.
ff: {{site}} ena yiɗi holiirde tintine.

source: Apps Storage
ff: Ndesgu Jaaɓɗe

source: Music Storage
ff: Ndesgu Gaaci

source: {{app}} would like to access your music.
ff: {{app}} ena yiɗi heɓde gaaci maa.

source: {{site}} would like to access your music.
ff: {{site}} ena yiɗi heɓde gaaci maa.

source: Image Storage
ff: Ndesgu Nate

source: {{app}} would like to access your images.
ff: {{app}} ena yiɗi heɓde nate maa.

source: {{site}} would like to access your images.
ff: {{site}} ena yiɗi heɓde nate maa.

source: Memory Card Storage
ff: Ndesgu Karal Memuwaar

source: {{app}} would like to access your memory card.
ff: {{app}} ena yiɗi heɓde karal kemuwaar maa.

source: {{site}} would like to access your memory card.
ff: {{site}} ena yiɗi heɓde karal kemuwaar maa.

source: Video Storage
ff: Ndesgu Widewoo

source: {{app}} would like to access your videos.
ff: {{app}} ena yiɗi heɓde widewooji maa.

source: {{site}} would like to access your videos.
ff: {{site}} ena yiɗi heɓde widewooji maa.

source: Embed Apps
ff: Soomtor Jaaɓɗe

source: FM Radio
ff: Rajo FM

source: {{app}} would like to use the FM Radio.
ff: {{app}} ena yiɗi huutoraade Rajo FM oo.

source: {{site}} would like to use the FM Radio.
ff: {{site}} ena yiɗi huutoraade Rajo FM oo.

source: Geolocation
ff: Tolnitorde

source: {{app}} would like to know your location.
ff: {{app}} ena yiɗi anndude nokkuure maa.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
ff: {{brandShortName}} huutorto keɓe wano GPS, Wifi, e laylayte cinndel sara maa ngam wallude yiytude ɗo ngon-ɗaa. Keɓe ena neldee to Mozilla e sawinooɓe woɗɓe tee maa kuutore e doggol ngol ngam ɓeydude moƴƴinde ɗeen duttorɗe keɓe nokkuuje. Keɓe ena mbaawi reseede e kaɓirgol maa tee doɓindagol keɓe ena waawi waɗde hay so alaa jaaɓɗe ngoni e dogde.

source: {{site}} would like to know your location.
ff: {{site}} ena yiɗi anndude nokkuure maa.

source: See Idle Status
ff: Yiy Ngonka Cel

source: Privileged IndexedDB
ff: IndexedDB Labaaɗo

source: Unlimited IndexedDB Storage
ff: Ndesngu IndexedDB mo alaa happo

source: Manage Keyboards
ff: Toppito Tappirɗe

source: Act as a Keyboard
ff: Waɗ ɗum Tappirde

source: Camera and Microphone
ff: Kameraa e Mikkoroo

source: Would you like to share your camera and microphone with {{app}}?
ff: Aɗa yiɗi hollude mikkoroo e kameraa maa {{app}}?

source: Would you like to share your camera and microphone with {{site}}?
ff: Aɗa yiɗi hollude mikkoroo e kameraa maa {{site}}?

source: Mobile Connection
ff: Ceŋagol Cinndel

source: Mobile Identity
ff: Ganndital Cinndel

source: Network Events
ff: Joljole Laylaytol

source: Start an App
ff: Fuɗɗo Jaaɓngal

source: Modify Apps Permissions
ff: Waylu Jamirooje Jaaɓɗe

source: Power Settings
ff: Teelte Batiri

source: Modify Settings
ff: Waylu Teelte

source: Cross-Origin Requests
ff: Ɗaɓɓiite Cross-Origin

source: Telephony
ff: Noddateeri

source: Camera
ff: Kameraa

source: Would you like to share your camera with {{app}}?
ff: Aɗa yiɗi hollude kameraa maa {{app}}?

source: Would you like to share your camera with {{site}}?
ff: Aɗa yiɗi hollude kameraa maa {{site}}?

source: Control Voicemail
ff: Toppito Jaaborgel

source: Install Webapps
ff: Aaf Jaaɓɗe Geese

source: Manage Wi-Fi
ff: Toppito Wifi

source: Open Overlay Popups
ff: Uddit Cuppitte Pawtiiɗe

source: Play Alarm Sounds
ff: Tar Gaaci Holɓitorde

# perm-audio-channel-normal
source: Play Sounds
ff: Tar Gaaci

source: Play public notification sounds
ff: Tar gaaci tintinorɗi peñcu

source: Play Telephony Sounds
ff: Tar Gaaci Noddayru

source: Act as a Background Service
ff: Waɗ Carwol Ɓaartowol

source: Crash Data Storage
ff: Ndesngu Keɓe Hookre

source: Access Downloads
ff: Naat e Gaawte

source: Embed Widgets
ff: Soomtor Biije

source: Feature Detection
ff: Ejtagol Fannuuji

source: Firefox Accounts
ff: Konte Firefox

source: Mobile Network
ff: Laylaytol Cinnde

source: Open Overlay Popups (moz)
ff: Uddit Cuppitte Pawtiiɗe (moz)

source: Play Ringtone Sounds (moz)
ff: Tar Gaaci Kolɓe (moz)

source: Play Telephony Sounds (moz)
ff: Tar Gaaci Noddayru (moz)

source: Firefox Accounts (moz)
ff: Konte Firefox (moz)

source: Control Usage Stats
ff: Toppito Limtooje Kuutoragol

source: NFC HCI Events
ff: Joljole NFC HCI

source: Manage NFC
ff: Toppito NFC

source: Phone Number Service
ff: Carwol Tonngoode Noddirde

source: Resource Stats
ff: Limtooje Jeyaaɗe

source: Send and Read SMS
ff: Neldu e Tar SMS

source: Control Volume
ff: Toppito Daande

source: Access Storage
ff: Naat e Ndesgu

source: Test Permission
ff: Jamirol Ƴeewndol

source: Set Date and Time
ff: Suɓo Ñalngu e Waktu
