Repository: translate/mozilla-gaia
Catalog: pbb/apps/wappush/wappush.properties.po
Languages: pbb

source: WAP Push message
pbb: Eç kaahnxisaa WAP Push

source: Close
pbb: Aphn

source: Accept
pbb: Pa'kan

source: Quit
pbb: Kase'h

source: Cancel
pbb: Tuduçmeeth

source: Try again
pbb: ki'kin mdakh

source: Finish
pbb: Jxajnah

source: Next
pbb: Vxite

source: Done
pbb: Jxa'jxa'

source: This message has expired
pbb: Naa eç kahnxisa pçune'

source: Configuration message received
pbb: Eç pakanxisa's phewuhn

source: OTA Access Point Configuration
pbb: Phewuhn txãa u'kanxi's OTA

source: Configuration message received, tap on “Done” to continue.
pbb: Fxihnxisa's txte phewuhçxa pakana, na' mitxtheth txte“vxitnxi's”na yaçuh uhjxa.

source: The PIN code should have been provided to you by whomever sent you the configuration message.
pbb: Txãa paçte fxihnxis PIN na ew katxudewah jipna txim kajaçtepa eça's phewuhçxa.

source: The message has not been processed yet, do you really want to quit?
pbb: Na ãçxhii vxitmenxa eçtxi, ¿na' isa kasehwẽga?

source: Your carrier is sharing configuration information with you. Do you want to install it?
pbb: Idx mijinxisa na' katxuhdeyapa ta'sxnxisatx txãa phewuhnxite. ¿na txi'pwẽga?

source: PIN is not correct.
pbb: Na's PIN ew mea'

source: APN(s) saved.
pbb: APN(s) jxawnxii(s).

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
pbb: Txãa fxihnxisa's phewuhna ipakaçxa ewumene isate kajiyuhjxa txãa ki'pnxisa's, nanxu ya ewumena vxisya txtewesxa's phewuhna vxisnxi's.

source: There was a error while authenticating the sender of the message.
pbb: Teçx yuwene upu phewujuçte vxites kapsxiduhna eça's.

source: The authentication mechanism is not supported yet.
pbb: Na's phewuhn isate napa katxuhdeme ãçxtepa.

source: The configuration message you received does not have valid APNs.
pbb: Txãa fxihnxisa's phewuhna na' ipakane napa jimenah APN isa selpisa's.
