Repository: translate/mozilla-gaia
Catalog: qvi/apps/system/accessibility.properties.po
Languages: qvi

source: To enable screen reader, press volume up then volume down buttons three more times
qvi: Riwichinkapak chay killkatin llikllarikuna takari tupupakuna wichana uyarina urahuchina uyarina kimsa kashkata.

source: To disable screen reader, press volume up then volume down buttons three more times
qvi: Kichuna riwichinkapak chay killkatin llikllarikuna takari tupupakuna wichana uyarina urahuchina uyarina kimsa kashkata.

source: Screen reader started
qvi: Llikllarikunta killkatin kallarishka

source: Screen reader stopped
qvi: Llikllarikunta killkatin shayakun

source: Shade on
qvi: Llantupi

source: Shade off
qvi: Mana llantupi

# accessibility-menubar
source: menu bar
qvi: Kutinchiykunata shutikuk paltarikkuska

# accessibility-scrollbar
source: scroll bar
qvi: Wampuyta paltarikkuska

# accessibility-grip
source: grip
qvi: Tutiwik

# accessibility-alert
source: alert
qvi: paktarak

# accessibility-menupopup
source: menu popup
qvi: kutinchiykunata shutikuk kiyurakun

# accessibility-document
source: document
qvi: killkashka

# accessibility-pane
source: pane
qvi: panka

# accessibility-dialog
source: dialog
qvi: rimanakuy

# accessibility-separator
source: separator
qvi: chikanyachiy

# accessibility-toolbar
source: toolbar
qvi: harka llamkanakuna

# accessibility-statusbar
source: status bar
qvi: tiyashkata paltarikkuska

source: table
qvi: maru

# accessibility-columnheader
source: column header
qvi: sawna sintuni

# accessibility-rowheader
source: row header
qvi: wachuta sawna

# accessibility-column
source: column
qvi: sintuni

# accessibility-row
source: row
qvi: wachu

# accessibility-cell
source: cell
qvi: uku

source: link
qvi: tukllayay

# accessibility-list
source: list
qvi: shutitan

# accessibility-listitem
source: list item
qvi: nipa kay shutitan

# accessibility-outline
source: outline
qvi: muyunti

# accessibility-outlineitem
source: outline item
qvi: muyuntita nipak

# accessibility-pagetab
source: tab
qvi: tabulador

# accessibility-propertypage
source: property page
qvi: panka kay paktachikuna

# accessibility-graphic
source: graphic
qvi: shuyu

# accessibility-switch
source: switch
qvi: Trukana

source: button
qvi: tupupa

# accessibility-checkbutton
source: check button
qvi: akllanata tupupa

# accessibility-radiobutton
source: radio button
qvi: tawka rikurinata tupupa

# accessibility-combobox
source: combo box
qvi: shuyu chapushka

# accessibility-progressbar
source: progress bar
qvi: mirachinata paltarikkuska

# accessibility-slider
source: slider
qvi: llushpihun

# accessibility-spinbutton
source: spin button
qvi: tupupa muyuhun

# accessibility-diagram
source: diagram
qvi: pirway

# accessibility-animation
source: animation
qvi: animación

# accessibility-equation
source: equation
qvi: Paktachani

# accessibility-buttonmenu
source: button menu
qvi: tupupa kutinchiykunata shutikuk

# accessibility-whitespace
source: white space
qvi: chushak yurakpi

# accessibility-pagetablist
source: tab list
qvi: shutitan kay chipiñakuna

# accessibility-canvas
source: canvas
qvi: utlliklla

# accessibility-checkmenuitem
source: check menu item
qvi: kutinchiykunata shutikuk akllashkakunata nipak

# accessibility-label
source: label
qvi: willatsirpan

source: password text
qvi: kamu kay rimaypakana

# accessibility-radiomenuitem
source: radio menu item
qvi: kutinchiykunata shutikuk tawka rikurinata nipak

# accessibility-textcontainer
source: text container
qvi: ukutiyak kay kamu

# accessibility-togglebutton
source: toggle button
qvi: tupupa trukashka

# accessibility-treetable
source: tree table
qvi: yurata hampa

# accessibility-header
source: header
qvi: yachayshuti

# accessibility-footer
source: footer
qvi: chaki

# accessibility-paragraph
source: paragraph
qvi: milka

# accessibility-entry
source: entry
qvi: punku

# accessibility-caption
source: caption
qvi: kakrikuchihun

# accessibility-heading
source: heading
qvi: yachayshuti

# accessibility-section
source: section
qvi: rakiri

# accessibility-form
source: form
qvi: killkashka

# accessibility-comboboxlist
source: combo box list
qvi: willayta shuti millka chapushka

# accessibility-comboboxoption
source: combo box option
qvi: tawka rikurina millka chapushka

source: image map
qvi: rikchakkunata allpashuyu

# accessibility-listboxoption
source: option
qvi: shuk rikurina

# accessibility-listbox
source: list box
qvi: willay shutita shuyu

# accessibility-flatequation
source: flat equation
qvi: paktachani sunikuchu

# accessibility-gridcell
source: gridcell
qvi: shuyu

# accessibility-note
source: note
qvi: kachay

source: figure
qvi: rikchak

# accessibility-definitionlist
source: definition list
qvi: Shutitan paktakuna

# accessibility-term
source: term
qvi: rimay

# accessibility-definition
source: definition
qvi: paktayuyay

source: math table
qvi: yupaykamay hampa

# mathmlcell
source: cell
qvi: uku

# mathmlenclosed
source: enclosed
qvi: kimichishka

source: fraction
qvi: pakiyupay

source: fraction without bar
qvi: pakiyupay na paltarikkuska

# mathmlroot
source: root
qvi: sapi

# mathmlscripted
source: scripted
qvi: makikillkana

source: square root
qvi: anku suyu

source: text area
qvi: kamuta yachaykancha

source: base
qvi: tiksi

source: closing fence
qvi: wichkayta nipak

source: denominator
qvi: rakikyupay

source: numerator
qvi: rakirikyupay

source: opening fence
qvi: Nipak paskana

source: overscript
qvi: hawakillkapi

source: underscript
qvi: ukukillkapi

source: date
qvi: pacha

# accessibility-textInputType_search
source: search
qvi: maskana

source: telephone
qvi: rimachik anta

source: heading level {{0}}
qvi: yachayshuti allashka {{0}}

source: First item
qvi: Shukniki nipak

source: Last item
qvi: Puchuk nipak

# accessibility-listItemsCount[zero]
source: {{count}} items
qvi: {{count}} nipakuna

source: {{count}} item
qvi: {{count}} nipa

# accessibility-listItemsCount[two]
source: {{count}} items
qvi: {{count}} nipakuna

# accessibility-listItemsCount[few]
source: {{count}} items
qvi: {{count}} nipakuna

# accessibility-listItemsCount[many]
source: {{count}} items
qvi: {{count}} nipakuna

# accessibility-listItemsCount[other]
source: {{count}} items
qvi: {{count}} nipakuna

source: {{0}} of {{1}}
qvi: {{0}} kay {{1}}

source: complementary
qvi: imashkana

source: content info
qvi: willay yuyayta riksichik

source: main
qvi: kapak

source: navigation
qvi: wampunatak

# accessibility-search
source: search
qvi: maskana

# accessibility-tblColumnInfo[zero]
source: with {{count}} columns
qvi: chay {{count}} sintunikuna

source: with {{count}} column
qvi: chay {{count}} sintuni

# accessibility-tblColumnInfo[two]
source: with {{count}} columns
qvi: chay {{count}} sintunikuna

# accessibility-tblColumnInfo[few]
source: with {{count}} columns
qvi: chay {{count}} sintunikuna

# accessibility-tblColumnInfo[many]
source: with {{count}} columns
qvi: chay {{count}} sintunikuna

# accessibility-tblColumnInfo[other]
source: with {{count}} columns
qvi: chay {{count}} sintunikuna

# accessibility-tblRowInfo[zero]
source: and {{count}} rows
qvi: y {{count}} wachukuna

source: and {{count}} row
qvi: y {{count}} wachu

# accessibility-tblRowInfo[two]
source: and {{count}} rows
qvi: y {{count}} wachukuna

# accessibility-tblRowInfo[few]
source: and {{count}} rows
qvi: y {{count}} wachukuna

# accessibility-tblRowInfo[many]
source: and {{count}} rows
qvi: y {{count}} wachukuna

# accessibility-tblRowInfo[other]
source: and {{count}} rows
qvi: y {{count}} wachukuna

source: Column {{0}}
qvi: Sintuni {{0}}

source: Row {{0}}
qvi: Wachu {{0}}

# accessibility-spansColumns[zero]
source: spans {{0}} columns
qvi: hapiy {{0}} sintunikuna

source: spans {{0}} column
qvi: hapiy {{0}} sintuni

# accessibility-spansColumns[two]
source: spans {{0}} columns
qvi: hapiy {{0}} sintunikuna

# accessibility-spansColumns[few]
source: spans {{0}} columns
qvi: hapiy {{0}} sintunikuna

# accessibility-spansColumns[many]
source: spans {{0}} columns
qvi: hapiy {{0}} sintunikuna

# accessibility-spansColumns[other]
source: spans {{0}} columns
qvi: hapiy {{0}} sintunikuna

# accessibility-spansRows[zero]
source: spans {{0}} rows
qvi: hapiy {{0}} wachukuna

source: spans {{0}} row
qvi: hapiy {{0}} wachu

# accessibility-spansRows[two]
source: spans {{0}} rows
qvi: hapiy {{0}} wachukuna

# accessibility-spansRows[few]
source: spans {{0}} rows
qvi: hapiy {{0}} wachukuna

# accessibility-spansRows[many]
source: spans {{0}} rows
qvi: hapiy {{0}} wachukuna

# accessibility-spansRows[other]
source: spans {{0}} rows
qvi: hapiy {{0}} wachukuna

source: jumped
qvi: kushpashka

# accessibility-pressAction
source: pressed
qvi: Takarishka apichishpa

# accessibility-checkAction
source: checked
qvi: rikushka

source: unchecked
qvi: mana rikushka

# accessibility-onAction
source: on
qvi: riwichina

# accessibility-offAction
source: off
qvi: wañuchishka

# accessibility-selectAction
source: selected
qvi: akllashka

source: unselected
qvi: mana akllashka

source: opened
qvi: paskashka

source: closed
qvi: wichashka

source: switched
qvi: riwichishka

source: clicked
qvi: clikashka

# accessibility-collapseAction
source: collapsed
qvi: wakllichishka

# accessibility-expandAction
source: expanded
qvi: hatunyachishka

source: activated
qvi: riwichishka

source: cycled
qvi: tikrachishka

source: hidden
qvi: pakashka

source: loading
qvi: aparihun

source: loaded
qvi: aparishka

source: new tab
qvi: mushuk chipiña

source: loading stopped
qvi: aparina shayachishka

source: reloading
qvi: kutin aparihun

# accessibility-stateChecked
source: checked
qvi: rikushka

source: not checked
qvi: mana rikushka

# accessibility-stateOn
source: on
qvi: riwichina

# accessibility-stateOff
source: off
qvi: wañichina

# accessibility-statePressed
source: pressed
qvi: Takarishka apichishpa

# accessibility-stateExpanded
source: expanded
qvi: hatunyachishka

# accessibility-stateCollapsed
source: collapsed
qvi: wakllichishka

source: unavailable
qvi: mana shinankapak

source: required
qvi: mutsurishka

source: visited
qvi: Shamushka

source: has pop up
qvi: charin tuku kiyurakun

# accessibility-stateSelected
source: selected
qvi: akllashka

source: editing
qvi: kamullchihun

source: navigating
qvi: wampunahun

source: Default
qvi: Shinarishka

source: Buttons
qvi: Tupunakuna

source: Combo boxes
qvi: shuyu chapushka

source: Landmarks
qvi: Rakirikunapa rikurimay

source: Entries
qvi: Yaykunakuna

source: Form elements
qvi: Formulariopa nipakkuna

source: Images
qvi: Rikchak

source: Headings
qvi: Yachayshutikuna

source: List items
qvi: Shutitanpa nipakkuna

source: Links
qvi: Tukllayaykuna

source: Lists
qvi: Shutitankuna

source: Page tabs
qvi: Chipiña kay panka

source: Radio buttons
qvi: Tawka rikurinapa tupupakuna

source: Separators
qvi: Phatsaykuna

source: Tables
qvi: Hampakuna

source: Check boxes
qvi: Wasikukunapa alli rikunata

source: long division
qvi: Suni chikanyachihun

source: circle
qvi: muyuy

source: left
qvi: lluki

source: right
qvi: allawka

# notation-top
source: top
qvi: hawa

source: bottom
qvi: uray

source: up diagonal strike
qvi: diagonal aspi hawaman

source: down diagonal strike
qvi: diagonal aspi urayman

source: vertical strike
qvi: shayak aspi

source: horizontal strike
qvi: sirik aspi

source: up diagonal arrow
qvi: diagonal wachi hawaman

# accessibility-menubarAbbr
source: menu bar
qvi: Kutinchiykunata shutikuk paltarikkuska

# accessibility-scrollbarAbbr
source: scroll bar
qvi: Wampuypa paltarikkuska

# accessibility-gripAbbr
source: grip
qvi: Tutiwik

# accessibility-alertAbbr
source: alert
qvi: paktarak

# accessibility-menupopupAbbr
source: menu popup
qvi: kutinchiykunata shutikuk kiyurakun

# accessibility-documentAbbr
source: document
qvi: killkashka

# accessibility-dialogAbbr
source: dialog
qvi: rimanakuy

# accessibility-separatorAbbr
source: separator
qvi: chikanyachiy

# accessibility-toolbarAbbr
source: toolbar
qvi: llamkanakunapa harka

# accessibility-statusbarAbbr
source: status bar
qvi: tiyashkata paltarikkuska

# accessibility-columnheaderAbbr
source: column header
qvi: sawnapa sintuni

# accessibility-rowheaderAbbr
source: row header
qvi: sawnapa wachuta

# accessibility-columnAbbr
source: column
qvi: sintuni

# accessibility-rowAbbr
source: row
qvi: wachu

# accessibility-cellAbbr
source: cell
qvi: uku

source: lnk
qvi: tukllayay

# accessibility-listAbbr
source: list
qvi: shutitan

# accessibility-listitemAbbr
source: list item
qvi: nipa shutitan

# accessibility-outlineAbbr
source: outline
qvi: muyunti

# accessibility-outlineitemAbbr
source: outline item
qvi: muyuntipa nipak

# accessibility-pagetabAbbr
source: tab
qvi: chipiña

# accessibility-propertypageAbbr
source: property page
qvi: paktachikunapa panka

# accessibility-graphicAbbr
source: graphic
qvi: shuyu

# accessibility-switchAbbr
source: switch
qvi: riwichina

# accessibility-checkbuttonAbbr
source: check button
qvi: akllanapa tupupa

# accessibility-radiobuttonAbbr
source: radio button
qvi: tawka rikurinapa tupupa

# accessibility-comboboxAbbr
source: combo box
qvi: shuyu chapushka

# accessibility-progressbarAbbr
source: progress bar
qvi: ñawpaman paltarikkuska

# accessibility-sliderAbbr
source: slider
qvi: llushpihun

# accessibility-spinbuttonAbbr
source: spin button
qvi: tupupa muyuhun

# accessibility-diagramAbbr
source: diagram
qvi: pirway

# accessibility-equationAbbr
source: equation
qvi: Paktachani

# accessibility-buttonmenuAbbr
source: button menu
qvi: kutinchiykunata shutikukpa tupupa

# accessibility-whitespaceAbbr
source: white space
qvi: chushak yurakpi

# accessibility-pagetablistAbbr
source: tab list
qvi: chipiñakunapa shutitan

# accessibility-canvasAbbr
source: canvas
qvi: utlliklla

# accessibility-checkmenuitemAbbr
source: check menu item
qvi: nipak kutinchiykunata shutikuk akllashka

# accessibility-labelAbbr
source: label
qvi: willatsirpan

source: passwdtxt
qvi: rimaypakanatxt

# accessibility-radiomenuitemAbbr
source: radio menu item
qvi: nipak kutinchiykunata shutikuk tawka rikurina

# accessibility-textcontainerAbbr
source: text container
qvi: ukutiyak kay kamu

# accessibility-togglebuttonAbbr
source: toggle button
qvi: tupupa trukashka

# accessibility-treetableAbbr
source: tree table
qvi: yurapa hampa

# accessibility-headerAbbr
source: header
qvi: yachayshuti

# accessibility-footerAbbr
source: footer
qvi: chaki

# accessibility-paragraphAbbr
source: paragraph
qvi: milka

# accessibility-entryAbbr
source: entry
qvi: punku

# accessibility-captionAbbr
source: caption
qvi: kakrikuchihun

# accessibility-headingAbbr
source: heading
qvi: yachayshuti

# accessibility-sectionAbbr
source: section
qvi: rakiri

# accessibility-formAbbr
source: form
qvi: killkashka

# accessibility-comboboxlistAbbr
source: combo box list
qvi: willayta shuti millka chapushka

# accessibility-comboboxoptionAbbr
source: combo box option
qvi: tawka rikurina millka chapushka

# accessibility-listboxoptionAbbr
source: option
qvi: tawka rikurina

# accessibility-listboxAbbr
source: list box
qvi: willay shutita shuyu

# accessibility-flatequationAbbr
source: flat equation
qvi: paktachani sunikuchu

# accessibility-gridcellAbbr
source: gridcell
qvi: shuyu

# accessibility-noteAbbr
source: note
qvi: kachay

source: fig
qvi: rikchak

# accessibility-definitionlistAbbr
source: definition list
qvi: Shutitan paktakuna

# accessibility-termAbbr
source: term
qvi: rimay

# accessibility-definitionAbbr
source: definition
qvi: paktayuyay

source: txtarea
qvi: suyutxt

# accessibility-tblRowInfoAbbr[one]
source: {{count}}r
qvi: {{count}} f

# accessibility-tblRowInfoAbbr[two]
source: {{count}}r
qvi: {{count}} f

# accessibility-tblRowInfoAbbr[few]
source: {{count}}r
qvi: {{count}} f

# accessibility-tblRowInfoAbbr[many]
source: {{count}}r
qvi: {{count}} f

# accessibility-tblRowInfoAbbr[other]
source: {{count}}r
qvi: {{count}} f

source: c{{0}}r{{1}}
qvi: c{{0}}f{{1}}

# mathmlenclosedAbbr
source: enclosed
qvi: kimichishka

# mathmlcellAbbr
source: cell
qvi: uku

# mathmlrootAbbr
source: root
qvi: sapi

# mathmlscriptedAbbr
source: scripted
qvi: makikillkana

source: sqrt
qvi: anku

# baseAbbr
source: base
qvi: tiksi

source: close
qvi: wichana

source: num
qvi: yupay

source: open
qvi: Paskana

source: over
qvi: hawa

source: under
qvi: uray

source: longdiv
qvi: chikanyachihun suni

source: lft
qvi: lluki

source: rght
qvi: allawka

# notation-topAbbr
source: top
qvi: hawa

source: bot
qvi: uray

# accessibility-pushbutton-hint
source: Double tap to activate
qvi: Takariy ishkay kuti riwichinapak

# accessibility-checkbutton-hint
source: Double tap to activate
qvi: Takariy ishkay kuti riwichinapak

# accessibility-combobox-hint
source: Double tap to activate
qvi: Takariy ishkay kuti riwichinapak

source: Tap and hold to activate
qvi: Takariy wakin chinillakuna riwichinapak
