Repository: translate/mozilla-gaia
Catalog: qvi/apps/system/net_error.properties.po
Languages: qvi

source: No access to the Internet right now.
qvi: Yaykuna illan Internetpa kunanpi.

source: {{name}} requires an Internet connection.
qvi: {{name}} mutsurina shuk llamiray internet.

source: Server not found
qvi: Yanapak na tarishka

source: Can’t find the server at {{name}}.
qvi: Na taririn yanapak chay {{name}}.

source: File not found
qvi: Tsirwakay na tarishka

source: The device can’t display this page because the file cannot be found.
qvi: Chay irunrin na ushan rikuchina chay panka tsirwakay na tarimanta.

# connection-failed
source: Unable to connect
qvi: Na usharin llamiraypak

# connection-failed-error
source: A network error occurred while trying to reach the site.
qvi: Shuk pantay tyarka llika shinahukpi llamiraypak kuskawan.

# invalid-connection
source: Unable to connect
qvi: Na usharin llamiraypak

# invalid-connection-error
source: A network error occurred while trying to reach the site.
qvi: Shuk pantay tyarka llika shinahukpi llamiraypak kuskawan.

source: URL not valid
qvi: URL mana alli

source: The URL entered is not valid and cannot be loaded.
qvi: Kay URL mana alli na usharin aparina.

# redirect-loop
source: Can’t display page
qvi: Na usharin rikuchina panka

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
qvi: Chay irunrin na rikuchi ushan panka na ushan kutin pushana allita pacha. Kutin shinay shuk chinikuna.

source: Page expired
qvi: Panka tukurishka

source: As a security precaution, this page cannot be displayed by the device because it has expired.
qvi: Shina tupukuna allichishkankapak chay irunrin na rikuchin pankata tukurishkamanta.

source: The document cannot change while Printing or in Print Preview.
qvi: Kay killkanapanka na usharin trukanata chaykaman killkayinchina shina hipa rikurinka.

source: This address is restricted
qvi: Kay kuska saywanashkami

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
qvi: Kay kuska arina shuk llika wampushan wiñaylla arina shuk shinanakuna wampunatak web. Chay irunrin tukuchirka mañashkata kampak kamachay.

# proxy-resolve-failure
source: Proxy Server Error
qvi: Pantay Proxy yanapak

source: The device is configured to use a proxy server that can’t be found.
qvi: Chay irunrin tikunakushkami arinankapak shuk tsirwakay proxy mana tarina usharin.

# proxy-connect-failure
source: Proxy Server Error
qvi: Pantay Proxy yanapak

source: The device is configured to use a proxy server that is refusing connections.
qvi: Chay irunrin tikunakushkami arinankapak shuk tsirwakay proxy mana llamitinkinata munan.

# content-encoding
source: Can’t display page
qvi: Na usharin rikuchina panka

source: The device can’t display this page because a content encoding error occurred.
qvi: Chay irunrin na rikuchi ushan chay panka pantay tyanmanta kamachintashka yuyayta riksichik.

source: Page unsupported
qvi: Panka mana shina

source: This page can’t be displayed because it uses a technology that is not supported on the device.
qvi: Chay panka na usharin rikuchina arinamanta shuk pakchi ruray mana shina chay irunrinwan.

source: Warning
qvi: Willaykuna

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
qvi: Kay kuska Web shina willachishkami kashna shuk web na allishinashka umachinkapak arikunata willachun ñukanchipak llankawillayta yachankapak

source: Malware attack blocked
qvi: Hawrayana malware sinshayashka

source: The site at has been reported as an attack site and has been blocked.
qvi: Kay kuska shina willachishkami kashna y shinshayashkami.

source: Unsafe content
qvi: Yuyayta riksichik mana allikichina

source: The page cannot be shown because it may not be safe to open.
qvi: Na rikuchi usharin panka mana allikichina paskana

# corrupted-content
source: Can’t display page
qvi: Na usharin rikuchina panka

source: The page cannot be shown because an error in the data transmission was detected.
qvi: Kay panka mana rikuchi usharin na allita rikuchirka kachanapi chay chanikuna.

source: Unable to connect
qvi: Na usharin llamiraypak

source: Cancel
qvi: Tukuchina

source: Close
qvi: Wichana

source: Try again
qvi: Kutin shinana

source: Check settings
qvi: Allirikunki tikuykuna

source: Tap to check settings
qvi: Takari allirikuna tikuykuna
