Repository: translate/mozilla-gaia
Catalog: qvi/apps/system/system.properties.po
Languages: qvi

source: OK
qvi: Alli

source: Back
qvi: Washapi

source: Help
qvi: Yanapay

source: Cancel
qvi: Tukuchina

source: Close
qvi: Wichana

source: Skip
qvi: Kunkana

source: Clear
qvi: Pichana

source: Enable
qvi: Riwichina

source: Turn On
qvi: Riwichina

source: Undo
qvi: Ruranana

source: Enter PIN
qvi: Killkana PIN

source: Track title and artist
qvi: Yachayshuti y sumallantak

source: Playback controls
qvi: Tutiwikkuna pak taki

source: Previous
qvi: Ñawpachak

source: Play
qvi: Riwichina

source: Pause
qvi: Samana

source: Next
qvi: Katik

source: Unknown track
qvi: Mana riksishka ñan

source: Wi-Fi on
qvi: Wi-Fi riwichishka

source: Wi-Fi on, initializing
qvi: Wi-Fi riwichishka, kallarishpa

source: Wi-Fi off
qvi: Wi.Fi mana riwichishka

source: Data {{type}} on
qvi: Chanikuna {{type}} riwichishka

source: Data {{type}} off
qvi: Chanikuna {{type}} mana riwichishka

# quick-settings-bluetoothButton-on.ariaLabel
source: Bluetooth on
qvi: Bluetooth riwichishka

source: Bluetooth on, initializing
qvi: Bluetooth riwichishka, kallarishpa

source: Bluetooth off
qvi: Bluetooth mana riwichishka

# quick-settings-airplaneMode-on.ariaLabel
source: Airplane mode on
qvi: Hamuy antanka riwichishka

source: Airplane mode off
qvi: Hamuy antanka wañuchishka

source: Settings
qvi: Tikuykuna

source: Utility tray
qvi: Hatun phuku mutsuypakuna

source: Status Bar
qvi: Harka tiyaska

source: Battery {{level}} percent
qvi: Kallpakuk: {{level}} patsakri

source: Battery {{level}} percent, charging
qvi: Zirmaputulli: {{level}} patsakri, aparihun

# statusbarAirplaneMode.ariaLabel
source: Airplane mode on
qvi: Hamuy (kashna) antanka riwichishka

source: Wi-Fi: connecting
qvi: Wi-Fi: llamiraypash

source: Wi-Fi: {{level}} of 4 bars
qvi: Wi-Fi: {{level}} hawapi 4 Paltarikkuskakuna

source: {{operator}} network, {{level}} of 5 bars
qvi: Llikapak {{operator}}: {{level}} hawapi 5 Paltarikkuskakuna

source: {{operator}} network (roaming), {{level}} of 5 bars
qvi: Llika kay {{operator}} (roaming), {{level}} hawapi 5 harkakuna

source: Searching… Emergency calls only
qvi: Maskahun… paylla kayaykuna wayanka

source: Emergency call only
qvi: Paylla kayay wayanka

# statusbarSignalNoSimCard.ariaLabel
source: No SIM card
qvi: Nimaykan panka SIM

source: Headphones on
qvi: Ukkukayku uyankapak Llamiraykunarka

source: Bluetooth headphones on
qvi: Bluetooth ukkukayku uyankapak Llamiraykunarka

source: Bluetooth transfer active
qvi: Riwichiy yallinapi kay bluetooth

source: Tethering on
qvi: Tethering riwichishka

source: Tethering on, active
qvi: Tethering riwichishka, runrihun

source: Alarm on
qvi: Willay riwichishka

# statusbarIconOn-bluetooth.ariaLabel
source: Bluetooth on
qvi: Bluetooth riwichishka

source: Bluetooth on, active
qvi: Bluetooth riwichishka, runrihun

source: Mute on
qvi: Upalla riwichishka

source: Vibration on
qvi: Chukchukun riwichishka

source: Recording on
qvi: Allichikun riwichishka

source: Geolocation on
qvi: Kuskallaypacha riwichishka

source: USB on
qvi: USB riwichishka

source: Call forwarding on
qvi: Kayaykunapa ñanpantay riwichishka

source: Media playing
qvi: Media riwichihun

source: NFC on
qvi: NFC riwichishka

# statusbarDownload.ariaLabel
source: Downloading…
qvi: Urahuchina aparihun...

source: Networking on
qvi: Llika riwichishka

source: Emergency callback
qvi: Minkanapa willay

source: No Notifications
qvi: Illan willay mushukkuna

source: {{n}} Notification
qvi: {{n}} Willay mushuk

# statusbarNotifications[two]
source: {{n}} Notifications
qvi: {{n}} Willay mushukkuna

# statusbarNotifications[few]
source: {{n}} Notifications
qvi: {{n}} Willay mushuk

# statusbarNotifications[many]
source: {{n}} Notifications
qvi: {{n}} Willay mushukkuna

# statusbarNotifications[other]
source: {{n}} Notifications
qvi: {{n}} Willay mushukkuna

source: {{n}} unread notification
qvi: Willay mushuk ama killkakatishpa

# statusbarNotifications-unread.ariaLabel[two]
source: {{n}} unread notifications
qvi: {{n}} Willay mushukkuna ama killkakatishpa

# statusbarNotifications-unread.ariaLabel[few]
source: {{n}} unread notifications
qvi: {{n}} Willay mushukkuna ama killkakatishpa

# statusbarNotifications-unread.ariaLabel[many]
source: {{n}} unread notifications
qvi: {{n}} Willay mushukkuna ama killkakatishpa

# statusbarNotifications-unread.ariaLabel[other]
source: {{n}} unread notifications
qvi: {{n}} Willay mushukkuna ama killkakatishpa

source: Debugging
qvi: Pichahun

source: Notifications
qvi: Willachaykuna

source: Clear all
qvi: Pichana tikuy

source: Tap to show
qvi: Takarina ricuchinapak

source: No new voicemail
qvi: Illan mushuk rimaychaski

source: One new voicemail
qvi: Shuk mushuk rimaychaski

# newVoicemails[two]
source: {{n}} new voicemails
qvi: {{n}} mushuk rimaychaskikuna

# newVoicemails[few]
source: {{n}} new voicemails
qvi: {{n}} mushuk rimaychaskikuna

# newVoicemails[many]
source: {{n}} new voicemails
qvi: {{n}} mushuk rimaychaskikuna

# newVoicemails[other]
source: {{n}} new voicemails
qvi: {{n}} mushuk rimaychaskikuna

source: New voicemail
qvi: Mushuk rimaychaski

source: Dial {{number}}
qvi: Kayana {{number}}

source: EU internet detected
qvi: UE Internet ñatarishka

source: Tap to change.
qvi: Takari trukankapak

source: Are you sure you want to connect to the device?
qvi: Llamirayanbachachu irunrinman?

source: Turn on Bluetooth and connect to the device?
qvi: Riwichina Bluetooth y llamiraypak chay irunrinpi?

source: Are you sure you want to connect to {{deviceName}}?
qvi: Allitapachachu munanki llamirayta chay {{deviceName}}?

source: Turn on Bluetooth and connect to {{deviceName}}?
qvi: Riwichina Bluetooth y llamirapak chay {{deviceName}}?

source: Turn on
qvi: Riwichina

# dismissNFCConnectBTdisabled
source: Cancel
qvi: Tukuchina

source: Confirmation
qvi: Allirikuna

source: Phone
qvi: Rimachik anta

source: Turn on airplane mode
qvi: Riwichina hamuy antanka

source: Turn off airplane mode
qvi: Kichuna riwichina hamuy antanka

source: Silence incoming calls
qvi: Upayachina kayaykuna

source: Ring incoming calls
qvi: Uyarina kayaykuna

source: Restart
qvi: Kutin kallarina

source: Power off
qvi: Wañuchina

source: View source
qvi: Rikuna kamachintan kallariy

source: Your recent app windows show up here
qvi: Chay tukukuna apps chayralla rikuchirin kaypi

source: Your recent browser windows show up here
qvi: Chay tukukuna wampuna chayralla rikuchinka kaypi

# closeCard.ariaLabel
source: Close
qvi: Wichana

source: Open
qvi: Paskana

source: Yes
qvi: Ari

source: No
qvi: Mana

source: Don’t allow
qvi: Ama kishpichina

source: Allow
qvi: Kishpichina

# dontshare-geolocation
source: Don’t Share
qvi: Mana wakina

# share-geolocation
source: Share
qvi: Wakina

# dontshare-audio-capture
source: Don’t Share
qvi: Mana wakina

# share-audio-capture
source: Share
qvi: Wakina

# dontshare-video-capture
source: Don’t Share
qvi: Mana wakina

# share-video-capture
source: Share
qvi: Wakina

# dontshare-media-capture
source: Don’t Share
qvi: Mana wakina

# share-media-capture
source: Share
qvi: Wakina

source: Front Camera
qvi: Kuyuna ñawpashka

source: Back Camera
qvi: Kuyuna washapi

source: Remember my choice
qvi: Yarinki ñukapak akllana

source: More info…
qvi: Ashtawan willanata...

source: Hide info
qvi: Pakana willanata

source: Install {{name}}?
qvi: Llamitinkina {{name}}?

source: Size
qvi: Llatun

source: Author
qvi: Rurak

# size-unknown
source: Unknown
qvi: Ishta

# author-unknown
source: Unknown
qvi: Ishta

source: Install
qvi: Llamitinkina

source: {{ appName }} download stopped
qvi: Shayarirka chay urahuchina aparina kay {{ appName }}

source: {{ appName }} download failed
qvi: Ptirirka chay urahuchina aparina kay {{ appName }}

source: {{ appName }} install failed
qvi: {{ appName }} llamitinki witishka

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
qvi: Tukuchishpa na tikrachinkachu chay rantishka. Chay tikrachinakuna payllaymanta kushkami chay katuk sapishka.

source: Apps can be installed later from the original installation source.
qvi: Saylluraykuna usharin llamitinkina hipa chay kallarishkamanta llamitinki.

source: Are you sure you want to cancel this install?
qvi: Allitapachachu munanki tukuchina kay llamitinki?

source: {{ appName }} download cancelled
qvi: Urahuchina aparina tukuchishka kay {{ appName }}

source: Cancel Install
qvi: Tukuchina llamitinki

# cancel-install-button
source: Cancel Install
qvi: Tukuchina llamitinki

source: Resume
qvi: Kutin katina

source: Continue
qvi: Katina

source: Stop downloading {{ app }}?
qvi: Shayachina chay urahuchina aparina kay {{ app }}?

source: The download can be restarted later.
qvi: Chay urahuchina aparina ushan kutin kallarina ashtawan hipa.

source: Stop Download
qvi: Shayachina urahuchina aparina

source: Not enough space
qvi: Illan chushak chaylla

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
qvi: Illan chushak chaylla kayta saylluray Llamitinkinkapak. Kishpiy chushak sayllurayta o multimedia tsirwakaykuna mawka anchuchihun, kunan Llamitinkina kutin shinay shuklla kikin kuskallaymanta.

source: {{ appName }} installed
qvi: {{ appName }} llamitinkishka

source: {{ appName }} installed. Go to Settings > Language to enable it.
qvi: {{ appName }} Llamitinkishka. Rinki Tikuykuna > Shimi riwichinkapak.

source: This add-on is able to affect your device on a system level.
qvi: Kayta imashka waklliy chinalla kanpa irunrin shuk llika allashkapi.

source: If this add-on causes a problem, press the power button during start up to disable all add-ons.
qvi: Kay imashka shuk llaki kapullay, hapichinata tupupa llapichiy chaykamanka kallarita kichuna riwichinapak tukuy imashkakuna.

source: Setup
qvi: Tikuykuna

source: Add keyboards
qvi: Yapana hitikllanta

source: Later
qvi: Hipa

source: Download
qvi: Urahuchina aparinata

source: Download update now?
qvi: Urahuchina aparinata kunanpachak kunan?

source: Do you want to install the update now? You will not be able to use your phone for a few minutes.
qvi: Munankichu llamitinkiy kay kunanpachak kunan? Na ushanki kay rimachik anta mutsuna shukkuna chinikukuna.

source: Install Now
qvi: Llamitinkina

source: Report
qvi: Willana

source: Not Now
qvi: Kunan na

source: Downloading updates… <span>{{ progress }} downloaded.</span>
qvi: Urahuchina aparihun kunanpayashkakuna... <span>{{ progress }} urahuchina aparinashka.</span>

source: Downloading {{ appName }}
qvi: Urahuchina aparihun {{ appName }}

source: {{ progress }} downloaded
qvi: {{ progress }} urahuchina aparinashka

source: Downloading
qvi: Urahuchina aparihun...

source: {{ progress }} / {{ max }} downloaded
qvi: {{ progress }} / {{ max }} urahuchina aparinashka

source: Cancel all downloads
qvi: Tukuchina tukuylla urahuchina aparinakuna

source: Are you sure you want to cancel all downloads?
qvi: Allitapachachu munanki tukuchina tukuylla urahuchina aparinakunata?

source: There was an error while downloading the updates.
qvi: Tyarka shuk pantay shinankakaman urahuchina aparina kunanpayashkakuna.

source: {{ n }} update available. <span>Tap for more info.</span>
qvi: {{ n }} kunanpachak shinankapak. <span>Takari ashtawan willankapak.</span>

# updateAvailableInfo[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
qvi: {{ n }} kunanpayashkakuna shinankapak. <span>Takari ashtawan willankapak.</span>

# updateAvailableInfo[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
qvi: {{ n }} kunanpayashkakuna shinankapak. <span>Takari ashtawan willankapak.</span>

# updateAvailableInfo[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
qvi: {{ n }} kunanpayashkakuna shinankapak. <span>Takari ashtawan willankapak.</span>

# updateAvailableInfo[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
qvi: {{ n }} kunanpayashkakuna shinankapak. <span>Takari ashtawan willankapak.</span>

source: System update available. <span>Tap for more info.</span>
qvi: Kunanpachak kay llika shinankapak. <span>Takari ashtawan willankapak.</span>

source: {{ n }} update available
qvi: {{ n }} kunanpachak shinankapak

# numberOfUpdates[two]
source: {{ n }} updates available
qvi: {{ n }} kunanpayashkakuna shinankapak

# numberOfUpdates[few]
source: {{ n }} updates available
qvi: {{ n }} kunanpayashkakuna shinankapak

# numberOfUpdates[many]
source: {{ n }} updates available
qvi: {{ n }} kunanpayashkakuna shinankapak

# numberOfUpdates[other]
source: {{ n }} updates available
qvi: {{ n }} kunanpayashkakuna shinankapak

source: System update
qvi: Kunanpachak kay llika

source: System update {{ version }}
qvi: Kunanpachak kay llika {{ version }}

source: System Update Ready
qvi: Kunanpachak kay llika ñami

source: System Update Error
qvi: Pantay chay kunanpachak kay llika

source: Tap for more details
qvi: Takari astawan iñunchikuna

source: Add-on Updates are Automatic
qvi: Kunanpayashkakuna kay imashkakuna kana payllarakuna

source: Tap to change these settings
qvi: Takari trukana kay tikuykuna

source: {{name}} Updated
qvi: {{name}} Kunanpayashka

source: Tap to view add-on
qvi: Takari rikunkapak imashkakuna

source: You need at least {{ threshold }}% battery level to install the update.
qvi: Maski mutsurina shuk {{ threshold }}% kallpakuk llamitinkinkapak kunanpachak.

source: Required
qvi: Mutsurina

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
qvi: Kunanpayashkakuna urahuchina aparinka ñan llamiray chanikunata hayka illakpi shuk llamiray Wi-Fi shinankapak. Arinakpi shuk llamiray chanikuna, usharinka sinshayarinka tukuy kayaykuna y manu mañashpa.

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, additional charges may apply.
qvi: Kunanpayashkakuna urahuchina aparinka ñan llamiray chanikunata hayka Wi-Fi mana shinankapak. Arinakpi shuk llamiray chanikuna, usharinka manu mañana.

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
qvi: Wi-Fi mana shinankapak. Kunanpayana kay llamiraypi kunan, usharinka manu mañana.

source: Connect to a network to download updates.
qvi: Llamiraypaktinki shuk llika urahuchina aparinkapak chay kunanpayashkakuna.

source: Download updates via data connection?
qvi: Urahuchina aparinata ñan llamiray chanikunata?

source: Downloading updates is not possible on slow connections (2G). Please connect via Wi-Fi or 3G (if available) and try again.
qvi: Na usharin urahuchina aparinata kunanpayashkakuna llamiray lento (2G). Llamiraypanki ñan Wi-Fi o 3G (usharina kakpi) kutin shinay.

source: Download updates via data roaming?
qvi: Urahuchina aparinata ñan roaming chanikuna?

source: Build ID: {{ buildid }}
qvi: ID kamutantay: {{ buildid }}

source: View the full list of changes
qvi: Rikuna shutitan tukuylla trukanakuna

source: No memory card found
qvi: Na tuparirka yuyayta panka

source: Memory card is in use
qvi: Panka yuyay arinahun

source: Not enough space on memory card
qvi: Illan chushak chaylla uchitsirpa yuyaypi

source: Operation {{operation}} failed.
qvi: Witirka rurayri ñan {{operation}}.

source: Camera
qvi: Kuyuna

source: open
qvi: paskana

source: Home
qvi: Kallarina

source: Username
qvi: Shinahukpa shuti

source: Password
qvi: Ramaypakana

source: The website {{host}} requires you to sign in.
qvi: Kay kuska web {{host}} mutsurina tachurichun.

source: {{name}} is not loading properly
qvi: {{name}} mana alli aparina.

source: {{name}} is having problems
qvi: {{name}} charinki llakikunata

source: Unable to connect
qvi: Llamiraypak na usharin

source: Tap to check settings
qvi: Takari rikunkapak tikuykuna

source: Delete {{name}}
qvi: Kichuna {{name}}

source: {{name}} and all of its data will be deleted.
qvi: Kichurinka {{name}} y tukuylla kampak chanikuna.

source: Delete
qvi: Kichuna

source: Cannot install application due to an unrecoverable error. Please try downloading again. The application will be removed.
qvi: Na usharin llamitinkina saylluray shuk pantaymanta kutin charina na usharin. Kutin urahuchina aparina. Kichurinka chay saylluray.

# unrecoverable-error-action
source: OK
qvi: Alli

source: Turn on data roaming?
qvi: Riwichina chanikuna roaming?

source: Select time
qvi: Akllana pacha

# choose-option
source: Select
qvi: Akllana

# choose-options
source: Select
qvi: Akllana

source: Select day
qvi: Akllana puncha

source: New window
qvi: Mushuk tuku

source: New private window
qvi: Mushuk shukllayay tuku

source: Show windows
qvi: Rikuchina tukukuna

# pin-to-home-screen
source: Pin
qvi: Tuksina

source: Share
qvi: Wakina

source: {{brandShortName}} just recovered from a crash
qvi: {{brandShortName}} kutin charina shuk witishka

source: {{name}} just crashed
qvi: {{name}} chayra witishka

source: Something
qvi: Imapash

source: Don’t Send
qvi: Na kachana

source: Send Report
qvi: Kachana willay

source: Done
qvi: Shinashka

source: privacy policy
qvi: ñukapallak kapakkamay

source: {{brandShortName}} just crashed.
qvi: {{brandShortName}} chayra witirka.

source: {{name}} just crashed.
qvi: {{name}} chayra witirka.

# crash-banner-report
source: Report
qvi: Willay

source: Sending file…
qvi: Kachahun tsirwakay...

source: Receiving file…
qvi: Chaskishpa tsirwakay...

source: Accept Bluetooth file transfer?
qvi: Arinina shuk yallina Bluetooth?

source: {{deviceName}} would like to send you a file. Accept?
qvi: {{deviceName}} munahun kachanata shuk stirwakay. Chaskinkichu?

source: Cancel Bluetooth file transfer?
qvi: Tukuchina chay yallina Bluetooth?

source: File transfer cancelled
qvi: Yallina tukurishka

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
qvi: {{numSuccessful}} ftsirwakaykuna yallinakuna, {{numUnsuccessful}} tsirwakaykuna mana yallinakuna

source: Can not open unknown media type: {{fileName}}
qvi: Na usharin paskana kutinalla tsirwakay multimedia: {{fileName}}

source: Confirm
qvi: Allirikuna

source: Total size: {{size}} {{unit}}
qvi: Llatun llampu:{{size}} {{unit}}

source: Camera is on
qvi: Kuyuna riwichishka

source: Camera & Mic are ON
qvi: Kuyuna & rimayhi riwichishka

source: No SIM card
qvi: Illan SIM

source: SIM PIN
qvi: PIN kay SIM

source: What is a SIM PIN?
qvi: Imatak shuk PIN kay SIM?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
qvi: Chay PIN naruwina chay yaykunata llikakunata chay willy willy chay chanikunata chay SIM. Riwichinkashkapak mayhan irunrin kay SIM mañanki PIN kutin kallarinkapak.

source: Change PIN
qvi: Trukana PIN

source: Enter SIM PIN
qvi: Killkana PIN kay SIM

source: Enter SIM {{n}} PIN
qvi: Killkana PIN kay SIM {{n}}

source: Enter PUK code
qvi: Killkana PUK

source: Enter NCK code
qvi: Killkana NCK

source: Enter CCK code
qvi: Killkana CCK

source: Enter SPCK code
qvi: Killkana SPCK

source: Enter NCK1 code
qvi: Killkana NCK1

source: Enter NCK2 code
qvi: Killkana NCK2

source: Enter HNCK code
qvi: Killkana HNCK

source: Enter RCCK code
qvi: Killkana RCCK

source: Enter RSPCK code
qvi: Killkana RSPCK

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
qvi: Puchuyana {{n}} shinanakuna.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
qvi: Puchuyana {{n}} shinanakuna.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
qvi: Puchuyana {{n}} shinanakuna.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
qvi: Puchuyana {{n}} shinanakuna.

source: The PIN was incorrect.
qvi: Kay PIN na alli.

source: You have one try left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana shuk shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
qvi: Paylla puchuyana {{n}} shinanalla killkankapak chay alli kamachintan ñawpa shinshayashka kay SIM.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
qvi: Kaymi puchuk hikuy killkankapak chay PIN allita. Na kakpika killkanakanki PUK arinankapak kayta SIM.

source: The SIM card is locked.
qvi: Kay SIM sinshayashka.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
qvi: Killkana kanki kampak pashkachina anchuchina sinshayay (PUK) chaypa SIM. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak.

source: The PUK code is incorrect.
qvi: Kay PUK mana alli.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: Shuk shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: {{n}} shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: {{n}} shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: {{n}} shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
qvi: {{n}} shinanalla tyan killkankapak chay ñawpa alli kamachintan chay SIM manallaykapi kutin yanapachun. Tapunki chay killkanapanka kampak SIM o kallachinki kampak kuyuhillay ashtawan yachankapak
