Repository: translate/mozilla-gaia
Catalog: qvi/apps/system/system.properties.po
Languages: qvi

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
qvi: Kaymi puchuk hikuy killkankapak chay PUK allita. Kampak SIM mana pacha arinarinkachuk killkay shuk PUK mana allita. Tapunki chay killkashkata kampak irunrin o kayachi kampak riwirak ashtawan willanata.

source: The NCK code is incorrect.
qvi: Kay NCK mana alli.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
qvi: Ñukapayay kichushka kay llika witishka. Charin shuk shinanakuna killkankapak chay kamachintan allita. Tapunki chay killkashkata kampak irunrin o kayachi kampak riwirak ashtawan willanata.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
qvi: Ñukapayay kichushka kay llika witishka. Cahrin {{n}} shinanakuna killkankapak chay kamachintan allita. Tapunki chay killkashkata kampak irunrin o kayachi kampak riwirak ashtawan willanata.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
qvi: Ñukapayay kichushka kay llika witishka. Cahrin {{n}} shinanakuna killkankapak chay kamachintan allita. Tapunki chay killkashkata kampak irunrin o kayachi kampak riwirak ashtawan willanata.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
qvi: Ñukapayay kichushka kay llika witishka. Cahrin {{n}} shinanakuna killkankapak chay kamachintan allita. Tapunki chay killkashkata kampak irunrin o kayachi kampak riwirak ashtawan willanata.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
qvi: Ñukapayay kichushka kay llika witishka. Cahrin {{n}} shinanakuna killkankapak chay kamachintan allita. Tapunki chay killkashkata kampak irunrin o kayachi kampak riwirak ashtawan willanata.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
qvi: Ñukapayay kichushka kay llika witishka. Puchuk shinanakuna killkankapak chay kamachintan NCK allita. Tapunki chay killkashkata kampak irunrin o kayachi kampak riwirak ashtawan willanata.

source: Open with:
qvi: Paskana chay:

source: Allow remote debugging connection from <code>{{host}}:{{port}}</code>?<br/><br/>This connection requires a QR code to be scanned in order to authenticate the remote device's certificate. You can avoid future scans by remembering the device.
qvi: Sakina llamiray kashna ñawpa pichankapak <code>{{host}}:{{port}}</code>?<br/><br/>? Kay llamiray mutsurina hikakllarana shuk kamachintan QR kikinchinankapak kakwillay ñawpa irunrinpa. Ushanki naruwina hikakllaranakunata kipak pachapi yarichishpa chay irunrinta.

source: Scan and Remember
qvi: Hikakllarana yarina

source: {{origin}} is now fullscreen.
qvi: {{origin}} kunan tyahun chay hamuy llikllarikuna paktachishka.

source: The network {{networkName}} was found. Join network?
qvi: Tuparirka kay llika {{networkName}}. Tinkirinkichuk?

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
qvi: Ashala kay {{value}} {{unit}} shinankapak.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
qvi: Ashala kay {{value}} {{unit}} shinankapak.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
qvi: Ashala kay {{value}} {{unit}} shinankapak.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
qvi: Ashala kay {{value}} {{unit}} shinankapak.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
qvi: Ashala kay {{value}} {{unit}} shinankapak.

source: Operator message
qvi: Kachay kay riwirak

source: Call {{number}}?
qvi: Kallachina {{number}}?

source: Send message?
qvi: Kachana kachay?

source: SIM {{id}} STK
qvi: STK kay SIM {{id}}

source: You can not make calls, send messages or go online because emergency callback mode is enabled. Would you like to turn it off?
qvi: Na ushanki kayachinata, kachana kachaykuna o llamirapashpa internet riwichishkami chay kayachina tikrachinata wayanka. Minankichu kichunata riwichina?

source: Download started
qvi: Urahuchina aparina kallarishka…

source: Download stopped
qvi: Urahuchina aparinata harkashka

# download_downloading
source: Downloading…
qvi: Urahuchina aparihun...

source: Download complete
qvi: Urahuchina aparina paktachishka

source: Download failed
qvi: Urahuchina aparinata witishka

source: Search the web
qvi: Maskanki chay web

source: Search or enter address
qvi: Maskanki o killkanki kuskapi

# search-or-enter-address.placeholder
source: Search or enter address
qvi: Maskanki o killkanki kuskapi

# back-button.ariaLabel
source: Back
qvi: Washapi

source: Reload
qvi: Kutin aparina

# windows-button.ariaLabel
source: Show windows
qvi: Rikuchina tukukuna

source: Open in new window
qvi: Paskana chay mushuk tuku

source: Open in new private window
qvi: Paskana chay mushuk taki shukllayay

source: Save Image
qvi: Allichina rikchak

source: Save Video
qvi: Allichina shuyuriku

source: Save Audio
qvi: Allichina uyapak

source: Share Image
qvi: Wakina rikchak

source: Share Video
qvi: Wakina shuyuriku

source: Share Audio
qvi: Wakina uyapak

source: Copy Image
qvi: Kutin killkana rikchak

source: OK ({{n}})
qvi: Alli ({{n}})

source: This new feature helps protect your browsing activity by preventing potential trackers from loading.
qvi: Kay mushuk kinray shuyu yanapay misana kampak ruray wampunatak naruwinashpa tukuy katishka aparinakunata.

source: Learn More
qvi: Yachakuna ashtawan

source: Enable this feature for all new windows.
qvi: Riwichina kay kinray shuyu tuluylla tukukuna mushukuna.

source: Pin "{{type}}"
qvi: Kulluyllana ''{{type}}''

source: Unpin "{{type}}"
qvi: Kacharina ''{{type}}''
