Repository: translate/mozilla-gaia
Catalog: */shared/import_contacts/import_contacts.properties.po
Languages: af, am, ar, bn_in, br, bs, ca, cy, es, fa, hi_in, hu, id, km, kn, mai, mg, ml, ne, pt, pt_br, sw, ta, te, th, tr, ur, uz

source: To import Facebook friends or contacts connect to Wi-Fi or data network
af: Om Facebook-vriende of kontakte in te voer, koppel aan Wi-Fi of datanetwerk
hi_in: फेसबुक दोस्त या सम्पर्क आयत करने के लिए वाई-फाई डेटा नेटवर्क से जोड़ें
id: Hubungkan ke Wi-Fi atau jaringan data untuk mengimpor teman Facebook atau kontak
km: ដើម្បី​នាំចូល​​ទំនាក់ទំនង​ ឬ​មត្តិភ័ក្ដិ​លើ Facebook សូម​ភ្ជាប់បណ្ដាញ​វ៉ាយហ្វាយ ឬ​ទិន្នន័យ
kn: Facebook ಸ್ನೇಹಿತರು ಅಥವ ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲು Wi-Fi ಅಥವ ಡೇಟಾ ಜಾಲಬಂಧದೊದಿಗೆ ಸಂಪರ್ಕಹೊಂದಿ
mai: फेसबुक दोस या संपर्क केँ आयात करबाक लेल वाइ-फाइ या डेटा नेटवर्क सँ कनेक्ट करू
mg: Mifandraisa @ Wi-Fi na tambajotran-data raha hanafatra namana Facebook
ml: വൈ-ഫൈ/ഡാറ്റ നെറ്റ്‌വർക്കുമായി ബന്ധിപ്പിച്ചാലേ ഫേസ്‌ബുക്ക് സുഹൃത്തുക്കളേയോ വിലാസങ്ങളോ ഇങ്ങോട്ടുചേര്‍ക്കാനാവൂ
ne: फेसबुक मित्र वा सम्पर्कहरू आयात गर्न वाइफाइ वा डेटा नेटवर्क जडान गर्नुहोस्
pt_br: Para importar amigos do Facebook ou contatos, conecte-se a uma rede Wi-Fi ou dados móveis.
sw: Ili kuleta marafiki wa Facebook au anwani kuungana kwa Wi-Fi au data ya mtandao
ta: முகநூல் நண்பர்களை/தொடர்புகளை இறக்குமதி செய்ய வை-பை/தரவு பிணையத்துடன் இணைக்கவும்
te: ఫేస్‌బుక్ మిత్రులను లేదా పరిచయాలను దిగుమతించుటకు వై-ఫై లేదా దత్తాంశ నెట్‌వర్కుకు అనుసంధామవ్వండి

source: Reading from memory card…
af: Lees tans vanaf geheuekaart…
hi_in: मेमोरी कार्ड से रीड हो रहा है…
id: Membaca dari kartu memori…
km: កំពុង​អាន​ពី​កាត​អង្គ​ចងចាំ…
kn: ಮೆಮೊರಿ ಕಾರ್ಡಿನಿಂದ ಓದಲಾಗುತ್ತಿದೆ…
mai: मेमोरी कार्ड सँ रीड भए रहल अछि…
mg: Mamaky avy @ karatra memoara…
ml: മെമ്മറി കാർഡ് വായിക്കുന്നു…
ne: मेमोरी कार्डबाट पढिँदै...
pt_br: Lendo do cartão de memória...
sw: Inasoma kutoka kadi ya kumbukumbu...
ta: நினைவக அட்டையிலிருந்து படிக்கிறது...
te: మెమొరీ కార్డు నుండి చదువుతోంది…

source: {[ plural(imported) ]}
hi_in: {[ plural(आयातित) ]}
mai: {[ plural(आयातित) ]}

source: No friends imported (out of {{total}})
hi_in: यहां ({{total}} में से) कोई दोस्त आयात नहीं हो पाया
id: Tidak ada teman diimpor (dari {{total}})
km: មិន​មាន​មិត្តភ័ក្ដិ​បាន​នាំចូល (ក្រៅ​ពី {{total}})
mai: एतय ({{total}} मे सँ) कोनो दोस्त आयात नहि भए सकल
ne: ({{total}}बाट) कुनै मित्र आयात गरिएन
pt_br: Nenhum amigo importado (de {{total}})
sw: Hakuna marafiki wameletwa (kati ya {{total}})
te: ఎవ్వరూ దిగుమతించబడలేదు ({{total}} మందిలో)

source: One friend imported (out of {{total}})
hi_in: यहां ({{total}} में से ) एक दोस्त आयात हुआ
id: Satu orang teman diimpor (dari {{total}})
km: បាន​នាំចូល​មិត្តភ័ក្ដិ​ម្នាក់ (ក្រៅ​ពី {{total}})
mai: एतय ({{total}} मे सँ ) एकटा दोस्त आयात भेल
ne: ({{total}} मध्ये) १ मित्र आयातित
pt_br: Um amigo importado (de {{total}})
sw: Rafiki mmoja ameletwa (kati ya {{total}})
te: ఒక మిత్రుడు దిగుమతించబడ్డారు ({{total}} మందిలో)

# facebook-import-msg[two]
source: {{imported}}/{{total}} friends imported
hi_in: {{imported}}/{{total}} दोस्त आयात हो गयें
id: {{imported}}/{{total}} orang teman diimpor
km: បាន​នាំចូល​មិត្តភ័ក្ដិ {{imported}}/{{total}}
mai: {{imported}}/{{total}} दोस्त आयात भए गेल
ne: {{imported}}/{{total}} मित्र आयातित
pt_br: {{imported}} amigos importados de {{total}}
sw: marafiki {{imported}}/{{total}} wameletwa
te: {{imported}}/{{total}} మిత్రులు దిగుమతించబడ్డారు

# facebook-import-msg[few]
source: {{imported}}/{{total}} friends imported
hi_in: {{imported}}/{{total}} मित्र आयातित
id: {{imported}}/{{total}} orang teman diimpor
km: បាន​នាំចូល​មិត្តភ័ក្ដិ {{imported}}/{{total}}
mai: {{imported}}/{{total}} मित्र आयातित
ne: {{imported}}/{{total}} मित्र आयातित
pt_br: {{imported}} amigos importados de {{total}}
sw: marafiki {{imported}}/{{total}} wameletwa
te: {{imported}}/{{total}} మిత్రులు దిగుమతించబడ్డారు

# facebook-import-msg[many]
source: {{imported}}/{{total}} friends imported
hi_in: {{imported}}/{{total}} मित्र आयातित
id: {{imported}}/{{total}} orang teman diimpor
km: បាន​នាំចូល​មិត្តភ័ក្ដិ {{imported}}/{{total}}
mai: {{imported}}/{{total}} मित्र आयातित
ne: {{imported}}/{{total}} मित्र आयातित
pt_br: {{imported}}/{{total}} amigos importados
sw: marafiki {{imported}}/{{total}} wameletwa
te: {{imported}}/{{total}} మిత్రులు దిగుమతించబడ్డారు

# facebook-import-msg[other]
source: {{imported}}/{{total}} friends imported
hi_in: {{imported}}/{{total}} मित्र आयातित
id: {{imported}}/{{total}} orang teman diimpor
km: បាន​នាំចូល​មិត្តភ័ក្ដិ {{imported}}/{{total}}
mai: {{imported}}/{{total}} मित्र आयातित
ne: {{imported}}/{{total}} मित्र आयातित
pt_br: {{imported}}/{{total}} amigos importados
sw: marafiki {{imported}}/{{total}} wameletwa
te: {{imported}}/{{total}} మిత్రులు దిగుమతించబడ్డారు

source: {{imported}}/{{total}} friends imported
kn: {{imported}}/{{total}} ಸ್ನೇಹಿತರನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆ
mg: Namana {{imported}}/{{total}} nafarana
