Repository: translate/mozilla-gaia
Catalog: */shared/import_contacts/import_contacts.properties.po
Languages: af, am, ar, bn_in, br, bs, ca, cy, es, fa, hi_in, hu, id, km, kn, mai, mg, ml, ne, pt, pt_br, sw, ta, te, th, tr, ur, uz

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
af: Het {{n}} kontakte ingevoer
am: መጥተዋል {{n}} ግንኙነቶች
ar: استوردتُ {{n}} متراسلين
bn_in: {{n}} টি পরিচিতি আমদানি করা হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezeno {{n}} kontakata
ca: S'han importat {{n}} contactes
cy: Wedi mewnforio {{n}} cysylltiad
es: {{n}} contactos importados
fa: تعداد {{n}} مخاطب وارد شد
hi_in: आयात किए {{n}} संपर्क
hu: {{n}} névjegy átmásolva
id: {{n}} kontak diimpor
km: បាន​នាំចូល​ទំនាក់ទំនង {{n}}
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆ
mai: आयात कएल {{n}} संपर्क
mg: Nanafatra kaontakita {{n}}
ml: {{n}} വിലാസങ്ങൾ ഇങ്ങോട്ടുചേര്‍ത്തു
ne: {{n}} सम्पर्क आयातित
pt: Foram importados {{n}} contactos
pt_br: {{n}} contatos importados
sw: Imeleta anwani {{n}}
ta: {{n}} தொடர்புகள் இறக்கப்பட்டன
te: {{n}} పరిచయాలు దిగుమతించబడ్డాయి
th: นำเข้า {{n}} รายชื่อแล้ว
tr: {{n}} kişi içeri aktarıldı
ur: {{n}} رابطہ افراد درآمد کئے گئے
uz: {{n}}ta kontakt import qilindi

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
af: Het {{n}} kontakte ingevoer
am: መጥተዋል {{n}} ግንኙነቶች
ar: استوردتُ {{n}} متراسلا
bn_in: {{n}} টি পরিচিতি আমদানি করা হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezeno {{n}} kontakata
ca: S'han importat {{n}} contactes
cy: Wedi mewnforio {{n}} cysylltiad
es: {{n}} contactos importados
fa: تعداد {{n}} مخاطب وارد شد
hi_in: आयात किए {{n}} संपर्क
hu: {{n}} névjegy átmásolva
id: {{n}} kontak diimpor
km: បាន​នាំចូល​ទំនាក់ទំនង {{n}}
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆ
mai: आयात कएल {{n}} संपर्क
mg: Nanafatra kaontakita {{n}}
ml: {{n}} വിലാസങ്ങൾ ഇങ്ങോട്ടുചേര്‍ത്തു
ne: {{n}} सम्पर्क आयातित
pt: Foram importados {{n}} contactos
pt_br: {{n}} contatos importados
sw: Imeleta anwani {{n}}
ta: {{n}} தொடர்புகள் இறக்கப்பட்டன
te: {{n}} పరిచయాలు దిగుమతించబడ్డాయి
th: นำเข้า {{n}} รายชื่อแล้ว
tr: {{n}} kişi içeri aktarıldı
ur: {{n}} رابطہ افراد درآمد کئے گئے
uz: {{n}}ta kontakt import qilindi

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
af: Het {{n}} kontakte ingevoer
am: መጥተዋል {{n}} ግንኙነቶች
ar: استوردتُ {{n}} متراسل
bn_in: {{n}} টি পরিচিতি আমদানি করা হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezeno {{n}} kontakata
ca: S'han importat {{n}} contactes
cy: Wedi mewnforio {{n}} cysylltiad
es: {{n}} contactos importados
fa: تعداد {{n}} مخاطب وارد شد
hi_in: आयात किए {{n}} संपर्क
hu: {{n}} névjegy átmásolva
id: {{n}} kontak diimpor
km: បាន​នាំចូល​​ទំនាក់ទំនង {{n}}
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆ
mai: आयात कएल {{n}} संपर्क
mg: Nanafatra kaontakita {{n}}
ml: {{n}} വിലാസങ്ങൾ ഇങ്ങോട്ടുചേര്‍ത്തു
ne: {{n}} सम्पर्क आयात गरियो
pt: Foram importados {{n}} contactos
pt_br: {{n}} contatos importados
sw: Imeleta anwani {{n}}
ta: {{n}} தொடர்புகள் இறக்கப்பட்டன
te: {{n}} పరిచయాలు దిగుమతించబడ్డాయి
th: นำเข้า {{n}} รายชื่อแล้ว
tr: {{n}} kişi içeri aktarıldı
ur: {{n}} رابطہ افراد درآمد کئے گئے
uz: {{n}}ta kontakt import qilindi

source: No contacts imported yet
am: ምንም ግንኙነቶች ገና አልመጡም
ar: لم يتم استيراد أي جهات اتصال بعد
bn_in: এখনো কোনো পরিচিতি নেই
br: Darempred ebet enporzhiet c'hoazh
bs: Još nema uvezenih kontakata
ca: Encara no s'ha importat cap contacte
cy: Heb fewnforio cysylltiadau eto
fa: هیچ مخاطبی هنور وارد نشده است
hu: Nincs importált névjegy
pt: Ainda não foram importados contactos
th: ยังไม่มีรายชื่อถูกนำเข้า
ur: کوئ رابطہ افراد درآمد شدہ نہیں
uz: Haligacha kontaktlar import qilinmadi

# infiniteProgress[one]
source: Imported one contact
am: አንድ ግንኙነት መጥቷል
ar: تم استيراد جهة اتصال واحدة
bn_in: একটি পরিচিতি আমদানি করা হয়েছে
br: Un darempred enporzhiet
bs: Uvezen jedan kontakt
ca: S'ha importat un contacte
cy: Wedi mewnforio un cysylltiad
fa: یک مخاطب وارد شد
hu: Egy névjegy átmásolva
pt: Um contacto importado
th: นำเข้าหนึ่งรายชื่อแล้ว
ur: ایک رابطہ فرد درآمد کیا گیا
uz: Bitta kontakt import qilindi

# infiniteProgress[two]
source: Imported {{n}} contacts
am: መጥተዋል {{n}} ግንኙነቶች
ar: تم استيراد جهتي اتصال
bn_in: {{n}} পরিচিতিসমুহ আমদানি হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezena {{n}} kontakta
ca: S'han importat {{n}} contactes
cy: Wedi mewnforio {{n}} cysylltiad
fa: تعداد {{n}} مخاطب وارد شد
hu: {{n}} névjegy átmásolva
pt: {{n}} contactos importados
th: นำเข้า {{n}} รายชื่อแล้ว
ur: {{n}} رابطہ افراد درآمد کئے گئے
uz: {{n}}ta kontakt import qilindi

# infiniteProgress[few]
source: Imported {{n}} contacts
am: መጥተዋል {{n}} ግንኙነቶች
ar: تم استيراد {{n}} جهات اتصال
bn_in: {{n}} পরিচিতিসমুহ আমদানি হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezena {{n}} kontakta
ca: S'han importat {{n}} contactes
cy: Wedi mewnforio {{n}} cysylltiad
fa: تعداد {{n}} مخاطب وارد شد
hu: {{n}} névjegy átmásolva
pt: {{n}} contactos importados
th: นำเข้า {{n}} รายชื่อแล้ว
ur: {{n}} رابطہ افراد درآمد کئے گئے
uz: {{n}}ta kontakt import qilindi

# infiniteProgress[many]
source: Imported {{n}} contacts
am: መጥተዋል {{n}} ግንኙነቶች
ar: تم استيراد {{n}} جهات اتصال
bn_in: {{n}} পরিচিতিসমুহ আমদানি হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezeno {{n}} kontakata
ca: S'han importat {{n}} contactes
cy: Wedi mewnforio {{n}} cysylltiad
fa: تعداد {{n}} مخاطب وارد شد
hu: {{n}} névjegy átmásolva
pt: {{n}} contactos importados
th: นำเข้า {{n}} รายชื่อแล้ว
ur: {{n}} رابطہ افراد درآمد کئے گئے
uz: {{n}}ta kontakt import qilindi

# infiniteProgress[other]
source: Imported {{n}} contacts
am: መጥተዋል {{n}} ግንኙነቶች
ar: تم استيراد {{n}} جهات اتصال
bn_in: {{n}} পরিচিতিসমুহ আমদানি হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezeno {{n}} kontakata
ca: S'han importat {{n}} contactes
cy: Wedi mewnforio {{n}} cysylltiad
fa: تعداد {{n}} مخاطب وارد شد
hu: {{n}} névjegy átmásolva
pt: {{n}} contactos importados
th: นำเข้า {{n}} รายชื่อแล้ว
ur: {{n}} رابطہ افراد درآمد کئے گئے
uz: {{n}}ta kontakt import qilindi

source: No friends updated
am: ምንም ጓደኞች አልተሻሻሉም
ar: لم يتم تحديث الأصدقاء
bn_in: কোন বন্ধু হালনাগাদ হয়নি
br: Mignon ebet hizivaet
bs: Nema ažuriranih prijatelja
ca: No s'ha actualitzat cap amistat
cy: Heb ddiweddaru ffrindiau
es: No se actualizó ningún amigo
fa: هیچ دوستی بروزرسانی نشد
hu: Ismerősök adatai nincsenek frissítve
pt: Sem amigos atualizados
th: ไม่มีเพื่อนที่ปรับปรุง
tr: Hiçbir arkadaş güncellenmedi
ur: کوئی دوست تازہ کاری نہیں ہوا
uz: Birorta ham do‘st yangilanmadi

source: Updated one friend
am: አንድ ጓደኛ ተሻሽሏል
ar: تم تحديث صديق واحد
bn_in: একটি বন্ধু হালনাগাদ হয়েছে
br: Ur mignon hizivaet
bs: Ažuriran jedan prijatelj
ca: S'ha actualitzat una amistat
cy: Diweddarwyd un ffrind
es: Actualizado un amigo
fa: یک دوست بروزرسانی شد
hu: Egy ismerős adatai frissítve
pt: Um amigo atualizado
th: ปรับปรุงหนึ่งเพื่อนแล้ว
tr: Bir arkadaş güncellendi
ur: ایک دوست تازہ کاری
uz: Bitta do‘st yangilandi

# friendsUpdated[two]
source: Updated {{numFriends}} friends
am: ተሻሽሏል {{numFriends}} ጓደኞች
ar: تم تحديث صديقين
bn_in: {{numFriends}} বন্ধু হালনাগাদ হয়েছে
br: {{numFriends}} a vignoned hizivaet
bs: Ažurirana {{numFriends}} prijatelja
ca: S'han actualitzat {{numFriends}} amistats
cy: Diweddarwyd {{numFriends}} ffrindiau
es: Actualizados {{numFriends}} amigos
fa: تعداد {{numFriends}} دوست بروزرسانی شدند
hu: {{numFriends}} ismerős adatai frissítve
pt: {{numFriends}} amigos atualizados
th: ปรับปรุง {{numFriends}} เพื่อนแล้ว
tr: {{numFriends}} arkadaş güncellendi
ur: {{numFriends}} دوستوں کی تازہ کاری کر دی گئ
uz: {{numFriends}} ta do‘st yangilandi

# friendsUpdated[few]
source: Updated {{numFriends}} friends
am: ተሻሽሏል {{numFriends}} ጓደኞች
ar: تم تحديث {{numFriends}} أصدقاء
bn_in: {{numFriends}} বন্ধু হালনাগাদ হয়েছে
br: {{numFriends}} a vignoned hizivaet
bs: Ažurirana {{numFriends}} prijatelja
ca: S'han actualitzat {{numFriends}} amistats
cy: Diweddarwyd {{numFriends}} ffrind
es: Actualizados {{numFriends}} amigos
fa: تعداد {{numFriends}} بروزرسانی شد
hu: {{numFriends}} ismerős adatai frissítve
pt: {{numFriends}} amigos atualizados
th: ปรับปรุง {{numFriends}} เพื่อนแล้ว
tr: {{numFriends}} arkadaş güncellendi
ur: {{numFriends}} دوستوں کی تازہ کاری کر دی گئ
uz: {{numFriends}} ta do‘st yangilandi

# friendsUpdated[many]
source: Updated {{numFriends}} friends
am: ተሻሽሏል {{numFriends}} ጓደኞች
ar: تم تحديث {{numFriends}} صديق
bn_in: {{numFriends}} বন্ধু হালনাগাদ হয়েছে
br: {{numFriends}} a vignoned hizivaet
bs: Ažurirano {{numFriends}} prijatelja
ca: S'han actualitzat {{numFriends}} amistats
cy: Diweddarwyd {{numFriends}} ffrind
es: Actualizados {{numFriends}} amigos
fa: تعداد {{numFriends}} دوست بروزرسانی شدند
hu: {{numFriends}} ismerős adatai frissítve
pt: {{numFriends}} amigos atualizados
th: ปรับปรุง {{numFriends}} เพื่อนแล้ว
tr: {{numFriends}} arkadaş güncellendi
ur: {{numFriends}} دوستوں کی تازہ کاری کر دی گئ
uz: {{numFriends}} ta do‘st yangilandi

# friendsUpdated[other]
source: Updated {{numFriends}} friends
am: ተሻሽሏል {{numFriends}} ጓደኞች
ar: تم تحديث {{numFriends}} أصدقاء
bn_in: {{numFriends}} বন্ধু হালনাগাদ হয়েছে
br: {{numFriends}} a vignoned hizivaet
bs: Ažurirano {{numFriends}} prijatelja
ca: S'han actualitzat {{numFriends}} amistats
cy: Diweddarwyd {{numFriends}} ffrind
es: Actualizados {{numFriends}} amigos
fa: تعداد {{numFriends}} دوست بروزرسانی شدند
hu: {{numFriends}} ismerős adatai frissítve
pt: {{numFriends}} amigos atualizados
th: ปรับปรุง {{numFriends}} เพื่อนแล้ว
tr: {{numFriends}} arkadaş güncellendi
ur: {{numFriends}} دوستوں کی تازہ کاری کر دی گئ
uz: {{numFriends}} ta do‘st yangilandi

source: No duplicated friends merged
am: ምንም የተደገሙ ግንኙነቶች አልተዋሀዱም
ar: لم يتم دمج أي صديق متكرر
bn_in: কোন ডুপ্লিকেট পরিচিতি মার্জ করা হয়নি
br: Mignoned eilet ebet toueziet
bs: Nijedan dupli kontakt nije spojen
ca: No s'ha combinat cap contacte duplicat
cy: Dim cysylltiadau dyblyg wedi eu cyfuno
es: No se combinó ningún contacto duplicado
fa: هیچ دوست تکراری‌ای جهت ادغام پیدا نشد
hu: Nem lettek többszörös névjegyek egyesítve
pt: Não foram agregados amigos duplicados
th: ไม่มีเพื่อนที่ซ้ำกันถูกรวม
tr: Hiç çift arkadaş birleştirilmedi
ur: کوی بھی مثنی دوست ضم نہیں کیا گیا
uz: Birorta ham nusxalangan do‘stlar birlashtirilmadi

source: One duplicated friend merged
am: አንድ የተደገመ ግንኙነት ተዋህዷል
ar: تم دمج صديق واحد متكرر
bn_in: একটি ডুপ্লিকেট পরিচিতি মার্জ করা হয়েছে
br: Ur mignon eilet toueziet
bs: Jedan dupli kontakt je spojen
ca: S'ha combinat un contacte duplicat
cy: Un ffrind dyblyg wedi ei gyfuno
es: Se combinó un contacto duplicado
fa: یک دوست تکراری ادغام شد
hu: Egy többszörös névjegy egyesítve
pt: Um amigo duplicado agregado
th: รวมหนึ่งเพื่อนที่ซ้ำกันแล้ว
tr: 1 çift arkadaş birleştirildi
ur: ایک مثنی دوست ضم کیا گیا
uz: Bitta nusxalangan do‘st birlashtirildi

# friendsMerged[two]
source: {{numDups}} friends merged
am: {{numDups}} ጓደኞች ተዋህደዋል
ar: تم دمج صديقين متكررين
bn_in: {{numDups}} এতগুলি বন্ধু মার্জ করা হয়েছে
br: {{numDups}} a vignoned eilet toueziet
bs: {{numDups}} prijatelja spojena
ca: S'han combinat {{numDups}} amistats
cy: {{numDups}} ffrind wedi eu cyfuno
es: Se combinaron {{numDups}} contactos
fa: تعداد {{numDups}} ادغام شدند
hu: {{numDups}} többszörös névjegy egyesítve
pt: {{numDups}} amigos agregados
th: รวม {{numDups}} เพื่อนแล้ว
tr: {{numDups}} çift arkadaş birleştirildi
ur: {{numDups}} دوست ضم کئے گئے
uz: {{numDups}} ta do‘st birlashtirildi

# friendsMerged[few]
source: {{numDups}} friends merged
am: {{numDups}} ጓደኞች ተዋህደዋል
ar: تم دمج{{numDups}} أصدقاء متكررين
bn_in: {{numDups}} এতগুলি বন্ধু মার্জ করা হয়েছে
br: {{numDups}} a vignoned eilet toueziet
bs: {{numDups}} prijatelja spojena
ca: S'han combinat {{numDups}} amistats
cy: {{numDups}} ffrind wedi eu cyfuno
es: Se combinaron {{numDups}} contactos
fa: تعداد {{numDups}} ادغام شدند
hu: {{numDups}} többszörös névjegy egyesítve
pt: {{numDups}} amigos agregados
th: รวม {{numDups}} เพื่อนแล้ว
tr: {{numDups}} arkadaş birleştirildi
ur: {{numDups}} دوست ضم کئے گئے
uz: {{numDups}} ta do‘st birlashtirildi

# friendsMerged[many]
source: {{numDups}} friends merged
am: {{numDups}} ጓደኞች ተዋህደዋል
ar: تم دمج {{numDups}} صديقا متكرّرا
bn_in: {{numDups}} এতগুলি বন্ধু মার্জ করা হয়েছে
br: {{numDups}} a vignoned eilet toueziet
bs: {{numDups}} prijatelja spojeno
ca: S'han combinat {{numDups}} amistats
cy: {{numDups}} ffrind wedi eu cyfuno
es: Se combinaron {{numDups}} contactos
fa: تعداد {{numDups}} ادغام شدند
hu: {{numDups}} többszörös névjegy egyesítve
pt: {{numDups}} amigos agregados
th: รวม {{numDups}} เพื่อนแล้ว
tr: {{numDups}} arkadaş birleştirildi
ur: {{numDups}} دوست ضم کئے گئے
uz: {{numDups}} ta do‘st birlashtirildi

# friendsMerged[other]
source: {{numDups}} friends merged
am: {{numDups}} ጓደኞች ተዋህደዋል
ar: تم دمج {{numDups}} صديقا متكرّرا
bn_in: {{numDups}} এতগুলি বন্ধু মার্জ করা হয়েছে
br: {{numDups}} a vignoned eilet toueziet
bs: {{numDups}} prijatelja spojeno
ca: S'han combinat {{numDups}} amistats
cy: {{numDups}} ffrind wedi eu cyfuno
es: Se combinaron {{numDups}} contactos
fa: تعداد {{numDups}} ادغام شدند
hu: {{numDups}} többszörös névjegy egyesítve
pt: {{numDups}} amigos agregados
th: รวม {{numDups}} เพื่อนแล้ว
tr: {{numDups}} arkadaş birleştirildi
ur: {{numDups}} دوست ضم کئے گئے
uz: {{numDups}} ta do‘st birlashtirildi

source: No duplicated contacts merged
af: Geen duplikaatkontak saamgevoeg nie
am: ምንም የተደገሙ ግንኙነቶች አልተዋሀዱም
ar: لم يُدمج أيّ متراسل متكرر
bn_in: কোন ডুপ্লিকেট পরিচিতি মার্জ করা হয়নি
br: Mignoned eilet ebet toueziet
bs: Nijedan dupli kontakt nije spojen
ca: No s'ha combinat cap contacte duplicat
cy: Dim cysylltiadau dyblyg wedi eu cyfuno
es: No se combinó ningún contacto duplicado
fa: هیچ مخاطب تکراری‌ای ادغام نشد
hi_in: डुप्लिकेट संपर्कों को विलय ना करॆं
hu: Nem lettek többszörös névjegyek egyesítve
id: Tidak ada kontak duplikat yang digabungkan
km: មិន​មាន​ទំនាក់ទំនង​ស្ទួន​​បាន​បញ្ចូល​គ្នា​ឡើយ
kn: ದ್ವಿಪ್ರತಿಗಳಲ್ಲಿರುವ ಸಂಪರ್ಕಗಳನ್ನು ಒಗ್ಗೂಡಿಸಲಾಗಿಲ್ಲ
mai: कोनो दोहरायल गेल संपर्क एकमेक नहीं भेल
mg: Tsisy kaontakita sosona natambatra
ml: ഒരു വ്യാജ വിലാസവും യോജിപ്പിച്ചില്ല
ne: कुनै डुप्लिकेट सम्पर्क मर्ज गरिएन
pt: Não foram agregados contactos duplicados
pt_br: Nenhum contato duplicado foi agrupado
sw: Hakuna anwani zilizojirudia zimeambatanishwa
ta: போலிகள் ஒன்றாக்கப்படவில்லை
te: ఏ నకిలీ పరిచయాలు విలీనించబడలేదు
th: ไม่มีรายชื่อที่ซ้ำกันถูกรวม
tr: Hiç çift kişi birleştirilmedi
ur: کوئی مثنی رابطہ ضم
uz: Birorta ham nusxalangan kontaktlar birlashtirilmadi

source: One duplicated contact merged
af: Een duplikaatkontak saamgevoeg
am: አንድ የተደገመ ግንኙነት ተዋህዷል
ar: دُمج متراسل واحد متكرر
bn_in: একটি ডুপ্লিকেট পরিচিতি মার্জ করা হয়েছে
br: Ur mignon eilet toueziet
bs: Jedan dupli kontakt je spojen
ca: S'ha combinat un contacte duplicat
cy: Un cysylltiad dyblyg wedi ei gyfuno
es: Se combinó un contacto duplicado
fa: یک مخاطب تکراری ادغام شد
hi_in: विलय एक डुप्लिकेट संपर्क मिलाएँ
hu: Egy többszörös névjegy egyesítve
id: Satu kontak duplikat digabungkan
km: បាន​បញ្ចូល​គ្នា​ទំនាក់ទំនង​ស្ទួន​​​មួយ​
kn: ಒಂದು ದ್ವಿಪ್ರತಿ ಇದ್ದ ಸಂಪರ್ಕವನ್ನು ಒಗ್ಗೂಡಿಸಲಾಗಿದೆ
mai: एक गोट दोहरायल संपर्क एकमेक भेल
mg: Kaontakita sosona iray natambatra
ml: ഒരു വ്യാജ വിലാസം യോജിപ്പിച്ചില്ല
ne: १ डुप्लिकेट सम्पर्क मर्ज गरियो
pt: Um contacto duplicado agregado
pt_br: Um contato duplicado foi agrupado
sw: Anwani moja iliyojirudia imeambatanishwa
ta: போலியான தொடர்பு ஒன்றாக்கப்பட்டது
te: ఒక నకిలీ పరిచయం విలీనించబడింది
th: รวมหนึ่งรายชื่อที่ซ้ำกันแล้ว
tr: 1 çift kişi birleştirildi
ur: ایک مثنی رابطہ ضم
uz: Bitta nusxalangan kontakt birlashtirildi

# contactsMerged[two]
source: {{numDups}} contacts merged
af: {{numDups}} kontakte saamgevoeg
am: {{numDups}} ግንኙነቶች ተዋህደዋል
ar: دُمج متراسلين متكررين
bn_in: {{numDups}} এতগুলি পরিচিতি মার্জ করা হয়েছে
br: {{numDups}} a vignoned toueziet
bs: {{numDups}} kontakta su spojena
ca: S'han combinat {{numDups}} contactes
cy: {{numDups}} cysylltiad wedi eu cyfuno
es: Se combinaron {{numDups}} contactos
fa: تعداد {{numDups}} مخاطب ادغام شد
hi_in: {{numDups}} संपर्क मिलाएँ
hu: {{numDups}} névjegy egyesítve
id: {{numDups}} kontak digabungkan
km: បាន​បញ្ចូល​ទំនាក់ទំនង {{numDups}}
kn: {{numDups}} ಸಂಪರ್ಕಗಳನ್ನು ಒಗ್ಗೂಡಿಸಲಾಗಿದೆ
mai: {{numDups}} संपर्क एकमेक भेल
mg: Kaontakita {{numDups}} natambatra
ml: {{numDups}} വ്യാജ വിലാസങ്ങൾ യോജിപ്പിച്ചു
ne: {{numDups}} सम्पर्क मर्ज गरियो
pt: {{numDups}} contactos agregados
pt_br: {{numDups}} contatos foram agrupados
sw: anwani {{numDups}} zimeambatanishwa
ta: {{numDups}} தொடர்புகள் ஒன்றாக்கப்பட்டது
te: {{numDups}} పరిచయాలు విలీనించబడ్డాయి
th: รวม {{numDups}} รายชื่อที่ซ้ำกันแล้ว
tr: {{numDups}} kişi birleştirildi
ur: {{numDups}} رابطہ افراد ضم کئے گئے
uz: {{numDups}}ta kontakt birlashtirildi

# contactsMerged[few]
source: {{numDups}} contacts merged
af: {{numDups}} kontakte saamgevoeg
am: {{numDups}} ግንኙነቶች ተዋህደዋል
ar: دُمج {{numDups}} متراسلين متكررين
bn_in: {{numDups}} এতগুলি পরিচিতি মার্জ করা হয়েছে
br: {{numDups}} a vignoned toueziet
bs: {{numDups}} kontakata spojeno
ca: S'han combinat {{numDups}} contactes
cy: {{numDups}} cysylltiad wedi eu cyfuno
es: Se combinaron {{numDups}} contactos
fa: تعداد {{numDups}} مخاطب ادغام شدند
hi_in: {{numDups}} संपर्क मिलाएँ
hu: {{numDups}} névjegy egyesítve
id: {{numDups}} kontak digabungkan
km: បាន​បញ្ចូល​ទំនាក់ទំនង {{numDups}}
kn: {{numDups}} ಸಂಪರ್ಕಗಳನ್ನು ಒಗ್ಗೂಡಿಸಲಾಗಿದೆ
mai: {{numDups}} संपर्क एकमेक भेल
mg: Kaontakita {{numDups}} natambatra
ml: {{numDups}} വ്യാജ വിലാസങ്ങൾ യോജിപ്പിച്ചു
ne: {{numDups}} सम्पर्क मर्ज गरियो
pt: {{numDups}} contactos agregados
pt_br: {{numDups}} contatos foram agrupados
sw: anwani {{numDups}} zimeambatanishwa
ta: {{numDups}} தொடர்புகள் ஒன்றாக்கப்பட்டது
te: {{numDups}} పరిచయాలు విలీనించబడ్డాయి
th: รวม {{numDups}} รายชื่อที่ซ้ำกันแล้ว
tr: {{numDups}} kişi birleştirildi
ur: {{numDups}} رابطہ افراد ضم کئے گئے
uz: {{numDups}}ta kontakt birlashtirildi

# contactsMerged[many]
source: {{numDups}} contacts merged
af: {{numDups}} kontakte saamgevoeg
am: {{numDups}} ግንኙነቶች ተዋህደዋል
ar: دُمج {{numDups}} متراسلا متكررا
bn_in: {{numDups}} এতগুলি পরিচিতি মার্জ করা হয়েছে
br: {{numDups}} a vignoned toueziet
bs: {{numDups}} kontakata spojeno
ca: S'han combinat {{numDups}} contactes
cy: {{numDups}} cysylltiad wedi eu cyfuno
es: Se combinaron {{numDups}} contactos
fa: تعداد {{numDups}} مخاطب ادغام شدند
hi_in: {{numDups}} संपर्क मिलाएँ
hu: {{numDups}} névjegy egyesítve
id: {{numDups}} kontak digabungkan
km: បាន​បញ្ចូល​គ្នា​ទំនាក់ទំនង {{numDups}}
kn: {{numDups}} ಸಂಪರ್ಕಗಳನ್ನು ಒಗ್ಗೂಡಿಸಲಾಗಿದೆ
mai: {{numDups}} संपर्क एकमेक भेल
mg: Kaontakita {{numDups}} natambatra
ml: {{numDups}} വ്യാജ വിലാസങ്ങൾ യോജിപ്പിച്ചു
ne: {{numDups}} सम्पर्क मर्ज गरियो
pt: {{numDups}} contactos agregados
pt_br: {{numDups}} contatos foram agrupados
sw: anwani {{numDups}} zimeambatanishwa
ta: {{numDups}} தொடர்புகள் ஒன்றாக்கப்பட்டது
te: {{numDups}} పరిచయాలు విలీనించబడ్డాయి
th: รวม {{numDups}} รายชื่อที่ซ้ำกันแล้ว
tr: {{numDups}} kişi birleştirildi
ur: {{numDups}} رابطہ افراد ضم کئے گئے
uz: {{numDups}} ta kontakt birlashtirildi

# contactsMerged[other]
source: {{numDups}} contacts merged
af: {{numDups}} kontakte saamgevoeg
am: {{numDups}} ግንኙነቶች ተዋህደዋል
ar: دُمج {{numDups}} متراسل متكرر
bn_in: {{numDups}} এতগুলি পরিচিতি মার্জ করা হয়েছে
br: {{numDups}} a vignoned toueziet
bs: {{numDups}} kontakata spojeno
ca: S'han combinat {{numDups}} contactes
cy: {{numDups}} cysylltiad wedi eu cyfuno
es: Se combinaron {{numDups}} contactos
fa: تعداد {{numDups}} مخاطب ادغام شدند
hi_in: {{numDups}} संपर्क मिलाएँ
hu: {{numDups}} névjegy egyesítve
id: {{numDups}} kontak digabungkan
km: បាន​បញ្ចូល​គ្នា​ទំនាក់ទំនង {{numDups}}
kn: {{numDups}} ಸಂಪರ್ಕಗಳನ್ನು ಒಗ್ಗೂಡಿಸಲಾಗಿದೆ
mai: {{numDups}} संपर्क एकमेक भेल
mg: Kaontakita {{numDups}} natambatra
ml: {{numDups}} വ്യാജ വിലാസങ്ങൾ യോജിപ്പിച്ചു
ne: {{numDups}} सम्पर्क मर्ज गरियो
pt: {{numDups}} contactos agregados
pt_br: {{numDups}} contatos foram agrupados
sw: anwani {{numDups}} zimeambatanishwa
ta: {{numDups}} தொடர்புகள் ஒன்றாக்கப்பட்டது
te: {{numDups}} పరిచయాలు విలీనించబడ్డాయి
th: รวม {{numDups}} รายชื่อที่ซ้ำกันแล้ว
tr: {{numDups}} kişi birleştirildi
ur: {{numDups}} رابطہ افراد ضم کئے گئے
uz: {{numDups}} ta kontakt birlashtirildi

source: Close
am: መዝጊያ
ar: إغلاق
bn_in: বন্ধ করুন
br: Serriñ
cy: Cau
es: Cerrar
pt: Fechar
tr: Kapat
ur: بند کریں

source: Import
am: ማምጫ
ar: استيراد
bn_in: আমদানি করুন
br: Enprozhiañ
bs: Uvezi
ca: Importa
cy: Mewnforio
es: Importar
fa: وارد کردن
hu: Másolás
pt: Importar
th: นำเข้า
tr: İçe aktar
ur: درآمد کریں

source: Update
am: ማሻሻያ
ar: تحديث
bn_in: আপডেট করুন
br: Hizivaat
bs: Ažuriraj
ca: Actualitza
cy: Diweddaru
es: Actualizar
fa: بروزرسانی
hu: Frissítés
pt: Atualizar
th: ปรับปรุง
tr: Güncelle
ur: تازہ کاری کریں
uz: Yangilash

# fbFriends
source: Facebook Friends
am: የ ፌስቡክ ጓደኞቼ
ar: أصدقاء الفيسبوك
bn_in: Facebook-এর বন্ধুরা
br: Mignoned Facebook
bs: Facebook prijatelji
ca: Amistats del Facebook
cy: Ffrindiau Facebook
es: Amigos Facebook
fa: دوستان فیس‌بوک
hu: Facebook ismerősök
pt: Amigos do Facebook
th: เพื่อน Facebook
tr: Facebook Arkadaşları
ur: فیس بک پر دوست
uz: Facebook’dagi do‘stlar

source: Gmail
am: ጂሜይል

# facebook-serviceName
source: Facebook Friends
am: የ ፌስቡክ ጓደኞቼ
ar: أصدقاء الفيسبوك
bn_in: Facebook-এর বন্ধুরা
br: Mignoned Facebook
bs: Facebook prijatelji
ca: Amistats del Facebook
cy: Ffrindiau Facebook
es: Amigos Facebook
fa: دوستان فیس‌بوک
hu: Facebook ismerősök
pt: Amigos do Facebook
th: เพื่อน Facebook
tr: Facebook Arkadaşları
ur: Facebook پر دوست
uz: Facebook’dagi do‘stlar

source: Select all
am: ሁሉንም መምረጫ
ar: تحديد الكل
bn_in: সমগ্র নির্বাচন
br: Diuzañ pep tra
bs: Označi sve
ca: Marca-ho tot
cy: Dewis y cyfan
es: Seleccionar todo
fa: انتخاب همه
hu: Összes kijelölése
pt: Marcar tudo
th: เลือกทั้งหมด
tr: Tümünü seç
ur: تمام منتخب کریں
uz: Barchasini belgilash

source: Deselect all
am: ሁሉንም መተው
ar: إلغاء تحديد الكل
bn_in: সকল নির্বাচন বাতিল করুন
br: Diziuzañ pep tra
bs: Poništi izbor
ca: Desmarca-ho tot
cy: Dad-ddewis y cyfan
es: Desmarcar todo
fa: انتخاب نکردن حباب
hu: Kijelölés törlése
pt: Desmarcar tudo
th: ไม่เลือกทั้งหมด
tr: Seçimi temizle
ur: تمامغیرمنتخب کرے
uz: Barcha belgilashni bekor qilish

source: View All Facebook Friends
am: ሁሉንም የ ፌስቡክ ጓደኞቼን መመልከቻ
ar: عرض جميع أصدقاء الفيسبوك
bn_in: Facebook-এর বন্ধুদের দেখুন
br: Gwelout an holl mignoned Facebook
bs: Prikaži sve Facebook prijatelje
ca: Mostra totes les amistats del Facebook
cy: Gweld Pob Ffrind Facebook
es: Ver todos los amigos de Facebook
fa: نمایش تمام دوستان فیس‌بوک
hu: Facebook ismerősök megjelenítése
pt: Ver todos os amigos do Facebook
th: ดูเพื่อน Facebook ทั้งหมด
tr: Tüm Facebook arkadaşlarını gör
ur: تمام Facebook دوستن نظارہ کریں
uz: Barcha Facebook’dagi do‘stlarni ko‘rsatish

source: View Only Recommended
am: ለማየት ብቻ ይመከራሉ
ar: اعرض الموصى بهم فقط
bn_in: কেবলমাত্র সুপারিশকৃতসমূহ দেখানো হোক
br: Gwelout ar re erbedet nemetken
bs: Prikaži samo preporučene
ca: Mostra només les recomanades
cy: Argymell Darllen yn Unig
es: Ver recomendados sólo
fa: تنها نمایش پیشنهاد شده‌ها
hu: Csak ajánlottak megjelenítése
pt: Ver apenas os recomendados
th: ดูเฉพาะที่แนะนำ
tr: Yalnızca önerilenleri gör
ur: صرف تجویز کردہ دیکھیں
uz: Faqat tavsiya qilinganini ko‘rsatish

source: No matching friends. Showing all
am: ተመሳሳይ ጓደኞች አልተገኙም: ሁሉንም በማሳየት ላይ
ar: لا يوجد أصدقاء متطابقين. عرض الكل
bn_in: কোন মানানসই বন্ধু নেই। সব দেখানো হচ্ছে
br: Mignon ebet erbedet. Diskouez an holl
bs: Nema odgovarajućih prijatelja. Prikazujem sve
ca: No hi ha amistats coincidents. Es mostren totes
cy: Dim ffrindiau tebyg. Dangos pawb
es: Sin coincidencias. Mostrando todos sus amigos
fa: هیچ دوست منطبقی پیدا نشد. در حال نمایش همه.
hu: Nincs találat. Mind megjelenik.
pt: Sem amigos correspondentes. A mostrar todos
th: ไม่มีเพื่อนที่ตรงกัน กำลังแสดงทั้งหมด
tr: Eşleşen arkadaş yok. Tümü gösteriliyor
ur: کوی بھی مشابہ دوست نہیں۔ تمام دوستوں میں
uz: Hech qanday do‘st topilmadi. Barchasi ko‘rsatilmoqda
