Repository: translate/mozilla-gaia
Catalog: */shared/import_contacts/import_contacts.properties.po
Languages: af, am, ar, bn_in, br, bs, ca, cy, es, fa, hi_in, hu, id, km, kn, mai, mg, ml, ne, pt, pt_br, sw, ta, te, th, tr, ur, uz

source: Back
af: Terug
am: ወደ ኋላ
ar: السابق
bn_in: পূর্ববর্তী
br: Kent
bs: Nazad
ca: Enrere
cy: Nôl
es: Atrás
fa: برگشت
hi_in: पीछे
hu: Vissza
id: Kembali
km: ថយក្រោយ
kn: ಹಿಂದಕ್ಕೆ
mai: पाछाँ
mg: Hiverina
ml: പിന്നോട്ട്
ne: पछाडि
pt: Voltar
pt_br: Voltar
sw: Nyuma
ta: பின்னே
te: వెనక్కి
th: ย้อนกลับ
tr: Geri dön
ur: پیچھے
uz: Orqaga

source: To import contacts insert or unlock your SIM card
af: Om kontakte in te voer, steek jou SIM-kaart in of ontgrendel dit
am: ግንኙነቶች ለማምጣት የ ሲም ካርድ ያስገቡ ወይንም ይክፈቱ
ar: ضع بطاقة SIM أو أزل قفلها لاستيراد المتراسلين
bn_in: পরিচিতি আমদানি করতে SIM কার্ড সন্নিবেশ করুন অথবা অানলক করুন
br: Enlakait pe dibrennit ho kartenn SIM evit enporzhiañ darempredoù
bs: Za uvoz kontakata potrebno je da ubacite ili otključate vašu SIM karticu
ca: Per importar contactes, inseriu o desbloquegeu la targeta SIM
cy: I fewnforio cysylltiadau mewnosodwch neu ddatglowch eich cerdyn SIM
es: Para importar contactos, inserte o desbloquee su tarjeta SIM
fa: برای وارد کردن مخاطب‌ها، سیم‌کارت خود را وارد یا قفل آن را باز کنید
hi_in: सम्पर्क आयत करने के लिए सिम कार्ड डालें या लॉक खोलें
hu: Névjegyek másolásához helyezze be vagy oldja fel SIM-kártyáját
id: Masukkan atau buka kunci kartu SIM Anda untuk mengimpor kontak
km: ដើម្បីនាំចូលទំនាក់ទំនង បញ្ចូល ឬ​ដោះសោ​ស៊ីមកាត​របស់​អ្នក
kn: ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು SIM ಕಾರ್ಡನ್ನು ಅಳವಡಿಸಿ ಅಥವ ಅನ್‌ಲಾಕ್ ಮಾಡಿ
mai: संपर्क आयात करए कलेल अपना सिम कार्ड डालू या अनलॉक करू
mg: Atsofohy na vohay ny karatra SIM anao raha hanafatra kaontakita
ml: സിം കാർഡ് ഇടുകയോ അതിന്റെ പൂട്ട് തുറക്കുകയോ ചെയ്താലേ വിലാസങ്ങള്‍ ഇങ്ങോട്ടുചേര്‍ക്കാനാവൂ
ne: सम्पर्कहरु आयात गर्न आफ्नो सिम कार्ड हाल्नुहोस् वाअनलक गर्नुहोस्
pt: Para importar contactos, insira ou desbloqueie o seu cartão SIM
pt_br: Para importar contatos insira ou destrave seu cartão SIM
sw: Kuleta anwani ingiza au fungua kadi yako ya SIM
ta: தொடர்புகளை இறக்குமதி செய்ய உங்களுடைய சிம் அட்டையை சொருகு அல்லது திற
te: పరిచయాలను దిగుమతి చేసుకోవడానికి మీ సిమ్ కార్డును చొప్పించండి లేదా అన్‌లాక్ చేయండి
th: เพื่อนำเข้ารายชื่อ ให้ใส่หรือปลดล็อคการ์ด SIM ของคุณ
tr: Kişileri içeri aktarmak için SIM kartınızı takın veya kartın kilidini açın
ur: اپنے رابطہ درآمد کرنے کے لئے SIM کارڈ داخل یا انلاک کریں
uz: Kontaktlarni import qilish uchun SIM karta kiriting yoki uni qulfdan chiqaring

source: To import contacts insert a memory card
af: Om kontakte in te voer, steek 'n geheuekaart in
am: ግንኙነቶች ለማምጣት የ ማስታወሻ ካርድ ያስገቡ
ar: ضع بطاقة ذاكرة لاستيراد المتراسلين
bn_in: পরিচিতি আমদানি করতে একটি মেমোরি কার্ড প্রবেশ করান
br: Enlakait ur gartenn vemor evit enporzhiañ darempredoù
bs: Za uvoz kontakata ubacite vašu memorijsku karticu
ca: Per importar contactes, inseriu una targeta de memòria
cy: I fewnforio cysylltiadau mewnosodwch gerdyn cof
es: Para importar contactos, inserte una tarjeta de memoria
fa: برای وارد کردن مخاطب‌ها یک کارت حافظه وارد کنید
hi_in: सम्पर्क आयत करने के लिए मैमोरी कार्ड डालें
hu: Névjegyek másolásához helyezzen be egy memóriakártyát
id: Masukkan kartu memori untuk mengimpor kontak
km: ដើម្បី​នាំចូល​ទំនាក់ទំនង បញ្ចូល​កាត​អង្គចងចាំ
kn: ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲು ಮೆಮೊರಿ ಕಾರ್ಡನ್ನು ತೂರಿಸಿ
mai: संपर्क आयात करबाक लेल एकगोट मेमोरी कार्ड डालू
mg: Atsofohy ny karatra memoara iray raha hanafatra kaontakita
ml: മെമ്മറി കാർഡ് ഇട്ടാലേ വിലാസങ്ങള്‍ ഇങ്ങോട്ടുചേര്‍ക്കാനാവൂ
ne: सम्पर्कहरु आयात गर्न मेमोरी कार्ड हाल्नुहोस्
pt: Para importar contactos, insira um cartão de memória
pt_br: Para importar contatos insira um cartão de memória
sw: Ili kuleta anwani ingiza kadi ya kumbukumbu
ta: தொடர்புகளை இறக்குமதி செய்ய ஒரு நினைவக அட்டையை சொருகு
te: పరిచయాలను దిగుమతిచేసుకోవడానికి మెమొరీ కార్డును చొప్పించండి
th: เพื่อนำเข้ารายชื่อ ให้ใส่การ์ดหน่วยความจำ
tr: Kişileri içeri aktarmak için bir bellek kartı takın
ur: اپنے رابطہ درآمد کرنے کے لئے میموری کارڈ داخل کریں
uz: Kontaktlarni import qilish uchun xotira kartasini kiriting

source: Memory card
af: Geheuekaart
am: የ ማስታወሻ ካርድ
ar: بطاقة الذاكرة
bn_in: মেমোরি কার্ড
br: Kartenn vemor
bs: Memorijska kartica
ca: Targeta de memòria
cy: Cerdyn cof
es: Tarjeta de memoria
fa: کارت حافظه
hi_in: मेमोरी कार्ड
hu: Memóriakártya
id: Kartu memori
km: កាត​អង្គចងចាំ
kn: ಮೆಮೊರಿ ಕಾರ್ಡ್
mai: मेमोरी कार्ड
mg: Karatra memoara
ml: മെമ്മറി കാർഡ്
ne: मेमोरी कार्ड
pt: Cartão de memória
pt_br: Cartão de memória
sw: Kadi ya kumbukumbu
ta: நினைவக அட்டை
te: మెమొరీ కార్డు
th: การ์ดหน่วยความจำ
tr: Bellek kartı
ur: میموری کارڈ
uz: Xotira kartasi

source: No friends or contacts found in this account.
am: በዚህ መግለጫ ውስጥ ምንም አይነት ጓደኛ ወይንም ግንኙነት አልተገኘም
ar: لم يُعثر على أصدقاء أو متراسلين في هذا الحساب.
bn_in: এই অ্যাকাউন্টে কোন বন্ধু বা পরিচিতি পাওয়া যায়নি।
br: Mignon pe darempred ebet kavet er gont-mañ.
bs: Na ovom računu nisu pronađeni prijatelji niti kontakti.
ca: No s'ha trobat cap amistat ni contacte en aquest compte.
cy: Heb ganfod ffrindiau na chysylltiadau yn y cyfrif hwn.
es: Ningún amigo ni contacto encontrado en la cuenta.
fa: هیچ دوست یا مخاطبی در این حساب پیدا نشد.
hu: A fiókban nem találhatók ismerősök vagy névjegyek.
kn: ಈ ಖಾತೆಯಲ್ಲಿ ಸ್ನೇಹಿತರು ಅಥವಾ ಸಂಪರ್ಕಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
mg: Tsisy namana na kaontakita hita ao amin'io kaonty io.
pt: Não foram encontrados amigos ou contactos nesta conta.
ta: இக்கணக்கில் எந்த நண்பரும் தொடர்பும் கிடைக்கவில்லை.
th: ไม่พบเพื่อนหรือรายชื่อในบัญชีนี้
tr: Bu hesapta hiç arkadaş veya kişi bulanamadı.
ur: اس اکاؤنٹ میں کوئی دوستوں یا رابطے نہِں مل پائے۔
uz: Ushbu hisobda birorta ham aloqalar yoki do‘stlar topilmadi.

source: Import SIM contacts
af: Voer SIM-kontakte in
am: የ ሲም ግንኙነቶች ማምጫ
ar: استيراد جهات الاتصال من ال SIM
bn_in: SIM পরিচিতি আমদানি করুন
br: Enporzhiañ darempredoù SIM
bs: Uvezi SIM kontakte
ca: Importa els contactes de la SIM
cy: Mewnforio cysylltiadau SIM
es: Importar contactos SIM
fa: وارد کردن مخاطبین سیم‌کارت
hi_in: सिम सम्पर्क आयत करें
hu: Névjegyek másolása SIM-ről
id: Impor kontak SIM
km: នាំចូល​ទំនាក់ទំនង​ស៊ីមកាត
kn: SIM ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡು
mai: SIM संपर्क आयात करू
mg: Hanafatra kaontakita SIM
ml: സിം കാർഡിലെ വിലാസങ്ങൾ ഇങ്ങോട്ടുചേര്‍ക്കുക
ne: सिम सम्पर्कहरु आयाात गर्नुहोस्
pt: Importar contactos SIM
pt_br: Importar contatos do chip SIM
sw: Leta anwani za SIM
ta: சிம் தொடர்புகளை இறக்குமதி செய்
te: SIM పరిచయాలను దిగుమతించు
th: นำเข้ารายชื่อ SIM
tr: SIM kişilerini içeri aktar
ur: SIM سے رابطہ افراد درآمد کریں
uz: SIM kartadagi kontaktlarni import qilish

source: Importing SIM contacts…
af: Voer tans SIM-kontakte in…
am: የ ሲም ግንኙነቶች በ ማምጣት ላይ…
ar: جارِ استيراد جهات الاتصال من ال SIM...
bn_in: SIM পরিচিতিসুহ আমদানি করা হচ্ছে…
br: Oc'h enporzhiañ darempredoù SIM…
bs: Uvozim SIM kontakte...
ca: S'estan important els contactes de la SIM…
cy: Mewnforio cysylltiadau SIM…
es: Importando contactos de la SIM…
fa: درحال وارد کردن مخاطبین سیم‌کارت…
hi_in: सिम सम्पर्क आयत हो रहें हैं
hu: Névjegyek másolása SIM-ről…
id: Mengimpor kontak SIM...
km: កំពុង​នាំចូល​ទំនាក់ទំនង​ស៊ីមកាត…
kn: SIM ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲಾಗುತ್ತಿದೆ…
mai: SIM संपर्क आयात भए रहल अछि…
mg: Manafatra kaontakita SIM…
ml: സിം കാർഡിലെ വിലാസങ്ങൾ ഇങ്ങോട്ടുചേര്‍ക്കുന്നു…
ne: सिम सम्पर्कहरु आयात गरिँदै...
pt: A importar contactos SIM…
pt_br: Importando contatos do chip SIM...
sw: Inaleta anwani za SIM...
ta: சிம் தொடர்புகளை இறக்குமதி செய்கிறது...
te: SIM పరిచయాలను దిగుమతిస్తూంది...
th: กำลังนำเข้ารายชื่อ SIM…
tr: SIM kişileri içeri aktarılıyor…
ur: SIM سے رابطہ افراد درآمد کے جا رہے ہیں…
uz: SIM kartadagi kontaktlar import qilinmoqda…

source: Reading from SIM card…
af: Lees tans vanaf SIM-kaart…
am: በማንበብ ከ ሲም ካርድ ላይ…
ar: يقرأ من بطاقة SIM…
bn_in: SIM কার্ড থেকে পড়া হচ্ছে…
br: O lenn ar gartenn SIM…
bs: Čitam SIM karticu...
ca: S'està llegint la targeta SIM…
cy: Darllen y cerdyn SIM…
es: Leyendo la tarjeta SIM…
fa: درحال خواندن از سیم‌کارت…
hi_in: सिम कार्ड से पढ़ रहें हैं
hu: Olvasás a SIM kártyáról…
id: Membaca dari kartu SIM...
km: កំពុង​អាន​ពី​ស៊ីមកាត…
kn: SIM ಕಾರ್ಡಿನಿಂದ ಓದಲಾಗುತ್ತಿದೆ…
mai: SIM कार्ड सँ रीड भए रहल अछि…
mg: Mamaky avy @ karatra SIM…
ml: സിം കാർഡ് വായിക്കുന്നു…
ne: सिम कार्डबाट पढिँदै...
pt: A ler do cartão SIM…
pt_br: Lendo chip SIM…
sw: Inasoma kutoka kwa kadi ya SIM...
ta: சிம் அட்டையிலருந்து படிக்கிறது...
te: SIM కార్డు నుండి చదువుతూంది…
th: กำลังอ่านจากการ์ด SIM…
tr: SIM karttan okunuyor…
ur: SIM کارڈ پڑھا جا رہا ہے…
uz: SIM kartadan o‘qilmoqda…

source: Could not import contacts from SIM
af: Kon nie kontakte vanaf SIM invoer nie
am: ግንኙነቶችን ከ ሲም ካርድ ላይ ማምጣት አልተቻለም
ar: تعذّر استيراد المتراسلين من SIM
bn_in: SIM থেকে পরিচিতি আমদানি করা যায়নি
br: N'haller ket enporzhiañ darempredoù adalek ar gartenn SIM
bs: Nije moguće uvesti SIM kontakte
ca: No s'han pogut importar els contactes de la SIM
cy: Methu mewnforio'r cysylltiadau o'r SIM
es: No se importaron los contactos de la SIM
fa: امکان وارد کردن مخاطبین از سیم‌کارت نبود
hi_in: SIM से संपर्क आयात नहीं किया जा सका
hu: Nem lehet névjegyeket másolni a SIM-ről
id: Tidak dapat impor kontak dari SIM
km: មិន​អាច​នាំចូល​ទំនាក់ទំនង​ពី​ស៊ីម
kn: SIM ನಿಂದ ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲಾಗಿಲ್ಲ
mai: SIM सँ संपर्क आयात नहि कएल जाए सकल
mg: Tsy afaka nanafatra kaontakita avy @ SIM
ml: സിം കാർഡിൽ നിന്നും വിലാസങ്ങൾ ഇങ്ങോട്ടുചേര്‍ക്കാന്‍ സാധിച്ചില്ല
ne: सिमबाट सम्पर्क आयात गर्न सकिएन
pt: Não foi possível importar contactos do SIM
pt_br: Não foi possível importar contatos do SIM
sw: Haikuweza kuleta anwani kutoka kwa SIM
ta: சிம்மிலிருந்து தொடர்புகளை இறக்குமதி செய்ய முடியவில்லை
te: SIM నుండి పరిచయాలను దిగుమతి చేయడం వీలుకాలేదు
th: ไม่สามารถนำเข้ารายชื่อจาก SIM
tr: Kişiler SIM'den içeri aktarılamadı
ur: SIM کارڈ سے رابطہ افراد حاصل کرنے میں ناکام
uz: SIM kartadan kontaktlarni import qilib bo‘lmadi

source: No contacts detected on SIM to import
af: Geen kontakte op SIM bespeur om in te voer nie
am: ምንም ግንኙነት አልተገኘም ከ ሲም ላይ ለማምጣት
ar: لم يُكتشف أيّ متراسل في SIM لاستيراده
bn_in: SIM থেকে কোনো পরিচিতি সনাক্ত করা যায়নি ইম্পোর্ট করার জন্য
br: Darempred ebet da enporzhiañ kavet war ar gartenn SIM
bs: Nisu pronađeni SIM kontakti za uvoz
ca: No s'han detectat contactes en la SIM per importar
cy: Doedd dim cysylltiadau ar y SIM i'w mewnforio
es: No se detectaron contactos en SIM
fa: هیچ مخاطبی برای وارد کردن از سیم‌کارت پیدا نشد
hi_in: आयात करने के लिए SIM पर कोई संपर्क नहीं पाए गया
hu: Nincsenek átmásolható névjegyek a SIM-en
id: Tidak ada kontak terdeteksi saat mengimpor dari SIM
km: រក​មិន​ឃើញ​ទំនាក់ទំនង​នៅ​លើ​ស៊ីម​ដើម្បី​នាំចូល​ឡើយ
kn: ಆಮದು ಮಾಡಲು SIM ನಲ್ಲಿ ಯಾವುದೆ ಸಂಪರ್ಕಗಳಿಲ್ಲ
mai: आयात करब कलेल SIM पर कोनो संपर्क नहि पाएल गेल
mg: Tsisy kaontakita tsikaritra hafarana ao @ SIM
ml: ഇങ്ങോട്ടു ചേര്‍ക്കാന്‍ സിം കാർഡിൽ വിലാസമൊന്നുമില്ല
ne: आयात गर्न सिममा कुनै सम्पर्क पत्ता लागेन
pt: Não foram encontrados contactos no SIM
pt_br: Nenhum contato encontrado no SIM para importar
sw: Hakuna anwani zimegunduliwa kwenye SIM ili kuleta
ta: இறக்குமதி செய்ய ஒரு தொடர்பும் சிம்மில் இல்லை
te: దిగుమతించుటకు సిమ్‌లో ఏ పరిచయాలు కనుగొనబడలేదు
th: ไม่พบรายชื่อบน SIM สำหรับนำเข้า
tr: SIM'de içeri aktarılacak kişi bulunamadı
ur: SIM درآمد میں کوئیرابطہ افراد حاصل نہیں ہوا ہے
uz: Import qilish uchun SIM kartada bitta ham kontakt aniqlanmadi

# simContacts-imported3[one]
source: Imported one contact
af: Het een kontak ingevoer
am: አንድ ግንኙነት መጥቷል
ar: استوردتُ متراسلا واحدا
bn_in: একটি পরিচিতি আমদানি করা হয়েছে
br: Un darempred enporzhiet
bs: Uvezen jedan kontakt
ca: S'ha importat un contacte
cy: Wedi mewnforio un cysylltiad
es: Un contacto importado
fa: یک مخاطب وارد شد
hi_in: एक संपर्क आयात किया गया
hu: Egy névjegy átmásolva
id: Satu kontak diimpor
km: បាន​នាំចូល​ទំនាក់ទំនង​មួយ
kn: ಒಂದು ಸಂಪರ್ಕವನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆ
mai: एकटा संपर्क आयात कएल गेल
mg: Nanafatra kaontakita iray
ml: ഒരു വിലാസം ഇങ്ങോട്ടു ചേര്‍ത്തു
ne: १ सम्पर्क आयातित
pt: Foi importado um contacto
pt_br: Um contato importado
sw: Imeleta anwani moja
ta: ஒரு தொடர்பு இறக்கப்பட்டது
te: ఒక పరిచయం దిగుమతించబడింది
th: นำเข้าหนึ่งรายชื่อแล้ว
tr: Bir kişi içeri aktarıldı
ur: ایک رابطہ فرد درآمد کیا گیا
uz: Bitta kontakt import qilindi

# simContacts-imported3[two]
source: Imported {{n}} contacts
af: Het {{n}} kontakte ingevoer
am: መጥተዋል {{n}} ግንኙነቶች
ar: تم استيراد جهتي اتصال
bn_in: {{n}} পরিচিতিসমুহ আমদানি হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezena {{n}} kontakta
ca: S'han importat {{n}} contactes
cy: Wedi mewnforio {{n}} cysylltiad
es: {{n}} contactos importados
fa: تعداد {{n}} مخاطب وارد شد
hi_in: आयातित {{n}} संपर्क
hu: {{n}} névjegy átmásolva
id: {{n}} kontak diimpor
km: បាន​នាំចូល​ទំនាក់ទំនង {{n}}
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆ
mai: आयातित {{n}} संपर्क
mg: Nanafatra kaontakita {{n}}
ml: {{n}} വിലാസങ്ങൾ ഇങ്ങോട്ടു ചേര്‍ത്തു
ne: {{n}} सम्पर्क आयातित
pt: Foram importados {{n}} contactos
pt_br: {{n}} contatos importados
sw: Imeleta anwani {{n}}
ta: {{n}} தொடர்புகள் இறக்குமதி செய்யப்பட்டன
te: {{n}} పరిచయాలు దిగుమతించబడ్డాయి
th: นำเข้า {{n}} รายชื่อแล้ว
tr: {{n}} kişi içeri aktarıldı
ur: {{n}} رابطہ افراد درآمد کئے گئے
uz: {{n}}ta kontakt import qilindi

# simContacts-imported3[few]
source: Imported {{n}} contacts
af: Het {{n}} kontakte ingevoer
am: መጥተዋል {{n}} ግንኙነቶች
ar: استوردتُ {{n}} متراسلين
bn_in: {{n}} পরিচিতিসমুহ আমদানি হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezeno {{n}} kontakata
ca: S'han importat {{n}} contactes
cy: Wedi mewnforio {{n}} cysylltiad
es: {{n}} contactos importados
fa: تعداد {{n}} مخاطب وارد شد
hi_in: आयातित {{n}} संपर्क
hu: {{n}} névjegy átmásolva
id: {{n}} kontak diimpor
km: បាន​នាំចូល​ទំនាក់ទំនង {{n}}
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆ
mai: आयातित {{n}} संपर्क
mg: Nanafatra kaontakita {{n}}
ml: {{n}} വിലാസങ്ങൾ ഇങ്ങോട്ടു ചേര്‍ത്തു
ne: {{n}} सम्पर्क आयातित
pt: Foram importados {{n}} contactos
pt_br: {{n}} contatos importados
sw: Imeleta anwani {{n}}
ta: {{n}} தொடர்புகள் இறக்குமதி செய்யப்பட்டன
te: {{n}} పరిచయాలు దిగుమతించబడ్డాయి
th: นำเข้า {{n}} รายชื่อแล้ว
tr: {{n}} kişi içeri aktarıldı
ur: {{n}} رابطہ افراد درآمد کئے گئے
uz: {{n}}ta kontakt import qilindi

# simContacts-imported3[many]
source: Imported {{n}} contacts
af: Het {{n}} kontakte ingevoer
am: መጥተዋል {{n}} ግንኙነቶች
ar: استوردتُ {{n}} متراسلا
bn_in: {{n}} পরিচিতিসমুহ আমদানি হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezeno {{n}} kontakata
ca: S'han importat {{n}} contactes
cy: Wedi mewnforio {{n}} cysylltiad
es: {{n}} contactos importados
fa: تعداد {{n}} مخاطب وارد شد
hi_in: आयातित {{n}} संपर्क
hu: {{n}} névjegy átmásolva
id: {{n}} kontak diimpor
km: បាន​នាំចូល​ទំនាក់ទំនង {{n}}
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆ
mai: आयातित {{n}} संपर्क
mg: Nanafatra kaontakita {{n}}
ml: {{n}} വിലാസങ്ങൾ ഇങ്ങോട്ടു ചേര്‍ത്തു
ne: {{n}} सम्पर्क आयातित
pt: Foram importados {{n}} contactos
pt_br: {{n}} contatos importados
sw: Imeleta anwani {{n}}
ta: {{n}} தொடர்புகள் இறக்குமதி செய்யப்பட்டன
te: {{n}} పరిచయాలు దిగుమతించబడ్డాయి
th: นำเข้า {{n}} รายชื่อแล้ว
tr: {{n}} kişi içeri aktarıldı
ur: {{n}} رابطہ افراد درآمد کئے گئے
uz: {{n}}ta kontakt import qilindi

# simContacts-imported3[other]
source: Imported {{n}} contacts
af: Het {{n}} kontakte ingevoer
am: መጥተዋል {{n}} ግንኙነቶች
ar: استوردتُ {{n}} متراسل
bn_in: {{n}} পরিচিতিসমুহ আমদানি হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezeno {{n}} kontakata
ca: S'han importat {{n}} contactes
cy: Wedi mewnforio {{n}} cysylltiad
es: {{n}} contactos importados
fa: تعداد {{n}} مخاطب وارد شد
hi_in: आयातित {{n}} संपर्क
hu: {{n}} névjegy átmásolva
id: {{n}} kontak diimpor
km: បាន​នាំចូល​ទំនាក់ទំនង {{n}}
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆ
mai: आयातित {{n}} संपर्क
mg: Nanafatra kaontakita {{n}}
ml: {{n}} വിലാസങ്ങൾ ഇങ്ങോട്ടു ചേര്‍ത്തു
ne: {{n}} सम्पर्क आयातित
pt: Foram importados {{n}} contactos
pt_br: {{n}} contatos importados
sw: Imeleta anwani {{n}}
ta: {{n}} தொடர்புகள் இறக்குமதி செய்யப்பட்டன
te: {{n}} పరిచయాలు దిగుమతించబడ్డాయి
th: นำเข้า {{n}} รายชื่อแล้ว
tr: {{n}} kişi içeri aktarıldı
ur: {{n}} رابطہ افراد درآمد کئے گئے
uz: {{n}}ta kontakt import qilindi

source: Import contacts from memory card
af: Voer kontakte in vanaf geheuekaart
am: ግንኙነቶች ከ ማስታወሻ ካርድ ውስጥ ማምጫ
ar: استورد جهات الاتصال من بطاقة الذاكرة
bn_in: পরিচিতিসমুহ মেমোরি কার্ড থেকে আমদানি করুন
br: Enporzhiañ darempredoù adalek ar gartenn vemor
bs: Uvezi kontakte sa memorijske kartice
ca: Importa contactes de la targeta de memòria
cy: Mewnforio cysylltiadau o'r cerdyn cof
es: Importar contactos de la tarjeta de memoria
fa: وارد کردن مخاطب از طریق کارت حافظه
hi_in: मेमोरी कार्ड से संपर्क आयात करें
hu: Névjegyek másolása memóriakártyáról
id: Impor kontak dari kartu memori
km: នាំចូល​ទំនាក់ទំនង​ពី​កាត​អង្គ​ចងចាំ
kn: ಮೆಮೊರಿ ಕಾರ್ಡಿನಿಂದ ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡು
mai: मेमोरी कार्ड सँ संपर्क आयात करू
mg: Hanafatra kaontakita avy @ karatra memoara
ml: മെമ്മറി കാർഡിലെ വിലാസങ്ങൾ ഇങ്ങോട്ടുചേര്‍ക്കുക
ne: मेमोरी कार्डबाट सम्पर्क आयात गर्नुहोस्
pt: Importar contactos do cartão de memória
pt_br: Importar contatos do cartão de memória
sw: Leta anwani kutoka kwa kadi ya kumbukumbu
ta: நினைவக அட்டையிலிருந்து தொடர்புகளை இறக்குமதி செய்
te: మెమొరీ కార్డు నుండి పరిచయాలను దిగుమతించండి
th: นำเข้ารายชื่อจากการ์ดหน่วยความจำ
tr: Kişileri bellek kartından içeri aktar
ur: میموریکارڈ سے رابطہ افراد درآمد کریں
uz: Xotira kartasidan kontaktlarni import qilish

source: Importing contacts from memory card…
af: Voer tans kontakte vanaf geheuekaart in…
am: ግንኙነቶች ከ ማስታወሻ ካርድ ውስጥ በማምጣት ላይ…
ar: يستورد المتراسلين من بطاقة الذاكرة…
bn_in: মেমোরি কার্ড থেকে পরিচিতিসমুহ আমদানি করা হচ্ছে…
br: Oc'h enporzhiañ darempredoù adalek ar gartenn vemor…
bs: Uvozim kontakte sa memorijske kartice...
ca: S'estan important contactes de la targeta de memòria…
cy: Mewnforio cysylltiadau o'r cerdyn cof…
es: Importando contactos de la tarjeta de memoria...
fa: در حال وارد کردن مخاطبین از طریق کارت حافظه…
hi_in: मेमोरी कार्ड से संपर्क आयात करें…
hu: Névjegyek másolása memóriakártyáról…
id: Mengimpor kontak dari kartu memori...
km: កំពុង​នាំចូល​ទំនាក់ទំនង​ពី​កាត​អង្គ​ចងចាំ…
kn: ಮೆಮೊರಿ ಕಾರ್ಡಿನಿಂದ ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲಾಗುತ್ತಿದೆ…
mai: मेमोरी कार्ड सँ संपर्क आयात करू…
mg: Manafatra kaontakita avy @ karatra memoara…
ml: മെമ്മറി കാർഡിലെ വിലാസങ്ങൾ ഇങ്ങോട്ടുചേര്‍ക്കുന്നു…
ne: मेमोरी कार्डबाट सम्पर्क आयात गरिँदै...
pt: A importar contactos do cartão de memória…
pt_br: Importando contatos do cartão de memória...
sw: Inaleta anwani kutoka kwa kadi ya kumbukumbu...
ta: நினைவக அட்டையிலிருந்து தொடர்புகளை இறக்குமதி செய்கிறது...
te: మెమొరీ కార్డు నుండి పరిచయాలను దిగుమతిస్తున్నాం…
th: กำลังนำเข้ารายชื่อจากการ์ดหน่วยความจำ…
tr: Kişiler bellek kartından içeri aktarılıyor…
ur: میموریکارڈ سے رابطہ افراد درآمد کر رہا ہے…
uz: Xotira kartasidan import qilinmoqda…

source: Could not import contacts from memory card
af: Kon nie kontakte vanaf geheuekaart invoer nie
am: ግንኙነቶች ከ ማስታወሻ ካርድ ውስጥ ማምጣት አልተቻለም
ar: تعذّر استيراد أيّ متراسل من بطاقة الذاكرة
bn_in: মেমোরি কার্ড থেকে পরিচিতিসমুহ আমদানি করা যায়নি
br: N'haller ket enporzhiañ darempredoù adalek ar gartenn vemor
bs: Nije moguće uvesti kontakte sa memorijske kartice
ca: No s'han pogut importar els contactes de la targeta de memòria
cy: Methu mewnforio cysylltiadau o'r cerdyn cof
es: No se importaron los contactos de la tarjeta de memoria
fa: امکان وارد کردن مخاطبین از طریق کارت حافظه نبود
hi_in: मेमोरी कार्ड से संपर्क आयात नहीं किया जा सका
hu: Nem sikerült névjegyeket átmásolni a memóriakártyáról
id: Tidak dapat mengimpor kontak dari kartu memori
km: មិន​អាច​នាំចូល​ទំនាក់ទំនង​ពី​កាត​អង្គ​ចងចាំ​បាន​ទេ
kn: ಮೆಮೊರಿ ಕಾರ್ಡಿನಿಂದ ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲಾಗಲಿಲ್ಲ
mai: मेमोरी कार्ड सँ संपर्क आयात नहि कएल जाए सकल
mg: Tsy afaka nanafatra kaontakita avy @ karatra memoara
ml: മെമ്മറി കാർഡിലെ വിലാസങ്ങൾ ഇങ്ങോട്ടുചേര്‍ക്കാന്‍ സാധിച്ചില്ല
ne: मेमोरी कार्डबाट सम्पर्क आयात गर्न सकिएन
pt: Não foi possível importar contactos do cartão de memória
pt_br: Não foi possível importar contatos do cartão de memória
sw: Haikuweza kuleta anwani kutoka kwa kadi ya kumbukumbu
ta: நினைவக அட்டையிலிருந்து தொடர்புகளை இறக்குமதி செய்ய முடியவில்லை
te: మెమొరీ కార్డు నుండి పరిచయాలను దిగుమతించలేము
th: ไม่สามารถนำเข้ารายชื่อจากการ์ดหน่วยความจำ
tr: Kişiler bellek kartından içeri aktarılamadı
ur: میموریکارڈ سے رابطہ افراد درآمد نہیں ہوسکے
uz: Xotira kartasida kontaktlarni import qilib bo‘lmadi

source: No contacts detected on memory card to import
af: Geen kontakte op geheuekaart bespeur om in te voer nie
am: ከ ማስታወሻ ካርዱ ላይ ለማምጣት ምንም ግንኙነት አልተገኘ
ar: لم يُكتشف أيّ متراسل في بطاقة الذاكرة لاستيراده
bn_in: কোনো পরিচিতি সনাক্ত করা যায়নি আমদানি করতে মেমোরি কার্ড থেকে
br: Darempred ebet da enporzhiañ kavet war ar gartenn vemor
bs: Na memorijskoj kartici nisu pronađeni kontakti za uvoz
ca: No s'han detectat contactes en la targeta de memòria per importar
cy: Doedd dim cysylltiadau ar y cerdyn cof i'w mewnforio
es: No se detectaron contactos en la tarjeta de memoria
fa: هیچ مخاطبی برای وارد کردن از طریق کارت حافظه پیدا نشد
hi_in: आयात करने के लिए मेमोरी कार्ड पर कोई संपर्क नहीं पाए गये
hu: Nincs átmásolható névjegy a memóriakártyán
id: Tidak ada kontak terdeteksi saat mengimpor dari kartu memori
km: រក​មិន​ឃើញ​ទំនាក់ទំនង​នៅ​លើ​កាត​អង្គ​ចងចាំ​ដើម្បី​នាំចូល​បាន​ទេ
kn: ಆಮದು ಮಾಡಲು ಮೆಮೊರಿ ಕಾರ್ಡಿನಲ್ಲಿ ಯಾವುದೆ ಸಂಪರ್ಕಗಳಿಲ್ಲ
mai: आयात करब कलेल मेमोरी कार्ड पर कोनो संपर्क नहि पाए गये
mg: Tsisy kaontakita tsikaritra hafarana ao @ karatra memoara
ml: ഇങ്ങോട്ടുചേര്‍ക്കാന്‍ മെമ്മറി കാർഡിൽ വിലാസങ്ങൾ ഒന്നും കണ്ടില്ല
ne: आयात गर्नका लागि मेमोरी कार्डमा कुनै सम्पर्क पत्ता लागेन
pt: Não foram encontrados contactos no cartão de memória
pt_br: Nenhum contato foi encontrado no cartão de memória
sw: Hakuna anwani zimegunduliwa kwa kadi ya kumbukumbu ili kuletwa
ta: இறக்குமதி செய்ய ஒரு தொடர்பும் நினைவக அட்டையில் இல்லை
te: దిగుమతించడానికి మెమొరీ కార్డులో ఏ పరిచయాలు కనుగొనబడలేదు
th: ไม่พบรายชื่อบนการ์ดหน่วยความจำสำหรับนำเข้า
tr: Bellek kartında içeri aktarılacak kişi bulunamadı
ur: میموری کارڈ میں درآمد کرنے کے لئے کوئی رابطہ افراد نہیں ہے
uz: Import qilish uchun xotira kartada bitta ham kontakt aniqlanmadi

# memoryCardContacts-imported3[one]
source: Imported one contact
af: Het een kontak ingevoer
am: አንድ ግንኙነት መጥቷል
ar: استوردتُ متراسلا واحدا
bn_in: একটি পরিচিতি আমদানি করা হয়েছে
br: Un darempred enporzhiet
bs: Uvezen jedan kontakt
ca: S'ha importat un contacte
cy: Wedi mewnforio un cysylltiad
es: Un contacto importado
fa: یک مخاطب وارد شد
hi_in: एक संपर्क आयात किया गया
hu: Egy névjegy átmásolva
id: Satu kontak diimpor
km: បាន​នាំចូល​ទំនាក់ទំនង​មួយ
kn: ಒಂದು ಸಂಪರ್ಕವನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆ
mai: एकटा संपर्क आयात कएल गेल
mg: Nanafatra kaontakita iray
ml: ഒരു വിലാസം ഇങ്ങോട്ടുചേര്‍ത്തു
ne: १ सम्पर्क आयातित
pt: Foi importado um contacto
pt_br: Um contato importado
sw: Imeleta anwani moja
ta: ஒரு தொடர்பு இறக்கப்பட்டது
te: ఒక పరిచయం దిగుమతించబడింది
th: นำเข้าหนึ่งรายชื่อแล้ว
tr: Bir kişi içeri aktarıldı
ur: ایک رابطہ فرد درآمد کیا گیا
uz: Bitta kontakt import qilindi

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
af: Het {{n}} kontakte ingevoer
am: መጥተዋል {{n}} ግንኙነቶች
ar: تم استيراد جهتي اتصال
bn_in: {{n}} টি পরিচিতি আমদানি করা হয়েছে
br: {{n}} a zarempredoù enporzhiet
bs: Uvezena {{n}} kontakta
ca: S'han importat {{n}} contactes
cy: Wedi mewnforio {{n}} cysylltiad
es: {{n}} contactos importados
fa: تعداد {{n}} مخاطب وارد شد
hi_in: आयात किए {{n}} संपर्क
hu: {{n}} névjegy átmásolva
id: {{n}} kontak diimpor
km: បាន​នាំចូល​ទំនាក់ទំនង {{n}}
kn: {{n}} ಸಂಪರ್ಕಗಳನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆ
mai: आयात कएल {{n}} संपर्क
mg: Nanafatra kaontakita {{n}}
ml: {{n}} വിലാസങ്ങൾ ഇങ്ങോട്ടുചേര്‍ത്തു
ne: {{n}} सम्पर्क आयातित
pt: Foram importados {{n}} contactos
pt_br: {{n}} contatos importados
sw: Imeleta anwani {{n}}
ta: {{n}} தொடர்புகள் இறக்கப்பட்டன
te: {{n}} పరిచయాలు దిగుమతించబడ్డాయి
th: นำเข้า {{n}} รายชื่อแล้ว
tr: {{n}} kişi içeri aktarıldı
ur: {{n}} رابطہ افراد درآمد کئے گئے
uz: {{n}}ta kontakt import qilindi
