Repository: translate/mozilla-gaia
Catalog: */shared/import_contacts/import_contacts.properties.po
Languages: af, am, ar, bn_in, br, bs, ca, cy, es, fa, hi_in, hu, id, km, kn, mai, mg, ml, ne, pt, pt_br, sw, ta, te, th, tr, ur, uz

source: Select the recommended one
am: የተጠቆመውን ብቻ ይምረጡ
ar: اختر الموصى به
bn_in: সুপারিশকৃতটি নির্বাচন করুন
br: Diuzañ an hini erbedet
bs: Izaberi preporučeno
ca: Tria la recomanada
cy: Dewiswch yr un wedi ei argymell
es: Seleccionar la recomendación
fa: انتخاب مورد پیشنهاد شده
hu: Válassza ki a javasoltat
pt: Selecionar o recomendado
th: เลือกที่แนะนำมาหนึ่ง
tr: Önerilerini seçin
ur: تجویز کردہ منتخب کریں
uz: Tavsiya qilinganlardan birini tanlang

# linkProposal[two]
source: Select a recommended one
am: የተጠቆመውን ብቻ ይምረጡ
ar: اختر اثنين موصى بهما
bn_in: সুপারিশকৃতগুলির মধ্যে একটি নির্বাচন করুন
br: Diuzañ unan erbedet
bs: Izaberi preporučeno
ca: Tria'n una de les recomanades
cy: Dewiswch un wedi ei argymell
es: Seleccionar una recomendación
fa: انتخاب یک مورد پیشنهاد شده
hu: Válasszon egy javasoltat
pt: Selecionar um recomendado
th: เลือกที่แนะนำมาหนึ่ง
tr: Önerilenlerden birini seçin
ur: تجویز کردہ منتخب کریں
uz: Tavsiya qilinganlardan birini tanlang

# linkProposal[few]
source: Select a recommended one
am: የተጠቆመውን ብቻ ይምረጡ
ar: اختر المجموعة موصى بها
bn_in: সুপারিশকৃতগুলির মধ্যে একটি নির্বাচন করুন
br: Diuzañ unan erbedet
bs: Izaberi preporučeno
ca: Tria'n una de les recomanades
cy: Dewiswch un wedi ei argymell
es: Seleccionar una recomendación
fa: انتخاب یک مورد پیشنهاد شده
hu: Válasszon egy javasoltat
pt: Selecionar um recomendado
th: เลือกที่แนะนำมาหนึ่ง
tr: Önerilenlerden birini seçin
ur: تجویز کردہ منتخب کریں
uz: Tavsiya qilinganlardan birini tanlang

# linkProposal[many]
source: Select a recommended one
am: የተጠቆመውን ብቻ ይምረጡ
ar: اختر الموصى بهم
bn_in: সুপারিশকৃতগুলির মধ্যে একটি নির্বাচন করুন
br: Diuzañ unan erbedet
bs: Izaberi preporučeno
ca: Tria'n una de les recomanades
cy: Dewiswch un wedi ei argymell
es: Seleccionar una recomendación
fa: انتخاب یک مورد پیشنهاد شده
hu: Válasszon egy javasoltat
pt: Selecionar um recomendado
th: เลือกที่แนะนำมาหนึ่ง
tr: Önerilenlerden birini seçin
ur: تجویز کردہ منتخب کریں
uz: Tavsiya qilinganlardan birini tanlang

# linkProposal[other]
source: Select a recommended one
am: የተጠቆመውን ብቻ ይምረጡ
ar: اختر الموصى بهم
bn_in: সুপারিশকৃতগুলির মধ্যে একটি নির্বাচন করুন
br: Diuzañ unan erbedet
bs: Izaberi preporučeno
ca: Tria'n una de les recomanades
cy: Dewiswch un wedi ei argymell
es: Seleccionar una recomendación
fa: انتخاب یک مورد پیشنهاد شده
hu: Válasszon egy javasoltat
pt: Selecionar um recomendado
th: เลือกที่แนะนำมาหนึ่ง
tr: Önerilenlerden birini seçin
ur: تجویز کردہ منتخب کریں
uz: Tavsiya qilinganlardan birini tanlang

source: No contacts available to import
am: ምንም ዝግጁ ግንኙነት አልተገኘ ለማምጣት
ar: لايوجد جهات اتصال متاحة للاستيراد
bn_in: কোনো পরিচিতি নেই যা আমদানি করা যেতে পারে
br: Darempred ebet da enporzhiañ
bs: Nema dostupnih kontakata za uvoz
ca: No hi ha cap contacte disponible per importar
cy: Dim cysylltiadau ar gael i'w mewnforio
es: Ningún contacto disponible que importar
fa: هیچ مخاطبی جهت وارد کردن پیدا نشد
hu: Nincsenek importálható névjegyek
pt: Sem contactos disponíveis para importar
th: ไม่มีรายชื่อที่นำเข้าได้
tr: İçeri aktarılacak kişi yok
ur: کانٹیکٹس درآمد کرنے کے لئے دستیاب نہیں ہے
uz: Import qilish uchun kontaktlar mavjud emas

source: All your friends are imported
am: ሁሉም የ እርስዎ ጓደኞች መጥተዋል
ar: تم استيراد جميع أصدقائك
bn_in: সকল বন্ধু আমদানি করা হয়ে গেছে
br: Enporzhiet eo bet ho holl mignoned
bs: Svi vaši prijatelji su uvezeni
ca: S'han importat totes les vostres amistats
cy: Mae eich ffrindiau i gyd wedi eu mewnforio
es: Se han importado todos sus amigos
fa: همه دوستان شما وارد شدند
hu: Minden ismerőse importálva
pt: Todos os seus amigos estão importados
th: นำเข้าเพื่อนทั้งหมดของคุณแล้ว
tr: Tüm arkadaşlarınız aktarıldı
ur: اپ کے تمام دوست درآمد کر دیے گیے ییں
uz: Barcha do‘stlaringiz import qilindi

source: Found one friend to import
am: አንድ ጓደኛ ተገኝቷል ለማምጣት
ar: تم العثور على صديق واحد للاستيراد
bn_in: একজন বন্ধু পাওয়া গেছে যাকে আমদানি করা যেতে পারে
br: Kavet ez eus bet ur mignon da enporzhiañ
bs: Pronađen jedan prijatelj za uvoz
ca: S'ha trobat una amistat per importar
cy: Wedi canfod un ffrind i'w fewnforio
es: Se encontró un amigo que importar
fa: یک دوست برای وارد کردن پیدا شد
hu: Egy importálható ismerős
pt: Encontrado um amigo a importar
th: พบหนึ่งเพื่อนที่จะนำเข้า
tr: Aktarılacak bir arkadaş bulundu
ur: ایک دوست درآمد کرنے کے لئے ملا
uz: Import qilish uchun bitta do‘st topildi

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
am: ተገኝቷል {{numFriends}} ጓደኞች ለማምጣት
ar: تم العثور على صديقين للاستيراد
bn_in: আমদানি করার জন্য {{numFriends}} বন্ধু পাওয়া গেছে
br: Kavet ez eus bet {{numFriends}} a vignoned da enporzhiañ
bs: Pronađena {{numFriends}} prijatelja za uvoz
ca: S'han trobat {{numFriends}} amistats per importar
cy: Wedi canfod {{numFriends}} ffrindiau i'w mewnforio
es: Se encontraron {{numFriends}} amigos que importar
fa: تعداد {{numFriends}} جهت وارد کردن پیدا شدند
hu: {{numFriends}} importálható ismerős
pt: Encontrados {{numFriends}} amigos a importar
th: พบ {{numFriends}} เพื่อนที่จะนำเข้า
tr: Aktarılacak {{numFriends}} arkadaş bulundu
ur: درآمد کرنیں کے لئے {{numFriends}} دوستوں ملیں
uz: Import qilish uchun {{numFriends}} ta do‘st topildi

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
am: ተገኝቷል {{numFriends}} ጓደኞች ለማምጣት
ar: تم العثور على {{numFriends}} أصدقاء للاستيراد
bn_in: আমদানি করার জন্য {{numFriends}} বন্ধু পাওয়া গেছে
br: Kavet ez eus bet {{numFriends}} a vignoned da enporzhiañ
bs: Pronađena {{numFriends}} prijatelja za uvoz
ca: S'han trobat {{numFriends}} amistats per importar
cy: Wedi canfod {{numFriends}} ffrind i'w mewnforio
es: Se encontraron {{numFriends}} amigos que importar
fa: تعداد {{numFriends}} جهت وارد کردن پیدا شدند
hu: {{numFriends}} importálható ismerős
pt: Encontrados {{numFriends}} amigos a importar
th: พบ {{numFriends}} เพื่อนที่จะนำเข้า
tr: Aktarılacak {{numFriends}} arkadaş bulundu
ur: درآمد کرنیں کے لئے {{numFriends}} دوستوں ملیں
uz: Import qilish uchun {{numFriends}} ta do‘st topildi

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
am: ተገኝቷል {{numFriends}} ጓደኞች ለማምጣት
ar: تم العثور على {{numFriends}} صديق للاستيراد
bn_in: আমদানি করার জন্য {{numFriends}} বন্ধু পাওয়া গেছে
br: Kavet ez eus bet {{numFriends}} a vignoned da enporzhiañ
bs: Pronađeno {{numFriends}} prijatelja za uvoz
ca: S'han trobat {{numFriends}} amistats per importar
cy: Wedi canfod {{numFriends}} ffrind i'w mewnforio
es: Se encontraron {{numFriends}} amigos que importar
fa: تعداد {{numFriends}} جهت وارد کردن پیدا شدند
hu: {{numFriends}} importálható ismerős
pt: Encontrados {{numFriends}} amigos a importar
th: พบ {{numFriends}} เพื่อนที่จะนำเข้า
tr: Aktarılacak {{numFriends}} arkadaş bulundu
ur: درآمد کرنیں کے لئے {{numFriends}} دوستوں ملیں
uz: Import qilish uchun {{numFriends}} ta do‘st topildi

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
am: ተገኝቷል {{numFriends}} ጓደኞች ለማምጣት
ar: تم العثور على {{numFriends}} صديق للاستيراد
bn_in: আমদানি করার জন্য {{numFriends}} বন্ধু পাওয়া গেছে
br: Kavet ez eus bet {{numFriends}} a vignoned da enporzhiañ
bs: Pronađeno {{numFriends}} prijatelja za uvoz
ca: S'han trobat {{numFriends}} amistats per importar
cy: Wedi canfod {{numFriends}} ffrind i'w mewnforio
es: Se encontraron {{numFriends}} amigos que importar
fa: تعداد {{numFriends}} جهت وارد کردن پیدا شدند
hu: {{numFriends}} importálható ismerős
pt: Encontrados {{numFriends}} amigos a importar
th: พบ {{numFriends}} เพื่อนที่จะนำเข้า
tr: Aktarılacak {{numFriends}} arkadaş bulundu
ur: درآمد کرنیں کے لئے {{numFriends}} دوستوں ملیں
uz: Import qilish uchun {{numFriends}} ta do‘st topildi

source: Facebook
am: ፌስቡክ
ar: ‏فيس‌بوك
bn_in: ফেসবুক
fa: فیس‌بوک
hi_in: फेसबुक
mai: फेसबुक
ml: ഫേസ്‌ബുക്ക്
ne: फेसबुक
ta: முகநூல்
te: ఫేస్‌బుక్
ur: فیس بُک

source: Search
am: መፈለጊያ
ar: بحث
bn_in: অনুসন্ধান করুন
br: Klask
bs: Traži
ca: Cerca
cy: Chwilio
es: Buscar
fa: جست‌وجو
hu: Keresés
pt: Pesquisar
th: ค้นหา
tr: Arama
ur: تلاش کریں
uz: Izlash

source: No contacts found
am: ምንም ግንኙነት አልተገኘም
ar: لم يتم العثور على جهة اتصال
bn_in: কোনো পরিচিতি পাওয়া যায়নি
br: Darempred ebet kavet
bs: Nema pronađenih kontakata
ca: No s'ha trobat cap contacte
cy: Heb ganfod cysylltiadau
es: No se encontraron contactos
fa: هیچ مخاطبی پیدا نشد
hu: Nincsenek névjegyek
pt: Contactos não encontrados
th: ไม่พบรายชื่อ
tr: Kişi bulunamadı
ur: کوئی رابطہ موجود نہیں
uz: Birorta ham kontakt topilmadi

source: Done
am: ጨርሷል
ar: تم
bn_in: সম্পন্ন
br: Graet
bs: Završeno
ca: Fet
cy: Gorffen
es: Hecho
fa: انجام شد
hu: Kész
pt: OK
th: เสร็จสิ้น
tr: Bitti
ur: ختم
uz: Tayyor

source: Importing friends to Contacts
am: ጓደኞችን ወደ ግንኙነት በማምጣት ላይ
ar: جار استيراد أصدقاء إلى جهات الاتصال
bn_in: পরিচিতির তালিকায় বন্ধু আমদানি করা হচ্ছে
br: Oc'h enporzhiañ mignoned en darempredoù
bs: Uvozim prijatelje u Kontakte
ca: S'estan important les amistats als contactes
cy: Mewnforio ffrindiau i Cysylltiadau
es: Importando amigos a Contactos
fa: وارد کردن دوستان به مخاطب‌ها
hu: Ismerősimportálás a Névjegyekbe
pt: A importar amigos para os Contactos
th: กำลังนำเข้าเพื่อนไปยังรายชื่อ
tr: Arkadaşlar Kişiler'e aktarılıyor
ur: دوستوں کو رابطہ افراد میں درآمد کر رہا ہے
uz: Do‘stlar Kontaktlarga import qilinmoqda

source: Updating friends in Contacts
am: በ ግንኙነት ውስጥ ጓደኞችን በ ማሻሻል ላይ
ar: جار تحديث الأصدقاء في جهات الاتصال
bn_in: পরিচিতির তালিকায় বন্ধুদের হালনাগাদ করা হচ্ছে
br: O hizivaat mignoned en Darempredoù
bs: Ažuriram prijatelje u Kontaktima
ca: S'estan actualitzant les amistats als contactes
cy: Diweddaru ffrindiau yn y Cysylltiadau
es: Actualizando amigos en Contactos
fa: در حال بروزرسانی دوستان در مخاطب‌ها
hu: Ismerősfrissítés a Névjegyekben
pt: A atualizar amigos nos Contactos
th: กำลังปรับปรุงเพื่อนในรายชื่อ
tr: Kişiler'deki arkadaşlar güncelleniyor
ur: دوستوں کو رابطہ افراد میں تازہ کاری کر رہا ہے
uz: Kontaktlardagi do‘stlar yangilanmoqda

# message2
source: This may take a couple of minutes
am: ይህ ትንሽ ደቂቆች ሊወስድ ይችላል
ar: قد يستغرق هذا بضعة دقائق
bn_in: এটি করতে দু মিনিট সময় লেগে যেতে পারে
br: An dra-mañ a c'hell padout un nebeud munutennoù
bs: Ovo bi moglo potrajati par minuta
ca: Això pot trigar uns minuts
cy: Gall hyn gymryd rhai munudau
es: Tardará un par de minutos
fa: ممکن است چند دقیقه‌ای طول بکشد
hu: Ez eltarthat pár percig
pt: Isto pode demorar alguns minutos
tr: Bu işlem birkaç dakika sürebilir
ur: یہ کچھ منٹ لے سکتا ہے
uz: Bu ikki daqiqa vaqt oladi

source: Please hold on. We are linking your friend and your contact.
am: እባክዎን ይቆዩ: የ እርስዎን ጓደኞች እና ግንኙነቶች እያገናኘን ነው
ar: الرجاء الانتظار. جار ربط صديقك و جهة اتصالك.
bn_in: একটু ধৈর্য ধরুন। আমরা আপনার পরিচিতি এবং বন্ধুকে সংযুক্ত করছি।
br: Gortozit mar plij. Emaomp oc'h ouzhpennañ ho mignoned d'ho tarempredoù.
bs: Molimo sačekajte. Povezujemo vašeg prijatelja i kontakt.
ca: Espereu. Estem enllaçant l'amistat amb el contacte.
cy: Arhoswch ychydig. Rydym yn cysylltu eich ffrind â'ch cysylltiad.
es: Por favor, espere. Estamos vinculando a su amigo con su contacto.
fa: لطفا چند لحظه منتظر بمانید. در حال مرتبط کردن دوستان شما با مخاطبین هستیم.
hu: Kis türelmet. Az ismerős és a névjegy összekapcsolása folyik.
pt: Por favor aguarde. Estamos a associar o seu amigo ao respetivo contacto.
tr: Lütfen bekleyin. Arkadaşınızı ve kişinizi bağlıyoruz.
ur: براہ مہربانی رک جائے۔ ہم آپ کے دوست اور آپ کی رابطہ فرد کو ربط کر رہے ہے۔
uz: Kutib turing. Biz do‘stingiz va kontaktingizni bog‘layapmiz.

source: Please hold on. We are canceling the ongoing operation.
am: እባክዎን ይቆዩ: እየሄደ ያለውን ተግባር እየሰረዝን ነው
ar: الرجاء الانتظار. نحن نقوم بإلغاء العملية الجارية.
bn_in: একটু ধৈর্য ধরুন। আমরা চলতি কাজ বাতিল করছি।
br: Gortozit mar plij. Emaomp o nullañ ar gwezhiadur bremanel.
bs: Molimo sačekajte. U toku je otkazivanje tekuće operacije.
ca: Espereu, s'està cancel·lant l'operació en curs.
cy: Arhoswch. Rydym yn diddymu'r weithred hon.
es: Por favor, espere. Estamos cancelando la operación en curso.
fa: لطفا چند لحظه از منتظر بمانید. ما در حال لغو کردن فعالیت در حال اجرا هستیم.
hu: Kis türelmet. A folyamatban lévő művelet megszakítása.
pt: Por favor aguarde. Estamos a cancelar a operação atual.
tr: Lütfen bekleyin. Devam eden işlem iptal ediliyor.
ur: براہ مہربانی انتظار کریں۔ ہم جاری آپریشن کو منسوخ کر رہیں ہیں۔
uz: Kutib turing. Biz amaldagi jarayonni bekor qilyapmiz.

source: Error {{from}}
am: ስህተት {{from}}
ar: خَطأ {{from}}
bn_in: ত্রুটি {{from}}
br: Fazi war {{from}}
bs: Greška {{from}}
ca: Error en {{from}}
cy: Gwall {{from}}
fa: خطا {{from}}
hu: Hiba: {{from}}
pt: Erro {{from}}
th: ข้อผิดพลาด {{from}}
tr: Hata {{from}}
ur: نقص {{from}}
uz: {{from}} xatolik

# error2
source: Do you want to retry?
am: እንደገና መሞከር ይፈልጋሉ?
ar: هل تريد المحاولة مرة أخرى؟
bn_in: আপনি কি পুনঃপ্রচেষ্টা করতে ইচ্ছুক?
br: Fellout a ra deoc'h klask en-dro ?
bs: Želite li pokušati ponovo?
ca: Voleu tornar-ho a provar?
cy: Hoffech chi geisio eto?
es: ¿Desea intentarlo de nuevo?
fa: آیا می‌خواهید دوباره تلاش کنید؟
hu: Megpróbálja újra?
pt: Pretende voltar a tentar?
th: คุณต้องการลองใหม่หรือไม่?
tr: Tekrar denemek ister misiniz?
ur: کیا آپ پھر کوشش کرنا چاہتے ہیں؟
uz: Qayta urinib ko‘rishni xohlaysizmi?

# errorProposal
source: calculating proposals
am: ጥያቄውን በማስላት ላይ
ar: جار حساب المقترحات
bn_in: প্রোপোসাল গোনা হচ্ছে
br: jediñ ar c'hinnigoù
bs: izračunavam prijedloge
ca: calcular les propostes
cy: cyfrifo cynnigion
es: calculando propuestas
fa: در حال محاسبه پیشنهادها
hu: javaslatok számítása
pt: a calcular propostas
tr: öneriler hesaplanıyor
ur: تجاویز کا حساب لگا یا جارہا ہے
uz: takliflar hisoblanmoqda

# errorFriends
source: retrieving friends
am: ጓደኞች ፈልጎ በማግኘት ላይ
ar: جار استرجاع الأصدقاء
bn_in: বন্ধু নিয়ে আসা হচ্ছে
br: atoriñ mignoned
bs: preuzimam listu prijatelja
ca: recuperar les amistats
cy: estyn ffrindiau
es: recuperando amigos
fa: در حال بازیابی دوستان
hu: ismerősök lekérése
pt: a obter amigos
tr: arkadaşlar alınıyor
ur: دوست بازگیر کر رہا ہے
uz: do‘stlar olinmoqda

source: linking contact
am: ግንኙነት በማገናኘት ላይ
ar: جارِ ربط جهة الاتصال
bn_in: পরিচিতি সংযুক্ত করা হচ্ছে
br: ouzhpennañ an darempred
bs: povezujem kontakt
ca: enllaçar el contacte
cy: cysylltu cysylltiadau
es: vinculando contacto
fa: در حال مرتبط کردن مخاطب‌ها
hu: névjegy összekapcsolása
pt: a associar contacto
th: กำลังเชื่อมโยงรายชื่อ
tr: kişi bağlanıyor
ur: کونٹیکٹس کو لنک کیا جارہا ہے
uz: kontakt bog‘lanmoqda

source: Exceeded timeout {{from}}
am: የ እረፍት ጊዜውን አልፏል {{from}}
ar: تجاوز المهلة {{from}}
bn_in: সময় অতিবাহিত {{from}}
br: Amzer gortoz tremenet evit {{from}}
bs: Prekoračeno vrijeme za {{from}}
ca: S'ha excedit el temps d'espera per {{from}}
cy: Heibio terfyn amser allan {{from}}
es: Tiempo de espera superado {{from}}
fa: مهلت عملیات پایان یافت {{from}}
hu: Időtúllépés: {{from}}
pt: Excedido tempo limite em {{from}}
tr: {{from}} zaman aşımına uğradı
ur: تجاوز کردہ وقت {{from}}
uz: {{from}} vaqti o‘tib ketdi

# timeout2
source: Do you want to retry?
am: እንደገና መሞከር ይፈልጋሉ?
ar: هل تريد إعادة المحاولة؟
bn_in: আপনি কি পুনঃপ্রচেষ্টা করতে ইচ্ছুক?
br: Fellout a ra deoc'h klask en-dro ?
bs: Želite li pokušati ponovo?
ca: Voleu tornar-ho a provar?
cy: Hoffech chi geisio eto?
es: ¿Desea intentarlo de nuevo?
fa: آیا می‌خواهید دوباره تلاش کنید؟
hu: Megpróbálja újra?
pt: Pretende voltar a tentar?
th: คุณต้องการลองใหม่หรือไม่?
tr: Tekrar denemek ister misiniz?
ur: کیا آپ پھر کوشش کرنا چاہتے ہیں؟
uz: Qayta urinib ko‘rishni xohlaysizmi?

# timeoutProposal
source: calculating proposals
am: ጥያቄውን በማስላት ላይ
ar: جارِ حساب المقترحات
bn_in: প্রোপোসাল গোনা হচ্ছে
br: jediñ ar c'hinnigoù
bs: izračunavam prijedloge
ca: calcular les propostes
cy: cyfrifo cynnigion
es: calculando propuestas
fa: در حال محاسبه پیشنهادها
hu: javaslatok számítása
pt: a calcular propostas
tr: öneriler hesaplanıyor
ur: تجاویز کا حساب لگا یا جارہا ہے
uz: takliflar hisoblanmoqda

# timeoutFriends
source: retrieving friends
am: ጓደኞች ፈልጎ በማግኘት ላይ
ar: جار استرجاع الأصدقاء
bn_in: বন্ধু নিয়ে আসা হচ্ছে
br: atoriñ mignoned
bs: preuzimam listu prijatelja
ca: recuperar les amistats
cy: estyn ffrindiau
es: recuperando amigos
fa: در حال بازیابی دوستان
hu: ismerősök lekérése
pt: a obter amigos
tr: arkadaşlar alınıyor
ur: دوست بازگیر کر رہا ہے
uz: do‘stlar olinmoqda

source: linking contacts
am: ግንኙነቶችንት በማገናኘት ላይ
ar: جار ربط جهات الاتصال
bn_in: পরিচিতি সংযুক্ত করা হচ্ছে
br: ouzhpennañ an darempredoù
bs: povezujem kontakte
ca: enllaçar els contactes
cy: cysylltu cysylltiadau
es: vinculando contactos
fa: در حال منطبق کردن مخاطب‌ها
hu: névjegyek összekapcsolása
pt: a associar contactos
th: กำลังเชื่อมโยงรายชื่อ
tr: kişiler bağlanıyor
ur: رابطہ افراد ربط کر رہا ہے
uz: kontakt bog‘lanmoqda

source: Please hold on
am: እባክዎን ይጠብቁ
ar: الرجاء الانتظار
bn_in: একটু অপেক্ষা করুন
br: Gortozit mar plij
bs: Molimo sačekajte
ca: Espereu
cy: Arhoswch
es: Espere un momento
fa: لطفا منتظر بمانید
hu: Kis türelmet
pt: Por favor aguarde
tr: Lütfen bekleyin
ur: براہ مہربانی رکیں
uz: Kutib turing

# wait2
source: This may take a couple of minutes
am: ይህ ትንሽ ደቂቆች ሊወስድ ይችላል
ar: قد يستغرق هذا بضعة دقائق
bn_in: এটি করতে দু মিনিট সময় লেগে যেতে পারে
br: An dra-mañ a c'hell padout un nebeud munutennoù
bs: Ovo bi moglo potrajati par minuta
ca: Això pot trigar uns minuts
cy: Gall hyn gymryd rhai munudau
es: Tardará un par de minutos
fa: ممکن است چند دقیقه‌ای طول بکشد
hu: Ez eltarthat pár percig
pt: Isto pode demorar alguns minutos
tr: Bu işlem birkaç dakika sürebilir
ur: یہ کچھ منٹ لے سکتا ہے
uz: Bu ikki daqiqa vaqt oladi

source: Please hold on. We are calculating a proposal.
am: እባክዎን ይቆዩ: ጥያቄውን በማስላት ላይ ነን
ar: انتظر قليلاً. فنحن نحسب اقتراحا.
bn_in: একটু অপেক্ষা করুন। আমরা একটি প্রোপসাল গণনা করছি।
br: Gortozit mar plij. Emaomp o jediñ ur c'hinnig.
bs: Molimo sačekajte. Izračunavamo prijedlog.
ca: Espereu. Estem calculant una proposta.
cy: Arhoswch. Rydym yn cyfrifo cynnig.
es: Por favor, espere. Estamos calculando una propuesta.
fa: لطفا منتظر بمانید. ما در حال محاسبه یک پیشنهاد هستیم.
hu: Kis türelmet. Javaslat számítása folyik.
pt: Por favor aguarde. Estamos a calcular uma proposta.
tr: Lütfen bekleyin. Bir öneri hesaplıyoruz.
ur: براہ مہربانی رک جائے۔ ہم ایک تجویز حساب کر رہے ہیں۔
uz: Kutib turing. Biz taklifni hisoblab chiqyapmiz.

source: Please hold on. We are connecting to obtain your friend list.
am: እባክዎን ይቆዩ: የ እርስዎን ጓደኞች ዝርዝር ለማግኘት እየተገናኘን ነው
ar: انتظر من فضلك. نحن نقوم بالربط للحصول على قائمة الأصدقاء الخاصة بك.
bn_in: একটু অপেক্ষা করুন। আপনার বন্ধু তালিকা পাওয়ার জন্য আমরা সংযোগ করার চেষ্টা করছি।
br: Gortozit mar plij. Emaomp o kennaskañ evit kaout roll ho mignoned.
bs: Molimo sačekajte. Povezujemo se da bi preuzmeli listu vaših prijatelja.
ca: Espereu. S'està obtenint la llista d'amistats.
cy: Arhoswch. Rydym yn cysylltu er mwyn derbyn eich rhestr ffrindiau.
es: Por favor, espere. Estamos obteniendo su lista de amigos.
fa: لطفا منتظر بمانید. ما در حال اتصال جهت دریافت فهرست دوستان شما هستیم.
hu: Kis türelmet. Kapcsolódás az ismerősei listájának lekéréséhez.
pt: Por favor aguarde. Estamos a estabelecer a ligação para obter a sua lista de amigos.
tr: Lütfen bekleyin. Arkadaş listenizi almak için bağlanıyoruz.
ur: براہ مہربانی رک جائے۔ ہم آپکے دوست کی فہرست حاصل کرنے کے لئے جوڈ رہے ہیں۔
uz: Kutib turing do‘stlar ro‘yxatini olish uchun ulanyapmiz.

# curtainCancel
source: Cancel
am: መሰረዣ
ar: إلغاء
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
es: Cancelar
fa: لغو
hu: Mégse
pt: Cancelar
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish

source: Retry
am: እንደገና መሞከሪያ
ar: أعِد المحاولة
bn_in: পুনরায় চেষ্টা করুন
br: Klask en-dro
bs: Pokušaj ponovo
ca: Reintenta
cy: Ceisio eto
es: Reintentar
fa: تلاش دوباره
hu: Újra
pt: Voltar a tentar
th: ลองใหม่
tr: Yeniden dene
ur: پھر کوشش کریں
uz: Qaytadan urinish

# curtainOK
source: OK
am: እሺ
ar: موافق
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
es: Aceptar
fa: تأیید
th: ตกลง
tr: Tamam
ur: ٹھیک ہے

source: No Internet connection
am: የኢንተርኔት ግንኙነት አልተገኘም
ar: لا يوجد اتصال باﻹنترنت
bn_in: কোনো ইন্টারনেট সংযোগ উপস্থিত নেই।
br: Kennask ebet ouzh ar genrouedad
bs: Nema internet konekcije
ca: No hi ha connexió a Internet
cy: Dim cysylltiad rhyngrwyd
es: Sin conexión a Internet
fa: اتصال شبکه موجود نیست
hu: Nincs internetkapcsolat
pt: Sem ligação à Internet
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
ur: کوئی انٹرنیٹ کنکشن نہیں
uz: Internetga ulanmagan

source: Friends’ photos will not be added to your contacts. Continue anyway?
am: የ ጓደኞች ፎቶ ወደ እርስዎ ግንኙነት ውስጥ አይጨመርም: ለማንኛውም ልቀጥል?
ar: لن يتم إضافة صور الأصدقاء إلى جهات الاتصال الخاصة بك. هل تريد المتابعة على أية حال؟
bn_in: বন্ধুর চিত্র পরিচিতির তালিকায় জোড়া হবে না। এগিয়ে যেতে চান?
br: Ne vo ket ouzhpennet luc'hskeudennoù ho mignoned d'an darempredoù. Kenderc'hel memes tra ?
bs: Fotografije prijatelja neće biti dodane u vaše kontakte. Ipak nastaviti?
ca: Les fotos de les amistats no s'afegiran als contactes. Voleu continuar igualment?
cy: Bydd lluniau ffrindiau'n cael eu hychwanegu i'ch cysylltiadau. Parhau beth bynnag?
es: Las fotos de sus contactos no se agregarán. ¿Desea continuar?
fa: تصاویر دوستان شما به مخاطب‌های شما اضافه نخواهند شد. به هر حال ادامه بدهیم؟
hu: Az ismerősök fényképei nem kerülnek át a névjegyekbe. Mindenképp folytatja?
pt: As fotografias dos amigos não serão adicionadas aos seus contactos. Continuar mesmo assim?
th: รูปภาพของเพื่อนจะไม่ถูกเพิ่มไปยังรายชื่อของคุณ ดำเนินการต่อไป?
tr: Arkadaşlarınızın fotoğrafları kişi listenize eklenmeyecek. Yine de devam edilsin mi?
ur: دوستوں کی تصاویر آپ کے رابطہ افراد میں نہیں آئیں گی۔ پھر بھی جاری رکھیں؟
uz: Do‘stlaringizning rasmlari kontaktlaringizga qo‘shilmaydi. Davom ettirilsinmi?

# yesOption
source: OK
am: እሺ
ar: موافق
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
es: Aceptar
fa: تأیید
th: ตกลง
tr: Tamam
ur: ٹھیک ہے

# noOption
source: Cancel
am: መሰረዣ
ar: إلغاء
bn_in: বাতিল
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
es: Cancelar
fa: لغو
hu: Mégse
pt: Cancelar
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish

source: Your Facebook session is invalid. Please sign in.
am: የ እርስዎ የ ፌስቡክ ክፍለ ጊዜ ዋጋ የሌለው ነው: እባክዎን እንደገና ይግቡ
ar: جلسة الفيسبوك انتهت. الرجاء تسجيل الدخول.
bn_in: আপনার ফেসবুক সেশানটি বৈধ নয়। আবার সাইন ইন করুন।
br: Didalvoudek eo hoc'h estez Facebook. Kennaskit mar plij.
bs: Vaša Facebook sesija više nije validna. Molimo vas da se prijavite.
ca: La sessió del Facebook no és vàlida. Inicieu una sessió vàlida.
cy: Mae eich sesiwn Facebook yn annilys. Mewngofnodwch.
es: Su sesión de Facebook no es válida. Por favor, identifíquese.
fa: نشست فیس‌بوک شما معتبر نیست. لطفا وارد شوید.
hu: A Facebook munkamenet érvénytelen. Jelentkezzen be.
pt: A sua sessão do Facebook é inválida. Por favor inicie sessão.
th: วาระ Facebook ของคุณไม่ถูกต้อง โปรดเข้าสู่ระบบ
tr: Facebook oturumunuz geçersiz. Lütfen giriş yapın.
ur: آپ کا Facebook سیشن ناجائز ہے۔ سائن ان کریں۔
uz: Facebook seansi noto‘g‘ri. Facebook profiliga kiring.

source: There was an error synchronizing your friend’s data
am: ስህተት ተፈጥሯል የ እርስዎን ጓደኞች ዳታ በማስማማት ላይ እንዳለ
ar: حدث خطأ في مزامنة بيانات أصدقائك
bn_in: আপনার বন্ধুর তথ্য সিঙ্ক্রোনাইজ করতে গিয়ে একটি বিভ্রাট ঘটেছে
br: Degouezhet ez eus bet ur fazi e-pad goubredañ roadennoù ho mignoned
bs: Desila se greška prilikom sinhronizacije podataka vaših prijatelja
ca: S'ha produït un error en sincronitzar les dades de les vostres amistats
cy: Bu gwall wrth gydweddu data eich ffrind
es: Hubo un error al sincronizar los datos de su amigo
fa: خطایی در هنگام همگام‌سازی اطلاعات دوستان شما رخ داد.
hu: Hiba történt az ismerősök adatainak szinkronizálásakor
pt: Ocorreu um erro ao sincronizar os dados dos seus amigos
tr: Arkadaşlarınızın verileri eşitlenirken bir hata oluştu
ur: آپ کے دوست کے کوائف کو ہم وقت ساز کرنے میں نقص آ گیا
uz: Do‘stingizning ma’lumotlarini sinxronlashda xatolik yuz berdi

source: Outlook
bn_in: আউটলুক
