Repository: translate/mozilla-gaia
Catalog: nd/apps/video/video.properties.po
Languages: nd

source: Done
nd: Kwenziwe

# number-selected2[zero]
source: Select
nd: Khetha

# number-selected2[two]
source: {{ n }} selected
nd: Kukhethwe okuyi-{{ n }}

# number-selected2[few]
source: {{ n }} selected
nd: Kukhethwe okuyi-{{ n }}

# number-selected2[many]
source: {{ n }} selected
nd: Kukhethwe okuyi-{{ n }}

# number-selected2[other]
source: {{ n }} selected
nd: Kukhethwe okuyi-{{ n }}

source: Nothing selected
nd: Akukhethwanga lutho

source: Delete selected item?
nd: Dilitha ividiyo ekhethiweyo?

# delete-n-items?[two]
source: Delete {{ n }} items?
nd: Dilitha angu-{{ n }} akhethiweyo?

# delete-n-items?[few]
source: Delete {{ n }} items?
nd: Dilitha angu-{{ n }} akhethiweyo?

# delete-n-items?[many]
source: Delete {{ n }} items?
nd: Dilitha angu-{{ n }} akhethiweyo?

# delete-n-items?[other]
source: Delete {{ n }} items?
nd: Dilitha angu-{{ n }} akhethiweyo?

source: Try sharing one video at a time.
nd: Zama ukwabelana ngevidiyo eyodwa ngesikhathi.

source: Videos
nd: Ama-vidiyo

source: Cancel
nd: Khansela

source: Delete video?
nd: Dilitha i-vidiyo?

source: Add videos to get started
nd: Faka ama-vidiyo ukuze uqalise

source: Load videos on to the memory card.
nd: Faka ama-vidiyo ku khadi-lememori.

source: No memory card found
nd: Asitholanga khadi le-memori

source: Insert a memory card to watch videos.
nd: Hloma i-khadi le-memori ukuze ubukele ama-vidiyo

source: Video can not be watched while plugged in
nd: I-vidiyo ayibukeleki ifoni isemlilweni

source: Unplug the phone to watch videos.
nd: Kwatsha ifoni ukuze ubukele amavidiyo.

source: Database Upgrade
nd: I-Database Upgrade

source: Please wait while Video updates its database.
nd: Sicela ulinde kancane I-Video isavuselela i-database yayo.

source: Are you sure you want to delete:
nd: Uleqiniso ukuthi ufuna ukudilitha:

source: Select a video
nd: Khetha i-vidiyo

source: Save
nd: Gcina

source: Saved {{title}} to Video
nd: {{title}}Igcinwe kuma-Video

source: The video could not be downloaded because of a network error.
nd: I-vidiyo ayi-dawunilodeki ngenxa yohlupho oluku-network.

source: Video cannot be played: either because the server or network failed or because the format is not supported.
nd: I-vidiyo ayidlaleki: kungabe kusenziwa yikuthi i-network kumbe i-server zilohlupo kumbe i-format ye-vidiyo ayivuleki.

source: An unknown video error occurred.
nd: Kube lephutha esingalaziyo.

source: Cannot play video
nd: I-vidiyo ayidlaleki

source: Another app is currently using the video player.
nd: Kuleyinye i-app esebenzisa i-video player.

# overlay-cancel-button
source: Cancel
nd: Khansela

source: Go to Camera
nd: Yana ku -Camera

source: Name
nd: Ibizo

source: Length
nd: Ubude

source: Size
nd: Ubukhulu

source: Video Type
nd: Umhlobo we-vidiyo

source: Date Taken
nd: Usuku eya thathwa ngalo

source: Resolution
nd: I-Resolution

source: Close
nd: Vala

source: Share
nd: Yabelana

source: More info
nd: Okunengi

source: Delete
nd: Dilitha

# select-button.ariaLabel
source: Select
nd: Khetha

# delete-button.ariaLabel
source: Delete
nd: Dilitha

# share-button.ariaLabel
source: Share
nd: Yabelana

source: Options
nd: Ongakukhetha

source: Confirm
nd: Qinisekisa

# videos-list.ariaLabel
source: Videos
nd: Ama-vidiyo

source: More
nd: Okunengi

source: Seek backward
nd: Buyela emuva

source: Seek bar, duration {{ duration }}
nd: I-bar yokudinga, isikhathi {{duration }}

source: Seek forward
nd: Hambisa phambili

source: Play
nd: Dlala

source: Pause
nd: Misa

source: Show controls
nd: Tshengisa ama-controls

source: Hide controls
nd: Fihla ama-controls

source: Loading
nd: Isa-Loda
