Repository: translate/mozilla-gaia
Catalog: yo/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Pínlò

source: Resend
id: Túnrán

source: Connecting
id: Ń sopọ̀

source: Verify
id: Jẹ́rì

source: Verifying
id: Sèjẹ́rì

source: Verified
id: Ṣàmúdájú

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{app_name}} ṣé o fẹ́ láti mọ̀ àti ṣàmúdájú nọ́ḿbà fóònù rẹ. Jọ̀wọ́ yan èyí tí o fẹ́ pín tàbí ṣàmuwọlé titun.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Ati fi kóòdù jíṣẹ́ si {{phone_number}}. a ó gbìyànjú láti mú ní ọ̀nà àdáṣe, ṣùgbọ́n wà nílò láti ṣàmúwọlé rẹ̀ ní àfọwọ́ṣe bí kòbásí lójú ilò nínu ohun elò yíi.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: Ìyanu! Nọ́ḿbà rẹ {{phone_number}} ti jẹ́rì báyì ó sì wà fún {{app_name}}.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Ìṣàmúdájú sáfà kòsí ní àkókò yí. Jọ̀wọ́ ṣàyẹ̀wò ìsopọ̀ Íntánẹ́tì rẹ, gbìyànjú si tàbí dúró fún ìṣẹjú díẹ̀.

source: There seems to be a problem with your verification code. Let's try once again!
id: Ó dàbí ìṣoro wà fún kóòdù ìṣàmúdájú. Jẹ́kí a gbìyànjú lẹ́ẹ̀kansi!

source: Mobile identity
id: Ìdánimọ̀ alágbèká

source: OK
id: Ó DÁRA

source: Or add your phone number
id: Tàbí ṣàfikún nọ́ḿbà fóònù rẹ

source: Or select a phone number from the list
id: Tàbí yan nọ́ḿbà fóònù láti àtòkọ
