Repository: translate/mozilla-gaia
Catalog: son/apps/sms/sms.properties.po
Languages: son

source: Messages
son: Alhabarey

source: Delete messages
son: Alhabarey tuusu

source: Select
son: Suuba

source: Edit
son: Fasal

source: Back
son: Banda

source: Cancel
son: Naŋ

source: Undo
son: Taafeeri

source: Done
son: A ben

source: Delete
son: Tuusu

source: Delete thread
son: Tenjeri tuusu

source: Mark as read
son: Šilbay sanda cawante

source: Mark as unread
son: Šilbay sand'a mana cawandi

source: Deleting…
son: Tuusuyan…

source: Select all
son: Kul suuba

source: Deselect all
son: Kul-suubayan naŋ

# selected-threads[zero]
source: none selected
son: baffoo mana suubandi

# selected-threads[one]
source: {{n}} selected
son: {{n}} suubandi

# selected-threads[two]
source: {{n}} selected
son: {{n}} suubandi

# selected-threads[few]
source: {{n}} selected
son: {{n}} suubandi

# selected-threads[many]
source: {{n}} selected
son: {{n}} suubandi

# selected-threads[other]
source: {{n}} selected
son: {{n}} suubandi

# selected-messages[zero]
source: none selected
son: baffoo mana suubandi

# selected-messages[one]
source: {{n}} selected
son: {{n}} suubandi

# selected-messages[two]
source: {{n}} selected
son: {{n}} suubandi

# selected-messages[few]
source: {{n}} selected
son: {{n}} suubandi

# selected-messages[many]
source: {{n}} selected
son: {{n}} suubandi

# selected-messages[other]
source: {{n}} selected
son: {{n}} suubandi

source: Select Threads
son: Šilli suubantey

source: Select Messages
son: Alhabarey suuba

source: Settings
son: Kayandiyaney

source: Add subject
son: Dalil tonton

source: Remove subject
son: Dalil kaa

source: To:
son: Do:

source: New
son: Taaga

source: Message
son: Alhabar

# messagesInput.title
source: Message
son: Alhabar

source: Subject
son: Dalil

source: Converting to multimedia message.
son: Bere hẽenandikaw-boobo jinay alhabar ra.

source: Converting to text message.
son: Bere kalimaɲaa kuru alhabar ra.

source: You’ve reached the maximum length.
son: War too nga kuuyanoo mee.

source: Maximum length of subject reached.
son: Kuuyan mee too daliloo se.

source: You’ve exceeded the {{mmsSize}} KB size limit of a single multimedia message. Remove attachments or shorten the message to send it.
son: War na hẽenandikaw boobo alhabar folloku se dimma hoo nda KB {{mmsSize}}. Hanganditiirawey kaa wala alhabaroo duurandi k'a sanba.

source: New message
son: Alhabar taaga

source: Send message
son: Alhabar sanba

source: Send multimedia message
son: Hẽenandikaw alhabar sanbayan

source: (No recipient)
son: (Duukaw šii)

source: {{n}} recipient
son: Duukaw {{n}}

# recipient[two]
source: {{n}} recipients
son: Duukaw {{n}}

# recipient[few]
source: {{n}} recipients
son: Duukaw {{n}}

# recipient[many]
source: {{n}} recipients
son: Duukaw {{n}}

# recipient[other]
source: {{n}} recipients
son: Duukaw {{n}}

source: {{n}} B
son: B {{n}}

source: {{n}} KB
son: KB {{n}}

source: {{n}} MB
son: MB {{n}}

source: There is no application available to open this file type.
son: Porogaram kul ši bara ka tukoo woo dumoo feeri.

source: Remove
son: Kaa

source: {{n}} participant
son: Cereteekaw {{n}}

# participant[two]
source: {{n}} participants
son: Cereteekaw {{n}}

# participant[few]
source: {{n}} participants
son: Cereteekaw {{n}}

# participant[many]
source: {{n}} participants
son: Cereteekaw {{n}}

# participant[other]
source: {{n}} participants
son: Cereteekaw {{n}}

source: Message report
son: Alhabar bayrandi

source: Text Message (SMS)
son: Hantum alhabar (SMS)

source: Multimedia Message (MMS)
son: Hooray alhabar (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
son: War hantum alhabaroo (SMS) sanbandi {{datetime}} waate

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
son: War hooray alhabaroo (MMS), dalili {{subject}} sanbandi {{datetime}} waate

source: Your Multimedia Message (MMS), was sent on {{datetime}}
son: War hooray alhabar (MMS) sanbandi {{datetime}} waate

source: Subject:
son: Dalil:

source: Message could not be sent
son: Batagaa mana hin ka sanbandi

source: not downloaded
son: mana zumandi

source: Delivered:
son: Noondi:

source: Read:
son: Cawandi:

source: Report requested
son: Bayrandi wirantey

source: Message rejected
son: Bataga wanjante

source: Message size:
son: Alhabar azzaati:

source: To
son: Toodoo

source: From
son: Hundoo

source: Sent:
son: Sanbante:

source: Received:
son: Duwante:

source: Via:
son: Bisadoo:

source: Resend
son: Sanba taaga

source: Lateness:
son: Kokoryan:

source: Search
son: Ceeci

source: Unknown Contact
son: Boro šibayante

source: Discard the message you’re composing and open the new message?
son: Alhabaroo kaŋ war goo m'a hantum fur k'alhabar taagaa feeri?

source: The message could not be sent. Try again?
son: Alhabaroo mana hin ka sanbandi. Ceeci k'a sanba koyne?

source: Resend this message
son: Alhabaroo sanba taaga

# deleteMessage-confirmation
source: Delete selected message?
son: Alhabar suubantey tuusu?

source: Please select messages to be deleted.
son: Alhabarey suuba kaŋ boro g'i tuusu.

# deleteMessages-confirmation-message[one]
source: Delete selected message?
son: Alhabar suubantey tuusu?

# deleteMessages-confirmation-message[two]
source: Delete {{n}} selected messages?
son: Bataga suubante {{n}} tuusu?

# deleteMessages-confirmation-message[few]
source: Delete {{n}} selected messages?
son: Alhabar suubante {{n}} tuusu?

# deleteMessages-confirmation-message[many]
source: Delete {{n}} selected messages?
son: Alhabar suubante {{n}} tuusu?

# deleteMessages-confirmation-message[other]
source: Delete {{n}} selected messages?
son: Alhabar suubante {{n}} tuusu?

source: Please select message threads to be deleted.
son: Alhabar tenjerey suuba kaŋ boro g'i tuusu.

source: Delete selected message thread?
son: Alhabar tenjeri suubantey tuusu?

# deleteThreads-confirmation-message[two]
source: Delete {{n}} selected message threads?
son: Alhabar tenjeri suubante {{n}} tuusu?

# deleteThreads-confirmation-message[few]
source: Delete {{n}} selected message threads?
son: Alhabar tenjeri suubante {{n}} tuusu?

# deleteThreads-confirmation-message[many]
source: Delete {{n}} selected message threads?
son: Alhabar tenjeri suubante {{n}} tuusu?

# deleteThreads-confirmation-message[other]
source: Delete {{n}} selected message threads?
son: Alhabar tenjeri suubante {{n}} tuusu?

source: New message from
son: Alhabar taaga hundoo

source: Read it
son: A caw

source: No messages
son: Alhabar kul šii

source: Message not sent
son: Alhabaroo mana sanbandi

source: There was a problem sending the message. Please try again.
son: Šenday bangay alhabar sanbayanoo waate. Ceeci koyne.

# sendDefaultErrorBtnOk
source: OK
son: Ayyo

source: Missing SIM card
son: SIM katta ga kuma

source: Insert a valid SIM card to continue.
son: SIM henna dam ka koy jine.

# sendMissingSimCardBtnOk
source: OK
son: Ayyo

source: Airplane mode activated
son: Goo beenehii alhaali ra

source: Turn off airplane mode to send messages.
son: Beenehii yaayi bii k'alhabarey sanba.

# sendFlightModeBtnOk
source: OK
son: Ayyo

source: Turn off airplane mode to download attachments.
son: Beenehii alhaali kaa ka hanganditiirawey zumandi.

source: FDN active
son: FDN ga dira

source: Editing SMS {{number}}
son: Ga SMS {{number}} fasal

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:
son: FDN (Ciyari lanba kayantey) tunandi. War m'alhakiika kaŋ SMS sanbadogoo nda duukey wey goo war FDN maašeedaa ra:

# fdnErrorBody[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
son: FDN (Ciyari lanba kayantey) tunandi. War m'alhakiika kaŋ SMS sanbadogoo nda duukey wey goo war FDN maašeedaa ra:

# fdnErrorBody[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
son: FDN (Ciyari lanba kayantey) tunandi. War m'alhakiika kaŋ SMS sanbadogoo nda duukey wey goo war FDN maašeedaa ra:

# fdnErrorBody[many]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
son: FDN (Ciyari lanba kayantey) tunandi. War m'alhakiika kaŋ SMS sanbadogoo nda duukey wey goo war FDN maašeedaa ra:

# fdnErrorBody[other]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
son: FDN (Ciyari lanba kayantey) tunandi. War m'alhakiika kaŋ SMS sanbadogoo nda duukey wey goo war FDN maašeedaa ra:

# fdnErrorBtnOk
source: OK
son: Ayyo

source: Switch data connection
son: Bayhayey ciyari bere

source: Switch the data connection to SIM {{ nonActiveSimId }} to retrieve the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
son: Bayhayey ciyari bere {{ nonActiveSimId }} SIM ga ka duu MMS. Sohõ bayhaya berandiyanon {{ activeSimId }} SIM ga kayandi. Wala koy jine, a šii nda taali?

source: Later
son: Hiino

# switchSimToRetrieveConfirm
source: OK
son: Ayyo

source: Switch the data connection to SIM {{ nonActiveSimId }} to send the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
son: Bayhaya ciyari bere {{ nonActiveSimId }} SIM ga ka MMS sanba. Sohõ bayhaya berandiyanoo {{ activeSimId }} SIM ga ga kayandi. Wala koy jine, a šii nda taali?

source: No network coverage
son: Ciyari sanka ši too ne

source: Make sure you have a mobile signal and try again.
son: Alhakiika kaŋ war ga duu talfon sanka nda ceeci koyne.

# sendNoSignalErrorBtnOk
source: OK
son: Ayyo

source: Message not found
son: Alhabaroo mana duwandi

source: The message you’re looking for is no longer available.
son: Alhabaroo kaŋ war g'a ceeci sohõ ši bara koyne.

# sendNotFoundErrorBtnOk
source: OK
son: Ayyo

source: Invalid number
son: Lanba laala

source: Make sure the mobile number you’re sending to is valid.
son: Alhakiika kaŋ kanbe talfon lanbaa kaŋ g'a sanba ga boori.

# sendInvalidAddressErrorBtnOk
source: OK
son: Ayyo

source: Unable to download
son: Ši hin ka zumandi

source: Please make sure the SIM card inserted is the one used to receive this message.
son: War m'alhakiika kaŋ SIM kattaa kaŋ huru ti woo kaŋ ga alhabaroo woo ga kaa.

# simNotMatchedErrorBtnOk
source: OK
son: Ayyo

source: This message has already been deleted.
son: Alhabaroo woo n' ka tuusandi ka ben.

# view-attachment-image
source: View
son: Guna

source: Listen
son: Haŋajer

# view-attachment-video
source: View
son: Guna

# view-attachment-other
source: View
son: Guna

source: Remove image
son: Biyoo kaa

source: Remove audio
son: Jinde kaa

source: Remove video
son: Widewo kaa

source: Remove attachment
son: Hangari kaa

source: Replace image
son: Bii barmay

source: Replace audio
son: Jinde barmay

source: Replace video
son: Widewo barmay

source: Replace attachment
son: Hangari barmay

source: Message options
son: Alhabar suubarey

source: Thread options
son: Tenjero suubarey

source: Forward
son: Jine

source: View message report
son: Alhabar bayrandi guna

source: Select text
son: Hantum suuba

source: Mobile
son: Kanbehaya

source: Home
son: Šintin

source: Work
son: Goy

source: Personal
son: Boro boŋ se

source: Fax home
son: Hugu faksu

source: Fax office
son: Goydoo faksu

source: Fax other
son: Faksu tana

source: Another
son: Affoo tana

source: Other
son: Tana

source: today
son: hõ

source: today {{ time }}
son: hõ {{ time }}

source: yesterday
son: bi

source: yesterday {{ time }}
son: bi {{ time }}

source: Add to an existing contact
son: Boro barante foo tonton

source: Create new contact
son: Boro taaga dam

source: View contact
son: Maa guna

source: Call
son: Ciya

source: Send email
son: Bataga sanba

source: MMS message
son: MMS alhabar

source: Message is not downloaded yet.
son: Alhabaroo mana zumandi jina.

source: You received a multimedia message. You can use the link below to download its content until {{date}}.
son: War duu hẽenandihaya alhabar. War ga hin ka doboo feeri ganda ka nga gundekunaa zumandi hala {{date}} hane.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
son: Alhaa naŋ, alhabaroo waato ben {{date}} hane nd'a ši hin ka zumandi.

source: Download
son: Zumandi

source: Downloading…
son: Goo ma zumandi…

source: untitled
son: bila nda maa

# attached-files-too-large[zero]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
son: Tukey kaŋ war n'i suuba ga hẽenandikaw boobo alhabar folloku se dimma hoo nda KB {{mmsSize}}.

source: The file you have selected exceeds the {{mmsSize}} KB size limit of a single multimedia message.
son: Tukoo kaŋ war n'a suuba ga hẽenandikaw boobo alhabar folloku se dimma hoo nda KB {{mmsSize}}.

# attached-files-too-large[two]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
son: Tukey kaŋ war n'i suuba ga hẽenandikaw boobo alhabar folloku se dimma hoo nda KB {{mmsSize}}.

# attached-files-too-large[few]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
son: Tukey kaŋ war n'i suuba ka bisa KB {{mmsSize}} adadu hẽenandikaw boobo bataga foo se.

# attached-files-too-large[many]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
son: Tukey kaŋ war n'i suuba ka bisa KB {{mmsSize}} adadu hẽenandikaw boobo bataga foo se.

# attached-files-too-large[other]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
son: Tukey kaŋ war n'i suuba ka bisa KB {{mmsSize}} adadu hẽenandikaw boobo bataga foo se.

source: Resizing the attached image
son: Bii hangantaa sasawandi

source: There is a problem with the attached file and it cannot be downloaded.
son: Šenday bangay nda tuku hangantaa nd'a ši hin ka zumandi.

source: Message saved as draft
son: Alhabar gaabundi sanda korfur

source: unknown SIM
son: SIM šibayante

source: Send
son: Sanba

source: using SIM {{n}}
son: goy nda SIM {{n}}

source: Add attachment
son: Hanganditiira tonton

source: Contact photo
son: Boro bii

source: Unread
son: Daabante

source: Has draft
son: Korfur ra

source: Draft
son: Korfur

source: Actions
son: Teerey

# settingsButton.ariaLabel
source: Settings
son: Kayandiyaney

# composeLink.ariaLabel
source: New message
son: Alhabar taaga

# callButton.ariaLabel
source: Call
son: Ciya

source: Sending…
son: Ga sanbandi…

source: Delivered
son: Noondi

source: Read
son: Cawante

source: Error
son: Firka

source: Late arrival
son: Kokor kaayan

# late-arrival-notice-in-months[zero]
source: {{ lateness }}mth late
son: {{ lateness }}mth banda ga

# late-arrival-notice-in-months[one]
source: {{ lateness }}mth late
son: {{ lateness }}mth banda ga

# late-arrival-notice-in-months[two]
source: {{ lateness }}mths late
son: {{ lateness }}mth banda ga

# late-arrival-notice-in-months[few]
source: {{ lateness }}mths late
son: {{ lateness }}mth banda ga

# late-arrival-notice-in-months[many]
source: {{ lateness }}mths late
son: {{ lateness }}mth banda ga

# late-arrival-notice-in-months[other]
source: {{ lateness }}mths late
son: {{ lateness }}mth banda ga

source: {{ lateness }}d late
son: {{ lateness }}d banda ga

source: {{ lateness }}h late
son: {{ lateness }}h banda ga

source: {{ lateness }}m late
son: {{ lateness }}m banda ga

# modal-dialog-ok-button
source: OK
son: Ayyo

# modal-dialog-cancel-button
source: Cancel
son: Naŋ

# modal-dialog-default-title
source: Messages
son: Alhabarey
