Repository: translate/mozilla-gaia
Catalog: hto/apps/settings/device_type/tv/settings.device.properties.po
Languages: hto

source: Share my Internet connection with a USB-connected device.
hto: Nitaoidɨkue Internet jɨama dɨga fekari USB dɨga.

source: Share my Internet connection with Wi-Fi-connected devices.
hto: Nitaoidɨkue Internet jɨama dɨga fekari Wi-Fi dɨga.

source: The ringtone was not changed because the selected file can not be played on this TV.
hto: Fɨkɨ́no jɨaɨena joneñega nɨzeka ráa jóriaɨmo fɨnóraima bie TV jónede.

source: Find My Device allows you to locate, lock or erase your TV
hto: Kúe ráanɨaɨ jenoka íyano, jóriaɨmo fuitaka o TV

source: Find My Device allows you to locate, lock or erase your TV from a web site:
hto: Kúe ráanɨaɨ jenoka íyano, jóriaɨmo web fuitaka o TV:

source: Your TV is being tracked by another device through the website.
hto: Ó TV jɨaɨmakɨ éroika web jɨaɨe ráanɨaɨ dɨga.

source: No devices are actively tracking your TV through the website.
hto: Ó TV jɨaɨmakɨ jóriaɨ éroiñega web jɨaɨe ráanɨaɨ dɨga.

source: Enabling USB storage allows another computer or device connected using USB to access files on this TV.
hto: Bónoka disco USB jɨaie PC íe ráanɨaɨ nitaka USB dɨga ó tv éroitɨo.

source: Reset TV
hto: Abɨdo fɨno TV

source: Resetting will erase all your data, including any apps you’ve purchased. The TV will be restored to its factory condition. None of your settings or data will be saved.
hto: Ábɨdo jonega, nana ó fɨnoka ráanɨaɨ féite, app ó jónega feíte. TV fɨnoraɨma ízoi íte abɨdo. Ñúe ó fɨnoka féite, kɨoñeiye.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. But your TV will have unrestricted developer tools, allowing you to modify and debug system applications.
hto: Ábɨdo jónega nana ó ranɨaɨ óni óye, nana app ó ɨbaka. Ráanɨaɨ ñúe fɨ̃noka jónenide. Taɨjɨra fɨnoraɨma sistema ó Éroiyakɨ ráanɨaɨ íya yɨnonide dai j́onega.

source: Resetting will erase all your data, including any apps you’ve purchased. None of your settings or data will be saved. Your TV will no longer have unrestricted developer tools. You will no longer be able to to modify or debug system applications.
hto: Ábɨdo jónega nana ó ranɨaɨ óni óye, nana app ó ɨbaka. Ráanɨaɨ ñúe fɨ̃noka jónenide. Taɨjɨra fɨnoraɨma sistema ó Éroiyakɨ ráanɨaɨ íya yɨnonide dai j́onega.

source: Help us improve {{brandShortName}} by sharing data about your TV and the way you use it.
hto: Ñúe fɨnoyena {{brandShortName}} nɨezi ó TV dɨga taɨjɨdɨo féka ó ráanɨaɨ.

source: Connected to TV audio
hto: Audio TV nítaoide

source: Connected to TV/media audio
hto: Multimedia/TV nítaoide
