Repository: translate/mozilla-gaia
Catalog: son/apps/system/fxa/fxa.properties.po
Languages: son

source: Firefox Accounts
son: Firefox kontey

source: Next
son: Jine

source: Back
son: Banda

source: Done
son: Ben

source: OK
son: Ayyo

# fxa-connection-error-title
source: Unable to Connect
son: Ši hin ka ciya

source: You can create an account or sign in from Settings.
son: War ga hin ka kontu tee wala huru kayandiyaney ra.

source: Reset Password
son: Šennikufaloo yeeti

source: You can reset your password from Settings.
son: War ga hin war šennikufaloo yeeti kayandiyaney ra.

source: Cannot Create Account
son: Ši hin ka kontu tee

source: You must meet certain age requirements to create a Firefox Account. <a id="coppa-link" href="#">Learn more</a>
son: War ga hima ka duu jiiri hinna foo ka hin ka Firefox kontu tee. <a id="coppa-link" href="#">Bay ka tonton</a>

# fxa-offline-error-title
source: Unable to Connect
son: Ši hin ka ciya

source: Please connect to a network from Settings.
son: Sankay cee kayandiyaney ra.

source: Error
son: Firka

source: Please enter a valid email.
son: Bataga aderesu boryo dam.

source: Invalid Password
son: Šennikufal laala

source: Please check your password and try again.
son: War šennikufaloo koroši nda tee koyne.

# fxa-unknown-error-title
source: Unable to Connect
son: Ši hin ka ciya

source: System unavailable, try again soon.
son: Dabariɲaa ši duwandi, ceeci koyne.

source: Connecting
son: Goo ma ciya

source: Enter your email
son: War batagaa dam

source: Use your email address to create an account or sign in.
son: War bataga aderesoo dam ka kontu feeri wala ka huru.

source: By proceeding, I agree to the <a>{{tos}}</a> and <a>{{pn}}</a> of Firefox cloud services.
son: Ka koy jine ti ay yadda <a>{{tos}}</a> nda <a>{{pn}}</a> ga Firefox Cloud goymiɲey se.

source: Terms of Service
son: Goy kalima-izey

source: Privacy Notice
son: Sutura laada

source: Create a Password
son: Šennikufal tee

source: Enter Your Password
son: War šennikufaloo dam

source: Hello, <a>{{email}}</a>
son: Foofo, <a>{{email}}</a>

source: Please enter your Firefox Account password to continue.
son: War Firefox kontu šennikufaloo dam ka bisa.

source: Password
son: Šennikufal

source: Forgot your password?
son: Dirŋa war šennikufal?

source: Show password
son: Šennikufal cebe

source: Your password must be at least 8 characters long.
son: War šennikufaloo ga hima ka bara nda harfu 8 nd'a kacca.

source: Success!
son: Zaame!

source: Your Firefox Account is ready to go!
son: War Firefox kontoo soolu goy se!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
son: Sohõ war ga hin ka goy alhaaliyaŋ sanda Ay jinaa guna nda Firefox Marketplace poroogaramey.

source: In the future, you can access and manage your account from Settings.
son: Hiino, war ga hin ka huru nda ka war kontoo juwal kayandiyaney ra.

source: Confirm Your Account
son: War kontoo tabatandi

source: We will send an email to: <strong>{{email}}</strong>
son: Ir ga bataga sanba ne: <strong>{{email}}</strong>

source: Next time you check your email, click the verification link to confirm your Firefox Account.
son: Hiino woo kaŋ war ga bataga guna, tabatandiyan doboo naagu ka war Firefox kontoo cimandi.

source: Age Verification
son: Jiiri korošiyan

source: {{year}} or earlier
son: {{year}} wal'a se jine

source: Year of Birth
son: Hayyan jiiri
