Repository: translate/mozilla-gaia
Catalog: son/apps/calendar/calendar.properties.po
Languages: son

source: Back
son: Banda

source: Save
son: Gaabu

source: Hide
son: Tugu

source: Cancel
son: Naŋ

source: Confirm
son: Tabatandi

source: Done
son: A ben

source: Events
son: Batey

source: Edit
son: Fasal

source: All-day Events
son: Zaari-kul batey

source: No Events
son: Teera kul ši

# show-today
source: Today
son: Hõ

source: Month
son: Handu

source: Week
son: Jirbiyye

source: Day
son: Zaari

# settings-show
source: Settings
son: Kayandiyaney

source: Hide settings
son: Kayandiyaney tugu

source: Add an account
son: Kontu foo tonton

# new-event-link.ariaLabel
source: Add event
son: Batu tonton

source: Event
son: Batu

source: Add Event
son: Batu tonton

source: Edit Event
son: Batu fasal

source: Account
son: Kontu

source: Accounts
son: Kontey

# advanced-settings-short-icon-button.ariaLabel
source: Settings
son: Kayandiyaney

source: Calendar Settings
son: Kalandiriye kayandiyaney

source: Personalization
son: Boŋše-hanseyan

source: Reminders
son: Hongandirey

source: Add Account
son: Kontu tonton

source: Username
son: Goykaw maa

source: Password
son: Šennikufal

source: URL
son: URL aderesu

source: Setting up account
son: Kontu kayandi

source: Unable to sync
son: Ši hin ka hangandi

source: Sign in
son: Huru

# preset-local
source: Offline calendar
son: Bila nda ciyari hantiira

# calendar-local
source: Offline calendar
son: Bila nda ciyari hantiira

# event-title.placeholder
source: Title
son: Maa

source: Where?
son: Man?

source: Notes
son: Hantumey

source: All day event?
son: Zaaroo-kul batu no?

# event-start-date.placeholder
source: Start date
son: Šintin han

# event-end-date.placeholder
source: End date
son: Benandi han

# event-start-time.placeholder
source: Start time
son: Šintin waati

# event-end-time.placeholder
source: End time
son: Benandi waati

source: Delete event
son: Batu tuusu

source: Remove local data
son: Boŋ-nungu bayhayey

source: Remove account
son: Kontu kaa

source: Removing this account will also remove your local copy of associated calendars and events.
son: Kontoo woo kaaroo ga too kaŋ war ne-berandoo hantiira nda batu margantey kul ga dere.

source: Syncing
son: Hangandiyan

source: Syncing complete
son: Hangandiyan timme

source: Sync Calendar
son: Hantiira hangandi

source: 15 min
son: min 15

source: 30 min
son: min 30

source: Manually
son: Boŋ-teeyan

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
son: {{startDate}}<br>za {{startTime}} hala {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
son: Za {{startTime}} {{startDate}}<br> hala {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
son: Zaaroo kul<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
son: Zaaroo kul za {{startDate}}<br>hala {{endDate}}

source: None
son: Baffoo

source: Reminder:
son: Hongandiyan:

source: Remind me
son: Ay hongandi

source: At time of event
son: Batoo waate

source: On day of event
son: Batu zaaroo

source: {{title}} starting {{distance}}
son: {{title}} šintin {{distance}} ga

source: {{title}} started {{distance}}
son: {{title}} šintin {{distance}} ga

source: 0 minutes before
son: miniti 0 se jine

source: 1 minute before
son: miniti 1 se jine

# minutes-before[two]
source: {{value}} minutes before
son: miniti {{value}} se jine

# minutes-before[few]
source: {{value}} minutes before
son: miniti {{value}} se jine

# minutes-before[many]
source: {{value}} minutes before
son: miniti {{value}} se jine

# minutes-before[other]
source: {{value}} minutes before
son: miniti {{value}} se jine

source: 0 hours before
son: guuru 0 se jine

source: 1 hour before
son: guuru 1 se jine

# hours-before[two]
source: {{value}} hours before
son: guuru {{value}} se jine

# hours-before[few]
source: {{value}} hours before
son: guuru {{value}} se jine

# hours-before[many]
source: {{value}} hours before
son: guuru {{value}} se jine

# hours-before[other]
source: {{value}} hours before
son: guuru {{value}} se jine

source: 0 days before
son: zaari 0 se jine

source: 1 day before
son: zaari 1 se jine

# days-before[two]
source: {{value}} days before
son: zaari {{value}} se jine

# days-before[few]
source: {{value}} days before
son: zaari {{value}} se jine

# days-before[many]
source: {{value}} days before
son: zaari {{value}} se jine

# days-before[other]
source: {{value}} days before
son: zaari {{value}} se jine

source: 0 weeks before
son: jirbiyye 0 se jine

source: 1 week before
son: jirbiyye 1 se jine

# weeks-before[two]
source: {{value}} weeks before
son: jirbiyye {{value}} se jine

# weeks-before[few]
source: {{value}} weeks before
son: jirbiyye {{value}} se jine

# weeks-before[many]
source: {{value}} weeks before
son: jirbiyye {{value}} se jine

# weeks-before[other]
source: {{value}} weeks before
son: jirbiyye {{value}} se jine

source: 0 months before
son: handu 0 se jine

source: 1 month before
son: handu 1 se jine

# months-before[two]
source: {{value}} months before
son: handu {{value}} se jine

# months-before[few]
source: {{value}} months before
son: handu {{value}} se jine

# months-before[many]
source: {{value}} months before
son: handu {{value}} se jine

# months-before[other]
source: {{value}} months before
son: handu {{value}} se jine

source: 0 years before
son: jiiri 0 se jine

source: 1 year before
son: jiiri 1 se jine

# years-before[two]
source: {{value}} years before
son: jiiri {{value}} se jine

# years-before[few]
source: {{value}} years before
son: jiiri {{value}} se jine

# years-before[many]
source: {{value}} years before
son: jiiri {{value}} se jine

# years-before[other]
source: {{value}} years before
son: jiiri {{value}} se jine

source: 0 minutes after
son: miniti 0 banda ga

source: 1 minute after
son: miniti 1 banda ga

# minutes-after[two]
source: {{value}} minutes after
son: {{value}} miniti banda ga

# minutes-after[few]
source: {{value}} minutes after
son: miniti {{value}} banda ga

# minutes-after[many]
source: {{value}} minutes after
son: miniti {{value}} banda ga

# minutes-after[other]
source: {{value}} minutes after
son: miniti {{value}} banda ga

source: 0 hours after
son: guuru 0 banda ga

source: 1 hour after
son: guuru 1 banda ga

# hours-after[two]
source: {{value}} hours after
son: guuru {{value}} banda ga

# hours-after[few]
source: {{value}} hours after
son: guuru {{value}} banda ga

# hours-after[many]
source: {{value}} hours after
son: guuru {{value}} banda ga

# hours-after[other]
source: {{value}} hours after
son: guuru {{value}} banda ga

source: 0 days after
son: zaari 0 banda ga

source: 1 day after
son: zaari 1 banda ga

# days-after[two]
source: {{value}} days after
son: zaari {{value}} banda ga

# days-after[few]
source: {{value}} days after
son: zaari {{value}} banda ga

# days-after[many]
source: {{value}} days after
son: zaari {{value}} banda ga

# days-after[other]
source: {{value}} days after
son: zaari {{value}} banda ga

source: 0 weeks after
son: jirbiyye 0 banda ga

source: 1 week after
son: jirbiyye 1 banda ga

# weeks-after[two]
source: {{value}} weeks after
son: jirbiyye {{value}} banda ga

# weeks-after[few]
source: {{value}} weeks after
son: jirbiyye {{value}} banda ga

# weeks-after[many]
source: {{value}} weeks after
son: jirbiyye {{value}} banda ga

# weeks-after[other]
source: {{value}} weeks after
son: jirbiyye {{value}} banda ga

source: 0 months after
son: handu 0 banda ga

source: 1 month after
son: handu 1 banda ga

# months-after[two]
source: {{value}} months after
son: handu {{value}} banda ga

# months-after[few]
source: {{value}} months after
son: handu {{value}} banda ga

# months-after[many]
source: {{value}} months after
son: handu {{value}} banda ga

# months-after[other]
source: {{value}} months after
son: handu {{value}} banda ga

source: 0 years after
son: jiiri 0 banda ga

source: 1 year after
son: jiiri 1 banda ga

# years-after[two]
source: {{value}} years after
son: jiiri {{value}} banda ga

# years-after[few]
source: {{value}} years after
son: jiiri {{value}} banda ga

# years-after[many]
source: {{value}} years after
son: jiiri {{value}} banda ga

# years-after[other]
source: {{value}} years after
son: jiiri {{value}} banda ga

source: All Day
son: Zaaroo kul

source: The event cannot end before its start date
son: Teeraa ši hin ka ben nga šintin hanoo se jine

source: The event cannot end before its start time
son: Teeraa ši hin ka ben nda šintin hanoo se jine

source: Wrong login and/or password
son: Goykaw maa nda/wala šennikufal laala

source: Server error. Check your login and try again.
son: Feršikaw firka. Goykaw maa koroši ka ceeci koyne.

source: Something is wrong. Try again later.
son: Haya foo laybu. Ceeci koyne kayna.

source: No connection. Check your network configuration and try again.
son: Ciyari kul ši no. War sankaa hanseyanoo guna ka ciya taaga.

source: This account already exists.
son: Kontoo ga bara ka ben.

source: Calendar sync error
son: Hantiira hangandiyan firka

source: Tap for more info
son: Alhabar tontoni se

source: Friday
son: Alzuma

source: Thursday
son: Alhamiisa

source: Wednesday
son: Alarba

source: Tuesday
son: Atalaata

source: Monday
son: Atinni

source: Sunday
son: Alhadi

source: Saturday
son: Asibti

source: {{n}} event
son: Batu {{n}}

# busy[two]
source: {{n}} events
son: Batu {{n}}

# busy[few]
source: {{n}} events
son: Batu {{n}}

# busy[many]
source: {{n}} events
son: Batu {{n}}

# busy[other]
source: {{n}} events
son: Batu {{n}}

# present.ariaLabel
source: Today
son: Hõ

# past-other-month-description.ariaLabel
source: Other month
son: Handu tana

# future-other-month-description.ariaLabel
source: Other month
son: Handu tana

source: Has alarm
son: Goo nda ɲooje

source: Calendars
son: Hantiirawey

# multi-day-new-event-link.ariaLabel
source: Add event
son: Batu tonton

# title.ariaLabel
source: Title
son: Maa

source: Location
son: Gorodoo

source: Duration
son: Gayyan

source: Calendar
son: Hantiirawey

source: Alarms
son: Ɲoojey

source: Description
son: Šilbayyan

# start-date.ariaLabel
source: Start date
son: Šintin han

# start-time.ariaLabel
source: Start time
son: Šintin waati

# end-date.ariaLabel
source: End date
son: Benandi han

# end-time.ariaLabel
source: End time
son: Benandi waati

source: Loading
son: Goo ma zumandi

source: All day
son: Zaaroo kul

source: Create event
son: Batu tee

source: Create all day event
son: Zaaroo kul batu tee

source: from {{startTime}} to {{endTime}}
son: za {{startTime}} hala {{endTime}}

source: {{startDate}} from {{startTime}} to {{endTime}}
son: {{startDate}} za {{startTime}} hala {{endTime}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
son: Za {{startTime}} {{startDate}} hala {{endTime}} {{endDate}}
