Repository: translate/mozilla-gaia
Catalog: hto/apps/gallery/gallery.properties.po
Languages: hto

# number-selected2[zero]
source: Select
hto: Nɨzede

# number-selected2[one]
source: {{ n }} selected
hto: {{ n }} nɨzede

# number-selected2[two]
source: {{ n }} selected
hto: {{ n }} nɨzede

# number-selected2[few]
source: {{ n }} selected
hto: {{ n }} nɨzede

# number-selected2[many]
source: {{ n }} selected
hto: {{ n }} nɨzede

# number-selected2[other]
source: {{ n }} selected
hto: {{ n }} nɨzede

source: Delete photo?
hto: ¿Joreño muiñode?

source: Delete video?
hto: ¿Joreño fɨnoka muiñode?

source: Nothing selected
hto: Nɨzeñega

source: Delete selected item?
hto: ¿Ráa nɨzeka óni óiakadɨo?

# delete-n-items?[two]
source: Delete {{ n }} items?
hto: ¿Óni óikadɨio {{ n }} ráanɨaɨ?

# delete-n-items?[few]
source: Delete {{ n }} items?
hto: ¿Óni óikadɨio {{ n }} ráanɨaɨ?

# delete-n-items?[many]
source: Delete {{ n }} items?
hto: ¿Óni óikadɨio {{ n }} ráanɨaɨ?

# delete-n-items?[other]
source: Delete {{ n }} items?
hto: ¿Óni óikadɨio {{ n }} ráanɨaɨ?

# pickoneimage2
source: Select
hto: Nɨzede

# cropimage
source: Crop
hto: Kotade

source: Cancel
hto: Fúitade

source: Delete
hto: Fúitade

source: OK
hto: Jɨɨ

source: Edit
hto: Abɨdo Fɨnode

source: Save
hto: Jóne

source: Done
hto: Fɨnoka

source: Exposure
hto: Úai ákatade

source: Crop
hto: Kotade

source: Effects
hto: Éroika

source: Borders
hto: Fúedo

source: Auto-enhance on
hto: Dama ñúe fɨnode

source: Auto-enhance off
hto: Dama ñúe fɨnonide

source: Apply
hto: Ñúe íte

source: Filters
hto: Ofítate

source: Original
hto: Fɨ́nokamo dai bite

source: B&W
hto: Úzerede/jitɨ́rede

source: Freeform
hto: Óiakadɨo ízoi

source: Portrait
hto: Baifene

source: Landscape
hto: Béikɨ

source: Square
hto: Ábɨ íyano

source: No photos or videos
hto: Jóreño íe joreño fɨnóka íñede

source: Use the Camera app to get started.
hto: Jóreño óra jóne táɨneyena

source: No photos
hto: Jóreño íñede

source: No memory card
hto: Iñede ráa ofítaɨra

source: Insert a memory card to use this app.
hto: Ráa ófitaira ñúita bíe ráa fɨnoyena

source: Memory card in use
hto: Ráa ófitaira taɨjɨtaɨjɨde

source: Unplug the phone to use this app.
hto: Jóriaɨ áño ráanɨaɨ fɨnoyena

source: Scanning
hto: Éroieroiga

source: Looking for photos and videos.
hto: Jóreño íe joreño fɨnóka jénojenoga.

source: Database Upgrade
hto: Méidoye ráanɨaɨ bie íyano

source: Please wait while Gallery updates its database.
hto: Úñori,jóreño íyano ñúe fɨnofɨnode.

source: Can not share this image file type.
hto: Bíe jana jɨaɨmakɨ dɨga fekánide.

source: Can not edit photos: Memory card is full.
hto: Jóreño fɨnonide. Ráa ófɨtaɨra já óruide.

source: Image is too large to display on this device.
hto: Jana ɨere áyue jóriaɨmo ákatayena.

source: Image is invalid or corrupt and cannot be displayed.
hto: Jana fɨenide íe fɨgoñede ákatanide.

source: {{filename}} saved to Gallery
hto: {{filename}} ñúe jónega jóreño íyano

source: New copy saved.
hto: Kómue fákara jónega

source: Go to Camera
hto: Jóreño óra ráa jáiri

source: Name
hto: Mamékɨ

source: Size
hto: Dɨeze

source: Image Type
hto: Jána ízoi

source: Date Taken
hto: Jɨroka

source: Resolution
hto: Resolución

source: Close
hto: Ɨ́baide

source: Gallery
hto: Jóreño íyano

source: Preview
hto: Méiñuaide

source: Video dated {{ timeStamp }}
hto: Ímona joreño fɨnóka dɨga{{ timeStamp }}

source: Image dated {{ timeStamp }}
hto: Ímona jána dɨga {{ timeStamp }}

source: Back
hto: Ɨfede

# crop-options.ariaLabel
source: Crop
hto: Kotade

source: Custom aspect ratio
hto: Kúe dama íya

source: Portrait aspect ratio
hto: Kúe íyano baɨfene

source: Landscape aspect ratio
hto: Kái íyano béikɨ

source: Square aspect ratio
hto: Kúe íya ábɨdo

source: More aspect ratios
hto: Abɨ ite jána

source: 3:4 portrait
hto: 3:4 baɨfene

source: 4:3 landscape
hto: 4:3 béikɨ

source: 16:9 landscape
hto: 16:9 béikɨ

source: Effect
hto: Éroika

source: None
hto: Íñede

source: Black and white
hto: Úzerede íe jitɨ́rede

source: Blue steel
hto: Acero mókorede

source: Faded
hto: Fúibiokaide

# exposure-button.ariaLabel
source: Exposure
hto: Úai ákatade

# crop-button.ariaLabel
source: Crop
hto: Kotade

# effect-button.ariaLabel
source: Effects
hto: Éroika

source: Enhance
hto: Ñúe fɨnó

source: Camera
hto: Jóreño óra

source: Select multiple
hto: Áiyo nɨze

# edit-button.ariaLabel
source: Edit
hto: Abɨdo Fɨnode

source: Share
hto: Fékari

source: Information
hto: Ráfue

# delete-button.ariaLabel
source: Delete
hto: Fúitade

source: Edit image preview
hto: Bíe éroika ñúe fɨno
