Repository: translate/mozilla-gaia
Catalog: ff/apps/communications/dialer/dialer.properties.po
Languages: ff

source: Add new number
ff: Ɓeydu tonngoode hesere

source: Contact details
ff: Humpito jokkondiral

source: Add to existing contact
ff: Ɓeydu e jokkondiral goodngal

source: All
ff: Fof

# all.ariaLabel
source: All
ff: Fof

source: Bluetooth
ff: Bluutuus

source: Call log
ff: Aslol noddaali

source: Edit call log
ff: Taƴto logannde noddaali

source: Edit call log dialog
ff: Taƴto kaaldol logannde noddaali

source: Connecting
ff: Nana seŋoo

source: Asynchronous: {{ async }}
ff: Luutoro: {{ async }}

source: Data: {{ data }}
ff: Keɓe: {{ data }}

source: An error occurred while retrieving call forwarding status
ff: Juumre waɗii tuma nde ngonka ɓenningol noddaango balletee

source: Inactive
ff: Hurmaani

source: Packet: {{ packet }}
ff: Pakket: {{ packet }}

source: Call forwarding status
ff: Ngonka ɓenningol noddaango

source: Synchronous: {{ sync }}
ff: Beƴƴoro: {{ sync }}

source: Voice: {{ voice }}
ff: Daande: {{ voice }}

source: Clear selected calls?
ff: Momtu noddaali labaaɗi?

source: Contacts
ff: Jokkondire

source: Create new contact
ff: Sos jokkondiral kesal

source: Delete
ff: Momtu

source: Add contact
ff: Ɓeydu jokkondiral

source: Add Contact Dialog
ff: Ɓeydu Kaaldol Jokkondiral

source: Call Information
ff: Humpito Noddaango

# edit-selected[one]
source: {{ n }} selected
ff: {{ n }} labaama

# edit-selected[two]
source: {{ n }} selected
ff: {{ n }} labaama

# edit-selected[few]
source: {{ n }} selected
ff: {{ n }} labaama

# edit-selected[many]
source: {{ n }} selected
ff: {{ n }} labaama

# edit-selected[other]
source: {{ n }} selected
ff: {{ n }} labaama

source: Edit
ff: Taƴto

source: Hide keypad
ff: Suuɗ tappirde limooje

source: Ignore Call
ff: Faalkiso Noddaango

source: Incoming
ff: Nodduɓe

source: Keypad
ff: Tappirde limooje

source: Make call
ff: Noddu

source: Merge
ff: Naattondir

# info-missed
source: Missed
ff: Luutaaɗi

source: Missed
ff: Luutaaɗi

# missed.ariaLabel
source: Missed
ff: Luutaaɗi

source: Canceled
ff: Haaytaama

source: Missed call
ff: Noddaango Luutaango

source: (SIM {{ n }}) Missed call
ff: (SIM {{ n }}) Noddaango luutaango

source: An error occurred while sending the message
ff: Juumre waɗii tuma nde neldata ɓatakuru nduu

source: Session expired
ff: Ceŋagol gasii

source: Message successfully sent
ff: Ɓatakuru neldiraama no haanirta

source: Mute
ff: Muumɗin

source: New call
ff: Noddaango hesngo

source: No calls recorded
ff: Alaa noddaali teskaa

source: No missed calls
ff: Alaa noddaali luutaaɗi

source: On hold
ff: Nana sabbii

source: Outgoing
ff: Jaltooji

source: Recent calls
ff: Noddaali cakkitiiɗi

source: Reply
ff: jaabo

source: Send
ff: Neldu

source: Switch calls
ff: Wostondir noddaali

source: Today
ff: Hannde

source: Withheld number
ff: Tonngoode suuɗiinde

source: From {{ contact }}
ff: Ummoraade to {{ contact }}

source: From {{ number }}
ff: Ummoraade to {{ number }}

source: From withheld number
ff: Ummoraade to tonngoode suuɗiinde

source: Yesterday
ff: Haŋki

source: Sending…
ff: Nana neldaa…

# speakerOption.ariaLabel
source: Speaker
ff: Kaaloowo

source: {{ operator }} services
ff: Carwe {{ operator }}

source: Toggle keypad
ff: Toggilo tappirde limooje

source: Type your response…
ff: Tappu jaabawol maa…

source: Clear all text
ff: Momtu binndi fof

source: Hide
ff: Suuɗ

source: Call
ff: Noddu

source: Hold
ff: Sabbo

source: Resume
ff: Jokku

# resume.ariaLabel
source: Resume
ff: Jokku

source: Send Message
ff: Neldu Ɓatakuru

source: Call Ended
ff: Noddaango dartinaama

source: via SIM{{ n }}
ff: iwde e SIM{{ n }}

source: Unknown
ff: Anndaaka

source: Cancel
ff: Haaytu

source: Hang Up
ff: Korsu

source: Pick up
ff: Ƴeftu

source: Slider
ff: Daasorde

source: Settings
ff: Teelte

source: Nothing selected
ff: Hay huunde labaaka

source: Delete selected log?
ff: Momtu logre labaande?

# delete-n-log?[two]
source: Delete {{ n }} logs?
ff: Momtu logge {{ n }}?

# delete-n-log?[few]
source: Delete {{ n }} logs?
ff: Momtu logge {{ n }}?

# delete-n-log?[many]
source: Delete {{ n }} logs?
ff: Momtu logge {{ n }}?

# delete-n-log?[other]
source: Delete {{ n }} logs?
ff: Momtu logge {{ n }}?

source: {{ s }} s
ff: {{ s }} m

source: {{ m }} m {{ s }} s
ff: {{ m }} h {{ s }} m

source: {{ h }} h {{ m }} m {{ s }} s
ff: {{ h }} w {{ m }} h {{ s }} m

source: {{ n }} match for "{{ matchNumber }}"
ff: {{ n }} nanndunɗe e "{{ matchNumber }}"

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
ff: {{ n }} nannduɗe e "{{ matchNumber }}"

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
ff: {{ n }} nannduɗe e "{{ matchNumber }}"

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
ff: {{ n }} nannduɗe e "{{ matchNumber }}"

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
ff: {{ n }} nannduɗe e "{{ matchNumber }}"

source: Call barring
ff: Palogal noddaali

source: Call forwarding
ff: Ɓenningol noddaali

source: Incoming Caller ID
ff: ID Noddoowo

source: Outgoing Caller ID
ff: ID Noddeteeɗo

source: Password change
ff: Waylu finnde

source: Call waiting
ff: Noddaango ɗiɗiiwo

source: PIN change
ff: Waylu PIN

source: PIN2 change
ff: Waylu PIN2

source: Unblock PIN
ff: Daaƴtu PIN

source: Unblock PIN2
ff: Daaƴtu PIN2

source: Voice
ff: Daande

source: Data
ff: Keɓe

source: Packet
ff: Pakkere

source: Service was enabled
ff: Carwol ena hurminaa

source: Service has been disabled
ff: Carwol koko daaƴaa

source: Registration was successful
ff: Binnditagol feewii

source: Erasure was successful
ff: Momtugol feewi

source: Request was successful
ff: Ɗaɓɓitannde feewii

source: Service not provisioned
ff: Carwol annominaaka

source: You can not change the caller ID setting
ff: A waawaa waylude teeltol ID noddoowo oo

source: Caller ID defaults to restricted. Next call: Restricted
ff: ID noddoowo ena woowraa ko falaa. Noddaango aroowo: Ena Falaa

source: Caller ID defaults to restricted. Next call: Not restricted
ff: ID noddoowo ena woowraa falaaka. Noddaango aroowo: Falaaka

source: Caller ID defaults to not restricted. Next call: Restricted
ff: ID noddoowo ena woowraa ko falaa. Noddaango aroowo: Ena Falaa

source: Caller ID defaults to not restricted. Next call: Not restricted
ff: ID noddoowo woowraa ko alaa palol. Noddaango aroowo: Falaaka

source: Service was enabled for:
ff: Carwol hurminanaama:

source: PIN successfully changed
ff: PIN wayliraama no haanirta

source: PIN successfully unblocked
ff: PIN daaƴtiraama no haanirta

source: PIN2 successfully changed
ff: PIN2 wayliraama no haanirta

source: PIN2 successfully unblocked
ff: PIN2 daaƴtiraama no haanirta

source: Service is enabled
ff: Carwol ena hurminaa

source: Service is disabled
ff: Carwol koko daaƴaa

source: Service is enabled for:
ff: Carwol hurminanaama:

source: Connection problem or invalid MMI code
ff: Caɗeele ceŋol walla kod MMI moƴƴaani

source: Incorrect Password
ff: Finnde ndee Moƴƴaani

source: Invalid or Unsupported MMI Code
ff: Kod MMI Moƴƴaani walla Jaaɓdaani

source: Invalid action
ff: Baɗal moƴƴaani

source: Invalid service code
ff: Kod carwol moƴƴaani

source: The PUK you typed is not correct
ff: PUK mo tappu-ɗaa oo feewaani

source: The old PIN you typed is not correct.
ff: Kod PIN ɓooyɗo mo tappu-ɗaa oo feewaani.

source: Type PUK2 to unblock SIM card
ff: Tappu PUK2 ngam daawtuɗe kartal SIM ngal

source: The PINs you typed do not match
ff: PINs ɗi tappu-ɗaa ɗii nanndaani

source: Type a PIN that is 4 to 8 numbers
ff: Tappu PIN baɗɗo limooje 4 haa 8

source: Your SIM card is PUK-locked
ff: Kartal maa SIM koko daaƴaa PUK

source: Unsuccessful. Enable SIM/RUIM LOCK
ff: Feewaani. Hurmin SIM/RUIM LOCK

source: Operation is restricted to fixed dialing numbers only
ff: Ɗuum aaɓnotoo tan ko e tonngooɗe noddol ñiiɓɗe

source: USSD request is modified to DIAL request
ff: USSD waɗtaama ɗaɓɓitannde DIAL

source: USSD request is modified to SS request
ff: Ɗaɓɓitannde USSD waɗtaama ɗaɓɓitannde SS

source: USSD request is modified to new USSD request
ff: Ɗaɓɓitannde USSD waɗtaama ɗaɓɓitannde USSD

source: SS request is modified to DIAL request
ff: Ɗaɓɓitannde SS waɗtaama ɗaɓɓitannde DIAL

source: SS request is modified to USSD request
ff: Ɗaɓɓitannde SS waɗtaama ɗaɓɓitannde USSD

source: SS request is modified to new SS request
ff: Ɗaɓɓitannde SS waɗtaama ɗaɓɓitannde SS hesere

source: Only {{ n }} retry left
ff: Heddii tan ko etannde {{ n }}

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
ff: Etanɗe {{ n }} keddii

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
ff: Etanɗe {{ n }} keddii

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
ff: Etanɗe {{ n }} keddii

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
ff: ena heddii laabi {{ n }}

source: Maximum number of retries exceeded. SIM blocked
ff: A yettiima kaaɗol limoore enditte. SIM daaƴaama

source: Radio not available
ff: Rajo ngo heɓotaako

source: Generic failure
ff: Juumre aadannde

source: Password incorrect
ff: Finnde moƴƴaani

source: Request not supported
ff: Ɗaɓɓitannde njaɓdaani

source: Operation not allowed during voice call
ff: Ɗuum wonataa tuma nde ngon-ɗaa e noddude

source: SMS send fail retry
ff: Ettagol eldugol SMS goorɗo

source: SIM absent
ff: SIM alaa ɗoo

source: Subscription not available
ff: Lulnannde heɓotaako

source: Mode not supported
ff: Mbayka jaaɓdaani

source: Fdn check failure
ff: Horiima ƴeewtaade fdn

source: Illegal SIM or ME
ff: SIM walla ME moƴƴaani

source: Dial modified to USSD
ff: Noddol waɗtaama USSD

source: Dial modified to SS
ff: Noddol waɗtaama SS

source: Dial modified to dial
ff: Noddol waɗtaama noddol

source: USSD modified to dial
ff: USSD waɗtaama noddol

source: USSD modified to SS
ff: USSD waɗtaama SS

source: USSD modified to USSD
ff: USSD waɗtaama USSD

source: SS modified to dial
ff: SS waɗtaama noddol

source: SS modified to USSD
ff: SS waɗtaama USSD

source: SS modified to SS
ff: SS waɗtaama SS

source: Subscription not supported
ff: Lulnannde jaaɓdaani

source: Invalid parameter
ff: Teeltol moƴƴaani

source: Rejected by remote
ff: Goɗɗungol riiwtii

source: Conference ({{n}})
ff: Jeewtidal ({{n}})

source: {{ caller }} has left the call.
ff: {{ caller }} yaltii yeewtere ndee.

source: Unable to merge calls
ff: Horiima naatondirde noddanɗe

source: Unable to unmerge calls
ff: Horiima seerditde noddanɗe

source: %A, %B %e
ff: %A %e %B

source: Select audio sources
ff: Labo iwdi ojoo

source: Bluetooth handsfree device
ff: Kaɓirgol Bluutuus juuɗe-mehe

source: Receiver
ff: Heɓɓorde

source: Speaker
ff: Kaaloowo
