Repository: translate/mozilla-gaia
Catalog: dsb/shared/permissions/permissions.properties.po
Languages: dsb

source: App Permission
dsb: Nałožeńske pšawo

source: Website Permission
dsb: Websedłowe pšawo

source: Select Camera
dsb: Kameru wubraś

source: Schedule Alarms
dsb: Alarmy póstajiś

source: Microphone
dsb: Mikrofon

source: Would you like to share your microphone with {{app}}?
dsb: Cośo swój mikrofon z {{app}} źěliś?

source: Would you like to share your microphone with {{site}}?
dsb: Cośo swój mikrofon z {{site}} źěliś?

# perm-audio-channel-content
source: Play Sounds
dsb: Zuki wótgraś

source: Play Notification Sounds
dsb: Zdźěleńske zuki wótgraś

source: Play Ringtone Sounds
dsb: Zwónjenja wótgraś

source: Access Sensor Data
dsb: Na sensorowe daty pśistup měś

source: Inspect Web Pages
dsb: Webboki pśepytowaś

source: Cameras
dsb: Kamery

source: Select a camera for {{app}}.
dsb: Kameru za {{app}} wubraś.

source: Select a camera for {{site}}.
dsb: Kameru za {{site}} wubraś.

source: {{app}} would like to use your camera.
dsb: {{app}} co wašu kameru wužywaś.

source: {{site}} would like to use your camera.
dsb: {{site}} co wašu kameru wužywaś.

source: Cell Broadcasts
dsb: Celowe informacije

source: Contacts
dsb: Kontakty

source: {{app}} would like to access your contact list.
dsb: {{app}} co pśistup na waše kontakty měś.

source: {{site}} would like to access your contact list.
dsb: {{site}} co pśistup na waše kontakty měś.

source: Notifications
dsb: Zdźělenja

source: {{app}} would like to display notifications.
dsb: {{app}} co zdźělenja zwobrazniś.

source: {{site}} would like to display notifications.
dsb: {{site}} co zdźělenja zwobrazniś.

source: Apps Storage
dsb: Nałožeński składowak

source: Music Storage
dsb: Muzikowy składowak

source: {{app}} would like to access your music.
dsb: {{app}} co pśistup na wašu muziku měś.

source: {{site}} would like to access your music.
dsb: {{site}} co pśistup na wašu muziku měś.

source: Image Storage
dsb: Wobrazowy składowak

source: {{app}} would like to access your images.
dsb: {{app}} co pśistup na waše wobraze měś.

source: {{site}} would like to access your images.
dsb: {{site}} co pśistup na waše wobraze měś.

source: Memory Card Storage
dsb: Składowak składowańskeje kórty

source: {{app}} would like to access your memory card.
dsb: {{app}} co pśistup na wašu składowańsku kórtu měś.

source: {{site}} would like to access your memory card.
dsb: {{site}} co pśistup na wašu składowańsku kórtu měś.

source: Video Storage
dsb: Wideoskładowak

source: {{app}} would like to access your videos.
dsb: {{app}} co pśistup na waše wideo měś.

source: {{site}} would like to access your videos.
dsb: {{site}} co pśistup na waše wideo měś.

source: Embed Apps
dsb: Nałoženja zasajźiś

source: FM Radio
dsb: UKW-radijo

source: {{app}} would like to use the FM Radio.
dsb: {{app}} co UKW-radijo wužywaś.

source: {{site}} would like to use the FM Radio.
dsb: {{site}} co UKW-radijo wužywaś.

source: Geolocation
dsb: Stojnišćo

source: {{app}} would like to know your location.
dsb: {{app}} co wašo stojnišćo wěźeś.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
dsb: {{brandShortName}} wužywa daty wót GPS, WLAN a mobilnych seśow we wašej bliskosći, aby wašo pśibližne stojnišćo zwěsćił. Daty sćelu se do Mozilla a drugich słužbnych póbitowarjow a budu se w cełku wužywaś, aby te stojnišćowe datowe banki pólěpšyli. Daty daju se na wašom rěźe składowaś a daty daju se teke zběraś, gaž žedne nałoženja njeběže.

source: {{site}} would like to know your location.
dsb: {{site}} co wašo stojnišćo wěźeś.

source: See Idle Status
dsb: Status inaktiwnosći se woglědaś

source: Privileged IndexedDB
dsb: Priwilegěrowany składowak IndexedDB

source: Unlimited IndexedDB Storage
dsb: Njewobgranicowany składowak IndexedDB

source: Manage Keyboards
dsb: Tastatury zastojaś

source: Act as a Keyboard
dsb: Ako tastaturu wužywaś

source: Camera and Microphone
dsb: Kamera a mikrofon

source: Would you like to share your camera and microphone with {{app}}?
dsb: Cośo swóju kameru a swój mikrofon z {{app}} źěliś?

source: Would you like to share your camera and microphone with {{site}}?
dsb: Cośo swóju kameru a swój mikrofon z {{site}} źěliś?

source: Mobile Connection
dsb: Mobilny zwisk

source: Mobile Identity
dsb: Mobilna identita

source: Network Events
dsb: Seśowe tšojenja

source: Start an App
dsb: Nałoženje startowaś

source: Modify Apps Permissions
dsb: Pšawa nałoženjow změniś

source: Power Settings
dsb: Energijowe nastajenja

source: Modify Settings
dsb: Nastajenja změniś

source: Cross-Origin Requests
dsb: Napšašowanja na cuze domeny

source: Telephony
dsb: Telefonija

source: Camera
dsb: Kamera

source: Would you like to share your camera with {{app}}?
dsb: Cośo swóju kameru z {{app}} źěliś?

source: Would you like to share your camera with {{site}}?
dsb: Cośo swóju kameru z {{site}} źěliś?

source: Control Voicemail
dsb: Rěcne powěsći kontrolěrowaś

source: Install Webapps
dsb: Webnałoženja instalěrowaś

source: Manage Wi-Fi
dsb: WLAN zastojaś

source: Open Overlay Popups
dsb: Zakśywajuce wuskokujuce wokna wócyniś

source: Play Alarm Sounds
dsb: Alarmowe zuki wótgraś

# perm-audio-channel-normal
source: Play Sounds
dsb: Zuki wótgraś

source: Play public notification sounds
dsb: Zjawne zdźěleńske zuki wótgraś

source: Play Telephony Sounds
dsb: Telefonatowe zuki wótgraś

source: Act as a Background Service
dsb: Ako slězynowa słužba agěrowaś

source: Crash Data Storage
dsb: Składowak za wótwaleńske daty

source: Access Downloads
dsb: Pśistup na ześěgnjenja

source: Embed Widgets
dsb: Elementy zasajźiś

source: Feature Detection
dsb: Funkciju namakaś

source: Firefox Accounts
dsb: Konta Firefox

source: Mobile Network
dsb: Mobilna seś

source: Open Overlay Popups (moz)
dsb: Zakśywajuce wuskokujuce wokna wócyniś (moz)

source: Play Ringtone Sounds (moz)
dsb: Zwónjenja wótgraś (moz)

source: Play Telephony Sounds (moz)
dsb: Telefonatowe zuki wótgraś (moz)

source: Firefox Accounts (moz)
dsb: Konta Firefox (moz)

source: Control Usage Stats
dsb: Wužywańske statistiki kontrolěrowaś

source: NFC HCI Events
dsb: NFC-HCI-tšojenja

source: Manage NFC
dsb: NFC zastojaś

source: Phone Number Service
dsb: Słužba telefonowych numerow

source: Resource Stats
dsb: Resursowe statistiki

source: Send and Read SMS
dsb: SMS słaś a cytaś

source: Control Volume
dsb: Głosnosć kontrolěrowaś

source: Access Storage
dsb: Pśistup na składowak

source: TCP Sockets
dsb: TCP-sokety

source: Test Permission
dsb: Testowe pšawo

source: Set Date and Time
dsb: Datum a cas nastajiś

source: UDP Sockets
dsb: UDP-sokety
