Repository: translate/mozilla-gaia
Catalog: */apps/fl/download.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eo, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, mai, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

source: The downloaded file cannot be played on this device.
af: Kan nie die afgelaaide lêer op hierdie toestel speel nie.
am: የ ወረደውን ፋይል በዚህ አካል ላይ ማጫወት አይቻልም
ar: هذا الجهاز لن يستطيع تشغيل الملف الذي تم تحميله.
as: ডাউনল'ড কৰা ফাইল এই ডিভাইচত চলাব নোৱাৰি।
bg: Сваленият файл не може да бъде изпълнен на това устройство.
bn_bd: ডাউনলোড করা ফাইলটি এই ডিভাইসে চালানো যাচ্ছে না।
bn_in: ডাউনলোড ফাইল এই ডিভাইসে চালানো যাবে না।
br: Ar restr pellgarget n'hall ket bezañ lennet war trevnad-mañ.
ca: El fitxer baixat no es pot reproduir en el dispositiu.
cy: Nid oes modd chwarae'r ffeil llwythwyd i lawr ar y ddyfais hon.
es: El archivo descargado no puede reproducirse en este dispositivo.
eu: Ezin da deskargatutako fitxategia erreproduzitu gailu honetan.
fa: امکان پخش پرونده‌های دریافت شده بر روی این دستگاه نیست.
gd: Luchdaich thu a-nuas am faidhle seo ach cha ghabh a chluich air an uidheam seo.
hi_in: डाउनलोड की हुई फाइल इस उपकरण पर बज नहीं सकती.
hr: Preuzeta datoteka se ne može pokrenuti na ovom uređaju.
hu: A letöltött fájl nem játszható le ezen az eszközön.
id: Berkas unduhan tidak dapat dimainkan pada peranti ini.
km: ឯកសារ​បាន​ទាញ​យក​មិន​អាច​បង្ហាញ​លើ​ឧបករណ៍​នេះ​បាន​ទេ។
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿಕೊಳ್ಳಲಾಗಿರುವ ಕಡತವನ್ನು ಈ ಸಾಧನದಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತಿಲ್ಲ.
mai: डाउनलोड कएल फाइल एहि अओजार पर नहि चलि सकैछ.
ml: ഡൌണ്‍ലോഡ് ചെയ്ത ഫയല്‍ ഈ ഉപകരണത്തില്‍ കളിക്കാന്‍ പറ്റുന്നില്ല.
mr: डाउनलोड केलेली फाइल या साधनावर चालवली जाऊ शकत नाही.
ms: Fail dimuat turun tidak dapat dipaparkan pada peranti ini.
my: ယခုစက်ပေါ်တွင် ဒေါင်းလုဒ်လုပ်ထားသော ဖိုင်အား ဖွင့်မရပါ
ne: डाउनलोड भएको फाइल यस यन्त्रमा सन्चालन हुन सक्दैन।
or: ଆହରଣ ହୋଇଥିବା ଫାଇଲକୁ ଏହି ଉପକରଣରେ ଚଲାଯାଇପାରିବ ନାହିଁ।
pt: O ficheiro descarregado não pode ser reproduzido neste dispositivo.
ro: Fișierul descărcat nu poate fi redat pe dispozitiv.
si: බාගත් ගොනුව මෙම උපාංගයේදී ක්‍රියාත්මක කල නොහැකියි.
sw: Faili iliyopakuliwa haiwezi kuuzwa kwenye kifaa hiki.
ta: இந்த சாதனத்தில் பதிவிறக்கப்பட்ட படங்களை காட்ட முடியாது.
te: దించుకున్న దస్త్రాన్ని ఈ పరికరంలో ఆడించలేము.
th: ไฟล์ที่ดาวน์โหลดไม่สามารถเล่นบนอุปกรณ์นี้
tr: İndirilen dosya bu aygıtta oynatılamaz.
ur: ڈاؤن لوڈ کی حوی تصویر اس آلہ پر ڈسپلے نہیں کی جا سکتی۔
uz: Yuklab olingan faylni ushbu qurilmada ijro qilib bo‘lmaydi.
vi: Tập tin đã tải không chơi được trên thiết bị này.
wa: Li fitchî aberweté ni sait nén esse djouwé so cist éndjin ci.
xh: Ifayile ekhutshelweyo ayinakudlalwa kwesi sixhobo.
zu: Ifayela edawunilodiwe ngeke idlale kule divayisi.

source: There is not enough storage space on your device to save this song.
af: Daar is onvoldoende stoorruimte op jou toestel om hierdie liedjie te stoor.
am: በዚህ አካል ላይ በቂ የማጠራቀሚያ ቦታ የለም ይህን ዘፈን ለማስቀመጥ
ar: لا يوجد مساحة تخزين كافية لحفظ هذه الأغنية.
as: এই গান সংৰক্ষণ কৰিবলে আপোনাৰ ডিভাইচত পৰ্যাপ্ত সংৰক্ষণ স্থান নাই।
bg: Няма достатъчно място на устройството, за да бъде запазена тази песен.
bn_bd: গানটি সংরক্ষনের জন্য আপনার ডিভাইস স্টোরেজে পর্যাপ্ত স্থান খালি নেই।
bn_in: এই গান সংরক্ষণ করতে আপনার ডিভাইসের যথেষ্ট জায়গা নেই।
br: N'eus ket egor a-walc'h war ho trevnad evit enrollañ an ton-mañ.
ca: No hi ha suficient espai al dispositiu per desar la cançó.
cy: Nid oes digon o le storio ar eich dyfais i gadw'r gân.
es: No hay suficiente espacio de almacenamiento en el dispositivo para guardar la canción.
eu: Ez dago abesti hau biltegiratzeko leku libre nahikorik zure gailuan.
fa: فضای کافی جهت ذخیره سازی این آهنگ بر روی دستگاه وجود ندارد.
gd: Chan eil stòras gu leòr air an uidheam seo gus an t-òran seo a shàbhaladh.
hi_in: यह गीत सहेजें के लिए आपके उपकरण पर पर्याप्त संग्रह जगह नहीं है.
hr: Na uređaju nema dovoljno prostora za spremanje ove pjesme.
hu: Nincs elegendő tárolóterület az eszközön a zene mentéséhez.
id: Tidak cukup ruang penyimpanan pada peranti Anda untuk simpan lagu ini.
km: មិន​មាន​ទំហំ​ផ្ទុក​គ្រប់គ្រាន់​លើ​ឧបករណ៍​របស់​អ្នក ដើម្បី​រក្សាទុក​បទ​ចម្រៀង​នេះ។
kn: ಈ ಹಾಡನ್ನು ಉಳಿಸಲು ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಸಾಕಷ್ಟು ಸ್ಥಳಾವಕಾಶವಿಲ್ಲ.
mai: ई गीत सहेजए कलेल अहाँक अओजार पर पर्याप्त संग्रह जगह नहि अछि.
ml: നിങ്ങളുടെ ഉപകരണത്തില്‍ ഈ പാട്ട് സൂക്ഷിക്കാന്‍ സ്ഥലമില്ല.
mr: हे गाणे साठवण्यास आपल्या साधनावर पुरेशी जागा उपलब्ध नाही.
ms: Tidak terdapat ruang storan yang mencukupi pada peranti anda untuk menyimpan lagu ini.
my: သီချင်း အားသိမ်းရန်အတွက် စက်ပေါ်တွင် လုံလောက်သော မှတ်ဉာဏ် မရှိပါ
ne: तपाईंको यन्त्रमा यो गीत सङ्ग्रह गर्न पर्याप्त भण्डारण छैन।
or: ଏହି ଗୀତକୁ ଆପଣଙ୍କର ଉପକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଯଥେଷ୍ଟ ସଂରକ୍ଷଣ ସ୍ଥାନ ନାହିଁ।
pt: Não existe espaço suficiente no seu dispositivo para guardar esta música.
ro: Nu există suficient spațiu de stocare pe dispozitiv pentru a salva această melodie.
si: ඔබගේ උපාංගයේ ගබඩා මතකය මෙම ගීතය ගබඩා කිරීමට ප්‍රමාණවත් නොවේ.
sw: Hakuna nafasi ya kutosha kwenye kifaa chako ili kuhifadhi wimbo huu.
ta: இந்த பாடலை சேமிக்க உங்களுடைய சாதனத்தில் தேவையான இடம் இல்லை.
te: ఈ పాటను భద్రపరచడానికి తగినంత జాగా మీ పరికరంలో లేదు.
th: อุปกรณ์ของคุณมีพื้นที่จัดเก็บไม่เพียงพอที่จะบันทึกเพลงนี้
tr: Aygıtınızda bu şarkıyı kaydetmeye yedecek kadar yer yok.
ur: اس گیت کو محفوظ کرنے کے لئے آپ کے آلے پر کافیا سٹوریج کی جگہ نہیں ہے۔
uz: Ushbu qo‘shiqni saqlash uchun qurilmangizda yetarlicha bo‘sh joy yo‘q.
vi: Không đủ chỗ trống để lưu bản nhạc này.
wa: I gn a pupont d' plaece di stocaedje assez so vost éndjin po schaper cisse tchanson ci.
xh: Akukho ndawo yaneleyo yokugcina kwisixhobo sakho yokugcina le ngoma.
zu: Asikho isikhala esanele kudivayisi yakho ukuze kugcinwe leli culo.

source: Cannot save song because there is no memory card.
af: Kan nie liedjie stoor nie, want daar geen geheuekaart nie.
am: ዘፈኑን ማስቀመጥ አልተቻለም ምክንያቱም በማስታወሻ ካርዱ ላይ በቂ ቦያ የለም
ar: غير قادر على حفظ الأغنية لأنه لايوجد بطاقة ذاكرة.
as: মেমৰি কাৰ্ড নথকা বাবে গান সংৰক্ষণ কৰিব নোৱাৰি।
bg: Песента не може да бъде запазена, защото липсва карта за памет.
bn_bd: কোন মেমরি কার্ড না থাকায় গানটি সংরক্ষণ করা যাচ্ছে না।
bn_in: মেমোরি কার্ড নেই তাই সংরক্ষণ করা যাবে না।
br: N'haller ket enrollañ an ton rak n'eus kartenn vemor ebet.
ca: No es pot desar la cançó perquè no hi ha targeta de memòria.
cy: Nid oes modd cadw'r gân gan nad oes cerdyn cof.
es: No podemos guardar la canción porque no hay tarjeta de memoria.
eu: Ezin da abestia gorde memoria-txartelik ez dagoelako.
fa: به علت عدم وجود کارت حافظه امکان دخیره آهنگ وجود ندارد.
gd: Cha ghabh an t-òran seo a shàbhaladh a chionn 's nach eil cairt-chuimhne ann.
hi_in: गीत को संगृहीत नहीं कर सकते क्योकि कोई मेमोरी कार्ड नहीं है.
hr: Pjesmu nije moguće spremiti jer nedostaje memorijska kartica.
hu: A zene nem menthető el, mert nincs memóriakártya a telefonban.
id: Tidak dapat simpan lagu ini karena tidak ada kartu memori.
km: មិន​អាច​រក្សាទុកបទ​ចម្រៀង ព្រោះ​មិន​មានកាត​អង្គចងចាំ។
kn: ಮೆಮೊರಿ ಕಾರ್ಡ್ ಇಲ್ಲದಿರುವುದರಿಂದ ಹಾಡನ್ನು ಉಳಿಸಲಾಗುತ್ತಿಲ್ಲ.
mai: गीत केँ संगृहीत नहि कए सकत किएक कोनो मेमोरी कार्ड नहि अछि.
ml: മെമ്മറി കാര്‍ഡില്ലാത്തത്കൊണ്ട് പാട്ട് സൂക്ഷിക്കാന്‍ പറ്റില്ല.
mr: मेमरी कार्ड नसल्यामुळे हे गाणे साठवू शकत नाही.
ms: Tidak dapat menyimpan lagi disebabkan tiada kad memori.
my: မှတ်ဉာဏ် ကဒ်မရှိသဖြင့် သီချင်းအား သိမ်းမရပါ
ne: गीत सङ्ग्रह गर्न सकिंदैन किनभने यसमा स्मृति कार्ड छैन।
or: କୌଣସି ମେମୋରୀ କାର୍ଡ ନ ଥିବାରୁ ଗୀତଟିକୁ ସାଇତାଯାଇ ପାରିବ ନାହିଁ
pt: Não foi possível guardar a música porque não existe nenhum cartão de memória.
ro: Nu se poate salva melodia deoarece nu există card de memorie.
si: මෙම ගීතය ගබඩා කිරීමට තරම් ප්‍රමාණවත් ඉඩක් ඔබේ උපාංගයේ නැත.
sw: Haiwezi kuhifadhi wimbo kwa sababu hakuna kadi ya kumbukumbu.
ta: நினைவக அட்டை இல்லாதததால் பாடலை சேமிக்க முடியாது.
te: మెమొరీ కార్డు లేనందువల్ల ఈ పాటను భద్రపరచలేము.
th: ไม่สามารถบันทึกเพลงเนื่องจากไม่มีการ์ดหน่วยความจำ
tr: Bellek kartı olmadığı için şarkı kaydedilemiyor.
ur: گانا محفوظ نہیں کر سکتا کیونکہ کوئی میموری کارڈ نہیں ہے۔
uz: Xotira kartasi bo‘lmaganligi uchun qo‘shiqni saqlab bo‘lmaydi.
vi: Không thể lưu bản nhạc này do không có thẻ nhớ.
wa: Dji n' sai schaper l' tchanson pask' i gn a pont d' cwåte memwere.
xh: Asinakuyigcina ingoma kuba akukho khadi lememori.
zu: Ayikwazi ukulondoloza leli culo ngoba alikho ikhadi lememori.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
af: Kan nie liedjie stoor nie, want die geheuekaart is in gebruik. Ontprop jou foon en probeer dit weer aflaai.
am: ዘፈኑን ማስቀመጥ አልተቻለም ምክንያቱም ማስታወሻ ካርዱ በስራ ላይ ነው: ስልኩን ይለያዩ እና እንደገና ለማውረድ ይሞክሩ
ar: غير قادر على حفظ الاغنية لأن بطاقة الذاكرة قيد الإستخدام. افصل هاتفك ثم حاول التحميل مجددا.
as: মেমৰি কাৰ্ড ব্যৱহৃত হোৱা বাবে গান সংৰক্ষণ কৰিব নোৱাৰি। আপেনাৰ ফোন আনপ্লাগ কৰক আৰু পুনৰ ডাউনল'ড কৰাৰ চেষ্টা কৰক।
bg: Песента не може да бъде запазена, защото картата за памет се използва. Изключете кабела от телефона и опитайте да я изтеглите отново.
bn_bd: মেমরি কার্ড ব্যস্ত থাকায় গানটি সংরক্ষণ করা যাচ্ছে না । আপনার ফোন আনপ্লাগ করুন এবং পুনরায় ডাউনলোডের চেষ্টা করুন।
bn_in: গান সংরক্ষণ করতে পারবেন না কারন মেমরি কার্ড ব্যবহার করা হচ্চে, আপনার ফোনের প্লাগ খুলুন এবং আবার ডাউনলোড করার চেষ্টা করুন।
br: N'haller ket enrollañ an ton rak emañ ar gartenn vemor war arver. Dilugit ho hezougell ha klaskit pellgargañ en-dro.
ca: No es pot desar la cançó perquè la targeta de memòria és en ús. Desendolleu el vostre telèfon i proveu a baixar-la de nou.
cy: Nid oes modd cadw'r gân gan fod y cerdyn cof yn cael ei ddefnyddio. Dad blygiwch y ffôn a cheisiwch lwytho i lawr eto.
es: No podemos guardar la canción porque no hay tarjeta de memoria en uso. Desconecte el teléfono y pruebe a descargarla de nuevo.
eu: Ezin da abestia gorde memoria-txartela erabiltzen ari delako. Desentxufatu telefonoa eta saiatu berriro deskargatzen.
fa: از آن‌جا که کارت حافظه در حال استفاده است، نمی‌توان آواز را ذخیره کرد. تلفن خود را قطع کرده و دوباره برای بارگیری تلاش کنید.
gd: Cha ghabh an t-òran a shàbhaladh a chionn 's gu bheil a' chairt-chuimhne 'ga chleachdadh. Dì-cheangal am fòn agad is feuch ri luchdadh a-nuas às ùr.
hi_in: गीत को संगृहीत नहीं कर सकते क्योकि मेमरी कार्ड इस्तमाल में है. अपने फ़ोन का प्लग निकाले और फिर से डाउनलोड करने का प्रयास करें.
hr: Pjesmu nije moguće spremiti jer je memorijska kartica u upotrebi. Odspojite svoj telefon i pokušajte ponovno preuzeti pjesmu.
hu: A zene nem menthető el, mert használatban van a memóriakártya. Húzza ki a telefont, és próbálja meg ismét a letöltést.
id: Tidak bisa menyimpan lagu karena kartu memori sedang dipakai. Cabut telepon Anda dan coba unduh ulang.
km: មិន​អាច​រក្សាទុក​បទ​ចម្រៀង ព្រោះ​កាត​អង្គចងចាំ​កំពុង​ប្រើ។ ដក​ទូរស័ព្ទ​របស់​អ្នក ហើយ​ព្យាយាម​ទាញ​យក​ម្ដង​ទៀត។
kn: ಮೆಮೊರಿ ಕಾರ್ಡ್ ಬಳಕೆಯಲ್ಲಿರುವುದರಿಂದ ಹಾಡನ್ನು ಉಳಿಸಲಾಗುತ್ತಿಲ್ಲ. ನಿಮ್ಮ ಫೋನ್‌ ಅನ್ನು ಅನ್‌ಪ್ಲಗ್ ಮಾಡಿ ಮತ್ತು ಮತ್ತೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ.
mai: गीत केँ संगृहीत नहि कए सकत किएक मेमरी कार्ड इस्तमाल मे अछि. अपन फोन केर प्लग निकालू आओर फेर सँ डाउनलोड करबाक प्रयास करू.
ml: മെമ്മറി കാര്‍ഡ് ഉപയോഗത്തില്‍ ആയത് കൊണ്ട് ഈ പാട്ട് സൂക്ഷിക്കാന്‍ പറ്റില്ല. ഫോണ്‍ അണ്‍പ്ലഗ്ഗ് ചെയ്തിട്ട് ഒന്നു കൂടി ഡൌണ്‍ലോഡ് ചെയ്തു നോക്കു.
mr: मेमरी कार्ड वापरात असल्यामुळे हे गाणे साठवू शकत नाही. आपला फोन अनप्लग् करा आणि पुन्हा डाउनलोड करण्याचा प्रयत्न करा.
ms: Tidak dapat menyimpan lagu disebabkan kad memori sedang digunakan. Cabut telefon anda dan cuba lagi memuat turun.
my: မှတ်ဉာဏ်ကဒ်အား သုံးနေသဖြင့်သီချင်းအားသိမ်းမရပါ။ သင့်ဖုန်းအား ကြိုးဖြုတ်ပြီး မှ ပြန်ကြိုးစားကြည့်ပါ
ne: गीत सङ्ग्रह गर्न सकिँदैन किनभने स्मृति कार्डको प्रयोग भइरहेको छ। तपाईँको जोडिरहेको फोन निकाल्नु होस् र फेरि डाउनलोड गर्न प्रयास गर्नुहोस्।
or: ମେମୋରୀ କାର୍ଡ ଏବେ ଉପଯୋଗରେ ଥିବାରୁ ଗୀତଟିକୁ ସାଇତାଯାଇ ପାରିବ ନାହିଁ। ଆପଣଙ୍କ ଫୋନକୁ ପ୍ଲଗରୁ ବାହାର କରନ୍ତୁ ଓ ପୁଣିଥରେ ଆହରଣ କରିବାପାିଇଁ ଚେଷ୍ଟା କରନ୍ତୁ।
pt: Não foi possível guardar a música porque o cartão de memória está a ser utilizado. Desligue o cabo do equipamento e volte a tentar descarregar.
ro: Nu se poate salva melodia deoarece cardul de memorie este în uz. Deconectează telefonul și încearcă descărcarea din nou.
si: මතක පත භාවිතයේ ඇති බැවින් ගීතය සුරැකුම් කල නොහැකියි. ඔබගේ දුරකථනය පේනුවෙන් ඉවත් කර නැවතත් භාගත කිරීමට උත්සහ කරන්න.
sw: Haiwezi kuhifadhi wimbo kwa sababu kadi ya kumbukumbu inatumika. Toa simu yako na ujaribu kupakua tena.
ta: நினைவக அட்டை பயன்பாட்டிலிருப்பதால் பாடலை சேமிக்க முடியாது. கைப்பேசியை மின் இணைப்பிலிருந்து நீக்கி மீண்டும் பதிவிறக்கத்தை மீண்டும் முயற்சி.
te: మెమొరీ కార్డు వాడుకలో ఉన్నందున పాటను భద్రపరచలేము. మీ ఫోను ప్లగ్గు తీసివేసి, మళ్ళీ దింపుకోవడానికి ప్రయత్నించండి.
th: ไม่สามารถบันทึกเพลงเนื่องจากการ์ดหน่วยความจำถูกใช้งานอยู่ ถอดสายจากโทรศัพท์ของคุณและลองดาวน์โหลดอีกครั้ง
tr: Bellek kartı kullanımda olduğu için şarkı kaydedilemiyor. Telefonunuzun kablosunu söküp tekrar indirmeyi deneyin.
ur: گانا محفوظ نہیں کر سکتا کیونکہ میموری کارڈ استعمال میں ہے۔ اپنا فون نکال کر پھر ڈاؤن لوڈ کرنے کی کوشش کریں۔
uz: Xotira kartasidan foydalanayotganligi uchun qo‘shiqni saqlab bo‘lmaydi.
vi: Không thể lưu bản nhạc do thẻ nhớ đang bận. Rút dây nguồn điện thoại và thử tải lại.
wa: Dji n' sai schaper li tchanson pask' el cwåte memwere est eployeye. Distchôkîz vosse telefone eyet rsayî di l' aberweter.
xh: Asinakuyigcina ingoma kuba ikhadi lememori lisasetyenziswa. Yincothule ifowuni uzame ukukhuphela kwakhona.
zu: Ayikwazi ukulondoloza leli culo ngoba ikhadi lememori liyasebenzile. Doncula ifoni yakho bese uyadawuniloda futhi.

# err_ds_save_failure
source: Error saving media file.
af: Kon nie medialêer stoor nie.
am: ስህተት የመገናኛ ፋይል በማስቀመጥ ላይ
ar: خطأ في حفظ ملف الوسائط.
as: মাধ্যম ফাইল সংৰক্ষণ কৰোতে ত্ৰুটি।
bg: Грешка при запазване на медиен файл.
bn_bd: মিডিয়া ফাইল সংরক্ষণ করতে সমস্যা হচ্ছে।
bn_in: ফাইল সংরক্ষণ করতে সমস্যা।
br: Fazi e-pad enrollañ ar restr.
ca: Error en desar el fitxer multimèdia.
cy: Gwall cadw ffeil cyfrwng.
es: Error al guardar archivo multimedia.
eu: Errorea multimedia-fitxategia gordetzean.
fa: خطا در ذخیره پرونده‌ رسانه.
gd: Mearachd a’ sàbhaladh faidhle a’ mheadhain.
hi_in: मीडिया फ़ाइल को सुरक्षित कर ने में त्रुटि.
hr: Greška prilikom spremanja datoteke.
hu: Hiba lépett fel a média-fájl mentése közben.
id: Galat menyimpan berkas media.
km: កំហុស​ក្នុងការ​រក្សាទុក​ឯកសារ​មេឌៀ
kn: ಮೀಡಿಯ ಕಡತವನ್ನು ಉಳಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ.
mai: मीडिया फ़ाइल केँ सुरक्षित करए मे त्रुटि.
ml: മിഡിയ ഫയല്‍ സൂക്ഷിയ്ക്കുന്നതില്‍ പിശക്.
mr: मीडिया फाइल साठवताना त्रुटी.
ms: Ralat menyimpan fail media.
my: မီဒီယာဖိုင်အား သိမ်းရာတွင် အမှားရှိ
ne: मेडिया फाइल सङ्ग्रहमा त्रुटि भएको छ ।
or: ମେଡିଆ ଫାଇଲକୁ ସଂରକ୍ଷଣ କରିବା ସମୟରେ ତ୍ରୁଟି ହେଲା।
pt: Erro ao guardar o ficheiro multimédia.
ro: Eroare la salvarea fișierului media.
si: ගොනුව සුරැකීමේ දෝශයකි.
sw: Hitilafu kuhifadhi faili ya vyombo vya habari.
ta: ஊடக கோப்பை சேமிக்கும் போது பிழை.
te: మాధ్యమ దస్త్రాన్ని భద్రపరుచుటలో దోషం.
th: ข้อผิดพลาดการบันทึกไฟล์สื่อ
tr: Medya dosyası kaydetme hatası.
ur: میڈیا مسل کو محفوظ کرنے میں نقص۔
uz: Media faylni saqlashda xatolik.
vi: Lỗi khi lưu tập tin đa phương tiện.
wa: Åk n’ a nén stî come dji schapéve li fitchî media.
xh: Imposiso ekugcineni ifayile yemidiya.
zu: Iphutha ngenkathi kulondolozwa ifayela lemidiya.

# err_db_store_failure
source: Error saving media file.
af: Kon nie medialêer stoor nie.
am: ስህተት የመገናኛ ፋይል በማስቀመጥ ላይ
ar: خطأ في حفظ ملف الوسائط.
as: মাধ্যম ফাইল সংৰক্ষণ কৰোতে ত্ৰুটি।
bg: Грешка при запазване на медиен файл.
bn_bd: মিডিয়া ফাইল সংরক্ষণ করতে সমস্যা হচ্ছে।
bn_in: ফাইল সংরক্ষণ করতে সমস্যা।
br: Fazi e-pad enrollañ ar restr.
ca: Error en desar el fitxer multimèdia.
cy: Gwall cadw ffeil cyfrwng.
es: Error al guardar archivo multimedia.
eu: Errorea multimedia-fitxategia gordetzean.
fa: خطا در ذخیره پرونده‌ رسانه.
gd: Mearachd a’ sàbhaladh faidhle a’ mheadhain.
hi_in: मीडिया फ़ाइल को सुरक्षित कर ने में त्रुटि.
hr: Greška prilikom spremanja datoteke.
hu: Hiba lépett fel a média-fájl mentése közben.
id: Galat menyimpan berkas media.
km: កំហុស​ក្នុង​ការ​រក្សាទុ​ឯកសារ​មេឌៀ។
kn: ಮೀಡಿಯ ಕಡತವನ್ನು ಉಳಿಸುವಲ್ಲಿ ದೋಷ ಉಂಟಾಗಿದೆ.
mai: मीडिया फ़ाइल केँ सुरक्षित करए मे त्रुटि.
ml: മിഡിയ ഫയല്‍ സൂക്ഷിയ്ക്കുന്നതില്‍ പിശക്.
mr: मीडिया फाइल साठवताना त्रुटी.
ms: Ralat menyimpan fail media.
my: မီဒီယာဖိုင်အား သိမ်းရာတွင် အမှားရှိ
ne: मिडिया फाइल सङ्ग्रह गर्दा त्रुटि !
or: ମେଡିଆ ଫାଇଲକୁ ସଂରକ୍ଷଣ କରିବା ସମୟରେ ତ୍ରୁଟି ହେଲା।
pt: Erro ao guardar o ficheiro multimédia.
ro: Eroare la salvarea fișierului media.
si: ගොනුව සුරැකීමේ දෝශයකි.
sw: Hitilafu kuhifadhi faili ya vyombo vya habari.
ta: ஊடக கோப்பை சேமிக்கும் போது பிழை.
te: మాధ్యమ దస్త్రాన్ని భద్రపరచడంలో దోషం.
th: ข้อผิดพลาดการบันทึกไฟล์สื่อ
tr: Medya dosyası kaydetme hatası.
ur: میڈیا مسل کو محفوظ کرنے میں نقص۔
uz: Media faylni saqlashda xatolik.
vi: Lỗi khi lưu tập tin đa phương tiện.
wa: Åk n’ a nén stî come dji schapéve li fitchî media.
xh: Imposiso ekugcineni ifayile yemidiya.
zu: Iphutha ngenkathi kulondolozwa ifayela lemidiya.

source: Song downloaded and installed. Use the Music app to play it.
af: Liedjie is afgelaai en geïnstalleer. Gebruik die Musiek-program om dit te speel.
am: ዘፈኑ ወርዷል እና ተገጥሟል: የሙዚቃ ማጫወቻ በመጠቀም ያጫውቱት
ar: تم حفظ و تنصيب الأغنية. استخدم تطبيق الموسيقى كي تشغلها.
as: গান ডাউনল'ড কৰি ইনস্টল কৰা হল। ইয়াক চলাবলে সংগীত এপ ব্যৱহাৰ কৰক।
bg: Песента е свалена и инсталирана. Използвайте приложението Музика, за да я чуете.
bn_bd: গান ডাউনলোড এবং সংরক্ষিত হয়েছে। এটি শুনতে মিউজিক অ্যাপটি ব্যবহার করুন।
bn_in: গানের ডাউনলোড এবং ইনস্টল হয়ে গেছে। এটা চালাতে সঙ্গীত অ্যাপ্লিকেশন ব্যবহার করুন।
br: Pellgarget ha staliet eo bet an ton. Arverit an arload Sonerezh evit lenn anezhañ.
ca: Cançó baixada i instal·lada. Utilitzeu l'aplicació Música per reproduir-la.
cy: Cân wedi ei llwytho i lawr a'i gosod. Defnyddiwch yr ap Cerddoriaeth i'w chlywed.
eo: Kanto elŝutita kaj instalita. Uzi la programon Muziko por ludi ĝin.
es: Canción guardada e instalada. Use la aplicación Música para reproducirla.
eu: Abestia deskargatuta eta instalatuta. Erreproduzitzeko, erabili Musika aplikazioa.
fa: آهنگ دریافت و نصب شد. جهت پخش آن از نرم‌افزار موسیقی استفاده کنید.
gd: Chaidh an t-òran a luchdadh a-nuas is a stàladh. Cleachd aplacaid a’ chiùil gus a chluich.
hi_in: गीत डाउनलोड और संस्थापन हो चूका है. उसे बजाने के लिए म्यूजिक एप्लीकेशन का इस्तेमाल करे.
hr: Pjesma je preuzeta i instalirana. Da biste je preslušali, pokrenite aplikaciju Glazba.
hu: A zene le lett töltve. A Zene app segítségével lejátszhatja azt.
id: Lagu telah diunduh dan terpasang. Gunakan aplikasi Musik untuk memainkannya.
km: បាន​ទាញយក និង​ដំឡើង​បទ​ចម្រៀង។ ប្រើ​កម្មវិធី​តន្ត្រី​ដើម្បី​ចាក់​វា។
kn: ಹಾಡು ಡೌನ್‌ಲೋಡ್ ಆಗಿದೆ ಮತ್ತು ಅನುಸ್ಥಾಪಿತಗೊಂಡಿದೆ. ಕೇಳಲು ಸಂಗೀತ ಅನ್ವಯವನ್ನು ಬಳಸಿ.
mai: गीत डाउनलोड आओर संस्थापन भ चुकल अछि. ओकरा चलाबै कलेल म्यूजिक एप्लीकेशन क इस्तेमाल करू.
ml: പാട്ട് ഡൌണ്‍ലോഡ് ചെയ്ത് ഇന്‍സ്റ്റാള്‍ ചെയ്തു. സംഗീതം ആപ്പ് ഉപയോഗിച്ച് കേള്‍കു.
mr: गाणे डाउनलोड आणि प्रतिष्ठापित केले. चालवण्यासाठी संगीत अॅप वापरा.
ms: Lagu dimut turun dan dipasang. Gunakan app Muzik dan mainkannya.
my: သီချင်းအား ဒေါင်းလုဒ်လုပ်ပြီး ။ ဂီတ အက်ပ်အားသုံးပြီး နားဆင်ပါ။
ne: गीत डाउनलोड र स्थापना भईसकेको छ। यसलाई बजाउन सङ्गित अनुप्रयोगको प्रयोग गर्नुहोस् ।
or: ଗୀତଟି ଡାଉନଲୋଡ ହେଲା ଓ ସଂସ୍ଥାପିତ ହେଲା। ତାକୁ ଚଲାଇବାପାଇଁ ଗୀତ ଆପ ବ୍ୟବହାର କରନ୍ତୁ।
pt: Música descarregada e instalada. Utilize a aplicação Música para a reproduzir.
ro: Melodie descărcată și instalată. Folosește aplicația Muzică pentru a o reda.
si: ගීතය භාගත වී පිහිටුවීම සිදුවිය. ශ්‍රව්‍ය වාදකය භාවිතා කර එය වාදනය කල හැකියි.
sw: Wimbo ulipakuliwa na ukasakinishwa. Tumia programu ya Muziki ili kuicheza.
ta: பாடல் பதிவிறக்கப்பட்டது மேலும் நிறுவப்பட்டது. இசைப்பயன்பாட்டை பயன்படுத்தி இதை இயக்கு.
te: పాట దింపుకోబడి, స్థాపించబడింది. పాటను వినడానికి సంగీత అనువర్తనాన్ని వాడండి.
th: ดาวน์โหลดและติดตั้งเพลงแล้ว ใช้แอปเพลงเพื่อเล่นเพลง
tr: Şarkı indirildi ve yüklendi. Dinlemek için Müzik uygulamasını kullanın.
ur: گانا ڈائونلوڈ اور نصب ہوگیا ہے۔ چلانے کے لیئے موسیقی کی ایپلیکیشن استعمال کریں۔
uz: Qo‘shiq yuklab olindi va o‘rnatildi. Uni eshitish uchun "Musiqa" ilova dasturidan foydalaning.
vi: Bản nhạc đã được tải và cài đặt. Sử dụng ứng dụng Âm nhạc để chơi.
wa: Tchanson aberwetêye eyet astalêye. Eployîz l’ apli muzike pol djouwer.
xh: Ingoma ikhutshelwe yaza yafakelwa. Sebenzisa i-app yomculo ukuyidlala.
zu: Iculo lodawunilodiwe lafakelwa. Sebenzisa i-app yoMculo ukuze ulidlale.

source: Ringtone downloaded and installed.
af: Luitoon is afgelaai en geïnstalleer.
am: የ ጥሪ ድምፅ ወርዷል እና ተገጥሟል
ar: تم تنزيل و تنصيب نغمة الاتصال.
as: ৰিংটৌন ডাউন'ড কৰি ইনস্টল কৰা হল।
bg: Звукът за звънене е свален и инсталиран.
bn_bd: রিংটোন ডাউনলোড এবং ইনস্টল হয়েছে।
bn_in: রিংটোন ডাউনলোড এবং ইনস্টল হয়ে গেছে।
br: Pellgarget ha staliet eo bet ar soniri.
ca: S'ha baixat i instal·lat el to de trucada.
cy: Tôn canu wedi ei lwytho i lawr a'i osod.
eo: Voktono elŝutita kaj instalita.
es: Tono de llamada descargado e instalado.
eu: Txirrin-tonua deskargatuta eta instalatuta.
fa: آهنگ زنگ دریافت و نصب شد.
gd: Chaidh an t-seirm a luchdadh a-nuas is a stàladh.
hi_in: रिंगटोन डाउनलोड और संस्थापन हो चुकी है.
hr: Melodija zvona je preuzeta i instalirana.
hu: Csengőhang letöltve és telepítve.
id: Nada dering diunduh dan dipasang.
km: បានទាញ​យក និង​ដំឡើង​សំឡេង​រោទ៍
kn: ರಿಂಗ್‌ಟೋನ್ ಡೌನ್‌ಲೋಡ್ ಆಗಿದೆ ಮತ್ತು ಅನುಸ್ಥಾಪಿತಗೊಂಡಿದೆ.
mai: रिंगटोन डाउनलोड आओर संस्थापन भ चुकल अछि.
ml: റിങ്ങ്ടോണ്‍ ഡൌണ്‍ലോഡ് ചെയ്ത് ഇന്‍സ്റ്റാള്‍ ചെയ്തു.
mr: रिंगटोन डाउनलोड आणि प्रतिष्ठापित केला.
ms: Nada dering dimuat turun dan dipasang.
my: ဖုန်းမြည်သံ ဒေါင်းလုဒ်လုပ်ပြီး
ne: रिङ्गटोन डाउनलोड र स्थापना भईसकेको छ ।
or: ରିଂଗଟୋନ ଡାଉନଲୋଡ କରାଗଲା ଓ ସଂସ୍ଥାପିତ କରାଗଲା।
pt: Toque descarregado e instalado.
ro: Ton de apel descărcat și instalat.
si: නාදහඬ බාගැණීම සහ ස්ථාපනය අවසන්.
sw: Tuni ya mlio imepakuliwa na kusakanishwa.
ta: அழைப்பொலி பதிவிறக்கப்பட்டு நிறுவப்பட்டது.
te: రింగుటోను దింపుకోబడి, స్థాపించబడింది.
th: ดาวน์โหลดและติดตั้งเสียงเรียกเข้าแล้ว
tr: Zil sesi indirildi ve yüklendi.
ur: گھنٹی کی آواز ڈائونلوڈ اور نصب ہوگئی ہے۔
uz: Rington yuklab olindi va o‘rnatildi.
vi: Nhạc chuông đã được tải và cài đặt.
wa: Xhîlete aberwetêye eyet astalêye.
xh: Ithoni yefowuni ikhutshelwe yaza yafakelwa.
zu: Umnkenenezo wokukhala kocingo udawunilodiwe wafakelwa.

source: Wallpaper downloaded and installed.
af: Muurpapier is afgelaai en geïnstalleer.
am: የ ግድግዳ ወረቀት ወርዷል እና ተገጥሟል
ar: تم تنزيل و تنصيب الخلفية.
as: ৱালপেপাৰ ডাউনল'ড কৰি ইনস্টল কৰা হল।
bg: Тапетът е свален и инсталиран.
bn_bd: ওয়ালপেপার ডাউনলোড এবং ইনস্টল হয়েছে।
bn_in: ওয়ালপেপার ডাউনলোড এবং ইনস্টল হয়ে গেছে।
br: Pellgarget ha staliet eo bet an drekleur skramm.
ca: S'ha baixat i instal·lat el fons de pantalla.
cy: Papur wal wedi ei lwytho i lawr a'i osod.
eo: Ekranfono elŝutita kaj instalita.
es: Fondo de pantalla descargado e instalado.
eu: Horma-papera deskargatuta eta instalatuta.
fa: کاغذ‌ دیواری دریافت و نصب شد.
gd: Chaidh am pàipear-balla a luchdadh a-nuas is a stàladh.
hi_in: वॉलपेपर डाउनलोड और संस्थापन हो चूका है.
hr: Pozadinska slika je preuzeta i instalirana.
hu: Háttérkép letöltve és telepítve.
id: Gambar latar telah diunduh dan dipasang.
km: បាន​ទាញ​យក និង​ដំឡើង​​ផ្ទាំង​រូបភាព។
kn: ಹಿನ್ನಲೆ ಚಿತ್ರ ಡೌನ್‌ಲೋಡ್ ಆಗಿದೆ ಮತ್ತು ಅನುಸ್ಥಾಪಿತಗೊಂಡಿದೆ.
mai: वालपेपर डाउनलोड आओर संस्थापन भ चुकल अछि.
ml: പശ്ചാത്തലം ഡൌണ്‍ലോഡ് ചെയത് ഇന്‍സ്റ്റാള്‍ ചെയ്തു.
mr: वॉलपेपर डाउनलोड आणि प्रतिष्ठापित केला.
ms: Kertas dinding dimuat turun dan dipasang.
my: နောက်ခံအလှပုံအားဒေါင်းလုဒ်လုပ်ပြီး
ne: वालपेपर डाउनलोड र स्थापना भईसकेको छ ।
or: ୱାଲପେପର ଡାଉନଲୋଡ କରାଗଲା ଓ ସଂସ୍ଥାପିତ କରାଗଲା।
pt: Papel de parede descarregado e instalado.
ro: Imagine de fundal descărcată și instalată.
si: පසුබිම් රුව බාගැණීම සහ ස්ථාපනය අවසන්.
sw: Picha ya ukutani imepakuliwa na kusakinishwa.
ta: திரை சித்திரம் பதிவிறக்கப்பட்டு நிறுவப்பட்டது.
te: నేపథ్యచిత్రము దింపుకోబడి, స్థాపించబడింది.
th: ดาวน์โหลดและติดตั้งภาพพื้นหลังแล้ว
tr: Duvar kâğıdı indirildi ve yüklendi.
ur: والپیپر ڈائونلوڈ اور نصب ہوگیا ہے۔
uz: Fon rasmi yuklab olindi va o‘rnatildi.
vi: Hình nền đã được tải và cài đặt.
wa: Tapisreye aberwetêye eyet astalêye.
xh: Iphepha lodonga likhutshelwe laza lafakelwa.
zu: Iphepha lasodongeni lidawunilodiwe lafakelwa.
