Repository: translate/mozilla-gaia
Catalog: */apps/fl/download.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eo, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, mai, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

source: Do you want to install this audio file as a song or as a ringtone?
am: ይህን ድምፅ መግጠም የሚፈልጉት እንደ ዘፈን ነው ወይንስ እንደ ስልክ ጥሪ
ar: هل ترغب في تثبيت هذا الملف الصّوتي كأغنية أو كرنّة هاتف؟
bg: Желаете ли да инсталирате този аудио файл като песен или като звук за звънене?
bn_bd: আপনি কি এই অডিও ফাইলটি গান বা রিংটোন হিসেবে ইনস্টল করতে চান?
bn_in: আপনি কী একটি গান অথবা একটি রিংটোন হিসেবে এই অডিও ফাইল টি ইনস্টল করতে চান?
br: Fellout a ra deoc'h staliañ ar restr aodio-mañ evel un ton pe ur soniri ?
ca: Voleu instal·lar aquest fitxer d'àudio com a cançó o com a to de trucada?
cy: Hoffech chi osod y ffeil sain fel cân neu fel tôn canu?
es: ¿Desea instalar este archivo de audio como canción o como tono?
eu: Audio-fitxategia abesti edo txirrin-tonu gisa instalatu nahi duzu?
fa: آیا مایلید این آهنگ به عنوان زنگ تلفن شما نصب شود ؟
gd: A bheil thu airson am faidhle fuaime seo a stàladh mar òran no mar sheirm?
hi_in: क्या आप इस ऑडियो फ़ाइल को गीत या रिंगटोन के रूप में स्थापित करना चाहते हैं?
hu: Zeneként vagy csengőhangként szeretné használni ezt a hangfájlt?
id: Apakah Anda ingin menginstal berkas audio ini sebagai lagu atau nada dering?
km: តើ​អ្នក​ចង់​ដំឡើង​ឯកសារ​អូឌីយ៉ូ​ជា​ចម្រៀង ឬ​ជា​សំឡេង​រោទ៍។
kn: ನೀವು ಈ ಧ್ವನಿ ಕಡತವನ್ನು ಹಾಡು ಅಥವಾ ರಿಂಗ್‌ಟೋನ್ ಆಗಿ ಅನುಸ್ಥಾಪಿಸಿಕೊಳ್ಳ ಬಯಸುತ್ತೀರಾ?
mai: की अहाँ एहि आडियो फाइल केँ रिंगटोन अथवा गीत रूपेँ डाउनलोड आओर संस्थापन कएनाइ चाहैत छी?
mr: आपण ही ध्वनी फाइल गाणे म्हणून का रिंगटोन म्हणून डाउनलोड आणि प्रतिष्ठापित करू इच्छिता?
ms: Adakah anda ingin memasang fail audio ini sebagai lagu atau nada dering?
my: သင် ယခု အသုံဖိုင် အားသီချင်း သို့ ဖုန်းမြည်သံ အဖြစ်သုံးမလား?
ne: तपाईं यो अडियो फाइल कसरी डाउनलोड र स्थापना गर्न चाहनु हुन्छ - गीत वा रिङ्टोन् ?
pt: Gostaria de instalar este ficheiro áudio como música ou como tom de toque?
ro: Dorești să descarci și să instalezi acest fișier audio ca melodie sau ca ton de apel?
si: ඔබට මෙම ශ්‍රව්‍ය ගොනුව බාගැණීමට සහ ස්ථාපනයට අවශ්‍ය වන්නෙ ගීතයක් ලෙසද, නාදහඬක් ලෙස ද?
ta: இந்த ஒலிக்கோப்பை பாடலகவோ அல்லது அழைப்பு ஓசையாகவோ நிறுவ விரும்புகிறீர்களா?
te: ఈ శ్రవ్యక దస్త్రాన్ని పాట గానో లేదా రింగుటోను గానో స్థాపించుకోవాలనుకుంటున్నారా?
th: คุณต้องการติดตั้งไฟล์เสียงนี้เป็นเพลงหรือเป็นเสียงเรียกเข้า?
tr: Bu ses dosyasını şarkı veya zil sesi olarak yüklemek istiyor musunuz?
ur: کیا آپ اس آڈیو مسل کو گانے کی صورت میں یا گھنٹی کی آواز کی صورت میں ڈاؤن لوڈ اور تنصیب کرنا چاہتے ہیں؟
uz: Ushbu audio faylni qo‘shiq yoki rington sifatida o‘rnatishni xohlaysizmi?
wa: Voloz vs astaler ç’ fitchî odio ci come tchanson ou come xhîlete ?

source: Ringtone
af: Luitoon
am: የ ጥሪ ድምፅ
ar: نغمة اتصال
as: ৰিংটৌন
bg: Звук за звънене
bn_bd: রিংটোন
bn_in: রিংটোন
br: Soniri
ca: To de trucada
cy: Ton canu
eo: Voktono
es: Tono de llamada
eu: Txirrin-tonua
fa: آهنگ زنگ‌
gd: Seirm
hi_in: रिंगटोन
hr: Melodija zvona
hu: Csengőhang
id: Nada Dering
km: សំឡេងរោទ៍
kn: ರಿಂಗ್‌ಟೋನ್
mai: रिंगटोन
ml: റിങ്ങ്ടോണ്‍
mr: रिंगटोन
ms: Nada dering
my: ဖုန်းမြည်သံ
ne: रिङ्टोन्
or: ରିଙ୍ଗଟୋନ୍‍
pt: Tom de toque
ro: Ton de apel
si: නාදහඬ
sw: Tuni ya mlio
ta: அழைப்பொலி
te: మోగుస్వరం
th: เสียงเรียกเข้า
tr: Zil sesi
ur: گھنٹی کی آواز
uz: Rington
vi: Nhạc chuông
wa: Xhîlete
xh: Ithoni yefowuni
zu: Umnkenenezo wokukhala kocingo

source: Song
af: Liedjie
am: ዘፈን
ar: أغنية
as: গান
bg: Песен
bn_bd: গান
bn_in: গান
br: Ton
ca: Cançó
cy: Cân
eo: Kanto
es: Canción
eu: Abestia
fa: آهنگ
gd: Òran
hi_in: गीत
hr: Pjesma
hu: Zene
id: Lagu
km: បទ​ចម្រៀង
kn: ಹಾಡು
mai: गीत
ml: പാട്ട്
mr: गाणे
ms: Lagu
my: သီချင်း
ne: गीत
or: ଗୀତ
pt: Música
ro: Melodie
si: ගීතය
sw: Wimbo
ta: பாடல்
te: పాట
th: เพลง
tr: Şarkı
ur: گانا
uz: Qo‘shiq
vi: Bản nhạc
wa: Tchanson
xh: Ingoma
zu: Iculo

source: Download song?
af: Laai liedjie af?
am: ዘፈን ላውርድ?
ar: هل تريد تنزيل الأغنية؟
as: গান ডাউনল'ড কৰিব নে?
bg: Да бъде ли свалена песента?
bn_bd: গান ডাউনলোড করবেন?
bn_in: গান ডাউনলোড করবেন?
br: Pellgargañ an ton ?
ca: Voleu baixar la cançó?
cy: Llwytho cân i lawr?
eo: Ĉu elŝuti kanton?
es: ¿Descargar canción?
eu: Deskargatu abestia?
fa: دریافت‌ آهنگ؟
gd: A bheil thu airson an t-òran a luchdadh a-nuas?
hi_in: गीत डाउनलोड करना है?
hr: Preuzeti pjesmu?
hu: Letölti a zenét
id: Unduh lagu?
km: ទាញ​យក​បទ​ចម្រៀង?
kn: ಹಾಡನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಬೇಕೆ?
mai: गीत डाउनलोड करब?
ml: പാട്ട് ഡൌണ്‍ലോഡ് ചെയ്യട്ടെ?
mr: गाणे डाउनलोड करावे?
ms: Muat turun lagu?
my: သီချင်းအား ဒေါင်းလုဒ်လုပ်
ne: गीत डाउनलोड गर्नुहुन्छ?
or: ଗୀତ ଆହରଣ କରିବେ କି?
pt: Descarregar música?
ro: Descarci melodia?
si: ගීතය භාගත කරන්න ද?
sw: Pakua wimbo?
ta: பாடலை பதிவிறக்கவா?
te: పాటను దింపుకోవాలా?
th: ดาวน์โหลดเพลง?
tr: Şarkı indirilsin mi?
ur: گانا ڈاؤن لوڈ کریں؟
uz: Qo‘shiq yuklab olinsinmi?
vi: Tải bản nhạc?
wa: Aberweter tchanson ?
xh: Ufuna ukuyikhuphela ingoma?
zu: Dawuniloda iculo?

source: Download ringtone?
af: Laai luitoon af?
am: የ ጥሪ ድምፅ ላውርድ?
ar: هل تريد تنزيل نغمة الاتصال؟
as: ৰিংটৌন ডাউনল'ড কৰিব নে?
bg: Да бъде ли свален звукът за звънене?
bn_bd: রিংটোন ডাউনলোড করবেন?
bn_in: ডাউনলোড করবেন রিংটোন?
br: Pellgargañ ar soniri ?
ca: Voleu baixar el to de trucada?
cy: Llwytho tôn canu i lawr?
eo: Ĉu elŝuti voktonon?
es: ¿Descargar tono de llamada?
eu: Deskargatu txirrin-tonua?
fa: دریافت‌ صدای زنگ تلفن؟
gd: A bheil thu airson an t-seirm a luchdadh a-nuas?
hi_in: रिंगटोन डाउनलोड करना है?
hr: Preuzeti melodiju zvona?
hu: Letölti a csengőhangot
id: Unduh nada dering?
km: ទាញ​យក​សំឡេង​រោទ៍?
kn: ರಿಂಗ್‌ಟೋನ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಬೇಕೆ?
mai: रिंगटोन डाउनलोड करब?
ml: റിങ്ങ്ടോണ്‍ ഡൌണ്‍ലോഡ് ചെയ്യട്ടെ?
mr: रिंगटोन डाउनलोड करावे?
ms: Muat turun nada dering?
my: ဖုန်းမြည်သံဒေါင်းမလား ?
ne: रिङ्टोन् डाउनलोड गर्नुहुन्छ?
or: ରିଙ୍ଗଟୋନ୍‍ ଆହରଣ କରିବେ କି?
pt: Descarregar toque?
ro: Descarci tonul de apel?
si: නාද රටාව භාගත කරන්න ද?
sw: Pakua tuni ya mlio?
ta: அழைப்பு ஓசையை பதிவிறக்கவா?
te: మోగుస్వరాన్ని దింపుకోవాలా?
th: ดาวน์โหลดเสียงเรียกเข้า?
tr: Zil sesi indirilsin mi?
ur: گھنٹی کی آواز ڈائونلوڈ کریں؟
uz: Rington yuklab olinsinmi?
vi: Tải nhạc chuông?
wa: Aberweter xhîlete ?
xh: Ufuna ukukhuphela ithoni yefowuni?
zu: Dawuniloda umnkenenezo wokukhala kocingo?

source: Download wallpaper?
af: Laai muurpapier af?
am: የ ግድግዳ ወረቀት ላውርድ?
ar: هل تريد تنزيل الخلفية؟
as: ৱালপেপাৰ ডাউনল'ড কৰক?
bg: Да бъде ли свален тапетът?
bn_bd: ওয়ালপেপার ডাউনলোড করবেন?
bn_in: ওয়ালপেপার ডাউনলোড করছেন?
br: Pellgargañ an drekleur skramm ?
ca: Voleu baixar el fons de pantalla?
cy: Llwytho papur wal i lawr?
eo: Ĉu elŝuti ekranfonon?
es: ¿Descargar fondo de pantalla?
eu: Deskargatu horma-papera?
fa: دریافت کاغذ دیواری؟
gd: A bheil thu airson am pàipear-balla a luchdadh a-nuas?
hi_in: वॉलपेपर डाउनलोड करना है?
hr: Preuzeti pozadinsku sliku?
hu: Letölti a háttérképet
id: Unduh gambar latar?
km: ទាញ​យក​ផ្ទាំង​រូបភាព?
kn: ಹಿನ್ನಲೆ ಚಿತ್ರ ಡೌನ್‌ಲೋಡ್ ಮಾಡಬೇಕೆ?
mai: वालपेपर डाउनलोड करब?
ml: വാള്‍പേപ്പര്‍ ഡൌണ്‍ലോഡ് ചെയ്യട്ടെ?
mr: वॉलपेपर डाउनलोड करावे?
ms: Muat turun kertas dinding?
my: နောက်ခံအလှပုံအား ဒေါင်းမလား?
ne: वालपेपर डाउनलोड गर्नुहुन्छ?
or: ୱାଲପେପର୍‍ ଆହରଣ କରିବେ କି?
pt: Descarregar fundo?
ro: Descarci imaginea de fundal?
si: පසුබිම් රූව බාගන්න ද?
sw: Pakua picha ya ukuta?
ta: திரை சித்திரத்தை பதிவிறக்கவா?
te: నేపథ్యచిత్రాన్ని దింపుకోవాలా?
th: ดาวน์โหลดภาพพื้นหลัง?
tr: Duvar kâğıdı indirilsin mi?
ur: وال پیپر ڈاؤن لوڈ کریں؟
uz: Fon rasmi yuklab olinsinmi?
vi: Tải hình nền?
wa: Aberweter tapisreye ?
xh: Ufuna ukukhuphela iphepha lodonga?
zu: Dawuniloda iphepha lasodongeni?

source: Downloading song…
af: Laai tans liedjie af…
am: ዘፈን በማውረድ ላይ…
ar: جارِ تحميل الأغنية...
as: গান ডাউনল'ড কৰা হৈছে...
bg: Изтегляне на песен…
bn_bd: গান ডাউনলোড হচ্ছে...
bn_in: গান ডাউনলোড হচ্ছে…
br: O pellgargañ an ton…
ca: S'està baixant la cançó…
cy: Llwytho cân i lawr…
eo: Kanto elŝutata…
es: Descargando canción...
eu: Abestia deskargatzen…
fa: درحال دریافت آهنگ…
gd: A’ luchdadh a-nuas an òrain…
hi_in: गीत डाउनलोड हो रहा है…
hr: Preuzimanje pjesme…
hu: Zene letöltése…
id: Mengunduh lagu…
km: កំពុង​ទាញយក​បទ​ចម្រៀង...
kn: ಹಾಡು ಡೌನ್‌ಲೋಡ್‌ ಆಗುತ್ತಿದೆ…
mai: गीत डाउनलोड भए रहल अछि…
ml: പാട്ട് ഡൌണ്‍ലോഡ് ചെയ്യുന്നു…
mr: गाणे डाउनलोड होत आहे…
ms: Memuat turun lagu…
my: သီချင်းအား ဒေါင်းလုဒ်ယူနေသှ်...
ne: गीत डाउनलोड हुँदै छ...
or: ଗୀତ ଡାଉନଲୋଡ଼ କରୁଛି…
pt: A descarregar música…
ro: Se descarcă melodia…
si: ගීතය බාගණිමින්...
sw: Pakua wimbo…
ta: பாடல் பதிவிறக்கப்படுகிறது...
te: పాటను దింపుతున్నాము…
th: กำลังดาวน์โหลดเพลง…
tr: Şarkı indiriliyor…
ur: گانا ڈاؤن لوڈ کر رہا ہے…
uz: Qo‘shiq yuklab olinmoqda…
vi: Đang tải bản nhạc…
wa: Dj’ aberwete li tchanson…
xh: Ikhuphela ingoma…
zu: Isadawuniloda iculo…

source: Downloading ringtone…
af: Laai tans luitoon af…
am: የ ጥሪ ድምፅ በማውረድ ላይ…
ar: جارِ تحميل نغمة الاتصال...
as: ৰিংট'ন ডাউনল'ড কৰা হৈছে...
bg: Изтегляне на звук за звънене…
bn_bd: রিংটোন ডাউনলোড হচ্ছে…
bn_in: রিংটোন ডাউনলোড হচ্ছে…
br: O pellgargañ ar soniri…
ca: S'està baixant el to de trucada…
cy: Llwytho tôn canu i lawr…
eo: Voktono elŝutata…
es: Descargando tono de llamada...
eu: Txirrin-tonua deskargatzen…
fa: در حال دریافت صدای زنگ …
gd: A’ luchdadh a-nuas na seirme…
hi_in: रिंगटोन डाउनलोड हो रही है…
hr: Preuzimanje melodije zvona…
hu: Csengőhang letöltése…
id: Mengunduh nada dering…
km: កំពុង​ទាញយក​​សំឡេង​រោទ៍...
kn: ರಿಂಗ್‌ಟೋನ್ ಡೌನ್‌ಲೋಡ್‌ ಆಗುತ್ತಿದೆ…
mai: रिंगटोन डाउनलोड भए रहल अछि…
ml: റിങ്ങ്ടോണ്‍ ഡൌണ്‍ലോഡ് ചെയ്യുന്നു…
mr: रिंगटोन डाउनलोड होत आहे…
ms: Memuat turun nada dering…
my: ဖုန်းမြည်သံ ဒေါင်းလုဒ်ယူနေသှ်...
ne: रिङ्टोन् डाउनलोड हुँदै छ...
or: ରିଙ୍ଗଟୋନ ଆହରଣ କରୁଛି…
pt: A descarregar toque…
ro: Se descarcă tonul de apel…
si: නාදහඬ බාගණිමින්...
sw: Inapakua tuni ya mlio…
ta: அழைப்பு ஓசை பதிவிறக்கப்படுகிறது...
te: మోగుస్వరాన్ని దింపుతున్నాము…
th: กำลังดาวน์โหลดเสียงเรียกเข้า…
tr: Zil sesi indiriliyor…
ur: گھنٹی کی آواز ڈاؤن لوڈ ہو رہی ہے…
uz: Rington yuklab olinmoqda…
vi: Đang tải nhạc chuông…
wa: Dj' aberwete li xhîlete...
xh: Ikhuphela ithoni yefowuni…
zu: Isadawuniloda umnkenenezo wokukhala kweculo…

source: Downloading wallpaper…
af: Laai tans muurpapier af…
am: የ ግድግዳ ወረቀት በማውረድ ላይ…
ar: جارِ تنزيل الخلفية...
as: ৱালপেপাৰ ডাউনল'ড কৰা হৈছে…
bg: Изтегляне на тапет…
bn_bd: ওয়ালপেপার ডাউনলোড হচ্ছে...
bn_in: ওয়ালপেপার ডাউনলোড হচ্ছে…
br: O pellgargañ an drekleur skramm…
ca: S'està baixant el fons de pantalla…
cy: Llwytho papur wal i lawr…
eo: Ekranfono elŝutata…
es: Descargando fondo de pantalla...
eu: Horma-papera deskargatzen…
fa: در حال دریافت کاغذ دیواری…
gd: A’ luchdadh a-nuas a’ phàipeir-bhalla…
hi_in: वॉलपेपर डाउनलोड हो रहा है…
hr: Preuzimanje pozadinske slike…
hu: Háttérkép letöltése…
id: Unduh gambar latar…
km: កំពុង​ទាញយក​ផ្ទាំង​រូបភាព...
kn: ಹಿನ್ನಲೆ ಚಿತ್ರ ಡೌನ್‌ಲೋಡ್‌ ಆಗುತ್ತಿದೆ…
mai: वालपेपर डाउनलोड भए रहल अछि…
ml: വാള്‍പേപ്പര്‍ ഡൌണ്‍ലോഡ് ചെയ്യുന്നു…
mr: वॉलपेपर डाउनलोड होत आहे…
ms: Memuat turun kertas dinding…
my: နောက်ခံအလှပုံ ဒေါင်းလုဒ်ယူနေသှ်...
ne: वालपेपर डाउनलोड हुँदै छ...
or: ୱାଲପେପର ଆହରଣ କରୁଛି…
pt: A descarregar fundo…
ro: Se descarcă imaginea de fundal…
si: පසුබිම් රුව බාගණිමින්...
sw: Inapakua picha ya ukuta…
ta: திரை சித்திரம் பதிவிறக்கப்படுகிறது...
te: నేపథ్యచిత్రాన్ని దింపుతున్నాము…
th: กำลังดาวน์โหลดภาพพื้นหลัง…
tr: Duvar kâğıdı indiriliyor…
ur: وال پیپر ڈاؤن لوڈ کر رہا ہے…
uz: Fon rasmi yuklab olinmoqda…
vi: Đang tải hình nền…
wa: Dj' aberwete li tapisreye...
xh: Ikhuphela iphepha lodonga…
zu: Isadawuniloda iphepha lasodongeni…

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
af: {{vendor}} het hierdie medialêer gegrendel sodat dit nie met andere gedeel kan word of na ’n nuwe toestel oorgedra kan word nie.
am: {{vendor}} መገናኛው ተቆልፏል ስለዚህ ለሌሎች ማካፈል ወይንም ወደ ሌላ አካል ማስተላለፍ አይችሉም
ar: {{vendor}} حجب ملف الوسائط حتى لا تستطيع مشاركته مع الآخرين أو نقله الي جهاز جديد.
as: {{vendor}} এ এই মাধ্যম ফাইলক লক কৰিছে যাতে ইয়াক অন্যৰ সৈতে অংশীদাৰী কৰিব নোৱাৰি অথবা এটা নতুন ডিভাইচলৈ স্থানান্তৰ কৰিব নোৱাৰি।
bg: {{vendor}} е заключил този медиен файл, така че той не може да бъде споделян или преместен на ново устройство.
bn_bd: {{vendor}} এই মিডিয়া ফাইলটি লক করে দিয়েছে যাতে এটি অন্য কারও সাথে শেয়ার বা অন্য কোন ডিভাইসে পাঠানো না যায়।
bn_in: এটি অন্যদের সাথে শেয়ার করা বা একটি নতুন ডিভাইস স্থানান্তরিত করা যাবে না তাই {{vendor}} এই মিডিয়া ফাইল লক করা হয়েছে।
br: Prennet eo bet ar restr-mañ gant {{vendor}} ha n'hall ket bezañ rannet gant tud all pe treuzkaset war un trevnad nevez.
ca: {{vendor}} ha bloquejat aquest fitxer multimèdia perquè no es pugui compartir amb altres o transferir-lo a un altre dispositiu.
cy: Mae {{vendor}} wedi cloi'r ffeil cyfrwng fel nad oes modd ei rhannu na'i throsglwyddo i ddyfais newydd.
es: {{vendor}} ha bloqueado este archivo multimedia para que no se comparta con nadie ni se transfiera a un nuevo dispositivo.
eu: {{vendor}} hornitzaileak multimedia-fitxategia blokeatu du ezin dadin beste inorekin partekatu edo gailu berri batera transferitu.
fa: {{vendor}} این پرونده رسانه را قفل کرده است تا نتواند با یک دستگاه جدید به هم‌گام‌سازی شده یا به ‌آن منتقل شود.
gd: Ghlais {{vendor}} am faidhle meadhain seo airson nach gabh a cho-roinneadh le daoine eile no a ghluasad gu uidheam ùr.
hi_in: {{vendor}} ने मीडिया फ़ाइल लॉक कर दिया है इसलिए इसे दूसरों के साथ साझा नहीं किया जा सकता है या किसी युक्ति में हस्तांतरित किया गया है.
hr: {{vendor}} je zaključao ovu multimedijsku datoteku, stoga se ne može dijeliti s ostalima ili transferirati na novi uređaj.
hu: A(z) {{vendor}} zárolta ezt a médiafájlt, így az nem osztható másokkal és nem lehet átvinni új eszközre sem.
id: {{vendor}} telah mengunci berkas media ini sehingga tidak dapat dibagikan dengan orang lain atau ditransfer ke perangkat baru.
km: {{vendor}} បាន​ទប់ស្កាត់​ឯកសារ​មេឌៀ ដូច្នេះ​វា​មិន​អាច​ត្រូវ​បាន​ចែករំលែក​ជា​មួយ​អ្នកផ្សេង ឬ​ផ្ទេរ​ទៅឧបករណ៍​ថ្មី​បាន​ទេ។
kn: {{vendor}} ಈ ಮೀಡಿಯ ಕಡತವನ್ನು ಬೇರೆಯವರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳದಂತೆ ಅಥವಾ ಬೇರೆ ಸಾಧನಕ್ಕೆ ವರ್ಗಾವಣೆ ಮಾಡಲಾಗದಂತೆ ನಿರ್ಭಂದಿಸಿದ್ದಾರೆ.
mai: {{vendor}} ने मीडिया फाइल लॉक कए देने अछि एहिलेल एकरा दोसर क सँग साझा नहि कएल जाए सकैत अछि अथवा ककरो युक्ति मे हस्तांतरित कएल गेल अछि.
ml: {{vendor}} ഈ മിഡിയ ഫയല്‍ പൂട്ടിയത് കാരണം മറ്റുള്ളവരുമായി പങ്കിടാനോ പുതിയ ഉപകരണത്തിലേക്ക് പകര്‍ത്താനോ പറ്റില്ല.
mr: {{vendor}} ने या मीडिया फाइलला लॉक केले आहे जेणेकरून ती इतरांसोबत सामायिक किंवा नवीन साधनावर स्थानांतरीत केली जाऊ शकत नाही.
ms: {{vendor}} telah mengunci fail media ini supaya ianya tidak dapat dikongsi atau dipindahkan ke peranti baru yang lain.
my: {{vendor}} သှ် ယခုဖိုင်အား အခြား ပစ္စည်းများ နှင့် မျှဝေခြင်းကို ပိတ်ထားပါသှ်။
ne: {{vendor}} ले यो मेडिया फाइलमा ताल्चा लगाएको हुनाले यो अरुसगँ बाँड्न वा नायाँ यन्त्रमा स्थानान्तरण गर्न मिल्दैन।
or: {{vendor}} ଏଇ ମେଡ଼ିଆ ଫାଇଲଟିକୁ କିଳି ଦେଇଛନ୍ତି ଯେପରିକି ଏହାକୁ ଆଉ କାହା ସହିତ ଆବଣ୍ଟିତ କରି ହେବ ନାହିଁ ବା ଅନ୍ୟ କୌଣସି ଉପକରଣକୁ ପଠାଇ ହେବନାହିଁ।
pt: {{vendor}} bloqueou este ficheiro, para que não possa ser partilhado ou transferido para um novo dispositivo.
ro: {{vendor}} a blocat acest fișier media astfel încât să nu poată fi împărtășit cu alții sau transferat către un dispozitiv nou.
si: මාධ්‍ය ගොනුව {{vendor}} විසින් ඉදිරි අගුළු ලා ඇති බැවින්, එය වෙනත් අය සමඟ හුවමාරුවට හෝ නව උපාංගයකට මාරු කළ නොහැක.
sw: {{vendor}} imefunga faili hii ya vyombo vya habari ili isishirikishwe na wengine au kuhamishwa kwa kifaa kipya.
ta: இந்த ஊடக கொப்பு {{vendor}} ஆல் பூட்டப்பட்டது ஆகையால் மற்றவைகளுடன் பகிர முடியாது அல்லது ஒரு புதிய சாதனத்துக்கு பரிமாற்றவும் முடியாது.
te: ఈ మాధ్యమ దస్త్రాన్ని ఇతరులతో పంచుకోకుండా లేక మరో పరికరానికి బదిలీ చేయకుండా {{vendor}} దీనికి తాళం వేసారు.
th: {{vendor}} ได้ล็อคไฟล์สื่อนี้ไว้ จึงไม่สามารถแบ่งปันกับผู้อื่นหรือถ่ายโอนไปยังอุปกรณ์ใหม่ได้
tr: Bu medya dosyası {{vendor}} tarafından kilitlendiği için başkalarıyla paylaşılamaz veya başka bir aygıta aktarılamaz.
ur: {{vendor}} نے اس میڈیا فائل کو مقفل کردیا ہے تاکہ کوئی اس کا حصہ دار نہ بن سکے یا اس کو نئے آلہ میں منتقل نہ کرسکے۔
uz: {{vendor}} ushbu media faylni qulflab qo‘ygan, shuning uchun uni boshqalar bilan bo‘lishib bo‘lmaydi yoki yangi qurilmaga ko‘chirib o‘tkazib bo‘lmaydi.
vi: {{vendor}} đã khóa tập tin đa phương tiện này nên không thể chia sẻ hay chuyển sang một thiết bị khác.
wa: {{vendor}} a eclawé ç’ fitchî media ci afisse k’ on nel sepe pårtaedjî avou d’ ôtès djins oudon-bén l’ berweter eviè on novea éndjin.
xh: {{vendor}} iyitshixile le fayile yemidiya ukuze kungabelwana nayo nabanye abantu okanye idluliselwe kwisixhobo esitsha.
zu: I-{{vendor}} iyikhiyile le fayela yemidiya ukuze kungabelwanwa ngayo noma ingathunyelwa kudivayisi entsha.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
af: Die verkoper het hierdie medialêer gegrendel sodat dit nie met andere gedeel kan word of na ’n nuwe toestel oorgedra kan word nie.
am: ሻጩ መገናኛው ቆልፎታል ስለዚህ ለሌሎች ማካፈል ወይንም ወደ ሌላ አካል ማስተላለፍ አይችሉም
ar: البائع حجب ملف الوسائط هذا حتى لا تستطيع مشاركته مع الآخرين أو نقله الي جهاز جديد.
as: বিক্ৰেতাই এই মাধ্যম ফাইলক লক কৰিছে যাতে ইয়াক অন্যৰ সৈতে অংশীদাৰী কৰিব নোৱাৰি অথবা এটা নতুন ডিভাইচলৈ স্থানান্তৰ কৰিব নোৱাৰি।
bg: Продавачът е заключил този медиен файл, така че той не може да бъде споделян или преместен на ново устройство.
bn_bd: বিক্রেতা এই মিডিয়া ফাইলটি লক করে দিয়েছে যেন এটি কারও সাথে শেয়ার বা অন্য কোন ডিভাইসে পাঠানো না যায়।
bn_in: এটি অন্যদের সাথে শেয়ার করা বা একটি নতুন ডিভাইস স্থানান্তরিত করা যাবে না তাই বিক্রেতা এই মিডিয়া ফাইল লক করে রেখেছে।
br: Prennet eo bet ar restr-mañ gant ar gwerzhour ha n'hall ket bezañ rannet gant tud all pe treuzkaset war un trevnad nevez.
ca: El venedor ha bloquejat aquest fitxer multimèdia perquè no es pugui compartir amb altres o transferir-lo a un altre dispositiu.
cy: Mae'r gwerthwr wedi cloi'r ffeil cyfrwng fel nad oes modd ei rhannu na'i throsglwyddo i ddyfais newydd.
es: El vendedor ha bloqueado este archivo multimedia para que no se comparta con nadie ni se transfiera a un nuevo dispositivo.
eu: Saltzaileak multimedia-fitxategia blokeatu du ezin dadin beste inorekin partekatu edo gailu berri batera transferitu.
fa: فروشنده این پرونده رسانه را قفل کرده است تا نتواند با یک دستگاه جدید به هم‌رسانی شده یا به ‌آن منتقل شود.
gd: Ghlais an reiceadair am faidhle meadhain seo airson nach gabh a cho-roinneadh le daoine eile no a ghluasad gu uidheam ùr.
hi_in: विक्रेता ने मीडिया फ़ाइल लॉक कर दिया है इसलिए इसे दूसरों के साथ साझा नहीं किया जा सकता है या किसी युक्ति में हस्तांतरित किया गया है.
hr: Prodavač je zaključao ovu multimedijsku datoteku, stoga se ne može dijeliti s ostalima ili transferirati na novi uređaj.
hu: Az eladó zárolta ezt a médiafájlt, így az nem osztható másokkal és nem lehet átvinni új eszközre sem.
id: Penjual telah mengunci berkas media ini sehingga tidak dapat dibagikan dengan orang lain atau ditransfer ke perangkat baru.
km: អ្នក​លក់​បាន​ទប់ស្កាត់​ឯកសារ​មេឌៀ ដូច្នេះ​វា​មិន​អាច​ត្រូវ​បាន​ចែករំលែក​ជា​មួយ​អ្នកផ្សេង ឬ​ផ្ទេរ​ទៅ​ឧករណ៍​ថ្មីបាន​ទេ។
kn: ಮಾರಾಟಗಾರ ಈ ಮೀಡಿಯ ಕಡತವನ್ನು ಬೇರೆಯವರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳದಂತೆ ಅಥವಾ ಬೇರೆ ಸಾಧನಕ್ಕೆ ವರ್ಗಾವಣೆ ಮಾಡಲಾಗದಂತೆ ನಿರ್ಭಂದಿಸಿದ್ದಾರೆ.
mai: विक्रेता ने मीडिया फाइल लॉक कए देने अछि एहिलेल एकरा दोसर क सँग साझा नहि कएल जाए सकैत अछि अथवा ककरो युक्ति मे हस्तांतरित कएल गेल अछि.
ml: വില്‍പ്പനക്കാര്‍ ഈ മിഡിയ ഫയല്‍ പൂട്ടിയത് കാരണം മറ്റുള്ളവരുമായി പങ്കിടാനോ പുതിയ ഉപകരണത്തിലേക്ക് പകര്‍ത്താനോ പറ്റില്ല.
mr: विक्रेत्याने या मीडिया फाइलला लॉक केले आहे जेणेकरून ती इतरांसोबत सामायिक किंवा नवीन साधनावर स्थानांतरीत केली जाऊ शकत नाही.
ms: Penjual telah mengunci fail media ini supaya ianya tidak dapat dikongsi atau dipindahkan ke peranti baru yang lain.
my: ရောင်းချသူသှ် ယခု မီဒီယာဖိုင်အား အခြားစက်ပစ္စည်းများ နှင့် မျှပေးခြင်းအား ကန့်သတ်ထားသှ်
ne: यो मिडिया फाइल विक्रेताव्दारा ताल्चा लगाइएको छ त्येसैले यो फाइल कसैसंग साझेदारी तथा कुनै नँया यन्त्रलाई हस्तांतरण गर्न मिल्दैन ।
or: ବିକ୍ରୟକର୍ତ୍ତା ଏଇ ମେଡ଼ିଆ ଫାଇଲଟିକୁ କିଳି ଦେଇଛନ୍ତି ଯେପରିକି ଏହାକୁ ଆଉ କାହା ସହିତ ଆବଣ୍ଟିତ କରି ହେବ ନାହିଁ ବା ଅନ୍ୟ କୌଣସି ଉପକରଣକୁ ପଠାଇ ହେବନାହିଁ।
pt: O vendedor bloqueou este ficheiro, para que não possa ser partilhado ou transferido para um novo dispositivo.
ro: Vânzătorul a blocat acest fișier media astfel încât să nu poată fi împărtășit cu alții sau transferat către un dispozitiv nou.
si: මෙම මාධ්‍ය ගොනුව විකුණුම්කරු විසින් අඟුලු දමා ඇති බැවින්, එය නව උපාංගයකට හුවමාරුව හෝ වෙනත් අය සමඟ බෙදා ගැනීම කල නොහැකියි.
sw: Muuzaji amefunga faili hii ya vyombo vya habari ili isishirikishwe na wengine au kuhamishwa kwa kifaa kipya.
ta: இந்த ஊடக கொப்பு விற்பனையாளரால் பூட்டப்பட்டது ஆகையால் மற்றவைகளுடன் பகிர முடியாது அல்லது ஒரு புதிய சாதனத்துக்கு பரிமாற்றவும் முடியாது.
te: ఇతరులతో పంచుకోనీయకుండా లేక వేరే పరికరానికి బదిలీ చేయనీయకుండా విక్రేత ఈ మాధ్యమ దస్త్రానికి తాళంవేసారు.
th: ผู้ขายได้ล็อคไฟล์สื่อนี้ไว้ จึงไม่สามารถแบ่งปันกับผู้อื่นหรือถ่ายโอนไปยังอุปกรณ์ใหม่ได้
tr: Bu medya dosyası satıcı tarafından kilitlendiği için başkalarıyla paylaşılamaz veya başka bir aygıta aktarılamaz.
ur: بیچنے والے نے اس میڈیا فائل کو مقفل کردیا ہے تاکہ کوئی اس کا حصہ دار نہ بن سکے یا اس کو نئے آلہ میں منتقل نہ کرسکے۔
uz: Sotuvchi ushbu media faylni qulflab qo‘ygan, shuning uchun uni boshqalar bilan bo‘lishib bo‘lmaydi yoki yangi qurilmaga ko‘chirib o‘tkazib bo‘lmaydi.
vi: Người bán đã khóa tập tin đa phương tiện này nên không thể chia sẻ hay chuyển sang một thiết bị khác.
wa: Li vindeu a eclawé ç’ fitchî media ci afisse k’ on nel sepe pårtaedjî avou d’ ôtès djins oudon-bén l’ berweter eviè on novea éndjin.
xh: Umthengisi uyitshixile le fayile yemidiya ukuze kungabelwana nayo nabanye abantu okanye idluliselwe kwisixhobo esitsha.
zu: Umdayisi uyikhiyile le midiya ukuze kungabelwanwa ngayo noma ingathunyelwa kwenye idivayisi entsha.

source: Name
af: Naam
am: ስም
ar: الإسم
as: নাম
bg: Име
bn_bd: নাম
bn_in: নাম
br: Anv
ca: Nom
cy: Enw
eo: Nomo
es: Nombre
eu: Izena
fa: نام
gd: Ainm
hi_in: नाम
hr: Naziv
hu: Név
id: Nama
km: ឈ្មោះ​
kn: ಹೆಸರು
mai: नाम
ml: പേര്
mr: नाव
ms: Nama
my: အမည်
ne: नाम
or: ନାମ
pt: Nome
ro: Nume
si: නම
sw: Jina
ta: பெயர்
te: పేరు
th: ชื่อ
tr: Ad
ur: نام
uz: Nomi
vi: Tên
wa: No
xh: Igama
zu: Igama

source: Type
af: Soort
am: አይነት
ar: النوع
as: ধৰণ
bg: Тип
bn_bd: ধরন
bn_in: ধরন
br: Rizh
ca: Tipus
cy: Math
eo: Tipo
es: Tipo
eu: Mota
fa: نوع
gd: Seòrsa
hi_in: प्रकार
hr: Vrsta
hu: Típus
id: Tipe
km: ប្រភេទ
kn: ಬಗೆ
mai: प्रकार
ml: തരം
mr: प्रकार
ms: Jenis
my: အမျိုးအစား
ne: प्रकार
or: ପ୍ରକାର
pt: Tipo
ro: Tip
si: වර්‍ගය
sw: Aina
ta: வகை
te: రకం
th: ชนิด
tr: Tür
ur: قسم
uz: Turi
vi: Kiểu
wa: Sôre
xh: Chwetheza
zu: Uhlobo

source: Size
af: Grootte
am: መጠን
ar: الحجم
as: আকাৰ
bg: Размер
bn_bd: আকার
bn_in: মাপ
br: Ment
ca: Mida
cy: Maint
eo: Grando
es: Tamaño
eu: Tamaina
fa: اندازه
gd: Meud
hi_in: आकार
hr: Veličina
hu: Méret
id: Ukuran
km: ទំហំ
kn: ಗಾತ್ರ
mai: आकार
ml: വലിപ്പം
mr: आकार
ms: Saiz
my: ဖိုင်ဆိုဒ်
ne: आकार
or: ଆକାର
pt: Tamanho
ro: Mărime
si: ප්‍රමාණය
sw: Saizi
ta: அளவு
te: పరిమాణం
th: ขนาด
tr: Boyut
ur: سائز
uz: Hajmi
vi: Kích thước
wa: Grandeu
xh: Ubukhulu
zu: Usayizi

source: Vendor
af: Verkoper
am: ሻጭ
ar: البائع
as: বিক্ৰেতা
bg: Продавач
bn_bd: বিক্রেতা
bn_in: ভেন্ডর
br: Gwerzhour
ca: Proveïdor
cy: Gwerthwr
eo: Vendisto
es: Fabricante
eu: Hornitzailea
fa: سازنده
gd: Reiceadair
hi_in: विक्रेता
hr: Prodavač
hu: Kiadó
km: ក្រុមហ៊ុនលក់
kn: ಮಾರಾಟಗಾರ
mai: विक्रेता
ml: വില്പനക്കാരന്‍
mr: पुरवठादार
my: ထုတ်ဝေသူ
ne: बिक्रेता
or: ବିକ୍ରେତା
pt: Vendedor
ro: Producător
si: විකුණුම්කරු
sw: Muuzaji
ta: விற்பனையாளர்
te: విక్రేత
th: ผู้จำหน่าย
tr: Sağlayıcı
ur: فروخت کار
uz: Ishlab chiqaruvchi
vi: Nhà sản xuất
wa: Vindeu
xh: Umthengisi
zu: Umakhi womshini

source: Info
af: Inligting
am: መረጃ
ar: معلومات
as: তথ্য
bg: Информация
bn_bd: তথ্য
bn_in: তথ্য
br: Titouroù
ca: Informació
cy: Gwybodaeth
eo: Informo
eu: Informazioa
fa: اطلاعات
gd: Fiosrachadh
hi_in: जानकारी
hr: Informacije
hu: Információ
km: ព័ត៌មាន
kn: ಮಾಹಿತಿ
mai: जानकारी
ml: വിവരം
mr: माहिती
my: အချက်အလက်
ne: जानकारी
or: ସୂଚନା
pt: Informação
ro: Informații
si: තොරතුරු
sw: Maelezo
ta: தகவல்
te: సమాచారం
th: ข้อมูล
tr: Bilgi
ur: معلومات
uz: Ma’lumot
vi: Thông tin
xh: Inkcazelo
zu: Ulwazi
