Repository: translate/mozilla-gaia
Catalog: */apps/fl/download.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eo, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, mai, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

source: Downloading
af: Laai af
am: በ ማውረድ ላይ
ar: جارِ التحميل
as: ডাউনল'ড কৰা হৈছে
bg: Изтегляне
bn_bd: ডাউনলোড হচ্ছে
bn_in: ডাউনলোড হচ্ছে
br: O pellgargañ
ca: S'està baixant
cy: Llwytho i Lawr
eo: Elŝuto
es: Descargando
eu: Deskargatzen
fa: در حال دریافت
gd: 'Ga luchdadh a-nuas
hi_in: डाउनलोड किया जा रहा है
hr: Preuzimanje
hu: Letöltés
id: Mengunduh
km: ​ទាញយក
kn: ಡೌನ್‌ಲೋಡ್‌ ಆಗುತ್ತಿದೆ
mai: डाउनलोड कएल जाए रहल अछि
ml: ഡൌണ്‍ലോഡ് ചെയ്യുന്നു
mr: डाउनलोड करत आहे
ms: Memuat turun
my: ဒေါင်းလုဒ်ယူနေသှ်
ne: डाउनलोड हुँदैछ
or: ଆହରଣ କରୁଛି
pt: A descarregar
ro: Se descarcă
si: බාගනිමින්
sw: Inapakua
ta: பதிவிறக்குகிறது
te: దిగుతూంది
th: กำลังดาวน์โหลด
tr: İndiriliyor
ur: ڈاؤن لوڈ کر رہا ہے
uz: Yuklab olinmoqda
vi: Đang tải xuống
wa: Dj' aberwete
xh: Iyakhuphela
zu: Iyadawuniloda

source: Preview image
af: Voorbeskou beeld
am: የምስል ቅድመ እይታ
ar: معاينة الصورة
as: ছবি পূ্ৰ্বদৰ্শন কৰক
bg: Прегледай изображение
bn_bd: ছবি প্রিভিউ
bn_in: ছবির পূর্ব প্রদর্শন
br: Alberz ar skeudenn
ca: Previsualitza la imatge
cy: Rhagolwg delwedd
eo: Antaŭvidi bildon
es: Previsualizar imagen
eu: Aurreikusi irudia
fa: پیش نمایش تصویر
gd: Ro-sheall an dealbh
hi_in: चित्रों का पूर्वदर्शन
hr: Pregled slike
hu: Kép előnézet
id: Gambar pratinjau
km: មើល​រូបភាព​ជា​មុន
kn: ಚಿತ್ರ ಮುನ್ನೋಟ
mai: चित्र केर पूर्वदर्शन
ml: ചിത്രം തിരനോട്ടം
mr: चित्राचे पूर्वावलोकन
ms: Pralihat imej
my: ပုံအားအစမ်းကြည့်ရန်
ne: छवि पूर्ववलोकन
or: ଛବିର ପୂର୍ବାବଲୋକନ
pt: Pré-visualizar imagem
ro: Previzualizează imaginea
si: පිංතූර පෙරදසුන
sw: Hakiki picha
ta: படத்தின் முன்காட்சி
te: మునుజూపు బొమ్మ
th: แสดงตัวอย่างภาพ
tr: Resmi ön izle
ur: نقش پیش نظارہ
uz: Rasmni ko‘rish
vi: Xem thử ảnh
wa: Prévey imådje
xh: Imbonakalo yangaphambili yomfanekiso
zu: Ukubukwa kwesithombe ngaphambilini

source: Preview audio
af: Voorbeskou oudio
am: የ ዽምፅ ቅድመ እይታ
ar: معاينة الصوت
as: অডিঅ' পূ্ৰ্বদৰ্শন কৰক
bg: Прослушай аудио
bn_bd: অডিও প্রিভিউ
bn_in: অডিওর পূর্ব প্রদর্শন
br: Alberz an aodio
ca: Previsualitza l'àudio
cy: Rhagflas o sain
eo: Antaŭaŭdi sonon
es: Escuchar muestra
eu: Aurreikusi audioa
fa: پیش نمایش صدا
gd: Ro-sheall an fhuaim
hi_in: ऑडियो पूर्वावलोकन
hr: Pregled audio datoteke
hu: Zene előhallgatás
id: Audio pratinjau
km: មើល​អូឌីយ៉ូ​ជា​មុន
kn: ಆಡಿಯೊ ಮುನ್ನೋಟ
mai: आडियो पूर्वावलोकन
ml: ശബ്ദം തിരനോട്ടം
mr: ध्वनीचे पूर्वावलोकन
ms: Pralihat audio
my: အသံဖိုင်အားအစမ်းနားထောင်
ne: अडियो पूर्ववलोकन
or: ଧ୍ୱନିର ପୂର୍ବାବଲୋକନ
pt: Pré-visualizar áudio
ro: Previzualizează audio
si: හඬ පෙරදසුන
sw: Hakiki sauti
ta: ஓலியின் முன்காட்சி
te: మునుజూపు శ్రవ్యకం
th: แสดงตัวอย่างเสียง
tr: Sesi ön izle
ur: سمعی پیش نظارہ
uz: Auidoni sinab ko‘rish
vi: Nghe thử
wa: Prévey odio
xh: Imbonakalo yangaphambili ye-odiyo
zu: Ukulalelwa komsindo ngaphambilini

source: bytes
af: grepe
am: ባይትስ
ar: بايت
as: বাইট
bg: байта
bn_in: বাইট
br: eizhbit
cy: beit
eo: oktetoj
eu: byte
fa: بایت
hi_in: बाइट्स
hr: bajtova
hu: bájt
id: byte
km: បៃ
kn: ಬೈಟ್‌ಗಳು
mai: बाइट
ml: ബൈറ്റുകള്‍
mr: बाइट्स
ms: bait
ne: बाइट्स
or: ବାଇଟଗୁଡିକ
ro: byți
si: බයිට්
sw: baiti
ta: பைட்டுகள்
te: బైట్లు
tr: bayt
ur: بائٹس
uz: bayt
vi: byte
wa: octets
xh: iibhayithi
zu: ama-byte

source: KB
am: ኪባ
ar: ك.ب
br: Ke
eo: KO
fa: کیلوبایت
ml: കെബി
mr: केबी
ne: किलोबाइट
ta: கிபை
te: కిబై
wa: Ko
xh: I-KB

source: MB
am: ሜባ
ar: ميجا بايت
br: Me
eo: MO
fa: مگابایت
ml: എംബി
mr: एमबी
ne: मेगाबाइट
ta: மெபை
te: మెబై
ur: میگا بائٹ
wa: Mo
xh: I-MB

source: GB
am: ጌባ
ar: جيجا بايت
br: Ge
eo: GO
fa: گیگابایت
ml: ജിബി
mr: जीबी
ne: गिगाबाइट
ta: ஜிபை
te: గిబై
ur: گیگا بائٹ
wa: Go
xh: I-GB
