Repository: translate/mozilla-gaia
Catalog: */apps/fl/download.properties.po
Languages: af, am, ar, as, bg, bn_bd, bn_in, br, ca, cy, eo, es, eu, fa, gd, hi_in, hr, hu, id, km, kn, mai, ml, mr, ms, my, ne, or, pt, ro, si, sw, ta, te, th, tr, ur, uz, vi, wa, xh, zu

source: OK
af: Goed
am: እሺ
ar: موافق
as: ঠিক আছে
bg: Добре
bn_bd: ঠিক আছে
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
eo: Akcepti
es: Aceptar
eu: Ados
fa: تایید
gd: Ceart ma-thà
id: Oke
km: យល់ព្រម
kn: ಸರಿ
mai: बेस
ml: ശരി
mr: ठीक
my: အိုကေ
ne: ठीक छ
or: ଠିକ ଅଛି
si: හරි
sw: SAWA
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
wa: I va
xh: Kulungile
zu: Kulungile

source: Download
af: Laai af
am: የወረዱ
ar: تنزيل
as: ডাউনল'ড কৰক
bg: Изтегляне
bn_bd: ডাউনলোড
bn_in: ডাউনলোড করুন
br: Pellgargañ
ca: Baixa
cy: Llwytho i lawr
eo: Elŝuti
es: Descargar
eu: Deskargatu
fa: دریافت
gd: Luchdaich a-nuas
hi_in: डाउनलोड
hr: Preuzmi
hu: Letöltés
id: Unduh
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್
mai: डाउनलोड
ml: ഡൗണ്‍ലോഡ്
mr: डाउनलोड
ms: Muat turun
my: ဒေါင်းလုဒ်
ne: डाउनलोड
or: ଆହରଣ
pt: Descarregar
ro: Descarcă
si: බාගන්න
sw: Pakua
ta: பதிவிறக்கம்
te: దింపుకోండి
th: ดาวน์โหลด
tr: İndir
ur: ڈاؤن لوڈ
uz: Yuklab olish
vi: Tải xuống
wa: Aberweter
xh: Khuphela
zu: Dawuniloda

source: Install
af: Installeer
am: መግጠሚያ
ar: تثبيت
as: ইনস্টল কৰক
bg: Инсталиране
bn_bd: ইনস্টল
bn_in: ইনস্টল করুন
br: Staliañ
ca: Instal·la
cy: Gosod
eo: Instali
es: Instalar
eu: Instalatu
fa: نصب
gd: Stàlaich
hi_in: संस्थापित करें
hr: Instaliraj
hu: Telepítés
id: Pasang
km: ដំឡើង
kn: ಅನುಸ್ಥಾಪಿಸು
mai: संस्थापित करू
ml: ഇന്‍സ്റ്റോള്‍
mr: प्रतिष्ठापीत करा
ms: Pemasangan
my: တပ်ဆင်
ne: स्थापना गर्नुहोस्
or: ସଂସ୍ଥାପନ
pt: Instalar
ro: Instalează
si: ස්ථාපනය
sw: Sakinisha
ta: நிறுவு
te: స్థాపించు
th: ติดตั้ง
tr: Yükle
ur: تنصیب کریں
uz: O‘rnatish
vi: Cài đặt
wa: Astaler
xh: Fakela
zu: Fakela

source: Cancel
af: Kanselleer
am: መሰረዣ
ar: ألغِ
as: বাতিল কৰক
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
br: Nullañ
ca: Cancel·la
cy: Diddymu
eo: Nuligi
es: Cancelar
eu: Utzi
fa: انصراف
gd: Sguir dheth
hi_in: रद्द करें
hr: Otkaži
hu: Mégse
id: Batal
km: បោះបង់
kn: ರದ್ದುಮಾಡು
mai: रद्द करू
ml: റദ്ദാക്കു
mr: रद्द
ms: Batal
my: ဖျက်
ne: रद्द गर्नुहोस्
or: ବାତିଲ
pt: Cancelar
ro: Renunță
si: අවලංගු කරන්න
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy
wa: Rinoncî
xh: Rhoxisa
zu: Khansela

source: Download Error
af: Aflaaifout
am: የ ማውረድ ስህተተ
ar: خطأ في التنزيل
as: ডাউনল'ডত ত্ৰুটি
bg: Грешка при изтегляне
bn_bd: ডাউনলোডে ত্রুটি
bn_in: ডাউনলোড সংক্রান্ত ত্রুটি
br: Fazi pellgargañ
ca: Error de baixada
cy: Gwall Llwytho i Lawr
eo: Eraro dum elŝuto
es: Error en descarga
eu: Deskarga-errorea
fa: خطا در دریافت
gd: Mearachd leis an luchdadh a-nuas
hi_in: डाउनलोड त्रुटि
hr: Greška preuzimanja
hu: Letöltési hiba
id: Galat Pengunduhan
km: កំហុស​ទាញ​យក
kn: ಡೌನ್‌ಲೋಡ್ ದೋಷ
mai: डाउनलोड त्रुटि
ml: ഡൌണ്‍ലോഡ് പിശക്
mr: डाउनलोड त्रुटी
ms: Muat turun Gagal
my: ဒေါင်းလုဒ် အမှား
ne: डाउनलोड त्रुटि
or: ଆହରଣ ତ୍ରୁଟି
pt: Erro ao descarregar
ro: Eroare la descărcare
si: බාගැනිමේ දෝෂයකි
sw: Hitilafu ya kudaunlodi
ta: பதிவிறக்க பிழை
te: దింపుకోలు దోషం
th: ข้อผิดพลาดการดาวน์โหลด
tr: İndirme Hatası
ur: ڈاؤن لوڈ نقص
uz: Yuklab olishda xatolik
vi: Lỗi khi tải xuống
wa: Aroke d' aberwetaedje
xh: Imposiso yokukhutshelwayo
zu: Inkinga Yokudawuniloda

source: Installation Error
af: Installeringsfout
am: የ መግጠም ስህተት
ar: خطأ في التثبيت
as: ইনস্টলেষণত ত্ৰুটি
bg: Грешка при инсталиране
bn_bd: ইনস্টলেশন ত্রুটি
bn_in: ইনস্টলেশনে ত্রুটি
br: Fazi staliadur
ca: Error d'instal·lació
cy: Gwall Gosod
eo: Eraro dum instalo
es: Error en instalación
eu: Instalazio-errorea
fa: خطا در نصب
gd: Mearachd stàlaidh
hi_in: संस्थापन त्रुटि
hr: Greška instalacije
hu: Telepítési hiba
id: Kesalahan Instalasi
km: កំហុស​ការ​ដំឡើង
kn: ಅನುಸ್ಥಾಪನಾ ದೋಷ
mai: संस्थापन त्रुटि
ml: ഇന്‍സ്റ്റോള്‍ പിശക്
mr: प्रतिष्ठापना त्रुटी
ms: Ralat Pemasangan
my: တပ်ဆင်ခြင်း အမှား
ne: स्थापना त्रुटि
or: ସଂସ୍ଥାପନ ତ୍ରୁଟି
pt: Erro na Instalação
ro: Eroare la instalare
si: ස්ථාපනයේ දෝෂයකි
sw: Hitilafu ya Kusakinisha
ta: நிறுவுதல் பிழை
te: స్థాపన దోషం
th: ข้อผิดพลาดการติดตั้ง
tr: Kurulum Hatası
ur: تنصیب کرنے میں نقص آگیا
uz: O‘rnatishda xatolik
vi: Lỗi khi cài đặt
wa: Aroke d' astalaedje
xh: Imposiso yokufakela
zu: Inkinga yokuFakela

# err_descriptor_download_failed
source: The download failed because of a server error.
af: Kon nie aflaai nie weens ’n bedienerfout.
am: ማውረዱ ወድቋል ምክንያቱም የ ሰርቨር ስህተት
ar: فشل التنزيل بسبب خطأ في الخادم.
as: ডাউনল'ড এটা চাৰ্ভাৰ ত্ৰুটিৰ বাবে ব্যৰ্থ হল।
bg: Неуспешно изтегляне поради грешка в сървъра.
bn_bd: সার্ভারে ত্রুটির কারণে ডাউনলোডটি ব্যর্থ হয়েছে।
bn_in: ডাউনলোডসমূহ বিফল হয়েছে কারন সার্ভারে ত্রুটি অাছে।
br: C'hwitet en deus ar pellgargañ abalamour d'ur fazi dafariad.
ca: La baixada ha fallat per un error del servidor.
cy: Methodd y llwytho i lawr oherwydd gwall gweinydd.
es: La descarga se interrumpió debido a un error del servidor.
eu: Deskargak huts egin du zerbitzariaren errore bat dela eta.
fa: دریافت با خطا مواجه شد به علت خطای سرویس دهنده.
gd: Dh'fhàillig an luchdadh a-nuas ri linn mearachd an fhrithealaiche.
hi_in: सर्वर त्रुटि के कारण डाउनलोड असफल हुआ हे.
hr: Preuzimanje nije uspjelo zbog greške poslužitelja.
hu: A letöltés kiszolgáló hiba miatt hiúsult meg.
id: Unduhan gagal karena galat pada peladen.
km: ការ​ទាញយក​បាន​បរាជ័យ ដោយ​សារ​តែ​កំហុស​ម៉ាស៊ីន​មេ។
kn: ಸರ್ವರ್ ದೋಷದಿಂದಾಗಿ ಡೌನ್‌ಲೋಡ್‌ ವಿಫಲವಾಗಿದೆ.
mai: सर्वर त्रुटि क कारण डाउनलोड असफल भेल अछि
ml: സെര്‍വ്വര്‍ പിഴവ് കാരണം ഡൌണ്‍ലോഡ് പരാജയപ്പെട്ടു.
mr: सर्व्हर त्रुटीमुळे डाउनलोड अयशस्वी.
ms: Muat turun gagal disebabkan ralat pelayan.
my: ဆာဗာ ပြသာနာ တစ်ခုကြောင့် ဒေါင်းလုဒ် ပျက်သွားသှ်
ne: सर्भर त्रुटीका कारण डाउनलोड असफल भयो ।
or: ସର୍ଭର ତ୍ରୁଟି ହେତୁ ଆହରଣ ବିଫଳ ହୋଇଛି।
pt: A descarga falhou devido a um erro do servidor.
ro: Descărcarea a eșuat din cauza unei erori a serverului.
si: සේවාදායකයේ දෝශයක් නිසා බාගැණීම අසමත් විය.
sw: Kupakua kulishindwa kwa sababu ya hitilafu ya seva.
ta: சேவகனில் பிழை ஏற்ப்பட்டதால் பதிவிறக்கம் தோல்வியடைந்தது.
te: సేవకము దోషం కారణంగా దింపుకోలు విఫలమైంది.
th: การดาวน์โหลดล้มเหลวเนื่องจากข้อผิดพลาดเซิร์ฟเวอร์
tr: Sunucu hatası sebebiyle indirme başarısız oldu.
ur: سرور کی خرابی کی وجہ سے ڈاؤن لوڈ ناکام ہوا۔
uz: Yuklab olish server xatoligi tufayli amalga oshmadi.
vi: Việc tải xuống thất bại do một lỗi ở máy chủ.
wa: L' aberwetaedje a fwait berwete a cåze d' ene aroke do sierveu.
xh: Ukukhuphela kusilele ngenxa yemposiso yeseva.
zu: Ukudawuniloda akuphumelelanga ngenxa yenkinga yeseva.

# err_bad_descriptor
source: The download failed because of a server error.
af: Kon nie aflaai nie weens ’n bedienerfout.
am: ማውረዱ ወድቋል ምክንያቱም የ ሰርቨር ስህተት
ar: فشل التحميل بسبب خطأ في الخادم.
as: ডাউনল'ড এটা চাৰ্ভাৰ ত্ৰুটিৰ বাবে ব্যৰ্থ হল।
bg: Неуспешно изтегляне поради грешка в сървъра.
bn_bd: সার্ভারে ত্রুটির কারণে ডাউনলোডটি ব্যর্থ হয়েছে।
bn_in: ডাউনলোডসমূহ বিফল হয়েছে কারন সার্ভারে ত্রুটি অাছে।
br: C'hwitet en deus ar pellgargañ abalamour d'ur fazi dafariad.
ca: La baixada ha fallat per un error del servidor.
cy: Methodd y llwytho i lawr oherwydd gwall gweinydd.
es: La descarga se interrumpió debido a un error del servidor.
eu: Deskargak huts egin du zerbitzariaren errore bat dela eta.
fa: دریافت با خطا مواجه شد به علت خطای سرویس دهنده.
gd: Dh'fhàillig an luchdadh a-nuas ri linn mearachd an fhrithealaiche.
hi_in: सर्वर त्रुटि के कारण डाउनलोड असफल हुआ हे.
hr: Preuzimanje nije uspjelo zbog greške poslužitelja.
hu: A letöltés kiszolgáló hiba miatt hiúsult meg.
id: Unduhan gagal karena galat pada peladen.
km: ការ​ទាញ​យក​បាន​បរាជ័យ​ ដោយ​សារ​តែ​កំហុស​ម៉ាស៊ីន​មេ។
kn: ಸರ್ವರ್ ದೋಷದಿಂದಾಗಿ ಡೌನ್‌ಲೋಡ್‌ ವಿಫಲವಾಗಿದೆ.
mai: सर्वर त्रुटि क कारण डाउनलोड असफल भेल अछि
ml: സെര്‍വ്വര്‍ പിഴവ് കാരണം ഡൌണ്‍ലോഡ് പരാജയപ്പെട്ടു.
mr: सर्व्हर त्रुटीमुळे डाउनलोड अयशस्वी.
ms: Muat turun gagal disebabkan ralat pelayan.
my: ဆာဗာ ပြသာနာ တစ်ခုကြောင့် ဒေါင်းလုဒ် ပျက်သွားသှ်
ne: सर्भरको त्रुटिले गर्दा डाउनलोड असफल भयो।
or: ସର୍ଭର ତ୍ରୁଟି ହେତୁ ଆହରଣ ବିଫଳ ହୋଇଛି।
pt: A descarga falhou devido a um erro do servidor.
ro: Descărcarea a eșuat din cauza unei erori a serverului.
si: සේවාදායකයේ දෝශයක් නිසා බාගැණීම අසමත් විය.
sw: Kupakua kulishindwa kwa sababu ya hitilafu ya seva.
ta: சேவகனில் பிழை ஏற்ப்பட்டதால் பதிவிறக்கம் தோல்வியடைந்தது.
te: సేవకము దోషం కారణంగా దింపుకోలు విఫలమైంది.
th: การดาวน์โหลดล้มเหลวเนื่องจากข้อผิดพลาดเซิร์ฟเวอร์
tr: Sunucu hatası sebebiyle indirme başarısız oldu.
ur: سرور کی خرابی کی وجہ سے ڈاؤن لوڈ ناکام ہوا۔
uz: Yuklab olish server xatoligi tufayli amalga oshmadi.
vi: Việc tải xuống thất bại do một lỗi ở máy chủ
wa: L' aberwetaedje a fwait berwete a cåze d' ene aroke do sierveu.
xh: Ukukhuphela kusilele ngenxa yemposiso yeseva.
zu: Ukudawuniloda akuphumelelanga ngenxa yenkinga yeseva.

source: File is too large to download.
af: Lêer is te groot om af te laai.
am: ለማውረድ ፋይሉ በጣም ትልቅ ነው
ar: حجم الملف أكبر من أن يتم تنزيله.
as: ফাইল ডাউনল'ডৰ বাবে অতি বৃহত।
bg: Файлът е твърде голям за изтегляне.
bn_bd: ডাউনলোড করার জন্য ফাইলটির আকার অনেক বড়।
bn_in: ফাইল ডাউনলোড করার জন্য অত্যন্ত বড়।
br: Re vras eo ar restr evit pellgargañ anezhi.
ca: El fitxer és massa gran per baixar-lo.
cy: Mae'r ffeil yn rhy fawr i'w lwytho i lawr.
es: El archivo es demasiado grande para descargarse.
eu: Fitxategia handiegia da deskargatzeko.
fa: پرونده برای دریافت بسیار حجیم است.
gd: Tha am faidhle ro mhòr 's cha ghabh a luchdadh a-nuas.
hi_in: डाउनलोड कर ने के लिए फ़ाइल बहुत बड़ी है
hr: Datoteka je prevelika za preuzimanje.
hu: A fájl túl nagy a letöltéshez.
id: Berkas terlalu besar untuk diunduh.
km: ឯកសារ​ធំ​ពេក​ត្រូវ​ទាញ​យក។
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಬೇಕಿರುವ ಕಡತದ ಗಾತ್ರ ದೊಡ್ಡದಿದೆ.
mai: डाउनलोड करए कलेल फ़ाइल बहुत पैघ अछि.
ml: ഫയല്‍ ഡൌണ്‍ലോഡ് ചെയ്യാവുന്നതിനെക്കാള്‍ വലുത്.
mr: फाइल डाउनलोड करण्यास खूप मोठी.
ms: Fail terlalu besar untuk dimuat turun.
my: ဖိုင်သှ် ဒေါင်းလုဒ်ရယူရန် ကြီးလွန်းနေသှ်
ne: डाउनलोडको लागि फाइलको साइज ज्यादै ठूलो भयो।
or: ଫାଇଲଟି ଆହରଣ ପାଇଁ ଅତ୍ଯଧିକ ବଡ଼।
pt: O ficheiro é demasiado grande para ser descarregado.
ro: Fișierul este prea mare pentru descărcare.
si: බාගැණීමට ඇති ගොනුව ඉතා විශාල වේ.
sw: Faili ni kubwa sana kupakua
ta: பதிவிறக்க கோப்பு மிகவும் பெரிய அளவுடையது.
te: దింపుకోవాల్సిన దస్త్రం చాలా పెద్దగా ఉంది.
th: ไฟล์ใหญ่เกินไปที่จะดาวน์โหลด
tr: Dosya indirilemeyecek kadar büyük.
ur: مسل ڈاؤن لوڈ کرنے کے لئے بہت بڑی ہے۔
uz: Fayl yuklab olish uchun juda katta.
vi: Tập tin quá lớn để tải xuống.
wa: Fitchî trop gros a aberweter.
xh: Ifayile inkulu kakhulu ukuba ungayikhuphela.
zu: Ifayela likhulu kakhulu ukuba lingadawunilodwa.

source: This type of purchased media is not supported on your phone.
af: Hierdie soort gekoopte media word nie op jou foon ondersteun nie.
am: እንደዚህ አይነት የተገዛ መገናኛ በ እርስዎ ስልክ የተደገፈ አይደለም
ar: هذا النوع من الوسائط المشتراة غير مدعوم على هاتفك.
as: এই ধৰণৰ কিনা মাধ্যম আপোনাৰ ফোনত সমৰ্থিত নহয়।
bg: Този тип медия не е поддържан от телефона Ви.
bn_bd: এই ধরণের ক্রয়কৃত মিডিয়া আপনার ফোন সমর্থন করে না।
bn_in: মিডিয়া এই ধরনের আপনার ফোনে সমর্থিত নয়।
br: Ar rizh media-mañ n'eo ket skoret war ho hezougell.
ca: El vostre telèfon no reconeix aquest tipus de fitxer multimèdia adquirit.
cy: Nid yw prynu'r math yna o gyfrwng yn cael ei gynnal ar eich ffôn.
es: El tipo de archivo multimedia adquirido no es compatible con su teléfono.
eu: Zure gailuak ez du erositako multimedia mota hau onartzen.
fa: این نوع رسانهٔ خریداری شده، روی تلفنتان پشتیبانی نمی‌شود.
gd: Cheannaich thu am meadhan seo ach cha ghabh a chleachdadh air an fhòn agad.
hi_in: इस प्रकार का खरीद हुआ मीडिया आपके फोन पर समर्थित नहीं है.
hr: Ova vrsta kupljenog medija nije podržana na vašem telefonu.
hu: Az ilyen típusú megvásárolt médiafájlt nem támogatja a telefonja.
id: Jenis media yang dibeli tidak didukung ponsel Anda.
km: មេឌៀ​ដែល​បាន​ទិញ​ប្រភេទ​នេះ​មិន​ត្រូវ​បានគាំទ្រ​​លើ​ទូរស័ព្ទ​របស់​អ្នក។
kn: ಈ ಶೈಲಿಯ ಖರೀದಿಸಿದ ಮೀಡಿಯ ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ.
mai: एहि प्रकार सँ खरीदल गेल मीडिया अहाँक फोन पर समर्थित नहि अछि.
ml: ഈ തരത്തിലുള്ള വാങ്ങിയ മീഡിയ നിങ്ങളുടെ ഫോണ്‍ പിന്‍തുണയ്ക്കില്ല.
mr: खरेदी केलेला या प्रकारचा मीडिया आपल्या फोनवर समर्थित नाही.
ms: Pembelian media jenis ini tidak disokong pada telefon anda.
my: သင့်ဖုန်းတွင် ယခုမီဒီယာ အမျိုးအစားအား ထောက့်ပံ့မပေးထားပါ
ne: यस प्रकारको किनिएको मेडिया तपाईंको फोनमा समर्थन हुँदैन।
or: ଏ ପ୍ରକାରର କିଣିଥିବା ମେଡ଼ିଆ ଆପଣଙ୍କ ଫୋନରେ ଚାଲିବ ନାହିଁ।
pt: Este tipo multimédia não é suportado pelo seu dispositivo.
ro: Acest tip de media achiziționat nu este suportat pe telefon.
si: මෙම වර්‍ගයේ බාගත් මාධ්‍ය ඔබේ දුරකතනයේ සහාය නොදක්වයි.
sw: Aina hii ya vyombo vya habari haitumiki kwenye simu yako.
ta: உங்களுடைய கைப்பேசியில் வாங்கிய இந்த வகையான ஊடகம் ஆதரிக்கப்படவில்லை.
te: ఇటువంటి కొన్న మాధ్యమాలకి మీ ఫోనులో తోడ్పాటు లేదు.
th: ชนิดของสื่อที่ซื้อนี้ไม่รองรับบนโทรศัพท์ของคุณ
tr: Satın alınabilen bu medya türü telefonunuzda desteklenmiyor.
ur: اس قسم کا خریدا حوا میڈیا آپ کے فون پر معاونت شدہ نہیں ہے۔
uz: Siz xarid qilgan media turini telefoningizda ishga tushirib bo‘lmaydi.
vi: Loại tập tin đã phương tiện này không được hỗ trợ trên điện thoại của bạn.
wa: Cisse sôre di media atchté la n' est nén sopoirté so vosse telefone.
xh: Olu hlobo lwemidiya oyithengayo aluxhaswa kwifowuni yakho.
zu: Lolu hlobo lokuthenga imidiya alwesekwa yifoni yakho.

# err_bad_type
source: The download failed because of a server error.
af: Kon nie aflaai nie weens ’n bedienerfout.
am: ማውረዱ ወድቋል ምክንያቱም የ ሰርቨር ስህተት
ar: فشل في التنزيل بسبب خطأ في الخادم.
as: ডাউনল'ড এটা চাৰ্ভাৰ ত্ৰুটিৰ বাবে ব্যৰ্থ হল।
bg: Неуспешно изтегляне поради грешка в сървъра.
bn_bd: সার্ভারে ত্রুটির ফলে ডাউনলোডে ব্যর্থ।
bn_in: ডাউনলোডসমূহ বিফল হয়েছে কারন সার্ভারে ত্রুটি অাছে।
br: C'hwitet en deus ar pellgargañ abalamour d'ur fazi dafariad.
ca: La baixada ha fallat per un error del servidor.
cy: Methodd y llwytho i lawr oherwydd gwall gweinydd.
es: La descarga se interrumpió debido a un error del servidor.
eu: Deskargak huts egin du zerbitzariaren errore bat dela eta.
fa: دریافت با خطا مواجه شد به علت خطای سرویس دهنده.
gd: Dh'fhàillig an luchdadh a-nuas ri linn mearachd an fhrithealaiche.
hi_in: सर्वर की त्रुटि के कारण डाउनलोड असफल हुआ है.
hr: Preuzimanje nije uspjelo zbog greške poslužitelja.
hu: A letöltés kiszolgáló hiba miatt hiúsult meg.
id: Unduh gagal karena kesalahan pada server.
km: ការ​ទាញ​យក​បាន​បរាជ័យ ដោយ​សារ​តែ​កំហុស​ម៉ាស៊ីន​មេ។
kn: ಸರ್ವರ್ ದೋಷದಿಂದಾಗಿ ಡೌನ್‌ಲೋಡ್‌ ವಿಫಲವಾಗಿದೆ.
mai: सर्वर त्रुटि क कारण डाउनलोड असफल भेल अछि
ml: സെര്‍വ്വര്‍ പിഴവ് കാരണം ഡൌണ്‍ലോഡ് പരാജയപ്പെട്ടു.
mr: सर्व्हर त्रुटीमुळे डाउनलोड अयशस्वी.
ms: Muat turun gagal disebabkan ralat pelayan.
my: ဆာဗာ ပြသာနာ တစ်ခုကြောင့် ဒေါင်းလုဒ်ပျက်သွားသှ်
ne: सर्भरको त्रुटिले गर्दा डाउनलोड असफल भयो।
or: ସର୍ଭର ତ୍ରୁଟି ହେତୁ ଆହରଣ ବିଫଳ ହୋଇଛି।
pt: A descarga falhou devido a um erro do servidor.
ro: Descărcarea a eșuat din cauza unei erori a serverului.
si: සේවාදායකයේ දෝශයක් නිසා බාගැණීම අසමත් විය.
sw: Upakiaji ulishindwa kwa sababu ya hitilafu ya sava.
ta: சேவகனில் பிழை ஏற்ப்பட்டதால் பதிவிறக்கம் தோல்வியடைந்தது.
te: సేవకము దోషం కారణంగా దింపుకోలు విఫలమైంది.
th: การดาวน์โหลดล้มเหลวเนื่องจากข้อผิดพลาดเซิร์ฟเวอร์
tr: Sunucu hatası sebebiyle indirme başarısız oldu.
ur: سرور کی خرابی کی وجہ سے ڈاؤن لوڈ ناکام ہوا۔
uz: Yuklab olish server xatoligi tufayli amalga oshmadi.
vi: Việc tải xuống thất bại do một lỗi ở máy chủ
wa: L' aberwetaedje a fwait berwete a cåze d' ene aroke do sierveu.
xh: Ukukhuphela kusilele ngenxa yemposiso yeseva.
zu: Ukudawuniloda akuphumelelanga ngenxa yenkinga yeseva.

# err_content_download_failed
source: The download failed because of a server error.
af: Kon nie aflaai nie weens ’n bedienerfout.
am: ማውረዱ ወድቋል ምክንያቱም የ ሰርቨር ስህተት
ar: فشل التنزيل بسبب خطأ في الخادم.
as: ডাউনল'ড এটা চাৰ্ভাৰ ত্ৰুটিৰ বাবে ব্যৰ্থ হল।
bg: Неуспешно изтегляне поради грешка в сървъра.
bn_bd: সার্ভারে ত্রুটির কারণে ডাউনলোডটি ব্যর্থ হয়েছে।
bn_in: ডাউনলোডসমূহ বিফল হয়েছে কারন সার্ভারে ত্রুটি অাছে।
br: C'hwitet en deus ar pellgargañ abalamour d'ur fazi dafariad.
ca: La baixada ha fallat per un error del servidor.
cy: Methodd y llwytho i lawr oherwydd gwall gweinydd.
es: La descarga se interrumpió debido a un error del servidor.
eu: Deskargak huts egin du zerbitzariaren errore bat dela eta.
fa: دریافت با خطا مواجه شد به علت خطای سرویس دهنده.
gd: Dh'fhàillig an luchdadh a-nuas ri linn mearachd an fhrithealaiche.
hi_in: सर्वर की त्रुटि के कारण डाउनलोड असफल हुआ है.
hr: Preuzimanje nije uspjelo zbog greške poslužitelja.
hu: A letöltés kiszolgáló hiba miatt hiúsult meg.
id: Unduh gagal karena kesalahan pada server.
km: ការ​ទាញយក​បាន​បរាជ័យ ដោយ​សារ​តែ​កំហុស​ម៉ាស៊ីន​មេ។
kn: ಸರ್ವರ್ ದೋಷದಿಂದಾಗಿ ಡೌನ್‌ಲೋಡ್‌ ವಿಫಲವಾಗಿದೆ.
mai: सर्वर त्रुटि क कारण डाउनलोड असफल भेल अछि.
ml: സെര്‍വ്വര്‍ പിഴവ് കാരണം ഡൌണ്‍ലോഡ് പരാജയപ്പെട്ടു.
mr: सर्व्हर त्रुटीमुळे डाउनलोड अयशस्वी.
ms: Muat turun gagal disebabkan ralat pelayan.
my: ဆာဗာ ပြသာနာတစ်ခုကြောင့် ဒေါင်းလုဒ်ပျက်သွားသှ်
ne: सर्भरको त्रुटिले गर्दा डाउनलोड असफल भयो।
or: ସର୍ଭର ତ୍ରୁଟି ହେତୁ ଆହରଣ ବିଫଳ ହୋଇଛି।
pt: A descarga falhou devido a um erro do servidor.
ro: Descărcarea a eșuat din cauza unei erori a serverului.
si: සේවාදායකයේ දෝශයක් නිසා බාගැණීම අසමත් විය.
sw: Upakiaji ulishindwa kwa sababu ya hitilafu ya sava.
ta: சேவகனில் பிழை ஏற்ப்பட்டதால் பதிவிறக்கம் தோல்வியடைந்தது.
te: సేవకము దోషం కారణంగా దింపుకోలు విఫలమైంది.
th: การดาวน์โหลดล้มเหลวเนื่องจากข้อผิดพลาดเซิร์ฟเวอร์
tr: Sunucu hatası sebebiyle indirme başarısız oldu.
ur: سرور کی خرابی کی وجہ سے ڈاؤن لوڈ ناکام ہوا۔
uz: Yuklab olish server xatoligi tufayli amalga oshmadi.
vi: Việc tải xuống thất bại do một lỗi ở máy chủ
wa: L' aberwetaedje a fwait berwete a cåze d' ene aroke do sierveu.
xh: Ukukhuphela kusilele ngenxa yemposiso yeseva.
zu: Ukudawuniloda akuphumelelanga ngenxa yenkinga yeseva.

# err_bad_drm_message
source: The download failed because of a server error.
af: Kon nie aflaai nie weens ’n bedienerfout.
am: ማውረዱ ወድቋል ምክንያቱም የ ሰርቨር ስህተት
ar: فشل التنزيل بسبب خطأ في الخادم.
as: ডাউনল'ড এটা চাৰ্ভাৰ ত্ৰুটিৰ বাবে ব্যৰ্থ হল।
bg: Неуспешно изтегляне поради грешка в сървъра.
bn_bd: সার্ভারে ত্রুটির কারণে ডাউনলোডটি ব্যর্থ হয়েছে।
bn_in: ডাউনলোডসমূহ বিফল হয়েছে কারন সার্ভারে ত্রুটি অাছে।
br: C'hwitet en deus ar pellgargañ abalamour d'ur fazi dafariad.
ca: La baixada ha fallat per un error del servidor.
cy: Methodd y llwytho i lawr oherwydd gwall gweinydd.
es: La descarga se interrumpió debido a un error del servidor.
eu: Deskargak huts egin du zerbitzariaren errore bat dela eta.
fa: دریافت با خطا مواجه شد به علت خطای سرویس دهنده.
gd: Dh'fhàillig an luchdadh a-nuas ri linn mearachd an fhrithealaiche.
hi_in: सर्वर की त्रुटि के कारण डाउनलोड असफल हुआ है.
hr: Preuzimanje nije uspjelo zbog greške poslužitelja.
hu: A letöltés kiszolgáló hiba miatt hiúsult meg.
id: Unduh gagal karena kesalahan pada server.
km: ការទាញ​យក​បាន​បរាជ័យ​ ដោយ​សារ​តែ​កំហុស​ម៉ាស៊ីន​មេ។
kn: ಸರ್ವರ್ ದೋಷದಿಂದಾಗಿ ಡೌನ್‌ಲೋಡ್‌ ವಿಫಲವಾಗಿದೆ.
mai: सर्वर त्रुटि क कारण डाउनलोड असफल भेल अछि.
ml: സെര്‍വ്വര്‍ പിഴവ് കാരണം ഡൌണ്‍ലോഡ് പരാജയപ്പെട്ടു.
mr: सर्व्हर त्रुटीमुळे डाउनलोड अयशस्वी.
ms: Muat turun gagal disebabkan ralat pelayan.
my: ဆာဗာ ပြသာနာတစ်ခုကြောင့်ဒေါင်းလုဒ်ပျက်သွားသှ်
ne: सर्भरको त्रुटिले गर्दा डाउनलोड असफल भयो।
or: ସର୍ଭର ତ୍ରୁଟି ହେତୁ ଆହରଣ ବିଫଳ ହୋଇଛି।
pt: A descarga falhou devido a um erro do servidor.
ro: Descărcarea a eșuat din cauza unei erori a serverului.
si: සේවාදායකයේ දෝශයක් නිසා බාගැණීම අසමත් විය.
sw: Upakiaji ulishindwa kwa sababu ya hitilafu ya sava.
ta: சேவகனில் பிழை ஏற்ப்பட்டதால் பதிவிறக்கம் தோல்வியடைந்தது.
te: సేవకము దోషం కారణంగా దింపుకోలు విఫలమైంది.
th: การดาวน์โหลดล้มเหลวเนื่องจากข้อผิดพลาดเซิร์ฟเวอร์
tr: Sunucu hatası sebebiyle indirme başarısız oldu.
ur: سرور کی خرابی کی وجہ سے ڈاؤن لوڈ ناکام حوا۔
uz: Yuklab olish server xatoligi tufayli amalga oshmadi.
vi: Việc tải xuống thất bại do một lỗi ở máy chủ
wa: L' aberwetaedje a fwait berwete a cåze d' ene aroke do sierveu.
xh: Ukukhuphela kusilele ngenxa yemposiso yeseva.
zu: Ukudawuniloda akuphumelelanga ngenxa yenkinga yeseva.

source: The downloaded image cannot be displayed on this device.
af: Kan nie die afgelaaide beeld op hierdie toestel vertoon nie.
am: የ ወረደውን ምስል በዚህ አካል ላይ ማሳየት አይቻልም
ar: الصورة التي حملتها لا يستطيع هذا الجهاز عرضها.
as: ডাউনল'ড কৰা ছবি এই ডিভাইচত প্ৰদৰ্শন কৰিব নোৱাৰি।
bg: Сваленото изображение не може да бъде показано на това устройство.
bn_bd: ডাউনলোড করা ছবিটি আপনার ডিভাইসে প্রদর্শন করা যাচ্ছে না।
bn_in: ডাউনলোড ইমেজ এই ডিভাইসে প্রদর্শন করা যাবে না।
br: Ar skeudenn pellgarget n'hall ket bezañ skrammet war an trevnad-mañ.
ca: La imatge baixada no es pot mostrar en el dispositiu.
cy: Nid oes modd dangos y ddelwedd llwythwyd i lawr ar y ddyfais hon.
es: La imagen descargada no puede mostrarse en este dispositivo.
eu: Ezin da deskargatutako irudia bistaratu gailu honetan.
fa: امکان نمایش تصاویر دریافت شده بر روی این دستگاه نیست.
gd: Luchdaich thu a-nuas an dealbh seo ach cha ghabh a shealltainn air an uidheam seo.
hi_in: डाउनलोड की हुई छवि इस उपकरण पर प्रदर्शित नहीं हो सकती.
hr: Preuzeta slika se ne može prikazati na ovom uređaju.
hu: A letöltött kép nem jeleníthető meg ezen az eszközön.
id: Gambar yang diunduh tidak dapat ditampilkan di peranti ini.
km: រូបភាព​បាន​ទាញ​យក​មិន​អាច​បង្ហាញ​លើ​ឧបករណ៍​នេះ​បាន​ទេ។
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿಕೊಳ್ಳಲಾಗಿರುವ ಚಿತ್ರವನ್ನು ಈ ಸಾಧನದಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತಿಲ್ಲ.
mai: डाउनलोड कएल छवि एहि अओजार पर प्रदर्शित नहि भ सकैछ.
ml: ഡൌണ്‍ലോഡ് ചെയ്ത ചിത്രം ഈ ഉപകരണത്തില്‍ കാണിക്കാന്‍ പറ്റുന്നില്ല.
mr: डाउनलोड केलेले चित्र या साधनावर दाखवले जाऊ शकत नाही.
ms: Imej muat turun tidak dapat dipaparkan pada peranti ini.
my: ယခု စက်ပေါ်တွင်ဒေါင်းလုဒ်လုပ်ထားသော ပုံအား ပြသမရပါ
ne: डाउनलोड भएको छवि यस यन्त्रमा प्रदर्शन हुन सक्दैन।
or: ଆହରଣ ହୋଇଥିବା ଛବିକୁ ଏହି ଉପକରଣରେ ଦର୍ଶାଯାଇପାରିବ ନାହିଁ।
pt: A imagem descarregada não pode ser exibida neste dispositivo.
ro: Imaginea descărcată nu poate fi afișată pe dispozitiv.
si: බාගත් සේයාරුව මෙම උපාංගයේදී දර්ශණය කල නොහැකියි.
sw: Picha iliyopakuliwa haiwezi kuonyeshwa kwenye kifaa hiki.
ta: இந்த சாதனத்தில் பதிவிறக்கப்பட்ட படங்களை காட்ட முடியாது.
te: దించుకున్న బొమ్మను ఈ పరికరంలో చూపించలేము.
th: ภาพที่ดาวน์โหลดไม่สามารถแสดงบนอุปกรณ์นี้
tr: İndirilen resim bu cihazda görüntülenemiyor.
ur: ڈاؤن لوڈ کی حوی تصویر اس آلہ پر ڈسپلے نہیں کی جا سکتی۔
uz: Yuklab olingan rasmni ushbu qurilmadada ko‘rsatib bo‘lmaydi.
vi: Ảnh đã tải không thể hiển thị trên thiết bị này.
wa: L' imådje aberwetêye ni sait nén esse håynêye so cist éndjin ci.
xh: Umfanekiso okhutshelweyo awunakubonakaliswa kwesi sixhobo.
zu: Isithombe esidawunilodiwe asiveli kule divayisi.
