Repository: translate/mozilla-gaia
Catalog: pbb/shared/permissions/permissions.properties.po
Languages: pbb

source: App Permission
pbb: Meen thaasnxisa apps

source: Website Permission
pbb: Meen thaasnxisa's txtewe'sxa's webte

source: Select Camera
pbb: Kaapnasa'sa's txhitxna

source: Schedule Alarms
pbb: Pa'hyatxn fxi'zxenxisa's phewu'hn

source: Microphone
pbb: Jxuhkate wẽ'wenxi

source: Would you like to share your microphone with {{app}}?
pbb: ¿Jxuhkatepa' kaphthũ'se'jnxi's idxa' meen bẽetxi'j {{app}}?

source: Would you like to share your microphone with {{site}}?
pbb: ¿Ewuma'gh ptxhijxa idx Jxuhkate' wẽ'wenxi's txãa txtewesx'nxa'kh {{site}}?

# perm-audio-channel-content
source: Play Sounds
pbb: Wẽsejhnxi's ksusu'hjxa

source: Play Notification Sounds
pbb: Wẽsejhnxi'sanxakh pkhakhna ksusu'hn

source: Play Ringtone Sounds
pbb: Mawẽ ya' ksusu'jutx txaa wẽsejhnxi'sa's

source: Access Sensor Data
pbb: Thegwã' txãa ya'setxi u'ynxinxa'the

source: Inspect Web Pages
pbb: Thegna txtee webte

source: Cameras
pbb: Kapnasa'sa

source: Select a camera for {{app}}.
pbb: Kapnasa'sa's txhitxna txtewe'sx {{app}}.

source: Select a camera for {{site}}.
pbb: Kapnasa'sa's txhitxna txtewe'sx {{site}}.

source: {{app}} would like to use your camera.
pbb: {{app}} idx kapnasa's vxi'swẽga.

source: {{site}} would like to use your camera.
pbb: {{site}} idx kapnasa's vxiswẽga.

source: Cell Broadcasts
pbb: Kthegujxa'

source: Contacts
pbb: Pa'yanxisa

source: {{app}} would like to access your contact list.
pbb: Na's txi'pçxa {{app}} ewuma'g vxi'ya' idx ya'se jxunu'jhnxi'sa's txtẽe pa'yanxite.

source: {{site}} would like to access your contact list.
pbb: Txtẽe {{site}} ewuma'g vxi'sya' idx ya'se jxunu'nxisa's txẽe pa'yanxite.

source: Notifications
pbb: Pkhakwa'ja's

source: {{app}} would like to display notifications.
pbb: Txã's txi'pçxa {{app}} ewuma'g pkakhçx ta'sxya'.

source: {{site}} would like to display notifications.
pbb: Na' txtẽe {{site}} ewuma'g pkakhçx ta'sxya'.

source: Apps Storage
pbb: Jxu'hte fxi'nxisa txtẽe apps

source: Music Storage
pbb: Mema's txtẽe jxawnxisa

source: {{app}} would like to access your music.
pbb: Na's txi'phte {{app}} ewuma'g u'kaya' idx memte.

source: {{site}} would like to access your music.
pbb: Na's txi'phte {{site}} ewuma'g u'kaya' idx memte.

source: Image Storage
pbb: Pisanxi's txtẽe jxawnxi

source: {{app}} would like to access your images.
pbb: Na's txi'phte {{app}} ewuma'g u'kaya' idx pisanxisu.

source: {{site}} would like to access your images.
pbb: Na's txi'phte {{site}} ewuma'g u'kaya' idx pisanxite.

source: Memory Card Storage
pbb: Pe'pete kipnxisa

source: {{app}} would like to access your memory card.
pbb: Na's txi'phte {{app}} ewuma'g u'kaya' idx pe'pete kipnxisa's.

source: {{site}} would like to access your memory card.
pbb: Na's txtẽe {{site}} ewuma'g u'kaya' idx pe'pete ki'pnxisa's.

source: Video Storage
pbb: Pnasa's kthegun txtẽe jxawnxite

source: {{app}} would like to access your videos.
pbb: Na's txi'phte {{app}} ewuma'g u'kaya' idx kapnasa's thegya'.

source: {{site}} would like to access your videos.
pbb: Na's txi'phte {{site}} ewuma'g u'kaya' idx kapnasa'hnxite.

source: Embed Apps
pbb: waçku apps

source: FM Radio
pbb: Çaam welx FM

source: {{app}} would like to use the FM Radio.
pbb: Na's txi'phte {{app}} u'kawẽga çaam welxte FM.

source: {{site}} would like to use the FM Radio.
pbb: {{site}} u'kawẽga çaam welxte FM.

source: Geolocation
pbb: Kiwe's thẽgnxisaa

source: {{app}} would like to know your location.
pbb: Na's txi'phte {{app}} jxiyuwega idx u'junxi's.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
pbb: {{brandShortName}} ya'setx vxisune' txãwẽs GPS, wifi vxite çaam we'wete kuh ente txa'w jxa'nu'jxa idx ũ'snxi's u'txa ũsthaw. Txãa ya'setx ya' kãjan txãa Mozilla vxite vxite mjinxisa, jĩçxa ya' vxisun kãjana txãa's phewuna dxijuy txãa ya'setxi nmeh ũ'snxisatxi. Naa ya'setxi ya' jxawun teeçx vxisnxite teeçx ahteçxa nmeh ewun vxite mjina ũ'stepah ma's yujhpa' txi'pme ũ'stepah.

source: {{site}} would like to know your location.
pbb: Na's txi'phte {{site}} jxiyuwega idx u'junxi's.

source: See Idle Status
pbb: Thegna txã's vxiswa' ewme ũ'ste

source: Privileged IndexedDB
pbb: IndexedDB nmeh ew u'jusa

source: Unlimited IndexedDB Storage
pbb: Jxawnxisa IndexedDB txtepa'hçxa

source: Manage Keyboards
pbb: Txthethnxi's thegn

source: Act as a Keyboard
pbb: Txthethnxi na'wẽ mjin

source: Camera and Microphone
pbb: Kapnasa's ku'txijnxisa' vxite jxujuy we'wenxisa's

source: Would you like to share your camera and microphone with {{app}}?
pbb: ¿Ewuma'g ptxijxa idx kapnasa'hnxi's vxite jxujuy we'wenxisa's txãa txi'pnxisanxa'kh {{app}}?

source: Would you like to share your camera and microphone with {{site}}?
pbb: ¿Ewuma'gh ptxhijxa idx kapnasa'hnxi's jxuhkate' wẽ'wenxi's txãa txtewesx'nxa'kh {{site}}?

source: Mobile Connection
pbb: Çxkitxaya çaam we'wes

source: Mobile Identity
pbb: Kẽsejhnxisa eç

source: Network Events
pbb: Çxahçxa walate txtẽe dxijasa

source: Start an App
pbb: Ta'khna teçx app

source: Modify Apps Permissions
pbb: Dxijh thãsçxa phewu'nh apps

source: Power Settings
pbb: Phewu'nh txãa ku's khki'tahnxi's

source: Modify Settings
pbb: Phewu'hna ew

source: Cross-Origin Requests
pbb: Eç kahnxisa cross-origin

source: Telephony
pbb: Çaam we'wekwe

source: Camera
pbb: Kapnasa'sa

source: Would you like to share your camera with {{app}}?
pbb: ¿Ewuma'g ptxijxa idx kapnasa'hnxi's txtẽe txi'pnxisanxa'kh {{app}}?

source: Would you like to share your camera with {{site}}?
pbb: ¿Ewuma'g ptxijxa idx kapnasa'hnxi's txtẽe txi'pnxisanxa'kh {{site}}?

source: Control Voicemail
pbb: Kahnu çaam we'wete pthũsesa's

source: Install Webapps
pbb: Txi'pya' webapps

source: Manage Wi-Fi
pbb: Thegnusnxi wifi

source: Open Overlay Popups
pbb: Phaden overlay popups

source: Play Alarm Sounds
pbb: Khsusu'hna ta'sxsa's txtẽe

# perm-audio-channel-normal
source: Play Sounds
pbb: Wẽsejhnxi's ksusu'hjxa

source: Play public notification sounds
pbb: Khsusu'hjxa txãa isa ta'sxjxa pkhakhçxa

source: Play Telephony Sounds
pbb: Khsusu'hn çaam we'wekwe's

source: Act as a Background Service
pbb: Jxujukhwe txã' mjisaa

source: Crash Data Storage
pbb: Jxawnxisa ya'setx txtẽe aphnxii

source: Access Downloads
pbb: Sphatxna ũ'sa vxiswẽga

source: Embed Widgets
pbb: Waçnxii widgets

source: Feature Detection
pbb: U'yta txã'wẽsatx

source: Firefox Accounts
pbb: Isasa Firefox-te

source: Mobile Network
pbb: Çaam dxi'jh

source: Open Overlay Popups (moz)
pbb: Phaden overlay popups (moz)

source: Play Ringtone Sounds (moz)
pbb: Khsusu'hn txa'w (moz)

source: Play Telephony Sounds (moz)
pbb: Khsusu'hn çaam we'wekwe's (moz)

source: Firefox Accounts (moz)
pbb: Firefox kutxihn u'hnxisa (moz)

source: Control Usage Stats
pbb: Pa'yahtxnxii fxifxiysatx jxa'n u'satx

source: NFC HCI Events
pbb: Çxaçxa walate NFC HCI

source: Manage NFC
pbb: Thegna NFC

source: Phone Number Service
pbb: Isan mjĩsa çaam we'we

source: Push API
pbb: API push

source: Resource Stats
pbb: Fxifxysa ũsta txte'

source: Send and Read SMS
pbb: Payçxa kahn SMS

source: Control Volume
pbb: Pa'yatxna katekan txi' spatxnxisa's

source: Access Storage
pbb: Jxawnxisu thegjxa

source: TCP Sockets
pbb: Sockets TCP

source: Test Permission
pbb: Meen txtee ta'sxwãh

source: Set Date and Time
pbb: Ewuna u'jweça ena's vxite ena's ujweçte paynxisa

source: UDP Sockets
pbb: Sockets UDP
