Repository: translate/mozilla-gaia
Catalog: ach/apps/keyboard/keyboard.properties.po
Languages: ach

source: Keyboard
ach: Kadiyo coc

source: Built-in Keyboard
ach: Ka diyo coc ma iye

source: OK
ach: KAKARE

source: Keyboard settings
ach: Ter me ka diyo coc

source: Cancel
ach: Ngol

source: Delete
ach: Kwany

source: Vibration
ach: Gidiagida

source: Click sound
ach: Dwon me diyo

source: Auto correction
ach: Yubo pire kene

source: Word suggestion
ach: Tam ma tye pi lok

source: User dictionary
ach: Buk me nukuta pa latic

source: Handwriting
ach: Coc

source: Response Speed
ach: Dwiro me adwogi

source: Word suggestions
ach: Tam ma kimiyo pi lok

source: Dismiss
ach: Kwer

source: more numbers and symbols
ach: wel ki lanyut mapol

source: letters
ach: nukuta

source: shift
ach: kob

source: delete
ach: kwany

source: space
ach: kabedo

source: return
ach: dwog

source: No words in the user dictionary.
ach: Lok pe tye i buk me nukuta pa latic.

source: Add a word now.
ach: Med lok kombedi.

source: add word
ach: med lok

source: Add Word
ach: Med lok

source: Edit Word
ach: Yub lok

source: Save
ach: Gwok

# userDictionaryDeleteButton
source: Delete
ach: Kwany

source: Delete word “{{word}}”?
ach: Kwany lok “{{word}}”?
