Repository: translate/mozilla-gaia
Catalog: dsb/apps/communications/contacts/matcher/matcher.properties.po
Languages: dsb

source: Looking for duplicate contacts
dsb: Dwójne kontakty pytaś

source: Merging duplicate contacts
dsb: Dwójne kontakty zjadnośiś

source: No duplicate contacts found
dsb: Žedne dwójne kontakty namakane

source: Cancel
dsb: Pśetergnuś

source: Merge
dsb: Zjadnośiś

source: Ignore
dsb: Ignorěrowaś

source: Merge duplicates
dsb: Duplikaty zjadnośiś

source: Suggested duplicate contacts for {{name}}
dsb: Dwójne kontakty za {{name}} naraźone

source: No contacts selected
dsb: Žedne kontakty wubrane

source: Merge with {{n}} contact
dsb: Z {{n}} kontaktom zjadnośiś

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
dsb: Z {{n}} kontaktoma zjadnośiś

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
dsb: Z {{n}} kontaktami zjadnośiś

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
dsb: Z {{n}} kontaktami zjadnośiś

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
dsb: Z {{n}} kontaktami zjadnośiś

source: Duplicates found
dsb: Duplikaty namakane

source: {{name}} duplicates information in the following contacts
dsb: {{name}} pódwójujo informacije w slědujucych kontaktach

source: OK
dsb: w pórěźe
