Repository: translate/mozilla-gaia
Catalog: lg/shared/tz/tz.properties.po
Languages: lg

source: Region
lg: Ekitundu

source: City
lg: Ekibuga

source: Africa
lg: Afirika

source: America
lg: Amerika

source: Antarctica
lg: Antakutika

source: Asia
lg: Asiya

source: Atlantic Ocean
lg: Enyanja y'Atalanta

source: Australia
lg: Osuturaliya

source: Europe
lg: Bulaya

source: Indian Ocean
lg: Enyanja y'Abuyindi

source: Pacific Ocean
lg: Enyanja ya Pasifiki
