Repository: translate/mozilla-gaia
Catalog: qvi/apps/fl/download.properties.po
Languages: qvi

source: OK
qvi: Alli

source: Download
qvi: Urahuchina aparinata

source: Install
qvi: Llamitinkina

source: Cancel
qvi: Tukuchina

source: Download Error
qvi: Pantay urahuchina aparinahukta

source: Installation Error
qvi: Pantay llamitinkinapi

# err_descriptor_download_failed
source: The download failed because of a server error.
qvi: Urahuchina aparina witishka imashpa tyan pantay yanapakmanta.

# err_bad_descriptor
source: The download failed because of a server error.
qvi: Urahuchina aparina witishka imashpa tyan pantay yanapakmanta.

source: File is too large to download.
qvi: Tsirwakay yapa hatun urahuchina aparinkapak.

source: This type of purchased media is not supported on your phone.
qvi: Kutinalla tsirwakay multimedia hapishka mana shinakanchu kampak rimachik anta.

# err_bad_type
source: The download failed because of a server error.
qvi: Urahuchina aparina witishka imashpa tyan pantay yanapakmanta.

# err_content_download_failed
source: The download failed because of a server error.
qvi: Urahuchina aparina witishka imashpa tyan pantay yanapakmanta.

# err_bad_drm_message
source: The download failed because of a server error.
qvi: Urahuchina aparina witishka imashpa tyan pantay yanapakmanta.

source: The downloaded image cannot be displayed on this device.
qvi: Chay rikchak urahuchina aparina mana rikuchina usharin kay irunrinpi.

source: The downloaded file cannot be played on this device.
qvi: Chay tsirwakay urahuchina aparina na usarin riwichina kay irunrinpi.

source: There is not enough storage space on your device to save this song.
qvi: Illan chushak ukupi allichinkapak kampak irunrinpi allichinkapak takita.

source: Cannot save song because there is no memory card.
qvi: Na ushanchi allichinata takita illan panka yuyashpa.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
qvi: Na ushanchi allichina takinata mana tyan panka yuyashpa arinashpa. Kichuy llamiray kay rimachik anta kutin urahuchina aparinanki.

# err_ds_save_failure
source: Error saving media file.
qvi: Pantay allichikpi tsirwakay multimedia.

# err_db_store_failure
source: Error saving media file.
qvi: Pantay allichikpi tsirwakay multimedia.

source: Song downloaded and installed. Use the Music app to play it.
qvi: Taki allichishka llamitinkishka. Arinanki kay saylluray Takina riwichinkapak.

source: Ringtone downloaded and installed.
qvi: Kayay willayta urahuchina aparishkata llamitinkishka.

source: Wallpaper downloaded and installed.
qvi: Tiksi llikllarikuna urahuchina aparishkata llamitinkishka.

source: Do you want to install this audio file as a song or as a ringtone?
qvi: Munankichu Llamitinkina kay uyapak tsirwakay shina taki o shina willayta?

source: Ringtone
qvi: Willaytakuna kay kayay

source: Song
qvi: Taki

source: Download song?
qvi: Urahuchina aparinata taki?

source: Download ringtone?
qvi: Urahuchina aparinata kayay willayta?

source: Download wallpaper?
qvi: Urahuchina aparinata tiksi llikllarikuna?

source: Downloading song…
qvi: Urahuchina aparihun taki...

source: Downloading ringtone…
qvi: Urahuchina aparihun kayak willayta...

source: Downloading wallpaper…
qvi: Urahuchina aparihun tiksi llikllarikuna...

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
qvi: {{vendor}} shinshayashka kay tsirwakay multimedia ama wakinkapak nipiwan o na yallina shuk mushuman.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
qvi: Katukuna shinshayashka kay tsirwakay multimedia ama wakinkapak nipiwan o na yallina shuk mushuman.

source: Name
qvi: Shuti

source: Type
qvi: Kutinalla

source: Size
qvi: Llatun

source: Vendor
qvi: Makinapachak

source: Info
qvi: Willanata

source: Downloading
qvi: Urahuchina aparihun...

source: Preview image
qvi: Punta rikurka rikchak

source: Preview audio
qvi: Kawinta uyana
