Repository: translate/mozilla-gaia
Catalog: hto/apps/keyboard/keyboard.properties.po
Languages: hto

source: Keyboard
hto: Kúirado

source: Built-in Keyboard
hto: Kúerado íte

source: OK
hto: Jɨɨ

source: Keyboard settings
hto: Kúirado ñúe fɨnoyena

source: Cancel
hto: Fúitade

source: Delete
hto: Fúitade

source: Vibration
hto: Béguíirite

source: Click Sound
hto: Fɨkɨ́no jéta

source: Auto Correction
hto: Dáma fɨnode

source: Word Suggestion
hto: Úaina daɨyena

source: User Dictionary
hto: Úai íyano náama

source: Handwriting
hto: Ónoido kúega

source: Stroke Width
hto: Áyue jɨ́ridaɨga

source: Response Speed
hto: Járire fáɨriote

source: Word suggestions
hto: Úaina daɨyena

source: Dismiss
hto: Ñúemɨe

source: more numbers and symbols
hto: Áiyo jánanɨaɨ íemo fakara

source: letters
hto: Úai kúejina

source: shift
hto: mayús.

source: delete
hto: Fúitade

source: space
hto: íyano

source: return
hto: Ábido bite

source: period
hto: Dɨno

source: comma
hto: coma

source: colon
hto: Mena ɨ́koɨ

source: semicolon
hto: ɨ́koɨ íe coma

source: question mark
hto: Jɨkanoyena jónera

source: exclamation point
hto: signo de exclamación

source: left bracket
hto: corchete izquierdo

source: right bracket
hto: corchete derecho

source: double quote
hto: comillas dobles

source: left double angle quote
hto: abre comillas dobles

source: right double angle quote
hto: cierra comillas dobles

# userDictionaryPanelHeader
source: User Dictionary
hto: Úai íyano náama

source: No words in the user dictionary.
hto: Úai íyano náama íñede mɨnɨkaɨna

source: Add a word now.
hto: Daa úai jóne

source: add word
hto: Úai jóne

source: Add Word
hto: Úai jóne

source: Edit Word
hto: Abɨdo Fɨno úai

source: Save
hto: Jóne

# userDictionaryDeleteButton
source: Delete
hto: Fúitade

source: Delete word “{{word}}”?
hto: ¿Óni óikadɨio “{{word}}”?

source: Installed Keyboards
hto: Jónega kúerado

source: More Keyboards
hto: Áiyo kúerado

source: Enable {{keyboard}} now?
hto: ¿Bóno {{keyboard}} bírui?

source: Enable
hto: Bónode

source: Not Now
hto: Ena fúi

source: When using a data connection, additional costs may apply. Do you want to continue?
hto: Ráamɨaɨ nitaoiedɨ, jɨaɨe ɨbaitɨo. ¿Dái íakadɨo?

source: Remember my choice
hto: Kúe nɨzeka úibiri

# dataConnectionPromptCancel
source: Cancel
hto: Fúitade

source: Continue
hto: Ɨfori

source: Download failed.
hto: Ana taɨka fɨgoñede

source: Remove keyboard {{keyboard}}?
hto: ¿Kúerado óni dóta {{keyboard}}?

source: Remove
hto: Fuitade

# removePromptCancel
source: Cancel
hto: Fúitade

source: Downloading… ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})
hto: Ana atɨatɨga... ({{loadedSize}} {{loadedSizeUnit}}/{{totalSize}} {{totalSizeUnit}})

source: Removing…
hto: Óni dotádotade...

source: download
hto: Ana atɨka

source: cancel download
hto: Ana atɨka fúitari

source: remove
hto: Óni dotá
