Repository: translate/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: ar, bg, bn_in, br, bs, eu, fa, gd, hi_in, kk, km, kn, lv, mai, mg, ml, mr, my, ne, or, ro, si, sw, ta, te, th, tr, ur, uz

source: disabled
ar: مُعطّل
bg: секунди
bn_in: নিষ্ক্রিয়
br: diweredekaet
bs: onemogućeno
eu: desgaituta
fa: غیرفعال شد
gd: air a chur à comas
km: បាន​បិទ
kn: ನಿಷ್ಕ್ರಿಯಗೊಂಡ
lv: sekundes
mg: novonoina
my: ပိတ်ထားသှ်
ro: dezactivat
si: අක්‍රීයවූ
th: ถูกปิดใช้งาน
tr: devre dışı
ur: نا اہل
uz: o‘chirilgan

source: {{ n }} second
ar: {{ n }} ثانية
bg: {{ n }} секунда
bn_in: {{ n }} সেকেন্ড
br: {{ n }} a eilennoù
bs: {{ n }} sekunda
eu: {{ n }} segundo
fa: {{ n }} ثانیه
gd: {{ n }} diog
km: {{ n }} វិនាទី
kn: {{ n }} ಕ್ಷಣ
lv: {{ n }} sekundes
mg: {{ n }} segondra
my: {{ n }} စက္ကန့်
ro: {{ n }} secundă
si: තත්පර {{ n }}
th: {{ n }} วินาที
tr: {{ n }} saniye
ur: {{ n }} سیکنڈ
uz: {{ n }} soniya

# settings-check-dynamic[two]
source: {{ n }} seconds
ar: {{ n }} ثوان
bg: {{ n }} секунди
br: {{ n }} eilenn
bs: {{ n }} sekunde
eu: {{ n }} segundo
fa: {{ n }} ثانیه‌
gd: {{ n }} dhiog
hi_in: {{ n }} सेकण्ड्स
km: {{ n }} វិនាទី
kn: {{ n }} ಕ್ಷಣಗಳು
lv: {{ n }} sekundes
mai: {{ n }} सकेंड
mg: {{ n }} segondra
ml: {{ n }} നിമിഷങ്ങള്‍
mr: {{ n }} सेकंद
my: {{ n }} စက္ကန့်
ne: {{ n }} सेकेण्ड
or: {{ n }} ସେକେଣ୍ଡ
ro: {{ n }} secunde
si: තත්පර {{ n }}
sw: sekunde {{ n }}
ta: {{ n }} விநாடிகள்
te: {{ n }} క్షణాలు
th: {{ n }} วินาที
tr: {{ n }} saniye
ur: {{ n }} سیکنڈز
uz: {{ n }} soniya

# settings-check-dynamic[few]
source: {{ n }} seconds
ar: {{ n }} ثواني
bg: {{ n }} секунди
br: {{ n }} eilenn
bs: {{ n }} sekundi
eu: {{ n }} segundo
fa: {{ n }} ثانیه
gd: {{ n }} diogan
hi_in: {{ n }} सेकण्ड्स
km: {{ n }} វិនាទី
kn: {{ n }} ಕ್ಷಣಗಳು
lv: {{ n }} sekundes
mai: {{ n }} सकेंड
mg: {{ n }} segondra
ml: {{ n }} നിമിഷങ്ങള്‍
mr: {{ n }} सेकंद
my: {{ n }} စက္ကန့်
ne: {{ n }} सेकेण्ड
or: {{ n }} ସେକେଣ୍ଡ
ro: {{ n }} secunde
si: තත්පර {{ n }}
sw: sekunde {{ n }}
ta: {{ n }} விநாடிகள்
te: {{ n }} క్షణాలు
th: {{ n }} วินาที
tr: {{ n }} saniye
ur: {{ n }} سیکنڈز
uz: {{ n }} soniya

# settings-check-dynamic[many]
source: {{ n }} seconds
ar: {{ n }} ثانية
bg: {{ n }} секунди
br: {{ n }} eilenn
bs: {{ n }} sekundi
eu: {{ n }} segundo
fa: {{ n }} ثانیه
gd: {{ n }} diog
hi_in: {{ n }} सेकण्ड्स
km: {{ n }} វិនាទី
kn: {{ n }} ಕ್ಷಣಗಳು
lv: {{ n }} sekundes
mai: {{ n }} सकेंड
mg: {{ n }} segondra
ml: {{ n }} നിമിഷങ്ങള്‍
mr: {{ n }} सेकंद
my: {{ n }} စက္ကန့်
ne: {{ n }} सेकेण्ड
or: {{ n }} ସେକେଣ୍ଡ
ro: {{ n }} secunde
si: තත්පර {{ n }}
sw: sekunde {{ n }}
ta: {{ n }} விநாடிகள்
te: {{ n }} క్షణాలు
th: {{ n }} วินาที
tr: {{ n }} saniye
ur: {{ n }} سیکنڈز
uz: {{ n }} soniya

# settings-check-dynamic[other]
source: {{ n }} seconds
ar: {{ n }} ثانية
bg: {{ n }} секунди
br: {{ n }} eilenn
bs: {{ n }} sekundi
eu: {{ n }} segundo
fa: {{ n }} ثانیه
gd: {{ n }} diog
hi_in: {{ n }} सेकण्ड्स
km: {{ n }} វិនាទី
kn: {{ n }} ಕ್ಷಣಗಳು
lv: {{ n }} sekundes
mai: {{ n }} सकेंड
mg: {{ n }} segondra
ml: {{ n }} നിമിഷങ്ങള്‍
mr: {{ n }} सेकंद
my: {{ n }} စက္ကန့်
ne: {{ n }} सेकेन्ड्स्
or: {{ n }} ସେକେଣ୍ଡ
ro: {{ n }} secunde
si: තත්පර {{ n }}
sw: sekunde {{ n }}
ta: {{ n }} விநாடிகள்
te: {{ n }} క్షణాలు
th: {{ n }} วินาที
tr: {{ n }} saniye
ur: {{ n }} سیکنڈز
uz: {{ n }} soniya

source: Set as default email
ar: تعيينه كبريد إلكتروني إفتراضي
bg: Регистрация по подразбиране
bn_in: পূর্বনির্ধারিত ই-মেইল হিসাবে নির্ধারণ করুন
br: Lakaat da bostel dre ziouer
bs: Postavi kao primarni email
eu: Kontu lehenetsia
fa: تنظیم به عنوان ایمیل پیش‌فرض
gd: Suidhich mar am post-d bunaiteach
hi_in: डिफ़ाल्ट ईमेल की भांति स्थापित करें
km: កំណត់​ជា​អ៊ីមែល​លំនាំដើម
kn: ಪೂರ್ವನಿಯೋಜಿತ ಇಮೇಲ್ ಆಗಿ ಸಿದ್ಧಗೊಳಿಸಿ
lv: Iestatīt kā noklusējuma epastu
mai: डिफ़ाल्ट इमेल केर भांति स्थापित करू
mg: Tefena ho mailaka niandohana
ml: സ്വതേയുള്ള ഇമെയിലായി ക്രമീകരിക്കുക
mr: पूर्वनिर्धारित म्हणून सेट करा
my: စံအီးမေလ်း သတ်မှတ်ပါ
ne: पूर्वनिर्धारित इमेलको रूपमा सेट गर्नुहोस्
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଇମେଲ ଭାବରେ ସେଟ କରନ୍ତୁ
ro: Setează ca e-mail implicit
si: පෙර නිමි විද්‍යුත් තැපැල් ලිපිනය ලෙසින් සකසන්න
sw: Weka kama barau pepe chaguo msingi
ta: மின்அஞ்சலை முன்னிருப்பாக அமை
te: అప్రమేయ ఈమెయిలుగా అమర్చు
th: ตั้งเป็นอีเมลปริยาย
tr: Varsayılan e-posta olarak ata
ur: پہلے سے طے شدہ ای میل کے طور پر مقرر
uz: Standart e-pochta sifatida o‘rnatish

# settings-account-type
source: Account type
ar: نوع الحساب
bg: Вид регистрация
bn_in: অ্যাকাউন্টের ধরন
br: Rizh ar gont
bs: Vrsta računa
eu: Kontu mota
fa: نوع حساب
gd: Seòrsa a' chunntais
hi_in: खाता क़िस्म
kk: Тіркелгі түрі
km: ប្រភេទ​គណនី
kn: ಖಾತೆಯ ಬಗೆ
lv: Konta veids
mai: खाता प्रकार
mg: Karazan'ny kaonty
ml: അക്കൌണ്ട് തരം
mr: खाते प्रकार
my: အကောင့် အမျိုးအစား
ne: खाता प्रकार
or: ଖାତା ପ୍ରକାର
ro: Tipul contului
si: ගිණුම් වර්ගය
sw: Aina ya akaunti
ta: கணக்கு வகை
te: ఖాతా రకం
th: ชนิดบัญชี
tr: Hesap türü
ur: اکاؤنٹ قسم
uz: Hisob turi

source: Credentials
ar: بيانات الاعتماد
bg: Удостоверяване
bn_in: পরিচিতি তথ্য
br: Naoudi
bs: Akreditivi
eu: Kredentzialak
fa: اعتبارنامه
gd: Ainm-cleachdaiche 's facal-faire
hi_in: श्रेय
kk: Тіркелгі ақпараты
km: លិខិត​សម្គាល់
kn: ಖಾತೆಯ ಆಧಾರಗಳು
lv: Akreditācijas dati
mai: श्रेय
mg: Famantaram-pampiasa
ml: വിവരങ്ങൾ
mr: क्रिडेंशियल्स
my: တစ်ကိုယ်ရေအချက်အလက်များ
ne: कागजात
or: ପ୍ରମାଣପତ୍ର
ro: Acreditări
si: අක්ත පත්‍ර
sw: Sifa
ta: நம்பிக்கைச்சான்றுகள்
te: ఖాతా వివరాలు
th: หนังสือรับรอง
tr: Kimlik bilgileri
ur: اسناد
uz: Maxfiy ma’lumotlar

# settings-activesync-label
source: ActiveSync settings
ar: إعدادات ActiveSync
bg: ActiveSync настройки
bn_in: ActiveSync বৈশিষ্ট্যাবলী
br: Arventennoù ActiveSync
bs: ActiveSync postavke
eu: ActiveSync ezarpenak
fa: تنظیمات ActiveSync
gd: Roghainnean ActiveSync
hi_in: ActiveSync सेटिंग
kk: ActiveSync баптаулары
km: ការ​កំណត់​សមកាល​សកម្ម
kn: ActiveSync ಸಿದ್ದತೆಗಳು
lv: ActiveSync iestatījumi
mai: ActiveSync सेटिंग
mg: Tefin'ny ActiveSync
ml: ActiveSync ക്രമീകരണങ്ങള്‍
mr: ActiveSync सेटींग्स्
my: ActiveSync အပြင်အဆင်
ne: ActiveSync सेटिङहरू
or: ActiveSync ସଂରଚନା
ro: Setări ActiveSync
si: ActiveSync සැකසුම්
sw: Mipangilio ya ActiveSync
ta: செயலிலுள்ள ஓத்தசைவு அமைவுகள்
te: యాక్టివ్‌సింక్ అమరికలు
th: ตั้งค่า ActiveSync
tr: ActiveSync ayarları
ur: ActiveSync سیٹنگیں
uz: ActiveSync sozlamalari

# settings-imap-label
source: IMAP settings
ar: إعدادات IMAP
bg: IMAP настройки
bn_in: IMAP বৈশিষ্ট্যাবলী
br: Arventennoù IMAP
bs: IMAP postavke
eu: IMAP ezarpenak
fa: تنظیمات IMAP
gd: Roghainnean IMAP
hi_in: IMAP विन्यास
kk: IMAP баптаулары
km: ការ​កំណត់ IMAP
kn: IMAP ಸಿದ್ಧತೆಗಳು
lv: IMAP iestatījumi
mai: IMAP विन्यास
mg: Tefin'ny IMAP
ml: IMAP ക്രമീകരണങ്ങള്‍
mr: IMAP सेटींग्स्
my: IMAP အပြင်အဆင်
ne: IMAP सेटिङहरू
or: IMAP ସଂରଚନା
ro: Setări IMAP
si: IMAP සැකසුම්
sw: Mipangilio ya IMAP
ta: IMAP அமைவுகள்
te: IMAP అమరికలు
th: ตั้งค่า IMAP
tr: IMAP ayarları
ur: IMAP سیٹنگیں
uz: IMAP sozlamalari

# settings-pop3-label
source: POP3 settings
ar: إعدادات خادم POP3
bg: POP3 настройки
bn_in: POP3 বৈশিষ্ট্যাবলী
br: Arventennoù POP3
bs: POP3 postavke
eu: POP3 ezarpenak
fa: تنطیمات POP3
gd: Roghainnean POP3
hi_in: POP3 सेटिंग
km: ការ​កំណត់ POP3
kn: POP3 ಸಿದ್ಧತೆಗಳು
lv: POP3 iestatījumi
mai: POP3 सेटिंग
mg: Tefin'ny POP3
ml: POP3 ക്രമീകരണങ്ങള്‍
mr: POP3 सेटींग्स्
my: POP3 အပြင်အဆင်
ne: POP3 सेटिङहरू
or: POP3 ସଂରଚନା
ro: Setări POP3
si: POP3 සැකසුම්
sw: Mipangilio ya POP3
ta: POP3 அமைவுகள்
te: POP3 అమరికలు
th: ตั้งค่า POP3
tr: POP3 ayarları
ur: POP3 سیٹنگیں
uz: POP3 sozlamalari

# settings-smtp-label
source: SMTP settings
ar: إعدادات SMTP
bg: SMTP настройки
bn_in: SMTP বৈশিষ্ট্যাবলী
br: Arventennoù SMTP
bs: SMTP postavke
eu: SMTP ezarpenak
fa: تنظیمات SMTP
gd: Roghainnean SMTP
hi_in: SMTP विन्यास
kk: SMTP баптаулары
km: ការកំណត់​ SMTP
kn: SMTP ಸಿದ್ದತೆಗಳು
lv: SMTP iestatījumi
mai: SMTP विन्यास
mg: Tefin'ny SMTP
ml: SMTP ക്രമീകരണങ്ങൾ
mr: SMTP सेटींग्स्
my: SMTP အပြင်အဆင်
ne: SMTP सेटिङहरू
or: SMTP ସଂରଚନା
ro: Setări SMTP
si: SMTP සැකසුම්
sw: Mipangilio ya SMTP
ta: SMTP அமைவுகள்
te: SMTP అమరికలు
th: ตั้งค่า SMTP
tr: SMTP ayarları
ur: SMTP سیٹکگیں
uz: SMTP sozlamalari

# settings-hostname
source: Hostname
ar: اسم المضيف
bg: Хост
bn_in: হোস্ট-নেম
br: Anv ostiz
eu: Ostalari-izena
fa: نام میزبان
gd: Ainm an òstair
hi_in: होस्टनाम
kk: Хост аты
km: ឈ្មោះ​ម៉ាស៊ីន​បង្ហោះ
kn: ಆತಿಥೇಯದ ಹೆಸರು
lv: Servera
mai: होस्टनाम
mg: Anara-mpampiantrano
ml: ഹോസ്റ്റിന്റെ പേര്
mr: होस्टनेम
my: စက်အမည်
ne: होस्टनाम
or: ହୋଷ୍ଟନାମ
ro: Nume gazdă
si: ධාරක නාමය
sw: Mwenyeji
ta: புரவலன் பெயர்
te: అతిథేయిపేరు
th: ชื่อโฮสต์
tr: Sunucu adı
ur: میزبان نام
uz: Host nomi

source: Port
ar: المنفذ
bg: Порт
bn_in: পোর্ট
br: Porzh
eu: Ataka
fa: درگاه
hi_in: पोर्ट
kk: Порт
km: ច្រក
kn: ಪೋರ್ಟ್
mai: पोर्ट
mg: Paoro
ml: പോര്‍ട്ട്
mr: पोर्ट
my: ပေါ့
ne: पोर्ट
or: ପୋର୍ଟ
si: කවුළුව
sw: Poti
ta: போர்ட்
te: పోర్టు
th: พอร์ต
ur: پورٹ

# settings-username
source: Username
ar: اسم المستخدم
bg: Потребителско име
bn_in: ব্যবহারকারীর নাম
br: Anv arveriad
bs: Korisničko ime
eu: Erabiltzaile-izena
fa: نام‌کاربری
gd: Ainm-cleachdaiche
hi_in: उपयोक्ता नाम
kk: Пайдаланушы аты
km: ឈ្មោះ​អ្នក​ប្រើ
kn: ಬಳಕೆದಾರಹೆಸರು
lv: Lietotājvārds
mai: प्रयोक्ता नाम
mg: Solonanarana
ml: ഉപയോക്തൃനാമം
mr: वापरकर्ता नाव
my: သုံးစွဲသူ
ne: प्रयोगकर्ता नाम
or: ବ୍ୟବହାରକାରୀ ନାମ
ro: Utilizator
si: පරිශීලක නාමය
sw: Jina la mtumiaji
ta: பயனர்பெயர்
te: వాడుకరి పేరు
th: ชื่อผู้ใช้
tr: Kullanıcı adı
ur: صارف نام
uz: Foydalanuvchi nomi

# settings-password
source: Password
ar: كلمة السِّر
bg: Парола
bn_in: পাসওয়ার্ড
br: Ger-tremen
bs: Lozinka
eu: Pasahitza
fa: گذرواژه
gd: Facal-faire
hi_in: कूटशब्द
kk: Пароль
km: ពាក្យ​សម្ងាត់
kn: ಗುಪ್ತಪದ
lv: Parole
mai: गुड़किल्ली
mg: Tenimiafina
ml: പാസ്‍വേര്‍ഡ്
mr: पासवर्ड
my: စကားဝှက်
ne: पासवर्ड
or: ପାସୱାର୍ଡ଼
ro: Parolă
si: මුරපදය
sw: Neno la siri
ta: கடவுச்சொல்
te: సంకేతపదం
th: รหัสผ่าน
tr: Parola
ur: پاس ورڈ
uz: Parol

source: Save
ar: حفظ
bg: Запазване
bn_in: সংরক্ষণ করুন
br: Enrollañ
bs: Spasi
eu: Gorde
fa: ذخیره
gd: Sàbhail
hi_in: सहेजें
kk: Сақтау
km: រក្សា​​ទុក
kn: ಉಳಿಸು
lv: Saglabāt
mai: सहेजू
mg: Hitahiry
ml: സൂക്ഷിയ്ക്കുക
mr: साठवा
my: သိမ်း
ne: बचत गर्नुहोस्
or: ସଞ୍ଚନ୍ତୁ
ro: Salvează
si: සුරකින්න
sw: HIfadhi
ta: சேமி
te: భద్రపరుచు
th: บันทึก
tr: Kaydet
ur: محفوظ کریں
uz: Saqlash

source: Password field should not be empty
ar: لا يجب أن تكون كلمة السِّر فارغة
bg: Полето за парола не трябва да е празно
bn_in: পাসওয়ার্ড ক্ষেত্র খালি রাখা যাবে না
br: Maezienn ar ger-tremen n'hall ket bezañ goullo
bs: Polje lozinke ne bi smijelo biti prazno
eu: Pasahitzaren eremuak ezin du hutsik egon
fa: بخش گذرواژه نباید خالی باشد
gd: Chan fhaod am facal-faire a bhith falamh!
hi_in: पासवर्ड क्षेत्र खाली नहीं होना चाहिए
kk: Пароль өрісі бос болмауы тиіс
km: ប្រឡោះ​ពាក្យ​សម្ងាត់​មិន​គួរ​ទុក​ឲ្យ​ទទេ
kn: ಗುಪ್ತಪದ ಖಾಲಿ ಇರುವಂತಿಲ್ಲ
lv: Paroles laukam nebūt jābūt tukšam
mai: गुड़किल्ली क्षेत्र खाली नहि होनाइ चाही
mg: Tsy tokony ho foana ny sahan'ny tenimiafina
ml: രഹസ്യവാക്കിന്റെ സ്ഥാനം ശൂന്യമാകാൻ പാടില്ല
mr: पासवर्ड रिकामा असू शकत नाही
my: စကားဝှက် အားဗလာမထားသင့်
ne: पासवर्ड फाँट खाली हुनु हुँदैनन
or: ପାସୱାର୍ଡ଼ ଘର ଖାଲି ରହିପାରିବ ନାହିଁ
ro: Câmpul destinat parolei nu ar trebui să fie gol
si: මුරපද ඇතුලත් කිරීම හිස්විය නොහැකියි
sw: Eneo la neno la siri halifai kuwa tupu
ta: கடவுச்சொல் பகுதி காலியாக விடக் கூடாது
te: సంకేతపద క్షేత్రం ఖాళీగా ఉండకూడదు
th: ช่องรหัสผ่านไม่ควรเว้นว่าง
tr: Parola alanı boş olamaz
ur: پاس ورڈ کا خانہ خالی نہیں ہونا چاہئے
uz: Parol joyi bo‘sh qolmasligi kerak

# settings-reauth
source: Reauthorize
ar: إعادة تفويض
bg: Удостоверяване наново
bn_in: পুনরায় অনুমোদন করুন
br: Adaotren
bs: Reautoriziraj
eu: Birbaimendu
fa: بازتصدیق
gd: Ath-ùghdarraich
km: អនុញ្ញាត​ឡើងវិញ
kn: ಮರುದೃಢೀಕರಿಸು
lv: Atkārtoti atļaut
mg: Hanome alàlana indray
my: ခွင့်ပြုချက် ပြန်လည်ရယူပါ။
ne: पुन: प्रमाणित
ro: Reautorizează
si: යළි සත්‍යාපනය
th: ให้อนุญาตใหม่
tr: Yeniden doğrula
ur: پھر اختیار دیں
uz: Qayta tasdiqdan o‘tkazish

# settings-account-synchronize-window
source: Days to sync
ar: أيام للمُزامنة
bg: Дни за синхронизация
bn_in: সিঙ্ক করার দিনগুলি
br: Deizioù da c'houbredañ
bs: Dani za sinhronizaciju
eu: Sinkronizatzeko egunak
fa: روز‌های همگام‌سازی
gd: Làithean a shioncronaichear
km: ថ្ងៃ​ត្រូវ​ធ្វើ​សមកាលកម្ម
kn: ಸಿಂಕ್ ಮಾಡಲು ದಿನಗಳು
lv: Dienas kurās jāsinhronizē
mg: Andro hampifandrindrana
my: ချိတ်ဆက်ရန် ရက်များ
ro: Zile de sincronizat
si: සමමුහුර්ත වීමට දවස්
th: จำนวนวันที่จะผสาน
tr: Eşitlenecek gün sayısı
ur: مطابقت پذیر کرنے کے لئے دن
uz: Sinxronlash kunlari

# settings-account-synchronize-window-select.ariaLabel
source: Days to sync
ar: أيام للمُزامنة
bg: Дни за синхронизация
bn_in: সিঙ্ক করার দিনগুলি
br: Deizioù da c'houbredañ
bs: Dani za sinhronizaciju
eu: Sinkronizatzeko egunak
fa: روز‌های همگام‌سازی
gd: Làithean a shioncronaichear
km: ថ្ងៃ​ត្រូវ​ធ្វើ​សមកាលកម្ម
kn: ಸಿಂಕ್ ಮಾಡಲು ದಿನಗಳು
lv: Dienas kurās jāsinhronizē
mg: Andro hampifandrindrana
my: ချိတ်ဆက်ရန် ရက်များ
ro: Zile de sincronizat
si: සමමුහුර්ත වීමට දවස්
th: จำนวนวันที่จะผสาน
tr: Eşitlenecek gün sayısı
ur: مطابقت پذیر کرنے کے لئے دن
uz: Sinxronlash kunlari

source: Automatic
ar: تلقائي
bg: Автоматично
bn_in: স্বয়ংক্রিয়
br: Ent emgefreek
bs: Automatski
eu: Automatikoa
fa: خودکار
gd: Fèin-obrachail
hi_in: स्वचालित
kk: Автоматты түрде
km: ស្វ័យ​ប្រវត្តិ
kn: ಸ್ವಯಂಚಾಲಿತ
lv: Automātiski
mai: स्वचालित
mg: Mandeha hoazy
ml: യാന്ത്രികം
mr: स्वयंचलित
my: အလိုအလျောက်
ne: स्वचालित
or: ସ୍ବୟଂଚାଳିତ
ro: Automat
si: ස්වයංක්‍රීය
sw: Otomatiki
ta: தானாக
te: స్వయంచాలకం
th: อัตโนมัติ
tr: Otomatik
ur: خودکار
uz: Avtomatik

source: 1 day
ar: يوم واحد
bg: 1 ден
bn_in: 1 দিন
br: 1 devezh
bs: 1 dan
eu: egun bat
fa: ۱ روز
gd: 1 latha
hi_in: 1 दिन
kk: 1 күн
km: 1 ថ្ងៃ
kn: 1 ದಿನ
lv: 1 diena
mai: 1 दिन
mg: 1 andro
ml: 1 ദിവസം
mr: 1 दिवस
my: 1 ရက်
ne: १ दिन
or: 1 ଦିନ
ro: 1 zi
si: දින 1
sw: siku 1
ta: 1 நாள்
te: 1 రోజు
th: 1 วัน
tr: 1 gün
ur: 1 دن
uz: 1 kun

source: 3 days
ar: 3 أيام
bg: 3 дни
bn_in: 3 দিন
br: 3 devezh
bs: 3 dana
eu: 3 egun
fa: ۳ روز
gd: 3 làithean
hi_in: 3 दिन
kk: 3 күн
km: 3 ថ្ងៃ
kn: 3 ದಿನಗಳು
lv: 3 dienas
mai: 3 दिन
mg: 3 andro
ml: 3 ദിവസങ്ങൾ
mr: 3 दिवस
my: 3 ရက်
ne: ३ दिनहरू
or: 3 ଦିନ
ro: 3 zile
si: දින 3
sw: siku 3
ta: 3 நாட்கள்
te: 3 రోజులు
th: 3 วัน
tr: 3 gün
ur: 3 دن
uz: 3 kun

source: 1 week
ar: أسبوع واحد
bg: 1 седмица
bn_in: 1 সপ্তাহ
br: 1 sizhunvezh
bs: 1 sedmica
eu: astebete
fa: ۱ هفته
gd: 1 seachdain
hi_in: 1 सप्ताह
kk: 1 апта
km: 1 សប្ដាហ៍
kn: 1 ವಾರ
lv: 1 nedēļa
mai: 1 सप्ताह
mg: 1 herinandro
ml: 1 ആഴ്ച
mr: 1 आठवडा
my: 1 ပတ်
ne: १ हप्ता
or: 1 ସପ୍ତାହ
ro: 1 săptămână
si: සති 1
sw: wiki 1
ta: 1 வாரம்
te: 1 వారం
th: 1 สัปดาห์
tr: 1 hafta
ur: 1 ہفتہ
uz: 1 hafta

source: 2 weeks
ar: أسبوعان
bg: 2 седмици
bn_in: 2 সপ্তাহ
br: 2 sizhunvezh
bs: 2 sedmice
eu: bi aste
fa: ۲ هفته
gd: 2 sheachdain
hi_in: 2 सप्ताह
kk: 2 апта
km: 2 សប្ដាហ៍
kn: 2 ವಾರಗಳು
lv: 2 nedēļas
mai: 2 सप्ताह
mg: 2 herinandro
ml: 2 ആഴ്ച
mr: 2 आठवडे
my: 2 ပတ်
ne: २ हप्ता
or: 2 ସପ୍ତାହ
ro: 2 săptămâni
si: සති 2
sw: wiki 2
ta: 2 வாரம்
te: 2 వారాలు
th: 2 สัปดาห์
tr: 2 hafta
ur: 2 ہفتہ
uz: 2 hafta

source: 1 month
ar: شهر واحد
bg: 1 месец
bn_in: 1 মাস
br: 1 mizvezh
bs: 1 mjesec
eu: hilabete
fa: ۱ ماه
gd: 1 mhìos
hi_in: 1 महीना
kk: 1 ай
km: 1 ខែ
kn: 1 ತಿಂಗಳು
lv: 1 mēnesis
mai: 1 महिना
mg: 1 volana
ml: 1 മാസം
mr: 1 महिना
my: 1 လ
ne: १ महिना
or: 1 ମାସ
ro: 1 lună
si: මාස 1
sw: mwezi 1
ta: 1 மாதம்
te: 1 నెల
th: 1 เดือน
tr: 1 ay
ur: 1 ماہ
uz: 1 oy

source: All messages
ar: كل الرسائل
bg: Всички съобщения
bn_in: সকল বার্তা
br: An holl gemennadennoù
bs: Sve poruke
eu: Mezu guztiak
fa: تمام پیام‌ها
gd: A h-uile teachdaireachd
hi_in: सभी संदेश
kk: Барлық хабарламалар
km: សារ​ទាំងអស់
kn: ಎಲ್ಲಾ ಸಂದೇಶಗಳು
lv: Visas vēstules
mai: सभटा समाद
mg: Hafatra rehetra
ml: എല്ലാ സന്ദേശങ്ങളും
mr: सर्व संदेश
my: စာတိုအားလုံး
ne: सबै सन्देशहरू
or: ସମସ୍ତ ସନ୍ଦେଶ
ro: Toate mesajele
si: සියළුම පණිවිඩ
sw: Ujumbe wote
ta: அனைத்து செய்திகளும்
te: అన్ని సందేశాలు
th: ข้อความทั้งหมด
tr: Tüm iletiler
ur: تمام پیغامات
uz: Barcha xabarlar

# envelope-from
source: From
ar: من
bg: От
bn_in: প্রেরক
br: Kaser
bs: Od
eu: Nork
fa: از
gd: O
hi_in: से
kk: Кімнен
km: ពី
kn: ಇಂದ
lv: No
mai: सँ
mg: Avy amin'i
ml: എവിടെ നിന്ന്
mr: च्या-कडून
my: မှ
ne: बाट
or: ପ୍ରେରକ
ro: De la
si: වෙතින්
sw: Kutoka
ta: அனுப்புநர்
te: నుండి
th: จาก
tr: Kimden
ur: سے
uz: Kimdan

# envelope-to
source: To
ar: إلى
bg: До
bn_in: প্রাপক
br: Da
bs: Za
eu: Nori
fa: به
gd: Gu
hi_in: को
kk: Кімге
km: ជូន​ចំពោះ
kn: ಗೆ
lv: Kam
mai: प्रति
mg: Ho an'i
ml: എങ്ങോട്ട്
mr: प्रति
my: သို့
ne: लाई
or: ପାଇବା ବ୍ୟକ୍ତି
ro: Către
si: වෙත
sw: Kwa
ta: பெறுநர்
te: వీరికి
th: ถึง
tr: Kime
ur: کو
uz: Kimga

# envelope-cc
source: Cc
bg: Копие
bn_in: অনুলিপি প্রাপক
kk: Көшірме
km: ចម្លង​ជូន
ml: പകർപ്പ്
mr: प्रत
ne: बोधार्थ
si: පිටපත
ta: சிசி
th: สำเนา

source: Bcc
bg: Скрито
bn_in: অপ্রকাশিত অনুলিপি প্রাপক
kk: Жасырын көшірме
km: ចម្លង​ជាសម្ងាត់​ជូន
mg: Cci
ml: ബ്ലൈൻഡ് പകർപ്പ്
mr: गुप्त प्रत
ne: गुप्त बोधार्थ
si: රහස් පිටපත
ta: பிசிசி
th: สำเนาลับ

source: Sending
ar: جار الإرسال
bg: Изпращане
bn_in: পাঠানো হচ্ছে
br: O kas
bs: Šaljem
eu: Bidaltzen
fa: در حال ارسال
gd: ’Ga chur
km: ការ​ផ្ញើ
kn: ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ
lv: Sūta
mg: Mandefa
my: ပို့နေသည်
ro: Se trimite
si: යවමින්
th: การส่ง
tr: Gönderiliyor
ur: بھیج رہا ہے
uz: Jo‘natish

source: Error sending
ar: خطأ في الإرسال
bg: Грешка при изпращане
bn_in: পাঠাতে ত্রুটি
br: Fazi e-pad ar c'has
bs: Greška pri slanju
eu: Errorea bidaltzean
fa: خطا در ارسال
gd: Mearachd ’ga chur
km: កំហុស​ការផ្ញើ
kn: ದೋಷ ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ
lv: Notika kļūda sūtot
mg: Tsy fetezan'ny fandefasana
my: ပေးပို့ရာတွင် ပြသာနာရှိ
ro: Eroare la trimitere
si: යැවීමේ දෝශයකි
th: การส่งล้มเหลว
tr: Gönderme hatası
ur: بھیجنے میں نقص
uz: Jo‘natishda xatolik

source: Unread
ar: غير مقروء
bg: Непрочетени
bn_in: পড়া হয়নি
br: Anlennet
bs: Nepročitano
eu: Irakurri gabe
fa: خوانده نشده
gd: Gun leughadh
km: មិនទាន់​អាន​
kn: ಓದದೆ ಇರುವ
lv: Nelasīts
mg: Tsy voavaky
my: မဖတ်ရသေးသော
ro: Necitit
si: නොකියවූ
th: ยังไม่ได้อ่าน
tr: Okunmamış
ur: ناخواندہ
uz: O‘qilmagan

source: Has star
ar: لديه نجمة
bg: Със звезда
bn_in: স্টার আছে
br: Gant ur steredenn
bs: Sadrži zvijezdu
eu: Izarra du
fa: ستاره‌دار
gd: Tha rionnag ris
km: មាន​ផ្កាយ​
kn: ನಕ್ಷತ್ರ ಹೊಂದಿದ
lv: Tiek izsekots
mg: Misy kintana
my: ကြယ်ရှိ
ro: Are stea
si: තරුවක් ඇත
th: มีดาว
tr: Yıldızlı
ur: ستارہ ہے
uz: Yulduz bor

source: Has attachments
ar: يحتوي على مرفقات
bg: Има прикачени файлове
bn_in: সংযুক্তি আছে
br: Gant pezhioù stag
bs: Sadrži priloge
eu: Eranskinak ditu
fa: ضمیمه‌دار
gd: Tha ceanglachain ris
km: មាន​ឯកសារ​ភ្ជាប់
kn: ಅಟ್ಯಾಚ್‌ಮೆಂಟ್‌ಗಳಿವೆ
lv: Ir pielikumi
mg: Misy rakipaingotra
my: တွဲထားချက်များ ရှိ
ro: Are atașamente
si: ඇමිණුමක් ඇත
th: มีไฟล์แนบ
tr: Eki var
ur: منسلکات ہے
uz: Biriktirmalar bor

source: Message body
ar: نص الرسالة
bg: Тяло на съобщението
bn_in: মেসেজের বডি
br: Korf ar gemennadenn
bs: Tijelo poruke
eu: Mezuaren gorputza
fa: متن پیام
gd: Bodhaig na teachdaireachd
km: តួសារ
kn: ಸಂದೇಶದ ಮುಖ್ಯ ಭಾಗ
lv: Vēstules pamatteksts
mg: Vatan-kafatra
my: စာကိုယ်
ro: Corpul mesajului
si: පණිවුඩ අන්තර්ගතය
th: เนื้อหาข้อความ
tr: İleti gövdesi
ur: پیغام کی عبارت
uz: Xabar matni

source: Loading
ar: جارِ التحميل
bg: Зареждане
bn_in: লোড হচ্ছে
br: O kargañ
bs: Učitavam
eu: Kargatzen
fa: در حال بارگذاری
gd: ’Ga luchdadh
km: កំពុង​ផ្ទុក​
kn: ಲೋಡ್‍ ಆಗುತ್ತಿದೆ
lv: Ielādē
mg: Mamatratra
my: ဆွဲယူနေသည်
ro: Se încarcă
si: පූර්ණය
th: กำลังโหลด
tr: Yükleniyor
ur: لوڈ کر رہا ہے
uz: Yuklanmoqda

# subject.ariaLabel
source: Subject
ar: الموضوع
bg: Тема
bn_in: বিষয়
br: Danvez
bs: Naslov
eu: Gaia
fa: موضوع
gd: Cuspair
km: ប្រធានបទ​
kn: ವಿಷಯ
lv: Temats
mg: Antony
my: အကြောင်းအရာ
ro: Subiect
si: මාතෘකාව
th: หัวข้อ
tr: Konu
ur: موضوع
uz: Mavzu

# message-delete-button.ariaLabel
source: Delete
ar: حذف
bg: Изтриване
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
eu: Ezabatu
fa: حذف
gd: Sguab às
km: លុប​
kn: ಅಳಿಸು
lv: Dzēst
mg: Hamafa
my: ဖျက်
ro: Șterge
si: මකන්න
th: ลบ
tr: Sil
ur: حذف کریں
uz: O‘chirish

source: Add star
ar: أضف نجمة
bg: Добавяне на звезда
bn_in: স্টার যোগ করুন
br: Ouzhpennañ ur steredenn
bs: Dodaj zvijezdu
eu: Gehitu izarra
fa: اضافه‌کردن ستاره
gd: Cuir rionnag ris
kn: ನಕ್ಷತ್ರ ಸೇರಿಸು
lv: Pievienot zvaigzni
mg: Hanampy kintana
my: ကြယ်ထည့်ပါ
ro: Adaugă stea
si: තරුවක් දමන්න
th: เพิ่มดาว
tr: Yıldız ekle
ur: ستارہ شامل کریں
uz: Yulduz qo‘shish

source: Remove star
ar: إزالة نجمة
bg: Премахване на звезда
bn_in: স্টার বাতিল করুন
br: Dilemel ar steredenn
bs: Ukloni zvijezdu
eu: Kendu izarra
fa: حذف ستاره
gd: Thoir an rionnag air falbh
km: យក​ផ្កាយ​ចេញ
kn: ನಕ್ಷತ್ರ ತೆಗೆ
lv: Noņemt zvaigzni
mg: Hanala kintana
my: ကြယ်အား ဖယ်ပါ
ro: Elimină steaua
si: තරුව අහෝසි කරන්න
th: เอาดาวออก
tr: Yıldızı kaldır
ur: ستارہ ہٹائیں
uz: Yulduzni o‘chirish

source: Mark read
ar: تحديد الرسالة كمقروءة
bg: Отбелязване като прочетено
bn_in: পড়া হয়েছে হিসাবে চিহ্নিত করুন
br: Merkañ evel lennet
bs: Označi kao pročitano
eu: Markatu irakurrita gisa
fa: علامت گذاری به عنوان خوانده شده
gd: Cuir comharra gun deach a leughadh
km: សម្គាល់​ថា​អាន​រួច
kn: ಓದಿದೆ ಗುರುತು
lv: Atzīmēt kā lasītu
mg: Marihina voavaky
my: ဖတ်ပြီးပြီဟုမှတ်
ro: Marchează ca citit
si: කියවූ ලෙස සලකුණු කරන්න
th: ทำเครื่องหมายว่าอ่านแล้ว
tr: Okundu olarak işaretle
ur: بطور خواندہ نشان زد کریں
uz: O‘qilgan deb belgilash

source: Mark unread
ar: تحديد الرسالة كغير مقروءة
bg: Отбелязване като непрочетено
bn_in: পড়া হয়নি বলে মার্ক করুন
br: Merkañ evel Ket lennet
bs: Označi kao nepročitano
eu: Markatu irakurri gabe gisa
fa: علامت‌گذاری به عنوان خوانده نشده
gd: Cuir comharra nach deach a leughadh
km: សម្គាល់​ថា​មិន​ទាន់​អាន
kn: ಓದಿಲ್ಲ ಗುರುತು
lv: Atzīmēt kā nelasītu
mg: Marihina tsy voavaky
my: မဖတ်ရသေးဟုမှတ်
ro: Marchează ca necitit
si: නොකියවූ ලෙස සලකුණු කරන්න
th: ทำเครื่องหมายว่ายังไม่ได้อ่าน
tr: Okunmadı olarak işaretle
ur: بطور ناخواندہ نشان زد کریں
uz: O‘qilmagan deb belgilash

source: Move
ar: نقل
bg: Преместване
bn_in: সরান
br: Fiñval
bs: Premjesti
eu: Lekuz aldatu
fa: انتقال
gd: Gluais
km: ផ្លាស់ទី
kn: ಜರುಗಿಸು
lv: Pārvietot
mg: Hamindra
ml: നീക്കുക
my: ရွှေ့ပါ
or: ଘୁଞ୍ଚାଅ
ro: Mută
si: ගෙනයන්න
th: ย้าย
tr: Taşı
ur: منتقل
uz: Ko‘chirish

source: Reply or forward
ar: الرد أو إعادة توجيه
bg: Отговор или препращане
bn_in: জবাব দিন বা ফরওয়ার্ড করুন
br: Respont pe treuzkas
bs: Odgovori ili proslijedi
eu: Erantzun edo birbidali
fa: پاسخ یا ارجاع
gd: Freagair no sìn air adhart
km: ឆ្លើយតប ឬ​បញ្ជូន​បន្ត
kn: ಪ್ರತಿಕ್ರಿಯಿಸು ಅಥವಾ ಮುಂದೆ ರವಾನಿಸು
lv: Atbildēt vai pārsūtīt
mg: Hamaly na hampita
my: စာပြန်ရန် သို့ တဆင့်ပို့ရန်
ro: Răspunde sau redirecționează
si: පිළිතුර හෝ ඉදිරියට
th: ตอบกลับหรือส่งต่อ
tr: Yanıtla veya ilet
ur: جواب دیں یا آگے بھیجیں
uz: Javob yozish yoki yo‘naltirish

source: Download
ar: تحميل
bg: Изтегляне
bn_in: ডাউনলোড
br: Pellgargañ
bs: Preuzmi
eu: Deskargatu
fa: دریافت
gd: Luchdaich a-nuas
km: ទាញ​យក
kn: ಡೌನ್‌ಲೋಡ್
lv: Lejupielādēt
mg: Hampidina
my: ဆွဲကူးရန်
ro: Descarcă
si: බාගත
th: ดาวน์โหลด
tr: İndir
ur: ڈاؤن لوڈ کریں
uz: Yuklab olish

source: Downloading
ar: جار التحميل
bg: В момента се изтегля
bn_in: ডাউনলোড হচ্ছে
br: O pellgargañ
bs: Preuzimam
eu: Deskargatzen
fa: در حال دریافت
gd: ’Ga luchdadh a-nuas
km: ការ​ទាញ​យក
kn: ಡೌನ್‌ಲೋಡ್‌ ಆಗುತ್ತಿದೆ
lv: Lejupielādē
mg: Mampidina
my: ဆွဲကူးနေသည်
ro: Se descarcă
si: බාගනිමින්
th: กำลังดาวน์โหลด
tr: İndiriliyor
ur: ڈاؤن لوڈ کر رہا ہے
uz: Yuklab olinmoqda

# view-button.ariaLabel
source: View
ar: عرض
bg: Преглед
bn_in: প্রদর্শন
br: Gwelout
bs: Prikaži
eu: Ikusi
fa: نمایش
gd: Seall
km: មើល
kn: ನೋಡು
lv: Parādīt
mg: Hijery
my: ကြည့်ရန်
ro: Vezi
si: නරඹන්න
th: ดู
tr: Bak
ur: نظارہ
uz: Ko‘rish

# attachments-container.ariaLabel
source: Attachments
ar: مرفقات
bg: Прикачени файлове
bn_in: সংযুক্ত বস্তু
br: Kenstagadurioù
bs: Prilozi
eu: Eranskinak
fa: پیوست‌ها
gd: Ceanglachain
km: ឯកសារ​ភ្ជាប់
kn: ಲಗತ್ತುಗಳು
lv: Pielikumi
mg: Rakipaingotra
ro: Atașamente
si: ඇමුණුම්
th: ไฟล์แนบ
tr: Ekler
ur: منسلکات
uz: Biriktirmalar

# from-group.ariaLabel
source: From
ar: من
bg: От
bn_in: প্রেরক
br: A-berzh
bs: Od
eu: Nork
fa: از
gd: O
km: ពី
kn: ಇಂದ
lv: No
mg: Avy amin'i
ro: De la
si: වෙතින්
th: จาก
tr: Kimden
ur: سے
uz: Jo‘natuvchi

# to-group.ariaLabel
source: To
ar: إلى
bg: До
bn_in: প্রাপক
br: Da
bs: Za
eu: Nori
fa: به
gd: Gu
km: ជូន​ចំពោះ​
kn: ಗೆ
lv: Kam
mg: Ho an'i
ro: Către
si: වෙත
th: ถึง
tr: Kime
ur: کو
uz: Qabul qiluvchi

# cc-group.ariaLabel
source: cc
bg: копие до
km: ចម្លង​ជូន​
my: မိတ္တူ
si: කාබන් පිටපත
th: สำเนา
