Repository: translate/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: ar, bg, bn_in, br, bs, eu, fa, gd, hi_in, kk, km, kn, lv, mai, mg, ml, mr, my, ne, or, ro, si, sw, ta, te, th, tr, ur, uz

# back-button.ariaLabel
source: Back
ar: تراجع
bg: Обратно
bn_in: পূর্ববর্তী
br: Kent
bs: Nazad
eu: Atzera
fa: بازگشت
gd: Air ais
km: ថយក្រោយ
kn: ಹಿಂದೆ
lv: Atpakaļ
mg: Hiverina
my: နောက်
ro: Înapoi
si: ආපසු
th: ย้อนกลับ
tr: Geri
ur: واپس
uz: Orqaga

source: Close
ar: أغلق
bg: Затваряне
bn_in: বন্ধ করুন
br: Serriñ
bs: Zatvori
eu: Itxi
fa: بستن
gd: Dùin
km: បិទ
kn: ಮುಚ್ಚು
lv: Aizvērt
mg: Akatona
my: ပိတ်
ro: Închide
si: වසන්න
th: ปิด
tr: Kapat
ur: بند
uz: Yopish

source: Mail
ar: البريد
bg: Ел. поща
bn_in: মেল
br: Posteloù
eu: Posta
fa: نامه
gd: Post
hi_in: डाक
kk: Пошта
km: សំបុត្រ
kn: ಇಮೇಲ್
lv: Epasts
mai: डाक
mg: Mailaka
ml: തപാല്‍
mr: मेल
my: မေလ်းစာ
ne: पत्र
or: ମେଲ
si: තැපෑල
sw: Barua
ta: மடல்
te: మెయిల్
th: จดหมาย
tr: Posta
ur: ڈاک
uz: Pochta

source: You are not set up to send or receive email. Set up an account to complete the action.
ar: أنت غير مُعد لإرسال أو استقبال رسائل البريد الإلكتروني. قم بإنشاء حساب لاستكمال الإجراء.
bn_in: আপনি মেইল পেতে বা পাঠাতে সেট আপ হননি। এই অ্যাকশনটি শেষ করার জন্য একটা অ্যাকাউন্ট সেট আপ করুন।
br: N'eo ket arventennet ar c'has pe an degemer postel. Arventennit ur gont evit echuiñ.
bs: Niste spremni za slanje i primanje emailova. Podesite račun da biste kompletirali akciju.
eu: Posta elektronikoa ez daukazu konfiguratuta. Konfiguratu kontu bat ekintza hau burutzeko.
fa: شما ارسال یا دریافت نامه را راه‌اندازی نکرده‌اید. برای کامل کردن عمل، یک حساب برپا کنید.
gd: Cha do shuidhich thu cunntas gus post a chur ’s fhaighinn. Suidhich fear mus lean thu air adhart leis a’ ghnìomh seo.
lv: Jūs neesat uzstādījis nepieciešamo lai sūtīt vai saņemt epastus. Uzstādiet kontu lai turpinātu.
ro: Nu ai configurat să trimiți sau să primești e-mailuri. Configurează contul pentru a încheia acțiunea.
si: ඔබ ගිණුමක් සකසා නොමැති බැවින් විද්‍යුත් තැපැල් යැවීම හෝ ලබාගැනීම සිදුකල නොහැකියි. ගිණුමක් සකසා විධානය සම්පූර්ණ කරන්න.
th: คุณไม่ได้ตั้งค่าให้ส่งหรือรับอีเมล ตั้งค่าบัญชีเพื่อดำเนินการให้เสร็จสมบูรณ์
ur: آپ سیٹ اپ نہیں ہیں کوئی ای میل بھیجنے یا وصول کرنے کے لئے۔ عمل مکمل کرنے کے لیئے اکاؤنٹ سیٹ اپ کریں۔
uz: Siz xat jo‘natish yoki qabul qilish uchun hisobni sozlamagansiz. Ushbu amalni tugatish uchun hisobni sozlang.

source: To send and receive email, you will need to set up an account.
ar: لإرسال واستقبال البريد الإلكتروني، تحتاج لإعداد حساب.
bg: За да получавате и изпращате поща, трябва да изберете регистрация.
bn_in: ইমেইল পাঠান এবং পাবার করার জন্য, আপনাকে একটি একাউন্ট সেট আপ করতে হবে।
br: Evit kas ha degemer posteloù ez eo ret deoc'h kefluniañ ur gont.
bs: Da biste mogli slati i primati email-ove, trebate podesiti račun.
eu: Posta bidali eta jasotzeko kontu bat konfiguratu beharko duzu.
fa: برای ارسال و دریافت پست‌الکترونیکی، لازم است یک حساب تنظیم کنید.
gd: Feumaidh tu cunntas a shuidheachadh mus urrainn dhut post a chur ’s fhaighinn.
hi_in: ईमेल भेजने और प्राप्त के लिए आपको एक खाते की स्थापना की आवश्यकता होगी.
kk: Поштаны жіберу немесе қабылдау үшін сізге тіркелгіні баптау керек.
km: ដើម្បី​ផ្ញើ និង​ទទួល​អ៊ីមែល អ្នក​​ត្រូវ​បង្កើត​គណនី​មួយ។
kn: ಮಿಂಚೆಯನ್ನು ಕಳುಹಿಸಲು ಅಥವಾ ಪಡೆಯಲು, ಒಂದು ಖಾತೆಯನ್ನು ಸಿದ್ಧಗೊಳಿಸಬೇಕು.
lv: Lai sūtīt un saņemt epastus, jums ir jāuzstāda kontu.
mai: इमेल पठाबै आओर प्राप्त कलेल अहाँकेँ एकटा खाता केर स्थापनाक आवश्यकता हाएत.
mg: Raha handefa sy handray mailaka, dia mila manefy kaonty iray ianao.
ml: ഇമെയില്‍ ഉപയോഗിക്കാനായി ഒരു അക്കൗണ്ട് സജ്ജീകരിക്കേണ്ടതായിട്ടുണ്ട്.
mr: इ-मेल पाठविण्यासाठी व मिळविण्यासाठी, आपणास एक खाते सेट-अप करावे लागेल.
my: အီမေလ်းများ လက်ခံရန်၊ ပေးပို့ရန် သင့်တွင် အီမေလ်းအကောင့်တစ်ခု ရှိဖို့လိုသှ်
ne: इमेल पठाउन र पाउनका लागि तपाईले एउटा खाताको स्थापना गर्नु पर्छ।
or: ଇମେଲ ପାଇବା ଓ ପଠାଇବା ପାଇଁ ଆପଣଙ୍କୁ ଖାତାଟିଏ ଗଢ଼ିବାକୁ ହେବ ।
ro: Pentru a trimite și a primi e-mailuri, va trebui să configurezi un cont.
si: විද්‍යුත් තැපැල් යැවීමට හා ලැබීමට ප්‍රථම, ඔබ විසින් ගිණුමක් සකස් කල යුතු වේ.
sw: Ili kutuma na kupokea barua pepe, utahitaji kusanidi akaunti.
ta: ஒரு கணக்கை அமைப்பதன் மூலம், மின்னஞ்சலை அனுப்பவோ அல்லது பெறவோ முடியும்.
te: ఈమెయిలును పంపడానికి లేదా స్వీకరించడానికి మీరు ఒక ఖాతాను అమర్చాలి.
th: เพื่อส่งและรับอีเมล คุณจะต้องตั้งค่าบัญชี
tr: E-posta göndermek ve almak için bir hesap kurmanız gerekir.
ur: ای میل بھیجنے اور وصول کرنے کے لیئے، آپ کو اکاؤنٹ سیٹ کرنا ہو گا۔
uz: E-xatlarni jo‘natish va qabul qilish uchun hisobingizni moslashingiz kerak.

source: New Account
ar: حساب جديد
bg: Нова регистрация
bn_in: নতুন অ্যাকাউন্ট
br: Kont nevez
bs: Novi račun
eu: Kontu berria
fa: حساب جدید
gd: Cunntas ùr
hi_in: नया खाता
kk: Жаңа тіркелгі
km: គណនី​ថ្មី
kn: ಹೊಸ ಖಾತೆ
lv: Jauns Konts
mai: नव खाता
mg: Kaonty vaovao
ml: പുതിയ അക്കൌണ്ടു്
mr: नवीन खाते
my: အကောင့် အသစ်
ne: नयाँ खाता
or: ନୁଆ ଖାତା
ro: Cont nou
si: නව ගිණුමක්
sw: Akaunti Mpya
ta: புதிய கணக்கு
te: కొత్త ఖాతా
th: บัญชีใหม่
tr: Yeni hesap
ur: نیا اکاؤنٹ
uz: Yangi hisob

source: Enter Password For:
ar: أدخل كلمة المرور إلى:
bg: Въведете парола за:
bn_in: পাসওয়ার্ড প্রবেশ করান এর জন্য:
br: Bizskrivit ur ger-tremen evit :
bs: Unesite lozinku za:
eu: Sartu honen pasahitza:
fa: ورود گذرواژه برای:
gd: Cuir a-steach am facal-faire airson:
km: បញ្ចូល​ពាក្យ​សម្ងាត់​សម្រាប់៖
kn: ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ:
lv: Ievadiet paroli:
mg: Ampidiro tenimiafina ho an'ny:
my: သည့်အတွက် စကားဝှက်ဖြည့်ပါ -
ne: निम्न कार्यका लागि पासवर्ड प्रविष्ट गर्नुहोस्:
ro: Introdu parola pentru:
si: රහස්පදය ඇතුළත් කරන්න:
th: ป้อนรหัสผ่านสำหรับ:
tr: Parolayı girin:
ur: پاس ورڈ داخل کریں برائے:
uz: Parol kiritish:

# setup-info-name.placeholder
source: Your name
ar: اسمك
bg: Име
bn_in: আপনার নাম
br: Hoc'h anv
bs: Vaše ime
eu: Zure izena
fa: نام شما
gd: D’ ainm
hi_in: आपका नाम
kk: Атыңыз
km: ឈ្មោះ​របស់​អ្នក
kn: ನಿಮ್ಮ ಹೆಸರು
lv: Jūsu vārds
mai: अहाँक नाम
mg: Anaranao
ml: താങ്കളുടെ പേര്
mr: आपले नाव
my: သင့်အမည်
ne: तपाईंको नाम
or: ଆପଣଙ୍କର ନାମ
ro: Numele tău
si: ඔබේ නම
sw: Jina lako
ta: பெயர்
te: మీ పేరు
th: ชื่อของคุณ
tr: Adınız
ur: آپ کا نام
uz: Ismingiz

# setup-info-password.placeholder
source: Password
ar: كلمة المرور
bg: Парола
bn_in: পাসওয়ার্ড
br: Ger-tremen
bs: Lozinka
eu: Pasahitza
fa: گذرواژه
gd: Facal-faire
hi_in: कूटशब्द
kk: Пароль
km: ពាក្យ​សម្ងាត់
kn: ಗುಪ್ತಪದ
lv: Parole
mai: गुड़किल्ली
mg: Tenimiafina
ml: രഹസ്യവാക്ക്
mr: पासवर्ड
my: စကားဝှက်
ne: पासवर्ड
or: ପାସୱାର୍ଡ଼
ro: Parolă
si: මුරපදය
sw: Neno la siri
ta: கடவுச்சொல்
te: సంకేతపదం
th: รหัสผ่าน
tr: Parola
ur: پاس ورڈ
uz: Parol

# setup-info-next
source: Next
ar: التالي
bg: Напред
bn_in: পরবর্তী
br: War-lerc'h
bs: Sljedeće
eu: Hurrengoa
fa: بعدی
gd: Air adhart
hi_in: अगला
kk: Келесі
km: បន្ទាប់
kn: ಮುಂದಿನ
lv: Nākamais
mai: अगिला
mg: Manaraka
ml: അടുത്തത്
mr: पुढे
my: နောက်
ne: पछिल्लो
or: ପରବର୍ତ୍ତୀ
ro: Înainte
si: ඊලඟ
sw: Ifuatayo
ta: அடுத்து
te: తరువాత
th: ถัดไป
tr: İleri
ur: آگے
uz: Keyingi

source: Setting up account
ar: جاري إعداد الحساب
bg: Настройка на регистрация
bn_in: একাউন্ট সেট আপ হচ্ছে
br: O kefluniañ ar gont
bs: Podešavanje računa
eu: Kontua konfiguratzen
fa: راه‌اندازی حساب
gd: A’ suidheachadh a’ chunntais
hi_in: खाता सेट करना
kk: Тіркелгіңіз орнатылып болғанша күте тұрыңыз
km: បង្កើត​គណនី
kn: ಖಾತೆಯ ಸಿದ್ಧಗೊಳಿಕೆ
lv: Uzstāda kontu
mai: खाता सेट कएनाइ
mg: Manefy kaonty
ml: പുതിയ അക്കൗണ്ട് സജ്ജീകരിച്ചുകൊണ്ടിരിക്കുന്നു
mr: खाते संयोजीत करत आहे
my: အကောင့်တစ်ခု ပြင်ဆင်ခြင်း
ne: खाता स्थापना गर्दै
or: ନୂଆ ଖାତା ତିଆରି
ro: Se configurează contul
si: ගිණුම සැකසෙමින්
sw: Kusanidi akaunti
ta: கணக்கை அமை
te: ఖాతాను అమరుస్తున్నాం
th: ตั้งค่าบัญชี
tr: Hesap kuruluyor
ur: اکاؤنٹ سیٹ کر رہا ہے
uz: Hisobni moslash

source: Mail account setup
ar: إعداد حساب البريد
bg: Настройка на ел. поща
bn_in: মেল অ্যাকাউন্ট সেটআপ
br: Kefluniañ ar gont bostel
bs: Podešavanje email računa
eu: Kontuaren konfigurazioa
fa: راه‌اندازی حساب نامه
gd: Suidheachadh a’ chunntais phuist
hi_in: डाक खाता सेटअप
kk: Пошта тіркелгісін баптау
km: ការ​បង្កើត​គណនី​អ៊ីមែល
kn: ಮಿಂಚೆಯ ಖಾತೆ ಸಿದ್ಧತೆ
lv: Epasta konta uzstādīšana
mai: डाक खाता सेटअप
mg: Fanefena kaonty mailaka
ml: മെയില്‍ അക്കൗണ്ട് സജ്ജീകരണം
mr: मेल खाते संयोजन
my: မေလ်း အကောင့် ပြင်ဆင်ခြင်း
ne: मेल खाता स्थापना
or: ମେଲ ଖାତା ତିଆରି
ro: Configurarea contului
si: තැපැල් ගිණුම සැකසීම
sw: Usanidi wa akauti ya barua
ta: மின்னஞ்சல் கணக்கை அமை
te: మెయిల్ ఖాతా అమరిక
th: ตั้งค่าบัญชีจดหมาย
tr: Posta hesabı kurulumu
ur: ڈاک اکاؤنٹ سیٹ اپ
uz: Pochta hisobini moslash

source: All done!
ar: تم!
bg: Всичко е готово!
bn_in: সমস্ত সম্পন্ন!
br: Graet !
bs: Sve završeno!
eu: Dena eginda!
fa: تمام شد!
gd: Deiseil uile gu lèir!
hi_in: सब संपन्न!
kk: Бәрі де дайын!
km: ធ្វើ​រួច​ទាំងអស់!
kn: ಎಲ್ಲವೂ ಮುಗಿಯಿತು!
lv: Viss ir paveikts!
mai: सभटा भ गेल!
mg: Vita daholo!
ml: എല്ലാം പൂര്‍ത്തിയായി!
mr: सर्व पूर्ण झाले!
my: အားလုံးပြီး!
ne: सबै गरियो !
or: ତିଆରି ହୋଇଗଲା!
ro: Totul a fost finalizat!
si: සියල්ල සූදානම්!
sw: Yote Imekamilika!
ta: முடிந்தது!
te: అంతా పూర్తయింది!
th: ทั้งหมดเสร็จสิ้น!
tr: İşlem tamam!
ur: سب ہو گیا!
uz: Hammasi tayyor!

source: Add another account
ar: أضِف حساب آخر
bg: Добавяне на регистрация
bn_in: অন্য অ্যাকাউন্ট যুক্ত করুন
br: Ouzhpennañ ur gont all
bs: Dodaj novi račun
eu: Gehitu beste kontu bat
fa: افزودن حساب دیگر
gd: Cuir cunntas eile ris
hi_in: एक और खाता जोड़ें
kk: Басқа тіркелгіні қосу
km: បន្ថែម​គណនី​ផ្សេង
kn: ಮತ್ತೊಂದು ಖಾತೆ ಸೇರಿಸು
lv: Pievienot citu kontu
mai: एकटा आओर खाता जोड़ू
mg: Hanampy kaonty hafa
ml: മറ്റൊരു അക്കൗണ്ട് ചേര്‍ക്കുക
mr: इतर खाते जोडा
my: အခြား အကောင့်တစ်ခုထည့်
ne: अर्को खाता थप्नुहोस्
or: ଆଉ ଏକ ଖାତା ଯୋଡ଼ନ୍ତୁ
ro: Adaugă alt cont
si: තවත් ගිණිමක් එක් කරන්න
sw: Ongeza akaunti nyingine
ta: மற்றொரு கணக்கை சேர்
te: వేరొక ఖాతాను జోడించండి
th: เพิ่มบัญชีอื่น
tr: Başka bir hesap ekle
ur: ایک اکاؤنٹ ڈالیے
uz: Boshqa hisobni qo‘shish

source: Continue to Mail
ar: اذهب إلى البريد
bg: Продължаване към Ел. поща
bn_in: মেইলে যান
br: Mont betek ar posteloù
bs: Nastavi na email
eu: Jarraitu postara
fa: ادامه به نامه
gd: Lean air adhart dhan phost
hi_in: जारी रखें डाक
kk: Поштаға өтіп жалғастыру
km: បន្ត​​ទៅ​​អ៊ីមែល
kn: ಮಿಂಚೆಗೆ ಮುಂದುವರಿಸು
lv: Turpināt uz Epastiem
mai: जारी राखू डाक
mg: Hanohy hankao @ Mailaka
ml: മെയിലിലേക്ക് പോവുക
mr: मेल सेटअप चालू ठेवा
my: မေလ်း ဆီသို့ဆက်သွားမည်
or: ଇମେଲ ଚାଲୁରଖନ୍ତୁ
ro: Continuă pe mail
si: තැපැල් සඳහා යන්න
sw: Endelea kwa Barua
ta: மடலுக்கு தொடர்
te: మెయిలుకు వెళ్ళండి
th: ดำเนินการต่อไปยังจดหมาย
tr: E-posta'ya devam et
ur: میل کرنے کے لئے جاری
uz: Pochtaga davom etish

source: This device is currently offline. Connect to a network and try again.
ar: الجهاز غير متصل حاليًّا. اتصل بشبكة وحاول مرة أخرى.
bg: Устройството е извън мрежа. Свържете се с мрежа и опитайте отново.
bn_in: এই ডিভাইসটি বর্তমানে অফলাইনে আছে। একটি নেটওয়ার্কের সাথে সংযোগ করুন এবং আবার চেষ্টা করুন।
br: Ezlinenn eo an trevnad-mañ. Kennaskit ouzh ur rouedad ha klaskit en-dro.
bs: Ovaj uređaj je trenutno offline. Povežite se na mrežu i pokušajte ponovo.
eu: Une honetan gailua lineaz kanpo dago. Konektatu sare batera eta saiatu berriro.
fa: در حال حاضر، دستگاه برون‌خط است. به یک شبکه وصل شده و دوباره تلاش کنید.
gd: Tha an t-uidheam seo far loidhne. Ceangail ri lìonra 's feuch ris a-rithist.
hi_in: यह डिवाइस वर्तमान में ऑफलाईन है. एक नेटवर्क से कनेक्ट करें और फिर कोशिश करें.
kk: Бұл құрылғы желіден ажыратылған. Желіге байланыс орнатып, қайталап көріңіз.
km: ឥឡូវ​ឧបករណ៍​នេះ​មិន​ភ្ជាប់​អ៊ីនធឺណិត។ ភ្ជាប់​ទៅ​អ៊ីនធឺណិត និង​ព្យាយាម​ម្ដង​ទៀត។
kn: ಈ ಸಾಧನವು ಸದ್ಯಕ್ಕೆ ಆಫ್‌ಲೈನ್‌ ಆಗಿದೆ. ಜಾಲಕ್ಕೆ ಸಂಪರ್ಕಹೊಂದಿದ ನಂತರ ಇನ್ನೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Jūsu ierīce šobrīd ir bezsaistes. Pieslēdzieties tīklam un mēģiniet vēlreiz.
mai: ई डिवाइस वर्तमान मे आफलाइन अछि. एकटा संजाल सँ कनेक्ट करू आओर फेर कोसिस करू.
mg: Tsy an-jotra ity fitaovana ity izao. Mifandraisa @ tambajotra iray ary andramo indray.
ml: ഈ ഫോണ്‍ ഇപ്പോള്‍ ഓഫ്‌‌ലൈനാണ്. ഒരു നെറ്റ്‌‌വര്‍ക്കുമായി ബന്ധിപ്പിച്ചതിനുശേഷം ശ്രമിക്കുക.
mr: सद्या हे साधन ऑफ-लाईन आहे. एखाद्या नेटवर्कशी जोडणी करा व पुन्हा प्रयत्न करा.
my: ပစ္စည်းသှ် အင်တာနက် ချိတ်ဆက်မထားပါ။ နတ်ဝပ် တစ်ခုသို့ ချိတ်ဆက်ပြီး ထပ်လုပ်ကြည့်ပါ
ne: यो यन्त्र अहिले अफलाइन छ।कुनै सञ्जालमा जडान गरी पुन प्रयास गर्नुहोस्।
or: ଆପଣଙ୍କ ଉପକରଣଟି ଅଧୁନା ଅଫଲାଇନ ହୋଇଯାଇଛି । ନେଟୱାର୍କରେ ଯୋଡ଼ି ଆଉଥରେ ଚେଷ୍ଟାକରନ୍ତୁ ।
ro: Acest dispozitiv este în prezent offline. Conectează-te la o rețea și reîncearcă.
si: මෙම උපාංගය මාර්ග අපගත තත්වයේ පවතී. ජාලයක් හා සම්බන්ධ වී නැවත උත්සහ කරන්න
sw: Kwa sasa kifaa hiki kiko nje ya mtandao. Unganisha kwa mtandao na ujaribu tena.
ta: இந்த சாதனம் இணையத்தில் இல்லை. ஒரு பிணையத்துடன் இணைத்து மீண்டும் முயற்சி.
te: ఈ పరికరం జాలరహితంగా ఉంది. నెట్వర్కుకు అనుసంధానమయి, మరలా ప్రయత్నించండి.
th: อุปกรณ์นี้กำลังออฟไลน์ เชื่อมต่อกับเครือข่ายและลองอีกครั้ง
tr: Bu aygıt şu anda çevrimdışı. Bir ağa bağlanıp tekrar deneyin.
ur: یہ آلہ فی الحال آف لائن ہے۔ کسی نیٹ ورک سے جڑیں اور پھر کوشش کریں۔
uz: Ushbu qurilma hozirda oflayn holatda. Tarmoqqa ulaning va qaytadan urinib ko‘ring.

source: Invalid username or password. Check for typos.
ar: اسم المستخدم وكلمة السِّر غير معرّفة. اكتشف الأخطاء المطبعية.
bg: Грешно потребителско име или парола. Проверете за грешки.
bn_in: ব্যবহারকারীর নাম বা পাসওয়ার্ড কার্যকর নয়। লিখতে ভুল হল কি?
br: Anv arveriad pe ger-tremen didalvoudek. Gwiriit ar reizhskrivañ.
bs: Pogrešno korisničko ime ili lozinka. Provjerite da li ste tačno unijeli podatke.
eu: Erabiltzaile-izen edo pasahitz baliogabea. Egiaztatu ondo idatzi duzula.
fa: نام کاربری یا گذرواژهٔ نامعتبر. اشتباهات نوشتاری را بررسی کنید.
gd: Tha an t-ainm no am facal-faire cearr. Dèan cinnteach nach eil mearachd ann.
hi_in: अमान्य उपयोगकर्ता नाम या पासवर्ड. टाइपो के लिए जाँच करें.
kk: Пайдаланушы аты не паролі қате. Қателерге тексеріңіз.
km: ឈ្មោះ​អ្នក​ប្រើ និង​ពាក្យ​សម្ងាត់​មិន​ត្រឹមត្រូវ។ ពិនិត្យ​ការ​វាយ។
kn: ತಪ್ಪಾದ ಬಳಕೆದಾರಹೆಸರು ಅಥವ ಗುಪ್ತಪದ. ಕಾಗುಣಿತವನ್ನು ಪರಿಶೀಲಿಸಿ.
lv: Nepareizs lietotājvārds vai parole. Lūdzu pārbaudiet tos.
mai: अमान्य उपयोगकर्ता नाम अथवा गुड़किल्ली. टाइपो कलेल जाँच करू.
mg: Solonanarana na tenimiafina tsy mety. Zahao sao misy diso fanoratra.
ml: ഉപയോക്തൃനാമമോ രഹസ്യവാക്കോ തെറ്റാണ്. അക്ഷരത്തെറ്റ് പരിശോധിക്കുക.
mr: अवैध वापरकर्ता किंवा पासवर्ड. टंकलेखन चुका तपासा.
my: မရှိသော သုံးဆွဲသူ သို့ စကားဝှက် ဖြစ်နေသှ်၊ စာလုံးပေါင်းစစ်ပေးပါ
ne: अमान्य प्रयोगकर्ता नाम वा पासवर्ड | त्रुटीहरु जाँच्नुहोस् |
or: ସଭ୍ୟ ନାମ ଓ ପାସୱାର୍ଡ଼ ଅବୈଧ । ବନାନ ପରଖିନିଅନ୍ତୁ ।
ro: Nume de utilizator sau parolă invalide. Verifică greșelile.
si: පරිශීලක නාමය හෝ මුරපදය වැරදිය. නැවත උත්සහ කරන්න.
sw: Jina la mtumiaji au neno la siri batili. Angalia makosa.
ta: செல்லாத பயனர்பெயர் / கடவுச்சொல். உள்ளிட்டதை சரிபார்.
te: వాడుకరిపేరు లేదా సంకేతపదం తప్పు. టైపాటులను సరిచూసుకోండి.
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง ตรวจสอบการสะกด
tr: Geçersiz kullanıcı adı veya parola. Yazım hatalarını denetleyin.
ur: ناجائز صارف نام یا پاس ورڈ۔ ہجے پڑتال کریں۔
uz: Foydalanuvchi nomi yoki parol xato. To‘g‘ri yozilganligini tekshiring.

source: Invalid e-mail address. Check for typos.
ar: عنوان البريد الإلكتروني غير صحيح. تحقق من الأخطاء المطبعية.
bg: Невалиден адрес на ел. поща. Проверете за грешки.
bn_in: অবৈধ ইমেইল ঠিকানা। টাইপস জন্য চেক করুন।
br: Chomlec'h postel didalvoudek. Gwiriit ar reizhskrivañ.
bs: Pogrešna email adresa. Provjerite da li ste tačno unijeli podatke.
eu: Helbide elektroniko baliogabea. Egiaztatu ondo idatzi duzula.
fa: آدرس پست‌الکترونیکی نامعتبر. اشتباهات نوشتاری را بررسی کنید.
gd: Chan eil am post-d dligheach. Dèan cinnteach nach eil mearachd litreachaidh ann.
hi_in: अवैध ई-मेल का पता. लेखन त्रुटि के लिए जाँच करें.
km: អាសយដ្ឋាន​អ៊ីមែល​មិន​ត្រឹមត្រូវ។ ពិនិត្យ​អក្ខរាវិរុទ្ធ។
kn: ತಪ್ಪಾದ ಇ-ಮೇಲ್ ವಿಳಾಸ. ಕಾಗುಣಿತ ಪರಿಶೀಲಿಸಿ.
lv: Nepareiza epasta adrese. Lūdzu pārbaudiet to.
mai: अवैध ई-मेल क पता. लेखन त्रुटि कलेल जाँच करू.
mg: Adiresy mailaka tsy mety. Zahao sao misy diso fanoratra.
ml: ഇമെയില്‍ അഡ്രസ്സ് ശരിയല്ല. അക്ഷരത്തെറ്റ് പരിശോധിക്കുക.
mr: अवैध इ-मेल पत्ता. टंकलेखन चुका तपासा.
my: မရှိသော အီမေလ်းလိပ်စာဖြစ်သဖြင့် စာလုံးပေါင်းစစ်ပေးပါ
ne: अवैध इमेल ठेगाना। टाईपसको लागि जाँच गर्नुहोस्।
or: ଇମେଲ ଠିକଣା ତ୍ରୁଟିପୂର୍ଣ୍ଣ । ବନାନ ପରଖିନିଅନ୍ତୁ ।
ro: Adresă de e-mail invalidă. Verifică greșelile.
si: විද්‍යුත් තැපැල් ලිපිනය වැරදිය. නැවත උත්සහ කරන්න.
sw: Anwani batili ya barua pepe. Angalia makosa.
ta: செல்லாத மின்னஞ்சல் முகவரி. உள்ளிட்டதை சரிபார்.
te: చెల్లని ఈ-మెయిలు. టైపాటులను సరిచూసుకోండి.
th: ที่อยู่อีเมลไม่ถูกต้อง ตรวจสอบการสะกด
tr: Geçersiz e-posta adresi. Yazım hatalarını kontrol edin.
ur: ناجائز ای میل پتہ ایڈریس۔ ٹیپوس کے لئے چیک کریں۔
uz: Xato e-pochta manzillari. To‘g‘ri yozilganligini tekshiring.

source: The server said you’re not authorized to create an account
ar: غير مصرح لك بإنشاء حساب
bg: Сървърът каза, че не сте оторизиран да създадете регистрация
bn_in: সার্ভার আপনাকে অ্যাকাউন্ট তৈরি করতে অনুমোদিত করছি না
br: Lavaret en deus an dafariad n'oc'h ket aotreet da grouiñ ur gont
bs: Server je rekao da niste ovlašteni da kreirate račun
eu: Zerbitzariak dio ez daukazula kontu bat sortzeko baimenik
fa: کارگزار اعلام کرد که اجازهٔ ایجاد یک حساب را ندارید.
gd: Thuirt am frithealaiche nach eil cead agad cunntas a chruthachadh
hi_in: सर्वर ने कहा कि आप एक खाता बनाने के लिए प्राधिकृत नहीं हैं
km: ម៉ាស៊ីន​មេ​​បង្ហាញ​​​ថា​អ្នក​មិន​ត្រូវ​បាន​​អនុញ្ញាត​ឲ្យ​បង្កើត​គណនី​ឡើយ
kn: ಒಂದು ಖಾತೆ ತೆರೆಯಲು ನಿಮಗೆ ಅನುಮತಿ ಇಲ್ಲವೆಂದು ಸರ್ವರ್ ತಿಳಿಸಿದೆ
lv: Serveris ziņoja ka jums nav tiesības izveidot kontu
mai: सर्वर कहैत अछि जे अहाँ एकटा खाता बनाबै कलेल प्राधिकृत नहि अछि
mg: Nilaza ny mpizara fa tsy mahazo alàlana hamorona kaonty ianao
ml: അക്കൗണ്ട് സൃഷ്ടിക്കാന്‍ താങ്കള്‍ക്കനുവാദമില്ല എന്നാണ് സെര്‍വര്‍ പറയുന്നത്
mr: आपणास नविन खाते बनविण्यास परवानगी नाही
my: ဆာဗာမှ သင့်အား အကောင့်တစ်ခု လုပ်ခွင့်မရှိ ဟုပြောသှ်
ne: सर्भरले तपाईसँग खाता सृजना गर्नका लागि अधिकार छैन भनेर भन्यो
or: ସର୍ଭରରୁ ଜଣାପଡ଼ୁଛି ଯେ ନୂଆ ଖାତା ଟିଏ ଗଢ଼ିବା ଲାଗି ଆପଣ ପ୍ରାଧିକୃତ ନୁହଁନ୍ତି
ro: Serverul a spus că nu ești autorizat să îți creezi un cont
si: ඔබට ගිණුමක් සෑදීමට අවසර නොමැති බව සේවාදායකයා ප්‍රකාශ කරයි
sw: Seva ilisema huna ruhusa ya kuunda akaunti
ta: உங்களுக்கு ஒரு கணக்கை உருவாக்க அதிகாரம் இல்லையென சேவகன் சொல்கிறது
te: ఖాతా సృష్టించుకోవడానికి మీరు ధృవీకృత వ్యక్తి కాదని సేవకము అంటున్నది
th: เซิร์ฟเวอร์แจ้งว่าคุณไม่ได้รับอนุญาตให้สร้างบัญชี
tr: Sunucu bir hesap oluşturmaya izniniz olmadığını bildirdi
ur: پیش کار نے کہا ہے کہ آپ کے پاس اکاؤنٹ بنانے کا اختیار نہیں ہے
uz: Server ma’lumot bermoqda: siz hisob yaratish uchun tasdiqdan o‘tmagansiz

source: Server unsupported. The POP3 server does not implement required features.
ar: الخادم غير معتمد. خادم POP3 لا تنفذ الميزات المطلوبة.
bg: Този сървър не се поддържа. POP3 сървърът не поддържа нужните функционалности.
bn_in: সার্ভার অসমর্থিত। POP3 সার্ভার প্রয়োজনীয় বৈশিষ্ট্য প্রয়োগ করে না।
br: N'eo ket skoret an dafariad. An dafariad POP3 ne ginnig ket ar c'heweriusterioù azgoulennet.
bs: Server nije podržan. POP3 server ne implementira potrebne funkcije.
eu: Ez da zerbitzaria onartzen. POP3 zerbitzariak ez ditu beharrezko eginbideak inplementatzen.
fa: کارگزار پشتیبانی نمی‌شود. کارگزار POP3 ویژگی‌های مورد نیاز را پیاده‌سازی نمی‌کند.
gd: Chan eil taic ris an fhrithealaiche. Chan eil rudan air a bheil feum deas aig an fhrithealaiche POP3.
hi_in: सर्वर असमर्थित. POP3 सर्वर आवश्यक सुविधाओं को लागू नहीं करता.
km: ម៉ាស៊ីន​មេ​មិន​គាំទ្រ។ ម៉ាស៊ីនមេ POP3 មិន​អនុវត្ត​លក្ខណៈ​ដែល​បាន​ទាមទារ។
kn: ಬೆಂಬಲವಿಲ್ಲದ ಸರ್ವರ್. ಈ POP3 ಸರ್ವರ್ ಅಗತ್ಯವಿರುವ ಸೌಲಭ್ಯಗಳನ್ನು ಅಳವಡಿಸಿಕೊಂಡಿಲ್ಲ.
lv: Serveris nav atbalstīts. POP3 serveri neatbalsta nepieciešamas iespējas.
mai: सर्वर असमर्थित. POP3 सर्वर आवश्यक सुविधा केँ लागू नहि करैछ.
mg: Mpizara tsy zaka. Tsy mampihatra ireo fiasa takiana ny mpizara POP3.
ml: പിന്തുണയില്ലാത്ത സെര്‍വര്‍. POP3 സെര്‍വറില്‍ ആവശ്യമായ ഫീച്ചറുകള്‍ ഉള്‍ക്കൊള്ളിച്ചിട്ടില്ല.
mr: असमर्थित सर्वर. ह्या POP3 सर्वर वर सर्व सुविधा नाहीत.
my: ထောက်ပံ့မထားသော ဆာဗာ။ POP3 ဆာဗာသှ် လိုအပ်သော အခြား လုပ်ဆောင်ချက်များအား ထောက်ပံ့မထား။
ne: सर्भर असमर्थित। यस POP3 सर्भरले आवश्यक सुविधाहरु लागू गर्दैन।
or: ସର୍ଭର ଅମେଳ । POP3 ସର୍ଭର ଦରକାରୀ ସୁବିଧାସବୁ କାମରେ ଲଗାଉନାହିଁ ।
ro: Server nesuportat. Serverul POP3 nu implementează funcțiile necesare.
si: සේවාදායකයා සහාය නොදක්වයි. POP3 සේවාදායකයෙහි ඉල්ලුම් කල විශේෂාංගයන් ක්‍රියාවට නංවා නොමැත.
sw: Sava haitumiki. Save ya POP3 haitekelezi vipengele vinavyohitajika.
ta: ஆதரவற்ற சேவகன். தேவையான வசதிகளை POP3 சேவகன் உண்டாக்காது.
te: సేవకానికి తోడ్పాటులేదు. పాప్3 సేవకం కావలసిన విశేషణాలను నెరవేర్చుటలేదు.
th: เซิร์ฟเวอร์ไม่รองรับ เซิร์ฟเวอร์ POP3 ไม่ได้ผนวกคุณสมบัติที่จำเป็นต้องใช้
tr: Sunucu desteklenmiyor. POP3 sunucusu gerekli özelliklere sahip değil.
ur: پیش کار غیر معاون۔ POP3 پیش کار ضرورتی خصوصیات لاگو نہیں کر رحا ہے۔
uz: Server qo‘llab-quvvatlanmaydi. POP3 server so‘ralgan xususiyatlarga to‘liq javob bermaydi.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
ar: حدث خطأ غير معروف. تحقق من اتصال الشبكة أو حاول باستخدام خيار الاعداد اليدوي.
bg: Непозната грешка. Проверете мрежовата свързаност или опитайте да настроите ръчно.
bn_in: একটি অজানা ত্রুটি ঘটেছে. আপনার নেটওয়ার্ক সংযোগ পরীক্ষা করুন অথবা ব্যবহারকারী দ্বারা কনফিগারেশন বিকল্প চেষ্টা করুন।
br: Degouezhet ez eus bet ur fazi dianav. Gwiriit ho kennask pe klaskit gant ar c'hefluniañ dre zorn.
bs: Došlo je do nepoznate pogreške. Provjerite svoju mrežnu konekciju ili pokušajte s opcijom ručno podešavanje.
eu: Errore ezezaguna gertatu da. Egiaztatu sareko konexioa edo saiatu eskuzko konfigurazioaren aukera.
fa: یک خطای نامشخّص رخ داد. اتّصال شبکه‌تان را بررسی کرده یا گزینهٔ پیکربندی دستی را امتحان کنید.
gd: Thachair mearachd nach aithne dhuinn. Thoir sùil air a' cheangal agad ris an lìonra no feuch rèiteachadh de làimh.
hi_in: एक अज्ञात त्रुटि हुई. अपने नेटवर्क कनेक्शन की जाँच करें या मैनुअल विन्यास विकल्प की कोशिश.
kk: Белгісіз қате орын алды. Желілік байланысыңызды тексеріңіз, немесе қолмен баптау мүмкіндігін қолданыңыз.
km: កំហុស​មិន​ស្គាល់​​បាន​កើត​ឡើង។ ពិនិត្យ​ការ​ភ្ជាប់​បណ្ដាញ​របស់​អ្នក ឬ​ព្យាយាម​ជម្រើស​​ការ​កំណត់​រចនាសម្ព័ន្ធ​ដោយ​ដៃ
kn: ಗೊತ್ತಿರದ ದೋಷವುಂಟಾಗಿದೆ. ನಿಮ್ಮ ನೆಟವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ಕೈಯಾರೆ ಸಂರಚನೆ ಆಯ್ಕೆಯನ್ನು ಪ್ರಯತ್ನಿಸಿ.
lv: Notika nezināma kļūda. Pārbaudiet savu tīklu savienojumu vai mēģiniet pašrocīgās konfigurācijas opciju.
mai: एकटा अज्ञात त्रुटि भेल. अपन संजाल कनेक्शन क जाँच करू अथवा मैनुअल विन्यास विकल्प केर कोसिस.
mg: Nisy tsy fetezana tsy fantatra. Zahao ny fifandraisan-tambajotranao na andramo tefena @ tànana.
ml: എന്തോ ഒരു പിഴവു സംഭവിച്ചിരിക്കുന്നു. നെറ്റ്‌‌വര്‍ക്ക് ബന്ധങ്ങള്‍ പരിശോധിക്കുകയോ, മാന്വല്‍ ക്രമീകരണങ്ങള്‍ പരീക്ഷിക്കുകയോ ചെയ്യുക.
mr: अनोळखी चूक घडली आहे. आपली नेटवर्क तपासणी जोडणी तपासा किंवा व्यक्तिचलित कॉन्फिगरेशन विकल्प वापरा.
my: မသိရသော ပြသာနာတစ်ခု ဖြစ်ပွား။ သင့် နတ်ဝပ်ချိတ်ဆက်မှူ အား စစ်ဆေးပါ သို့မဟုတ် အပြင်အဆင်တွေကို စစ်ဆေးပါ
ne: अज्ञात त्रुटि आउन पुग्यो | तपाईको सञ्जाल जडान जाँच्नुहोस् वा आफैँले सञ्जाल जडान मिलाउन कोसिस गर्नुहोस् |
or: ଅଜଣା ତ୍ରୁଟିଟିଏ ଉପୁଜିଲା । ନିଜର ନେଟୱାର୍କ ସଂଯୋଗ ପରଖି ସଂରଚନା ନିଜେ ଗୋଟି ଗୋଟି କରି କରିବା ପାଇଁ ଚେଷ୍ଟାକରନ୍ତୁ ।
ro: S-a produs o eroare necunoscută. Verifică conexiunea la rețea sau încearcă opțiunea de configurare manuală.
si: අඥාත දෝශයක් හට ගැනිනි. ඔබගේ ජාලය පරීක්ෂා කිරීම හෝ ශ්‍රමිකව ආකෘතියන් සැකසුම් කිරීම උත්සහ කරන්න.
sw: Hitilafu isiyojulikana ilitokea. Angalia muunganisho wako wa mtandao au jaribu chaguo la kusanidi mwenyewe,
ta: தெரியாத பிழை நேர்ந்துள்ளது. உங்களுடைய பிணைய இணைப்பை சரிபார் அல்லது கைமுறையாக அமைப்புகளை முயற்சி செய்.
te: ఒక తెలియని దోషం ఎదురైంది. మీ నెట్వర్కు అనుసంధానం పరిశీలించండి లేదా మానవీయ స్వరూపణ ఐచ్చికం ప్రయత్నించండి.
th: เกิดข้อผิดพลาดที่ไม่รู้จัก ตรวจสอบการเชื่อมต่อเครือข่ายของคุณหรือลองใช้ตัวเลือกการกำหนดค่าด้วยตนเอง
tr: Bilinmeyen bir hata oluştu. Ağ bağlantınızı denetleyin veya elle yapılandırma seçeneğini deneyin.
ur: ایک نامعلوم نقص واقع ہوئا ہے۔ اپنے نیٹ ورک کنکشن کی پڑتال کریں یا دستی تشکیل اختیار کرنے کی کوشش کریں۔
uz: Noma’lum xato yuz berdi. Tarmoqqa ulanishni tekshirib ko‘ring yoki qo‘lbola moslashga urinib ko‘ring.
