Repository: translate/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: ar, bg, bn_in, br, bs, eu, fa, gd, hi_in, kk, km, kn, lv, mai, mg, ml, mr, my, ne, or, ro, si, sw, ta, te, th, tr, ur, uz

source: The device does not have an app that can open the attachment.
ar: لا يحتوي الجهاز على أحد التطبيقات التي تمكن فتح المرفق.
bg: На устройството няма приложение способно да отвори притурката.
bn_in: এই ডিভাইসের এই সংযুক্তিটি খোলার মতোন অ্যাপ নেই।
br: Un arload da zigeriñ ar c'henstagadur a vank d'an trevnad.
bs: Uređaj ne posjeduje aplikaciju koja može otvoriti prilog.
eu: Gailuak ez dauka eranskina ireki dezakeen aplikaziorik.
fa: این دستگاهی برنامه‌ای جهت باز کردن پیوست‌ها را ندارد.
gd: Chan eil aplacaid air an uidheam a dh’fhosglas an ceanglachan.
km: ឧបករណ៏​មិនមាន​​កម្មវិធី​ដែលអាច​បើកឯកសារភ្ជាប់​បាន​។​
kn: ಈ ಸಾಧನ ಲಗತ್ತುಗಳನ್ನು ತೆರೆಯಬಲ್ಲ ಯಾವುದೇ ಅನ್ವಯಗಳನ್ನು ಹೊಂದಿಲ್ಲ.
lv: Ierīcei nav aplikāciju kas varēt atvērt pielikumu.
mg: Tsy manana app afaka manokatra ilay rakipaingotra ny fitaovana.
my: ဖိုင်တွဲကို ဖွင့်နိုင်သည့် အက်ပ် ဤကိရိယာထဲတွင် မထည့်သွင်းထားပါ။
ro: Dispozitivul nu are o aplicație care să poată deschide atașamentul.
si: ඇමුණුම විවෘත කල හැකි යෙදුමක් මෙම උපාංගයේ නොමැත.
th: อุปกรณ์ไม่มีแอปที่สามารถเปิดไฟล์แนบ
tr: Cihazda bu eki açabilecek bir uygulama yok.
ur: اس آلہ میں وہ ایپ نہیں ہے جو کی اس منسلکہ کو کھول سکے۔
uz: Qurilmada biriktirilgan faylni ochish uchun ilova dastur yo‘q.

source: This file is too large to download.
ar: هذا الملف حجمه كبير للتحميل.
bg: Този файл е твърде голям за изтегляне.
bn_in: এই ফাইলটি ডাউনলোড করার জন্য অত্যন্ত বড়।
br: Re vras eo ar restr evit bezañ pellgarget.
bs: Ovaj fajl je prevelik za preuzimanje.
eu: Fitxategi hau handiegia da deskargatzeko.
fa: این پرونده برای دریافت بسیار بزرگ است.
gd: Tha am faidhle seo ro mhòr ’s cha ghabh a luchdadh a-nuas.
hi_in: डाउनलोड करने के लिए फ़ाइल बहुत बड़ी है.
km: ឯកសារ​ធំ​ពេក​ត្រូវ​ទាញយក។
kn: ಈ ಕಡತವನ್ನು ಉಳಿಸಲು ತುಂಬಾ ದೊಡ್ಡದಿದೆ.
lv: Šī datne ir pārāk liela lai to lejupielādēt.
mai: डाउनलोड करए कलेल फ़ाइल बहुत पैघ अछि.
mg: Ngeza loatra ity rakitra ity ka tsy tafidina.
ml: ഈ ഫയൽ ഡൗൺലോഡ് ചെയ്യാൻ പറ്റാത്ത അത്രയും വലുതാണു്.
mr: डाउनलोड करण्यासाठी हि फाइल खुपच मोठी आहे.
my: ဖိုင်သှ် ဒေါင်းလုဒ်ရယူရန် ကြီးလွန်းနေသှ်
ne: यो फाइल डाउनलोड गर्न पनि ठूलो छ।
or: ଏହି ଫାଇଲଟି ଆହରଣ ପାଇଁ ଅତ୍ଯଧିକ ବଡ଼।
ro: Fișierul este prea mare pentru descărcare.
si: භාගත කිරීමට නොහැකි අන්දමින් මෙම ගොනුව විශාල වේ.
sw: Faili hii ni kubwa sana kupakua.
ta: பதிவிறக்க இந்த கோப்பு மிக பெரியது.
te: దించుకోడానికి ఈ దస్త్రం చాలా పెద్దగా ఉంది.
th: ไฟล์นี้ใหญ่เกินไปที่จะดาวน์โหลด
tr: Dosya, indirmek için çok büyük.
ur: یہ فائل ڈاؤن لوڈ کرنے کے لئے بہت بڑی ہے۔
uz: Ushbu fayl yuklab olish uchun juda katta.

# message-no-subject
source: (no subject)
bg: (без тема)
bn_in: (কোনো বিষয় নেই)
br: (danvez ebet)
bs: (bez naslova)
eu: (gairik ez)
fa: (بدون موضوع)
gd: (gun chuspair)
lv: (nav temata)
ro: (fără subiect)
si: (මාතෘකාවක් නැත)
th: (ไม่มีหัวข้อ)
ur: (کوئی موضوع نہیں)
uz: (mavzusiz)

# message-edit-menu-edit
source: Edit
ar: تحرير
bg: Редактиране
bn_in: সম্পাদনা করুন
br: Embann
bs: Uredi
eu: Editatu
fa: ویرایش
gd: Deasaich
km: កែសម្រួល
kn: ಸಂಪಾದಿಸು
lv: Rediģēt
mg: Hanitsy
my: ပြင်
ne: सम्पादन गर्नुहोस्
ro: Editează
si: සංස්කරණය
th: แก้ไข
tr: Düzenle
ur: مدون کریں
uz: Tahrirlash

# message-edit-menu-delete
source: Delete
ar: حذف
bg: Изтриване
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
eu: Ezabatu
fa: حذف
gd: Sguab às
hi_in: मिटाएँ
kk: Өшіру
km: លុប
kn: ಅಳಿಸು
lv: Dzēst
mai: मेटाउ
mg: Hamafa
ml: നീക്കം ചെയ്യുക
mr: नष्ट करा
my: ဖျက်
ne: मेट्नुहोस्
or: ଲିଭାନ୍ତୁ
ro: Șterge
si: මකන්න
sw: Futa
ta: அழி
te: తొలగించు
th: ลบ
tr: Sil
ur: حذف
uz: O‘chirish

source: Delete email message?
ar: حذف الرسالة؟
bg: Изтриване на съобщението?
bn_in: ই-মেল মুছে ফেলা হোক?
br: Dilemel ar gemennadenn ?
bs: Obrisati email poruku?
eu: Ezabatu mezua?
fa: حذف این پیام پست‌الکترونیکی؟
gd: A bheil thu airson an teachdaireachd a sguabadh às?
hi_in: ईमेल संदेश मिटाएँ?
kk: Эл. пошта хатын өшіру керек пе?
km: លុប​​សារ​អ៊ីមែល​ឬ?
kn: ಇಮೇಲ್ ಸಂದೇಶ ಅಳಿಸುವುದೇ?
lv: Vai dzēst vēstuli?
mai: इमेल समाद मेटाउ?
mg: Hamafa hafatra mailaka?
ml: ഈമെയിൽ സന്ദേശം നീക്കം ചെയ്യണോ?
mr: सर्व संदेश नष्ट करावे?
my: အီမေလ်းအားလုံး အား ဖျက် မည်လား ?
ne: इमेल सन्देश मेट्नुहुन्छ?
or: ଇମେଲ ସନ୍ଦେଶ ଲିଭାଇବେ?
ro: Ștergi e-mailul?
si: විද්‍යුත් තැපැල් පණිවුඩය මකන්න ද?
sw: Futa ujumbe wa barua pepe?
ta: மின்னஞ்சல்களை அழி?
te: ఈమెయిలు సందేశాన్ని తొలగించాలా?
th: ลบข้อความอีเมล?
tr: E-posta iletisi silinsin mi?
ur: ای میل پیغام حذف کریں؟
uz: E-pochta xabarlari o‘chirilsinmi?

source: Attachments can not be forwarded.
ar: لا يمكن إعادة إرسال الملف المرفق.
bg: Притурки не могат да бъдат препращани.
bn_in: সংযুক্ত বস্তুসমূহ ফরওয়ার্ড করা যাবে না।
br: Ar c'henstagadurioù n'hallont ket bezañ treuzkaset.
bs: Prilozi ne mogu biti proslijeđeni.
eu: Eranskinak ezin dira birbidali.
fa: پیوست‌ها نمی‌تواندد ارجاع داده شوند.
gd: Cha ghabh na ceanglachain a shìneadh air adhart.
hi_in: अनुलग्नक अग्रेषित नहीं किया जा सकता.
kk: Салынымдарды қайта бағдарлау мүмкін емес.
km: ឯកសារ​ភ្ជាប់​មិន​អាច​បញ្ជូន​បន្ត​បាន​ទេ។
kn: ಲಗತ್ತುಗಳನ್ನು ಫಾರ್ವರ್ಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
lv: Pielikumus nevar pārsūtīt.
mai: अनुलग्नक अग्रेषित नहि कएल जाए सकैत.
mg: Tsy ho azo ampitaina ireo rakipaingotra.
ml: അറ്റാച്ച്മെന്റുകൾ കൈമാറാൻ പറ്റിയില്ല.
mr: ॲटॅचमेंट्स पुढे पाठविता येत नाहित.
my: တွဲထားချက်များအား တခြားလူဆီ လွဲပေးမရပါ။
ne: संलग्नहरु फरवार्ड गर्न साकिदैन।
or: ଆଟାଚମେଣ୍ଟସବୁ ଫରୱାର୍ଡ଼ କରାଯାଇପାରିବ ନାହିଁ ।
ro: Atașamentele nu pot fi redirecționate.
si: ඈදුම් ඉදිරියට යැවිය නොහැක.
sw: Viambatisho haviwezi kutumwa mbele.
ta: இணைப்புகளை முன்னனுப்ப முடியாது.
te: జోడింపులను ఫార్వార్డు చెయ్యలేరు.
th: ไฟล์แนบไม่สามารถส่งต่อ
tr: Ekler iletilemiyor.
ur: منسلکات آگے نہیں بھیجے جا سکتے۔
uz: Biriktirmalar yo‘naltirilmadi.

# message-multiedit-header[zero]
source: Edit
ar: تحرير
bg: Редактиране
bn_in: সম্পাদনা করুন
br: Embann
bs: Uredi
eu: Editatu
fa: ویرایش
gd: Deasaich
km: កែសម្រួល
kn: ಸಂಪಾದನೆ
lv: Rediģēt
mg: Hanitsy
my: ပြင်
ne: सम्पादन गर्नुहोस्
ro: Editează
si: සංස්කරණය
th: แก้ไข
tr: Düzenle
ur: مدون کریں
uz: Tahrirlash

# message-multiedit-header[one]
source: {{ n }} selected
ar: {{ n }} مُختارة
bg: {{ n }} избрано
bn_in: {{ n }} নির্বাচিত
br: {{ n }} diuzet
bs: {{ n }} odabran
eu: {{ n }} hautatuta
fa: {{ n }} انتخاب شده
gd: Thagh thu {{ n }}
hi_in: {{ n }} चयनित
kk: {{ n }} таңдалды
km: បាន​ជ្រើស {{ n }}
kn: {{ n }} ಆಯ್ಕೆಮಾಡಿದ
lv: {{ n }} izvēlēts
mai: {{ n }} चयनित
mg: {{ n }} voafantina
ml: {{ n }} തിരഞ്ഞെടുത്തിരിക്കുന്നു
mr: {{ n }} निवडले
my: {{ n }} ရွေးထားပြီး
ne: {{ n }} वटा चयन गरिएको
or: {{ n }}ଟି ବଛାଗଲା
ro: {{ n }} selectate
si: {{ n }} තෝරාගෙන ඇත
sw: {{ n }} imechaguliwa
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
tr: {{ n }} seçildi
ur: {{ n }} منتخب
uz: {{ n }} tanlandi

# message-multiedit-header[two]
source: {{ n }} selected
ar: {{ n }} مُختارة
bg: {{ n }} избрани
bn_in: {{ n }} নির্বাচিত
br: {{ n }} diuzet
bs: {{ n }} odabrana
eu: {{ n }} hautatuta
fa: {{ n }} انتخاب شده
gd: Thagh thu {{ n }}
hi_in: {{ n }} चयनित
kk: {{ n }} таңдалды
km: បាន​ជ្រើស {{ n }}
kn: {{ n }} ಆಯ್ಕೆ ಮಾಡಿದ
lv: {{ n }} izvēlēti
mai: {{ n }} चयनित
mg: {{ n }} voafantina
ml: {{ n }} തിരഞ്ഞെടുത്തിരിക്കുന്നു
mr: {{ n }} निवडले
my: {{ n }} ရွေးထားပြီး
ne: {{ n }} वटा चयन गरिएको
or: {{ n }}ଟି ବଛାଗଲା
ro: {{ n }} selectate
si: {{ n }} තෝරාගෙන ඇත
sw: {{ n }} imechaguliwa
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
tr: {{ n }} seçildi
ur: {{ n }} منتخب
uz: {{ n }} tanlandi

# message-multiedit-header[few]
source: {{ n }} selected
ar: {{ n }} مُختارة
bg: {{ n }} избрани
bn_in: {{ n }} নির্বাচিত
br: {{ n }} diuzet
bs: {{ n }} odabrano
eu: {{ n }} hautatuta
fa: {{ n }} انتخاب شده
gd: Thagh thu {{ n }}
hi_in: {{ n }} चयनित
kk: {{ n }} таңдалды
km: បាន​ជ្រើស {{ n }}
kn: {{ n }} ಆಯ್ಕೆ ಮಾಡಿದ
lv: {{ n }} izvēlēti
mai: {{ n }} चयनित
mg: {{ n }} voafantina
ml: {{ n }} തിരഞ്ഞെടുത്തിരിക്കുന്നു
mr: {{ n }} निवडले
my: {{ n }} ရွေးထားပြီး
ne: {{ n }} वटा चयन गरिएको
or: {{ n }}ଟି ବଛାଗଲା
ro: {{ n }} selectate
si: {{ n }} තෝරාගෙන ඇත
sw: {{ n }} imechaguliwa
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
tr: {{ n }} seçildi
ur: {{ n }} منتخب
uz: {{ n }} tanlandi

# message-multiedit-header[many]
source: {{ n }} selected
ar: {{ n }} مُختارة
bg: {{ n }} избрани
bn_in: {{ n }} নির্বাচিত
br: {{ n }} diuzet
bs: {{ n }} odabrano
eu: {{ n }} hautatuta
fa: {{ n }} انتخاب شده
gd: Thagh thu {{ n }}
hi_in: {{ n }} चयनित
kk: {{ n }} таңдалды
km: បាន​ជ្រើស {{ n }}
kn: {{ n }} ಆಯ್ಕೆ ಮಾಡಿದ
lv: {{ n }} izvēlēti
mai: {{ n }} चयनित
mg: {{ n }} voafantina
ml: {{ n }} തിരഞ്ഞെടുത്തിരിക്കുന്നു
mr: {{ n }} निवडले
my: {{ n }} ရွေးထားပြီး
ne: {{ n }} वटा चयन गरिएको
or: {{ n }}ଟି ବଛାଗଲା
ro: {{ n }} selectate
si: {{ n }} තෝරාගෙන ඇත
sw: {{ n }} imechaguliwa
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
tr: {{ n }} seçildi
ur: {{ n }} منتخب
uz: {{ n }} tanlandi

# message-multiedit-header[other]
source: {{ n }} selected
ar: {{ n }} مُختارة
bg: {{ n }} избрани
bn_in: {{ n }} নির্বাচিত
br: {{ n }} diuzet
bs: {{ n }} odabrano
eu: {{ n }} hautatuta
fa: {{ n }} انتخاب شده
gd: Thagh thu {{ n }}
hi_in: {{ n }} चयनित
kk: {{ n }} таңдалды
km: បាន​ជ្រើស {{ n }}
kn: {{ n }} ಆಯ್ಕೆ ಮಾಡಿದ
lv: {{ n }} izvēlēti
mai: {{ n }} चयनित
mg: {{ n }} voafantina
ml: {{ n }} തിരഞ്ഞെടുത്തിരിക്കുന്നു
mr: {{ n }} निवडले
my: {{ n }} ရွေးထားပြီး
ne: {{ n }} वटा चयन गरिएको
or: {{ n }}ଟି ବଛାଗଲା
ro: {{ n }} selectate
si: {{ n }} තෝරාගෙන ඇත
sw: {{ n }} imechaguliwa
ta: {{ n }} தேர்ந்தன
te: {{ n }} ఎంచుకున్నారు
th: เลือกแล้ว {{ n }}
tr: {{ n }} seçildi
ur: {{ n }} منتخب
uz: {{ n }} tanlandi

source: Browse to URL?: {{ url }}
ar: تصفَّح إلى العنوان؟: {{ url }}
bg: Отиване на URL?: {{ url }}
bn_in: URL এ ব্রাউজ করা হবে?: {{ url }}
br: Digeriñ an URL ? : {{ url }}
bs: Otvoriti URL?: {{ url }}
eu: Nabigatu URLra?: {{ url }}
fa: مرور به نشانی؟: {{ url }}
gd: A bheil thu airson brabhsadh dhan URL?: {{ url }}
hi_in: ब्राउज़ करें URL?: {{ url }}
kk: Сілтемеден өту керек пе?: {{ url }}
km: រុករក​ទៅ​កាន់ URL?: {{ url }}
kn: URLಗೆ ತೆರಳುವುದೇ ?: {{ url }}
lv: Vai pārlūkot šo URL?: {{ url }}
mai: ब्राउज करू URL?: {{ url }}
mg: Hitety hatrao @ URL?: {{ url }}
ml: യുആർഎല്ലിലേക്ക് പോകണോ?: {{ url }}
mr: URL चाळायचे?: {{ url }}
my: URL အားဖွင့်မည်လား ? {{ url }}
ne: यो URL ब्राउज गर्ने?: {{ url }}
or: URL ବ୍ରାଉଜ କରିବେ?: {{ url }}
ro: Navighezi la URL?: {{ url }}
si: URL ගවේෂණය කරනවා ද?: {{ url }}
sw: Vinjari kwa URL?: {{ url }}
ta: இணையமுகவரியில் தேடு?: {{ url }}
te: యుఆర్ఎల్‌కు వెళ్ళాలా?: {{ url }}
th: เรียกดู URL?: {{ url }}
tr: Adrese git?: {{ url }}
ur: URL پر براؤز کریں؟: {{ url }}
uz: URL’da ko‘rsatilsinmi?: {{ url }}

source: This email contains one image. Tap to download.
ar: هذا البريد الإلكتروني يحتوي على صورة واحدة. اضغط لتحميلها.
bg: Това писмо съдържа изображение. Докоснете за изтегляне.
bn_in: এই ই-মেইলটিতে একটি ছবি আছে। ডাউনলোড করার জন্য ট্যাপ করুন।
br: Ar postel-mañ a endalc'h ur skeudenn. Stokit evit pellgargañ anezhi.
bs: Ovaj email sadržu jednu sliku. Dotaknite za preuzimanje.
eu: Mezu honek irudi bat dauka. Sakatu deskargatzeko.
fa: این ایمیل شامل یک تصویر است. جهت دریافت ضربه بزنید.
gd: Tha {{ n }} dealbh sa phost-d seo. Thoir gnogag gus a luchdadh a-nuas.
km: អ៊ីមែល​នេះ​មាន​រូបភាព​មួយ។ ប៉ះ​ដើម្បី​ទាញ​យក។
kn: ಈ ಇಮೇಲಿನಲ್ಲಿ ಒಂದು ಚಿತ್ರವಿದೆ. ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಚಿಟುಕಿ.
lv: Šis epasts satur vienu attēlu. Spiediet lai to lejupielādēt.
mg: Misy sary iray ity mailaka ity. Tsindrio raha hampidina.
mr: या इ-मेल सोबत एक प्रतिमा आहे. डाउनलोड करण्यासाठी क्लिक करा.
my: အီးမေလ်းတွင် ပုံတစ်ပုံပါသှ်။ ဒေါင်းလုဒ်လုပ်ရန် ကလစ်ပေးပါ။
ne: यो इमेल मा एउटा तस्बिर सामेल छ। डाउनलोड गर्न ट्याप गर्नुहोस् ।
ro: Acest e-mail conține o imagine. Atinge pentru a descărca.
si: මෙම විද්‍යුත් තැපැල් පණිවුඩය සේයාරූවක් ඇත. එය බාගැණීමට ටැප් කරන්න.
th: อีเมลนี้ประกอบด้วยหนึ่งภาพ แตะเพื่อดาวน์โหลด
tr: Bu e-posta bir resim içeriyor. İndirmek için dokunun.
ur: اس ای میل میں ایک نقش ہے۔ ڈاؤن لوڈ کرنے کے لئے ٹیپ کریں۔
uz: Ushbu e-pochtada bitta rasm bor. Yuklab olish uchun bosing.

# message-download-images-tap[two]
source: This email contains {{ n }} images. Tap to download.
ar: تحتوي هذه الرسالة {{ n }} صُور. انقر لتحميلها.
bg: Това писмо съдържа {{ n }} изображения. Докоснете за изтегляне.
bn_in: এই ই-মেইলটিতে {{ n }} টি ছবি আছে। ডাউনলোড করার জন্য ট্যাপ করুন।
br: Ar postel-mañ a endalc'h {{ n }} skeudenn. Stokit evit pellgargañ anezho.
bs: Ovaj email sadrži {{ n }} slike. Dotaknite za preuzimanje.
eu: Mezu honek {{ n }} irudi dauzka. Sakatu deskargatzeko.
fa: این ایمیل شامل {{ n }} تصویر است. جهت دریافت ضربه بزنید.
gd: Tha {{ n }} dhealbh sa phost-d seo. Thoir gnogag gus an luchdadh a-nuas.
km: អ៊ីមែល​នេះ​មាន​រូបភាព​ {{ n }} ។ ប៉ះ​ដើម្បី​ទាញ​យក។
kn: ಈ ಇಮೇಲಿನಲ್ಲಿ {{ n }} ಚಿತ್ರಗಳಿವೆ. ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಚಿಟುಕಿ.
lv: Šis epasts satur {{ n }} attēlus. Spiediet lai tos lejupielādēt.
mg: Misy sary {{ n }} ity mailaka ity. Tsindrio raha hampidina.
mr: या इ-मेल सोबत {{ n }} प्रतिमा आहेत. त्या डाउनलोड करण्यासाठी क्लिक करा.
my: အီမေလ်းတွင် {{ n }} ပုံပါနေသှ်။ ဒေါင်းလုဒ်လုပ်ရန် ကလစ်ပေးပါ။
ne: यो इमेलमा {{ n }} वटा तस्बिरहरु शामिल छन्। डाउनलोड गर्न क्लिक गर्नुहोस् ।
ro: Acest e-mail conține {{ n }} imagini. Atinge pentru a descărca.
si: මෙම විද්‍යුත් තැපැල් පණිවුඩය සේයාරූ {{ n }} ගණනක් දරයි. ඒවා භාගත කර ගැනීමට ටැප් කරන්න.
th: อีเมลนี้ประกอบด้วย {{ n }} ภาพ แตะเพื่อดาวน์โหลด
tr: Bu e-posta {{ n }} resim içeriyor. İndirmek için dokunun.
ur: اس ای میل میں {{ n }} نقوش ہیں۔ ڈاؤن لوڈ کرنے کے لئے کلک کریں۔
uz: E-pochtada {{ n }} ta rasm bor. Yuklab olish uchun bosing.

# message-download-images-tap[few]
source: This email contains {{ n }} images. Tap to download.
ar: تحتوي هذه الرسالة {{ n }} صُور. انقر لتحميلها.
bg: Това писмо съдържа {{ n }} изображения. Докоснете за изтегляне.
bn_in: এই ই-মেইলটিতে {{ n }} টি ছবি আছে। ডাউনলোড করার জন্য ট্যাপ করুন।
br: Ar postel-mañ a endalc'h {{ n }} skeudenn. Stokit evit pellgargañ anezho.
bs: Ovaj email sadrži {{ n }} slike. Dotaknite za preuzimanje.
eu: Mezu honek {{ n }} irudi dauzka. Sakatu deskargatzeko.
fa: این ایمیل شامل {{ n }} تصویر است. جهت دریافت ضربه بزنید.
gd: Tha {{ n }} dealbhan sa phost-d seo. Thoir gnogag gus a luchdadh a-nuas.
km: អ៊ីមែល​នេះ​មាន​រូបភាព​ {{ n }} ។ ប៉ះ​ដើម្បី​ទាញ​យក។
kn: ಈ ಇಮೇಲಿನಲ್ಲಿ {{ n }} ಚಿತ್ರಗಳಿವೆ. ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಮೆಲ್ಲ ತಟ್ಟು.
lv: Šis epasts satur {{ n }} attēlus. Spiediet lai tos lejupielādēt.
mg: Misy sary {{ n }} ity mailaka ity. Tsindrio raha hampidina.
mr: या इ-मेल सोबत {{ n }} प्रतिमा आहेत. त्या डाउनलोड करण्यासाठी क्लिक करा.
my: အီမေလ်းတွင် {{ n }} ပုံပါနေသှ်။ ဒေါင်းလုဒ်လုပ်ရန် ကလစ်ပေးပါ။
ne: यो इमेलमा {{ n }} वटा तस्बिरहरु सामेल छन्। डाउनलोड गर्न ट्याप गर्नुहोस् ।
ro: Acest e-mail conține {{ n }} imagini. Atinge pentru a descărca.
si: මෙම විද්‍යුත් තැපැල් පණිවුඩය සේයාරූ {{ n }} ගණනක් දරයි. ඒවා භාගත කර ගැනීමට ටැප් කරන්න.
th: อีเมลนี้ประกอบด้วย {{ n }} ภาพ แตะเพื่อดาวน์โหลด
tr: Bu e-posta {{ n }} resim içeriyor. İndirmek için dokunun.
ur: اس ای میل میں {{ n }} نقوش ہیں۔ ڈاؤن لوڈ کرنے کے لئے کلک کریں۔
uz: E-pochtada {{ n }} ta rasm bor. Yuklab olish uchun bosing.

# message-download-images-tap[many]
source: This email contains {{ n }} images. Tap to download.
ar: هذه الرسالة تحوي {{ n }} صُور. اضغط للتحميل.
bg: Това писмо съдържа {{ n }} изображения. Докоснете за изтегляне.
bn_in: এই ই-মেইলটিতে {{ n }} টি ছবি আছে। ডাউনলোড করার জন্য ট্যাপ করুন।
br: Ar postel-mañ a endalc'h {{ n }} skeudenn. Stokit evit pellgargañ anezho.
bs: Ovaj email sadrži {{ n }} slika. Dotaknite za preuzimanje.
eu: Mezu honek {{ n }} irudi dauzka. Sakatu deskargatzeko.
fa: این ایمیل شامل {{ n }} تصویر است. جهت دریافت ضربه بزنید.
gd: Tha {{ n }} dhealbh sa phost-d seo. Briog air gus an luchdadh a-nuas.
km: អ៊ីមែល​នេះ​មាន​រូបភាព​ {{ n }} ។ ប៉ះ​ដើម្បី​ទាញ​យក។
kn: ಈ ಇಮೇಲಿನಲ್ಲಿ {{ n }} ಚಿತ್ರಗಳಿವೆ. ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಮೆಲ್ಲ ತಟ್ಟು.
lv: Šis epasts satur {{ n }} attēlus. Spiediet lai tos lejupielādēt.
mg: Misy sary {{ n }} ity mailaka ity. Tsindrio raha hampidina.
mr: या इ-मेल सोबत {{ n }} प्रतिमा आहेत. त्या डाउनलोड करण्यासाठी क्लिक करा.
my: အီမေလ်းတွင် {{ n }} ပုံပါနေသှ်။ ဒေါင်းလုဒ်လုပ်ရန် ကလစ်ပေးပါ။
ne: यो इमेलमा {{ n }} वटा चित्रहरु शामिल छन्। डाउनलोड गर्न ट्याप गर्नुहोस्।
ro: Acest e-mail conține {{ n }} imagini. Atinge pentru a descărca.
si: මෙම විද්‍යුත් තැපැල් පණිවුඩය සේයාරූ {{ n }} ගණනක් දරයි. ඒවා භාගත කර ගැනීමට ටැප් කරන්න.
th: อีเมลนี้ประกอบด้วย {{ n }} ภาพ แตะเพื่อดาวน์โหลด
tr: Bu e-posta {{ n }} resim içeriyor. İndirmek için dokunun.
ur: اس ای میل میں {{ n }} نقوش ہیں۔ ڈاؤن لوڈ کرنے کے لئے کلک کریں۔
uz: E-pochtada {{ n }} ta rasm bor. Yuklab olish uchun bosing.

# message-download-images-tap[other]
source: This email contains {{ n }} images. Tap to download.
ar: تحتوي هذه الرسالة {{ n }} صُور. انقر لتحميلها.
bg: Това писмо съдържа {{ n }} изображения. Докоснете за изтегляне.
bn_in: এই ই-মেইলটিতে {{ n }} টি ছবি আছে। ডাউনলোড করার জন্যে ট্যাপ করুন।
br: Ar postel-mañ a endalc'h {{ n }} skeudenn. Stokit evit pellgargañ anezho.
bs: Ovaj email sadrži {{ n }} slika. Dotaknite za preuzimanje.
eu: Mezu honek {{ n }} irudi dauzka. Sakatu deskargatzeko.
fa: این ایمیل شامل {{ n }} تصویر است. جهت دریافت ضربه بزنید.
gd: Tha {{ n }} dealbh sa phost-d seo. Briog air gus an luchdadh a-nuas.
km: អ៊ីមែល​នេះ​មាន​រូបភាព​ {{ n }} ។ ប៉ះ​ដើម្បី​ទាញ​យក។
kn: ಈ ಇಮೇಲಿನಲ್ಲಿ {{ n }} ಚಿತ್ರಗಳಿವೆ. ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಮೆಲ್ಲ ತಟ್ಟು.
lv: Šis epasts satur {{ n }} attēlus. Spiediet lai tos lejupielādēt.
mg: Misy sary {{ n }} ity mailaka ity. Tsindrio raha hampidina.
mr: या इ-मेल सोबत {{ n }} प्रतिमा आहेत. त्या डाउनलोड करण्यासाठी क्लिक करा.
my: အီမေလ်းတွင် {{ n }} ပုံပါနေသှ်။ ဒေါင်းလုဒ်လုပ်ရန် ကလစ်ပေးပါ။
ne: यो इमेलमा {{ n }} वटा चित्रहरु शामिल छन्। डाउनलोड गर्न ट्याप गर्नुहोस्।
ro: Acest e-mail conține {{ n }} imagini. Atinge pentru a descărca.
si: මෙම විද්‍යුත් තැපැල් පණිවුඩය සේයාරූ {{ n }} ගණනක් දරයි. ඒවා භාගත කර ගැනීමට ටැප් කරන්න.
th: อีเมลนี้ประกอบด้วย {{ n }} ภาพ แตะเพื่อดาวน์โหลด
tr: Bu e-posta {{ n }} resim içeriyor. İndirmek için dokunun.
ur: اس ای میل میں {{ n }} نقوش ہیں۔ ڈاؤن لوڈ کرنے کے لئے کلک کریں۔
uz: E-pochtada {{ n }} ta rasm bor. Yuklab olish uchun bosing.

source: Show external images
ar: عرض الصور الخارجية
bg: Показване на външни изображения
bn_in: বহিস্থিত ছবি প্রদর্শন করো
br: Diskouez ar skeudennoù diavaez
bs: Prikaži vanjske slike
eu: Erakutsi kanpoko irudiak
fa: نمایش تصاویر خارجی
gd: Seall dealbhan on taobh a-muigh
hi_in: बाहरी छवियाँ दिखाएँ
kk: Сыртқы суреттерді көрсету
km: បង្ហាញ​រូបភាព​ខាង​ក្រៅ
kn: ಹೊರಗಿನ ಚಿತ್ರಗಳನ್ನು ತೋರಿಸು
lv: Rādīt ārējos attēlus
mai: बाहरी छवि देखाउ
mg: Aseho ireo sary ivelany
ml: പുറമേയുള്ള ചിത്രങ്ങൾ കാണിക്കുക
mr: बाहेरील प्रतिमा दर्शवा
my: ပြင်ပမှ ပုံများအား ပြပါ
ne: बाह्य तस्वीरहरु देखाउनुहोस्
or: ବାହାର ଛବି ଦେଖାନ୍ତୁ
ro: Arată imaginile externe
si: බාහිර සේයාරූ පෙන්වන්න
sw: Onyesha picha za nje
ta: புறத்தேயான படங்களை காண்பி
te: బయటి బొమ్మలను చూపించు
th: แสดงภาพภายนอก
tr: Harici resimleri göster
ur: بیرونی نقوش دکھائیں
uz: Tashqi rasmlarni ko‘rsatish

# message-multiedit-cancel
source: Cancel
ar: إلغاء
bg: Отказ
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
eu: Utzi
fa: انصراف
gd: Sguir dheth
hi_in: रद्द करें
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದುಮಾಡು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കുക
mr: रद्द करा
my: ဖျက်
ne: रद्द गर्नुहोस्
or: ବାତିଲ କରନ୍ତୁ
ro: Renunță
si: අවලංගු කරන්න
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish

source: Delete this email message?
ar: هل تريد حذف هذه الرسالة؟
bg: Изтриване на това писмо?
bn_in: এই ই-মেলটি মুছতে চান?
br: Dilemel ar gemennadenn-mañ
bs: Obrisati ovu email poruku?
eu: Ezabatu mezu hau?
fa: حذف این پیام پست‌الکترونیکی؟
gd: A bheil thu airson an teachdaireachd seo a sguabadh às?
hi_in: ईमेल संदेश मिटाएँ ?
kk: Бұл эл. пошта хатын өшіру керек пе?
km: លុប​សារ​អ៊ីមែល​នេះ​ឬ?
kn: ಇಮೇಲ್ ಸಂದೇಶ ಅಳಿಸುವುದೇ?
lv: Vai dzēst šo vēstuli?
mai: इमेल समाद मेटाउ?
mg: Hamafa an'ity hafatra mailaka ity?
ml: ഈ ഈമെയിൽ സന്ദേശം നീക്കം ചെയ്യണോ?
mr: हा इमेल संदेश नष्ट करावा?
my: ယခု အီမေလ်း စာတိုအား ဖျက်မလား ?
ne: यो इमेल सन्देश मेटाउने?
or: ଏହି ଇମେଲ ସନ୍ଦେଶଟିକୁ ଲିଭାଇବେ?
ro: Ștergi acest e-mail?
si: මෙම විද්‍යුත් තැපැල් පණිවුඩය මකන්න ද?
sw: Futa ujumbe huu wa barua pepe?
ta: இந்த மின்னஞ்சல் செய்தியை அழிக்கவா?
te: ఈమెయిలు సందేశాన్ని తొలగించాలా?
th: ลบข้อความอีเมลนี้?
tr: Bu e-posta iletisi silinsin mi?
ur: اس ای میل کو حذف کریں؟
uz: Ushbu e-pochta xabari o‘chirilsinmi?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
ar: هل تريد حذف {{ n }} من الرسائل؟
bg: Изтриване на {{ n }} писма?
bn_in: {{ n }} ই-মেল মুছতে চান?
br: Dilemel {{ n }} a gemennadennoù ?
bs: Obrisati {{ n }} email poruke?
eu: Ezabatu {{ n }} mezu?
fa: حذف {{ n }} پیام پست‌الکترونیکی؟
gd: A bheil thu airson an {{ n }} theachdaireachd seo a sguabadh às?
hi_in: {{ n }} ईमेल संदेश मिटाएँ?
kk: {{ n }} эл. пошта хатын өшіру керек пе?
km: លុប​សារ​អ៊ីមែល {{ n }} ឬ?
kn: {{ n }} ಇಮೇಲ್ ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
lv: Vai dzēst {{ n }} vēstules?
mai: {{ n }} इमेल समाद मेटाउ?
mg: Hamafa ireo hafatra mailaka {{ n }}?
ml: {{ n }} ഈമെയിൽ സന്ദേശങ്ങൾ നീക്കം ചെയ്യണോ?
mr: {{ n }} इमेल संदेश नष्ट करावे?
my: ယခု အီမေလ်း စာတိုများအား ဖျက်မလား ?
ne: {{ n }} वटा इमेल सन्देशहरु मेटाउने?
or: {{ n }}ଟି ଇମେଲ ସନ୍ଦେଶ ଲିଭାଇବେ?
ro: Ștergi cele {{ n }} e-mailuri?
si: විද්‍යුත් තැපැල් පණිවුඩ {{ n }} ක් මකන්න ද?
sw: Futa ujumbe {{n}} za barua pepe?
ta: {{ n }} மின்னஞ்சல் செய்திகளை அழிக்கவா?
te: {{ n }} ఈమెయిలు సందేశాలను తొలగించాలా?
th: ลบ {{ n }} ข้อความอีเมล?
tr: {{ n }} e-posta iletisi silinsin mi?
ur: {{ n }} ای میل پیغامات حذف کریں؟
uz: {{ n }} ta e-pochta xabarlari o‘chirilsinmi?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
ar: هل تريد حذف {{ n }} رسالة؟
bg: Изтриване на {{ n }} писма?
bn_in: {{ n }} ই-মেল মুছতে চান?
br: Dilemel {{ n }} a gemennadennoù ?
bs: Obrisati {{ n }} email poruka?
eu: Ezabatu {{ n }} mezu?
fa: حذف {{ n }} پیام پست‌الکترونیکی؟
gd: A bheil thu airson na {{ n }} teachdaireachdan seo a sguabadh às?
hi_in: {{ n }} ईमेल संदेश मिटाएँ?
kk: {{ n }} эл. пошта хатын өшіру керек пе?
km: លុប​សារ​អ៊ីមែល {{ n }} ឬ?
kn: {{ n }} ಇಮೇಲ್ ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
lv: Vai dzēst {{ n }} vēstules?
mai: {{ n }} इमेल समाद मेटाउ?
mg: Hamafa ireo hafatra mailaka {{ n }}?
ml: {{ n }} ഈമെയിൽ സന്ദേശങ്ങൾ നീക്കം ചെയ്യണോ?
mr: {{ n }} इमेल संदेश नष्ट करावे?
my: အီးမေလ်း {{ n }} စောင်အား ဖျက်မလား ?
ne: {{ n }} वटा इमेल सन्देशहरु मेटाउने?
or: {{ n }}ଟି ଇମେଲ ସନ୍ଦେଶ ଲିଭାଇବେ?
ro: Ștergi cele {{ n }} e-mailuri?
si: විද්‍යුත් තැපැල් පණිවුඩ {{ n }} ක් මකන්න ද?
sw: Futa ujumbe {{n}} za barua pepe?
ta: {{ n }} மின்னஞ்சல் செய்திகளை அழிக்கவா?
te: {{ n }} ఈమెయిల్ సందేశాలు తొలగించాలా?
th: ลบ {{ n }} ข้อความอีเมล?
tr: {{ n }} e-posta iletisi silinsin mi?
ur: {{ n }} ای میل پیغامات حذف کریں؟
uz: {{ n }} ta e-pochta xabarlari o‘chirilsinmi?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
ar: حذف {{ n }} رسائل الكترونية؟
bg: Изтриване на {{ n }} писма?
bn_in: {{ n }} ই-মেল মুছতে চান?
br: Dilemel {{ n }} a gemennadennoù ?
bs: Obrisati {{ n }} email poruka?
eu: Ezabatu {{ n }} mezu?
fa: حذف {{ n }} پیام پست‌الکترونیکی؟
gd: A bheil thu airson na {{ n }} teachdaireachd seo a sguabadh às?
hi_in: {{ n }} ईमेल संदेश मिटाएँ?
kk: {{ n }} эл. пошта хатын өшіру керек пе?
km: លុប​សារ​អ៊ីមែល {{ n }} ឬ?
kn: {{ n }} ಇಮೇಲ್ ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
lv: Vai dzēst {{ n }} vēstules?
mai: {{ n }} इमेल समाद मेटाउ?
mg: Hamafa ireo hafatra mailaka {{ n }}?
ml: {{ n }} ഈമെയിൽ സന്ദേശങ്ങൾ നീക്കം ചെയ്യണോ?
mr: {{ n }} इमेल संदेश नष्ट करावे?
my: အီးမေလ်း {{ n }} စောင် အားဖျက်?
ne: {{ n }} वटा इमेल सन्देशहरु मेटाउने?
or: {{ n }}ଟି ଇମେଲ ସନ୍ଦେଶ ଲିଭାଇବେ?
ro: Ștergi cele {{ n }} e-mailuri?
si: විද්‍යුත් තැපැල් පණිවුඩ {{ n }} ක් මකන්න ද?
sw: Futa ujumbe {{n}} za barua pepe?
ta: {{ n }} மின்னஞ்சல் செய்திகளை அழிக்கவா?
te: {{ n }} ఈమెయిలు సందేశాలను తొలగించాలా?
th: ลบ {{ n }} ข้อความอีเมล?
tr: {{ n }} e-posta iletisi silinsin mi?
ur: {{ n }} ای میل پیغامات حذف کریں؟
uz: {{ n }} ta e-pochta xabarlari o‘chirilsinmi?
