Repository: translate/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: ar, bg, bn_in, br, bs, eu, fa, gd, hi_in, kk, km, kn, lv, mai, mg, ml, mr, my, ne, or, ro, si, sw, ta, te, th, tr, ur, uz

# setup-manual-imap-header
source: IMAP settings
ar: إعدادات IMAP
bg: IMAP настройки
bn_in: IMAP বৈশিষ্ট্যাবলী
br: Arventennoù IMAP
bs: IMAP postavke
eu: IMAP ezarpenak
fa: تنظیمات IMAP
gd: Roghainnean IMAP
hi_in: IMAP सेटिंग्स
kk: IMAP баптаулары
km: ការ​កំណត់ IMAP
kn: IMAP ಸಿದ್ಧತೆಗಳು
lv: IMAP iestatījumi
mai: IMAP सेटिंग
mg: Tefin'ny IMAP
ml: ഐമാപ്പ് സജ്ജീകരണങ്ങള്‍
mr: IMAP सेटींग्स
my: IMAP အပြင်အဆင်များ
ne: IMAP सेटिङहरू
or: IMAP ସଂରଚନା
ro: Setări IMAP
si: IMAP සැකසුම්
sw: Mipangilio ya IMAP
ta: IMAP அமைவுகள்
te: ఐమ్యాప్ అమరికలు
th: ตั้งค่า IMAP
tr: IMAP ayarları
ur: IMAP سیٹنگیں
uz: IMAP sozlamalari

# setup-manual-pop3-header
source: POP3 settings
ar: إعدادات خادم POP3
bg: POP3 настройки
bn_in: POP3 বৈশিষ্ট্যাবলী
br: Arventennoù POP3
bs: POP3 postavke
eu: POP3 ezarpenak
fa: تنطیمات POP3
gd: Roghainnean POP3
hi_in: POP3 विन्यास
km: ការ​កំណត់ POP3
kn: POP3 ಸಿದ್ಧತೆಗಳು
lv: POP3 iestatījumi
mai: POP3 विन्यास
mg: Tefin'ny POP3
ml: പോപ്3 സജ്ജീകരണങ്ങള്‍
mr: POP3 सेटींग्स
my: POP3 အပြင်အဆင်များ
ne: POP3 सेटिङहरू
or: POP3 ସଂରଚନା
ro: Setări POP3
si: POP3 සැකසුම්
sw: Mipangilio ya POP3
ta: POP3 அமைவுகள்
te: POP3 అమరికలు
th: ตั้งค่า POP3
tr: POP3 ayarları
ur: سیٹنگز POP3
uz: POP3 sozlamalari

# setup-manual-smtp-header
source: SMTP settings
ar: إعدادات SMTP
bg: SMTP настройки
bn_in: SMTP বৈশিষ্ট্যাবলী
br: Arventennoù SMTP
bs: SMTP postavke
eu: SMTP ezarpenak
fa: تنظیمات SMTP
gd: Roghainnean SMTP
hi_in: SMTP सेटिंग्स
kk: SMTP баптаулары
km: ការកំណត់​ SMTP
kn: SMTP ಸಿದ್ದತೆಗಳು
lv: SMTP iestatījumi
mai: SMTP सेटिंग
mg: Tefin'ny SMTP
ml: എസ്എംടിപി സജ്ജീകരണങ്ങള്‍
mr: SMTP सेटींग्स
my: SMTP အပြင်အဆင်များ
ne: SMTP सेटिङहरू
or: SMTP ସଂରଚନା
ro: Setări SMTP
si: SMTP සැකසුම්
sw: Mipangilio ya SMTP
ta: SMTP அமைவுகள்
te: ఎస్ఎమ్‌టిపి అమరికలు
th: ตั้งค่า SMTP
tr: SMTP ayarları
ur: SMTP سیٹکگیں
uz: SMTP sozlamalari

# setup-manual-activesync-header
source: ActiveSync settings
ar: إعدادات ActiveSync
bg: ActiveSync настройки
bn_in: ActiveSync বৈশিষ্ট্যাবলী
br: Arventennoù ActiveSync
bs: ActiveSync postavke
eu: ActiveSync ezarpenak
fa: تنظیمات ActiveSync
gd: Roghainnean ActiveSync
hi_in: ActiveSync सेटिंग्स
kk: ActiveSync баптаулары
km: ការ​កំណត់​ ActiveSync
kn: ActiveSync ಸಿದ್ದತೆಗಳು
lv: ActiveSync iestatījumi
mai: ActiveSync सेटिंग
mg: Tefin'ny ActiveSync
ml: ActiveSync സജ്ജീകരണങ്ങള്‍
mr: ActiveSync सेटींग्स
my: ActiveSync အပြင်အဆင်များ
ne: ActiveSync सेटिङहरू
or: ActiveSync ସଂରଚନା
ro: Setări ActiveSync
si: ActiveSync සැකසුම්
sw: Mipangilio ya ActiveSync
ta: ActiveSync அமைவுகள்
te: యాక్టివ్ సింక్ అమరికలు
th: ตั้งค่า ActiveSync
tr: ActiveSync ayarları
ur: ActiveSync سیٹکگیں
uz: ActiveSync sozlamalari

# setup-manual-next
source: Next
ar: التالي
bg: Напред
bn_in: পরবর্তী
br: War-lerc'h
bs: Sljedeći
eu: Hurrengoa
fa: بعدی
gd: Air adhart
hi_in: अगला
kk: Келесі
km: បន្ទាប់
kn: ಮುಂದಿನ
lv: Nākamais
mai: अगिला
mg: Manaraka
ml: അടുത്തത്
mr: पुढे
my: နောက်
ne: अर्को
or: ପରବର୍ତ୍ତୀ
ro: Înainte
si: ඊලඟ
sw: Ifuatayo
ta: அடுத்து
te: తరువాత
th: ถัดไป
tr: İleri
ur: آگے
uz: Keyingi

source: Socket Type
ar: نوع المقبس
bg: Тип сокет
bn_in: সকেট ধরণ
br: Rizh ar c'homenad
bs: Vrsta socketa
eu: Socket mota
fa: گونهٔ سوکت
gd: Seòrsa na socaid
hi_in: सॉकेट क़िस्म
kk: Сокет түрі
km: ប្រភេទ​រន្ធ
kn: Socket ಬಗೆ
mai: सॉकेट प्रकार
mg: Karazana pirizy
ml: സോക്കറ്റ് രീതി
mr: सॉकेट प्रकार
my: Socket အမျိုးအစား
ne: सकेटको प्रकार
or: ସକେଟ ପ୍ରକାର
ro: Tipul socketului
si: සොකට් වර්ගය
sw: Aina ya Soketi
ta: சாக்கெட் வகை
te: సాకెట్ రకం
th: ชนิดซ็อกเก็ต
tr: Soket Türü
ur: ساکٹ قسم
uz: Soket turi

source: Connection security
ar: أمان الاتّصال
bg: Защита на свързаността
bn_in: সংযোগের সুরক্ষা
br: Diogelroez kennask
bs: Sigurnost veze
eu: Konexio-segurtasuna
fa: امنیت اتّصال
gd: Tèarainteachd a’ cheangail
km: សុវត្ថិភាព​ការ​តភ្ជាប់
kn: ಸಂಪರ್ಕದ ಸುರಕ್ಷತೆ
lv: Savienojuma drošība
mg: Fiarovana fifandraisana
my: ချိတ်ဆက်မှု လုံခြံရေး
ro: Securitatea conexiunii
si: සබඳතා ආරක්ෂාව
th: ความปลอดภัยในการเชื่อมต่อ
tr: Bağlantı güvenliği
ur: کنکشن سلامتی
uz: Xavfsiz ulanish

source: Unencrypted (insecure)
ar: غير مشفر (غير آمن)
bg: Без шифроване (несигурно)
bn_in: আনক্রিপটেড (অসংরক্ষিত)
br: Hep enrinegañ (arvarus)
bs: Neenkriptovano (nesigurno)
eu: Zifratu gabea (ez segurua)
fa: رمزنگاری نشده (ناامن)
gd: Gun chrioptachadh (neo-thèarainte)
km: មិន​បាន​ដាក់​លេខ​កូដ (គ្មាន​សុវត្ថិភាព)
kn: ಎನ್‌ಕ್ರಿಪ್ಟ್‌ಮಾಡದ (ಅಸುರಕ್ಷಿತ)
lv: Nešifrēts (nedrošs)
mg: Tsy vita kriptazy (tsy azo antoka)
my: Encrypt လုပ်မထားသော (မလုံခြုံသော)
ro: Necriptată (nesigură)
si: ගුප්තකේතී (අනාරක්ෂිත)
th: ไม่ถูกเข้ารหัส (ไม่ปลอดภัย)
tr: Şifrelenmemiş (güvensiz)
ur: غیرخفیہ کردہ (ناقابل بھروسا)
uz: Shifrlanmagan (xavfsiz emas)

# setup-manual-hostname.placeholder
source: Hostname
ar: اسم المضيف
bg: Хост
bn_in: হোস্ট-নেম
br: Anv ostiz
eu: Ostalari-izena
fa: نام میزبان
gd: Ainm an òstair
hi_in: होस्टनाम
kk: Хост аты
km: ឈ្មោះ​ម៉ាស៊ីន​បង្ហោះ
kn: ಆತಿಥೇಯದ ಹೆಸರು
lv: Servera nosaukums
mai: होस्टनाम
mg: Anara-mpampiantrano
ml: ഹോസ്റ്റിന്റെ പേര്
mr: होस्टनेम
my: စက်အမည်
ne: होस्टनाम
or: ହୋଷ୍ଟନାମ
ro: Nume gazdă
si: ධාරක නාමය
sw: Mwenyeji
ta: புரவலன் பெயர்
te: అతిథేయిపేరు
th: ชื่อโฮสต์
tr: Sunucu adı
ur: میزبان نام
uz: Host nomi

source: Port Number
ar: رقم المنفذ
bg: Номер на порт
bn_in: পোর্ট সংখ্যা
br: Niverenn Porzh
bs: Broj porta
eu: Ataka zenbakia
fa: شمارهٔ درگاه
gd: Àireamh a' phuirt
hi_in: पोर्ट संख्या
kk: Порт нөмірі
km: លេខ​ច្រក
kn: ಸಂಪರ್ಕಸ್ಥಾನದ ಸಂಖ್ಯೆ
lv: Pieslēgvietas Numurs
mai: पोर्ट संख्या
mg: Nomeraom-paoro
ml: പോര്‍ട്ട് നംബര്‍
mr: पोर्ट क्रमांक
my: Port နံပါတ်
ne: पोर्ट नम्बर
or: ପୋର୍ଟ ସଂଖ୍ଯା
ro: Numărul de port
si: පොර්ට් අංකය
sw: Namba ya poti
ta: போர்ட் எண்
te: పోర్టు సంఖ్య
th: หมายเลขพอร์ต
tr: Port Numarası
ur: پورٹ نمبر
uz: Port raqami

# setup-manual-username.placeholder
source: Username
ar: اسم المستخدم
bg: Потребителско име
bn_in: ব্যবহারকারীর নাম
br: Anv arveriad
bs: Korisničko ime
eu: Erabiltzaile-izena
fa: نام‌کاربری
gd: Ainm-cleachdaiche
hi_in: उपयोक्ता नाम
kk: Пайдаланушы аты
km: ឈ្មោះ​អ្នក​ប្រើ
kn: ಬಳಕೆದಾರಹೆಸರು
lv: Lietotājvārds
mai: प्रयोक्ता नाम
mg: Solonanarana
ml: ഉപയോക്തൃനാമം
mr: वापरकर्ता नाव
my: သုံးစွဲသူအမည်
ne: प्रयोगकर्ताको नाम
or: ବ୍ୟବହାରକାରୀ ନାମ
ro: Utilizator
si: පරිශීලක නාමය
sw: Jina la mtumiaji
ta: பயனர்பெயர்
te: వాడుకరి పేరు
th: ชื่อผู้ใช้
tr: Kullanıcı adı
ur: صارف نام
uz: Foydalanuvchi nomi

source: Domain\Username
bn_in: ডোমেইন\ব্যবহারকারীর নাম
bs: Domena\Korisničko ime
eu: Domeinua\Erabiltzaile-izena
fa: دامنه\نام کاربری
gd: Àrainn\Ainm-cleachdaiche
hi_in: डोमेन\उपयोक्तानाम
km: ដែន\ឈ្មោះ​អ្នក​ប្រើ
lv: Domēns\Lietotājvārds
mai: डोमेन\प्रयोक्तानाम
mg: Sehatra\Solonanarana
ml: ഡൊമെയിന്‍\ഉപയോക്തൃനാമം
my: ဒိုမိန်း\သုံးစွဲသူအမည်
ne: डोमेन \ प्रयोगकर्ता नाम
or: ଡୋମେନ\ସଭ୍ୟନାମ
ro: Domeniu\Nume de utilizator
si: ඩොමේන්\පරිශීලක නාමය
sw: Domaini\Jina la mtumiaji
ta: டோமைன்\பயனர்பெயர்
te: డొమైన్\వాడుకరి పేరు
th: โดเมน\ชื่อผู้ใช้
tr: EtkiAlanı\KullanıcıAdı
ur: عمل داری\صارف نام
uz: Domen\Foydalanuvchi

source: Bad password!
ar: كلمة سرّ خاطئة!
bg: Грешна парола!
bn_in: ত্রুটিযুক্ত পাসওয়ার্ড!
br: Ger-tremen direizh !
bs: Pogrešna lozinka!
eu: Pasahitz okerra!
fa: گذرواژهٔ بد
gd: Facal-faire cearr!
hi_in: खराब पासवर्ड!
kk: Пароль қате!
km: ពាក្យ​សម្ងាត់​មិន​ល្អ!
kn: ತಪ್ಪು ಗುಪ್ತಪದ!
lv: Nepareiza parole!
mai: खराब गुड़किल्ली!
mg: Tenimiafina diso!
ml: മോശം രഹസ്യവാക്ക്!
mr: अपायकारक पासवर्ड!
my: ဆိုးရွားသော စကားဝှက်!
ne: खराब पासवर्ड!
or: ଖରାପ ପାସୱାର୍ଡ଼!
ro: Parolă greșită!
si: අයෝග්‍ය මුරපදයක්!
sw: Neno la siri lisilo sahihi!
ta: மோசமான கடவுச்சொல்!
te: చెడు సంకేతపదం!
th: รหัสผ่านไม่ดี!
tr: Yanlış parola!
ur: ناقص پاس ورڈ!
uz: Yomon parol!

source: We could not sign in to the server. Maybe your password is wrong?
ar: لا يمكننا تسجيل الدخول إلى الخادم. قد تكون كلمة السِّر خاطئة؟
bg: Неуспешно вписване на сървъра. Грешна парола?
bn_in: আমরা সার্ভারে সাইন-ইন করতে পারছি না। আপনার পাসওয়ার্ডটি কি ভুল?
br: N'haller ket kennaskañ ouzh an dafariad. Fall eo ho ker-tremen marteze ?
bs: Nismo vas mogli prijaviti na server. Možda ste upisali pogrešnu lozinku?
eu: Ezin izan da zerbitzarian saioa hasi. Zure pasahitza okerra da?
fa: ما نمی‌توانیم به کارگزار وارد شویم. ممکن است گذرواژه‌تان اشتباه باشد؟
gd: Cha b' urrainn clàradh a-steach air an fhrithealaiche. Saoil a bheil am facal-faire cearr?
hi_in: हम में सर्वर के लिए नहीं पर हस्ताक्षर कर सकते हैं. शायद अपना पासवर्ड गलत है?
kk: Серверге кіре алмадық. Мүмкін, пароліңіз қате шығар?
km: យើង​មិន​អាច​ចូល​ទៅ​កាន់​ម៉ាស៊ីន​មេ​បាន​ទេ។ ប្រហែល​ពាក្យ​សម្ងាត់​របស់​អ្នក​មិន​ត្រឹមត្រូវ?
kn: ಸೈನ್ ಇನ್ ಮಾಡಲಾಗಲಿಲ್ಲ. ಬಹುಶಃ ನಿಮ್ಮ ಗುಪ್ತಪದ ತಪ್ಪಿರಬಹುದು?
lv: Mēs nevaram ieiet serveri. Varbūt jūsu parole ir nepareiza?
mai: हम एहि सर्वर मे हस्ताक्षर नहि कए सकैत अछि. साइत अहाँक गुड़किल्ली गलत अछि?
mg: Tsy tafiditra ao @ mpizara isika. Angamba diso ny tenimiafinao?
ml: ഞങ്ങൾക്ക് സെർവറിലേക്ക് പ്രവേശിക്കാനായില്ല. താങ്കളുടെ രഹസ്യവാക്ക് തെറ്റാണോ?
mr: सर्वर वर साईन-इन करू शकत नाही. कदाचित आपले पासवर्ड चुकिचे आहे?
my: ဆာဗာထဲသို့ မဝင်ရောက်နိုင် ခဲ့ပါဘူး။ သင့်စကားဝှက်များ မှားနေသလား ?
ne: हामीले सर्भरमा साइन-इन गर्न सकेनौ। शायद तपाईको पासवर्ड गलत छ कि?
or: ସର୍ଭରରେ ସାଇନ ଇନ ହେଲାନାହିଁ । ଆପଣଙ୍କ ପାସୱାର୍ଡ଼ଟି ଭୁଲ ନାହିଁ ତ?
ro: Nu ne-am putut autentifica pe server. Posibil ca parola să fie greșită?
si: සේවාදායකයාට ප්‍රවේශණය විය නොහැකියි. ඔබගේ මුරපදය නිවැරදි ද?
sw: Hatukuweza kuingia kwa sava. Labda neno lako la siri sio sahihi?
ta: நாங்க சேவகனுள் நுழைய முடியவில்லை. உங்களுடைய கடவுச்சொல் தவறாக இருக்கலாம்?
te: సేవకానికి సంధానించలేకపోయాం. బహుశా, మీ సంకేతపదం తప్పేమో?
th: เราไม่สามารถเข้าสู่ระบบเซิร์ฟเวอร์ได้ บางทีรหัสผ่านของคุณอาจจะผิด?
tr: Sunucuya giriş yapamadık. Parolanız yanlış olabilir mi?
ur: ہم پیش کار میں سائن نہیں کر سکتے. ہو سکتا ہے کہ آپکا پاس ورڈ غلط ہے؟
uz: Biz serverga kira olmadik. Balkim, parolingiz xatodir?

source: New password
ar: كلمة سِر جديدة
bg: Нова парола
bn_in: নতুন পাসওয়ার্ড
br: Ger-tremen nevez
bs: Nova lozinka
eu: Pasahitz berria
fa: گذرواژهٔ جدید
gd: Facal-faire ùr
hi_in: नया कूटशब्द
kk: Жаңа пароль
km: ពាក្យ​សម្ងាត់​ថ្មី
kn: ಹೊಸ ಗುಪ್ತಪದ
lv: Jauna parole
mai: नव गुड़किल्ली
mg: Tenimiafina vaovao
ml: പുതിയ രഹസ്യവാക്ക്
mr: नवीन पासवर्ड
my: စကားဝှက်အသစ်
ne: नयाँ पासवर्ड
or: ନୂଆ ପାସୱାର୍ଡ଼
ro: Parolă nouă
si: නව මුරපදය
sw: Neno mpya la siri
ta: புதிய கடவுச்சொல்
te: కొత్త సంకేతపదం
th: รหัสผ่านใหม่
tr: Yeni parola
ur: نیا پاس ورڈ
uz: Yangi parol

source: Retry with new password
ar: حاول بكلمة سرّ جديدة
bg: Опитайте отново с нова парола
bn_in: নতুন পাসওয়ার্ড দিয়ে আবার চেষ্টা করুন
br: Klaskit en-dro gant ur ger-tremen nevez
bs: Pokušaj ponovo s novom lozinkom
eu: Saiatu berriro pasahitz berriarekin
fa: تلاش دوباره با گذرواژهٔ جدید
gd: Feuch ris a-rithist le facal-faire ùr
hi_in: नए कूटशब्द के साथ पुन: प्रयास करें
kk: Жаңа парольмен қайтадан көру
km: ព្យាយាម​ឡើងវិញ​ជាមួយ​ពាក្យ​សម្ងាត់​ថ្មី
kn: ಹೊಸ ಗುಪ್ತಪದದೊಂದಿಗೆ ಮರುಪ್ರಯತ್ನಿಸಿ
lv: Mēģiniet vēlreiz ar jauno paroli
mai: नव गुड़किल्ली क सँग पुन: प्रयास करू
mg: Andramo @ tenimiafina vaovao
ml: പുതിയ രഹസ്യവാക്ക് വെച്ച് വീണ്ടും ശ്രമിക്കുക
mr: नविन पासवर्ड ने पुन्हा प्रयत्न करा
my: စကားဝှက် အသစ်ဖြင့် ထပ်ဝင်မည်
ne: नँया पासवर्डले पुन: प्रयास गर्नुहोस्
or: ନୂଆ ପାସୱାର୍ଡ଼ ଦେଇ ପୁଣି ଚେଷ୍ଟାକରନ୍ତୁ
ro: Reîncearcă cu parola nouă
si: නව මුරපදය සමඟින් නැවත උත්සහ කරන්න
sw: Jaribu na neno mpya la siri
ta: மீண்டும் புதிய கடவுச்சொல்லுடன் முயற்சி
te: కొత్త సంకేతపదంతో మరలా ప్రయత్నించండి
th: ลองใหม่ด้วยรหัสผ่านใหม่
tr: Yeni parola ile tekrar dene
ur: پھر کوشش کریں نیا پاس ورڈ کے ساتھ
uz: Yangi parol bilan urinib ko‘ring

source: Two-Factor Enabled
ar: تم تفعيل Two-Factor
bg: Включена е двуфакторна проверка
bn_in: টু-ফেক্টর সক্রিয়
br: Gweredekaet eo an dilesa gant div bazenn
bs: Dvostruka metoda prijave uključena
eu: Bi faktoreko autentifikazioa gaituta
fa: دو عامله فعّال شد
gd: Tha two-factor an comas
hi_in: दो-कारक सक्रिय
kk: Қос факторлы іске қосылған
km: បាន​បើក​ពីរ​កត្តា
kn: Two-Factor ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
mai: दुइ-कारक सक्रिय
mg: Novelomina ny Roa-Anona
ml: ടൂ-ഫാക്ടർ സജ്ജമാക്കിയിരിക്കുന്നു
mr: टू-फॅक्टर सक्रिय
my: နှစ်ဆင့် လုံခြုံရေး ဖွင့်ထားတယ်
ne: दुई-फ्याक्टर सक्षम पारियो
or: ଦୁଇ-ସୋପାନ ସକ୍ରିୟ ହେଲା
ro: Autentificarea pe două niveluri activată
si: ද්වි-සාධකය සක්‍රීයයි
sw: Imwezeshwa Two-Factor
ta: இரட்டை-காரணி செயற்பாட்டிலுள்ளது
te: టు-ఫాక్టర్ చేతనమైను
th: เปิดใช้งานการยืนยันตัวตนสองขั้นตอนแล้ว
tr: İki Faktör Etkin
ur: دو-عامل اہل بنایا گیا
uz: Ikki omillik yoqildi

source: You need to enter an application-specific password below.
ar: أدخل كلمة السّر الخاصة بالتطبيق أدناه.
bg: Трябва да въведете специфична парола за приложението.
bn_in: আপনাকে এপ্লিকেশন-সংশ্লিষ্ট একটি পাসওয়ার্ড দিতে হবে।
br: Ret eo deoc'h reiñ ur ger-tremen spesadel ouzh an arload amañ dindan.
bs: Ispod trebate upisati lozinku izdanu za ovu aplikaciju.
eu: Aplikazioarentzat espezifikoa den pasahitza idatzi behar duzu azpian.
fa: بایددر زیر، یک گذرواژهٔ مخصوص برنامه وارد کنید.
gd: Feumaidh tu facal-faire a chur a-steach gu h-ìosal a tha gu sònraichte dhan aplacaid.
hi_in: आप नीचे करने के लिए एक आवेदन विशेष पासवर्ड दर्ज करने की आवश्यकता है.
kk: Төменде қолданбаға тән парольді енгізу керек.
km: អ្នក​ត្រូវ​បញ្ចូល​ពាក្យ​សម្ងាត់​តាម​កម្មវិធី​ជាក់លាក់​ខាង​ក្រោម។
kn: ನೀವು ಕೆಳಗೆ ಅನ್ವಯ ಸಂಬಂಧಿತ ಗುಪ್ತಪದ ನಮೂದಿಸಬೇಕು.
lv: Jums te ir jāievada lietotnei-specifiska parole.
mai: अहाँ एकटा आवेदन दर्ज करबाक आवश्यकता अछि-विशेष गुड़किल्ली निच्चा अछि .
mg: Mila mampiditra tenimiafina natokana ho an'ny rindranasa eto ambany ianao.
ml: പ്രയോഗത്തിനു് മാത്രമായുള്ള ഒരു രഹസ്യവാക്ക് താങ്കൾ താഴെ ചേർക്കേണ്ടതാണു്.
mr: खाली ॲप्लीकेशन-निगडीत पासवर्ड टाका.
my: အက်အတွက် သီးသန့် စကားဝှက်အား အောက်တွင် ရိုက်ထည့်ပေးပါ
ne: तपाईले तल एप्लिकेसन-विशेष पासवर्ड प्रविष्ट गर्नुपर्दछ।
or: ଆପଣଙ୍କୁ ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଆପ୍ଲିକେସନରେ କାମ କରୁଥିବା ପାସୱାର୍ଡ଼ ଦେବାକୁ ପଡ଼ିବ ।
ro: Trebuie să introduci o parolă specifică aplicației mai jos.
si: යෙදුම් විශේෂිත මුරපදය පහතින් ඇතුලත් කල යුතු වේ
sw: Unahitaji kuingiza neno la siri la programu tumizi hapa chini.
ta: நீங்க ஒரு பயன்பாட்டுக்குறிய கடவுச்சொல்லை கீழே உள்ளிட வேண்டும்.
te: మీరు కిందన అనువర్తనానికి-చెందిన సంకేతపదం ఇవ్వాలి.
th: คุณจำเป็นต้องป้อนรหัสผ่านแบบเจาะจงแอปพลิเคชันด้านล่าง
tr: Aşağıya uygulamaya özel bir parola girmeniz gerekiyor.
ur: آپ کو ذیل میں ایک ایپلی کیشن کے اختصاصی پاس ورڈ داخل کرنے کی ضرورت ہے۔
uz: Ilovaga kiritilgan parolni quyida kiritishingiz kerak.

source: Use application password
ar: استخدم كلمة السّر الخاصة بالتطبيق
bg: Използвайте парола за приложението
bn_in: এপ্লিকেশন পাসওয়ার্ড ব্যবহার করুন
br: Arverañ ger-tremen an arload
bs: Koristi posebnu lozinku za ovu aplikaciju
eu: Erabili aplikazio-pasahitza
fa: استفاده از گذرواژهٔ برنامه
gd: Cleachd facal-faire aplacaid
hi_in: अनुप्रयोग कूटशब्द का इस्तेमाल करें
kk: Қолданба парольін қолдану
km: ប្រើ​ពាក្យ​សម្ងាត់​តាម​កម្មវិធី
kn: ಅನ್ವಯ ಗುಪ್ತಪದ ಬಳಸಿ
lv: Izmantot lietotnes parole
mai: अनुप्रयोग गुड़किल्ली क इस्तेमाल करू
mg: Mampiasà tenimiafina rindranasa
ml: പ്രയോഗത്തിനുള്ള രഹസ്യവാക്ക് ഉപയോഗിക്കുക
mr: ॲप्लीकेशन पासवर्ड वापरा
my: အက်ပ် စကားဝှက် သုံးပါ
ne: एप्लिकेसन पासवर्ड प्रयोग गर्नुहोस्
or: ଆପ୍ଲିକେସନ ପାସୱାର୍ଡ଼ ବ୍ୟବହାର କରନ୍ତୁ
ro: Folosește parola aplicației
si: යෙදුමේ මුරපදය භාවිත කරන්න
sw: Tumia neno la siri la programu
ta: பயன்பாட்டின் கடவுச்சொல்லை பயன்படுத்து
te: అనువర్తన సంకేతపదాన్ని వాడండి
th: ใช้รหัสผ่านแอปพลิเคชัน
tr: Uygulama parolası kullan
ur: ایپلی کیشن ‍کا پاس ورڈ استعمال کریں
uz: Ilova parolidan foydalaning

source: IMAP Disabled
ar: IMAP معطّل
bg: IMAP изключен
bn_in: IMAP বন্ধ অাছে
br: Diweredekaet eo IMAP
bs: IMAP onemogućen
eu: IMAP desgaituta
fa: ‏IMAP غیرفعّال
gd: IMAP à comas
hi_in: IMAP निष्क्रिय
kk: IMAP сөндірулі
km: បាន​បិទ IMAP
kn: IMAP ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
lv: IMAP ir izslēgts
mai: IMAP निष्क्रिय
mg: Novonoina ny IMAP
ml: IMAP പ്രവർത്തനരഹിതമാക്കിയിരിക്കുന്നു
mr: IMAP निष्क्रिय
my: IMAP ပိတ်ထားသှ်
ne: IMAP अक्षम पारिएको
or: IMAP କୁ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି
ro: IMAP dezactivat
si: IMAP අක්‍රීය
sw: IMAP Imelemazwa
ta: IMAP முடக்கப்பட்டது
te: ఐమ్యాప్ అచేనించబడింది
th: IMAP ถูกปิดใช้งาน
tr: IMAP devre dışı
ur: IMAP نا اہل
uz: IMAP o‘chirilgan

source: You must enable IMAP on your Gmail account
ar: يجب تفعيل IMAP في حساب الجيميل الخاص بك
bg: Трябва да включите IMAP в своя Gmail профил
bn_in: জিমেল একাউন্টের জন্য আপনাকে অবশ্যই IMAP চালু করতে হবে
br: Ret eo deoc'h gweredekaat IMAP war ho kont Gmail
bs: Morate omogućiti IMAP za svoj Gmail račun
eu: IMAP gaitu behar duzu zure Gmail kontuan
fa: باید روی حساب جی‌میلتان، IMAP را فعّال کنید
gd: Feumaidh tu IMAP a chur an comas sa chunntas Gmail agad
hi_in: अपने जीमेल खाते पर IMAP सक्षम करना आवश्यक है
kk: Gmail тіркелгіңіз үшін IMAP іске қосуға тиістісіз
km: អ្នក​ត្រូវតែ​បើក IMAP លើ​គណនី Gmail របស់​អ្នក
kn: ನಿಮ್ಮ Gmail ಖಾತೆಯಲ್ಲಿ IMAP ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು
lv: Jums ir jāieslēdz IMAP uz jūsu Gmail kontu
mai: अहाँक जीमेल खाता पर IMAP सक्षम कएनाइ आवश्यक अछि
mg: Tsy maintsy mamelona IMAP ao @ kaontinao Gmail ianao
ml: ജീമെയില്‍ അക്കൌണ്ടിനു് IMAP സജ്ജമാക്കണം
mr: आपल्या Gmail खात्यावर, IMAP सक्रिय करा
my: IMAP အား ဂျီမေလ်းသုံးရန် အတွက် ဖွင့်ထားပေးပါ
ne: तपाईंको आफ्नो जीमेल खातामा तपाईंले IMAP सक्षम पार्नुपर्दछ
or: ଆପଣଙ୍କୁ ନିଜ Gmailରେ IMAP ସକ୍ରିୟ କରିବାକୁ ପଡ଼ିବ
ro: Trebuie să activezi IMAP pe contul tău de Gmail
si: ඔබගේ Gmail ගිණුමේ IMAP පහසුකම සක්‍රීය කල යුතු වේ
sw: Lazima uwezeshe IMAP kwenye akaunti yako ya Gmail
ta: உங்களுடைய ஜிமெயில் கணக்கில் கட்டாயமாக IMAP ஐ செயற்படுத்த வேண்டும்
te: మీరు మీ జీమెయిల్ ఖాతాపై ఐమ్యాప్ చేతనించి వుండాలి
th: คุณต้องเปิดใช้งาน IMAP บนบัญชี Gmail ของคุณ
tr: Gmail hesabınızda IMAP'i etkinleştirmelisiniz
ur: آپ اپنے جیمیل اکاؤنٹ کے لئے IMAP اہل بنائیں
uz: Gmail hisobingizda IMAP’ni yoqishingiz kerak

# setup-gmail-imap-retry
source: Retry
ar: محاولة مرة أخرى
bg: Отново
bn_in: পুনরায় চেষ্টা করুন
br: Klask en-dro
bs: Pokušaj ponovo
eu: Saiatu berriro
fa: تلاش دوباره
gd: Feuch ris a-rithist
hi_in: फिर कोशिश करें
kk: Қайталау
km: ព្យាយាម​ម្តង​ទៀត
kn: ಮರುಪ್ರಯತ್ನಿಸಿ
lv: Mēģināt vēlreiz
mai: फेर कोसिस करू
mg: Hanandrana
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
my: ထပ်ကြိုးစား
ne: पुन: प्रयास गर्नुहोस्
or: ପୁଣି ଚେଷ୍ଟାକରନ୍ତୁ
ro: Reîncearcă
si: යළි-උත්සාහය
sw: Jaribu-tena
ta: மீண்டும் முயற்சி
te: పునఃప్రయత్నించండి
th: ลองใหม่
tr: Tekrar dene
ur: پھر کوشش کریں
uz: Qaytadan urinish

source: POP3 Disabled
ar: POP3 غير مُفعّل
bg: POP3 изключен
bn_in: POP3 নিষ্ক্রিয় অাছে
br: Diweredekaet eo POP3
bs: POP3 onemogućen
eu: POP3 desgaituta
fa: ‏POP3 غیرفعّال
gd: Tha POP3 à comas
hi_in: POP3 निष्क्रिय
km: បាន​បិទ POP3
kn: POP3 ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
lv: POP3 ir izslēgts
mai: POP3 निष्क्रिय
mg: Novonoina ny POP3
ml: POP3 പ്രവർത്തനരഹിതമാക്കിയിരിക്കുന്നു
mr: POP3 निष्क्रिय
my: POP3 ပိတ်ထားတယ်
ne: POP3 अक्षम पारियो
or: POP3 ନିଷ୍କ୍ରିୟ ହୋଇଛି
ro: POP3 dezactivat
si: POP3 ක්‍රියා විරහිත කර ඇත
sw: POP3 Imelemazwa
ta: POP3 முடக்கப்பட்டது
te: POP3 అచేతనమైంది
th: POP3 ถูกปิดใช้งาน
tr: POP3 devre dışı
ur: POP3 معذور
uz: POP3 o‘chirildi

source: You must enable POP3 on your Gmail account
ar: يجب تفعيل POP3 في حساب الجيميل الخاص بك
bg: Трябва да включите POP3 в своя Gmail профил
bn_in: জিমেল একাউন্টের জন্য আপনাকে অবশ্যই POP3 চালু করতে হবে
br: Ret eo deoc'h gweredekaat POP3 war ho kont Gmail
bs: Morate omogućiti POP3 na vašem Gmail računu
eu: POP3 gaitu behar duzu zure Gmail kontuan
fa: باید روی حساب جی‌میلتان، POP3 را فعّال کنید
gd: Feumaidh tu POP3a chur an comas sa chunntas Gmail agad
hi_in: अपने जीमेल खाते पर POP3 सक्षम करना आवश्यक है
km: អ្នក​ត្រូវតែ​បើក POP3 លើ​គណនី Gmail របស់​អ្នក
kn: ನಿಮ್ಮ Gmail ಖಾತೆಯಲ್ಲಿ POP3 ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು
lv: Jums ir jāieslēdz POP3 uz jūsu Gmail kontu
mai: अहाँक जीमेल खाता पर POP3 सक्षम कएनाइ आवश्यक अछि
mg: Tsy maintsy mamelona POP3 ao @ kaontinao Gmail ianao
ml: ജീമെയില്‍ അക്കൌണ്ടിനു് POP3 സജ്ജമാക്കണം
mr: आपल्या Gmail खात्यावर, POP3 सक्रिय करणे गरजेचे आहे
my: သင် POP3 အား ဂျီမေလ်းအကောင့်အတွက် ဖွင့်ထားရမည်
ne: तपाईंले आफ्नो जीमेल खातामा POP3 सक्षम पार्नुपर्छ
or: ଆପଣଙ୍କୁ ନିଜ Gmailରେ POP3 ସକ୍ରିୟ କରିବାକୁ ପଡ଼ିବ ।
ro: Trebuie să activezi POP3 pe contul tău de Gmail
si: ඔබගේ Gmail ගිණුමේ POP3 පහසුකම සක්‍රීය කරන්න
sw: Lazima uwezeshe POP3 kwenye akaunti yako ya Gmail
ta: உங்களுடைய ஜிமெயில் கணக்கில் கட்டாயமாக POP3 ஐ செயற்படுத்த வேண்டும்
te: మీరు మీ జీమెయిల్ ఖాతాలోని POP3 చేతనంచేసి ఉండాలి
th: คุณต้องเปิดใช้งาน POP3 บนบัญชี Gmail ของคุณ
tr: Gmail hesabınızda POP3'ü etkinleştirmelisiniz
ur: آپ اپنے جیمیل اکاؤنٹ کے لئے POP3 اہل بنائیں
uz: Gmail hisobingizda POP3’ni yoqishingiz kerak

# setup-gmail-pop3-retry
source: Retry
ar: أعد المحاولة
bg: Отново
bn_in: পুনরায় চেষ্টা করুন
br: Klask en-dro
bs: Pokušaj ponovo
eu: Saiatu berriro
fa: تلاش دوباره
gd: Feuch ris a-rithist
hi_in: फिर कोशिश करें
km: ព្យាយាម​ម្តង​ទៀត
kn: ಮರುಪ್ರಯತ್ನಿಸಿ
lv: Mēģināt vēlreiz
mai: फेर कोसिस करू
mg: Hanandrana
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
my: ပြန်ကြိုးစား
ne: पुन: प्रयास गर्नुहोस्
or: ପୁଣି ଚେଷ୍ଟାକରନ୍ତୁ
ro: Reîncearcă
si: නැවත උත්සහ කරන්න
sw: Jaribu tena
ta: மீண்டும் முயற்சி
te: తిరిగిప్రయత్నించు
th: ลองใหม่
tr: Yeniden dene
ur: دوبارہ کوشش کریں
uz: Qaytadan urinish

source: Reauthorize Email
ar: إعادة تفويض البريد الإلكتروني
bg: Удостоверяване наново
bn_in: ই-মেইল পুনরায় অনুমোদন করুন
br: Adaotren ar postel
bs: Reautorizirajte email
eu: Birbaimendu posta
fa: تایید مجدد پست‌الکترونیکی
gd: Ath-ùghdarraich am post-d
km: អនុញ្ញាត​អ៊ីមែល​ឡើងវិញ
kn: ಇಮೇಲ್ ಮತ್ತೆ ದೃಢೀಕರಿಸು
lv: Atkaļ atļaut Epastu
mg: Hanome alàlana Mailaka indray
my: E Mail ကို ခွင့်ပြုချက် ပြန်လည်လုပ်ဆောင်ခြင်း
ne: इमेल पुन: प्रमाणित गर्नुहोस्
ro: Reautorizează e-mailul
si: විද්‍යුත් තැපෑල නැවත සත්‍යාපනය
th: ให้อนุญาตอีเมลใหม่
tr: E-postayı yeniden doğrula
ur: ای میل کو پھر اختیار دیں
uz: E-pochtani qayta tasdiqdan o‘tkazish

source: Email needs to be reauthorized to access the following account:
ar: يحتاج البريد الإلكتروني إلى إعادة تفويض ليتمكّن من الوصول إلى الحسابات التّالية:
bg: Ел. поща се нуждае от ново удостоверяване за следната регистрация:
bn_in: নিম্নলিখিত অ্যাকাউন্ট অ্যাক্সেস করতে ইমেইল পুনঃঅনুমোদিত করা প্রয়োজন:
br: Ret eo adaotren ar postel da haeziñ ar gont da heul :
bs: Email treba biti reautoriziran kako biste pristupili sljedećem računu:
eu: Posta birbaimendu behar da honako kontua atzitzeko:
fa: نیاز است پست‌الکترونیکی برای دسترسی به این حساب، دوباره تایید شود:
gd: Feumaidh tu am post-d ath-ùghdarrachadh mus fhaigh thu greim air a’ chunntas a leanas:
km: ចាំបាច់​ត្រូវ​អនុញ្ញាត​អ៊ីមែល​ឡើងវិញ​ដើម្បី​ចូល​ដំណើរការ​គណនី​ខាងក្រោម៖
kn: ಈ ಕೆಳಗಿನ ಖಾತೆಯನ್ನು ಪ್ರವೇಶಿಸಲು ಇಮೇಲ್ ಅನ್ನು ಮತ್ತೆ ದೃಢೀಕರಿಸಬೇಕಾಗುತ್ತದೆ:
lv: Epastu ir atkārtoti jāpilnvaro lai piekļūt sekojošām kontam:
mg: Mila omena alàlana indray ny Mailaka hidirany amin'ity kaonty ity:
my: အောက်ပါ အကောင့်အား အသုံးပြုခွင့်ရှိရန် ခွင့်ပြုချက် ပြန်လည်ရရှိဖို့ Email လိုအပ်သည်။
ne: निम्न खाता पहुँच गर्न, ईमेल पुन: प्रमाणित गर्न आवश्यक छ:
ro: E-mailul trebuie să fie reautorizat pentru a accesa contul următor:
si: පහත ගිනුමට පිවිසීම සඳහා විද්‍යුත් ලිපිනය නැවත සත්‍යාපනය කළ යුතුයි:
th: จำเป็นต้องให้อนุญาตอีเมลใหม่เพื่อเข้าถึงบัญชีดังต่อไปนี้:
tr: Aşağıdaki hesaba erişmek için e-postanın yeniden doğrulanması gerekiyor:
ur: مندرجہ ذیل اکاؤنٹ تک رسائی حاصل کرنے کیلئے دوبارہ ای میل کو اختیار دینے کی ضرورت ہے:
uz: Quyidagi hisobga kirish uchun e-pochta qayta tasdiqdan o‘tishi kerak:

# setup-fix-oauth2-reauthorize
source: Reauthorize
ar: إعادة التفويض
bg: Удостоверяване наново
bn_in: পুনঃঅনুমোদন
br: Adaotren
bs: Reautoriziraj
eu: Birbaimendu
fa: بازتصدیق
gd: Ath-ùghdarraich
km: អនុញ្ញាត​ឡើងវិញ
kn: ಮರುದೃಢೀಕರಿಸು
lv: Atkaļ atļaut
mg: Hanome alàlana indray
my: ခွင့်ပြုချက် ပြန်လည်ရယူမည်။
ne: पुन: प्रमाणित
ro: Reautorizează
si: යළි සත්‍යාපනය
th: ให้อนุญาตใหม่
tr: Yeniden doğrula
ur: پھر اختیار دیں
uz: Qayta tasdiqdan o‘tkazish
