Repository: translate/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: ar, bg, bn_in, br, bs, eu, fa, gd, hi_in, kk, km, kn, lv, mai, mg, ml, mr, my, ne, or, ro, si, sw, ta, te, th, tr, ur, uz

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
ar: حذف {{ n }} رسالة الكترونية؟
bg: Изтриване на {{ n }} писма?
bn_in: {{ n }} ই-মেইল বার্তা মুছবেন?
br: Dilemel {{ n }} a gemennadennoù ?
bs: Obrisati {{ n }} email poruka?
eu: Ezabatu {{ n }} mezu?
fa: حذف {{ n }} پیام پست‌الکترونیکی؟
gd: A bheil thu airson na {{ n }} teachdaireachd seo a sguabadh às?
hi_in: {{ n }} ईमेल संदेश मिटाएँ?
kk: {{ n }} эл. пошта хатын өшіру керек пе?
km: លុប​សារ​អ៊ីមែល {{ n }} ឬ?
kn: {{ n }} ಇಮೇಲ್ ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಬೇಕೆ?
lv: Vai dzēst {{ n }} vēstules?
mai: {{ n }} इमेल समाद मेटाउ?
mg: Hamafa ireo hafatra mailaka {{ n }}?
ml: {{ n }} ഈമെയിൽ സന്ദേശങ്ങൾ നീക്കം ചെയ്യണോ?
mr: {{ n }} इमेल संदेश नष्ट करावे?
my: အီးမေလ်း {{ n }} စောင် အားဖျက်?
ne: {{ n }} वटा इमेल सन्देशहरु मेटाउने?
or: {{ n }}ଟି ଇମେଲ ସନ୍ଦେଶ ଲିଭାଇବେ?
ro: Ștergi cele {{ n }} e-mailuri?
si: විද්‍යුත් තැපැල් පණිවුඩ {{ n }} ක් මකන්න ද?
sw: Futa ujumbe {{n}} za barua pepe?
ta: {{ n }} மின்னஞ்சல் செய்திகளை அழிக்கவா?
te: {{ n }} ఈమెయిలు సందేశాలను తొలగించాలా?
th: ลบ {{ n }} ข้อความอีเมล?
tr: {{ n }} e-posta iletisi silinsin mi?
ur: {{ n }} ای میل پیغامات حذف کریں؟
uz: {{ n }} ta e-pochta xabarlari o‘chirilsinmi?

# message-large-message-cancel
source: Cancel
ar: ألغِ
bg: Отказ
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
eu: Utzi
fa: انصراف
gd: Sguir dheth
hi_in: रद्द करें
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದುಮಾಡು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കുക
mr: रद्द करा
my: မလုပ်
ne: रद्द गर्नुहोस्
or: ବାତିଲ କରନ୍ତୁ
ro: Renunță
si: අවලංගු කරන්න
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish

source: Continue
ar: المتابعة
bg: Продължаване
bn_in: এগিয়ে চলুন
br: Kenderc'hel
bs: Nastavi
eu: Jarraitu
fa: ادامه
gd: Lean air adhart
hi_in: जारी रखें
kk: Жалғастыру
km: បន្ត
kn: ಮುಂದುವರೆ
lv: Turpināt
mai: जारी राखू
mg: Hanohy
ml: തുടരുക
mr: पुढे चला
my: ဆက်လုပ်
ne: जारी राख्नुहोस्
or: ଆଗକୁ ବଢନ୍ତୁ
ro: Continuă
si: ඉදිරියට
sw: Endelea
ta: தொடரவும்
te: కొనసాగించు
th: ดำเนินการต่อ
tr: Devam et
ur: جاری رکھیں
uz: Davom etish

source: This message is large and may take some time to download.
ar: هذه الرسالة هي كبيرة وربما تستغرق بعض الوقت للتحميل.
bg: Писмото е голямо и може да отнеме време, за да бъде изтеглено.
bn_in: এই বার্তাটি বিশাল তাই এটি ডাউনলোড হতে কিছু সময় লাগবে।
br: Bras eo ar gemennadenn-mañ hag ar pellgargañ a c'hellfe padout ur pennad mat a amzer.
bs: Ova poruka je velika i njeno preuzimanje može potrajati.
eu: Mezu hau handia da eta denbora pixka bat har lezake deskargatzeko.
fa: این پیام بسیار حجیم است و ممکن است جهت دریافت زمان‌بر باشد.
gd: Tha an teachdaireachd seo car fada 's faodaidh gum bi e greis 'ga luchdadh a-nuas.
hi_in: इस संदेश बड़ा है तथा डाउनलोड करने के लिए कुछ समय लग सकता है.
km: សារ​នេះ​ធំពេក និង​អាច​ចំណាយ​ពេល​ខ្លះ​ដើម្បី​ទាញយក។
kn: ಈ ಸಂದೇಶ ಬಹಳ ದೊಡ್ಡದಿದೆ ಮತ್ತು ಡೌನ್‌ಲೋಡ್ ಆಗಲು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
lv: Šī vēstule ir liela un varēt aizņemt laiciņu lejupielādei.
mai: ई समाद पैघ अछि तथा डाउनलोड करब कलेल किछु समय लागि सकैत अछि.
mg: Lehibe loatra ity hafatra ity ka mety ho ela ny fampidinana azy.
ml: ഈ സന്ദേശം വലുതാണ്, അതിനാൽ ഡൗൺലോഡ് ചെയ്യാൻ കുറച്ച് സമയമെടുത്തേക്കാം.
mr: हा संदेश मोठा असल्यामुळे डाउनलोड होण्यास वेळ लागू शकतो.
my: စာ ပမာဏများသဖြင့် ဒေါင်းလုဒ်ရယူရန် အချိန်ယူရလိမ့်မည်
ne: यो सन्देश ठूलो छ र डाउनलोड हुन केहि समय लाग्नसक्छ।
or: ସନ୍ଦେଶଟି ଖୁବ ବଡ଼ ଓ ଡାଉନଲୋଡ଼ ହେବାପାଇଁ କିଛି ସମୟ ନେବ ।
ro: Acest mesaj este mare și poate lua ceva timp pentru a-l descărca.
si: මෙම පණිවුඩය ප්‍රමාණයෙන් විශාල බැවින් භාගත වීමට තරමක කාලයක් ගතවේවි.
sw: Ujumbe huu ni mkubwa na unaweza kuchukua muda kupakua.
ta: இந்த செய்தியின் அளவு பெரியது ஆகவே பதிவிறக்க கூடுதல் நேரம் ஆகலாம்.
te: ఈ సందేశం పెద్దది మరియు దింపుటకు కొంత సమయం తీసుకొంటుంది.
th: ข้อความนี้ใหญ่และอาจต้องใช้เวลาในการดาวน์โหลด
tr: Bu mesaj büyük olduğu için indirilmesi biraz zaman alabilir.
ur: یہ پیغام بڑا ہے اور ڈاؤن لوڈ کرنے کے لئے کچھ وقت لگ سکتا ہے۔
uz: Ushbu rasm juda katta, shuning uchun yuklab olishda ko‘p vaqt oladi.

# message-search-from
source: From
ar: من
bg: От
bn_in: প্রেরক
br: A-berzh
bs: Od
eu: Nork
fa: از
gd: O
hi_in: द्वारा
kk: Кімнен
km: ពី
kn: ಇಂದ
lv: No
mai: द्वारा
mg: Avy amin'i
ml: എവിടെ നിന്ന്
mr: च्या-कडून
my: မှ
ne: बाट
or: ପ୍ରେରକ
ro: De la
si: වෙතින්
sw: Kutoka
ta: அனுப்புநர்
te: నుండి
th: จาก
tr: Kimden
ur: از
uz: Kimdan

# message-search-to
source: To
ar: إلى
bg: До
bn_in: প্রাপক
br: Da
bs: Za
eu: Nori
fa: به
gd: Gu
hi_in: के पास
kk: Кімге
km: ជូន​ចំពោះ
kn: ಗೆ
lv: Kam
mai: प्रति
mg: Ho an'i
ml: എങ്ങോട്ട്
mr: प्रति
my: သို့
ne: लागि
or: କାହା ପାଖକୁ
ro: Către
si: වෙත
sw: Kwa
ta: பெறுநர்
te: వీరికి
th: ถึง
tr: Kime
ur: بنام
uz: Kimga

# message-search-subject
source: Subject
ar: الموضوع
bg: Тема
bn_in: বিষয়
br: Danvez
bs: Naslov
eu: Gaia
fa: موضوع
gd: Cuspair
hi_in: विषय
kk: Тақырыбы
km: ប្រធានបទ
kn: ವಿಷಯ
lv: Temats
mai: विषय
mg: Antony
ml: വിഷയം
mr: विषय
my: အကြောင်းအရာ
ne: विषय
or: ବିଷୟ
ro: Subiect
si: මාතෘකාව
sw: Kichwa
ta: பொருள்
te: విషయం
th: หัวข้อ
tr: Konu
ur: موضوع
uz: Mavzu

source: Body
ar: الرسالة
bg: Текст
bn_in: মুল অংশ
br: Korf
bs: Tijelo
eu: Gorp.
fa: متن
gd: Bodhaig
hi_in: बॉडी
kk: Денесі
km: តួសេចក្ដី
kn: ಪಠ್ಯ ಭಾಗ
lv: Saturs
mai: बाडी
mg: Vatany
ml: ഉള്ളടക്കം
mr: मजकूर
my: စာကိုယ်
ne: मुख्य भाग
or: ଭିତର ଭାଗ
ro: Corp
si: අන්තර්ගතය
sw: Umbo
ta: மடல் உள்ளடக்கம்
te: బాడీ
th: เนื้อหา
tr: Gövde
ur: جسد
uz: Shaxs

source: All
ar: الكل
bg: Всички
bn_in: সব
br: Pep tra
bs: Sve
eu: Denak
fa: تمام
gd: A h-uile
hi_in: समस्त
kk: Барлығы
km: ទាំងអស់
kn: ಎಲ್ಲಾ
lv: Visu
mai: सभटा
mg: Rehetra
ml: എല്ലാം
mr: सर्व
my: အားလုံး
ne: सबै
or: ସମସ୍ତ
ro: Toate
si: සියල්ල
sw: Zote
ta: அனைத்தும்
te: మొత్తం
th: ทั้งหมด
tr: Tümü
ur: تمام
uz: Hamma

source: Search Mail
ar: إبجث في البريد
bg: Търсене на поща
bn_in: মেল অনুসন্ধান করুন
br: Klask er posteloù
bs: Pretraga emaila
eu: Bilatu mezuak
fa: جست‌وجو پست الکترونیکی
gd: Lorg sa phost
hi_in: डाक खोजें
kk: Эл. поштадан іздеу
km: ស្វែងរក​សារ
kn: ಇಮೇಲ್ ಹುಡುಕು
lv: Meklēt vēstulēs
mai: डाक खोजू
mg: Hikaroka Mailaka
ml: മെയിൽ തിരയുക
mr: मेल शोधा
my: မေလ်းထဲတွင်ရှာ
ne: मेल खोजी गर्नुहोस्
or: ମେଲ ଖୋଜନ୍ତୁ
ro: Caută mail
si: තැපැල් අතුරින් සෙවුම් කරන්න
sw: Tafuta Barua
ta: மடலைத் தேடு
te: మెయిల్ వెతుకు
th: ค้นหาจดหมาย
tr: E-posta ara
ur: ڈاک تلاش کریں
uz: Xatlardan izlash

# message-search-cancel
source: Cancel
ar: ألغِ
bg: Отказ
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
eu: Utzi
fa: انصراف
gd: Sguir dheth
hi_in: रद्द करें
km: បោះបង់
kn: ರದ್ದು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കുക
mr: रद्द करा
my: ဖျက်
ne: रद्द गर्नुहोस्
or: ବାତିଲ
ro: Renunță
si: අවලංගු කරන්න
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish

# messages-syncing
source: Loading Messages
ar: جارِ تحميل الرسائل
bg: Зареждане на писма
bn_in: বার্তা লোড করা হচ্ছে
br: O kargañ ar c'hemennadennoù
bs: Učitavanje poruka
eu: Mezuak kargatzen
fa: بارگذاری پیام‌ها
gd: A’ luchdadh nan teachdaireachdan
kn: ಸಂದೇಶಗಳನ್ನು ಲೋಡ್‍ ಮಾಡಲಾಗುತ್ತಿದೆ
lv: Ielādē vēstules
mg: Mamatratra Hafatra
my: စာတိုများကို ရယူနေသည်
ro: Se încarcă mesajele
si: පණිවුඩ පූර්ණය වේ
th: กำลังโหลดข้อความ
tr: İletiler yükleniyor
ur: پیغامات لوڈ کر رہا ہے
uz: Xabarlarni yuklash

# messages-syncing-progressbar.ariaValueText
source: Loading Messages
ar: جارِ تحميل الرسائل
bg: Зареждане на писма
bn_in: বার্তা লোড করা হচ্ছে
br: O kargañ ar c'hemennadennoù
bs: Učitavanje poruka
eu: Mezuak kargatzen
fa: بارگذاری پیام‌ها
gd: A’ luchdadh nan teachdaireachdan
km: ផ្ទុក​​សារ​
kn: ಸಂದೇಶಗಳನ್ನು ಲೋಡ್‍ ಮಾಡಲಾಗುತ್ತಿದೆ
lv: Ielādē vēstules
mg: Mamatratra Hafatra
my: စာတိုများကို ရယူနေသည်
ro: Se încarcă mesajele
si: පණිවුඩ පූර්ණය වේ
th: กำลังโหลดข้อความ
tr: İletiler yükleniyor
ur: پیغامات لوڈ کر رہا ہے
uz: Xabarlarni yuklash

source: Load More Messages
ar: حمّل المزيد من الرسائل
bg: Зареждане на още писма
bn_in: আরও বার্তা লোড করুন
br: Kargañ muioc'h a gemennadennoù
bs: Učitaj još poruka
eu: Kargatu mezu gehiago
fa: بارگذاری پیام‌های بیشتر
gd: Luchdaich barrachd theachdaireachdan
km: ផ្ទុក​សារ​ច្រើន​ទៀត
kn: ಹೆಚ್ಚು ಸಂದೇಶಗಳನ್ನು ತುಂಬಿಸು
lv: Ielādēt vairāk vēstules
mg: Hamatratra hafatra bebe kokoa
ml: കൂടുതല്‍ സന്ദേശങ്ങള്‍ ലോഡ് ചെയ്യു
my: စာတိုများ ပို၍ပြရန်
ne: थप सन्देशहरू लोड गर्नुहोस्
ro: Încarcă mai multe mesaje
si: තවත් පණිවුඩ ප්‍රවේශණය කරන්න
th: โหลดข้อความเพิ่มเติม
tr: Daha fazla ileti yükle
ur: مزید پیغامات لوڈ کریں
uz: Ko‘proq xabarlarni yuklash

source: No mail in this Folder
ar: لا توجد رسائل في هذا المجلد
bg: В тази папка няма писма
bn_in: এই ফোল্ডারে কোন বার্তা নেই
br: Postel ebet en teuliad-mañ
bs: Nema emailova u ovom direktoriju
eu: Mezurik ez karpeta honetan
fa: پست‌الکترونیکی در این پوشه وجود ندارد
gd: Chan eil post sa phasgan seo
hi_in: इस फोल्डर में कोई मेल नहीं
kk: Бұл бумада хаттар жоқ
km: គ្មាន​សារ​​នៅ​ក្នុង​ថត​នេះ
kn: ಈ ಕಡತಕೋಶದಲ್ಲಿ ಮೇಲ್ ಇಲ್ಲ
lv: Nav epastu šajā mapē
mai: ई फोल्डर मे कोनो मेल नहि
mg: Tsisy mailaka ato amin'ity Dosie ity
ml: ഈ അറയിൽ മെയിൽ ഒന്നുമില്ല
mr: या फोल्डर मध्ये मेल नाहीत
my: ဤဖိုဒါတွင် အီးမေလ်းမရှိ
ne: यस फोल्डरमा मेल छैन
or: ଫୋଲଡରରେ ଆଉ ଇମେଲ ନାହିଁ
ro: Niciun mail în acest dosar
si: මෙම ගොනුවේ කිසිදු තැපෑල් පණිවුඩයක් නොමැත
sw: Hakuna barua katika Folda hii
ta: இந்த அடைவில் புதிய மடல் எதுவும் இல்லை
te: ఈ సంచయంలో మెయిళ్ళు ఏవీ లేవు
th: ไม่มีจดหมายในโฟลเดอร์นี้
tr: Bu klasörde posta yok
ur: اس پوشے میں کوئی ڈاک نہیں
uz: Ushbu Jild’da xatlar yo‘q

source: No matches in locally cached messages
ar: لم يتم العثور على نتائج في الرسائل المخزنة محليا
bg: Няма съответствия в местно запазените писма
bn_in: স্থানীয়ভাবে ক্যাশকৃত বার্তার সাথে মিল পাওয়া যায়নি
br: N'eus kemennadenn ebet a genglot er grubuilh lec'hel
bs: Nema rezultata u lokalno pohranjenim porukama
eu: Bat datorrenik ez cache lokaleko mezuetan
fa: بدون تطابق با پیام‌های انبار شدهٔ محلّی
gd: Chan eil teachdaireachd ionadail sam bith ann a tha 'na mhaids
hi_in: स्थानीय कैश्ड संदेश में कोई मेल नहीं
kk: Жергілікті кэштегі хабарламалардан сәйкестіктер табылмады
km: គ្មាន​សារ​ត្រូវគ្នា​ក្នុង​ឃ្លាំង​​​សារ​​ដែល​បាន​លាក់​ខាង​ក្នុង
kn: ಸ್ಥಳೀಯ ಕ್ಯಾಶೆಯಲ್ಲಿರುವ ಸಂದೇಶಗಳಿಗೆ ಹೊಂದಾಣಿಕೆಯಾಗಲಿಲ್ಲ
lv: Nav sakritību lokālā kāša vēstulēs
mai: स्थानीय कैश्ड समाद मे कोनो मेल नहि
mg: Tsisy tandrifiny amin'ireo hafatra kasy ifotony
ml: പ്രാദേശികമായി ക്യാഷ് ചെയ്ത സന്ദേശങ്ങളില്‍ പൊരുത്തമില്ല
mr: स्थानिक कॅशे केलेल्या संदेशाशी एकही संदेश जुळत नाही
my: စက်ထဲတွင် သိမ်းထားသော မေလ်းများထဲတွင် ရှာမတွေ့
ne: स्थानीय क्याचे गरिएका सन्देशहरुमा जोडा फेला परेन
or: ସ୍ଥାନୀୟ ଭାବେ ସାଇତା ହୋଇଥିବା ସନ୍ଦେଶ ସଙ୍ଗେ ମେଳ ହେଲା ନାହିଁ
ro: Nicio potrivire în mesajele stocate local
si: දුරකතනයේ කෑච් කල පණිවුඩ අතර ගැලපෙන පණිවුඩයක් නැත
sw: Hakuna zinazoanisha katika ujumbe zilizo na kache hapa hapa
ta: கணினியின் தற்காலிக சேமிப்பு செய்திகளுடன் பொருத்தமில்லை
te: స్థానిక క్యాచీ సందేశాలలో సరిజోడీలు లేవు
th: ไม่มีที่ตรงกันในข้อความที่ถูกแคชไว้ในเครื่อง
tr: Yerel önbellekteki iletilerde eşleşme bulunamadı
ur: مقامی طور پر کیسہ بند پیغامات میں کوئی مشابہ نہیں
uz: Qurilmangizga keshlangan xabarlar topilmadi

source: Select folder
ar: اختر مجلد
bg: Избиране на папка
bn_in: ফোল্ডার নির্বাচন করুন
br: Diuzañ un teuliad
bs: Odaberi direktorij
eu: Hautatu karpeta
fa: انتخاب پوشه
gd: Tagh pasgan
hi_in: फ़ोल्डर चुनें
kk: Буманы таңдау
km: ជ្រើស​ថត
kn: ಕಡತಕೋಶವನ್ನು ಆರಿಸಿ
lv: Izvēlēties mapi
mai: फोल्डर चुनू
mg: Hifantina dosie
ml: അറ തിരഞ്ഞെടുക്കുക
mr: फोल्डर निवडा
my: ဖိုဒါရွေး
ne: फोल्डर चयन गर्नुहोस्
or: ଫୋଲଡର ବାଛନ୍ତୁ
ro: Selectează dosarul
si: බහාලුම තෝරන්න
sw: Chagua folda
ta: அடைவை தேர்வு செய்
te: సంచయాన్ని ఎంచుకోండి
th: เลือกโฟลเดอร์
tr: Klasör seçin
ur: پوشہ منتخب کریں
uz: Jildni tanlang

source: Save new contact
ar: حفظ جهة اتصال جديدة
bg: Запазване на нов контакт
bn_in: নতুন পরিচিতি সংরক্ষণ করুন
br: Enrollañ un darempred nevez
bs: Sačuvaj novi kontakt
eu: Gorde kontaktu berria
fa: ذخیره مخاطب جدید
gd: Sàbhail an neach-aithne ùr
hi_in: नया पता सहेजें
kk: Жаңа контактты сақтау
km: រក្សាទុក​ទំនាក់ទំនង​ថ្មី
kn: ಹೊಸ ಸಂಪರ್ಕವನ್ನು ಉಳಿಸು
lv: Saglabāt jaunu kontaktu
mai: नव पता सहेजू
mg: Hitahiry kaontakita vaovao
ml: പുതിയ വിലാസം സൂക്ഷിക്കുക
mr: नवीन संपर्क साठवा
my: အဆက်သွယ် အသစ်မှတ်
ne: नयाँ सम्पर्क बचत गर्नुहोस्
or: ନୂଆ ସମ୍ପର୍କ ଯୋଡ଼ନ୍ତୁ
ro: Salvează contactul nou
si: නව සබඳතාවය සුරකින්න
sw: Hifadhi anwani mpya
ta: புதிய தொடர்பை சேமி
te: కొత్త పరిచయాన్ని భద్రపరచు
th: บันทึกรายชื่อใหม่
tr: Yeni kişi kaydet
ur: نیا رابطہ فرد محفوظ کریں
uz: Yangi kontakt kabi saqlash

source: Add to existing contact
ar: إضافة إلى جهة اتصال موجوده
bg: Добавяне към съществуващ контакт
bn_in: যোগ করুন বিদ্যমান পরিচিতিতে
br: An darempred zo endeo
bs: Dodaj u postojeći kontakt
eu: Gehitu badagoen kontaktuari
fa: اضافه کردن به مخاطب موجود
gd: Cuir ri neach-aithne làithreach
hi_in: मौजूदा संपर्क में जोड़ें
kk: Бар болып тұрған контактқа қосу
km: បន្ថែម​ទៅ​ទំនាក់ទំនង​ដែល​មាន​ស្រាប់
kn: ಈಗಿರುವ ಸಂಪರ್ಕಕ್ಕೆ ಸೇರಿಸು
lv: Pievienot jau pastāvošam kontaktam
mai: मोजुदा संपर्क मे जोड़ू
mg: Hatao @ kaontakita misy
ml: നിലവിലുള്ള വിലാസത്തിലേക്ക് ചേർക്കുക
mr: संपर्क यादीत जोडा
my: ရှိရင်းစွဲ အဆက်သွယ်ထဲတွင်မှတ်
ne: अवस्थित सम्पर्कमा थप्नुहोस्
or: ଆଗର ସମ୍ପର୍କସୂଚୀରେ ଯୋଡ଼ନ୍ତୁ
ro: Adaugă la contactul existent
si: දැනට ඇති සබඳතා වලට එක් කරන්න
sw: Ongeza kwa anwani iliyopo
ta: இருப்பதுடன் சேர்
te: ఉన్న పరిచయానికి చేర్చు
th: เพิ่มไปยังรายชื่อที่มีอยู่แล้ว
tr: Mevcut kişiye ekle
ur: موجودہ رابطہ فرد میں ڈالیں
uz: Mavjud kontaktga qo‘shish

source: View contact
ar: عرض الإسم
bg: Преглед на контакт
bn_in: পরিচিতি দেখুন
br: Gwelout an darempred
bs: Prikaži kontakt
eu: Ikusi kontaktua
fa: نمایش مخاطب
gd: Seall an neach-aithne
hi_in: सम्पर्क देखें
kk: Контактты қарау
km: មើល​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕ ನೋಟ
lv: Skatīt kontaktu
mai: सम्पर्क देखू
mg: Hijery kaontakita
ml: വിലാസം കാണുക
mr: संपर्क माहिती दर्शवा
my: အဆက်အသွယ် ကြည့်
ne: सम्पर्क हेर्नुहोस्
or: ସମ୍ପର୍କ ଦେଖାନ୍ତୁ
ro: Vezi contactul
si: සබදතා දසුන
sw: Tazama anwani
ta: புதிய தொடர்பு
te: పరిచయాన్ని చూడండి
th: ดูรายชื่อ
tr: Kişiyi gör
ur: رابطہ فرد نظارہ کریں
uz: Kontaktni ko‘rish

# message-contact-menu-reply
source: Reply
ar: رد
bg: Отговор
bn_in: প্রত্যুত্তর
br: Respont
bs: Odgovori
eu: Erantzun
fa: پاسخ‌دادن
gd: Freagair
hi_in: जवाब दें
kk: Жауап беру
km: ឆ្លើយតប
kn: ಮಾರುತ್ತರಿಸು
lv: Atbildēt
mai: जवाब
mg: Hamaly
ml: മറുപടി
mr: उत्तर
my: စာပြန်
ne: जवाफ पठाउनुहोस्
or: ଉତ୍ତର ଦିଅନ୍ତୁ
ro: Răspunde
si: පිළිතුර
sw: Jibu
ta: பதிலளி
te: స్పందించండి
th: ตอบกลับ
tr: Yanıtla
ur: جواب
uz: Javob qaytarish

source: Send new mail
ar: أرسل بريد جديد
bg: Изпращане на ново писмо
bn_in: নতুন ইমেইল পাঠান
br: Kas ur postel nevez
bs: Pošalji novi email
eu: Bidali mezu berria
fa: ارسال پست الکترونیکی جدید
gd: Cuir post ùr
hi_in: नई मेल भेजें
kk: Жаңа хатты жіберу
km: ផ្ញើ​សារ​ថ្មី
kn: ಹೊಸ ಮೇಲ್ ಕಳುಹಿಸಿ
lv: Sūtīt jaunu epastu
mai: नव मेल पठाबू
mg: Handefa mailaka vaovao
ml: പുതിയ മെയിൽ അയയ്ക്കുക
mr: नविन मेल पाठवा
my: အီးမေလ်း အသစ်ပို့
ne: नयाँ पत्र पठाउनुहोस्
or: ନୂଆ ଇମେଲ ପଠାନ୍ତୁ
ro: Trimite un e-mail nou
si: නව පණිවුඩයක් යවන්න
sw: Tuma barua mpya
ta: புதிய மின்னஞ்சலை அனுப்பு
te: కొత్త మెయిలు పంపించండి
th: ส่งจดหมายใหม่
tr: Yeni posta gönder
ur: نئی ڈاک بھیجیں
uz: Yangi xat jo‘natish

# message-reply-menu-reply
source: Reply
ar: رُد
bg: Отговор
bn_in: প্রত্যুত্তর
br: Respont
bs: Odgovori
eu: Erantzun
fa: پاسخ دادن
gd: Freagair
hi_in: जवाब दें
kk: Жауап беру
km: ឆ្លើយតប
kn: ಮಾರುತ್ತರಿಸು
lv: Atbildēt
mai: जवाब
mg: Hamaly
ml: മറുപടി
mr: उत्तर
my: စာပြန်
ne: जवाफ पठाउनुहोस्
or: ଉତ୍ତର ଦିଅନ୍ତୁ
ro: Răspunde
si: පිළිතුර
sw: Jibu
ta: பதிலளி
te: స్పందించండి
th: ตอบกลับ
tr: Yanıtla
ur: جواب
uz: Javob qaytarish

source: Reply All
ar: الرد على الكل
bg: Отговор до всички
bn_in: সকলের প্রতি উত্তর দিন
br: Respont d'an holl
bs: Odgovori svima
eu: Erantzun denei
fa: پاسخ دادن همه
gd: Freagair a h-uile
hi_in: सबको जवाब दें
km: ឆ្លើយតបទៅទាំងអស់គ្នា
kn: ಎಲ್ಲಕ್ಕೂ ಮಾರುತ್ತರಿಸು
lv: Atbildēt Visiem
mai: सभटाकेँ जवाब दिअ
mg: Hamaly Rehetra
ml: എല്ലാവർക്കും മറുപടി
mr: सर्वांना उत्तर द्या
my: အားလုံးစာပြန်
ne: सबैलाई जवाफ दिनुहोस्
or: ସମସ୍ତଙ୍କୁ ଉତ୍ତର ଦିଅନ୍ତୁ
ro: Răspunde la toate
si: සියල්ලටම පිළිතුරු
sw: Jibu Zote
ta: அனைவருக்கும் பதிலளி
te: అందరికీ ప్రత్యుత్తరం
th: ตอบกลับทั้งหมด
tr: Tümüne yanıtla
ur: تمام کا جواب دیں
uz: Barchasiga javob qaytarish

source: Forward
ar: إعادة توجيه
bg: Препращане
bn_in: পরবর্তী
br: Treuzkas
bs: Proslijedi
eu: Birbidali
fa: ارجاع
gd: Sìn air adhart
hi_in: अग्रेषित करें
kk: Қайта бағдарлау
km: បញ្ជូន​បន្ត
kn: ಮುಂದಕ್ಕೆ
lv: Pārsūtīt
mai: अग्रेषित करू
mg: Hampita
ml: കൈമാറുക
mr: पुढे पाठवा
my: ဆက်ပို့
ne: अगाडि
or: ଆଗକୁ
ro: Redirecționare
si: ඉදිරියට
sw: Sambaza
ta: முன்னனுப்பு
te: ఫార్వార్డ్
th: ส่งต่อ
tr: İlet
ur: آگے
uz: Yo‘naltirish

# message-reply-menu-cancel
source: Cancel
ar: ألغِ
bg: Отказ
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
eu: Utzi
fa: انصراف
gd: Sguir dheth
hi_in: रद्द करें
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದುಮಾಡು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കുക
mr: रद्द करा
my: ဖျက်
ne: रद्द गर्नुहोस्
or: ବାତିଲ କରନ୍ତୁ
ro: Renunță
si: අහෝසි කරන්න
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish

source: {name} wrote
ar: {name} كتب
bg: {name} написа
bn_in: {name} লিখেছেন
br: Skrivet eo bet gant {name}
bs: {name} je napisao/la
eu: {name} igorleak idatzi zuen
fa: {name} نوشت
gd: Sgrìobh {name}
hi_in: {name} लिखा
kk: {name} жазған
km: {name} បាន​សរសេរ
kn: {name} ಬರೆದಿದ್ದಾರೆ
lv: {name} rakstīja
mai: {name} लिखल
mg: Nanoratra i {name}
ml: {name} എഴുതി
mr: {name} ने लिहिले
my: {name}ရေးခဲ့သှ်
ne: {name}ले लेख्यो
or: {name} ଲେଖିଲେ
ro: {name} a scris
si: {name} විසින් ලියන ලදී
ta: {name} எழுது
te: {name} వాస్రిన
th: {name} เขียน
tr: {name} şunu yazdı
ur: {name} لکھا
uz: {name} yozdi

source: Original message
ar: الرسالة الأصلية
bg: Оригинално писмо
bn_in: মূল বার্তা
br: Kemennadenn orinel
bs: Izvorna poruka
eu: Jatorrizko mezua
fa: پیام اصلی
gd: An teachdaireachd thùsail
hi_in: मूल संदेश
kk: Түпнұсқа хабарламасы
km: សារ​ដើម
kn: ಮೂಲ ಸಂದೇಶ
lv: Oriģināla vēstule
mai: मूल समाद
mg: Hafatra voalohany
ml: യഥാർത്ഥ സന്ദേശം
mr: मुळ संदेश
my: မူရင်းစာ
ne: मौलिक सन्देश
or: ମୂଳ ସନ୍ଦେଶ
ro: Mesaj original
si: මුල් පණිවුඩය
sw: Ujumbe asili
ta: அசல் செய்தி
te: అసలు సందేశం
th: ข้อความดั้งเดิม
tr: Özgün ileti
ur: اصل پیغام
uz: Asl xabar

# forward-header-subject
source: Subject
ar: الموضوع
bg: Тема
bn_in: বিষয়
br: Danvez
bs: Naslov
eu: Gaia
fa: موضوع
gd: Cuspair
hi_in: विषय
kk: Тақырыбы
km: ប្រធាន​បទ
kn: ವಿಷಯ
lv: Temats
mai: विषय
mg: Antony
ml: വിഷയം
mr: विषय
my: အကြောင်းအရာ
ne: विषय
or: ବିଷୟ
ro: Subiect
si: මාතෘකාව
sw: Kichwa
ta: பொருள்
te: విషయం
th: หัวข้อ
tr: Konu
ur: موضوع
uz: Mavzu

source: Date
ar: تاريخ
bg: Дата
bn_in: তারিখ
br: Deiziad
bs: Datum
eu: Data
fa: تاریخ
gd: Ceann-là
hi_in: दिनांक
kk: Күн
km: កាល​បរិច្ឆេទ
kn: ದಿನಾಂಕ
lv: Datums
mai: दिनांक
mg: Daty
ml: ദിവസം
mr: दिनांक
my: အချက်အလက်
ne: मिति
or: ତାରିଖ
ro: Dată
si: දිනය
sw: Tarehe
ta: தேதி
te: తేదీ
th: วันที่
tr: Tarih
ur: تاریخ
uz: Sana

# forward-header-from
source: From
ar: من
bg: От
bn_in: প্রেরক
br: A-berzh
bs: Od
eu: Nork
fa: از
gd: O
hi_in: से
kk: Кімнен
km: ពី
kn: ಇಂದ
lv: No
mai: सँ
mg: Avy amin'i
ml: എവിടെ നിന്ന്
mr: च्या-कडून
my: မှ
ne: बाट
or: ପ୍ରେରକ
ro: De la
si: වෙතින්
sw: Kutoka
ta: அனுப்புநர்
te: నుండి
th: จาก
tr: Kimden
ur: از
uz: Kimdan

source: Reply-To
ar: رد على
bg: Отговор до
bn_in: উত্তর - প্রাপক
br: Respont-Da
bs: Odgovor-za
eu: Erantzun honi
fa: پاسخ به
gd: Freagairt gu
hi_in: इन्हें जवाब दें
kk: Кімге-жауап-беру
km: ឆ្លើយ​តប​ទៅ
kn: ಉತ್ತರಿಸು-ಗೆ
lv: Atbildēt-Uz
mai: हिनका जवाब दिअ
mg: Hamaly-Ho an'i
ml: മറുപടി-എങ്ങോട്ട്
mr: यास उत्तर द्या
my: သို့-စာပြန်
ne: लाई-जवाफ
or: ଏହାକୁ ଉତ୍ତର ଦିଅନ୍ତୁ
ro: Răspuns către
si: පිළිතුරු-වෙතට
sw: Jibu-Kwa
ta: பெறுநருக்கு-பதில்
te: వీరికి-ప్రత్యుత్తరం
th: ตอบกลับไปยัง
ur: جواب دیں-بنام
uz: Javob qaytarish

# forward-header-to
source: To
ar: إلى
bg: До
bn_in: প্রাপক
br: Da
bs: Za
eu: Nori
fa: به
gd: Gu
hi_in: को
kk: Кімге
km: ជូន​ចំពោះ
kn: ಗೆ
lv: Kam
mai: प्रति
mg: Ho an'i
ml: എങ്ങോട്ട്
mr: प्रति
my: သို့
ne: लाई
or: କାହା ପାଖକୁ
ro: Către
si: වෙත
sw: Kwa
ta: பதில்
te: వీరికి
th: ถึง
tr: Kime
ur: بنام
uz: Kimga

# forward-header-cc
source: Cc
bg: Копие
bn_in: প্রাপক
kk: Көшірме
km: ចម្លង​ជូន
ml: പകർപ്പ്
mr: प्रत
ne: बोधार्थ
si: පිටපත
ta: சிசி
th: สำเนา

source: Inbox
ar: الوارد
bg: Пощенска кутия
bn_in: ইনবক্স
br: Boest degemer
bs: Primljena pošta
eu: Sarrera-ontzia
fa: صندوق
gd: Bogsa a-steach
hi_in: इनबाक्स
kk: Кіріс
km: ប្រអប់​ទទួល
kn: ಇನ್‌ಬಾಕ್ಸ್‌
lv: Iesūtne
mai: इनबाक्स
mg: Boatiditra
ml: ഇൻബോക്സ്
mr: इनबॉक्स
my: စာပုံး
ne: प्राप्तिमञ्जूषा
or: ଇନବକ୍ସ
ro: Mesaje primite
si: ලැබුණු
sw: Kisanduku ingizo
ta: மடலகம்
te: ఇన్‌బాక్స్
th: กล่องขาเข้า
tr: Gelen Kutusu
ur: آمد خانہ
uz: Kiruvchi

source: Sent
ar: المرسل
bg: Изпратени писма
bn_in: প্রেরিত হয়েছে
br: Kaset
bs: Poslana pošta
eu: Bidalitakoak
fa: ارسال شد
gd: Air a chur
hi_in: भेजी-डाक
kk: Жіберілген
km: បាន​ផ្ញើ
kn: ಕಳುಹಿಸಲಾಗಿದೆ
lv: Aizsūtīts
mai: भेजल-डाक
mg: Nalefa
ml: അയച്ച മെയിലുകൾ
mr: पाठवलेले
my: ပို့ပြီး
ne: पठाइयो
or: ପଠାଯାଇଛି
ro: Mesaje trimise
si: යැවූ
sw: Tuma
ta: அனுப்பப்பட்டது
te: పంపినవి
th: ส่งแล้ว
tr: Gönderilen
ur: مرسلہ
uz: Jo‘natilgan

source: Drafts
ar: المسودات
bg: Чернови
bn_in: খসড়া
br: Brouilhedoù
bs: Skice
eu: Zirriborroak
fa: پیش‌نویس‌ها
gd: Dreachdan
hi_in: प्रारूप
kk: Жобаланған
km: សេចក្ដី​ព្រាង
kn: ಕರಡುಗಳು
lv: Melnraksti
mai: प्रारूप
mg: Vakiraoka
ml: ഡ്രാഫ്റ്റുകൾ
mr: मसुदा
my: ဆွဲချချက်များ
ne: ड्राफ्टहरू
or: ଡ୍ରାଫ୍ଟଗୁଡ଼ିକ
ro: Mesaje nefinalizate
si: කෙටුම්පත්
sw: Rasimu
ta: வரைவுகள்
te: ప్రతులు
th: ฉบับร่าง
tr: Taslaklar
ur: مسودات
uz: Qoralamalar

source: Trash
ar: المهملات
bg: Кошче
bn_in: আবর্জনার বাক্স
br: Kest
bs: Smeće
eu: Zakarrontzia
fa: زباله‌دان
gd: Sgudal
hi_in: रद्दी
kk: Қоқыс шелегі
km: ធុងសំរាម
kn: ಕಸ
lv: Miskaste
mai: रद्दी
mg: Fako
ml: ചവറ്റുകുട്ട
mr: कचरापेटी
my: အမှိုက်ပုံး
ne: रद्दीटोकरी
or: ଆବର୍ଜନା ପାତ୍ର
ro: Coș de gunoi
si: ඉවතලන බඳුන
sw: Taka
ta: குப்பைதொட்டி
te: చెత్త
th: ถังขยะ
tr: Çöp Kutusu
ur: ردی
uz: Chiqindi qutisi

source: Unsent
ar: غير مُرسَل
bg: Неизпратени
bn_in: অপ্রেরিত
br: Ket kaset
bs: Neposlano
eu: Bidali gabekoak
fa: ارسال نشده
gd: Gun chur
hi_in: अप्रेषित
kk: Жіберілмеген
km: មិន​បាន​ផ្ញើ
kn: ಕಳುಹಿಸಿಲ್ಲದ
lv: Nesūtīti
mai: अप्रेषित
mg: Tsy lasa
ml: അയയ്ക്കാത്തവ
mr: पाठवणे रद्द करा
my: မပို့ဖြစ်
ne: नपठाइएको
or: ପଠାହୋଇନାହିଁ
ro: Mesaje netrimise
si: නොයැවූ
sw: Haijatumwa
ta: அனுப்பப்படாதது
te: పంపాల్సినవి
th: ไม่ได้ส่ง
tr: Gönderilmemiş
ur: غیرمرسلہ
uz: Jo‘natilmagan

source: Junk
ar: غير مرغوب به
bg: Нежелана поща
bn_in: অবাঞ্ছিত
br: Lastez
bs: Neželjena pošta
eu: Spama
fa: جفنگ
gd: Truilleis
hi_in: जंक
kk: Ескі-құсқы
km: ឥត​បាន​ការ
kn: ರದ್ದಿ
lv: Lieki
mai: जंक
mg: Mpandoto
ml: പലവക
mr: जंक
my: ညပ်မေလ်း
ne: जङ्क
or: ଜଙ୍କ
ro: Mesaje nesolicitate
si: සුන්බුන්
sw: Taka
ta: தேவையற்ற
te: నిరర్ధకం
th: จดหมายขยะ
tr: Önemsiz
ur: فضول
uz: Eski

source: Archives
ar: الأرشيف
bg: Архиви
bn_in: আর্কাইভ
br: Dielloù
bs: Arhive
eu: Artxiboak
fa: بایگانی
gd: Tasg-lannan
hi_in: अभिलेख
kk: Архивтер
km: ប័ណ្ណសារ
kn: ಸಂಗ್ರಹಗಳು
lv: Arhīvi
mai: अभिलेख
mg: Arisiva
ml: ശേഖരങ്ങൾ
mr: संग्रह
my: စာရင်းချုပ်များ
ne: सङ्ग्रह
or: ଅଭିଲେଖ
ro: Arhive
si: සංරක්‍ෂිත
sw: Jalada
ta: காப்பகங்கள்
te: సంగ్రహాలు
th: เก็บถาวร
tr: Arşiv
ur: محفوظات
uz: Arxiv

source: Local Drafts
ar: المسودات المحلية
bg: Местни чернови
bn_in: স্থানীয় খসড়া
br: Brouilhedoù lec'hel
bs: Lokalne skice
eu: Zirriborro lokalak
fa: پیش‌نویس محلی
gd: Dreachdan ionadail
hi_in: स्थानीय ड्राफ्ट
kk: Жергілікті жобаланған
km: សេចក្ដី​ព្រាង​មូលដ្ឋាន
kn: ಸ್ಥಳೀಯ ಕರಡುಗಳು
lv: Lokālie Melnraksti
mai: स्थानीय ड्राफ्ट
mg: Vakiraoka Ifotony
ml: പ്രാദേശിക ഡ്രാഫ്റ്റുകൾ
mr: स्थानिक मसुदा
my: စက်ထဲရှိသိမ်းထားချက်များ
ne: स्थानीय ड्राफ्टस
or: ସ୍ଥାନୀୟ ଡ୍ରାଫ୍ଟଗୁଡ଼ିକ
ro: Nefinalizate local
si: කෙටුම් පත්
sw: Rasimu za hapa hapa
ta: உள்ளூர் வரைவுகள்
te: స్థానిక ప్రతులు
th: ฉบับร่างในเครื่อง
tr: Yerel Taslaklar
ur: مقامی مسودات
uz: Mahalliy qoralamalar

source: Outbox
ar: صندوق الصّادر
bg: Изходяща кутия
bn_in: আউটবক্স
br: Boest kas
bs: Odlazna pošta
eu: Irteerako ontzia
fa: صندوق ارسال
gd: Am bogsa a-mach
km: ប្រអប់​ចេញ
kn: ಹೊರ ಪೆಟ್ಟಿಗೆ
lv: Izsūtne
mg: Boativoaka
ml: ഔട്ട്‌ബോക്സ്
mr: आउटबॉक्स
my: ထွက်စာ
ne: प्रेषणमञ्‍‌जुषा
si: යැවූ
th: กล่องขาออก
tr: Giden kutusu
ur: اخراج خانہ
uz: Chiquvchi
