Repository: translate/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: ar, bg, bn_in, br, bs, eu, fa, gd, hi_in, kk, km, kn, lv, mai, mg, ml, mr, my, ne, or, ro, si, sw, ta, te, th, tr, ur, uz

# bcc-group.ariaLabel
source: bcc
bg: скрито копие
km: ចម្លង​ជា​សម្ងាត់​ជូន​
mg: cci
my: သီးသန့်မိတ္တူ
si: නොලියන ලද කාබන් පිටපත
th: สำเนาลับ

source: Compose message
ar: إنشاء رسالة
bg: Създаване на съобщение
br: Skrivañ ur gemennadenn
bs: Napiši poruku
eu: Idatzi mezua
fa: نوشتن پیام
gd: Sgrìobh teachdaireachd
hi_in: संदेश निर्माण
kk: Хабарламаны жазу
kn: ಸಂದೇಶವನ್ನು ರಚಿಸು
mai: समाद निर्माण
mg: Hanoratra hafatra
ne: सन्देश रचना गर्नुहोस्
or: ସନ୍ଦେଶ ଲେଖନ୍ତୁ
si: පණිවිඩය ලියන්න
sw: Tunga ujumbe
ta: செய்தியை தொகு
te: సందేశాన్ని వ్రాయండి
th: เขียนข้อความ
tr: Yeni ileti yaz
ur: پیغام کمپوز کریں
uz: Xabar yozish

# compose-header-short
source: Compose
ar: إنشاء
bg: Ново писмо
br: Skrivañ
bs: Sastavi
eu: Idatzi
fa: ایجاد
gd: Sgrìobh
kn: ರಚಿಸು
mg: Hanoratra
si: පණිවිඩයක් සෑදීම
th: เขียน
tr: Yaz
ur: کمپوز کریں
uz: Yozish

# compose-send
source: Send
ar: إرسال
bg: Изпращане
bn_in: পাঠিয়ে দিন
br: Kas
bs: Pošalji
eu: Bidali
fa: ارسال
gd: Cuir
kn: ಕಳುಹಿಸು
lv: Sūtīt
mg: Handefa
my: ပေးပို့ရန်
ro: Trimite
si: යවන්න
th: ส่ง
tr: Gönder
ur: بھیجیں
uz: Jo‘natish

# compose-send-button.ariaLabel
source: Send
ar: إرسال
bg: Изпращане
bn_in: পাঠিয়ে দিন
br: Kas
bs: Pošalji
eu: Bidali
fa: ارسال
gd: Cuir
km: ផ្ញើ​
kn: ಕಳುಹಿಸು
lv: Sūtīt
mg: Handefa
my: ပေးပို့ရန်
ro: Trimite
si: යවන්න
th: ส่ง
tr: Gönder
ur: بھیجیں
uz: Jo‘natish

# compose-to
source: To
ar: إلى
bg: До
bn_in: প্রাপক
br: Da
bs: Za
eu: Nori
fa: به
gd: Gu
kk: Кімге
km: ជូន​ចំពោះ
kn: ಗೆ
lv: Kam
mai: प्रति
mg: Ho an'i
ml: എങ്ങോട്ട്
mr: प्रति
my: သို့
ne: लाई
or: କାହା ପାଖକୁ
ro: Către
si: වෙත
sw: Kwa
ta: பெறுநர்
te: వీరికి
th: ถึง
tr: Kime
ur: بنام
uz: Kimga

# compose-cc
source: cc
bg: копие
km: ចម្លង​ជូន​
my: မိတ္တူ
si: කාබන් පිටපත
th: สำเนา

# compose-bcc
source: bcc
bg: скрито
km: ចម្លង​​ជា​​សម្ងាត់​​ជូន​
mg: cci
my: သီးသန့်မိတ္တူ
si: නොලියන ලද කාබන් පිටපත
th: สำเนาลับ

source: Add contact
ar: إضافة جهة اتصال
mg: Hanampy kaontakita
th: เพิ่มรายชื่อ
tr: Kişi ekle

# compose-attachments-container.ariaLabel[zero]
source: Attachments
ar: مرففات
bg: Прикачени файлове
bn_in: সংযুক্ত বস্তু
br: Kenstagadennoù
bs: Prilozi
eu: Eranskinak
fa: پیوست‌ها
gd: Ceanglachain
km: ឯកសារ​ភ្ជាប់
kn: ಅಟ್ಯಾಚ್‍ಮೆಂಟ್‍ಗಳು
lv: Pielikumi
mg: Rakipaingotra
ro: Atașamente
si: ඇමුණුම්
th: ไฟล์แนบ
tr: Ekler
ur: منسلکات
uz: Biriktirmalar

# compose-attachments-container.ariaLabel[one]
source: Attachments: {{kilobytes}}K
ar: المرفقات: {{kilobytes}}ك.ب
bg: Прикачени файлове: {{kilobytes}}K
bn_in: সংযুক্তি: {{kilobytes}}K
br: Kenstagadurioù : {{kilobytes}}K
bs: Prilozi: {{kilobytes}}K
eu: Eranskinak: {{kilobytes}}K
fa: پیوست‌ها: {{kilobytes}}K
gd: Ceanglachain: {{kilobytes}}K
km: ឯកសារ​ភ្ជាប់៖ {{kilobytes}}K
kn: ಲಗತ್ತುಗಳು: {{kilobytes}}K
lv: Pielikums: {{kilobytes}}K
mg: Rakipaingotra: {{kilobytes}}K
my: ဖိုင်တွဲများ {{kilobytes}}K
ro: Atașamente: {{kilobytes}}K
si: ඇමුණුම්: {{kilobytes}}K
th: ไฟล์แนบ: {{kilobytes}}K
tr: Ekler: {{kilobytes}} K
ur: منسلکات: {{kilobytes}}K
uz: Biriktirmalar: {{kilobytes}}K

# compose-attachments-container.ariaLabel[two]
source: Attachments: {{kilobytes}}K
ar: المرفقات: {{kilobytes}} ك.ب
bg: Прикачени файлове: {{kilobytes}}K
bn_in: সংযুক্তি: {{kilobytes}}K
br: Kenstagadurioù : {{kilobytes}}K
bs: Prilozi: {{kilobytes}}K
eu: Eranskinak: {{kilobytes}}K
fa: پیوست‌ها: {{kilobytes}}K
gd: Ceanglachain: {{kilobytes}}K
km: ឯកសារ​ភ្ជាប់៖ {{kilobytes}}K
kn: ಲಗತ್ತುಗಳು: {{kilobytes}}K
lv: Pielikumi: {{kilobytes}}K
mg: Rakipaingotra: {{kilobytes}}K
my: ဖိုင်တွဲများ {{kilobytes}}K
ro: Atașamente: {{kilobytes}}K
si: ඇමුණුම්: {{kilobytes}}K
th: ไฟล์แนบ: {{kilobytes}}K
tr: Ekler: {{kilobytes}} K
ur: منسلکات: {{kilobytes}}K
uz: Biriktirmalar: {{kilobytes}}K

# compose-attachments-container.ariaLabel[few]
source: Attachments: {{kilobytes}}K
ar: المرفقات: {{kilobytes}} ك.ب
bg: Прикачени файлове: {{kilobytes}}K
bn_in: সংযুক্তি: {{kilobytes}}K
br: Kenstagadurioù : {{kilobytes}}K
bs: Prilozi: {{kilobytes}}K
eu: Eranskinak: {{kilobytes}}K
fa: پیوست‌ها: {{kilobytes}}K
gd: Ceanglachain: {{kilobytes}}K
km: ឯកសារ​ភ្ជាប់៖ {{kilobytes}}K
kn: ಲಗತ್ತುಗಳು: {{kilobytes}}K
mg: Rakipaingotra: {{kilobytes}}K
my: ဖိုင်တွဲများ {{kilobytes}}K
ro: Atașamente: {{kilobytes}}K
si: ඇමුණුම්: {{kilobytes}}K
th: ไฟล์แนบ: {{kilobytes}}K
tr: Ekler: {{kilobytes}} K
ur: منسلکات: {{kilobytes}}K
uz: Biriktirmalar: {{kilobytes}}K

# compose-attachments-container.ariaLabel[many]
source: Attachments: {{kilobytes}}K
ar: المرفقات: {{kilobytes}} ك.ب
bg: Прикачени файлове: {{kilobytes}}K
bn_in: সংযুক্তি: {{kilobytes}}K
br: Kenstagadurioù : {{kilobytes}}K
bs: Prilozi: {{kilobytes}}K
eu: Eranskinak: {{kilobytes}}K
fa: پیوست‌ها: {{kilobytes}}K
gd: Ceanglachain: {{kilobytes}}K
km: ឯកសារ​ភ្ជាប់៖ {{kilobytes}}K
kn: ಲಗತ್ತುಗಳು: {{kilobytes}}K
mg: Rakipaingotra: {{kilobytes}}K
my: ဖိုင်တွဲများ {{kilobytes}}K
ro: Atașamente: {{kilobytes}}K
si: ඇමුණුම්: {{kilobytes}}K
th: ไฟล์แนบ: {{kilobytes}}K
tr: Ekler: {{kilobytes}} K
ur: منسلکات: {{kilobytes}}K
uz: Biriktirmalar: {{kilobytes}}K

# compose-attachments-container.ariaLabel[other]
source: Attachments: {{kilobytes}}K
ar: المرفقات: {{kilobytes}} ك.ب
bg: Прикачени файлове: {{kilobytes}}K
bn_in: সংযুক্তি: {{kilobytes}}K
br: Kenstagadurioù : {{kilobytes}}K
bs: Prilozi: {{kilobytes}}K
eu: Eranskinak: {{kilobytes}}K
fa: پیوست‌ها: {{kilobytes}}K
gd: Ceanglachain: {{kilobytes}}K
km: ឯកសារ​ភ្ជាប់៖ {{kilobytes}}K
kn: ಲಗತ್ತುಗಳು: {{kilobytes}}K
mg: Rakipaingotra: {{kilobytes}}K
my: ဖိုင်တွဲများ {{kilobytes}}K
ro: Atașamente: {{kilobytes}}K
si: ඇමුණුම්: {{kilobytes}}K
th: ไฟล์แนบ: {{kilobytes}}K
tr: Ekler: {{kilobytes}} K
ur: منسلکات: {{kilobytes}}K
uz: Biriktirmalar: {{kilobytes}}K

source: Remove
ar: حذف
bg: Премахване
bn_in: মুছে ফেলুন
br: Dilemel
bs: Ukloni
eu: Kendu
fa: حذف
gd: Thoir air falbh
km: យកចេញ
kn: ತೆಗೆದುಹಾಕು
lv: Noņemt
mg: Hanala
my: ဖျက်ရန်
ro: Elimină
si: ඉවත්කරන්න
th: เอาออก
tr: Sil
ur: ہٹائیں
uz: Olib tashlash

source: Attach
ar: أرفق
bg: Прикачване
bn_in: সংযোগ
br: Stagañ
bs: Priloži
eu: Erantsi
fa: پیوست
gd: Cuir ris
km: ភ្ជាប់​ជាមួយ​
kn: ಲಗತ್ತಿಸು
lv: Piesaistīt
mg: Hanapaingotra
my: တွဲရန်
ro: Atașează
si: අමුණන්න
th: แนบ
tr: Ekle
ur: منسلک کریں
uz: Biriktirish

# compose-attachments[zero]
source: Attachments
ar: مرفقات
bg: Притурки
bn_in: সংযুক্ত বস্তু
br: Kenstagadennoù
bs: Prilozi
eu: Eranskinak
fa: پیوست‌ها
gd: Ceanglachain
km: ឯកសារ​ភ្ជាប់
kn: ಅಟ್ಯಾಚ್‍ಮೆಂಟ್‍ಗಳು
lv: nav pielikumu
mg: Rakipaingotra
ro: Atașamente
si: ඇමුණුම්
th: ไฟล์แนบ
tr: Ekler
ur: منسلکات
uz: Biriktirmalar

source: {{ n }} attachment
ar: {{ n }} مرفق
bg: {{ n }} притурка
bn_in: {{ n }} সংযুক্ত বস্তু
br: {{ n }} c'henstagadur
bs: {{ n }} prilog
eu: Eranskin bat
fa: {{ n }} پیوست
gd: {{ n }} cheanglachan
hi_in: {{ n }} संलग्नक
kk: {{ n }} салыным
km: {{ n }} ឯកសារ​ភ្ជាប់
kn: {{ n }} ಲಗತ್ತು
lv: {{ n }} pielikums
mai: {{ n }} संलग्नक
mg: Rakipaingotra {{ n }}
ml: {{ n }} അറ്റാച്ച്മെന്റ്
mr: {{ n }} ॲटॅचमेंट
my: {{ n }} ဖိုင်တွဲံ
ne: {{ n }} संलग्न फाइलहरू
or: {{ n }} ସଂଲଗ୍ନକ
ro: {{ n }} atașament
si: ඇමුණුම් {{ n }}
sw: ambatanisho {{ n }}
ta: {{ n }} இணைப்பு
te: {{ n }} జోడింపు
th: {{ n }} ไฟล์แนบ
tr: {{ n }} ek
ur: {{ n }} منسلکہ
uz: {{ n }} ta biriktirma

# compose-attachments[two]
source: {{ n }} attachments
ar: {{ n }} مرفق
bg: {{ n }} притурки
bn_in: {{ n }} সংযুক্ত বস্তু
br: {{ n }} a genstagadurioù
bs: {{ n }} priloga
eu: {{ n }} eranskin
fa: {{ n }} پیوست‌ها
gd: {{ n }} cheanglachan
hi_in: {{ n }} संलग्नक
kk: {{ n }} салыным
km: {{ n }} ឯកសារ​ភ្ជាប់
kn: {{ n }} ಲಗತ್ತುಗಳು
lv: {{ n }} pielikumi
mai: {{ n }} संलग्नक
mg: Rakipaingotra {{ n }}
ml: {{ n }} അറ്റാച്ച്മെന്റ്
mr: {{ n }} ॲटॅचमेंट्स
my: {{ n }} တွဲထားချက်များ
ne: {{ n }} संलग्न फाइलहरू
or: {{ n }} ସଂଲଗ୍ନକ
ro: {{ n }} atașamente
si: ඇමුණුම් {{ n }}
sw: viambatanisho {{ n }}
ta: {{ n }} இணைப்புகள்
te: {{ n }} జోడింపులు
th: {{ n }} ไฟล์แนบ
tr: {{ n }} ek
ur: {{ n }} منسلکات
uz: {{ n }} ta biriktirma

# compose-attachments[few]
source: {{ n }} attachments
ar: {{ n }} مرفق
bg: {{ n }} притурки
bn_in: {{ n }} সংযুক্ত বস্তু
br: {{ n }} a genstagadurioù
bs: {{ n }} priloga
eu: {{ n }} eranskin
fa: {{ n }} پیوست‌ها
gd: {{ n }} ceanglachain
hi_in: {{ n }} संलग्नक
kk: {{ n }} салыным
km: {{ n }} ឯកសារ​ភ្ជាប់
kn: {{ n }} ಲಗತ್ತುಗಳು
lv: {{ n }} pielikumi
mai: {{ n }} संलग्नक
mg: Rakipaingotra {{ n }}
ml: {{ n }} അറ്റാച്ച്മെന്റുകള്‍
mr: {{ n }} ॲटॅचमेंट्स
my: {{ n }} တွဲထားချက်များ
ne: {{ n }} संलग्न फाइलहरू
or: {{ n }} ସଂଲଗ୍ନକ
ro: {{ n }} atașamente
si: ඇමුණුම් {{ n }}
sw: viambatanisho {{ n }}
ta: {{ n }} இணைப்புகள்
te: {{ n }} జోడింపులు
th: {{ n }} ไฟล์แนบ
tr: {{ n }} ek
ur: {{ n }} منسلکات
uz: {{ n }} ta biriktirma

# compose-attachments[many]
source: {{ n }} attachments
ar: {{ n }} مرفق
bg: {{ n }} притурки
bn_in: {{ n }} সংযুক্ত বস্তু
br: {{ n }} a genstagadurioù
bs: {{ n }} priloga
eu: {{ n }} eranskin
fa: {{ n }} پیوست‌ها
gd: {{ n }} ceanglachan
hi_in: {{ n }} संलग्नक
kk: {{ n }} салыным
km: {{ n }} ឯកសារ​ភ្ជាប់
kn: {{ n }} ಲಗತ್ತುಗಳು
lv: {{ n }} pielikumi
mai: {{ n }} संलग्नक
mg: Rakipaingotra {{ n }}
ml: {{ n }} അറ്റാച്ച്മെന്റുകള്‍
mr: {{ n }} ॲटॅचमेंट्स
my: {{ n }} တွဲထားချက်များ
ne: {{ n }} संलग्न फाइलहरू
or: {{ n }} ସଂଲଗ୍ନକ
ro: {{ n }} atașamente
si: ඇමුණුම් {{ n }}
sw: viambatanisho {{ n }}
ta: {{ n }} இணைப்புகள்
te: {{ n }} జోడింపులు
th: {{ n }} ไฟล์แนบ
tr: {{ n }} ek
ur: {{ n }} منسلکات
uz: {{ n }} ta biriktirma

# compose-attachments[other]
source: {{ n }} attachments
ar: {{ n }} مرفق
bg: {{ n }} притурки
bn_in: {{ n }} সংযুক্ত বস্তু
br: {{ n }} a genstagadurioù
bs: {{ n }} priloga
eu: {{ n }} eranskin
fa: {{ n }} پیوست‌ها
gd: {{ n }} ceanglachan
hi_in: {{ n }} संलग्नक
kk: {{ n }} салыным
km: {{ n }} ឯកសារ​ភ្ជាប់
kn: {{ n }} ಲಗತ್ತುಗಳು
lv: {{ n }} pielikumi
mai: {{ n }} संलग्नक
mg: Rakipaingotra {{ n }}
ml: {{ n }} അറ്റാച്ച്മെന്റുകള്‍
mr: {{ n }} ॲटॅचमेंट्स
my: {{ n }} တွဲထားချက်များ
ne: {{ n }} संलग्न फाइलहरू
or: {{ n }} ସଂଲଗ୍ନକ
ro: {{ n }} atașamente
si: ඇමුණුම් {{ n }}
sw: viambatanisho {{ n }}
ta: {{ n }} இணைப்புகள்
te: {{ n }} జోడింపులు
th: {{ n }} ไฟล์แนบ
tr: {{ n }} ek
ur: {{ n }} منسلکات
uz: {{ n }} ta biriktirma

# compose-text.ariaLabel
source: Edit
ar: تحرير
bg: Редактиране
bn_in: সম্পাদনা করুন
br: Embann
bs: Uredi
eu: Editatu
fa: ویرایش
gd: Deasaich
km: កែសម្រួល​
kn: ಸಂಪಾದಿಸು
lv: Rediģēt
mg: Hanitsy
my: ပြင်ရန်
ro: Editează
si: සංස්කරණය
th: แก้ไข
tr: Düzenle
ur: تدوین کریں
uz: Tahrirlash

source: One moment, still working on the previous attachment...
ar: لحظة واحدة، ما زلنا نعمل على المرفق السابق...
bg: Един момент, все още се работи над предишната притурка...
bn_in: এক মুহুর্ত, এখনও আগের সংযুক্ত বস্তুর সাথে কাজ চলছে...
br: Ur vunutenn mar plij, emañ ar c'henstagadur kent o vezañ keweriet...
bs: Sačekajte trenutak, još radim na prethodnom prilogu...
eu: Momentu bat, aurreko eranskinarekin ari gara lanean oraindik...
fa: یک لحظه، همچنان در حال کار بر روی پیوست قبلی...
gd: Fuirich ort, tha sinn a’ dèiligeadh ris a’ cheanglachain eile fhathast...
hi_in: एक क्षण रूकें, पिछले संलग्नक पर अभी कार्य कर रहा है...
km: នៅ​ពេល​នេះ, នៅ​តែ​កំពុង​ដំណើរការ​លើ​ឯកសារ​ភ្ជាប់​ពី​មុន...
kn: ಒಂದು ನಿಮಿಷ, ಹಿಂದಿನ ಲಗತ್ತಿನ ಮೇಲೆ ಕೆಲಸಮಾಡುಲಾಗುತ್ತಿದೆ...
lv: Vienu brīdi, mēs joprojām strādājam uz iepriekšējo pielikumu...
mai: एक क्षण रूकू, पछिला संलग्नक पर अखनो काज कए रहल अछि...
mg: Mahandrasa kely fa mbola eo am-pamatrarana ilay rakipaingotra teo…
ml: ഒരു നിമിഷം, ഇപ്പോഴും മുമ്പത്തെ അറ്റാച്ച്മെന്റിൽ പ്രവർത്തിച്ചുകൊണ്ടിരിക്കുന്നു...
mr: थोडा वेळ थांबा, आधिच्या अटॅचमेंट वर काम चालू आहे...
my: ခဏလေးစောင့်ပါ ၊ ရှေ့ကတွဲထားချက်ကို တင်နေသှ်
ne: एक क्षण, अझै पनि अघिल्लो लगाव मा काम ...
or: ଟିକେ ଅପେକ୍ଷା କରନ୍ତୁ, ଏବେ ବି ଆଗର ଆଟାଚମେଣ୍ଟ ଉପରେ କାମ କରୁଛି...
ro: Un moment, încă se lucrează la atașamentul anterior...
si: රැදී සිටින්න, පෙර ඈදුම සමඟින් ක්‍රියා කරමින් සිටී...
sw: Dakika moja, bado inashughulikia kiambatanisho cha awali...
ta: சற்று பொறுக்கவும், முந்தையக் கோப்பை ஏற்றிக்கொண்டிருக்கிறது...
te: ఒక్క క్షణం, ఇంకా గత జోడింపుపై పనిచేస్తోంది...
th: รอสักครู่ กำลังทำงานกับไฟล์แนบก่อนหน้าอยู่...
tr: Bekleyin, hâlâ önceki ek üzerinde çalışıyoruz...
ur: ایک معیار، ابھی بھی گزشتہ منسلکہ پر کام چل رحا ہے...
uz: Bir daqiqa, oldingi biriktirma hali ham ishlamoqda...

# compose-subject
source: Subject
ar: الموضوع
bg: Тема
bn_in: বিষয়
br: Danvez
bs: Naslov
eu: Gaia
fa: موضوع
gd: Cuspair
hi_in: विषय
kk: Тақырыбы
km: ប្រធានបទ
kn: ವಿಷಯ
lv: Temats
mai: विषय
mg: Antony
ml: വിഷയം
mr: विषय
my: အကြောင်းအရာ
ne: विषय
or: ବିଷୟ
ro: Subiect
si: මාතෘකාව
sw: Kichwa
ta: பொருள்
te: విషయం
th: หัวข้อ
tr: Konu
ur: موضوع
uz: Mavzu

source: Save to Local Drafts
ar: حفظ في المسودات
bg: Запазване в Чернови
bn_in: সংরক্ষণ করুন করুন স্থানীয় ভাবে
br: Enrollañ e Brouilhedoù Lec'hel
bs: Spasi u lokalne skice
eu: Gorde zirriborro lokaletan
fa: ‌‌‌‌ذخیره در پیش‌ نویس محلی
gd: Sàbhail sna dreachdan ionadail
hi_in: स्थानीय ड्राफ़्ट में सहेजें
kk: Жергілікті жобаланған бумасына сақтау
km: រក្សាទុក​ទៅ​សេចក្ដី​ព្រាង​មូលដ្ឋាន
kn: ಸ್ಥಳೀಯ ಕರಡುಗಳಿಗೆ ಉಳಿಸು
lv: Saglabāt vietējas melnrakstos
mai: स्थानीय ड्राफ़्ट मे सहेजू
mg: Tehirizina ho vakiraoka ifotony
ml: പ്രാദേശിക ഡ്രാഫ്റ്റുകളിലേക്ക് സൂക്ഷിക്കുക
mr: स्थानीक मसुदा म्हणून साठवा
my: စက်ထဲသို့သိမ်းလိုက်မည်
ne: स्थानीय ड्राफ्टसमा बचत गर्नुहोस
or: ସ୍ଥାନୀୟ ଡ୍ରାଫ୍ଟରେ ସାଇତିବେ
ro: Salvează în mesaje nefinalizate local
si: පරිස්ථානීය කටුසටහන් වලට සුරකින්න
sw: Hifadhi kwa Rasimu za Hapa hapa
ta: உள்ளூர் வரைவுகளில் சேமி
te: స్థానిక చిత్తులకు భద్రపరచు
th: บันทึกเป็นฉบับร่างในเครื่อง
tr: Yerel Taslaklar'a kaydet
ur: مقامی مسودات میں محفوظ
uz: Mahalliy qoralamalarga saqlash

source: Delete the draft
ar: حذف المسودة
bg: Изтриване на черновата
bn_in: ড্রাফট বাতিল করুন
br: Dilemel ar brouilhed
bs: Obriši skicu
eu: Ezabatu zirriborroa
fa: حذف پیش‌ نویس
gd: Sguab às an dreachd
lv: Dzēst melnrakstu
ro: Șterge mesajul nefinalizat
si: කෙටුම්පත මකා දමන්න
th: ลบฉบับร่าง
ur: مسودہ حذف کریں
uz: Qoralamani o‘chirish

source: Sending email failed
ar: تعذر إرسال البريد الالكتروني
bg: Неуспешно изпращане на ел. поща
bn_in: ই-মেইল পাঠানো ব্যর্থ হয়েছে
br: C'hwitet en deus kas ar postel
bs: Slanje emaila neuspješno
eu: Huts egin du mezua bidaltzean
fa: ارسال ایمیل ناموفق بود
gd: Dh'fhàillig cur a' phuist
hi_in: ईमेल का प्रेषण विफल
kk: Эл. пошта хатын жіберу сәтсіз аяқталды
km: បាន​បរាជ័យ​​ផ្ញើ​អ៊ីមែល
kn: ಇಮೇಲ್ ಕಳುಹಿಸುವಿಕೆ ವಿಫಲಗೊಂಡಿದೆ
lv: Epasta sūtīšana neizdevās
mai: इमेल केर प्रेषण बिफल
mg: Tsy nety ny fandefasana mailaka
ml: ഈമെയില്‍ അയയ്ക്കുന്ന ത് പരാജയപ്പെട്ടു
mr: इ-मेल पाठविणे अयशस्वी
my: အီမေလ်းပေးပို့ခြင်း မအောင်မြင်
ne: इमेल पठाउन असफल भयो
or: ଇମେଲ ପଠାଇବା ବିଫଳ ହୋଇଛି
ro: Trimiterea e-mailului a eșuat
si: විද්‍යුත් තැපෑල යැවීම අසාර්ථකයි
sw: Kutuma barua pepe kulishindwa
ta: மின்னஞ்சல் அனுப்புவது தோல்வியுற்றது
te: ఈమెయిలు పంపుటలో విఫలమైంది
th: การส่งอีเมลล้มเหลว
tr: E-posta gönderimi başarısız
ur: ای میل بھیجنی ناکام
uz: E-xatni jo‘natib bo‘lmadi

source: Attachment too large
ar: الملف المرفق كبير جدا
bg: Притурката е твърде голяма
bn_in: সংযুক্ত বস্তু আকার অনেক বড়
br: Kenstagadur re vras
bs: Prilog je prevelik
eu: Eranskina handiegia da
fa: پیوست بسیار حجیم است
gd: Tha an ceanglachan ro mhòr
hi_in: अनुलग्नक बहुत बड़ा है
kk: Салыным тым үлкен
km: ឯកសារ​ភ្ជាប់​ធំ​ពេក
kn: ಲಗತ್ತುಗಳು ತುಂಬ ದೊಡ್ಡದಿದೆ
lv: Pielikums pārāk liels
mai: अनुलग्नक बहुत पैघ अछि
mg: Ngeza loatra ny rakipaingotra
ml: അറ്റാച്ച്മെന്റ് വളരെ വലുതാണ്
mr: खुपच मोठी ॲटॅचमेंट
my: တွဲဖိုင် ပမာဏများ
ne: संलग्न धेरै ठुलो भयो
or: ସଂଲଗ୍ନକଟି ଅତ୍ୟଧିକ ବଡ଼
ro: Atașament prea mare
si: ඇමිණුමේ ප්‍රමාණය විශාලයි
sw: Ambatanisho ni kubwa sana
ta: இணைப்பு பெரிய அளவில் உள்ளது
te: జోడింపు చాలా పెద్దది
th: ไฟล์แนบใหญ่เกินไป
tr: Ek çok büyük
ur: منسلکہ بہت بڑی ہے
uz: Biriktirma juda katta

source: Attachments too large
ar: الملفات المرفقة كبيرة جداً
bg: Притурките са твърде големи
bn_in: সংযুক্ত বস্তুসমূহের আকার অনেক বড়
br: Kenstagadurioù re vras
bs: Prilozi su preveliki
eu: Eranskinak handiegiak dira
fa: پیوست بسیار حجیم است
gd: Tha na ceanglachain ro mhòr
hi_in: अनुलग्नक बहुत बड़ा है
kk: Салынымдар тым үлкен
km: ឯកសារ​ភ្ជាប់​ធំ​ពេក
kn: ಲಗತ್ತುಗಳು ತುಂಬ ದೊಡ್ಡದಿದೆ
lv: Pielikumi ir pārāk lieli
mai: अनुलग्नक बहुत पैघ अछि
mg: Ngeza loatra ireo rakipaingotra
ml: അറ്റാച്ച്മെന്റുകൾ വളരെ വലുതാണ്
mr: खुपच मोठी ॲटॅचमेंट
my: တွဲဖိုင် ပမာဏ များလွန်း
ne: संलग्नहरु धेरै ठूला भए
or: ସଂଲଗ୍ନକଗୁଡ଼ିକ ଅତ୍ୟଧିକ ବଡ଼
ro: Atașamente prea mari
si: ඇමිණුම් වල ප්‍රමාණය විශාලයි
sw: Viambatanisho ni vikubwa sana
ta: இணைப்புகள் பெரிய அளவில் உள்ளது
te: జోడింపులు చాలా పెద్దవి
th: ไฟล์แนบใหญ่เกินไป
tr: Ekler çok büyük
ur: منسلکات بہت بڑی ہیں
uz: Biriktirma juda katta

source: The selected attachment is too large to send with this message.
ar: الملف المرفق أكبر من أن يتم إرساله مع هذه الرسالة.
bg: Избраната притурка е твърде голяма, за да бъде изпратена с това съобщение.
bn_in: বার্তার সাথে পাঠানোর জন্য নির্বাচিত সংযুক্ত বস্তুটির আকার অত্যধিক বড়।
br: Re vras eo ar c'henstagadur evit bezañ kaset er gemennadenn-mañ.
bs: Odabrani prilog je prevelik za slanje sa ovom porukom.
eu: Hautatutako eranskina handiegia da mezu honekin bidaltzeko.
fa: پیوست‌های انتخاب شده برای ارسال بسیار حجیم‌ هستند.
gd: Thagh thu ceanglachan a tha ro mhòr 's cha ghabh a chur leis an teachdaireachd.
hi_in: इस संदेश के साथ भेजने के लिए चयनित अनुलग्नक बहुत बड़ा है.
kk: Таңдалған салыным бұл хатпен жіберілу үшін тым үлкен.
km: ឯកសារ​ភ្ជាប់​ដែល​បាន​ជ្រើស​ដើម្បី​ផ្ញើ​ជាមួយ​សារ​នេះ​គឺ​ធំ​ពេក។
kn: ಈ ಸಂದೇಶದೊಂದಿಗೆ ಆಯ್ಕೆ ಮಾಡಿರುವ ಲಗತ್ತು ತುಂಬಾ ದೊಡ್ಡದಿದೆ.
lv: Izvēlētais pielikums ir pārāk liels lai to sūtīt ar šo vēstuli.
mai: ई समाद क सँग पठाबै कलेल चयनित अनुलग्नक बहुत पैघ अछि.
mg: Ngeza loatra ilay rakipaingotra nofantenana ka tsy ho lasa miaraka amin'ity hafatra ity.
ml: തിരഞ്ഞെടുത്ത അറ്റാച്ച്മെന്റ് ഈ സന്ദേശത്തിന്റെ കൂടെ അയയ്ക്കാൻ പറ്റാത്ത അത്രയും വലുതാണ്.
mr: या संदेशासोबत पाठविण्यासाठी निवडलेले ॲटॅचमेंट खुपच मोठे आहे.
my: ရွေးထားသော တွဲဖိုင်သည် စာတိုဖြင့်ပို့ရန် ပမာဏ ကြီးလွန်းနေသှ်
ne: चयन गरिएको संलग्न यस सन्देशमा पठाउन धेरै ठूलो छ।
or: ବଛାଯାଇଥିବା ଆଟାଚମେଣ୍ଟଟି ଖୁବ ବଡ଼ ଓ ଏହି ସନ୍ଦେଶରେ ପଠାଯାଇପାରିବ ନାହିଁ ।
ro: Atașamentul selectat este prea mare pentru a fi trimis cu acest mesaj.
si: මෙම පණිවුඩය හා යැවීමට මෙම ඇමිණුමේ ප්‍රමාණය ඉක්මවා ඇත.
sw: Kiambatanisho kilichochaguliwa ni kikubwa sana kutuma na ujumbe huu.
ta: செய்தியை அனுப்ப தெரிவுசெய்த சேர்க்கை பெரியதாக உள்ளது.
te: ఈ సందేశంతో పంపుటకు ఎంపికచేసిన జోడింపు చాలా పెద్దది.
th: ไฟล์แนบที่เลือกใหญ่เกินไปที่จะส่งกับข้อความนี้
tr: Seçilen ek, bu mesajla gönderilemeyecek kadar büyük.
ur: منتخب منسلکہ اس پیغام کے ساتھ بھیجنے کے لئے بہت بڑی ہے۔
uz: Tanlangan biriktirmani ushbu xabar bilan jo‘natish juda kattalik qiladi.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
ar: الملفات المرفقة كبيرة جدا ليتم إرسالها مع هذه الرسالة. حاول إرفاق ملفات أقل.
bg: Избраните притурки са твърде големи, за да бъдат изпратени с това съобщение. Опитайте да изберете по-малко файлове.
bn_in: বার্তার সাথে পাঠানোর জন্য নির্বাচিত সংযুক্ত বস্তুসমূহের আকার অত্যধিক বড়। কম ফাইল নির্বাচন করে আবার চেষ্টা করুন।
br: Re vras eo ar c'henstagadurioù evit bezañ kaset er gemennadenn-mañ. Klaskit en ur ziuzañ nebeutoc'h a restroù.
bs: Odabrani prilozi su preveliki za slanje sa ovom porukom. Pokušajte odabrati manje fajlova.
eu: Hautatutako eranskinak handiegiak dira mezu honekin bidaltzeko. Saiatu fitxategi gutxiago hautatzen.
fa: پیوست‌های انتخاب شده برای ارسال بسیار حجیم‌ هستند.پرونده‌‌های کم حجم تری انتخاب کنید.
gd: Thagh thu ceanglachain a tha ro mhòr 's cha ghabh an cur leis an teachdaireachd. Feuch is tagh nas lugha dhiubh.
hi_in: इस संदेश के साथ भेजने के लिए चयनित अनुलग्नक बहुत बड़ा है. कम फ़ाइलों चयन करने का प्रयास करें.
kk: Таңдалған салынымдар бұл хатпен жіберілу үшін тым үлкен. Азырақ файлды таңдап көріңіз.
km: ឯកសារ​ភ្ជាប់​ដែល​បាន​ជ្រើស​ដើម្បី​ផ្ញើ​ជាមួយ​សារ​នេះ​គឺ​ធំ​ពេក។ សាកល្បង​ជ្រើស​ឯកសារ​តិច​ជាង​នេះ។
kn: ಈ ಸಂದೇಶದೊಂದಿಗೆ ಆಯ್ಕೆ ಮಾಡಿರುವ ಲಗತ್ತುಗಳು ತುಂಬಾ ದೊಡ್ಡದಾಗಿವೆ. ಕೆಲವೇ ಕಡತಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಪ್ರಯತ್ನಿಸಿ.
lv: Izvēlētie pielikumi ir pārāk lieli lai tos sūtīt ar šo vēstuli. Izvēlieties mazāk datņu.
mai: ई समाद क सँग पठाबै कलेल चयनित अनुलग्नक बहुत पैघ अछि. कम फ़ाइल चयन करबाक प्रयास करू.
mg: Ngeza loatra ireo rakipaingotra nofantenana ka tsy ho lasa miaraka amin'ity hafatra ity. Manandrama mifantina rakitra vitsy kokoa.
ml: തിരഞ്ഞെടുത്ത അറ്റാച്ച്മെന്റുകൾ ഈ സന്ദേശത്തിന്റെ കൂടെ അയയ്ക്കാൻ പറ്റാത്ത അത്രയും വലുതാണ്. കുറച്ച് എണ്ണം ഫയലുകൾ തിരഞ്ഞെടുത്ത് ശ്രമിക്കുക.
mr: या संदेशासोबत पाठविण्यासाठी निवडलेले ॲटॅचमेंट खुपच मोठे आहे. कमी करण्याचा प्रयत्न करा.
my: ရွေးထားသော ဖိုင်တွဲများသှ် စာတိုဖြင့်ပို့ရန် ကြီးလွန်းနေပါသှ် ။ ဤအထဲမှ အချို့ဖိုင်များကိုသာ ရွေးပို့ကြည့်ပါ
ne: चयन गरिएका संलग्नहरु यस सन्देशमा पठाउन धेरै ठूला छन्। कम फाइलहरु चयन गर्न खोज्नुहोस्।
or: ବଛାଯାଇଥିବା ଆଟାଚମେଣ୍ଟଟି ଖୁବ ବଡ଼ ହୋଇଥିବାରୁ ଏହି ସନ୍ଦେଶରେ ପଠାଯାଇପାରିବ ନାହିଁ । ଛୋଟ ଫାଇଲଟିଏ ଯୋଡ଼ନ୍ତୁ ।
ro: Atașamentele selectate sunt prea mari pentru a fi trimise cu acest mesaj. Încearcă să selectezi mai puține fișiere.
si: තෝරාගත් ඇමිණුම් මෙම පණිවුඩය හා යැවීමට ප්‍රමාණයෙන් ඉක්මවා ඇත. ගොනු ප්‍රමාණය අඩු කර උත්සාහ කරන්න.
sw: Viambatanisho vilivyochaguliwa ni vikubwa mno kutuma na ujumba huu. Jaribu kuchagua faili chache.
ta: செய்தியை அனுப்ப தேர்ந்த சேர்க்கை பெரியதாக உள்ளது. குறைந்தளவு கோப்புகளை தேரிவுசெய்ய முயற்சி.
te: ఈ సందేశంతో పంపుటకు ఎంపికచేసిన జోడింపులు చాలా పెద్దవి. తక్కువ దస్త్రాలను ఎంపికచేసి ప్రయత్నించండి.
th: ไฟล์แนบที่เลือกใหญ่เกินไปที่จะส่งกับข้อความนี้ ลองเลือกไฟล์ให้น้อยลง
tr: Seçilen ekler bu mesajla gönderilemeyecek kadar büyük. Daha az dosya seçmeyi deneyin.
ur: منتخب منسلکہ اس پیغام کے ساتھ بھیجنے کے لئے بہت بڑی ہے۔ کم فائلوں کو منتخب کرنے کی کوشش کریں۔
uz: Ushbu xabar bilan birga jo‘natish uchun biriktirmalaringiz juda katta. Kamroq fayllarni tanlab, urinib ko‘ring.

source: OK
ar: موافق
bg: Добре
bn_in: ঠিক আছে
br: Mat eo
eu: Ados
fa: تایید
gd: Ceart ma-thà
kk: ОК
km: យល់​ព្រម
kn: ಸರಿ
lv: Labi
mai: बेस
ml: ശരി
mr: ठीक
my: အိုကေ
ne: ठीक छ
or: ଠିକ ଅଛି
si: හරි
sw: SAWA
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے

source: attachment{{ n }}
ar: المرفق {{ n }}
bn_in: সংযুক্ত বস্তু{{ n }}
br: kenstagadur{{ n }}
bs: prilog{{ n }}
eu: {{ n }}. eranskina
fa: پیوست{{ n }}
gd: ceanglachan{{ n }}
hi_in: संलग्नक {{ n }}
kn: ಲಗತ್ತು{{ n }}
lv: pielikums {{ n }}
mai: संलग्नक {{ n }}
mg: rakipaingotra{{ n }}
ml: അറ്റാച്ച്മെന്റ്{{ n }}
mr: ॲटॅचमेंट{{ n }}
my: တွဲထားချက်{{ n }}
ne: बधीएको{{ n }}
or: ସଂଲଗ୍ନକ{{ n }}
ro: atașament{{ n }}
si: ඇමුණුම{{ n }}
sw: kiambatanisho{{ n }}
ta: இணைப்பு{{ n }}
te: జోడింపు{{ n }}
th: ไฟล์แนบ{{ n }}
tr: ek{{ n }}
ur: منسلکہ{{ n }}
uz: biriktirma{{ n }}

# message-attachment-view
source: View
ar: عرض
bg: Преглед
bn_in: প্রদর্শন
br: Gwelout
bs: Prikaži
eu: Ikusi
fa: نمایش
gd: Seall
km: មើល​
kn: ನೋಡು
lv: Skatīt
mg: Hijery
my: ကြည့်ရန်
ro: Vezi
si: නරඹන්න
th: ดู
tr: Bak
ur: نظارہ
uz: Ko‘rish

source: Unable to open
ar: غير قادر على الفتح
bg: Невъзможно отваряне
bn_in: খুলতে ব্যর্থ
br: N'haller ket digeriñ
bs: Ne mogu otvoriti
eu: Ezin da ireki
fa: باز کردن ممکن نیست
gd: Cha ghabh fhosgladh
km: មិន​អាច​​បើក
kn: ತೆಗೆಯಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ
lv: Nevar atvērt
mg: Tsy afaka manokatra
my: ဖိုင်ကို ဖွင့်၍ မရပါ
ro: Nu se poate deschide
si: විවෘත කළ නොහැකියි
th: ไม่สามารถเปิดได้
tr: Açılamadı
ur: کھولنے میں ناکام
uz: Ochib bo‘lmadi
