Repository: translate/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: ar, bg, bn_in, br, bs, eu, fa, gd, hi_in, kk, km, kn, lv, mai, mg, ml, mr, my, ne, or, ro, si, sw, ta, te, th, tr, ur, uz

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
ar: تم تعليم {{ n }} رسالة كغير مقروءة
bg: {{ n }} писма отбелязани като непрочетени
bn_in: {{ n }} বার্তা অপঠিত হিসাবে চিহ্নিত হয়েছে
br: {{ n }} a gemennadennoù merket evel anlennet
bs: {{ n }} poruke označene kao nepročitane
eu: {{ n }} mezu irakurri gabeko gisa markatuta
fa: {{ n }} پیام به عنوان خوانده نشده علامت‌ گذاری شد
gd: Chuir thu comharra nach deach an {{ n }} theachdaireachd seo a leughadh
hi_in: {{ n }} संदेश अपठित चिह्नित
kk: {{ n }} хабарлама оқылмаған ретінде белгіленген
km: បាន​សម្គាល់​សារ {{ n }} ថា​​មិន​ទាន់​អាន
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಓದಿಲ್ಲ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ
lv: {{ n }} vēstules atzīmētas kā nelasīti
mai: {{ n }} समाद अपठित चिह्नित
mg: Hafatra {{ n }} voamarika hoe tsy voavaky
ml: {{ n }} സന്ദേശങ്ങൾ വായിച്ചില്ലെന്ന് അടയാളപ്പെടുത്തി
mr: {{ n }} संदेश वाचलेले नाहीत असे चिन्हांकीत केले आहे
my: စာတို{{ n }}အား မဖတ်ရသေးဟုမှတ်ထား
ne: {{ n }} सन्देशहरू नपढिएको रुपमा चिन्ह लगाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ପଢ଼ା ଯାଇନାହିଁ ବୋଲି ଚିହ୍ନିତ ହେଲା
ro: {{ n }} mesaje marcate ca necitite
si: පණිවුඩ {{ n }}ක් නොකියැවූ ලෙසින් සටහන් කලා
sw: ujumbe {{ n }} zimealamishwa kama ambazo hazijasomwa
ta: {{ n }} செய்திகளை படிக்காததாக குறி
te: {{ n }} సందేశాలు చదవనివిగా గుర్తుంచెను
th: ทำเครื่องหมาย {{ n }} ข้อความเป็นยังไม่ได้อ่าน
tr: {{ n }} ileti okunmadı olarak işaretlendi
ur: {{ n }} پیغامات بغیر پڑھے ہوے کے طور پر نشان زد
uz: {{ n }} ta xabar o‘qilmagan deb belgilandi

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
ar: تم تعليم {{ n }} رسالة كغير مقروءة
bg: {{ n }} писма отбелязани като непрочетени
bn_in: {{ n }} বার্তা অপঠিত হিসাবে চিহ্নিত হয়েছে
br: {{ n }} a gemennadennoù merket evel anlennet
bs: {{ n }} poruke označene kao nepročitane
eu: {{ n }} mezu irakurri gabeko gisa markatuta
fa: {{ n }} پیام به عنوان خوانده نشده علامت‌ گذاری شد
gd: Chuir thu comharra nach deach na {{ n }} teachdaireachdean seo a leughadh
hi_in: {{ n }} संदेश अपठित चिह्नित
kk: {{ n }} хабарлама оқылмаған ретінде белгіленген
km: បាន​សម្គាល់​សារ {{ n }} ថា​​មិន​ទាន់​អាន
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಓದಿಲ್ಲ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ
lv: {{ n }} vēstules atzīmētas kā nelasīti
mai: {{ n }} समाद अपठित चिह्नित
mg: Hafatra {{ n }} voamarika hoe tsy voavaky
ml: {{ n }} സന്ദേശങ്ങൾ വായിച്ചില്ലെന്ന് അടയാളപ്പെടുത്തി
mr: {{ n }} संदेश वाचलेले नाहीत असे चिन्हांकीत केले आहेत
my: စာတို{{ n }} စောင်အား မဖတ်ရသေးဟုမှတ်
ne: {{ n }} सन्देशहरू नपढिएको रुपमा चिन्ह लगाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ପଢ଼ା ଯାଇନାହିଁ ବୋଲି ଚିହ୍ନିତ ହେଲା
ro: {{ n }} mesaje marcate ca necitite
si: පණිවුඩ {{ n }}ක් නොකියැවූ ලෙසින් සටහන් කලා
sw: ujumbe {{ n }} zimealamishwa kama ambazo hazijasomwa
ta: {{ n }} செய்திகளை படிக்காததாக குறி
te: {{ n }} సందేశాలు చదవనివిగా గుర్తుంచెను
th: ทำเครื่องหมาย {{ n }} ข้อความเป็นยังไม่ได้อ่าน
tr: {{ n }} ileti okunmadı olarak işaretlendi
ur: {{ n }} پیغامات بغیر پڑھے ہوے کے طور پر نشان زد
uz: {{ n }} ta xabar o‘qilmagan deb belgilandi

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
ar: تم تعليم {{ n }} رسالة كغير مقروءة
bg: {{ n }} писма отбелязани като непрочетени
bn_in: অপঠিত হিসেবে {{ n }} টি বার্তা চিহ্নিত করা হয়েছে
br: {{ n }} a gemennadennoù merket evel anlennet
bs: {{ n }} poruka označene kao nepročitane
eu: {{ n }} mezu irakurri gabeko gisa markatuta
fa: {{ n }} پیام به عنوان خوانده نشده علامت‌ گذاری شد
gd: Chuir thu comharra nach deach na {{ n }} teachdaireachd seo a leughadh
hi_in: {{ n }} संदेश अपठित चिह्नित
kk: {{ n }} хабарлама оқылмаған ретінде белгіленген
km: បាន​សម្គាល់​សារ {{ n }} ថា​​មិន​ទាន់​អាន
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಓದಿಲ್ಲ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ
lv: {{ n }} vēstules atzīmētas kā nelasīti
mai: {{ n }} समाद अपठित चिह्नित
mg: Hafatra {{ n }} voamarika hoe tsy voavaky
ml: {{ n }} സന്ദേശങ്ങൾ വായിച്ചില്ലെന്ന് അടയാളപ്പെടുത്തി
mr: {{ n }} संदेश वाचलेले नाहीत असे चिन्हांकीत केले आहेत
my: စာတို{{ n }} စောင်အား မဖတ်ရသေးဟုမှတ်
ne: {{ n }} सन्देशहरू नपढिएको रुपमा चिन्ह लगाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ପଢ଼ାଯାଇନାହିଁ ବୋଲି ଚିହ୍ନିତ କରାଗଲା
ro: {{ n }} mesaje marcate ca necitite
si: පණිවුඩ {{ n }}ක් නොකියැවූ ලෙසින් සටහන් කලා
sw: ujumbe {{ n }} zimealamishwa kama ambazo hazijasomwa
ta: {{ n }} செய்திகளை படிக்காததாக குறி
te: {{ n }} సందేశాలు చదవనివిగా గుర్తుంచెను
th: ทำเครื่องหมาย {{ n }} ข้อความเป็นยังไม่ได้อ่าน
tr: {{ n }} ileti okunmadı olarak işaretlendi
ur: {{ n }} پیغامات بغیر پڑھے ہوے کے طور پر نشان زد
uz: {{ n }} ta xabar o‘qilmagan deb belgilandi

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
ar: {{ n }} رسالة مُعلّمة كغير مقروءة
bg: {{ n }} писма отбелязани като непрочетени
bn_in: অপঠিত হিসেবে {{ n }} টি বার্তা চিহ্নিত করা হয়েছে
br: {{ n }} a gemennadennoù merket evel anlennet
bs: {{ n }} poruka označene kao nepročitane
eu: {{ n }} mezu irakurri gabeko gisa markatuta
fa: {{ n }} پیام به عنوان خوانده نشده علامت‌ گذاری شد
gd: Chuir thu comharra nach deach na {{ n }} teachdaireachd seo a leughadh
hi_in: {{ n }} संदेश अपठित चिह्नित
kk: {{ n }} хабарлама оқылмаған ретінде белгіленген
km: បាន​សម្គាល់​សារ {{ n }} ថា​​មិន​ទាន់​អាន
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಓದಿಲ್ಲ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ
lv: {{ n }} vēstules atzīmētas kā nelasīti
mai: {{ n }} समाद अपठित चिह्नित
mg: Hafatra {{ n }} voamarika hoe tsy voavaky
ml: {{ n }} സന്ദേശങ്ങൾ വായിച്ചില്ലെന്ന് അടയാളപ്പെടുത്തി
mr: {{ n }} संदेश वाचलेले नाहीत असे चिन्हांकीत केले आहेत
my: စာတို{{ n }} စောင်အား မဖတ်ရသေးဟုမှတ်
ne: {{ n }} सन्देशहरू नपढिएको रुपमा चिन्ह लगाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ପଢ଼ାଯାଇନାହିଁ ବୋଲି ଚିହ୍ନିତ କରାଗଲା
ro: {{ n }} mesaje marcate ca necitite
si: පණිවුඩ {{ n }}ක් නොකියැවූ ලෙසින් සටහන් කලා
sw: ujumbe {{ n }} zimealamishwa kama ambazo hazijasomwa
ta: {{ n }} செய்திகளை படிக்காததாக குறி
te: {{ n }} సందేశాలు చదవనివిగా గుర్తుంచెను
th: ทำเครื่องหมาย {{ n }} ข้อความเป็นยังไม่ได้อ่าน
tr: {{ n }} ileti okunmadı olarak işaretlendi
ur: {{ n }} پیغامات بغیر پڑھے ہوے کے طور پر نشان زد
uz: {{ n }} ta xabar o‘qilmagan deb belgilandi

source: 1 message moved
ar: رسالة واحدة منقولة
bg: 1 преместено писмо
bn_in: 1টি বার্তা সরানো হয়েছে
br: 1 gemennadenn dilec'hiet
bs: 1 poruka premještena
eu: Mezu bat lekuz aldatuta
fa: 1 پیام منتقل شد
gd: Ghluais thu aon teachdaireachd
hi_in: 1 संदेश हटाए गए
kk: 1 хабарлама жылжытылды
km: បាន​ផ្លាស់ទី​សារ 1
kn: 1 ಸಂದೇಶ ಜರುಗಿಸಲಾಗಿದೆ
lv: 1 vēstule tika pārvietota
mai: 1 समाद हटाएल गेल
mg: Hafatra 1 voafindra
ml: 1 സന്ദേശം നീക്കി
mr: 1 संदेश दुसऱ्या फोल्डर मध्ये स्थानांतरित केले आहे
my: စာတို 1 စောင်အားဖယ်ပြီး
ne: १ सन्देश सारियो
or: 1ଟି ସନ୍ଦେଶ ହଟାଗଲା
ro: 1 mesaj mutat
si: පණිවුඩ 1ක් සංචලනය කලා
sw: Ujumbe 1 umesogezwa
ta: 1 செய்தி நகர்த்தப்பட்டது
te: 1 సందేశం తరలించబడింది
th: ย้าย 1 ข้อความแล้ว
tr: 1 ileti taşındı
ur: منتقل کر دیا گیا 1 پیغام
uz: 1 ta xabar ko‘chirildi

# toaster-message-move[two]
source: {{ n }} messages moved
ar: {{ n }} رسالة تم نقلها
bg: {{ n }} преместени писма
bn_in: {{ n }} বার্তা সরানো হয়েছে
br: {{ n }} a gemennadennoù dilec'hiet
bs: {{ n }} poruke premještene
eu: {{ n }} mezu lekuz aldatuta
fa: {{ n }} پیام منتقل شد
gd: Ghluais thu {{ n }} theachdaireachd
hi_in: {{ n }} संदेश हटाए गए
kk: {{ n }} хабарлама жылжытылды
km: បាន​ផ្លាស់ទី​សារ {{ n }}
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಜರುಗಿಸಲಾಗಿದೆ
lv: {{ n }} vēstules tika pārvietotas
mai: {{ n }} समाद हटाएल गेल
mg: Hafatra {{ n }} voafindra
ml: {{ n }} സന്ദേശങ്ങൾ നീക്കി
mr: {{ n }} संदेश दुसऱ्या फोल्डर मध्ये स्थानांतरित केले आहेत
my: စာတို {{ n }} စောင်အား ရွေ့ပြီး
ne: {{ n }} सन्देशहरू सारिए
or: {{ n }}ଟି ସନ୍ଦେଶ ଘୁଞ୍ଚାଗଲା
ro: {{ n }} mesaje mutate
si: පණිවුඩ {{ n }}ක් සංචලනය කලා
sw: Ujumbe {{ n }} zimesogezwa
ta: {{ n }} செய்திகள் நகர்த்தப்பட்டது
te: {{ n }} సందేశాలు తరలించబడ్డాయి
th: ย้าย {{ n }} ข้อความแล้ว
tr: {{ n }} ileti taşındı
ur: {{ n }} پیغامات منتقل کر دئے گیے
uz: {{ n }} ta xabar ko‘chirildi

# toaster-message-move[few]
source: {{ n }} messages moved
ar: {{ n }} رسالة تم نقلها
bg: {{ n }} преместени писма
bn_in: {{ n }} বার্তা সরানো হয়েছে
br: {{ n }} a gemennadennoù dilec'hiet
bs: {{ n }} poruka premješteno
eu: {{ n }} mezu lekuz aldatuta
fa: {{ n }} پیام منتقل شد
gd: Ghluais thu {{ n }} teachdaireachdan
hi_in: {{ n }} संदेश हटाए गए
kk: {{ n }} хабарлама жылжытылды
km: បាន​ផ្លាស់ទី​សារ {{ n }}
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಜರುಗಿಸಲಾಗಿದೆ
lv: {{ n }} vēstules tika pārvietotas
mai: {{ n }} समाद हटाएल गेल
mg: Hafatra {{ n }} voafindra
ml: {{ n }} സന്ദേശങ്ങൾ നീക്കി
mr: {{ n }} संदेश दुसऱ्या फोल्डर मध्ये स्थानांतरित केले आहेत
my: စာတို {{ n }} စောင်အား ရွေ့ပြီး
ne: {{ n }} सन्देशहरू सारिए
or: {{ n }}ଟି ସନ୍ଦେଶ ଘୁଞ୍ଚାଗଲା
ro: {{ n }} mesaje mutate
si: පණිවුඩ {{ n }}ක් සංචලනය කලා
sw: Ujumbe {{ n }} zimesogezwa
ta: {{ n }} செய்திகள் நகர்த்தப்பட்டது
te: {{ n }} సందేశాలు తరలించబడ్డాయి
th: ย้าย {{ n }} ข้อความแล้ว
tr: {{ n }} ileti taşındı
ur: {{ n }} پیغامات منتقل کر دئے گیے
uz: {{ n }} ta xabar ko‘chirildi

# toaster-message-move[many]
source: {{ n }} messages moved
ar: {{ n }} رسالة تم نقلها
bg: {{ n }} преместени писма
bn_in: {{ n }} বার্তা সরানো হয়েছে
br: {{ n }} a gemennadennoù dilec'hiet
bs: {{ n }} poruka premješteno
eu: {{ n }} mezu lekuz aldatuta
fa: {{ n }} پیام منتقل شد
gd: Ghluais thu {{ n }} teachdaireachd
hi_in: {{ n }} संदेश हटाए गए
kk: {{ n }} хабарлама жылжытылды
km: បាន​ផ្លាស់ទី​សារ {{ n }}
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಜರುಗಿಸಲಾಗಿದೆ
lv: {{ n }} vēstules tika pārvietotas
mai: {{ n }} समाद हटाएल गेल
mg: Hafatra {{ n }} voafindra
ml: {{ n }} സന്ദേശങ്ങൾ നീക്കി
mr: {{ n }} संदेश दुसऱ्या फोल्डर मध्ये स्थानांतरित केले आहेत
my: စာတို {{ n }} စောင်အား ရွေ့ပြီး
ne: {{ n }} सन्देशहरू सारियो
or: {{ n }}ଟି ସନ୍ଦେଶ ଘୁଞ୍ଚାଗଲା
ro: {{ n }} mesaje mutate
si: පණිවුඩ {{ n }}ක් සංචලනය කලා
sw: Ujumbe {{ n }} zimesogezwa
ta: {{ n }} செய்திகள் நகர்த்தப்பட்டது
te: {{ n }} సందేశాలు తరలించబడ్డాయి
th: ย้าย {{ n }} ข้อความแล้ว
tr: {{ n }} ileti taşındı
ur: {{ n }} پیغامات منتقل کر دئے گیے
uz: {{ n }} ta xabar ko‘chirildi

# toaster-message-move[other]
source: {{ n }} messages moved
ar: {{ n }} رسالة منقولة
bg: {{ n }} преместени писма
bn_in: {{ n }} বার্তা সরানো হয়েছে
br: {{ n }} a gemennadennoù dilec'hiet
bs: {{ n }} poruka premješteno
eu: {{ n }} mezu lekuz aldatuta
fa: {{ n }} پیام منتقل شد
gd: Ghluais thu {{ n }} teachdaireachd
hi_in: {{ n }} संदेश हटाए गए
kk: {{ n }} хабарлама жылжытылды
km: បាន​ផ្លាស់ទី​សារ {{ n }}
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಜರುಗಿಸಲಾಗಿದೆ
lv: {{ n }} vēstules tika pārvietotas
mai: {{ n }} समाद हटाएल गेल
mg: Hafatra {{ n }} voafindra
ml: {{ n }} സന്ദേശങ്ങൾ നീക്കിയിരിക്കുന്നു
mr: {{ n }} संदेश दुसऱ्या फोल्डर मध्ये स्थानांतरित केले आहेत
my: စာတို {{ n }} စောင်အား ရွေ့ပြီး
ne: {{ n }} सन्देशहरू सारियो
or: {{ n }}ଟି ସନ୍ଦେଶ ଘୁଞ୍ଚାଗଲା
ro: {{ n }} mesaje mutate
si: පණිවුඩ {{ n }}ක් සංචලනය කලා
sw: Ujumbe {{ n }} zimesogezwa
ta: {{ n }} செய்திகள் நகர்த்தப்பட்டது
te: {{ n }} సందేశాలు తరలించబడ్డాయి
th: ย้าย {{ n }} ข้อความแล้ว
tr: {{ n }} ileti taşındı
ur: {{ n }} پیغامات منتقل کر دئے گیے
uz: {{ n }} ta xabar ko‘chirildi

source: 1 message deleted
ar: رسالة واحدة محذوفة
bg: 1 писмо изтрито
bn_in: 1টি বার্তা মুছে ফেলা হয়েছে
br: 1 gemennadenn dilamet
bs: 1 poruka obrisana
eu: Mezu bat ezabatuta
fa: 1 پیام حذف شد
gd: Sguab thu às 1 teachdaireachd
hi_in: 1 संदेश मिटाया
kk: 1 хабарлама өшірілді
km: បាន​លុប​សារ 1
kn: 1 ಸಂದೇಶವನ್ನು ಅಳಿಸಲಾಗಿದೆ
lv: 1 epasts tika dzēsts
mai: 1 समाद हटाएल गेल
mg: Hafatra 1 voafafa
ml: 1 സന്ദേശം നീക്കം ചെയ്തു
mr: 1 संदेश नष्ट केला
my: စာတို 1 စောင်အားဖျက်ပြီး
ne: १ सन्देश मेटाइयो
or: 1ଟି ସନ୍ଦେଶ ଲିଭାଗଲା
ro: 1 mesaj șters
si: පණිවුඩ 1ක් මකා දැමුවා
sw: Ujumbe 1 umefutwa
ta: 1 செய்தி அழிக்கப்பட்டது
te: 1 సందేశం తొలగించెను
th: ลบ 1 ข้อความแล้ว
tr: 1 ileti silindi
ur: 1 پیغام خارج کر دیا گیا
uz: 1 ta xabar o‘chirildi

# toaster-message-delete[two]
source: {{ n }} messages deleted
ar: {{ n }} رسالة تم حذفها
bg: {{ n }} писма изтрити
bn_in: {{ n }} বার্তা মুছে ফেলা হয়েছে
br: {{ n }} a gemennadennoù dilamet
bs: {{ n }} poruke obrisane
eu: {{ n }} mezu ezabatuta
fa: {{ n }} پیام حذف شد
gd: Sguab thu às {{ n }} theachdaireachd
hi_in: {{ n }} संदेशों को मिटाया
kk: {{ n }} хабарлама өшірілді
km: បាន​លុប​សារ {{ n }}
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ
lv: {{ n }} epasti tika dzēsti
mai: {{ n }} समाद केँ मेटाएल गेल
mg: Hafatra {{ n }} voafafa
ml: {{ n }} സന്ദേശങ്ങൾ നീക്കം ചെയ്തു
mr: {{ n }} संदेश नष्ट केले
my: စာတို {{ n }} စောင်အား ဖျက်ပြီး
ne: {{ n }} सन्देशहरू मेटाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ଲିଭାଗଲା
ro: {{ n }} mesaje șterse
si: පණිවුඩ {{ n }}ක් මකා දැමුවා
sw: Ujumbe {{ n }} zimefutwa
ta: {{ n }} செய்திகள் அழிக்கப்பட்டன
te: {{ n }} సందేశాలు తొలగించెను
th: ลบ {{ n }} ข้อความแล้ว
tr: {{ n }} ileti silindi
ur: {{ n }} پیغامات حذف کر دئے گیے
uz: {{ n }} ta xabar o‘chirildi

# toaster-message-delete[few]
source: {{ n }} messages deleted
ar: {{ n }} رسالة تم حذفها
bg: {{ n }} писма изтрити
bn_in: {{ n }} বার্তা মুছে ফেলা হয়েছে
br: {{ n }} a gemennadennoù dilamet
bs: {{ n }} poruka obrisano
eu: {{ n }} mezu ezabatuta
fa: {{ n }} پیام حذف شد
gd: Sguab thu às {{ n }} teachdaireachdan
hi_in: {{ n }} संदेशों को मिटाया
kk: {{ n }} хабарлама өшірілді
km: បាន​លុប​សារ {{ n }}
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ
lv: {{ n }} epasti tika dzēsti
mai: {{ n }} समाद केँ मेटाएल गेल
mg: Hafatra {{ n }} voafafa
ml: {{ n }} സന്ദേശങ്ങൾ നീക്കം ചെയ്തു
mr: {{ n }} संदेश नष्ट केले
my: စာတို {{ n }} စောင်ဖျက်ပြီး
ne: {{ n }} सन्देशहरू मेटाइए
or: {{ n }}ଟି ସନ୍ଦେଶ ଲିଭାଇ ଦିଆଗଲା
ro: {{ n }} mesaje șterse
si: පණිවුඩ {{ n }}ක් මකා දැමුවා
sw: Ujumbe {{ n }} zimefutwa
ta: {{ n }} செய்திகள் அழிக்கப்பட்டன
te: {{ n }} సందేశాలు తొలగించెను
th: ลบ {{ n }} ข้อความแล้ว
tr: {{ n }} ileti silindi
ur: {{ n }} پیغامات حذف کر دئے گیے
uz: {{ n }} ta xabar o‘chirildi

# toaster-message-delete[many]
source: {{ n }} messages deleted
ar: {{ n }} رسالة تم حذفها
bg: {{ n }} писма изтрити
bn_in: {{ n }} বার্তা মুছে ফেলা হয়েছে
br: {{ n }} a gemennadennoù dilamet
bs: {{ n }} poruka obrisano
eu: {{ n }} mezu ezabatuta
fa: {{ n }} پیام حذف شد
gd: Sguab thu às {{ n }} teachdaireachd
hi_in: {{ n }} संदेशों को मिटाया
kk: {{ n }} хабарлама өшірілді
km: បាន​លុប​សារ {{ n }}
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ
lv: {{ n }} epasti tika dzēsti
mai: {{ n }} समाद केँ मेटाएल गेल
mg: Hafatra {{ n }} voafafa
ml: {{ n }} സന്ദേശങ്ങൾ നീക്കം ചെയ്തു
mr: {{ n }} संदेश नष्ट केले
my: စာတို {{ n }} စောင်ဖျက်ပြီး
ne: {{ n }} सन्देशहरू मेटाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ଲିଭାଇ ଦିଆଗଲା
ro: {{ n }} mesaje șterse
si: පණිවුඩ {{ n }}ක් මකා දැමුවා
sw: Ujumbe {{ n }} zimefutwa
ta: {{ n }} செய்திகள் அழிக்கப்பட்டன
te: {{ n }} సందేశాలు తొలగించెను
th: ลบ {{ n }} ข้อความแล้ว
tr: {{ n }} ileti silindi
ur: {{ n }} پیغامات حذف کر دئے گیے
uz: {{ n }} ta xabar o‘chirildi

# toaster-message-delete[other]
source: {{ n }} messages deleted
ar: {{ n }} رسالة محذوفة
bg: {{ n }} писма изтрити
bn_in: {{ n }} বার্তা মুছে ফেলা হয়েছে
br: {{ n }} a gemennadennoù dilamet
bs: {{ n }} poruka obrisano
eu: {{ n }} mezu ezabatuta
fa: {{ n }} پیام حذف شد
gd: Sguab thu às {{ n }} teachdaireachd
hi_in: {{ n }} संदेशों को मिटाया
kk: {{ n }} хабарлама өшірілді
km: បាន​លុប​សារ {{ n }}
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ
lv: {{ n }} epasti tika dzēsti
mai: {{ n }} समाद केँ मेटाएल गेल
mg: Hafatra {{ n }} voafafa
ml: {{ n }} സന്ദേശങ്ങൾ നീക്കം ചെയ്തു
mr: {{ n }} संदेश नष्ट केले
my: စာတို {{ n }} စောင်ဖျက်ပြီး
ne: {{ n }} सन्देशहरू मेटाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ଲିଭାଇ ଦିଆଗଲା
ro: {{ n }} mesaje șterse
si: පණිවුඩ {{ n }}ක් මකා දැමුවා
sw: Ujumbe {{ n }} zimefutwa
ta: {{ n }} செய்திகள் அழிக்கப்பட்டன
te: {{ n }} సందేశాలు తొలగించెను
th: ลบ {{ n }} ข้อความแล้ว
tr: {{ n }} ileti silindi
ur: {{ n }} پیغامات حذف کر دئے گیے
uz: {{ n }} ta xabar o‘chirildi

source: Unable to connect to server
ar: فشل الإتصال مع الخادم
bg: Невъзможно свързване със сървър
bn_in: সার্ভারের সাথে সংযোগ করতে অক্ষম
br: N'haller kennaskañ ouzh an dafariad
bs: Neuspješno povezivanje na server
eu: Ezin da zerbitzariarekin konektatu
fa: قادر به اتصال سرویس دهنده نیست
gd: Chan urrainn dhuinn ceangal ris an fhrithealaiche
hi_in: सर्वर से जुड़ने में असमर्थ
kk: Сервермен байланысты орнату мүмкін емес
km: មិន​អាច​ភ្ជាប់​ទៅ​កាន់​ម៉ាស៊ីន​មេ
kn: ಸರ್ವರ್‌ ಅನ್ನು ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
lv: Nevar savienoties ar serveri
mai: सर्वर सँ जुड़ए मे असमर्थ
mg: Tsy afaka mifandray @ mpizara
ml: സെർവറുമായി ബന്ധപ്പെടാൻ സാധിച്ചില്ല
mr: सर्वर सोबत जोडणी होऊ शकत नाही
my: ဆာဗာအား ချိတ်ဆက်မရနိုင်ပါ
ne: सर्भरमा जडान गर्न अक्षम भयो
or: ସର୍ଭର ସଙ୍ଗେ ଯୋଡ଼ିବାରେ ବିଫଳ
ro: Nu se poate conecta la server
si: සේවාදායකයට සම්බන්ධ වීමට නොහැකියි
sw: Haikuweza kuunganisha kwa sava
ta: சேவையகத்துடன் இணைக்க முடியவில்லை
te: సేవకానికి అనుసంధానం అవ్వలేము
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์
tr: Sunucuya bağlanılamadı
ur: پیش کار سے رابطہ قائم کرنے کے قابل نہیں
uz: Serverga ulana olmadi

source: Invalid Addresses
ar: عناوين غير صحيحة
bg: Невалидни адреси
bn_in: অবৈধ ঠিকানা
br: Chomlec'hioù didalvoudek
bs: Netačne adrese
eu: Helbide baliogabeak
fa: نشانی نامعتبر
gd: Seòladh mì-dhligheach
km: អាសយដ្ឋាន​មិន​ត្រឹមត្រូវ
kn: ಅಸಿಂಧುವಾದ ವಿಳಾಸ
lv: Nepareizas adreses
mg: Adiresy Tsy Mety
ml: അസാധുവായ വിലാസം
my: လိပ်စာ အမှားများ
ne: अवैध ठेगाना
ro: Adresă invalidă
si: සාවද්‍ය ලිපිනයන්
th: ที่อยู่ไม่ถูกต้อง
tr: Geçersiz adresler
ur: ناجائز پتے
uz: Noto‘g‘ri manzillar

source: Your message contains one or more invalid email addresses. Please correct them before sending.
ar: رسالتك تحتوي على الأقل على عنوان بريد إلكتروني غير صحيح. صحّح ما يحتاج إلى تصحيح قبل إرسالها.
bg: Вашето писмо съдържа един или няколко невалидни адреса на ел. поща. Моля, поправете ги преди изпращане.
bn_in: আপনার বার্তায় এক বা একাধিক ভুল ইমেল অ্যাড্রেস আছে। বার্তা পাঠানোর আগে সেগুলো ঠিক করে নিন।
br: Ho kemennadenn a endalc'h unan pe meur a chomlec'h didalvoudek. Reizhit anezho a-raok kas anezhi.
bs: Vaša poruka sadrži jednu ili više netačnih email adresa. Molimo vas da ih popravite prije slanja.
eu: Mezuak helbide elektroniko baliogabe bat edo gehiago ditu. Zuzen itzazu bidali aurretik.
fa: پیام شما شامل یک یا چند آدرس پست‌الکترونیکی نامعتبر است. لطفا آن را قبل از ارسال اصلاح کنید.
gd: Bha co-dhiù aon seòladh puist-d aig do theachdaireachd nach robh dligheach. Cuir ceart iad mus cuir thu an teachdaireachd.
km: សារ​របស់​អ្នក​មាន​អាសយដ្ឋាន​មិន​ត្រឹមត្រូវ​មួយ ឬ​ច្រើន។ សូម​បញ្ចូល​វា​មុន​ពេល​ផ្ញើ។
kn: ನಿಮ್ಮ ಸಂದೇಶ ಒಂದು ಅಥವಾ ಹೆಚ್ಚು ತಪ್ಪಾದ ಇಮೇಲ್ ವಿಳಾಸ ಹೊಂದಿದೆ. ದಯವಿಟ್ಟು ಕಳಿಸುವ ಮುಂಚೆ ಅವನ್ನು ಸರಿಪಡಿಸಿ.
lv: Jūsu epasts satur vienu vai vairākas nepareizas epasta adreses. Lūdzu izlabojiet tās pirms sūtīšanas.
mg: Misy adiresy mailaka iray na maromaro tsy mety ny hafatrao. Azafady, ahitsio ireo alohan'ny handefasana.
ml: ഒന്നോ ഒന്നിലധികമോ അസാധുവായ മെയില്‍ വിലാസം. സന്ദേശം അയക്കുന്നതിന് മുമ്പ് അവ തിരുത്താമോ ?
my: သင့်စာတိုတွင် အီမေလ်းလိပ်စာအမှား ပါနေသှ်။ သေချာစွာ ပြင်ဆင်ပြီး ပြန်ပို့ပါ။
ne: तपाईंको सन्देश एक वा बढी अवैध इमेल ठेगाना समावेश गर्दछ। पठाउनु अघि तिनीहरूलाई सुधार गर्नुहोस्।
ro: Mesajul conține una sau mai multe adrese de e-mail invalide. Te rugăm să le corectezi înainte de trimitere.
si: ඔබගේ පණිවුඩය සාවද්‍ය ලිපින එකක් හෝ වැඩි ගණනක් දරයි. යැවීමට ප්‍රථමයෙන් ඒවා නිවැරදි කරන්න.
th: ข้อความของคุณมีที่อยู่อีเมลจำนวนหนึ่งหรือมากกว่าที่ไม่ถูกต้อง โปรดแก้ไขให้ถูกต้องก่อนทำการส่ง
tr: İletiniz bir veya daha fazla geçersiz adres içeriyor. Lütfen iletiyi göndermeden önce onları düzeltin.
ur: آپ کے پیغام میں ایک یا زائد ناجائز ای میل کے پتے مشتمل ہے۔ براہ کرم بھیجنے سے پہلے ان کو درست کردے۔
uz: Xabaringizda bir yoki bir nechta noto‘g‘ri e-pochtalar bor. Jo‘natish oldidan ularni to‘g‘rilang.

source: Network unavailable. Email saved to outbox.
ar: الشبكة غير متاحة. تمّ حفظ الرّسالة في صندوق الصادر.
bg: Мрежата е недостъпна. Пощата е запазена в изходящата кутия.
bn_in: নেটওয়ার্ক না থাকার কারনে ইমেইল টি আউটবক্সে সংরক্ষিত হল।
br: Rouedad dihegerz. Enrollet eo bet ar postel e-barzh ar voest ermaeziañ.
bs: Mreža nije dostupna. Poruka je sačuvana u odlazni spremnik.
eu: Sarea ez dago erabilgarri. Mezua irteera-ontzian gorde da.
fa: شبکه در دسترس نیست. پست‌الکترونیکی در صندوق ارسال ذخیره شد.
gd: Chan eil lìonra ri fhaighinn. Chaidh am post-d a shàbhaladh sa bhogsa a-mach.
km: បណ្ដាញ​មិន​អាច​ប្រើ​បាន។ អ៊ីមែល​បាន​រក្សាទុក​ទៅ​ប្រអប់​ចេញ។
kn: ನೆಟ್‌ವರ್ಕ್ ಲಭ್ಯವಿಲ್ಲ. ಇಮೇಲ್ ಅನ್ನು ಹೊರ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಉಳಿಸಲಾಗಿದೆ.
lv: Tīkls nav pieejams. Vēstule tika saglabāta izsūtnē.
mg: Tsy vonona ny tambajotra. Notehirizina ao @ boativoaka ny mailaka.
ml: ശൃംഖല ലഭ്യമല്ല. ഇമെയില്‍ ഔട്ട്ബോക്സില്‍ സംരക്ഷിച്ചിട്ടുണ്ട്.
my: နတ်ဝပ် မရှိပါ။ အီမေလ်းအား ထွက်စာ ထဲတွင်သိမ်းထားသှ်။
ne: नेटवर्क उपलब्ध छैन। इमेल प्रेशितमा सुरक्षित।
ro: Rețea indisponibilă. E-mail salvat în outbox.
si: ජාලයක් නොමැතියි. විද්‍යුත් තැපැල් පණිවුඩය යන ලිපි වලට සුරකින ලදී.
th: เครือข่ายไม่สามารถใช้งานได้ อีเมลถูกบันทึกไปยังกล่องขาออก
tr: Ağ kullanılamıyor. E-posta giden kutusuna kaydedildi.
ur: نیٹ ورک دستیاب نہیں۔ ای میل اخراج خاانہ میں محفوظ کر دیا۔
uz: Tarmoq mavjud emas. Xat jo‘natiluvchi xabarlarga saqlandi.

source: Sending mail…
ar: جارِ إرسال البريد الالكتروني...
bg: Изпращане на поща…
bn_in: ই-মেইল পাঠানো হচ্ছে…
br: O kas ar postel
bs: Šaljem poštu...
eu: Mezuak bidaltzen...
fa: در حال ارسال پست‌الکترونیکی…
gd: A’ cur a’ phuist-d…
km: កំពុង​ផ្ញើ​មែល…
kn: ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ…
lv: Sūta vēstuli…
mg: Mandefa mailaka…
ml: ഇമെയില്‍ അയയ്ക്കുന്നു…
mr: इ-मेल पाठवत आहे…
my: အီးမေလ်းအား ပို့နေသှ်...
ne: मेल पठाउँदै…
ro: Se trimite e-mailul…
si: තැපැල යවමින්...
th: กำลังส่งจดหมาย…
tr: E-posta gönderiliyor…
ur: میل بھیج رہا ہے…
uz: Xat jo‘natilmoqda…

source: Email sent.
ar: أُرسِلت الرّسالة.
bg: Пощата е изпратена.
bn_in: ই-মেইল পাঠানো হয়েছে।
br: Postel kaset.
bs: Email poslan.
eu: Mezua bidali da.
fa: نامه‌الکترونیکی ارسال شد.
gd: Chaidh am post-d a chur.
km: អ៊ីមែល​បាន​ផ្ញើ។
kn: ಇಮೇಲ್ ಕಳಿಸಲಾಗಿದೆ.
lv: Vēstule ir aizsūtīta.
mg: Lasa ny mailaka.
ml: ഇമെയില്‍ അയച്ചു
mr: इ-मेल पाठवला.
my: အီမေလ်းပို့ပြီး
ne: इमेल पठाइयो।
ro: E-mail trimis.
si: තැපෑල යවනු ලැබුවා.
th: ส่งอีเมลแล้ว
tr: E-posta gönderildi.
ur: ای میل بھیجا۔
uz: Xat jo‘natildi.

source: Error occurred. Email saved to outbox.
ar: حدث خطأ. تمّ حفظ الرّسالة في مُجلّد البريد الصاّدر.
bg: Получи се грешка. Пощата е запазена в изходящата кутия.
bn_in: ত্রুটি ঘটেছে। ই-মেইল আউটবক্সে সংরক্ষিত হল
br: Degouezhet ez eus bet ur fazi. Enrollet eo bet ar postel e-barzh ar voest ermaeziañ.
bs: Desila se greška. Email je sačuvan u odlazni spremnik.
eu: Errore bat gertatu da. Mezua irteera-ontzian gorde da.
fa: خطایی رخ داده است.نامه‌الکترونیکی در صندوق ارسال ذخیره شده است.
gd: Thachair mearachd. Chaidh am post-d a shàbhaladh sa bhogsa a-mach.
km: កំហុស​បាន​កើត​ឡើង។ អ៊ីមែល​បាន​រក្សាទុក​ទៅ​ប្រអប់​ចេញ។
kn: ದೋಷ ಸಂಭವಿಸಿದೆ. ಇಮೇಲ್ ಅನ್ನು ಹೊರ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಉಳಿಸಲಾಗಿದೆ.
lv: Notika kļūda. Epasts ir saglabāts izsūtnē.
mg: Nisy tsy fetezana. Notehirizina ao @ boativoaka ny mailaka.
ml: എന്തോ തകരാര്‍. ഇമെയില്‍ ഔട്ട്ബോക്സില്‍ സംരക്ഷിച്ചിട്ടുണ്ട്.
my: ပြသာနာတစ်ခု ဖြစ်နေသှ်။ အီမေလ်းအား ထွက်စာတွင် သိမ်းမည်။
ne: त्रुटि देखापर्यो। इमेल आउटबक्समा सेभ गरियो।
ro: Eroare apărută. E-mail salvat în outbox.
si: දෝශයක් ඇතිවිය. විද්‍යුත් තැපෑල යන ලිපි වලට සුරකින ලදී.
th: เกิดข้อผิดพลาด อีเมลถูกบันทึกไปยังกล่องขาออก
tr: Hata oluştu. E-posta giden kutusuna kaydedildi.
ur: خرابی واقع ہوئی ہے۔ ای میل کو آؤٹ باکس میں محفوظ کر دیا۔
uz: Xatolik yuz berdi. Xat jo‘natiluvchi xatlarga saqlandi.
