Repository: translate/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: ar, bg, bn_in, br, bs, eu, fa, gd, hi_in, kk, km, kn, lv, mai, mg, ml, mr, my, ne, or, ro, si, sw, ta, te, th, tr, ur, uz

source: There are multiple, free email providers that offer more secure, encrypted connections.
ar: هنالك العديد من مزودي خدمة البريد الألكتروني يقدمون خدمات امنه ومشفره اكثر من غيرها.
bg: Има много безплатни доставчици на ел. поща, които предлагат сигурна, шифрована връзка.
bn_in: এখানে অগুন্তি, বিনামূল্যে ইমেইল প্রদানকারীরা রয়েছে যারা আরও সুরক্ষিত, এনক্রিপ্ট কানেকশন অফার করে।
br: Meur a pourvezer postel a ginnig kennaskoù diarvarusoc'h hag enrineget.
bs: Postoji više besplatnih e-mail provajdera koji nude sigurnije, enkriptovane veze.
eu: Badaude posta elektronikoko hornitzaile gehiago ere, konexio seguru eta zifratuak eskaintzen dituztenak.
fa: چندین فراهم‌کننده پست‌الکترونیکی رایگان وجود دارند که اتصال‌های رمزگذاری شدهٔ امن‌تری ارائه می‌دهند.
gd: Tha iomadh solaraiche puist-d ann nach cosg dad ’s a bheir dhut ceanglaichean crioptaichte a tha nas tèarainte.
km: វា​មានក្រុមហ៊ុន​ផ្តល់​សេវា​អ៊ីមែល​ឥត​គិតថ្លៃច្រើនបែប​ ដែលផ្តល់នូវសុវត្តិភាព​ ការភ្ជាប់​ដែលបាន​អ៊ីនគ្រីប​។​ ​​
kn: ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು, ಉಚಿತ ಇಮೇಲ್ ಸೇವಾದಾತರು ಹೆಚ್ಚು ಸುರಕ್ಷಿತ, ಎನ್‌ಕ್ರಿಪ್ಟೆಡ್ ಸಂಪರ್ಕಗಳನ್ನು ನೀಡುತ್ತಾರೆ.
lv: Pastāv vairāki uzņēmumi kuri piedāvā epastu pakalpojumus ar drošiem, šifrētiem savienojumiem.
mg: Misy mpamatsy mailaka maimaim-poana maro izay manolotra fifandraisana vita kriptazy azo antoka kokoa.
my: ပိုမိုလုံခြုံသည့်၊ ဝှက်စာစနစ်သုံးချိတ်ဆက်မှုများ ပါရှိသည့် အခမဲ့အီးမေးလ်ဝန်ဆောင်မှုများ များစွာ ရှိပါသည်။
ro: Există mai mulți furnizori de e-mail gratuit care oferă conexiuni criptate, mult mai securizate.
si: ගුප්තකේතී, වඩා ආරක්ෂාකාරී හා නොමිලේ සේවාව සපයන විද්‍යුත් තැපැල් සේවාදායකයන් කිහිප දෙනෙක්ම සිටී.
th: มีหลายผู้ให้บริการอีเมลฟรีที่เสนอการเชื่อมต่อแบบเข้ารหัสซึ่งปลอดภัยกว่า
ur: ایک سے زیادہ، مفت ای میل مہیا کنندہ جو کہ مزید قابل بھروسا، خفیہ کردہ کنکشن ہیں۔
uz: Ko‘plab yanada xavfsiz, shifrlangan ulanishlarni taklif qiluvchi e-pochta xizmatlari bor

source: Learn more
ar: معرفة المزيد
bg: Научете повече
bn_in: আরও জানুন
br: Gouzout hiroc'h
bs: Saznajte više
eu: Ikasi gehiago
fa: اطلاعات بیشتر
gd: Barrachd fiosrachaidh
km: ស្វែងយល់​​​បន្ថែម
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
lv: Uzzināt vairāk
mg: Hamantatra bebe kokoa
my: ပိုမိုလေ့လာရန်
ro: Află mai multe
si: තවත් දැනගන්න
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi alın
ur: مزید سیکھیں
uz: Ko‘proq o‘rganish

source: I understand
ar: فهمت
bg: Аз разбрах
bn_in: আমি বুঝতে পারছি
br: Kompren a ran
bs: Razumijem
eu: Ulertzen dut
fa: متوجه هستم
gd: Tha mi agaibh
km: ខ្ញុំ​យល់​
kn: ನನಗೆ ಅರ್ಥವಾಗುತ್ತದೆ
lv: Es saprotu
mg: Azoko
my: ကျွနု်ပ် နားလည်သဘောပေါက်ပါသည်
ro: Înțeleg
si: වටහා ගතිමි
th: ฉันเข้าใจ
tr: Anladım
ur: میں سمجھ گیا
uz: Men tushundim

# message-reader-next-button.ariaLabel
source: Next
ar: التالي
bg: Следващо писмо
bn_in: পরবর্তী
br: War-lerc'h
bs: Sljedeće
eu: Hurrengoa
fa: بعدی
gd: Air adhart
km: បន្ទាប់​
kn: ಮುಂದಿನ
lv: Nākamais
mg: Manaraka
my: နောက်ထပ်
ro: Următorul
si: මීළඟ
th: ถัดไป
tr: Sonraki
ur: آگے
uz: Keyingi

source: Previous
ar: السابق
bg: Предишна
bn_in: পূর্ববর্তী
br: A-raok
bs: Prethodno
eu: Aurrekoa
fa: قبلی
gd: Air ais
km: មុន​
kn: ಹಿಂದಿನ
lv: Iepriekšējais
mg: Taloha
my: နောက်သို့
ro: Anteriorul
si: පෙර
th: ก่อนหน้า
tr: Önceki
ur: پچھلا
uz: Oldingi

source: Received
ar: تم الاستلام
bg: Получено
bn_in: প্রাপ্ত
br: Resevet
bs: Primljeno
eu: Jasota
fa: دریاف شده
gd: Air fhaighinn
kn: ಪಡೆಯಲಾಗಿದೆ
lv: Saņemts
mg: Voaray
my: လက်ခံရရှိပြီး
ro: Primit
si: ලැබුනි
th: ได้รับเมื่อ
tr: Alma tarihi
ur: موصولہ
uz: Qabul qilingan

source: {{account-name}} (IMAP)
ne: {{खातावालको नाम}} (IMAP)
ur: (IMAP) {{account-name}}

source: {{account-name}} (POP3)
ne: {{खातावालको नाम}} (POP3)
ur: (POP3) {{account-name}}

source: {{account-name}} (SMTP)
ur: (SMTP) {{account-name}}

source: someone@example.com
br: yann.bzh@skouer.com
bs: korisnik@domena.ba
eu: norbait@adibidea.eus
gd: cuideigin@example.com
lv: kads@piemers.lv
mg: olona@ohatra.com
ro: cineva@exemplu.ro
ta: thamizha@thamizha.org
tr: birisi@ornek.com
uz: kimdir@example.com

source: Add recipient
bn_in: গ্রহীতা যোগ করুন
br: Ouzhpennañ un degemerer
eu: Gehitu hartzailea
fa: اضافه‌کردن گیرنده
gd: Cuir faightear ris
ro: Adaugă destinatar
uz: Qabul qiluvchini qo‘shish

source: {{kilobytes}}K
br: {{kilobytes}} Ke
kk: {{kilobytes}}К
ml: {{kilobytes}}കി
ta: {{kilobytes}}கி
te: {{kilobytes}}కి

source: You are not set up to send or receive email. Would you like to do that now?
hi_in: आप ईमेल भेजने और प्राप्त करने के लिए सेट नही हैं, आपको लगता है कि अब क्या करना चाहेंगे?
kk: Сіз поштаны алу немесе жіберу баптауларын орнатқан жоқсыз. Осыны қазір жасауды қалайсыз ба?
mai: अहाँ इमेल पठाबै आओर प्राप्त करब कलेल सेटअप नहि छी, अहाँकेँ लागैत अछि जे आब की कएनाइ चाएब?
mg: Tsy voatefy handefa na handray mailaka ny fitaovanao. Tianao hatao izao izany?
ne: तपाई इमेल पठाउन वा पाउनका लागि व्यवस्थित हुनुहुन्न। के तपाई अहिले गर्न चाहनुहुन्छ?
or: ଆପଣ ଇମେଲ ପଠାଇବା ଓ ପାଇବା ବ୍ୟବସ୍ଥା ସକ୍ରିୟ କରିନାହାନ୍ତି । ଏବେ ତାହା କରିବାକୁ ଚାହାଁନ୍ତି କି?
sw: Hujasanidiwa kutuma au kupokea barua pepe. Ungependa kufanya hivyo sasa?
ta: நீங்கள் மடலை அல்லது பெறவோ முடியாதபடி அமைக்கப்பட்டுள்ளது. நீங்கள் அதை செய்ய விரும்புகிறீர்களா?
te: ఈమెయిలును పంపడానికి లేదా స్వీకరించడానికి మీరింకా ఎటువంటి అమరికలు చేయలేదు. ఇప్పుడు చేయాలనుకుంటున్నారా?
tr: E-posta göndermek ve almak kurulum yapmadınız. Bunu şimdi yapmak ister misiniz?

# signature-discard-confirm
source: Discard
mg: Hanary
ne: छाड्नुहोस्
tr: İptal

# compose-discard-confirm
source: Discard
mg: Hanary
ne: छाड्नुहोस्
tr: İptal

source: (no subject)
hi_in: (कोई विषय नहीं)
kk: (тақырыпсыз)
mai: (कोनो विषय नहि)
mg: (tsisy antony)
ne: (विषय नभएको)
or: (କୌଣସି ବିଷୟ ନାହିଁ)
sw: (hakuna kichwa)
ta: (பொருள் இல்லை)
te: (విషయం లేదు)
tr: (konu yok)

source: Account
hi_in: खाता
kk: Тіркелгі
mai: खाता
ne: खाता
sw: Akaunti
ta: கணக்கு
te: ఖాతా

source: Signature
ne: हस्ताक्षर

source: Data
hi_in: डाटा
kk: Күн
mai: डेटा
ne: डेटा
ta: தரவு
te: దత్తాంశం

source: Check for new messages
hi_in: नए संदेश के लिये जांच करें
mai: नव समाद कलेल जाँच करू
ne: नयाँ सन्देशहरुको लागि जाँच्नुहोस्
sw: Tazama ujumbe mpya
ta: புதிய செய்திகளுக்கு சரிபார்
te: కొత్త సందేశాల కోసం తనిఖీచేయి

source: Server settings
hi_in: सर्वर सेटिंग
mai: सर्वर सेटिंग
ne: सर्भर सेटिङहरू
sw: Mipangilio ya sava
ta: சேவையக அமைவுகள்
te: సేవకం అమరికలు

source: seconds
hi_in: सेकण्ड्स
mai: सकेंड
ne: सेकेण्ड
sw: sekunde
ta: விநாடிகள்
te: క్షణాలు

# settings-check-dynamic[one]
source: {{ n }} seconds
hi_in: {{ n }} सेकण्ड्स
mai: {{ n }} सकेंड
ne: {{ n }} सेकेण्ड
sw: sekunde {{ n }}
ta: {{ n }} விநாடிகள்
te: {{ n }} క్షణాలు

source: Days to sync
hi_in: सिंक करने के दिन
mai: सिंक करबाक दिन
ne: समक्रमण गर्न दिनहरु
sw: Siku za kuladanisha
ta: ஒத்திசைவுக்கு நாட்கள் ஆகும்
te: ఎన్ని రోజులకు సింక్

source: Compose
hi_in: लिखें
kk: Жазу
mai: लिखू
ne: रचना गर्नुहोस्
sw: Tunga
ta: தொகு
te: వ్రాయండి

source: Send
hi_in: भेजें
kk: Жіберу
mai: पठाबू
ne: पठाउँनुहोस्
sw: Tuma
ta: அனுப்பு
te: పంపించు

source: cc
kk: Көшірме
ne: बोधार्थ
ta: சிசி

source: Attachments
hi_in: संलग्नक
kk: Салынымдар
mai: संलग्नक
ne: संलग्न फाइलहरू
sw: Viambatisho
ta: இணைப்புகள்
te: జోడింపులు

source: Discard email?
hi_in: त्यागें ईमेल?
kk: Эл. пошта хатын елемеу керек пе?
mai: छोड़ू इमेल?
ne: इमेल छोड्न चाहनुहुन्छ?
sw: Tupa barua pepe?
ta: மின்னஞ்சலை தவிர்க்கவா?
te: ఈమెయిలు రద్దువేయాలా?

source: View
hi_in: दृश्य
kk: Қарау
mai: देखू
ne: दृश्य गर्नुहोस्
sw: Angalia
ta: பார்
te: చూడండి

source: Loading Messages
hi_in: संदेश लोड कर रहा है
kk: Хабарламаларды жүктеу
mai: समाद लोड कए रहल अछि
ne: सन्देशहरु लोड हुँदैछ
sw: Inapakua Ujumbe
ta: செய்திகளை ஏற்றுகிறது
te: సందేశాలను లోడుచేస్తోంది

source: Back
hi_in: पीछे
mai: पाछाँ
ne: पछाडि
sw: Nyuma
ta: பின்னே
te: వెనుకకు

# toaster-message-read
source: {[ plural(n) ]}
ne: {{ n }} सन्देशहरुबाट ध्वजा हटाइयो

source: Read
hi_in: पढ़ें
kk: Оқу
mai: पढू
ta: படி
te: చదివిన

source: bcc
kk: Жасырын көшірме
ta: பிசிசி

source: Sending email
hi_in: ईमेल भेज रहा है
kk: Эл. пошта хатын жіберу
mai: इमेल पठाए रहल अछि
ta: மின்னஞ்சல் அனுப்பப்படுகிறது
te: ఈమెయిలు పంపిస్తున్నది

source: Edit
hi_in: संपादन
kk: Түзету
mai: संपादन
ta: திருத்து
te: సవరణ

source: This email contains one image. Click to download.
hi_in: यह ईमेल एक छवि समाहित करता है. डाउनलोड के लिए क्लिक करें.
kk: Бұл эл. пошта хатында бір сурет бар. Жүктеп алу үшін шертіңіз.
mai: ई इमेल एकटा छवि समाहित करैत अछि. डाउनलोड कलेल क्लिक करू.
sw: Barua pepe hii ina picha moja. Bofya ili kupakua.
ta: இந்த மின்னஞ்சல் ஒரு படத்தை கொண்டுள்ளது. பதிவிறக்க சொடுக்கு.
te: ఈ ఈమెయిల్ ఒక చిత్రం కలిగివుంది. దిగుమతి చేయుటకు నొక్కండి.

# message-download-images[two]
source: This email contains {{ n }} images. Click to download.
hi_in: इस ईमेल में {{ n }} छवियाँ हैं. डाउनलोड के लिए क्लिक करें.
kk: Бұл эл. пошта хатында {{ n }} сурет бар. Жүктеп алу үшін шертіңіз.
mai: ई इमेल मे {{ n }} छवि अछि. डाउनलोड कलेल क्लिक करू.
sw: Barua pepe hii ina picha {{ n }}. Bofya ili kupakua.
ta: இந்த மின்னஞ்சல் {{ n }} படங்களை கொண்டுள்ளது. பதிவிறக்க சொடுக்கு.
te: ఈ ఈమెయిల్ {{ n }} చిత్రాలు కలిగివుంది. దింపుటకు నొక్కండి.

# message-download-images[few]
source: This email contains {{ n }} images. Click to download.
hi_in: इस ईमेल में {{ n }} छवियाँ हैं. डाउनलोड के लिए क्लिक करें.
kk: Бұл эл. пошта хатында {{ n }} сурет бар. Жүктеп алу үшін шертіңіз.
mai: ई इमेल मे {{ n }} छवि अछि. डाउनलोड कलेल क्लिक करू.
sw: Barua pepe hii ina picha {{ n }}. Bofya ili kupakua.
ta: இந்த மின்னஞ்சல் {{ n }} படங்களை கொண்டுள்ளது. பதிவிறக்க சொடுக்கவும்.
te: ఈ ఈమెయిల్ {{ n }} చిత్రాలు కలిగివుంది. దింపుటకు నొక్కుము.

# message-download-images[many]
source: This email contains {{ n }} images. Click to download.
hi_in: इस ईमेल में {{ n }} छवियाँ हैं. डाउनलोड के लिए क्लिक करें.
kk: Бұл эл. пошта хатында {{ n }} сурет бар. Жүктеп алу үшін шертіңіз.
mai: ई इमेल मे {{ n }} छवि अछि. डाउनलोड कलेल क्लिक करू.
sw: Barua pepe hii ina picha {{ n }}. Bofya ili kupakua.
ta: இந்த மின்னஞ்சல் {{ n }} படங்களை கொண்டுள்ளது. பதிவிறக்க சொடுக்கவும்.
te: ఈ ఈమెయిలులో {{ n }} బొమ్మలు ఉన్నాయి. దించుకోడానికి నొక్కండి.

# message-download-images[other]
source: This email contains {{ n }} images. Click to download.
hi_in: इस ईमेल में {{ n }} छवियाँ हैं. डाउनलोड के लिए क्लिक करें.
kk: Бұл эл. пошта хатында {{ n }} сурет бар. Жүктеп алу үшін шертіңіз.
mai: ई इमेल मे {{ n }} छवि अछि. डाउनलोड कलेल क्लिक करू.
sw: Barua pepe hii ina picha {{ n }}. Bofya ili kupakua.
ta: இந்த மின்னஞ்சல் {{ n }} படங்களை கொண்டுள்ளது. பதிவிறக்க சொடுக்கவும்.
te: ఈ ఈమెయిలులో {{ n }} బొమ్మలు ఉన్నాయి. దించుకోడానికి నొక్కండి.

source: Load more messages from server
hi_in: सर्वर से और संदेश लोड करें
kk: Серверден көбірек хабарламаларды жүктеп алу
mai: सर्वर सँ आओर समाद लोड करू
sw: Pakua ujumbe zaidi kutoka kwa sava
ta: சேவகனிலிருந்து கூடுதலான செய்திகளை ஏற்று
te: సేవక నుండి మరిన్ని సందేశాలను భర్తీచేయి

# toaster-retry
source: Retry
hi_in: फिर कोशिश करें
kk: Қайталау
mai: फेर कोसिस करू
sw: Jaribu tena
ta: மீண்டும் முயல்க
te: తిరిగిప్రయత్నించు

# new-emails[one]
source: 1 New Email
hi_in: 1 नया ईमेल
kk: 1 жаңа хат
mai: 1 नव इमेल
sw: Barua pepe 1 Mpya
ta: 1 புதிய அஞ்சல்
te: 1 కొత్త ఈమెయిలు

# new-emails[two]
source: {{ n }} New Emails
hi_in: {{ n }} नया ईमेल
kk: {{ n }} жаңа хат
mai: {{ n }} नव इमेल
sw: Barua pepe {{ n }} Mpya
ta: {{ n }} புதிய மின்னஞ்சல்கள்
te: {{ n }} కొత్త ఈమెయిళ్ళు

# new-emails[few]
source: {{ n }} New Emails
hi_in: {{ n }} नया ईमेल
kk: {{ n }} жаңа хат
mai: {{ n }} नव इमेल
sw: Barua pepe {{ n }} Mpya
ta: {{ n }} புதிய மின்னஞ்சல்கள்
te: {{ n }} కొత్త ఈమెయిళ్ళు

# new-emails[many]
source: {{ n }} New Emails
hi_in: {{ n }} नया ईमेल
kk: {{ n }} жаңа хат
mai: {{ n }} नव इमेल
sw: Barua pepe {{ n }} Mpya
ta: {{ n }} புதிய மின்னஞ்சல்கள்
te: {{ n }} కొత్త ఈమెయిళ్ళు

# new-emails[other]
source: {{ n }} New Emails
hi_in: {{ n }} नया ईमेल
kk: {{ n }} жаңа хат
mai: {{ n }} नव इमेल
sw: Barua pepe {{ n }} Mpya
ta: {{ n }} புதிய மின்னஞ்சல்கள்
te: {{ n }} కొత్త ఈమెయిళ్ళు

# new-emails-notify-one-account[one]
source: 1 New Email
hi_in: 1 नया ईमेल
kk: 1 жаңа хат
mai: 1 नव इमेल
sw: Barua pepe 1 Mpya
ta: 1 புதிய அஞ்சல்
te: 1 కొత్త ఈమెయిలు

source: SSL
te: ఎస్ఎస్ఎల్
