Repository: translate/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: ar, bg, bn_in, br, bs, eu, fa, gd, hi_in, kk, km, kn, lv, mai, mg, ml, mr, my, ne, or, ro, si, sw, ta, te, th, tr, ur, uz

# drawer-back
source: Back
ar: خلف
bg: Обратно
bn_in: পূর্ববর্তী
br: Kent
bs: Nazad
eu: Atzera
fa: عقب
gd: Air ais
km: ថយក្រោយ​
kn: ಹಿಂದೆ
lv: Atpakaļ
mg: Hiverina
my: ရှေ့သို့
ro: Înapoi
si: ආපසු
th: ย้อนกลับ
tr: Geri
ur: واپس
uz: Orqaga

# drawer-accounts-header
source: Accounts
ar: الحِسابات
bg: Регистрации
bn_in: অ্যাকাউন্ট
br: Kontoù
bs: Računi
eu: Kontuak
fa: حساب‌ها
gd: Cunntasan
hi_in: खाता
km: គណនី
kn: ಖಾತೆಗಳು
lv: Konti
mai: खाता
mg: Kaonty
ml: അക്കൌണ്ടുകള്‍
mr: खाते
my: အကောင့်များ
ne: खाताहरू
or: ଆକାଉଣ୍ଟଗୁଡିକ
ro: Conturi
si: ගිණුම්
sw: Akaunti
ta: கணக்குகள்
te: ఖాతాలు
th: บัญชี
tr: Hesaplar
ur: اکاؤنٹس
uz: Hisoblar

source: Settings
ar: الإعدادات
bg: Настройки
bn_in: বৈশিষ্ট্যাবলী
br: Arventennoù
bs: Postavke
eu: Ezarpenak
fa: تنظیمات
gd: Roghainnean
hi_in: सेटिंग्स
km: ការ​កំណត់
kn: ಸಿದ್ಧತೆಗಳು
lv: Iestatījumi
mai: सेटिंग
mg: Tefy
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्स्
my: အပြင်အဆင်များ
ne: सेटिङहरू
or: ସଂରଚନା
ro: Setări
si: සැකසුම්
sw: Mipangilio
ta: அமைவுகள்
te: అమరికలు
th: การตั้งค่า
tr: Ayarlar
ur: سیٹنگیں
uz: Sozlamalar

source: Last sync:
ar: آخر تزامن:
bg: Актуално от:
bn_in: সর্বশেষ সিঙ্ক:
br: Goubredañ diwezhañ :
bs: Posljednja sinhronizacija:
eu: Azken sinkronizazioa:
fa: آخرین همگام‌سازی:
gd: Am fear mu dheireadh:
hi_in: अंतिम सिंक:
km: សមកាល​ចុង​ក្រោយ៖
kn: ಈ ಹಿಂದೆ ಸಿಂಕ್ ಮಾಡಿದ್ದು:
lv: Pēdēja sinhronizācija:
mai: अंतिम सिंक:
mg: Fampifandrindrana farany:
ml: അവസാന സിങ്ക്:
mr: शेवटचे सिंक:
my: နောက်ဆုံး ချိတ်ဆက် ၊
ne: अन्तिम सिङ्क:
or: ଶେଷଥର ଆହରିତ:
ro: Ultima sincronizare:
si: අවසන් වරට සමාකලන වූයේ:
sw: Ulandanisho wa mwisho:
ta: கடைசி ஒத்திசைவு:
te: చివరి తాజాకరణ:
th: ผสานล่าสุด:
tr: Son eşitleme:
ur: آخری ہم وقت:
uz: So‘nggi sinxronlash:

source: Refresh
ar: تحديث
bg: Обновяване
bn_in: রিফ্রেশ
br: Azgrenaat
bs: Osvježi
eu: Freskatu
fa: نوسازی
gd: Ath-nuadhaich
km: ធ្វើ​ឲ្យ​ស្រស់
kn: ಪುನಶ್ಚೇತನಗೊಳಿಸು
lv: Atjaunināt
mg: Hanavao
my: ပြန်ဖွင့်ရန်
ro: Reîmprospătează
si: ප්‍රතිපූර්ණය
th: เรียกใหม่
tr: Yenile
ur: تازہ کریں
uz: Yangilash

source: Refreshing
ar: جار إعادة التحديث
bg: В момента се обновява
bn_in: রিফ্রেশ করা হচ্ছে
br: Oc'h azgrenaat
bs: Osvježavam
eu: Freskatzen
fa: درحال نوسازی
gd: ’Ga ath-nuadhachadh
km: ការធ្វើឲ្យ​ស្រស់​
kn: ಪುನಶ್ಚೇತನಗೊಳಿಸುವಿಕೆ
lv: Atsvaidzina
mg: Manavao
my: ပြန်ဖွင့်နေသည်
ro: Se reîmprospătează
si: ප්‍රතිපූර්ණය වෙමින්
th: กำลังเรียกใหม่
tr: Yenileniyor
ur: تازہ کر رہا ہے
uz: Yangilanmoqda

# edit-button.ariaLabel
source: Edit
ar: تحرير
bg: Редактиране
bn_in: সম্পাদনা করুন
br: Embann
bs: Uredi
eu: Editatu
fa: ویرایش
gd: Deasaich
km: កែសម្រួល​
kn: ಸಂಪಾದನೆ
lv: Rediģēt
mg: Hanitsy
my: ပြင်ရန်
ro: Editează
si: සංස්කරණය කරන්න
th: แก้ไข
tr: Düzenle
ur: تدوین کریں
uz: Tahrirlash

source: Top
ar: أعلى
bg: Нагоре
bn_in: শীর্ষ
br: Krec'h
bs: Vrh
eu: Goian
fa: بالا
gd: Barr
km: ពេញ​និយម
kn: ಮೇಲೆ
lv: Uz sākumu
mg: Tampony
my: အပေါ်သို့
ne: माथि
ro: Sus
si: ඉහළ
th: ด้านบนสุด
tr: Başa dön
ur: اوپر
uz: Yuqori

source: Folders and settings
ar: المجلدات و الإعدادات
bg: Папки и настройки
bn_in: ফোল্ডারসমূহ এবং বৈশিষ্ট্যসমূহ
br: Teuliadoù hag arventennoù
bs: Folderi i postavke
eu: Karpetak eta ezarpenak
fa: پوشه‌ها و تنظیمات
gd: Pasganan is roghainnean
km: ថត​​ឯកសារ​ និង​ ការកំណត់​
kn: ಕಡತ ಕೋಶ ಮತ್ತು ಸಿದ್ದತೆಗಳು
lv: Mapes un iestatījumi
mg: Dosie sy tefy
my: ဖိုင်များသိမ်းရန်နှင့် အပြင်အဆင်များ
ro: Dosare și setări
si: ගොනු සහ සැකසුම්
th: โฟลเดอร์และการตั้งค่า
tr: Dizinler ve ayarlar
ur: پوشے اور سیٹنگیں
uz: Jildlar va sozlamalar

# message-list-compose.ariaLabel
source: Compose
ar: إنشاء
bg: Ново писмо
br: Skrivañ
bs: Sastavi
eu: Idatzi
fa: ایجاد
gd: Sgrìobh
kn: ರಚಿಸು
mg: Hanoratra
si: පණිවිඩය ලියන්න
th: เขียน
tr: Yaz
ur: کمپوز کریں
uz: Yozish

source: Undo
ar: تراجع
bg: Отмяна
bn_in: পূর্বাবস্থায় ফিরিয়ে নিন
br: Dizober
bs: Vrati
eu: Desegin
fa: برگردان
gd: Neo-dhèan
hi_in: पहले जैसा
kk: Болдырмау
km: មិនធ្វើ​វិញ
kn: ರದ್ದುಮಾಡು
lv: Atsaukt
mai: पहिने जहिना
mg: Hanafoana
ml: വേണ്ടെന്ന് വയ്ക്കുക
mr: पूर्ववत करा
my: မလုပ်
ne: पूर्वस्थितिमा फर्काउनुहोस्
or: ପଦକ୍ଷେପ ବାତିଲ
ro: Anulează
si: අහෝසිය
sw: Funyua
ta: செயல்நீக்கு
te: రద్దుచేయి
th: เลิกทำ
tr: Geri al
ur: کالعدم کریں
uz: Qaytarish

source: 1 message flag set
ar: وضع علامة على رسالة واحدة
bg: 1 зададен флаг
bn_in: 1টি বার্তা ফ্লাগ সেট করা হয়েছে
br: 1 merk lakaet
bs: 1 zastavica poruke postavljena
eu: Mezu-marka bat ezarrita
fa: 1 پیام نشانه‌گذاری شد
gd: Chuir thu 1 bhratach ris
hi_in: 1 संदेश पताका सेट
kk: 1 хабарлама жалаушасы орнатылды
km: បាន​កំណត់​ទង់​​ឲ្យ​សារ​ 1
kn: 1 ಸಂದೇಶ ಗುರುತು ಹಾಕಲಾಗಿದೆ
lv: 1 vēstulei karogi tika uzstādīti
mai: 1 समाद पताका सेट
mg: Fanevan-kafatra 1 napetraka
ml: 1 സന്ദേശ അടയാളം ക്രമീകരിച്ചു
mr: 1 संदेश फ्लॅग सेट केला
my: စာတို 1တစ်စောင် အမှတ်ထား
ne: १ सन्देश ध्वजा स्थापित
or: 1 ଟି ସନ୍ଦେଶ ଅଟକ ବଛାଗଲା
ro: Marcaj stabilit pentru 1 mesaj
si: 1 ක් පණිවුඩ ධජයක් යැවිණි
sw: Viboya 1 ya ujumbe imewekwa
ta: 1 செய்திக்கு கொடி அமை
te: 1 సందేశం ఫ్లాగ్ అమర్చెను
th: ปักธง 1 ข้อความแล้ว
tr: 1 ileti işaretlendi
ur: 1 پیغامات پر پرچم سیٹ کر دیا گیا
uz: 1 xabarga bayroqcha o‘rnatildi

# toaster-message-star[two]
source: {{ n }} message flags set
ar: تم تعليم {{ n }} رسالة
bg: {{ n }} зададени флага
bn_in: {{ n }} টি বার্তা ফ্লাগ করা হয়েছে
br: {{ n }} a verkoù lakaet
bs: {{ n }} zastavice poruka postavljene
eu: {{ n }} mezu-marka ezarrita
fa: {{ n }} پیام نشانه‌گذاری شد
gd: Chuir thu {{ n }} bhratach theachdaireachdan
hi_in: {{ n }} संदेश पताका सेट
km: {{ n }} កំណត់ទង់សារ
kn: {{ n }} ಸಂದೇಶ ಗುರುತುಗಳನ್ನು ಹಾಕಲಾಗಿದೆ
lv: {{ n }} vēstulēm karogi tika uzstādīti
mai: {{ n }} समाद पताका सेट
mg: Fanevan-kafatra {{ n }} napetraka
ml: {{ n }} സന്ദേശ അടയാളങ്ങൾ ക്രമീകരിച്ചു
mr: {{ n }} संदेश फ्लॅग सेट केले
my: စာတို{{ n }}အားအမှတ်များထားပြီး
ne: {{ n }} सन्देश ध्वजाहरु स्थापित
or: {{ n }}ଟି ସନ୍ଦେଶ ଅଟକ ସ୍ଥିର କରାଗଲା
ro: Marcaj stabilit pentru {{ n }} mesaje
si: පණිවුඩ {{ n }}ක ධජයන් අනුයෝග කලා
sw: Viboya {{ n }} vya ujumbe vimewekwa
ta: {{ n }} செய்திகளுக்கு குறிகளை அமை
te: {{ n }} సందేశ ఫ్లాగ్స్ అమర్చెను
th: ปักธง {{ n }} ข้อความแล้ว
tr: {{ n }} ileti işaretlendi
ur: {{ n }} پیغامات پر پرچم سیٹ کر دئے گیے
uz: {{ n }} ta xabarga bayroq o‘rnatildi

# toaster-message-star[few]
source: {{ n }} message flags set
ar: تم تعليم {{ n }} رسائل
bg: {{ n }} зададени флага
bn_in: {{ n }} টি বার্তা ফ্লাগ করা হয়েছে
br: {{ n }} a verkoù lakaet
bs: {{ n }} zastavica poruka postavljeno
eu: {{ n }} mezu-marka ezarrita
fa: {{ n }} پیام نشانه‌گذاری شد
gd: Chuir thu {{ n }} brataichean theachdaireachdan
hi_in: {{ n }} संदेश पताका सेट
km: {{ n }} កំណត់​ទង់សារ
kn: {{ n }} ಸಂದೇಶ ಗುರುತುಗಳನ್ನು ಹಾಕಲಾಗಿದೆ
lv: {{ n }} vēstulēm karogi tika uzstādīti
mai: {{ n }} समाद पताका सेट
mg: Fanevan-kafatra {{ n }} napetraka
ml: {{ n }} സന്ദേശ അടയാളങ്ങൾ ക്രമീകരിച്ചു
mr: {{ n }} संदेश फ्लॅग सेट केले
my: စာတို{{ n }} စောင် အမှတ်များထားပြီး
ne: {{ n }} सन्देश ध्वजाहरु स्थापित
or: {{ n }}ଟି ସନ୍ଦେଶ ଅଟକ ସ୍ଥିର କରାଗଲା
ro: Marcaj stabilit pentru {{ n }} mesaje
si: පණිවුඩ {{ n }}ක ධජයන් අනුයෝග කලා
sw: Viboya {{ n }} vya ujumbe vimewekwa
ta: {{ n }} செய்திகளுக்கு குறிகளை அமை
te: {{ n }} సందేశ ఫ్లాగ్స్ అమర్చెను
th: ปักธง {{ n }} ข้อความแล้ว
tr: {{ n }} ileti işaretlendi
ur: {{ n }} پیغامات پر پرچم سیٹ کر دئے گیے
uz: {{ n }} ta xabarga bayroq o‘rnatildi

# toaster-message-star[many]
source: {{ n }} message flags set
ar: تم تعليم {{ n }} رسالة
bg: {{ n }} зададени флага
bn_in: {{ n }} টি বার্তা ফ্লাগ করা হয়েছে
br: {{ n }} a verkoù lakaet
bs: {{ n }} zastavica poruka postavljeno
eu: {{ n }} mezu-marka ezarrita
fa: {{ n }} پیام نشانه‌گذاری شد
gd: Chuir thu {{ n }} bratach theachdaireachdan
hi_in: {{ n }} संदेश पताका सेट
km: {{ n }} កំណត់​ទង់សារ
kn: {{ n }} ಸಂದೇಶ ಗುರುತುಗಳನ್ನು ಹಾಕಲಾಗಿದೆ
lv: {{ n }} vēstulēm karogi tika uzstādīti
mai: {{ n }} समाद पताका सेट
mg: Fanevan-kafatra {{ n }} napetraka
ml: {{ n }} സന്ദേശ അടയാളങ്ങൾ ക്രമീകരിച്ചു
mr: {{ n }} संदेश फ्लॅग सेट केले
my: စာတို{{ n }} စောင် အမှတ်များထားပြီး
ne: {{ n }} सन्देश ध्वजाहरु स्थापित
or: {{ n }}ଟି ସନ୍ଦେଶ ଅଟକ ସ୍ଥିର କରାଗଲା
ro: Marcaj stabilit pentru {{ n }} mesaje
si: පණිවුඩ {{ n }}ක ධජයන් අනුයෝග කලා
sw: Viboya {{ n }} vya ujumbe vimewekwa
ta: {{ n }} செய்திகளுக்கு குறிகளை அமை
te: {{ n }} సందేశ ఫ్లాగ్స్ అమర్చెను
th: ปักธง {{ n }} ข้อความแล้ว
tr: {{ n }} ileti işaretlendi
ur: {{ n }} پیغامات پرچم سیٹ کر دئے گیے
uz: {{ n }} ta xabarga bayroq o‘rnatildi

# toaster-message-star[other]
source: {{ n }} message flags set
ar: تم تعليم {{ n }} رسالة
bg: {{ n }} зададени флага
bn_in: {{ n }} টি বার্তা ফ্লাগ করা হয়েছে
br: {{ n }} a verkoù lakaet
bs: {{ n }} zastavica poruka postavljeno
eu: {{ n }} mezu-marka ezarrita
fa: {{ n }} پیام نشانه‌گذاری شد
gd: Chuir thu {{ n }} bratach theachdaireachdan
hi_in: {{ n }} संदेश पताका सेट
km: {{ n }} កំណត់ទង់សារ
kn: {{ n }} ಸಂದೇಶ ಗುರುತುಗಳನ್ನು ಹಾಕಲಾಗಿದೆ
lv: {{ n }} vēstulēm karogi tika uzstādīti
mai: {{ n }} समाद पताका सेट
mg: Fanevan-kafatra {{ n }} napetraka
ml: {{ n }} സന്ദേശ അടയാളങ്ങൾ ക്രമീകരിച്ചു
mr: {{ n }} संदेश फ्लॅग सेट केले
my: စာတို {{ n }} စောင် အမှတ်များထားပြီး
ne: {{ n }} सन्देश ध्वजाहरु स्थापित
or: {{ n }}ଟି ସନ୍ଦେଶ ଅଟକ ସ୍ଥିର କରାଗଲା
ro: Marcaj stabilit pentru {{ n }} mesaje
si: පණිවුඩ {{ n }}ක ධජයන් අනුයෝග කලා
sw: Viboya {{ n }} vya ujumbe vimewekwa
ta: {{ n }} செய்திகளுக்கு குறிகளை அமை
te: {{ n }} సందేశ ఫ్లాగ్స్ అమర్చెను
th: ปักธง {{ n }} ข้อความแล้ว
tr: {{ n }} ileti işaretlendi
ur: {{ n }} پیغامات پرچم سیٹ کر دئے گیے
uz: {{ n }} ta xabarga bayroq o‘rnatildi

source: 1 message flag removed
ar: حذف العلامة من رسالة واحدة
bg: 1 премахнат флаг
bn_in: 1টি বার্তা ফ্লাগ অপসারিত হয়েছে
br: 1 merk dilamet
bs: 1 zastavica poruke uklonjena
eu: Mezu-marka bat kenduta
fa: نشانه 1 پیام حذف شود
gd: Thug thu 1 bhratach air falbh
hi_in: 1 संदेश पताका हटाया गया
kk: 1 хабарлама жалаушасы өшірілді
km: បាន​យក​ទង់​ចេញ​​​​ពី​សារ 1
kn: 1 ಸಂದೇಶ ಗುರುತನ್ನು ತೆಗೆಯಲಾಗಿದೆ
lv: 1 vēstulei karogi tika noņemti
mai: 1 समाद पताका हटाएल गेल
mg: Fanevan-kafatra 1 nesorina
ml: 1 സന്ദേശ അടയാളം നീക്കം ചെയ്തു
mr: 1 संदेश फ्लॅग काढला
my: စာတို 1 စောင်မှ မှတ်သားချက်ဖယ်ပြီး
ne: १ सन्देश ध्वजा हटाइयो
or: 1ଟି ସନ୍ଦେଶ ଅଟକ ଉଠାଗଲା
ro: Marcaj eliminat pentru 1 mesaj
si: පණිවුඩ 1ක ධජයක් ඉවත් කලා
sw: Ujumbe 1 umeondolewa viboya
ta: 1 மடலுக்கு கொடி நீக்கப்பட்டது
te: 1 సందేశ ఫ్లాగ్ తీసివేయబడెను
th: ถอดธง 1 ข้อความแล้ว
tr: 1 iletinin işareti kaldırıldı
ur: 1 پیغام پرچم ہٹا دیا گیا ہے
uz: 1 xabardan bayroqcha olindi

# toaster-message-unstar[two]
source: {{ n }} message flags removed
ar: {{ n }} علامات حُذِفت
bg: {{ n }} премахнати флага
bn_in: {{ n }} টি বার্তা ফ্লাগ অপসারিত হয়েছে
br: {{ n }} a verkoù dilamet
bs: {{ n }} zastavice poruka uklonjene
eu: {{ n }} mezu-marka kenduta
fa: نشانه {{ n }} پیام حذف شود
gd: Thug thu {{ n }} bhratach theachdaireachdan air falbh
hi_in: {{ n }} संदेश पताका हटाए गए
km: {{ n }} បាន​ដកទង់សារ​​ចេញ
kn: {{ n }} ಸಂದೇಶ ಗುರುತುಗಳನ್ನು ತೆಗೆಯಲಾಗಿದೆ
lv: {{ n }} vēstulēm karogi tika noņemti
mai: {{ n }} समाद पताका हटाएल गेल
mg: Fanevan-kafatra {{ n }} nesorina
ml: {{ n }} സന്ദേശ അടയാളങ്ങൾ നീക്കം ചെയ്തു
mr: {{ n }} संदेश फ्लॅग काढले
my: စာတို {{ n }}စောင်မှ မှတ်သားချက်များဖယ်ပြီး
ne: {{ n }} सन्देशहरुबाट ध्वजा हटाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ଅଟକ ଉଠାଗଲା
ro: Marcaj eliminat pentru {{ n }} mesaje
si: පණිවුඩ {{ n }}ක ධජයන් ඉවත් කලා
sw: Ujumbe {{ n }} umeondolewa viboya
ta: {{ n }} செய்திகளுக்கு குறிகள் நீக்கப்பட்டது
te: {{ n }} సందేశ ఫ్లాగ్స్ తీసివేయబడెను
th: ถอดธง {{ n }} ข้อความแล้ว
tr: {{ n }} iletinin işareti kaldırıldı
ur: {{ n }} پیغام پرچم ہٹا دیئے گئے
uz: {{ n }} ta xabardan bayroq o‘chirildi

# toaster-message-unstar[few]
source: {{ n }} message flags removed
ar: {{ n }} علامات تم حذفها
bg: {{ n }} премахнати флага
bn_in: {{ n }} টি বার্তা ফ্লাগ অপসারিত হয়েছে
br: {{ n }} a verkoù dilamet
bs: {{ n }} zastavica poruka uklonjeno
eu: {{ n }} mezu-marka kenduta
fa: نشانه {{ n }} پیام حذف شود
gd: Thug thu {{ n }} brataichean theachdaireachdan air falbh
hi_in: {{ n }} संदेश पताका हटाए गए
km: {{ n }} បាន​ដក​ទង់​សារ​ចេញ
kn: {{ n }} ಸಂದೇಶ ಗುರುತುಗಳನ್ನು ತೆಗೆಯಲಾಗಿದೆ
lv: {{ n }} vēstulēm karogi tika noņemti
mai: {{ n }} समाद पताका हटाएल गेल
mg: Fanevan-kafatra {{ n }} nesorina
ml: {{ n }} സന്ദേശ അടയാളങ്ങൾ നീക്കം ചെയ്തു
mr: {{ n }} संदेश फ्लॅग काढले
my: စာတို {{ n }}စောင်မှ မှတ်သားချက်များဖယ်ပြီး
ne: {{ n }} सन्देशहरुबाट ध्वजा हटाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ଅଟକ ଉଠାଗଲା
ro: Marcaj eliminat pentru {{ n }} mesaje
si: පණිවුඩ {{ n }}ක ධජයන් ඉවත් කලා
sw: Ujumbe {{ n }} umeondolewa viboya
ta: {{ n }} செய்திகளுக்கு குறிகள் நீக்கப்பட்டது
te: {{ n }} సందేశ ఫ్లాగ్స్ తీసివేయబడెను
th: ถอดธง {{ n }} ข้อความแล้ว
tr: {{ n }} iletinin işareti kaldırıldı
ur: {{ n }} پیغام پرچم ہٹا دیئے گئے
uz: {{ n }} ta xabardan bayroq o‘chirildi

# toaster-message-unstar[many]
source: {{ n }} message flags removed
ar: {{ n }} علامات تم حذفها
bg: {{ n }} премахнати флага
bn_in: {{ n }} টি বার্তা ফ্লাগ অপসারিত হয়েছে
br: {{ n }} a verkoù dilamet
bs: {{ n }} zastavica poruka uklonjeno
eu: {{ n }} mezu-marka kenduta
fa: نشانه {{ n }} پیام حذف شود
gd: Thug thu {{ n }} bratach theachdaireachdan air falbh
hi_in: {{ n }} संदेश पताका हटाए गए
km: {{ n }} បាន​ដកទង់សារ​ចេញ
kn: {{ n }} ಸಂದೇಶ ಗುರುತುಗಳನ್ನು ತೆಗೆಯಲಾಗಿದೆ
lv: {{ n }} vēstulēm karogi tika noņemti
mai: {{ n }} समाद पताका हटाएल गेल
mg: Fanevan-kafatra {{ n }} nesorina
ml: {{ n }} സന്ദേശ അടയാളങ്ങൾ നീക്കം ചെയ്തു
mr: {{ n }} संदेश फ्लॅग काढले
my: စာတို {{ n }}စောင်မှ မှတ်သားချက်များဖယ်ပြီး
ne: {{ n }} सन्देशहरुबाट ध्वजा हटाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ଅଟକ ଉଠାଗଲା
ro: Marcaj eliminat pentru {{ n }} mesaje
si: පණිවුඩ {{ n }}ක ධජයන් ඉවත් කලා
sw: Ujumbe {{ n }} umeondolewa viboya
ta: {{ n }} செய்திகளுக்கு குறிகள் நீக்கப்பட்டது
te: {{ n }} సందేశ ఫ్లాగ్స్ తీసివేయబడెను
th: ถอดธง {{ n }} ข้อความแล้ว
tr: {{ n }} iletinin işareti kaldırıldı
ur: {{ n }} پیغام پرچم ہٹا دیئے گئے
uz: {{ n }} ta xabardan bayroq o‘chirildi

# toaster-message-unstar[other]
source: {{ n }} message flags removed
ar: {{ n }} علامات تم حذفها
bg: {{ n }} премахнати флага
bn_in: {{ n }} টি বার্তা ফ্লাগ অপসারিত হয়েছে
br: {{ n }} a verkoù dilamet
bs: {{ n }} zastavica poruka uklonjeno
eu: {{ n }} mezu-marka kenduta
fa: نشانه {{ n }} پیام حذف شود
gd: Thug thu {{ n }} bratach theachdaireachdan air falbh
hi_in: {{ n }} संदेश पताका हटाए गए
km: {{ n }} បាន​ដក​ទង់សារ​ចេញ
kn: {{ n }} ಸಂದೇಶ ಗುರುತುಗಳನ್ನು ತೆಗೆಯಲಾಗಿದೆ
lv: {{ n }} vēstulēm karogi tika noņemti
mai: {{ n }} समाद पताका हटाएल गेल
mg: Fanevan-kafatra {{ n }} nesorina
ml: {{ n }} സന്ദേശ അടയാളങ്ങൾ നീക്കം ചെയ്തു
mr: {{ n }} संदेश फ्लॅग काढले
my: စာတို {{ n }}စောင်မှ မှတ်သားချက်များဖယ်ပြီး
ne: {{ n }} सन्देशहरुबाट ध्वजा हटाइयो
or: {{ n }} ସନ୍ଦେଶ ଅଟକ ଲିଭାଗଲା
ro: Marcaj eliminat pentru {{ n }} mesaje
si: පණිවුඩ {{ n }}ක ධජයන් ඉවත් කලා
sw: Ujumbe {{ n }} umeondolewa viboya
ta: {{ n }} செய்திகளுக்கு குறிகள் நீக்கப்பட்டது
te: {{ n }} సందేశ ఫ్లాగ్స్ తీసివేయబడెను
th: ถอดธง {{ n }} ข้อความแล้ว
tr: {{ n }} iletinin işareti kaldırıldı
ur: {{ n }} پیغام پرچم ہٹا دیئے گئے
uz: {{ n }} ta xabardan bayroq o‘chirildi

source: 1 message marked as read
ar: رسالة واحدة مُعلّمة كمقروءة
bg: 1 писмо отбелязано като прочетено
bn_in: 1টি বার্তা পাঠিত হিসাবে চিহ্নিত হয়েছে
br: 1 gemennadenn merket evel lennet
bs: 1 poruka označena kao pročitana
eu: Mezu bat irakurritako gisa markatuta
fa: ۱ پیام به عنوان خوانده شده علامت‌ گذاری شد
gd: Chuir thu comharra gun deach an teachdaireachd a leughadh
hi_in: 1 संदेश पढ़ने के रूप में चिह्नित
kk: 1 хабарлама оқылған ретінде белгіленген
km: បាន​សម្គាល់​សារ 1 ថា​អាន​រួច
kn: 1 ಸಂದೇಶ ಓದಿದೆ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ
lv: 1 vēstule atzīmēta kā izlasīta
mai: 1 समाद पढ़बाक रूपेँ चिह्नित करू
mg: Hafatra 1 voamarika hoe voavaky
ml: 1 സന്ദേശം വായിച്ചതായി അടയാളപ്പെടുത്തി
mr: 1 वाचलेला संदेश चिन्हित केला
my: စာတို 1 စောင်အား ဖတ်ပြီး
ne: १ सन्देश पढिएको रुपमा चिन्ह लगाइयो
or: ଗୋଟିଏ ସନ୍ଦେଶ ପଢ଼ାଯାଇଛି ବୋଲି ଚିହ୍ନିତ ହେଲା
ro: 1 mesaj marcat ca citit
si: පණිවුඩ 1ක් කියැවූ ලෙසින් සටහන් කලා
sw: ujumbe 1 umealamisha kama uliosomwa
ta: 1 செய்தியை படித்ததாக குறி
te: 1 సందేశం చదివినదిగా గుర్తుంచెను
th: ทำเครื่องหมาย 1 ข้อความเป็นอ่านแล้ว
tr: 1 ileti okundu olarak işaretlendi
ur: 1 پیغام بغیر پڑھے ہوے کے طور پر نشان زد کر دیا گیا
uz: 1 ta xabar o‘qilgan deb belgilandi

# toaster-message-read[two]
source: {{ n }} messages marked as read
ar: تم تحديد {{ n }} كرسالة كمقروءة
bg: {{ n }} писма отбелязани като прочетени
bn_in: {{ n }} বার্তা পাঠিত হিসাবে চিহ্নিত হয়েছে
br: {{ n }} a gemennadennoù merket evel lennet
bs: {{ n }} poruke označene kao pročitane
eu: {{ n }} mezu irakurritako gisa markatuta
fa: {{ n }} پیام به عنوان خوانده شده علامت‌ گذاری شد
gd: Chuir thu comharra gun deach an {{ n }} theachdaireachd seo a leughadh
hi_in: {{ n }} संदेश पठित के रूप में चिह्नित
kk: {{ n }} хабарлама оқылған ретінде белгіленген
km: បាន​សម្គាល់​សារ {{ n }} ថា​អាន​រួច
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಓದಿದೆ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ
lv: {{ n }} vēstules atzīmētas kā izlasīti
mai: {{ n }} समाद पठित क रूपेँ चिह्नित
mg: Hafatra {{ n }} voamarika hoe voavaky
ml: {{ n }} സന്ദേശങ്ങൾ വായിച്ചതായി അടയാളപ്പെടുത്തി
mr: {{ n }} संदेश वाचलेले असे चिन्हांकीत केले गेले
my: စာတို {{ n }} စောင်အား ဖတ်ပြီး
ne: {{ n }} सन्देशहरू पढिएको रुपमा चिन्ह लगाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ପଢ଼ାଯାଇଛି ବୋଲି ଚିହ୍ନିତ ହେଲା
ro: {{ n }} mesaje marcate ca citite
si: පණිවුඩ {{ n }}ක් කියැවූ ලෙසින් සටහන් කලා
sw: ujumbe {{ n }} zimealamisha kama zilizosomwa
ta: {{ n }} செய்திகளை படித்ததாக குறி
te: {{ n }} సందేశాలు చదివినవిగా గుర్తుంచెను
th: ทำเครื่องหมาย {{ n }} ข้อความเป็นอ่านแล้ว
tr: {{ n }} ileti okundu olarak işaretlendi
ur: {{ n }} پیغامات پڑھے ہوے کے طور پر نشان زد
uz: {{ n }} ta xabar o‘qilgan deb belgilandi

# toaster-message-read[few]
source: {{ n }} messages marked as read
ar: تم تعليم {{ n }} رسالة كمقروءة
bg: {{ n }} писма отбелязани като прочетени
bn_in: {{ n }} বার্তা পাঠিত হিসাবে চিহ্নিত হয়েছে
br: {{ n }} a gemennadennoù merket evel lennet
bs: {{ n }} poruka označeno kao pročitano
eu: {{ n }} mezu irakurritako gisa markatuta
fa: {{ n }} پیام به عنوان خوانده شده علامت‌ گذاری شد
gd: Chuir thu comharra gun deach na {{ n }} teachdaireachdan seo a leughadh
hi_in: {{ n }} संदेश पठित के रूप में चिह्नित
kk: {{ n }} хабарлама оқылған ретінде белгіленген
km: បាន​សម្គាល់​សារ {{ n }} ថា​អាន​រួច
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಓದಿದೆ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ
lv: {{ n }} vēstules atzīmētas kā izlasīti
mai: {{ n }} समाद पठित क रूपेँ चिह्नित
mg: Hafatra {{ n }} voamarika hoe voavaky
ml: {{ n }} സന്ദേശങ്ങൾ വായിച്ചതായി അടയാളപ്പെടുത്തി
mr: {{ n }} संदेश वाचलेले असे चिन्हांकीत केले गेले
my: စာတို {{ n }} စောင် အားဖတ်ပြီး
ne: {{ n }} सन्देशहरू पढिएको रुपमा चिन्ह लगाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ପଢ଼ାଯାଇଛି ବୋଲି ଚିହ୍ନିତ ହେଲା
ro: {{ n }} mesaje marcate ca citite
si: පණිවුඩ {{ n }}ක් කියැවූ ලෙසින් සටහන් කලා
sw: ujumbe {{ n }} zimealamisha kama zilizosomwa
ta: {{ n }} செய்திகளை படித்ததாக குறி
te: {{ n }} సందేశాలు చదివినవిగా గుర్తుంచెను
th: ทำเครื่องหมาย {{ n }} ข้อความเป็นอ่านแล้ว
tr: {{ n }} ileti okundu olarak işaretlendi
ur: {{ n }} پیغامات پڑھے ہوے کے طور پر نشان زد
uz: {{ n }} ta xabar o‘qilgan deb belgilandi

# toaster-message-read[many]
source: {{ n }} messages marked as read
ar: تم تعليم {{ n }} رسالة كمقروءة
bg: {{ n }} писма отбелязани като прочетени
bn_in: {{ n }} বার্তা পাঠিত হিসাবে চিহ্নিত হয়েছে
br: {{ n }} a gemennadennoù merket evel lennet
bs: {{ n }} poruka označeno kao pročitano
eu: {{ n }} mezu irakurritako gisa markatuta
fa: {{ n }} پیام به عنوان خوانده شده علامت‌ گذاری شد
gd: Chuir thu comharra gun deach na {{ n }} teachdaireachd seo a leughadh
hi_in: {{ n }} संदेश पठित के रूप में चिह्नित
kk: {{ n }} хабарлама оқылған ретінде белгіленген
km: បាន​សម្គាល់​សារ {{ n }} ថា​អាន​រួច
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಓದಿದೆ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ
lv: {{ n }} vēstules atzīmētas kā izlasīti
mai: {{ n }} समाद पठित क रूपेँ चिह्नित
mg: Hafatra {{ n }} voamarika hoe voavaky
ml: {{ n }} സന്ദേശങ്ങൾ വായിച്ചതായി അടയാളപ്പെടുത്തി
mr: {{ n }} संदेश वाचलेले असे चिन्हांकीत केले गेले
my: စာတို {{ n }} စောင် အားဖတ်ပြီး
ne: {{ n }} सन्देशहरू पढिएको रुपमा चिन्ह लगाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ପଢ଼ାଯାଇଛି ବୋଲି ଚିହ୍ନିତ ହେଲା
ro: {{ n }} mesaje marcate ca citite
si: පණිවුඩ {{ n }}ක් කියැවූ ලෙසින් සටහන් කලා
sw: ujumbe {{ n }} zimealamisha kama zilizosomwa
ta: {{ n }} செய்திகளை படித்ததாக குறி
te: {{ n }} సందేశాలు చదివినవిగా గుర్తుంచెను
th: ทำเครื่องหมาย {{ n }} ข้อความเป็นอ่านแล้ว
tr: {{ n }} ileti okundu olarak işaretlendi
ur: {{ n }} پیغامات پڑھے ہوے کے طور پر نشان زد
uz: {{ n }} ta xabar o‘qilgan deb belgilandi

# toaster-message-read[other]
source: {{ n }} messages marked as read
ar: {{ n }} رسالة مُعلّمة كمقروءة
bg: {{ n }} писма отбелязани като прочетени
bn_in: {{ n }} বার্তা পাঠিত হিসাবে চিহ্নিত হয়েছে
br: {{ n }} a gemennadennoù merket evel lennet
bs: {{ n }} poruka označeno kao pročitano
eu: {{ n }} mezu irakurritako gisa markatuta
fa: {{ n }} پیام به عنوان خوانده شده علامت‌ گذاری شد
gd: Chuir thu comharra gun deach na {{ n }} teachdaireachd seo a leughadh
hi_in: {{ n }} संदेश पठित के रूप में चिह्नित
kk: {{ n }} хабарлама оқылған ретінде белгіленген
km: បាន​សម្គាល់​សារ {{ n }} ថា​អាន​រួច
kn: {{ n }} ಸಂದೇಶಗಳನ್ನು ಓದಿದೆ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ
lv: {{ n }} vēstules atzīmēti kā izlasīti
mai: {{ n }} समाद पठित क रूपेँ चिह्नित
mg: Hafatra {{ n }} voamarika hoe voavaky
ml: {{ n }} സന്ദേശങ്ങൾ വായിച്ചതായി അടയാളപ്പെടുത്തി
mr: {{ n }} संदेश वाचलेले असे चिन्हांकीत केले आहेत
my: စာတို {{ n }} စောင် အားဖတ်ပြီး
ne: {{ n }} सन्देशहरू पढिएको रुपमा चिन्ह लगाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ପଢ଼ାଯାଇଛି ବୋଲି ଚିହ୍ନିତ ହେଲା
ro: {{ n }} mesaje marcate ca citite
si: පණිවුඩ {{ n }}ක් කියැවූ ලෙසින් සටහන් කලා
sw: ujumbe {{ n }} zimealamisha kama zilizosomwa
ta: {{ n }} செய்திகளை படித்ததாக குறி
te: {{ n }} సందేశాలు చదివినవిగా గుర్తుంచెను
th: ทำเครื่องหมาย {{ n }} ข้อความเป็นอ่านแล้ว
tr: {{ n }} ileti okundu olarak işaretlendi
ur: {{ n }} پیغامات پڑھے ہوے کے طور پر نشان زد
uz: {{ n }} ta xabar o‘qilgan deb belgilandi

source: 1 message marked as unread
ar: رسالة واحدة مُعلّمة كغيرمقروءة
bg: 1 писмо отбелязано като непрочетено
bn_in: 1টি বার্তা অপঠিত হিসাবে চিহ্নিত হয়েছে
br: 1 gemennadenn merket evel anlennet
bs: 1 poruka označena kao nepročitana
eu: Mezu bat irakurri gabeko gisa markatuta
fa: ۱ پیام به عنوان خوانده نشده علامت‌ گذاری شد
gd: Chuir thu comharra nach deach an teachdaireachd a leughadh
hi_in: 1 संदेश अपठित चिह्नित
kk: 1 хабарлама оқылмаған ретінде белгіленген
km: បាន​សម្គាល់​សារ 1 ថា​​មិន​ទាន់​អាន
kn: 1 ಸಂದೇಶ ಓದಿಲ್ಲ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ
lv: 1 vēstule atzīmēta kā nelasīta
mai: 1 समाद अपठित चिह्नित
mg: Hafatra 1 voamarika hoe tsy voavaky
ml: 1 സന്ദേശം വായിച്ചില്ലെന്ന് അടയാളപ്പെടുത്തി
mr: 1 संदेश न वाचलेला असे चिन्हांकित केला
my: စာတို 1 အား မဖတ်ရသေးဟုမှတ်ထား
ne: १ सन्देश पढिएको रुपमा चिन्ह लगाइयो
or: {{ n }}ଟି ସନ୍ଦେଶ ପଢ଼ା ଯାଇନାହିଁ ବୋଲି ଚିହ୍ନିତ ହେଲା
ro: 1 mesaj marcat ca necitit
si: පණිවුඩ 1ක් නොකියැවූ ලෙසින් සටහන් කලා
sw: ujumbe 1 umealamishwa kama uliosomwa
ta: 1 செய்தியை படிக்காததாக குறி
te: 1 సందేశం చదవనిదిగా గుర్తుంచెను
th: ทำเครื่องหมาย 1 ข้อความเป็นยังไม่ได้อ่าน
tr: 1 ileti okunmadı olarak işaretlendi
ur: 1 پیغام بطور ناخواندہ نشان زد
uz: 1 ta xabar o‘qilmagan deb belgilandi
