Repository: translate/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: ar, bg, bn_in, br, bs, eu, fa, gd, hi_in, kk, km, kn, lv, mai, mg, ml, mr, my, ne, or, ro, si, sw, ta, te, th, tr, ur, uz

source: You must use an application specific password for two-factor Gmail accounts
ar: يتوجب عليك استخدام كلمة السّر الخاصة بالتطبيق لحسابات two-factor الخاصة بالجيميل
bg: За двуфакторни Gmail профили трябва да използвате отделна парола за това приложение
bn_in: 2 ফ্যাক্টর জিমেল অ্যাকাউন্টের জন্য আপনাকে অবশ্যই একটা এপ্লিকেশন এর জন্য নির্দিষ্ট পাসওয়ার্ড ব্যাবহার করতে হবে
br: Ret eo deoc'h arverañ ur ger-tremen spesadel ouzh an arload evit an dilesa gant div bazenn eus ar c'hontoù Gmail
bs: Za Gmail račune s dvostrukom metodom prijave trebate koristiti posebne lozinke za aplikacije
eu: Aplikazioarentzat espezifikoa den pasahitza erabili behar duzu bi faktoreko autentifikaziodun Gmail kontuetarako
fa: برای حساب‌های جی‌میل دو عامله، باید از یک گذرواژهٔ مخصوص برنامه استفاده کنید.
gd: Feumaidh tu facal-faire a tha gu sònraichte dhan aplacaid a chleachdadh mas e cunntas Gmail two-factor a tha agad
hi_in: आप दो कारक जीमेल खातों के लिए एक आवेदन विशिष्ट पासवर्ड का उपयोग करना चाहिए
kk: Gmail қос факторлы тіркелгілері үшін сіз қолданбаға тән парольді қолдануға тиістісіз
km: អ្នក​ត្រូវតែ​ប្រើ​ពាក្យ​សម្ងាត់​តាម​កម្មវិធី​ជាក់​លាក់​សម្រាប់​គណនី Gmail ដែល​មាន​ពីរ​កត្តា
kn: two-factor ಜಿಮೇಯ್ಲ್ ಖಾತೆಗಳಿಗೆ, ಅನ್ವಯಕ್ಕೆ ಹೊಂದಿಕೆಯಾಗುವ ಗುಪ್ತಪದವನ್ನು ಬಳಸಬೇಕು
lv: Jums ir jāizmanto lietotnei specifiska parole divu-faktoru Gmail kontiem
mai: अहाँ दुइ कारक जीमेल खाता कलेल एकटा आवेदन विशिष्ट गुड़किल्लीक उपयोग कएनाइ चाही
mg: Tsy maintsy mampiasa tenimiafina natokana ho an'ny rindranasa ianao ho an'ireo kaonty Gmail roa-anona
ml: ഇരട്ട സുരക്ഷാസംവിധാനമുള്ള ജീമെയില്‍ അക്കൌണ്ടുകള്‍ക്കു് പ്രത്യേക രഹസ്യവാക്ക് ഉപയോഗിയ്ക്കണം
mr: टू-फॅक्टर Gmail खात्यासाठी ॲप्लिकेशन संबधित पासवर्ड वापरा
my: ဂျီမေလ်း ၏ နှစ်ထပ်ကွင်း လုံခြုံရေး အစီအစဉ်အတွက် အက်စကားဝှက်တစ်ခု ထပ်ထားရမည်
or: ଆପଣ ଆପ୍ଲିକେସନରେ କାମ କରିବା ଭଳି ଦୁଇଟି Gmail ଖାତା ପାଇଁ ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ପାସୱାର୍ଡ଼ ବ୍ୟବହାର କରିବା ବିଧେୟ ।
ro: Trebuie să folosești o parolă specifică aplicației pe două niveluri pentru conturile Gmail
si: ද්වි-සාධක Gmail ගිණුම් සඳහා ඔබ විසින් යෙදුම් විශේෂී මුරපදයක් භාවිතා කල යුතුයි
sw: Lazima utumie neno la siri la programu tumizi kwa akaunti mbili muhimu za Gmail
ta: நீங்கள் கட்டாயமாக இரு-காரணி பயன்பாடான ஜிமெயில் கணக்குகளுக்கு என ஒரு குறிப்பிட்ட கடவுச்சொல்லை பயன்படுத்த வேண்டும்
te: టు-ఫాక్టర్ జిమెయిల్ ఖాతాల కొరకు మీరు తప్పక అనువర్తన తరుపు సంకేతపదం ఉపయోగించాలి
th: คุณต้องใช้รหัสผ่านแบบเจาะจงแอปพลิเคชันสำหรับการยืนยันตัวตนสองขั้นตอนของบัญชี Gmail
tr: İki faktörlü Gmail hesapları için uygulamaya özel bir parola kullanmalısınız
ur: آپ دو عامل جیمیل کے اکاؤنٹس کے لئے ایک ایپلی کیشن اختصاصی پاس ورڈ کا استعمال کریں
uz: Ikki omilli Gmail hisoblari uchun maxsus parol ilovasidan foydalanishingiz kerak

source: You must enable IMAP for your Gmail account
ar: يجب عليك تفعيل ال‍IMAP في حساب الجيميل الخاص بك
bg: Трябва да включите IMAP във вашия Gmail профил
bn_in: আপ্নাকে আপনার Gmail অ্যাকাউন্টের জন্য IMAP সক্রিয় করতে হবে
br: Ret eo deoc'h gweredekaat IMAP evit ho kont Gmail
bs: Morate omogućiti IMAP za vaš Gmail račun
eu: IMAP gaitu behar duzu zure Gmail kontuarentzako
fa: باید برای حساب جی‌میلتان، IMAP را فعّال کنید
gd: Feumaidh tu IMAP a chur an comas airson cunntas Gmail
hi_in: आप अपने जीमेल खाते के लिए IMAP सक्षम करना आवश्यक है
kk: Gmail тіркелгіңіз үшін IMAP іске қосуға тиістісіз
km: អ្នក​ត្រូវតែ​បើក IMAP សម្រាប់​គណនី Gmail របស់​អ្នក
kn: ನಿಮ್ಮ Gmail ಖಾತೆಗಾಗಿ IMAP ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು
lv: Jums ir jāieslēdz IMAP jūsu Gmail kontam
mai: अहाँक अपन जीमेल खाता कलेल IMAP सक्षम कएनाइ आवश्यक अछि
mg: Tsy maintsy mamelona IMAP ianao ho an'ny kaontinao Gmail
ml: ജീമെയില്‍ അക്കൌണ്ടിനു് ഐമാപ്പ് സജ്ജമാക്കണം
mr: आपल्या Gmail खात्यावर, IMAP सक्रिय करणे गरजेचे आहे
my: IMAP အား ဂျီမေလ်းအကောင့်အတွက် ဖွင့်ပေးရမည်
ne: तपाईँको जीमेल खाताका लागि तपाईँले IMAP सक्षम पार्नुपर्दछ
or: ନିଜର Gmail ଖାତା ପାଇଁ IMAP ସକ୍ରିୟ କରିବା ଉଚିତ
ro: Trebuie să activezi IMAP pentru contul tău de Gmail
si: ඔබගේ Gmail ගිණුමේ IMAP පහසුකම සක්‍රීය කල යුතු වේ
sw: Lazima uwezeshe IMAP ya akaunti yako ya Gmail
ta: உங்களுடைய ஜிமெயில் கணக்குக்கு கட்டாயமாக IMAP ஐ செயல்படுத்த வேண்டும்
te: మీరు మీ జీమెయిల్ ఖాతాలోని ఐమ్యాప్ చేతనించి ఉండాలి
th: คุณต้องเปิดใช้งาน IMAP สำหรับบัญชี Gmail ของคุณ
tr: Gmail hesabınız için IMAP'i etkinleştirmelisiniz
ur: آپ اپنے جیمیل اکاؤنٹ کے لئے IMAP اہل بنائیں
uz: Gmail hisobingiz uchun IMAP’ni yoqishingiz kerak.

source: You must enable POP3 for your Gmail account
ar: يجب عليك تفعيل ال‍POP3 في حساب الجيميل الخاص بك
bg: Трябва да включите POP3 във вашия Gmail профил
bn_in: আপ্নাকে আপনার Gmail অ্যাকাউন্টের জন্য POP3 সক্রিয় করতে হবে
br: Ret eo deoc'h gweredekaat POP3 evit ho kont Gmail
bs: Morate omogućiti POP3 za svoj Gmail račun
eu: POP3 gaitu behar duzu zure Gmail kontuarentzako
fa: باید برای حساب جی‌میلتان، POP3 را فعّال کنید
gd: Feumaidh tu POP3 a chur an comas airson cunntas Gmail
hi_in: अपने जीमेल खाते के लिए POP3 सक्षम करना आवश्यक है
km: អ្នក​ត្រូវតែ​បើក POP3 សម្រាប់​គណនី Gmail របស់​អ្នក
kn: ನಿಮ್ಮ Gmail ಖಾತೆಗೆ POP3 ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು
lv: Jums ir jāieslēdz POP3 jūsu Gmail kontam
mai: अहाँक अपन जीमेल खाता कलेल POP3 सक्षम कएनाइ आवश्यक अछि
mg: Tsy maintsy mamelona POP3 ianao ho an'ny kaontinao Gmail
ml: ജീമെയില്‍ അക്കൌണ്ടിനു് പോപ്3 സജ്ജമാക്കണം
mr: आपल्या Gmail खात्यावर, POP3 सक्रिय करणे गरजेचे आहे
my: POP3 အား သင့်ဂျီမေလ်း အကောင့်အတွက် ဖွင့်ပေးရမည်
ne: तपाईँको जीमेल खाताका लागि तपाईँले POP3 सक्षम पार्नुपर्दछ
or: ନିଜର Gmail ଖାତା ପାଇଁ ଆପଣ POP3 ସକ୍ରିୟ କରିବା ଉଚିତ
ro: Trebuie să activezi POP3 pentru contul tău de Gmail
si: ඔබගේ Gmail ගිණුමේ POP3 පහසුකම සක්‍රීය කල යුතු වේ
sw: Lazima uwezeshe POP3 ya akaunti yako ya Gmail
ta: உங்களுடைய ஜிமெயில் கணக்குக்கு கட்டாயமாக POP3 ஐ செயல்படுத்த வேண்டும்
te: మీరు మీ జీమెయిల్ ఖాతాలోని POP3చేతనించి ఉండాలి
th: คุณต้องเปิดใช้งาน POP3 สำหรับบัญชี Gmail ของคุณ
tr: Gmail hesabınız için POP3'ü etkinleştirmelisiniz
ur: آپ اپنے جیمیل اکاؤنٹ کے لئے POP3 اہل بنائیں
uz: Gmail hisobingiz uchun POP3’ni yoqishingiz kerak.

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
ar: غير قادر على تأسيس اتصال آمن مع "{{server}}". قد تكون هناك مشكلة مع الشبكة أو الخادم.
bg: Невъзможно сигурно свързване с „{{server}}“. Възможен е проблем с мрежата или сървъра.
bn_in: "{{server}}" সাথে একটি নিরাপদ সংযোগ স্থাপন করা যায় নি। আপনার নেটওয়ার্ক বা সার্ভার নিয়ে কোনও সমস্যা থাকতে পারে।
br: N'haller ket sevel ur c'hennask diogel ouzh "{{server}}". Marteze ez eus ur gudenn gant ho rouedad pe an dafariad.
bs: Nije moguće uspostaviti sigurnu vezu sa "{{server}}". Možda postoji problem s mrežom ili serverom.
eu: Ezin da konexio segurua ezarri "{{server}}" zerbitzariarekin. Sarearekin edo zerbitzariarekin arazoak egon daitezke.
fa: ناتوان در برقراری یک اتّصال امن با «{{server}}». ممکن است شبکهٔ شما یا کارگزار مشکلی داشته باشد.
gd: Cha ghabh ceangal tèarainte a stèidheachadh ri “{{server}}”. Dh'fhaoidte gu bheil duilgheadas aig an lìonra agad no aig an fhrithealaichte.
hi_in: "{{server}}" के साथ एक सुरक्षित कनेक्शन स्थापित करने में असमर्थ. आपके संजाल या सर्वर के साथ एक समस्या हो सकती है.
kk: "{{server}}" серверімен қауіпсіз байланысты орнату мүмкін емес. Мәселе сіздің желіңізде немесе серверде болуы мүмкін.
km: មិន​អាច​បង្កើត​ការ​តភ្ជាប់​សុវត្ថិភាព​ជាមួយ "{{server}}"។ ប្រហែល​មាន​បញ្ហា​ជាមួយ​បណ្ដាញ ឬ​ម៉ាស៊ីន​មេ​របស់​អ្នក។
kn: "{{server}}" ಜೊತೆಗೆ ಸುರಕ್ಷಿತ ಸಂಪರ್ಕ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್ ಅಥವಾ ಸರ್ವರಿನಲ್ಲಿ ಏನೋ ತೊಂದರೆಯಿರಬಹುದು.
lv: Nevar izveidot drošu savienojumu ar "{{server}}". Varēt būt problēma ar jūsu tīklu vai ar jūsu serveri.
mai: "{{server}}" क सँग एकटा सुरक्षित कनेक्शन स्थापित करब मे असमर्थ. अहाँक सँजाल अथवा सर्वर क साथ एकटा समस्या भए सकैत अछि.
mg: Tsy afaka manangana fifandraisana azo antoka @ "{{server}}". Mety misy olana @ tambajotranao na ny mpizara.
ml: "{{server}}" ലേക്ക് സുരക്ഷിത ബന്ധം സ്ഥാപിക്കാനായില്ല. സെര്‍വ്വറിലോ നെറ്റ്‌വര്‍ക്കിലോ പ്രശ്നമുണ്ടെന്ന് തോന്നുന്നു.
mr: "{{server}}" सोबत सुरक्षित जोडणी होऊ शकली नाही. नेटवर्क किंवा सर्व्हर वर काही समस्या असू शकते.
my: လုံခြုံသော ချိတ်ဆက်မှူ အား "{{server}}" နှင့် ချိတ်ဆက်မရပါ။ သင့်ဆာဗာပေါ်တွင် ချိတ်ဆက်မှူ ပြသာနာတစ်ခု ရှိနေသှ်။
ne: "{{server}}"सँग सुरक्षित जडान गर्न असफल | तपाईको सञ्जाल वा सर्भरमा समस्या हुन सक्छ |
or: "{{server}}" ସହ ଏକ ସ୍ଥିର ସଂଯୋଗ ସ୍ଥାପନ କରିବାରେ ବିଫଳ । ଏହି ସର୍ଭର ଅବା ଆପଣଙ୍କ ନେଟୱାର୍କରେ କିଛି ଅସୁବିଧା ଥାଇପାରେ ।
ro: Nu s-a putut stabili o conexiune securizată cu „{{server}}”. S-ar putea să fie o problemă cu rețeaua sau serverul.
si: "{{server}}" සමඟින් ආරක්ෂා සහිත සම්බන්ධතාවයක් පිහිටුවා ගැනීමට නොහැකියි. සේවාදායකයේ හෝ ඔබගේ ජාලයේ යම් කිසි දෝශයක් තිබිය හැක.
sw: Imeshindwa kuanzisha muunganisho salama na "{{server}}".Kunaweza kuwa na tatizo na mtandao au sava yako.
ta: பாதுகாப்பான இணைப்பை "{{server}}" உடன் ஏற்ப்படுத்த இயலவில்லை. உங்களுடைய பிணையத்துடனோ அல்லது சேவகனுடனோ பிழை இருக்கலாம்.
te: "{{server}}" తో సురక్షిత అనుసంధానం ఏర్పరచలేము. మీ నెట్వర్కు లేదా సేవకంతో సమస్య ఉండివుండవచ్చు.
th: ไม่สามารถสร้างการเชื่อมต่อแบบปลอดภัยกับ "{{server}}" เครือข่ายของคุณหรือเซิร์ฟเวอร์อาจจะมีปัญหา
tr: "{{server}}" ile güvenli bir bağlantı kurulamadı. Ağınızla veya sunucunuzla ilgili bir sorun olabilir.
ur: "{{server}}" کے ساتھ محفوظ کنکشن قائم کرنے میں ناکام۔ آپ کے نیٹ ورک یا پیش کار کے ساتھ مسئلہ ہو سکتا ہے۔
uz: "{{server}}" bilan xavfsiz aloqa o‘rnatib bo‘lmadi. Server yoki tarmog‘ingiz bilan muammo bo‘lishi mumkin.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
ar: غير قادر على إنشاء اتصال مع "{{server}}". قد تكون هناك مشكلة مع الشبكة.
bg: Невъзможно свързване с „{{server}}“. Възможен е проблем с мрежата.
bn_in: "{{server}}" সাথে সংযোগ স্থাপন করা যায় নি। আপনার নেটওয়ার্ক বা সার্ভার নিয়ে কোনও সমস্যা থাকতে পারে।
br: N'haller ket sevel ur c'hennask diogel ouzh "{{server}}". Marteze ez eus ur gudenn gant ar rouedad.
bs: Nije moguće uspostaviti vezu sa "{{server}}". Možda postoji problem sa mrežom.
eu: Ezin da konexio segurua ezarri "{{server}}" zerbitzariarekin. Sarearekin arazoak egon daitezke.
fa: ناتوان در برقراری یک اتّصال امن با «{{server}}». ممکن است شبکه مشکلی داشته باشد.
gd: Cha ghabh ceangal tèarainte a stèidheachadh ri “{{server}}”. Dh'fhaoidte gu bheil duilgheadas aig an lìonra.
hi_in: "{{server}}" के साथ एक कनेक्शन स्थापित करने में असमर्थ. आपके संजाल के साथ एक समस्या हो सकती है.
kk: "{{server}}" серверімен байланысты орнату мүмкін емес. Мәселе желіде болуы мүмкін.
km: មិន​អាច​បង្កើត​ការ​តភ្ជាប់​​ជាមួយ "{{server}}"។ ប្រហែល​មាន​បញ្ហា​ជាមួយ​បណ្ដាញ។
kn: "{{server}}" ಜೊತೆಗೆ ಸಂಪರ್ಕ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕಿನಲ್ಲಿ ಏನೋ ತೊಂದರೆಯಿರಬಹುದು.
lv: Nevar savienoties ar "{{server}}". Varēt būt problēma ar tīklu.
mai: "{{server}}" क सँग एकटा कनेक्शन स्थापित करब मे असमर्थ. अहाँक सँजाल क सँग एकटा समस्या भए सकैत अछि.
mg: Tsy afaka manangana fifandraisana @ "{{server}}". Mety misy olana @ tambajotra.
ml: "{{server}}" നോട് സുരക്ഷിത ബന്ധം സ്ഥാപിക്കാനായില്ല. ശൃംഘലയ്ക്ക് പ്രശ്നമുണ്ടെന്ന് തോന്നുന്നു.
mr: "{{server}}" सोबत सुरक्षित जोडणी होऊ शकली नाही. नेटवर्क किंवा सर्व्हर वर काही समस्या असू शकते.
my: လုံခြုံသော ချိတ်ဆက်မှူအား "{{server}}" ဖြင့်မလုပ်နိုင်ပါ။ နတ်ဝပ်ချိတ်ဆက်မှူ တွင် ပြသာနာတစ်ခုရှိနေသှ်
ne: "{{server}}"सँग जडान गर्न असफल | तपाईको सञ्जालमा समस्या हुन सक्छ |
or: "{{server}}" ସହ ଏକ ସ୍ଥିର ସଂଯୋଗ ସ୍ଥାପନ କରିବାରେ ବିଫଳ । ଆପଣଙ୍କ ନେଟୱାର୍କରେ କିଛି ଅସୁବିଧା ଥାଇପାରେ ।
ro: Nu s-a putut stabili o conexiune cu „{{server}}”. S-ar putea să fie o problemă cu rețeaua.
si: "{{server}}" සමඟින් සම්බන්ධතාවයක් පිහිටුවා ගැනීමට නොහැකියි. ඔබගේ ජාලයේ යම් කිසි දෝශයක් තිබිය හැක.
sw: Haikuweza kuanzisha muunganisho na "{{seva}}". Kuna weza kuwa na tatizo na mtandao.
ta: இணைப்பை "{{server}}" உடன் ஏற்ப்படுத்த இயலவில்லை. உங்களுடைய பிணையத்துடன் பிழை இருக்கலாம்.
te: "{{server}}" తో సురక్షిత అనుసంధానం ఏర్పరచలేము. మీ నెట్వర్కు లేదా సేవకంతో సమస్య ఉండివుండవచ్చు.
th: ไม่สามารถสร้างการเชื่อมต่อกับ "{{server}}" เครือข่ายอาจจะมีปัญหา
tr: "{{server}}" ile güvenli bir bağlantı kurulamadı. Ağ ile ilgili bir sorun olabilir.
ur: "{{server}}" کے ساتھ کنکشن قائم کرنے میں ناکام۔ نیٹ ورک کے ساتھ مسئلہ ہو سکتا ہے۔
uz: "{{server}}" bilan xavfsiz aloqa o‘rnatib bo‘lmadi. Tarmoq bilan muammo bo‘lishi mumkin.

source: There is a problem with the server "{{server}}". Try again later.
ar: يوجد مشكلة مع الخادم "{{server}}". حاول مرة اخرى لاحقا.
bg: Има проблем с „{{server}}“. Опитайте по-късно.
bn_in: "{{server}}" সার্ভার এ কিছু সমস্যা অছে। পরে আবার চেষ্টা করুন।
br: Bez ez eus ur gudenn gant an dafariad "{{server}}". Klaskit en-dro diwezhatoc'h.
bs: Došlo je do problema sa serverom "{{server}}". Pokušajte ponovo kasnije.
eu: Arazo bat dago "{{server}}" zerbitzariarekin. Saiatu berriro geroago.
fa: کارگزار «{{server}}» مشکلی دارد. بعداً دوباره تلاش کنید.
gd: Tha duilgheadas aig an fhrithealaichte "{{server}}". Feuch ris a-rithist an ceann greis.
hi_in: यह "{{server}}" सर्वर के साथ एक समस्या है. बाद में फिर से कोशिश करें.
kk: "{{server}}" сервері мәселелерді кешігуде. Кейінірек қайталап көріңіз.
km: មាន​បញ្ហា​ជាមួយ​ម៉ាស៊ីន​មេ "{{server}}"។ ព្យាយាម​ម្ដង​ទៀត​ពេល​ក្រោយ។
kn: "{{server}}"ನಲ್ಲಿ ಏನೋ ತೊಂದರೆಯಿದೆ. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lv: Ir problēma ar "{{server}}" serveri. Mēģiniet vēlreiz vēlāk.
mai: ई "{{server}}" सर्वर क सँग एकटा समस्या अछि. बाद मे फेर सँ कोसिस करू.
mg: Misy olana @ mpizara "{{server}}". Andramo rehefa avy eo.
ml: "{{server}}" എന്ന സര്‍വറില്‍ എന്തോ തകരാര്‍. പിന്നീടു് ശ്രമിയ്ക്കുക.
mr: "{{server}}" सोबत काही समस्या आहे. पुन्हा प्रयत्न करा.
my: လုံခြုံသော ချိတ်ဆက်မှူအား "{{server}}" ဖြင့်မလုပ်နိုင်ပါ။ ပြန်ထပ်လုပ်ပါ။
ne: "{{server}}"मा समस्या छ | पुन प्रयास गर्नुहोस् |
or: "{{server}}"ରେ କିଛି ତ୍ରୁଟି ରହିଛି । କିଛି ସମୟ ଛାଡ଼ି ଚେଷ୍ଟାକରନ୍ତୁ ।
ro: Este o problemă cu serverul „{{server}}”. Reîncearcă mai târziu.
si: "{{server}}" සේවාදායකය හී යම් දෝශයක්. පසුව උත්සාහ කරන්න.
sw: Kuna hitlafu na seva "{{sava}}". Jaribu tena baadaye.
ta: "{{server}}" சேவகனில் பிழை. பிறகு முயற்சிக்கவும்.
te: సేవకం "{{server}}" తో సమస్యవుంది. మరలా తిరిగి ప్రయత్నించు.
th: เกิดปัญหากับเซิร์ฟเวอร์ "{{server}}" ลองอีกครั้งในภายหลัง
tr: "{{server}}" sunucusuyla ilgili bir sorun var. Daha sonra tekrar deneyin.
ur: پیش کار "{{server}}" کے ساتھ ایک مسئلہ ہے۔ کچھ دیر بعد دوبارہ کوشش کریں۔
uz: "{{server}}" serveri bilan muammo yuz berdi. Keyinroq urinib ko‘ring.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
ar: غير قادر على إعداد حسابك تلقائيا. صحح بريدك الالكتروني أو حاول باستخدام خيار الاعداد اليدوي.
bg: Невъзможна автоматична настройка на регистрацията. Поправете адреса на пощата или опитайте с ръчни настройки.
bn_in: স্বয়ংক্রিয়ভাবে আপনার একাউন্ট কনফিগার করতে অক্ষম। আপনার ইমেল ঠিকানা সঠিক বা ম্যানুয়াল কনফিগারেশন বিকল্প চেষ্টা করুন।
br: N'haller ket kefluniañ ho kont ent emgefreek. Reizhit ho chomlec'h postel pe klaskit gant ar c'hefluniañ dre-zorn.
bs: Automatsko podešavanje računa nije moguće. Ispravite svoju email adresu ili pokušajte s opcijom ručnog podešavanja.
eu: Ezin da zure kontua automatikoki konfiguratu. Zuzendu helbide elektronikoa edo saiatu eskuzko konfigurazioaren aukera.
fa: امکان پیکربندی خودکار حساب شما نبود. نشانی پست‌الکترونیکی خود را تصحیح کرده یا گزینه پیکربندی دستی را امتحان کنید.
gd: Cha ghabh an cunntas agad a rèiteachadh gu fèin-obrachail. Cuir ceart am post-d agad no feuch an rèiteachadh de làimh.
hi_in: आपके खाता को स्वतः विन्यस्त करने में असमर्थ. अपने ईमेल पता को सही करें या मैनुअल विन्यास विकल्प की कोशिश करें.
kk: Тіркелгіңізді автоматты түрде баптау мүмкін емес. Эл. пошта адресіңізді түзетіңіз немесе қолмен баптау мүмкіндігін қолданыңыз.
km: មិន​អាច​កំណត់​រចនាសម្ព័ន្ធ​​គណនី​របស់​អ្នក​ស្វ័យប្រវត្តិ​ទេ។ កែ​អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក ឬ​ព្យាយាម​ជម្រើស​កំណត់​រចនាសម្ព័ន្ធ​​ដោយ​ដៃ។
kn: ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಖಾತೆಯ ಏರ್ಪಾಡು ಮಾಡಲಾಗಿಲ್ಲ. ನಿಮ್ಮ ಇ-ಮೇಲ್‌ ವಿಳಾಸವನ್ನು ಸರಿಪಡಿಸಿ ಅಥವಾ ಕೈಯಾರೆ ಸಂರಚನೆ ಆಯ್ಕೆಯನ್ನು ಪ್ರಯತ್ನಿಸಿ.
lv: Nevar automātiski uzstādīt jūsu kontu. Izlabojiet savu epasta adresi vai mēģiniet pašrocīgas konfigurācijas opciju.s
mai: अहाँक खाता केँ स्वतः विन्यस्त करब मे असमर्थ. अपन इमेल पता केँ सही करू अथवा मैनुअल विन्यास विकल्प क कोसिस करू.
mg: Tsy afaka manefy hoazy ny kaontinao. Ahitsio ny adiresy mailakao na andramo ny safidy fanefena @ tànana.
ml: അക്കൌണ്ട് സ്വയമായി ക്രമീകരിയ്ക്കുവാനായില്ല. നിങ്ങളുടെ ഈമെയില്‍ വിലാസം തിരുത്തുക അല്ലെങ്കില്‍ നിങ്ങള്‍ സ്വയമായി അക്കൌണ്ട് ക്രമീകരണം നടത്തുക.
mr: आपले खाते स्वयंचलित पद्धतिने कॉन्फिगर होउ शकत नाही. योग्य इ-मेल खाते किंवा व्यक्तिचलित कॉन्फिगरेशन विकल्प तपासा.
my: သင့်အကောင့်အား အလိုအလျောက် အထိုင်မချနိုင်ပါ။ သင့်အီမေလ်း လိပ်စာအား ပြင်ဆင် သို့ ကိုယ်တိုင် အထိုင်ချခြင်း လုပ်ဆောင်ပါ။
ne: तपाईको खाता स्वतह मिलाउन असक्षम | तपाईको आफ्नो ईमेल ठेगाना मिलाउनुस् वा आफै वैकलकिप मिलाउन कोसिस गर्नुहोस् |
or: ଆପଣଙ୍କ ଖାତା ଆପେଆପେ ସଜାଡ଼ିବାରେ ବିଫଳ । ନିଜର ଇ-ମେଲ ସଠିକ ଭାବେ ଦେଇ ଆଉଥରେ ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ଗୋଟି ଗୋଟି କରି ବିନ୍ୟାସ କରନ୍ତୁ ।
ro: Nu s-a putut configura în mod automat contul tău. Corectează adresa de e-mail sau încearcă opțiunea de configurare manuală.
si: ඔබගේ ගිණුම ස්වයංක්‍රීයව සැකසුම් කිරීමට නොහැකියි. ඔබගේ විද්‍යුත් තැපැල් ලිපිනය නිවැරදි කිරීම ‍හෝ ශ්‍රමික සැකසුම් උත්සාහ කර බලන්න.
sw: Imeshindwa kusanidi akaunti yako kiotomatiki. Sahihisha anwani yako ya barua pepe au jaribu chaguo la kusanidi kwa mwenyewe.
ta: உங்களுடைய கணக்கை தானாக அமைக்க இயலவில்லை. உங்களுடைய மின்னஞ்சல் முகவரியை சரிபார் அல்லது கைமுறை அமைப்பை முயற்சி செய்.
te: మీ ఖాతాను స్వయంచాలకంగా ఆకృతీకరించలేము. మీ ఈ-మెయిల్ చిరునామా సరిదిద్దండి లేదా మానవీయ ఆకృతీకరణ ఐచ్చికం ప్రయత్నించండి.
th: ไม่สามารถกำหนดค่าบัญชีของคุณโดยอัตโนมัติ แก้ไขที่อยู่อีเมลของคุณให้ถูกต้องหรือลองใช้ตัวเลือกการกำหนดค่าด้วยตนเอง
tr: Hesabınız otomatik olarak yapılandırılamadı. E-posta adresinizi düzeltin veya elle yapılandırma seçeneğini deneyin.
ur: خود بخود سے آپ کے اکاؤنٹ کو تشکیل دینے مے ناکام۔ آپ کا ای میل ایڈریس صحیح کرے یا دستی تشکیل اختیار کرنے کی کوشش کریں۔
uz: Hisobingizni avtomatik moslab bo‘lmadi. E-pochta manzilingizni to‘g‘rilang yoki qo‘lbola moslashga urinib ko‘ring

source: The server "{{server}}" is offline for maintenance. Try again later.
ar: الخادم "{{server}}" غير متصل للصيانة. حاول مرة اخرى لاحقا.
bg: Сървърът „{{server}}“ е изключен за поддръжка. Опитайте по-късно.
bn_in: সার্ভার "{{server}}" রক্ষণাবেক্ষণের জন্য অফলাইন। পরে আবার চেষ্টা করুন।
br: Ezlinenn eo an dafariad "{{server}}" evit trezalc'h. Klaskit en-dro diwezhatoc'h.
bs: Server "{{server}}" je offline zbog održavanja. Pokušajte ponovo kasnije.
eu: "{{server}}" zerbitzaria lineaz kanpo dago mantenu-lanengatik. Saiatu berriro geroago.
fa: کارگزار «{{server}}» برای تعمیر، برون‌خط است. بعداً دوباره تلاش کنید.
gd: Tha am frithealaiche "{{server}}" far loidhne 's e ri obar-chàraidh. Feuch ris a-rithist an ceann greis.
hi_in: सर्वर "{{server}}" देखभाल के लिए ऑफ़लाइन है. बाद में फिर से कोशिश करें.
kk: "{{server}}" сервері техникалық жұмыстары салдарынан желіден ажыратылған. Кейінірек қайталап көріңіз.
km: ម៉ាស៊ីនមេ "{{server}}" គឺ​នៅ​ក្រៅ​បណ្ដាញ​សម្រាប់​ការថែទាំ។ ព្យាយាម​ម្ដង​ទៀត​ពេល​ក្រោយ។
kn: ನಿರ್ವಹಣೆಗಾಗಿ "{{server}}" ಆಫ್‌ಲೈನ್‌ ಆಗಿದೆ. ನಂತರ ಪ್ರಯತ್ನಿಸಿ.
lv: "{{server}}" serveris ir bezsaistes apkopei. Mēģiniet vēlreiz vēlāk.
mai: सर्वर "{{server}}" देखभाल कलेल आफलाइन अछि. बाद मे फेर सँ कोसिस करू.
mg: Tsy an-jotra ny mpizara "{{server}}" fa mandalo fikojakojana. Andramo rehefa avy eo.
ml: സര്‍വര്‍ "{{server}}" പുതുക്കല്‍ പ്രവര്‍ത്തനത്തിലാണു്. പിന്നീടു് വീണ്ടും ശ്രമിയ്ക്കുക.
mr: "{{server}}" सद्या दुरूस्तीसाठी ऑफलाइन आहे. पुन्हा प्रयत्न करा.
my: ဆာဗာ "{{server}}" သည် ပြင်ဆင်ရန်အတွက် ပိတ်ထားသှ်။ နောက်မှပြန်ကြိုးစားပါ။
ne: यस सरभर "{{server}}" सुधार्नका लागि अफलाइन छ | पछि पुन प्रयास गर्नुहोस् |
or: "{{server}}" ରକ୍ଷଣାବେକ୍ଷଣା କାମ ପାଇଁ ଏବେ ଅଫଲାଇନରେ ରହିଛି । ଟିକେ ପରେ ଚେଷ୍ଟାକରନ୍ତୁ ।
ro: Serverul „{{server}}” este offline pentru mentenanță. Reîncearcă mai târziu.
si: "{{server}}" සේවාදායකය නඩත්තු කටයුතු සඳහා මාර්ග අපගත තත්වයේ ඇත. පසුව උත්සාහ කරන්න.
sw: Sava "{{sava}}" iko nje ya mtandao kwa matengenezo. Jaribu tena baadaye.
ta: சேவகன் "{{server}}" பரமாரிப்புக்காக செயலாக்கத்தில் இல்லை. பிறகு மீண்டும் முயற்சி செய்.
te: "{{server}}" సేవకం నిర్వహణ నిమిత్తం ఆఫ్‌లైనులో ఉంది. కాసేపాగి ప్రయత్నించండి.
th: เซิร์ฟเวอร์ "{{server}}" กำลังออฟไลน์เพื่อบำรุงรักษา ลองอีกครั้งในภายหลัง
tr: "{{server}}" sunucusu bakım nedeniyle çevrimdışı. Daha sonra tekrar deneyin.
ur: پیش کار "{{server}}" بحالی کے لئے آف لائن ہے. کچھ دیر بعد دوبارہ کوشش کریں۔
uz: Xizmat ko‘rsatish uchun "{{server}}" serveri oflayn. Keyinroq urinib ko‘ring.

source: This account is already configured.
ar: هذا الحساب معد مسبقا.
bg: Тази регистрация вече е добавена.
bn_in: এই অ্যাকাউন্টটি ইতিমধ্যেই কনফিগার করা হয়েছে।
br: Kefluniet eo ar gont-mañ endeo.
bs: Ovaj račun je već konfigurisan.
eu: Kontu hau konfiguratuta dago dagoeneko.
fa: این حساب از پیش پیکربندی شده است.
gd: Chaidh an cunntas seo a rèiteachadh mu thràth.
hi_in: यह खाता पहले से कॉन्फ़िगर है.
kk: Бұл тіркелгі бапталған болып тұр.
km: គណនី​នេះ​បាន​កំណត់​រចនាសម្ព័ន្ធ​រួចហើយ។
kn: ಈ ಖಾತೆ ಈಗಾಗಲೇ ಏರ್ಪಾಡಾಗಿದೆ.
lv: Šis konts jau ir uzstādīts.
mai: ई खाता पहिने सँ कॉन्फ़िगर अछि.
mg: Efa voatefy io kaonty io.
ml: അക്കൌണ്ട് ക്രമീകരിച്ചിട്ടുണ്ടു്.
mr: हे खाते कॉन्फिगर आधिच केलेले आहे.
my: အကောင့်အား အထိုင်ချထားပြီး
ne: यो खाता पाहिले नै कन्फिगर छ।
or: ଏହି ଖାତାଟି ଆଗରୁ ସଜାଯାଇଛି ।
ro: Acest cont este deja configurat.
si: මෙම ගිණුම දැනටමත් හැඩ ගස්වා ඇත.
sw: Akaunti hii tayari imesanidiwa.
ta: இந்த கணக்கு எற்கனவே உள்ளமைக்கப்பட்டள்ளது.
te: ఈ ఖాతా ఇదివరకే స్వరూపించబడింది.
th: บัญชีนี้ถูกกำหนดค่าไว้แล้ว
tr: Bu hesap zaten yapılandırılmış.
ur: یہ اکاؤنٹ پہلے سے ہی تشکیل کرہ ہے۔
uz: Ushbu hisob allaqachon moslangan.

source: Manual setup
ar: إعداد يدوي
bg: Ръчна настройка
bn_in: ম্যানুয়াল সেটআপ
br: Kefluniañ dre zorn
bs: Ručno podešavanje
eu: Eskuzko konfigurazioa
fa: راه‌اندازی دستی
gd: Suidheachadh de làimh
hi_in: मेनुअल सेटअप
kk: Қолмен орнату
km: រៀបចំ​ដោយ​ដៃ
kn: ಕೈಯಾರೆ ಸಿದ್ಧತೆ
lv: Pašrocīgā uzstādīšana
mai: मैनुअल सेटअप
mg: Fanefena @ tànana
ml: മാനുവല്‍ സജ്ജീകരണം
mr: व्यक्तिचलित सेट-अप
my: ကိုယ်တိုင် အထိုင်ချခြင်း
ne: हाते स्थापना
or: ନିଜେ ସଜାନ୍ତୁ
ro: Setare manuală
si: හස්තීය සැකැස්ම
sw: Sanidi mwenyewe
ta: கைமுறை அமைப்பு
te: మానవీయ అమర్పు
th: ตั้งค่าด้วยตนเอง
tr: Elle kurulum
ur: دستی سیٹ اپ
uz: Qo‘lbola moslash

source: Manual Setup
ar: إعداد يدوي
bg: Ръчна настройка
bn_in: ম্যানুয়াল সেটআপ
br: Kefluniañ dre zorn
bs: Ručno podešavanje
eu: Konfigurazioa
fa: راه‌اندازی دستی
gd: Suidheachadh de làimh
hi_in: मेनुअल सेटअप
kk: Қолмен орнату
km: រៀបចំ​ដោយ​ដៃ
kn: ಕೈಯಾರೆ ಸಿದ್ಧತೆ
lv: Pašrocīgā uzstādīšana
mai: मैनुअल सेटअप
mg: Fanefena @ tànana
ml: മാനുവല്‍ സജ്ജീകരണം
mr: व्यक्तिचलित सेट-अप
my: ကိုယ်တိုင် အထိုင်ချခြင်း
ne: हाते स्थापना
or: ନିଜେ ସଜାନ୍ତୁ
ro: Setare manuală
si: හස්තීය සැකැස්ම
sw: Sanidi Mwenyewe
ta: கைமுறை அமைப்பு
te: మానవీయ అమర్పు
th: ตั้งค่าด้วยตนเอง
tr: Elle Kurulum
ur: دستی سیٹ اپ
uz: Qo‘lbola moslash

# setup-manual-account-type
source: Account type
ar: نوع الحساب
bg: Вид профил
bn_in: অ্যাকাউন্টের ধরন
br: Rizh ar gont
bs: Vrsta računa
eu: Kontu mota
fa: گونهٔ حساب
gd: Seòrsa a' chunntais
hi_in: खाता क़िस्म
kk: Тіркелгі түрі
km: ប្រភេទ​គណនី
kn: ಖಾತೆಯ ಬಗೆ
lv: Konta veids
mai: खाता प्रकार
mg: Karazan'ny kaonty
ml: അക്കൌണ്ട് തരം
mr: खाते प्रकार
my: အကောင့်အမျိုးအစား
ne: खाताको प्रकार
or: ଖାତା ପ୍ରକାର
ro: Tipul contului
si: ගිණුම් වර්ගය
sw: Aina ya akaunti
ta: கணக்கு வகை
te: ఖాతా రకం
th: ชนิดบัญชี
tr: Hesap türü
ur: اکاؤنٹ ٹائپ
uz: Hisob turi

# setup-manual-account-type-select.ariaLabel
source: Account type
ar: نوع الحِساب
bg: Вид профил
bn_in: অ্যাকাউন্টের ধরন
br: Rizh ar gont
bs: Vrsta računa
eu: Kontu mota
fa: گونهٔ حساب
gd: Seòrsa a’ chunntais
km: ប្រភេទ​គណនី
kn: ಖಾತೆಯ ಬಗೆ
lv: Konta veids
mg: Karazan'ny kaonty
my: အကောင့်အမျိုးအစား
ro: Tipul contului
si: ගිණුම් වර්ගය
th: ชนิดบัญชี
tr: Hesap türü
ur: اکاؤنٹ قسم
uz: Hisob turi
