Repository: translate/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: ar, bg, bn_in, br, bs, eu, fa, gd, hi_in, kk, km, kn, lv, mai, mg, ml, mr, my, ne, or, ro, si, sw, ta, te, th, tr, ur, uz

source: Mail Settings
ar: إعدادات البريد
bg: Настройки на Ел.поща
bn_in: মেলের বৈশিষ্ট্যাবলী
br: Arventennoù postel
bs: Postavke email-a
eu: Posta-ezarpenak
fa: تنظیمات نامه
gd: Roghainnean a' phuist
hi_in: मेल सेटिंग्ज
kk: Пошта баптаулары
km: ការ​កំណត់​សំបុត្រ
kn: ಮೈಲ್ ಸಿದ್ಧತೆಗಳು
lv: Epasta Iestatījumi
mai: मेल सेटिंग्ज
mg: Tefin'ny Mailaka
ml: മെയില്‍ സജ്ജീകരണങ്ങള്‍
mr: मेल सेटिंग्स्
my: မေလ်း အပြင်အဆင်များ
ne: मेल सेटिङहरू
or: ମେଲ ସେଟିଙ୍ଗଗୁଡିକ
ro: Setări pentru mail
si: තැපැල් සැකසුම්
sw: Mipangilio ya Barua
ta: மின்னஞ்சல் அமைவுகள்
te: మెయిల్ అమరికలు
th: ตั้งค่าจดหมาย
tr: Posta Ayarları
ur: ڈاک سیٹنگیں
uz: Pochta sozlamalari

# settings-sub-header-account
source: Account
ar: الحساب
bg: Регистрация
bn_in: অ্যাকাউন্ট
br: Kont
bs: Račun
eu: Kontua
fa: حساب
gd: Cunntas
km: គណនី
kn: ಖಾತೆ
lv: Konts
mg: Kaonty
my: အကောင့်
ro: Cont
si: ගිණුම
th: บัญชี
tr: Hesap
ur: اکاؤنٹ
uz: Hisob

# settings-account-group.ariaLabel
source: Account
ar: الحساب
bg: Регистрация
bn_in: অ্যাকাউন্ট
br: Kont
bs: Račun
eu: Kontua
fa: حساب
gd: Cunntas
km: គណនី​
kn: ಖಾತೆ
lv: Konts
mg: Kaonty
my: အကောင့်
ro: Cont
si: ගිණුම
th: บัญชี
tr: Hesap
ur: اکاؤنٹ
uz: Hisob

# settings-account-name
source: Your name
ar: اسمك
bg: Вашето име
bn_in: আপনার নাম
br: Hoc'h anv
bs: Vaše ime
eu: Zure izena
fa: نام شما
gd: D' ainm
hi_in: आपका नाम
kk: Атыңыз
km: ឈ្មោះ​របស់​អ្នក
kn: ನಿಮ್ಮ ಹೆಸರು
lv: Jūsu vārds
mai: अहाँक नाम
mg: Anaranao
ml: താങ്കളുടെ പേര്
mr: आपले नाव
my: သင့်အမည်
ne: तपाईंको नाम
or: ଆପଣଙ୍କର ନାମ
ro: Numele tău
si: ඔබේ නම
sw: Jina lako
ta: உங்களுடைய பெயர்
te: మీ పేరు
th: ชื่อของคุณ
tr: Adınız
ur: آپ کا نام
uz: Ismingiz

source: Display notifications for new messages
ar: عرض إشعارات عند وجود رسائل جديدة
bg: Известие за нови писма
bn_in: নতুন বার্তার জন্যে বিজ্ঞপ্তি প্রদর্শন করা হোক
br: Diskouez rebuzadurioù evit ar c'hemennadennoù nevez
bs: Prikazuj obavještenja za nove poruke
eu: Bistaratu mezu berrien jakinarazpenak
fa: نمایش اعلان‌ها برای پیام‌های جدید
gd: Seall brath nuair a nochdas teachdaireachd ùr
hi_in: नए संदेशों के लिए प्रदर्शन अधिसूचनाएं करें
kk: Жаңа хабарламалар үшін ескертулерді көрсету
km: បង្ហាញ​ការ​ជូន​ដំណឹង​សម្រាប់​សារ​ថ្មី
kn: ಹೊಸ ಸಂದೇಶಗಳಿಗೆ ಸೂಚನೆಗಳನ್ನು ತೋರಿಸು
lv: Rādīt paziņojumus jaunam vēstulēm
mai: नव समाद अधिसूचना कलेल डिस्प्ले करू
mg: Hampiseho ireo filazana ho an'ny hafatra vaovao
ml: പുതിയ സന്ദേശങ്ങള്‍ക്കു് അറിയിപ്പുകള്‍ കാണിയ്ക്കുക
mr: नवीन संदेश करीता दृष्य सूचना
my: စာတိုအသစ်တွေ အတွက် သတိပေးချက်​ ပြပေးပါ
ne: नयाँ सन्देशहारुको लागि सूचनाहरु प्रदर्शन गर्नुहोस्
or: ନୂଆ ସନ୍ଦେଶ ଆସିଲେ ସୂଚନା ଦେଖାନ୍ତୁ ।
ro: Afișează notificări pentru mesaje noi
si: නව පණිවුඩ සඳහා දැනුම්දීම් පෙන්වන්න
sw: Onyesha taarifa za ujumbe mpya
ta: புதிய செய்திகளுக்கு துள்ளு அறிவிப்புகளை காண்பி
te: కొత్త సందేశాలు ఉంటే గమనికలను ప్రదర్శించు
th: แสดงการแจ้งเตือนข้อความใหม่
tr: Yeni ileti alındığında bildirim göster
ur: نئے پیغامات کے لئے اطلاعات دکھائیں
uz: Yangi xabarlar uchun xabarnomalarni ko‘rsatish

source: Play sound after message is sent
ar: سوف يتم تشغيل المقطع الصوتي بعد إرسال الرسالة
bg: Звук след изпращане на писмо
bn_in: বার্তা পাঠানোর পর শব্দ হোক
br: Seniñ ur son pa vez kaset ur gemennadenn
bs: Odsviraj zvuk nakon slanja poruke
eu: Erreproduzitu soinua mezua bidali ondoren
fa: پخش صدا پس از اراسال شدن پیام
gd: Cluich fuaim an dèidh dhomh teachdaireachd a chur
hi_in: संदेश भेजे जाने पर ध्वनि बजाएँ
km: ចាក់​សំឡេង​បន្ទាប់​ពី​បាន​ផ្ញើ​សារ
kn: ಸಂದೇಶ ಕಳುಹಿಸಿದ ನಂತರ ಶಬ್ದ ಕೇಳಿಸು
lv: Atskaņot skaņu pēc vēstules aizsūtīšanu
mai: संदेश भेजल जाए पर ध्वनि बजाउ
mg: Mamoaka feo rehefa lasa ny hafatra
ml: സന്ദേശം അയച്ച ശേഷം ശബ്ദം കേള്‍പ്പിയ്ക്കുക
mr: संदेश पाठविल्यानंतर बेल वाजवा
my: စာတိုအားပို့ပြီးသွားပါ က အသံပေးပါ
ne: सन्देश गइसकेपछी ध्वनि प्ले
or: ସନ୍ଦେଶ ପଠାଗଲା ପରେ ଶବ୍ଦ କରନ୍ତୁ
ro: Redă sunetul după ce mesajul e trimis
si: පණිවුඩයක් යැවූ පසු ගොනුවක් වාදනය කරන්න
sw: Cheza sauti baada ya ujumbe kutumwa
ta: சேதி அனுப்பப்பட்டப் பின் ஒலி ஒலிக்கவும்
te: సందేశం పంపిన తరువాత శబ్దంచేయి
th: เล่นเสียงหลังจากข้อความถูกส่งแล้ว
tr: İleti gönderildikten sonra ses çal
ur: پیغام بھیجے جانے کے بعد آواز چلائیں
uz: Xabar jo‘natilgandan so‘ng ovoz yangrasin

source: Tap to Edit
ar: انقر للتعديل
bg: Докоснете за промяна
bn_in: সম্পাদনা করার জন্যে ট্যাপ করুন
br: Stokit evit embann
bs: Dodirnite za uređivanje
eu: Sakatu editatzeko
fa: برای ویرایش، ضربه بزنید
gd: Thoir gnogag gus a dheasachadh
km: ប៉ះ​ដើម្បី​កែសម្រួល​
kn: ಸಂಪಾದಿಸಲು ಮೆಲ್ಲ ತಟ್ಟು
lv: Spiest lai rediģēt
mg: Tsindrio raha Hanitsy
ml: മാറ്റം വരുത്തുവാനായി തൊടുക
my: တည်းဖြတ်ရန် နှိပ်ပါ
ne: सम्पादन गर्नलाई ट्याप
ro: Atinge pentru editare
si: සංස්කරණය කිරීමට ටැප් කරන්න
th: แตะเพื่อแก้ไข
tr: Düzenlemek için dokun
ur: تدوین کرنے کے لیے ٹیپ کریں
uz: Tahrirlash uchun bosing

# settings-account-signature-label
source: Signature
ar: التوقيع
bg: Подпис
bn_in: স্বাক্ষর
br: Sinadur
bs: Potpis
eu: Sinadura
fa: امضا
gd: Earr-sgrìobhadh
km: ហត្ថលេខា
kn: ಸಹಿ
lv: Paraksts
mg: Sonia
my: စစ်ဆေးချက်
ro: Semnătură
si: අත්සන
th: ลายเซ็น
tr: İmza
ur: دستخط
uz: Imzo

# settings-account-signature-textbox.ariaLabel
source: Signature
ar: التوقيع
bg: Подпис
bn_in: স্বাক্ষর
br: Sinadur
bs: Potpis
eu: Sinadura
fa: امضا
gd: Earr-sgrìobhadh
km: ​ហត្ថលេខា​
kn: ಸಹಿ
lv: Paraksts
mg: Sonia
my: စစ်ဆေးချက်
ro: Semnătură
si: අත්සන
th: ลายเซ็น
tr: İmza
ur: دستخط
uz: Imzo

source: Save Signature
ar: حفظ التوقيع
bg: Запис на подпис
bn_in: স্বাক্ষর সংরক্ষণ করুন
br: Enrollañ ar sinadur
bs: Spasi potpis
eu: Gorde sinadura
fa: ذخیره امضا
gd: Sàbhail an t-earr-sgrìobhadh
km: រក្សាទុក​ហត្ថលេខា
kn: ಸಹಿ ಉಳಿಸು
lv: Saglabāt parakstu
mg: Hitahiry Sonia
ml: ഒപ്പ് സൂക്ഷിക്കുക
my: စစ်ဆေးချက်ကို သိမ်းပါ
ne: हस्ताक्षर बचत गर्नुहोस्
ro: Salvează semnătura
si: අත්සන සුරකින්න
th: บันทึกลายเซ็น
tr: İmzayı kaydet
ur: دستخط محفوظ کریں
uz: Imzoni saqlash

source: Discard
bg: Отхвърляне
bn_in: বর্জন করুন
br: Dilezel
bs: Odbaci
eu: Baztertu
fa: دور انداختن
gd: Tilg air falbh
hi_in: त्यागें
kk: Елемеу
lv: Atmest
mai: छोड़ू
ro: Înlătură
si: ඉවත දමන්න
sw: Tupa
ta: தவிர்
te: ఉపసంహరించు
th: ละทิ้ง
ur: مسترد کریں
uz: Rad qilish

# settings-sub-header-data
source: Data
ar: بيانات
bg: Данни
bn_in: তথ্য
br: Roadennoù
bs: Podaci
eu: Datuak
fa: داده
gd: Ceann-là
km: ទិន្នន័យ
kn: ಡೇಟಾ
lv: Dati
my: အချက်အလက်
ro: Date
si: දත්ත
th: ข้อมูล
tr: Veri
ur: کوائف
uz: Ma’lumotlar

# settings-data-group.ariaLabel
source: Data
ar: بيانات
bg: Данни
bn_in: তথ্য
br: Roadennoù
bs: Podaci
eu: Datuak
fa: داده
gd: Ceann-là
km: ទិន្នន័យ​
kn: ಡೇಟಾ
lv: Dati
my: အချက်အလက်
ro: Date
si: දත්ත
th: ข้อมูล
tr: Veri
ur: کوائف
uz: Ma’lumotlar

# settings-account-check-mail
source: Check for new messages
ar: التحقق من وجود رسائل جديدة
bg: Проверка за нови писма
bn_in: নতুন মেসেজের জন্য চেক করুন
br: Kerc'hat ar c'hemennadennoù nevez
bs: Provjeri ima li novih poruka
eu: Begiratu mezu berririk dagoen
fa: بررسی برای پیام‌های جدید
gd: Thoir sùil airson teachdaireachdan ùra
km: ពិនិត្យ​សារ​ថ្មី​
kn: ಹೊಸ ಸಂದೇಶಗಳಿಗೆ ಪರೀಕ್ಷಿಸು
lv: Pārbaudiet epastus
mg: Hizaha hafatra vaovao
my: စာတိုအသစ် စစ်ကြည့်ပါ
ro: Caută mesaje noi
si: නව පණිවුඩ සඳහා පරික්ෂා කරන්න
th: ตรวจสอบสำหรับข้อความใหม่
tr: Yeni iletileri denetle
ur: نئے پیغامات کی پڑتال کریں
uz: Yangi xabarlarni tekshirib ko‘rish

# settings-account-check-mail-select.ariaLabel
source: Check for new messages
ar: التحقق من وجود رسائل جديدة
bg: Проверка за нови писма
bn_in: নতুন মেসেজের জন্য চেক করুন
br: Kerc'hat ar c'hemennadennoù nevez
bs: Provjeri ima li novih poruka
eu: Begiratu mezu berririk dagoen
fa: بررسی برای پیام‌های جدید
gd: Thoir sùil airson teachdaireachdan ùra
km: ពិនិត្យ​សារ​ថ្មី​
kn: ಹೊಸ ಸಂದೇಶಗಳಿಗೆ ಪರೀಕ್ಷಿಸು
lv: Pārbaudīt jaunos e-pastus
mg: Hizaha hafatra vaovao
my: စာတိုအသစ် စစ်ကြည့်ပါ
ro: Caută mesaje noi
si: නව පණිවුඩ සඳහා පරික්ෂා කරන්න
th: ตรวจสอบสำหรับข้อความใหม่
tr: Yeni iletileri denetle
ur: نئے پیغامات کی پڑتال کریں
uz: Yangi xabarlarni tekshirib ko‘rish

# settings-sub-header-server
source: Server settings
ar: إعدادات الخادم
bg: Сървърни настройки
bn_in: সার্ভারের বৈশিষ্ট্যাবলী
br: Arventennoù an dafariad
bs: Postavke servera
eu: Zerbitzariaren ezarpenak
fa: تنظیمات سرویس‌دهنده
gd: Roghainnean an fhrithealaiche
km: ការកំណត់ម៉ាស៊ីនមេ​
kn: ಸರ್ವರ್ ಸಿದ್ಧತೆಗಳು
lv: Servera iestatījumi
mg: Tefin'ny mpizara
my: ဆာဗာ အပြင်အဆင်များ
ro: Setări pentru server
si: සේවාදායක සැකසුම්
th: ตั้งค่าเซิร์ฟเวอร์
tr: Sunucu ayarları
ur: پیش کار کی سیٹکگیں
uz: Server sozlamalari

# settings-server-group.ariaLabel
source: Server settings
ar: إعدادات الخادم
bg: Сървърни настройки
bn_in: সার্ভারের বৈশিষ্ট্যাবলী
br: Arventennoù an dafariad
bs: Postavke servera
eu: Zerbitzariaren ezarpenak
fa: تنظیمات سرویس دهنده
gd: Roghainnean an fhrithealaiche
km: ការ​កំណត់​ម៉ាស៊ីន​មេ
kn: ಸರ್ವರ್ ಸಿದ್ಧತೆಗಳು
lv: Servera iestatījumi
mg: Tefin'ny mpizara
my: ဆာဗာ အပြင်အဆင်များ
ro: Setări pentru server
si: සේවාදායක සැකසුම්
th: ตั้งค่าเซิร์ฟเวอร์
tr: Sunucu ayarları
ur: پیش کار کی سیٹکگیں
uz: Server sozlamalari

source: Username and password
ar: إسم المستخدم وكلمة المرور
bg: Потребител и парола
bn_in: ব্যবহারকারীর নাম ও পাসওয়ার্ড
br: Anv arveriad ha ger-tremen
bs: Korisničko ime i lozinka
eu: Erabiltzaile-izena eta pasahitza
fa: نام‌کاربری و گذرواژه
gd: Ainm-cleachdaiche 's facal-faire
hi_in: उपयोक्तानाम और कूटशब्द
km: ឈ្មោះ​អ្នកប្រើ និង​ពាក្យ​សម្ងាត់​
kn: ಬಳಕೆದಾರ ಹೆಸರು ಮತ್ತು ಗುಪ್ತಪದ
lv: Lietotājvārds un parole
mai: प्रयोक्तानाम आओर गुड़किल्ली
mg: Solonanarana sy tenimiafina
ml: ഉപയോക്തൃനാമവും രഹസ്യവാക്കും
mr: वापरकर्ता व पासवर्ड
my: သုံးစွဲသူ အမည် နှင့် စကားဝှက်
ne: प्रयोगकर्ताको नाम र पासवर्ड
or: ବ୍ୟବହାରକାରୀ ନାମ ଓ ପାସୱାର୍ଡ଼
ro: Utilizator și parolă
si: පරිශීලක නාමය සහ මුරපදය
sw: Jina la mtumiaji na neno la siri
ta: பயனர் பெயர் மற்றும் கடவுச்சொல்
te: వాడుకరి పేరు మరియు సంకేతపదం
th: ชื่อผู้ใช้และรหัสผ่าน
tr: Kullanıcı adı ve parola
ur: صارف کا نام اور پاس ورڈ
uz: Foydalanuvchi nomi va parol

# settings-account-useroauth2
source: Username
ar: اسم المستخدم
bg: Потребителско име
bn_in: ব্যবহারকারীর নাম
br: Anv arveriad
bs: Korisničko ime
eu: Erabiltzaile-izena
fa: نام‌کاربری
gd: Ainm-cleachdaiche
km: ឈ្មោះ​អ្នកប្រើ
kn: ಬಳಕೆದಾರಹೆಸರು
lv: Lietotājvārds
mg: Solonanarana
my: သုံးစွဲသူ အမည်
ne: प्रयोगकर्ताको नाम
ro: Utilizator
si: පරිශීලක නාමය
th: ชื่อผู้ใช้
tr: Kullanıcı adı
ur: صارف نام
uz: Foydalanuvchi nomi

source: Sent Using Firefox OS
ar: أُرسلت بواسطة نظام تشغيل فيرفكس
bg: Изпратено от Firefox OS
bn_in: Firefox OS ব্যবহার করে পাঠানো হয়েছে
br: Kaset gant Firefox OS
bs: Poslano putem Firefox OS-a
eu: Firefox OS erabiliz bidalia
fa: ارسال شده توسط سیستم‌عامل فایرفاکس
gd: Air a chur ’s a chruthachadh air Firefox OS
km: បាន​ផ្ញើ​ដោយ​ប្រើ Firefox OS
kn: Firefox OS ನಿಂದ ಕಳಿಸಲಾಗಿದೆ
lv: Sūtīts izmantojot Firefox OS
mg: Nalefa t@ alàlan'ny Firefox OS
ml: ഫയര്‍ഫോക്സ് ഓഎസില്‍ നിന്ന് അയച്ചത്
my: Firefox OS ကိုသုံးပြီး ပို့ပါ။
ne: फायरफक्स ओएस प्रयोग गरेर पठाउनुहोस
ro: Trimis folosind Firefox OS
si: Firefox OS භාවිතාවෙන් එවන ලදී
th: ส่งโดยใช้ Firefox OS
tr: Firefox OS ile gönderildi
ur: Firefox OS کے ذریعے مرسلہ
uz: "Firefox OS"dan foydalanib jo‘natildi

source: Done
ar: تم
bg: Готово
bn_in: সম্পন্ন হয়েছে
br: Graet
bs: Završeno
eu: Eginda
fa: انجام شد
gd: Deiseil
hi_in: सम्पन्न
kk: Дайын
km: ធ្វើ​រួច
kn: ಮುಗಿಯಿತು
lv: Paveikts
mai: संपन्न
mg: Vita
ml: തീര്‍ന്നു
mr: पूर्ण झाले
my: ပြီးပြီ
ne: गरियो
or: ସମାପ୍ତ
ro: Gata
si: නිමයි
sw: Imekamilika
ta: முடிந்தது
te: పూర్తయ్యింది
th: เสร็จสิ้น
tr: Bitti
ur: ختم
uz: Tayyor

# settings-account-section
source: Accounts
ar: الحِسابات
bg: Регистрации
bn_in: অ্যাকাউন্ট
br: Kontoù
bs: Računi
eu: Kontuak
fa: حساب‌ها
gd: Cunntasan
hi_in: खाता
km: គណនី
kn: ಖಾತೆಗಳು
lv: Konti
mai: खाता
mg: Kaonty
ml: അക്കൌണ്ടുകള്‍
mr: खाते
my: အကောင့်
ne: खाताहरू
or: ଆକାଉଣ୍ଟଗୁଡିକ
ro: Conturi
si: ගිණුම්
sw: Akaunti
ta: கணக்குகள்
te: ఖాతాలు
th: บัญชี
tr: Hesaplar
ur: اکاؤنٹس
uz: Hisoblar

# settings-account-listbox.ariaLabel
source: Accounts
ar: الحِسابات
bg: Регистрации
bn_in: অ্যাকাউন্ট
br: Kontoù
bs: Računi
eu: Kontuak
fa: حساب‌ها
gd: Cunntasan
km: គណនី
kn: ಖಾತೆಗಳು
lv: Konti
mg: Kaonty
my: အကောင့်များ
ro: Conturi
si: ගිණුම්
th: บัญชี
tr: Hesaplar
ur: اکاؤنٹس
uz: Hisoblar

source: Add Account
ar: أضف حسابا
bg: Добавяне на регистрация
bn_in: অ্যাকাউন্ট যোগ করুন
br: Ouzhpennañ ur gont
bs: Dodaj račun
eu: Gehitu kontua
fa: اضافه‌کردن حساب
gd: Cuir cunntas ris
hi_in: खाता जोड़ें
kk: Тіркелгіні қосу
km: បន្ថែម​គណនី
kn: ಖಾತೆಯನ್ನು ಸೇರಿಸು
lv: Pievienot kontu
mai: खाता जोड़ू
mg: Hanampy Kaonty
ml: അക്കൌണ്ട്‌ ചേര്‍ക്കുക
mr: खाते जोडा
my: အကောင့်ထည့်
ne: खाता थप्नुहोस्
or: ଖାତାଟିଏ ଯୋଡ଼ନ୍ତୁ
ro: Adaugă cont
si: ගිණුමක් එක් කරන්න
sw: Ongeza Akaunti
ta: கணக்கை சேர்
te: ఖాతాను చేర్చు
th: เพิ่มบัญชี
tr: Hesap ekle
ur: اکاؤنٹ اضافہ کریں
uz: Hisob qo‘shish

source: Delete account
ar: حذف حساب
bg: Изтриване на регистрация
bn_in: অ্যাকাউন্ট মুছে ফেলুন
br: Dilemel ar gont
bs: Obriši račun
eu: Ezabatu kontua
fa: حذف حساب
gd: Sguab às an cunntas
hi_in: खाता मिटाएँ
kk: Тіркелгіні өшіру
km: លុប​គណនី
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಿ
lv: Dzēst kontu
mai: खाता मेटाउ
mg: Hamafa kaonty
ml: അക്കൌണ്ട് വെട്ടി നീക്കുക
mr: खाते नष्ट करा
my: အကောင့်ဖျက်
ne: खाता मेटाउनेहोस्
or: ଖାତାଟି ଲିଭାନ୍ତୁ
ro: Șterge contul
si: ගිණුම මකන්න
sw: Futa akaunti
ta: கணக்கை நீக்கு
te: ఖాతాను తొలగించండి
th: ลบบัญชี
tr: Hesabı sil
ur: اکاؤنٹ حذف کریں
uz: Hisobni o‘chirish

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
ar: هل أنت متأكد من حذف حساب البريد الخاص بك {{account}}؟ يتوجب عليك إعادة تنزيل بريدك اذا تم إعادة إنشاءه مرة أخرى.
bg: Сигурни ли сте, че желаете да изтриете своята регистрация {{account}}? Ще трябва да изтеглите отново пощата си, ако пак я създадете.
bn_in: আপনি কি নিশ্চিত যে আপনি আপনার {{account}} মেল একাউন্টটি মুছে ফেলতে চান? আপনি যদি পুনরায় একাউন্টটি যোগ করেন তাহলে আপনার মেলগুলো আবারও ডাউনলোড করতে হবে।
br: Sur oc'h e fell deoc'h dilemel ho kont postel {{account}} ? Ret e vo deoc'h adpellgargañ ho postel ma krouot ar gont en-dro.
bs: Jeste li sigurni da želite izbrisati vaš {{account}} mail račun? Morat ćete ponovo preuzeti vaše ​​mailove ukoliko ponovo kreirate račun.
eu: Ziur zaude zure {{account}} posta-kontua ezabatu nahi duzula? Posta berriro deskargatu beharko duzu kontua berriro sortuz gero.
fa: آیا شما اطمینان دارید می‌خواهید حساب ایمیل {{account}} خود را حذف کنید؟ شما می‌توانید مجددا در صورت ایجاد یک حساب‌کاربری ایمیل های خود را دریافت کنید.
gd: A bheil thu cinnteach gu bheil thu airson an cunntas puist {{account}} agad a sguabadh às? Bidh agad ris am post gu lèir agad a luchdadh a-nuas as ùr ma chruthaicheas tu an cunntas as ùr.
hi_in: क्या आप वाकई अफने {{account}} मेल खाता को मिटाना चाहते हैं? आपको अपने मेल को फिर डाउनलोड करना होगा यदि आप खाता फिर बनाते हैं.
kk: Өзіңіздің {{account}} эл. пошта тіркелгіңізді өшіруді шынымен қалайсыз ба? Тіркелгіңізді қайта жасау кезінде барлық поштаны қайтадан жүктеп алу керек болады.
km: តើ​អ្នក​ប្រាកដ​ចង់​លុប​គណនី​អ៊ីមែល {{account}} របស់​អ្នក​ឬ? អ្នក​នឹង​ត្រូវ​ទាញយក​សារ​ឡើងវិញ បើ​អ្នក​​បង្កើត​គណនី​ឡើង​វិញ។
kn: {{account}} ಮಿಂಚೆ ಖಾತೆಯನ್ನು ಖಂಡಿತವಾಗಿಯೂ ಅಳಿಸುವುದೇ ? ನೀವು ಈ ಖಾತೆಯನ್ನು ಮತ್ತೊಮ್ಮೆ ರಚಿಸಿದರೆ ಮಿಂಚೆಗಳನ್ನು ಹೊಸದಾಗಿ ಇಳಿಸಬೇಕಾಗುತ್ತದೆ.
lv: Vai esat droši ka vēlaties dzēst jūsu {{account}} epasta kontu? Jums būs atkārtoti jālejupielādē savas vēstules ja jūs to atkārtoti izveidojiet.
mai: की अहाँ वाकई अपन {{account}} मेल खाता केँ मेटओनाइ चाहैत अछि? अहाँकेँ अपन मेल केँ फेर डाउनलोड करै हाएत जँ अहाँ खाता फेर बनाबैत अछि.
mg: Siora ianao fa te-hamafa ny kaontin'ny mailakao {{account}}? Ho voatery hampidina indray ny mailakao ianao raha mamorona indray ilay kaonty.
ml: താങ്കളുടെ {{account}} മെയിൽ അക്കൗണ്ട് നീക്കം ചെയ്യണമെന്ന് താങ്കൾക്ക് ഉറപ്പാണോ? വീണ്ടും അക്കൗണ്ട് നിർമ്മിക്കേണ്ടി വന്നാൽ താങ്കൾ മെയിലുകൾ വീണ്ടും ഡൗൺലോഡ് ചെയ്യേണ്ടതായി വരും.
mr: आपणास {{account}} मेल खाते नक्की नष्ट करायचे का? परत खाते बनविल्यास, आपले मेल पुन्हा डाउनलोड करावे लागतील.
my: သင့် မေလ်းအကောင့် {{account}} ကိုဖျက်မှာ သေချာလား ? အကောင့်ကို ပြန်ထည့်ရင် မေလ်းတွေ ပြန်ဆွဲချရမှာဖြစ်တယ်။
ne: के तपाई अाफ्नो {{account}} मेल खाता मेटाउने बारे निश्चित हुनुहुन्छ? यदि तपाईले खातालाई पुन: सृजना गर्नुभयो भने तपाईले आफ्नो मेल पुन: डाउनलोड गर्नुपर्नेछ।
or: ଆପଣନ ନିଶ୍ଚିତ କି ଆପଣ {{account}} ମେଲ ଖାତାଟି ଲିଭାଇବାକୁ ଚାହାଁନ୍ତି? ଆପଣଙ୍କୁ ନିଜ ମେଲ ଆଉଥରେ ଡାଉନଲୋଡ଼ କରିବାକୁ ପଡ଼ିବ କିମ୍ବା ଖାତାଟି ଆଉଥରେ ତିଆରି କରିବାକୁ ପଡ଼ିବ ।
ro: Sigur dorești să ștergi contul de mail {{account}}? Va trebui să redescarci mailul dacă recreezi contul.
si: ඔබගේ {{account}} තැපැල් ගිණුම මැකීම සනාථ කරන්න. ඔබ නැවතත් ගිණුම සෑදීමේදී ඔබගේ තැපැල් නැවතත් භාගත කිරීමට සිදුවන බව සලකන්න.
sw: Una uhakika unataka kufuta akaunti yako ya barua {{account}}? Itabidi upakue upya barua yako ikiwa utaunda upya akaunti.
ta: உங்களுடைய மின்னஞ்சல் {{account}} கணக்கை உறுதியாக நீக்க வேண்டுமா? மற்றொரு மடல் கணக்கை உருவாக்கும் பொது இன்னொரு தடவை உங்களுடைய மடல்களை பதிவிறக்கம் செய்யனும்.
te: మీరు ఖచ్చితంగా మీ {{account}} మెయిల్ ఖాతాను తొలగించాలని అనుకొంటున్నారా? మీరు ఖాతాను తిరిగి-సృష్టిస్తే మీ మెయిల్‌ను తిరిగి-దింపవలసి ఉంటుంది.
th: คุณแน่ใจหรือไม่ที่จะลบบัญชีจดหมาย {{account}} ของคุณ? คุณจะต้องดาวน์โหลดจดหมายของคุณใหม่หากคุณทำการสร้างบัญชีใหม่อีกครั้ง
tr: {{account}} e-posta hesabınızı silmek istediğinizden emin misiniz? Eğer hesabı tekrar oluşturursanız postalarınızı yeniden indirmek zorunda kalacaksınız.
ur: کیا آپ آپنا میل اکاؤنٹ {{account}} کو حذف کرنا چاہتے ہیں؟ اگر آپ اکاؤنٹ دوبارہ بناتے ہے تو آپکو آپکا میل دوباره ڈاؤن لوڈ کرنا حوگا۔
uz: {{account}} pochta hisobingizni o‘chirishni xohlaysizmi? Agar hisobni qaytadan yaratsangiz, xatlaringizni yana yuklab olishingiz kerak bo‘ladi.

# settings-account-delete-cancel
source: Cancel
ar: ألغِ
bg: Отказ
bn_in: বাতিল করুন
br: Nullañ
bs: Otkaži
eu: Utzi
fa: انصراف
gd: Sguir dheth
hi_in: रद्द करें
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದುಮಾಡು
lv: Atcelt
mai: रद्द करू
mg: Foanana
ml: റദ്ദാക്കു
mr: रद्द करा
my: ဖျက်
ne: रद्द गर्नुहोस्
or: ବାତିଲ କରନ୍ତୁ
ro: Renunță
si: අවලංගු කරන්න
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish

# settings-account-delete-confirm
source: Delete
ar: حذف
bg: Изтриване
bn_in: মুছে ফেলুন
br: Dilemel
bs: Obriši
eu: Ezabatu
fa: حذف
gd: Sguab às
hi_in: मिटाएँ
kk: Өшіру
km: លុប
kn: ಅಳಿಸು
lv: Dzēst
mai: मेटाउ
mg: Hamafa
ml: കളയുക
mr: नष्ट करा
my: ဖျက်
ne: मेट्नुहोस्
or: ଲିଭାନ୍ତୁ
ro: Șterge
si: මකන්න
sw: Futa
ta: நீக்கு
te: తొలగించు
th: ลบ
tr: Sil
ur: حذف

source: General settings
ar: إعدادات عامة
bg: Общи настройки
bn_in: সাধারণ বৈশিষ্ট্য
br: Arventennoù hollek
bs: Opće postavke
eu: Ezarpen orokorrak
fa: تنظیمات عمومی
gd: Roghainnean coitcheann
hi_in: सामान्य विन्यास
kk: Жалпы баптаулар
km: ការ​កំណត់​ទូទៅ
kn: ಸಾಮಾನ್ಯ ಸಿದ್ಧತೆಗಳು
lv: Vispārējie iestatījumi
mai: सामान्य विन्यास
mg: Tefy ankapobe
ml: പൊതു ക്രമീകരണങ്ങള്‍
mr: सामान्य सेटिंग्स्
my: ယေဘုံယျ အပြင်အဆင်များ
ne: साधारण सेटिङ्गहरु
or: ସାଧାରଣ ସେଟିଙ୍ଗଗୁଡିକ
ro: Setări generale
si: ප්‍රධාන සැකසුම්
sw: Mipangilio ya jumla
ta: பொது அமைவுகள்
te: సాధారణ అమరికలు
th: ตั้งค่าทั่วไป
tr: Genel ayarlar
ur: عام ترتیبات
uz: Umumiy sozlamalar

source: Always show images
ar: إعرض الصور دائما
bg: Изображ. да се показват винаги
bn_in: সর্বদা ছবিগুলি প্রদর্শন করা হবে
br: Atav diskouez ar skeudennoù
bs: Uvijek prikaži slike
eu: Erakutsi beti irudiak
fa: همیشه تصاویر نمایش داده شود
gd: Seall dealbhan an-còmhnaidh
hi_in: हमेशा चित्र देखाउ
kk: Суреттерді әрқашан көрсету
km: បង្ហាញ​រូបភាព​ជានិច្ច
kn: ಯಾವಾಗಲೂ ಚಿತ್ರಗಳನ್ನು ತೋರಿಸು
lv: Vienmēr rādīt attēlus
mai: हरदम चित्र देखाउ
mg: Aseho foana ireo sary
ml: എപ്പോളും ചിത്രം കാണിക്കുക
mr: नेहमी प्रतिमा दाखवा
my: ပုံများကို အမြဲပြပါ
ne: सधै छविहरु देखाउनुहोस्
or: ସବୁବେଳେ ସନ୍ଦେଶ ଦେଖାନ୍ତୁ
ro: Arată mereu imaginile
si: සැමවිටම අයිකනය පෙන්වන්න
sw: Daima onyesha picha
ta: எப்போதும் படங்களைக் காட்டு
te: ఎల్లప్పుడు బొమ్మలను చూపించు
th: แสดงภาพเสมอ
tr: Resimleri her zaman göster
ur: ہمیشہ نقوش دکھائیں
uz: Doimo rasmlar ko‘rsatilsin

source: Download attachments
ar: تنزيل المرفقات
bg: Изтегляне на притурки
bn_in: এটাচমেন্টগুলি ডাউনলোড করুন
br: Pellgargañ ar c'henstagadurioù
bs: Preuzmi priloge
eu: Deskargatu eranskinak
fa: دریافت پیوست‌ها
gd: Luchdaich a-nuas na ceanglachain
hi_in: डाउनलोड संलग्नक
kk: Салынымдарды жүктеп алу
km: ទាញយក​ឯកសារ​ភ្ជាប់
kn: ಲಗತ್ತುಗಳನ್ನು ಇಳಿಸು
lv: Lejupielādēt pielikumus
mai: डाउनलोड संलग्नक
mg: Hampidina rakipaingotra
ml: അറ്റാച്ച്മെന്റ് ഡൈണ്‍ലോഡ് ചെയ്യുക
mr: ॲटॅचमेंट्स डाउनलोड करा
my: တွဲထားချက်များအား ဒေါင်းလုဒ်ရယူပါ
ne: संलगितहरु डाउनलोड गर्नुहोस्
or: ଆଟାଚମେଣ୍ଟ ଡାଉନଲୋଡ଼ କରନ୍ତୁ
ro: Descarcă atașamentele
si: ඇමිණුම් බාගන්න
sw: Pakua viambatanisho
ta: இணைப்புகளை பதிவிறக்கு
te: జోడింపులను దింపుకోండి
th: ดาวน์โหลดไฟล์แนบ
tr: Ekleri indir
ur: منسلکات ڈاؤن لوڈ کریں
uz: Biriktirmalarni yuklab olish

source: Every 5 minutes
ar: كل 5 دقائق
bg: 5 минути
bn_in: প্রতি 5 মিনিট
br: Bep 5 munutenn
bs: Svakih 5 minuta
eu: 5 minutuan behin
fa: هر ۵ دقیقه
gd: Gach 5 mionaidean
hi_in: हर 5 मिनट
km: រៀងរាល់ 5 នាទី
kn: ಪ್ರತಿ 5 ನಿಮಿಷಕ್ಕೊಮ್ಮೆ
lv: Ik pa 5 minūtēm
mai: हर 5 मिनट
mg: Isaka ny 5 minitra
ml: ഓരൊ 5 മിനുട്ടിലും
mr: प्रत्येक 15 मिनिटांनी
my: 5 မိနစ် တစ်ခါ
ne: प्रत्येक ५ मिनेटमा
or: ପ୍ରତି 5 ମିନିଟରେ
ro: La fiecare 5 minute
si: සෑම විනාඩි 5
sw: Kila dakika 5
ta: ஒவ்வொரு 5 நிமிடங்களுக்கும்
te: ప్రతీ 5 నిమిషాలకు
th: ทุก 5 นาที
tr: 5 dakikada bir
ur: ہر 5 منٹ
uz: Har 5 daqiqada

source: Every 10 minutes
ar: كل 10 دقائق
bg: 10 минути
bn_in: প্রতি 10 মিনিট
br: Bep 10 munutenn
bs: Svakih 10 minuta
eu: 10 minutuan behin
fa: هر ۱۰ دقیقه
gd: Gach 10 mionaidean
hi_in: हर 10 मिनट
km: រៀងរាល់ 10 ​នាទី
kn: ಪ್ರತಿ 10 ನಿಮಿಷಕ್ಕೊಮ್ಮೆ
lv: Ik pa 10 minūtēm
mai: हर 10 मिनट
mg: Isaka ny 10 minitra
ml: ഓരോ 10 മിനിട്ടിലും
mr: प्रत्येक 10 मिनिटांनी
my: 10 မိနစ် တစ်ခါ
ne: प्रत्येक १० मिनेटमा
or: ପ୍ରତି 10 ମିନିଟରେ
ro: La fiecare 10 minute
si: සෑම විනාඩි 10
sw: Kila dakika 10
ta: ஒவ்வொரு 10 நிமிடங்களுக்கும்
te: ప్రతీ 10 నిమిషాలకు
th: ทุก 10 นาที
tr: 10 dakikada bir
ur: ہر 10 روداد
uz: Har 10 daqiqada

source: Every 15 minutes
ar: كل 15 دقيقة
bg: 15 минути
bn_in: প্রতি 15 মিনিট
br: Bep 15 munutenn
bs: Svakih 15 minuta
eu: 15 minutuan behin
fa: هر ۱۵ دقیقه
gd: Gach cairteal na h-uarach
hi_in: हर 15 मिनट
km: រៀងរាល់ 15 នាទី
kn: ಪ್ರತಿ 15 ನಿಮಿಷಕ್ಕೊಮ್ಮೆ
lv: Ik pa 15 minūtēm
mai: हर 15 मिनट
mg: Isaka ny 15 minitra
ml: ഓരോ 15 മിനിട്ടിലും
mr: प्रत्येक 15 मिनिटांनी
my: 15 မိနစ် တစ်ခါ
ne: प्रत्येक १५ मिनेटमा
or: ପ୍ରତି 15 ମିନିଟରେ
ro: La fiecare 15 minute
si: සෑම විනාඩි 15
sw: Kila dakika 15
ta: ஒவ்வொரு 15 நிமிடங்களுக்கும்
te: ప్రతీ 15 నిమిషాలకు
th: ทุก 15 นาที
tr: 15 dakikada bir
ur: ہر 15 روداد
uz: Har 15 daqiqada

source: Every 30 minutes
ar: كل 30 دقيقة
bg: 30 минути
bn_in: প্রতি 30 মিনিট
br: Bep 30 munutenn
bs: Svakih 30 minuta
eu: 30 minutuan behin
fa: هر ۳۰ دقیقه
gd: Gach leth-uair a thìde
hi_in: हर 30 मिनट
km: រៀងរាល់ 30 ​នាទី
kn: ಪ್ರತಿ 30 ನಿಮಿಷಕ್ಕೊಮ್ಮೆ
lv: Ik pa 30 minūtēm
mai: हर 30 मिनट
mg: Isaka ny 30 minitra
ml: ഓരോ 30 മിനുട്ടിലും
mr: प्रत्येक 30 मिनिटांनी
my: 30 မိနစ် တစ်ခါ
ne: प्रत्येक ३० मिनेटमा
or: ପ୍ରତି 30 ମିନିଟରେ
ro: La fiecare 30 de minute
si: සෑම විනාඩි 30
sw: Kila dakika 30
ta: ஒவ்வொரு 30 நிமிடங்களுக்கும்
te: ప్రతీ 30 నిమిషాలకు
th: ทุก 30 นาที
tr: 30 dakikada bir
ur: ہر 30 روداد
uz: Har 30 daqiqada

source: Every hour
ar: كل ساعة
bg: 60 минути
bn_in: প্রতি ঘন্টায়
br: Bep eur
bs: Svaki sat
eu: Orduro
fa: هر ساعت
gd: Gach uair a thìde
hi_in: प्रत्येक घंटे
km: រាល់ម៉ោង
kn: ಪ್ರತಿ ಗಂಟೆ
lv: Ik stundu
mai: प्रत्येक घंटा
mg: Isan'ora
ml: ഓരോ മണിക്കൂറും
mr: प्रत्येक तासाला
my: နာရီတိုင်း
ne: प्रत्येक घण्टा
or: ପ୍ରତି ଘଣ୍ଟାରେ
ro: În fiecare oră
si: සෑම පැයකම
sw: Kila saa
ta: ஒவ்வொரு மணிநேரமும்
te: ప్రతీ గంటకు
th: ทุกชั่วโมง
tr: Saatte bir
ur: ہر گھنٹہ
uz: Har soatda

source: Manually
ar: يدوياُ
bg: Ръчно
bn_in: ব্যবহারকারী দ্বারা
br: Dre zorn
bs: Ručno
eu: Eskuz
fa: دستی
gd: A làimh
hi_in: हस्तचालित
kk: Қолмен
km: ដោយ​ដៃ
kn: ಕೈಯಾರೆ
lv: Pašrocīgi
mai: मैन्युअल रूपेँ
mg: @ tànana
ml: തന്നത്താൻ
mr: व्यक्तिचलित
my: ကိုယ်တိုင်
ne: म्यानुअल तरिकाले
or: ହସ୍ତକୃତ ଭାବରେ
ro: Manual
si: හස්තීයව
sw: Kwa mkono
ta: கைமுறையில்
te: మానవీయం
th: ด้วยตนเอง
tr: Elle
ur: دستی
uz: Qo‘lbola
