Repository: translate/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: ar, bg, bn_in, br, bs, eu, fa, gd, hi_in, kk, km, kn, lv, mai, mg, ml, mr, my, ne, or, ro, si, sw, ta, te, th, tr, ur, uz

source: Recipient error. Email saved to outbox.
ar: خطأ في المُستقبِل. تمّ حفظ الرّسالة في مُجلّد البريد الصاّدر.
bg: Грешка при получателя. Пощата е запазена в изходящата кутия.
bn_in: প্রাপক সংক্রান্ত ত্রুটি। ইমেইল আউটবক্সে সংরক্ষিত হল
br: Fazi degemerer. Enrollet eo bet ar postel e-barzh ar voest ermaeziañ.
bs: Greška kod primaoca. Email je sačuvan u odlazni spremnik.
eu: Hartzaileen errorea. Mezua irteera-ontzian gorde da.
fa: خطا در گیرنده. ایمیل در صندوق ارسال ذخیره شد.
gd: Mearachd an fhaighteir. Chaidh am post-d a shàbhaladh sa bhogsa a-mach.
km: កំហុស​អ្នក​ទទួល។ អ៊ីមែល​បាន​រក្សាទុក​ទៅ​ប្រអប់​ចេញ។
kn: ಪಡೆಯುವವರ ದೋಷ. ಇಮೇಲ್ ಅನ್ನು ಹೊರ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಉಳಿಸಲಾಗಿದೆ.
lv: Saņēmēja kļūda. Epasts tika saglabāts izsūtnē.
mg: Tsy fetezan'ny andefasana. Notehirizina ao @ boativoaka ny mailaka.
ml: അയക്കേണ്ടവിലാസത്തില്‍ തകരാര്‍. ഇമെയില്‍ ഔട്ട്ബോക്സില്‍ സംരക്ഷിച്ചിട്ടുണ്ട്.
my: လက်ခံသူဘက်မှ ပြသာနာ။ အီမေလ်း အားထွက်စာတွင် သိမ်းမည်။
ne: प्रापक त्रुटि। इमेल आउटबक्समा सेभ गरियो।
ro: Eroare destinatar. E-mail salvat în outbox.
si: ලබන්නාගේ දෝශයකි. විද්‍යුත් තැපෑල යන ලිපි වලට සුරකින ලදී.
th: ข้อผิดพลาดฝั่งผู้รับ อีเมลถูกบันทึกไปยังกล่องขาออก
tr: Alıcı hatası. E-posta giden kutusuna kaydedildi.
ur: وصول کنندہ کی خرابی۔ ای میل کو آؤٹ باکس میں محفوظ کر دیا۔
uz: Qabul qiluvchida xatolik. Xat jo‘natiluvchiga saqlandi.

source: Mail failed to send
ar: فشل في إرسال الرّسالة
bg: Неуспешно изпращане на поща
bn_in: মেইল পাঠাতে অসফল
br: C'hwitadenn war kas ar gemennadenn
bs: Pošta nije poslana
eu: Huts egin du mezua bidaltzeak
fa: خطا نامه‌ الکترونیکی برای ارسال
gd: Cha b’ urrainn dhuinn an teachdaireachd a chur
km: មែល​បាន​បរាជ័យ​ក្នុង​ការ​ផ្ញើ
kn: ಅಂಚೆ ಕಳಿಸುವುದು ವಿಫಲಗೊಂಡಿದೆ
lv: Neizdevās aizsūtīt vēstuli
mg: Tsy lasa ny mailaka
ml: മെയില്‍ അയക്കാന്‍ കഴിഞ്ഞില്ല
my: မေလ်းအားပို့ရန် မအောင်မြင်ပါ။
ne: मेल पठाउन असफल
ro: Mailul a eșuat la trimitere
si: තැපෑල යැවීම අකර්මන්‍ය විය
th: การส่งจดหมายล้มเหลว
tr: E-posta gönderimi başarısız oldu
ur: میل بھیجنے میں ناکام
uz: Xatni jo‘natib bo‘lmadi

source: Check the spelling of the addresses above. Your mail server indicated one or more of the addresses above are incorrect.
ar: تحقّق من صحّة العناوين أعلاه. يُشير خادوم البريد إلى وجود خطأ واحدٍ على الأقل في هذه العناوين.
bg: Проверете правописа на адресите по-горе. Вашият пощенски сървър посочи, че един или няколко от адресите са неправилни.
bn_in: উপরের ঠিকানার বানান গুলি মিলিয়ে নিন। আপনার মেইল সার্ভার নির্দেশ করছে যে এর মধ্যে এক বা একাধিক অ্যাড্রেস ভুল আছে।
br: Gwiriit skrivañ ar chomlec'hioù a-us. Meneget en deus ho tafariad posteloù ez eus unan pe meur a chomlec'h didalvoudek.
bs: Provjerite tačnost adresa iznad. Vaš email server je označio jednu ili više adresa iznad kao neispravne.
eu: Egiaztatu goiko helbideak ondo idatzita daudela. Posta-zerbitzariak helbide bat edo gehiago okerrak direla ohartarazi du.
fa: املا آدرس های بالا را بررسی کنید. سرور پست‌الکترونیکی شما یک یا چند آدرس نادرست در بالا را نشان می‌دهد.
gd: Thoir sùil air litreachadh nan seòlaidhean gu h-àrd. Dh’innis frithealaiche a’ phuist agad gu bheil co-dhiù aonan dhiubh cearr.
km: ពិនិត្យមើល​អក្ខរាវិរុទ្ធ​អាសយដ្ឋាន​ខាងលើ។ ម៉ាស៊ីន​មេ​មែល​របស់​អ្នក​បាន​បង្ហាញ​អាសយដ្ឋាន​មួយ ឬ​ច្រើន​នៅ​ខាង​លើ​គឺ​មិន​ត្រឹមត្រូវ។
kn: ಮೇಲಿನ ವಿಳಾಸಗಳ ಅಕ್ಷರಗಳನ್ನು ಪರಿಶೀಲಿಸಿ. ನಿಮ್ಮ ಮೇಲ್ ಸರ್ವರ್ ಒಂದು ಅಥವಾ ಹೆಚ್ಚು ವಿಳಾಸಗಳನ್ನು ತಪ್ಪಿದೆ ಎಂದು ತಿಳಿಸುತ್ತಿದೆ.
mg: Zahao sao diso fanoratra ireo adiresy eo ambony. Milaza ny mpizara mailakao fa diso ny iray na maromaro amin'ireo adiresy.
ml: വിലാസത്തില്‍ അക്ഷരപ്പിശകുണ്ടോയെന്ന് പരിശോധിക്കുക. ഒന്നോ അതിലധികമോ വിലാസം തെറ്റാകാമെന്ന് മെയില്‍ സര്‍വര്‍ അറിയിക്കുന്നു.
my: အထက်ပါ လိပ်စာ အားစာလုံးပေါင်းစစ်ပါ။ သင့်ပြထားသော မေလ်းဆာဗာ လိပ်စာမှားနေသည့်ပုံ ဖြစ်သည်။
ne: माथिको ठेगाना को हिज्जे जाँच गर्नुहोस्। तपाईंको मेल सर्भरले माथिको एक वा बढी ठेगाना गलत हो भनेर संकेत गरिरहेको छ ।
ro: Verifică ortografia adreselor de mai sus. Serverul de mail a indicat că unul sau mai multe adrese de mai sus sunt incorecte.
si: ඉහත ලිපිනයේ වින්‍යාසය නිවැරදි දැයි බලන්න. ඔබගේ තැපැල් සේවාදායකය මඟින් ඉහත ලිපින එකක් හෝ ඊට වැඩි ගණනක් වැරදි බව පෙන්වයි.
th: ตรวจสอบการสะกดที่อยู่ด้านบน เซิร์ฟเวอร์จดหมายของคุณระบุว่าที่อยู่ด้านบนจำนวนหนึ่งหรือมากกว่าไม่ถูกต้อง
tr: Yukarıdaki adreslerin yazımını kontrol edin. E-posta sunucunuz yukarıdaki adreslerden birinin veya birkaçının hatalı olduğunu bildirdi.
ur: اوپر داخیل کئے گئے پتے کے ہجے کی پڑتال کریں۔ آپ کا میل سرور اس بات کا اشارہ کر رحا ہیں کی اوپر کے پتوں میں سے ایک یا اس سے زیادہ پتے غیر صحیح حے۔
uz: Tepadagi manzillar yoziishidagi xatoni tekshirib ko‘ring. Pochta serveringiz yuqoridagi manzillardan bir yoki bir nechtasini xato deb ko‘rsatmoqda.

source: The message could not be sent.
ar: تعذَّر إرسال الرسالة.
bg: Писмото не може да бъде изпратено.
bn_in: বার্তা পাঠানো সম্ভব হয়নি।
br: N'hall ket ar gemennadenn bezañ kaset.
bs: Poruka nije mogla biti poslana.
eu: Mezua ezin izan da bidali.
fa: این پیام قادر به ارسال شدن نیست.
gd: Cha b’ urrainn dhuinn an teachdaireachd a chur.
km: សារ​មិន​អាច​ត្រូវ​បាន​ផ្ញើ។
kn: ಸಂದೇಶವನ್ನು ಕಳಿಸಲಾಗಲಿಲ್ಲ.
lv: Nevarēja aizsūtīt vēstuli.
mg: Tsy lasa ilay hafatra.
ml: സന്ദേശം അയയ്ക്കാന്‍ കഴിഞ്ഞില്ല.
my: စာတိုအားပေးပို့ လို့မရပါ။
ne: यो सूचना पठाउन सकिदैन ।
ro: Mesajul nu a putut fi trimis.
si: මෙම පණිවුඩය යැවීමට නොහැකියි.
th: ไม่สามารถส่งข้อความ
tr: İleti gönderilemedi.
ur: پیام بھیجا نہیں جا سكا۔
uz: Xabar jo‘natilmadi.

source: Remove text
ar: إحذف النص
bg: Премахване на текст
bn_in: লেখা সরিয়ে ফেলুন
br: Dilemel an destenn
bs: Ukloni tekst
eu: Kendu testua
fa: حذف متن
gd: Thoir air falbh an teacsa
hi_in: पाठ हटाएँ
kk: Мәтінді өшіру
km: យក​អត្ថបទ​ចេញ
kn: ಪಠ್ಯವನ್ನು ತೆಗೆ
lv: Noņemt tekstu
mai: पाठ हटाउ
mg: Hanala soratra
ml: ടെക്സ്റ്റ് നീക്കംചെയ്യുക
mr: मजकूर काढून टाका
my: စာများဖယ်ပါ
ne: पाठ हटाउनुहोस्
or: ଲେଖା ହଟାନ୍ତୁ
ro: Elimină textul
si: පෙළ ඉවත් කරන්න
sw: Ondoa andiko
ta: உரையை நீக்கு
te: పాఠం తొలగించు
th: เอาข้อความออก
tr: Metni kaldır
ur: متن ہٹائیں
uz: Matnni o‘chirish

source: Confirmation
ar: تأكيد
bg: Потвърждение
bn_in: নিশ্চিতি
br: Kadarnaat
bs: Potvrda
eu: Berrespena
fa: تائیدیه
gd: Dearbhadh
hi_in: पुष्टिकरण
kk: Растау
km: ការ​បញ្ជាក់
kn: ದೃಢೀಕರಣ
lv: Apstiprinājums
mai: पुष्टिकरण
mg: Fanamafisana
ml: സ്ഥിരീകരണം
mr: खात्री
my: အတည်ပြုခြင်း
ne: पुष्टि गर्नुहोस्
or: ନିଶ୍ଚିତ କରନ୍ତୁ
ro: Confirmare
si: ස්ථිර කිරීම
sw: Uthibitisho
ta: உறுதிப்படுத்துதல்
te: నిర్ధారణ
th: การยืนยัน
tr: Onay
ur: تصدیق
uz: Tasdiqlash

source: 1 New Message
ar: رسالة جديدة
bg: 1 ново писмо
bn_in: 1 টা নতুন বার্তা
br: 1 gemennadenn nevez
bs: 1 nova poruka
eu: Mezu berria
fa: 1 پیام جدید
gd: {{ n }} teachdaireachd ùr
km: សារ​ថ្មី 1
kn: 1 ಹೊಸ ಸಂದೇಶ
lv: 1 jauna vēstule
mg: Hafatra 1 vaovao
ml: 1 പുതിയ സന്ദേശം
my: စာတို အသစ် ၁ စောင်
ne: 1 नयाँ सन्देश
ro: 1 mesaj nou
si: අලුත් පණිවිඩයක්
th: 1 ข้อความใหม่
tr: 1 yeni ileti
ur: 1 نیا پیغام
uz: 1 ta yangi xabar

# new-messages[two]
source: {{ n }} New Messages
ar: {{ n }} رسائل جديدة
bg: {{ n }} нови писма
bn_in: {{ n }} নতুন বার্তাসমূহ
br: {{ n }} a gemennadennoù nevez
bs: {{ n }} nove poruke
eu: {{ n }} mezu berri
fa: {{ n }} پیام جدید
gd: {{ n }} theachdaireachd ùr
km: {{ n }} សារ​ថ្មី
kn: {{ n }} ಹೊಸ ಸಂದೇಶಗಳು
lv: {{ n }} jaunas vēstules
mg: Hafatra {{ n }} vaovao
ml: {{ n }} പുതിയ സന്ദേശങ്ങള്‍
my: စာတို အသစ် {{ n }} စောင်
ne: {{n}} नयाँ सन्देशहरु
ro: {{ n }} mesaje noi
si: අළුත් පණිවිඩ {{ n }} ක්
th: {{ n }} ข้อความใหม่
tr: {{ n }} yeni ileti
ur: {{ n }} نئے پیغامات
uz: {{ n }} ta yangi xabar

# new-messages[few]
source: {{ n }} New Messages
ar: {{ n }} رسائل جديدة
bg: {{ n }} нови писма
bn_in: {{ n }} নতুন বার্তাসমূহ
br: {{ n }} a gemennadennoù nevez
bs: {{ n }} nove poruke
eu: {{ n }} mezu berri
fa: {{ n }} پیام جدید
gd: {{ n }} teachdaireachdan ùra
km: {{ n }} សារ​ថ្មី
kn: {{ n }} ಹೊಸ ಸಂದೇಶಗಳು
lv: {{ n }} jaunas vēstules
mg: Hafatra {{ n }} vaovao
ml: {{ n }} പുതിയ സന്ദേശങ്ങള്‍
my: စာတိုအသစ် {{ n }} စောင်
ne: {{n}} नयाँ सन्देशहरु
ro: {{ n }} mesaje noi
si: අළුත් පණිවිඩ {{ n }} ක්
th: {{ n }} ข้อความใหม่
tr: {{ n }} yeni ileti
ur: {{ n }} نئے پیغامات
uz: {{ n }} ta yangi xabar

# new-messages[many]
source: {{ n }} New Messages
ar: {{ n }} رسائل جديدة
bg: {{ n }} нови писма
bn_in: {{ n }} নতুন বার্তাসমূহ
br: {{ n }} a gemennadennoù nevez
bs: {{ n }} novih poruka
eu: {{ n }} mezu berri
fa: {{ n }} پیام جدید
gd: {{ n }} teachdaireachd ùr
km: {{ n }} សារ​ថ្មី
kn: {{ n }} ಹೊಸ ಸಂದೇಶಗಳು
lv: {{ n }} jaunas vēstules
mg: Hafatra {{ n }} vaovao
ml: {{ n }} പുതിയ സന്ദേശങ്ങള്‍
my: စာတိုအသစ် {{ n }} စောင်
ne: {{n}} नयाँ सन्देशहरु
ro: {{ n }} mesaje noi
si: අළුත් පණිවිඩ {{ n }} ක්
th: {{ n }} ข้อความใหม่
tr: {{ n }} yeni ileti
ur: {{ n }} نئے پیغامات
uz: {{ n }} ta yangi xabar

# new-messages[other]
source: {{ n }} New Messages
ar: {{ n }} رسائل جديدة
bg: {{ n }} нови писма
bn_in: {{ n }} নতুন বার্তাসমূহ
br: {{ n }} a gemennadennoù nevez
bs: {{ n }} novih poruka
eu: {{ n }} mezu berri
fa: {{ n }} پیام جدید
gd: {{ n }} teachdaireachd ùr
km: {{ n }} សារ​ថ្មី
kn: {{ n }} ಹೊಸ ಸಂದೇಶಗಳು
lv: {{ n }} jaunas vēstules
mg: Hafatra {{ n }} vaovao
ml: {{ n }} പുതിയ സന്ദേശങ്ങള്‍
my: စာတိုအသစ် {{ n }} စောင်
ne: {{n}} नयाँ सन्देशहरु
ro: {{ n }} mesaje noi
si: අළුත් පණිවිඩ {{ n }} ක්
th: {{ n }} ข้อความใหม่
tr: {{ n }} yeni ileti
ur: {{ n }} نئے پیغامات
uz: {{ n }} ta yangi xabar

# notification-no-subject
source: (no subject)
bg: (без тема)
bn_in: (কোনো বিষয় নেই)
br: (danvez ebet)
bs: (bez naslova)
eu: (gairik ez)
fa: (بدون موضوع)
gd: (gun chuspair)
lv: (nav temata)
ro: (fără subiect)
si: (මාතෘකාවක් නැත)
th: (ไม่มีหัวข้อ)
ur: (کوئی موضوع نہیں)
uz: (mavzusiz)

source: 1 New Email
ar: 1 بريد إلكتروني جديد
bg: 1 ново писмо
bn_in: 1টি নতুন ই-মেইল
br: 1 postel nevez
bs: 1 novi email
eu: Mezu berria
fa: 1 نامه‌الکترونیکی جدید
gd: {{ n }} phost-d ùr
km: អ៊ីមែល​ថ្មី ១
kn: 1 ಹೊಸ ಇಮೇಲ್
lv: 1 jauns epasts
mg: Mailaka 1 vaovao
my: အီမေလ်းအသစ် 1 စောင်
ne: 1 नयाँ इमेल
ro: 1 e-mail nou
si: නව විද්‍යුත් තැපැල් පණිවුඩ 1ක්
th: 1 อีเมลใหม่
tr: 1 yeni e-posta
ur: 1 نئی ای میل
uz: 1 ta yangi xat

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
ar: {{ n }} بريد الكتروني
bg: {{ n }} нови писма
bn_in: {{ n }} নতুন ই-মেইল
br: {{ n }} a bosteloù nevez
bs: {{ n }} nova emaila
eu: {{ n }} mezu berri
fa: {{ n }} نامه‌الکترونیکی جدید
gd: {{ n }} phost-d ùr
hi_in: {{ n }} नया ईमेल
kk: {{ n }} жаңа хат
km: មាន​អ៊ីមែល​ថ្មី {{ n }}
kn: {{ n }} ಹೊಸ ಇಮೇಲ್‌ಗಳು
lv: {{ n }} jauni epasti
mai: {{ n }} नव इमेल
mg: Mailaka {{ n }} vaovao
ml: {{ n }} പുതിയ ഈമെയിലുകൾ
mr: {{ n }} नविन इ-मेल
my: အီမေလ်းအသစ်{{ n }}စောင်
ne: {{ n }} नयाँ इमेलहरु
or: {{ n }} ନୂତନ ମେଲ
ro: {{ n }} e-mailuri noi
si: නව විද්‍යුත් තැපැල් පණිවුඩ {{ n }}ක්
sw: Barua pepe {{ n }} Mpya
ta: {{ n }} புதிய மின்னஞ்சல்கள்
te: {{ n }} కొత్త ఈమెయిళ్ళు
th: {{ n }} อีเมลใหม่
tr: {{ n }} yeni e-posta
ur: {{ n }} نئی ای میل
uz: {{ n }} ta yangi xat

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
ar: {{ n }} رسائل إلكترونية جديدة
bg: {{ n }} нови писма
bn_in: {{ n }} নতুন ই-মেইল
br: {{ n }} a bosteloù nevez
bs: {{ n }} novih emailova
eu: {{ n }} mezu berri
fa: {{ n }} نامه‌الکترونیکی جدید
gd: {{ n }} puist-d ùra
hi_in: {{ n }} नया ईमेल
kk: {{ n }} жаңа хат
km: មាន​អ៊ីមែល​ថ្មី {{ n }}
kn: {{ n }} ಹೊಸ ಇಮೇಲ್‌ಗಳು
lv: {{ n }} jauni epasti
mai: {{ n }} नव इमेल
mg: Mailaka {{ n }} vaovao
ml: {{ n }} പുതിയ ഈമെയിലുകൾ
mr: {{ n }} नविन इ-मेल
my: အီမေလ်းအသစ်{{ n }}စောင်
ne: {{ n }} नयाँ इमेलहरु
or: {{ n }} ନୂତନ ମେଲ
ro: {{ n }} e-mailuri noi
si: නව විද්‍යුත් තැපැල් පණිවුඩ {{ n }}ක්
sw: Barua pepe {{ n }} Mpya
ta: {{ n }} புதிய மின்னஞ்சல்கள்
te: {{ n }} కొత్త ఈమెయిళ్ళు
th: {{ n }} อีเมลใหม่
tr: {{ n }} yeni e-posta
ur: {{ n }} نئی ای میل
uz: {{ n }} ta yangi xat

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
ar: {{ n }} رسالة إلكترونية جديدة
bg: {{ n }} нови писма
bn_in: {{ n }} নতুন ই-মেইল
br: {{ n }} a bosteloù nevez
bs: {{ n }} novih emailova
eu: {{ n }} mezu berri
fa: {{ n }} نامه‌الکترونیکی جدید
gd: {{ n }} post-d ùr
hi_in: {{ n }} नया ईमेल
kk: {{ n }} жаңа хат
km: មាន​អ៊ីមែល​ថ្មី {{ n }}
kn: {{ n }} ಹೊಸ ಇಮೇಲುಗಳು
lv: {{ n }} jauni epasti
mai: {{ n }} नव इमेल
mg: Mailaka {{ n }} vaovao
ml: {{ n }} പുതിയ ഈമെയിലുകൾ
mr: {{ n }} नविन इ-मेल
my: အီမေလ်းအသစ်{{ n }}စောင်
ne: {{ n }} नयाँ इमेलहरु
or: {{ n }} ନୂତନ ମେଲ
ro: {{ n }} e-mailuri noi
si: නව විද්‍යුත් තැපැල් පණිවුඩ {{ n }}ක්
sw: Barua pepe {{ n }} Mpya
ta: {{ n }} புதிய மின்னஞ்சல்கள்
te: {{ n }} కొత్త ఈమెయిళ్ళు
th: {{ n }} อีเมลใหม่
tr: {{ n }} yeni e-posta
ur: {{ n }} نئی ای میل
uz: {{ n }} ta yangi xat

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
ar: {{ n }} رسالة إلكترونية جديدة
bg: {{ n }} нови писма
bn_in: {{ n }} নতুন ই-মেইল
br: {{ n }} a bosteloù nevez
bs: {{ n }} novih emailova
eu: {{ n }} mezu berri
fa: {{ n }} نامه‌الکترونیکی جدید
gd: {{ n }} post-d ùr
hi_in: {{ n }} नया ईमेल
kk: {{ n }} жаңа хат
km: អ៊ីមែល​ថ្មី {{ n }}
kn: {{ n }} ಹೊಸ ಇಮೇಲುಗಳು
lv: {{ n }} jauni epasti
mai: {{ n }} नव इमेल
mg: Mailaka {{ n }} vaovao
ml: {{ n }} പുതിയ ഈമെയിലുകൾ
mr: {{ n }} नविन इ-मेल
my: အီမေလ်းအသစ်{{ n }}စောင်
ne: {{ n }} नयाँ इमेलहरु
or: {{ n }} ନୂତନ ମେଲ
ro: {{ n }} e-mailuri noi
si: නව විද්‍යුත් තැපැල් පණිවුඩ {{ n }}ක්
sw: Barua pepe {{ n }} Mpya
ta: {{ n }} புதிய மின்னஞ்சல்கள்
te: {{ n }} కొత్త ఈమెయిళ్ళు
th: {{ n }} อีเมลใหม่
tr: {{ n }} yeni e-posta
ur: {{ n }} نئی ای میل
uz: {{ n }} ta yangi xat

source: 1 New Email ({{ accountName }})
ar: بريد إلكتروني جديد ({{ accountName }})
bg: 1 ново писмо ({{ accountName }})
bn_in: 1টি নতুন ই-মেইল ({{ accountName }})
br: 1 postel nevez ({{ accountName }})
bs: 1 novi email ({{ accountName }})
eu: Mezu berri bat ({{ accountName }})
fa: ۱ نامه‌الکترونیکی جدید ({{ accountName }})
gd: {{ n }} phost-d ùr ({{ accountName }})
hi_in: 1 नया ईमेल ({{ accountName }})
kk: 1 жаңа хат ({{ accountName }})
km: អ៊ីមែលថ្មី 1 ({{ accountName }})
kn: 1 ಹೊಸ ಇಮೇಲ್ ({{ accountName }})
lv: 1 jauns epasts ({{ accountName }})
mai: 1 नव इमेल ({{ accountName }})
mg: Mailaka 1 vaovao ({{ accountName }})
ml: 1 പുതിയ ഈമെയിൽ ({{ accountName }})
mr: 1 नविन इ-मेल ({{ accountName }})
my: အီမေလ်း 1 စောင် ({{ accountName }})
ne: १ नँया इमेल ({{ accountName }})
or: 1 ନୂଆ ଇମେଲ ({{ accountName }})
ro: 1 e-mail nou ({{ accountName }})
si: නව විද්‍යුත් තැපැල් පණිවුඩ 1ක් ({{ accountName }})
sw: Barua pepe 1 ({{accountName }})
ta: ({{ accountName }}) க்கு 1 புதிய மடல்
te: 1 కొత్త ఈమెయిలు ({{ accountName }})
th: 1 อีเมลใหม่ ({{ accountName }})
tr: 1 yeni e-posta ({{ accountName }})
ur: 1 نئی ای میل ({{ accountName }})
uz: 1 ta yangi xat ({{ accountName }})

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
ar: {{ n }} بريد إلكتروني جديد ({{ accountName }})
bg: {{ n }} нови писма ({{ accountName }})
bn_in: {{ n }} নতুন ই-মেইল ({{ accountName }})
br: {{ n }} a bosteloù nevez ({{ accountName }})
bs: {{ n }} nova emaila ({{ accountName }})
eu: {{ n }} mezu berri ({{ accountName }})
fa: {{ n }} نامه‌الکترونیکی جدید ({{ accountName }})
gd: {{ n }} phost-d ùr ({{ accountName }})
hi_in: {{ n }} नया ईमेल ({{ accountName }})
kk: {{ n }} жаңа хат ({{ accountName }})
km: អ៊ីមែល​ថ្មី {{ n }} ({{ accountName }})
kn: {{ n }} ಹೊಸ ಇಮೇಲುಗಳು ({{ accountName }})
lv: {{ n }} jauni epasti ({{ accountName }})
mai: {{ n }} नव इमेल ({{ accountName }})
mg: Mailaka {{ n }} vaovao ({{ accountName }})
ml: {{ n }} പുതിയ ഈമെയിലുകൾ ({{ accountName }})
mr: {{ n }} नविन इ-मेल ({{ accountName }})
my: အီမေလ်း{{ n }}စောင် ({{ accountName }})
ne: {{ n }} नँया इमेलहरु ({{ accountName }})
or: {{ n }} ନୂଆ ଇମେଲ ({{ accountName }})
ro: {{ n }} e-mailuri noi ({{ accountName }})
si: නව විද්‍යුත් තැපැල් පණිවුඩ {{ n }}ක් ({{ accountName }})
sw: Barua pepe {{ n }} ({{ accountName }})
ta: ({{ accountName }}) க்கு {{ n }} புதிய மடல்கள்
te: {{ n }} కొత్త ఈమెయిల్స్ ({{ accountName }})
th: {{ n }} อีเมลใหม่ ({{ accountName }})
tr: {{ n }} yeni e-posta ({{ accountName }})
ur: {{ n }} نئی ای میل ({{ accountName }})
uz: {{ n }} ta yangi xat ({{ accountName }})

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
ar: {{ n }} رسائل إلكترونية جديدة ({{ accountName }})
bg: {{ n }} нови писма ({{ accountName }})
bn_in: {{ n }} নতুন ই-মেইল ({{ accountName }})
br: {{ n }} a bosteloù nevez ({{ accountName }})
bs: {{ n }} novih emailova ({{ accountName }})
eu: {{ n }} mezu berri ({{ accountName }})
fa: {{ n }} نامه‌الکترونیکی جدید ({{ accountName }})
gd: {{ n }} puist-d ùra ({{ accountName }})
hi_in: {{ n }} नया ईमेल ({{ accountName }})
kk: {{ n }} жаңа хат ({{ accountName }})
km: អ៊ីមែល​ថ្មី {{ n }} ({{ accountName }})
kn: {{ n }} ಹೊಸ ಇಮೇಲುಗಳು ({{ accountName }})
lv: {{ n }} jauni epasti ({{ accountName }})
mai: {{ n }} नव इमेल ({{ accountName }})
mg: Mailaka {{ n }} vaovao ({{ accountName }})
ml: {{ n }} പുതിയ ഈമെയിലുകൾ ({{ accountName }})
mr: {{ n }} नविन इ-मेल ({{ accountName }})
my: အီမေလ်းအသစ်{{ n }} စောင် ({{ accountName }})
ne: {{ n }} नँया इमेलहरु ({{ accountName }})
or: {{ n }} ନୂଆ ଇମେଲ ({{ accountName }})
ro: {{ n }} e-mailuri noi ({{ accountName }})
si: නව විද්‍යුත් තැපැල් පණිවුඩ {{ n }}ක් ({{ accountName }})
sw: Barua pepe {{ n }} mpya ({{ accountName }})
ta: ({{ accountName }}) க்கு {{ n }} புதிய மடல்கள்
te: {{ n }} కొత్త ఈమెయిల్స్ ({{ accountName }})
th: {{ n }} อีเมลใหม่ ({{ accountName }})
tr: {{ n }} yeni e-posta ({{ accountName }})
ur: {{ n }} نئی ای میل ({{ accountName }})
uz: {{ n }} ta yangi xat ({{ accountName }})

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
ar: {{ n }} بريد إلكتروني جديد ({{ accountName }})
bg: {{ n }} нови писма ({{ accountName }})
bn_in: {{ n }} নতুন ই-মেইল ({{ accountName }})
br: {{ n }} a bosteloù nevez ({{ accountName }})
bs: {{ n }} novih emailova ({{ accountName }})
eu: {{ n }} mezu berri ({{ accountName }})
fa: {{ n }} نامه‌الکترونیکی جدید ({{ accountName }})
gd: {{ n }} post-d ùr ({{ accountName }})
hi_in: {{ n }} नया ईमेल ({{ accountName }})
kk: {{ n }} жаңа хат ({{ accountName }})
km: {{ n }} អ៊ីមែល​ថ្មី ({{ accountName }})
kn: {{ n }} ಹೊಸ ಇಮೇಲುಗಳು ({{ accountName }})
lv: {{ n }} jauni epasti ({{ accountName }})
mai: {{ n }} नव इमेल ({{ accountName }})
mg: Mailaka {{ n }} vaovao ({{ accountName }})
ml: {{ n }} പുതിയ ഈമെയിലുകൾ ({{ accountName }})
mr: {{ n }} नविन इ-मेल ({{ accountName }})
my: အီမေလ်းအသစ် {{ n }} စောင် ({{ accountName }})
ne: {{ n }} नँया इमेलहरु ({{ accountName }})
or: {{ n }} ନୂଆ ଇମେଲ ({{ accountName }})
ro: {{ n }} e-mailuri noi ({{ accountName }})
si: නව විද්‍යුත් තැපැල් පණිවුඩ {{ n }}ක් ({{ accountName }})
sw: Barua pepe {{ n }} mpya ({{ accountName }})
ta: ({{ accountName }}) க்கு {{ n }} புதிய மடல்கள்
te: {{ n }} కొత్త ఈమెయిల్స్ ({{ accountName }})
th: {{ n }} อีเมลใหม่ ({{ accountName }})
tr: {{ n }} yeni e-posta ({{ accountName }})
ur: {{ n }} نئی ای میل ({{ accountName }})
uz: {{ n }} ta yangi xat ({{ accountName }})

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
ar: {{ n }} بريد إلكتروني جديد ({{ accountName }})
bg: {{ n }} нови писма ({{ accountName }})
bn_in: {{ n }} নতুন ই-মেইল ({{ accountName }})
br: {{ n }} a bosteloù nevez ({{ accountName }})
bs: {{ n }} novih emailova ({{ accountName }})
eu: {{ n }} mezu berri ({{ accountName }})
fa: {{ n }} نامه‌الکترونیکی جدید ({{ accountName }})
gd: {{ n }} post-d ùr ({{ accountName }})
hi_in: {{ n }} नया ईमेल ({{ accountName }})
kk: {{ n }} жаңа хат ({{ accountName }})
km: {{ n }} អ៊ីមែល​ថ្មី ({{ accountName }})
kn: {{ n }} ಹೊಸ ಇಮೇಲುಗಳು ({{ accountName }})
lv: {{ n }} jauni epasti ({{ accountName }})
mai: {{ n }} नव इमेल ({{ accountName }})
mg: Mailaka {{ n }} vaovao ({{ accountName }})
ml: {{ n }} പുതിയ ഈമെയിലുകൾ ({{ accountName }})
mr: {{ n }} नविन इ-मेल ({{ accountName }})
my: အီမေလ်းအသစ် {{ n }} စောင် ({{ accountName }})
ne: {{ n }} नँया इमेलहरु ({{ accountName }})
or: {{ n }} ନୂଆ ଇମେଲ ({{ accountName }})
ro: {{ n }} e-mailuri noi ({{ accountName }})
si: නව විද්‍යුත් තැපැල් පණිවුඩ {{ n }}ක් ({{ accountName }})
sw: Barua pepe {{ n }} mpya ({{ accountName }})
ta: ({{ accountName }}) க்கு {{ n }} புதிய மடல்கள்
te: {{ n }} కొత్త ఈమెయిల్స్ ({{ accountName }})
th: {{ n }} อีเมลใหม่ ({{ accountName }})
tr: {{ n }} yeni e-posta ({{ accountName }})
ur: {{ n }} نئی ای میل ({{ accountName }})
uz: {{ n }} ta yangi xat ({{ accountName }})

source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурни ли сте?
bn_in: আপনি কি নিশ্চিত?
br: Ha sur oc'h ?
bs: Da li ste sigurni?
eu: Ziur zaude?
fa: آیا اطمینان دارید؟
gd: A bheil thu cinnteach?
km: តើ​អ្នក​ប្រាកដ​ហើយ​ឬ?
kn: ಖಚಿತವೆ?
lv: Vai esat pārliecināts?
mg: Siora ianao?
my: သင် ဆောင်ရွက်မည်မှာ သေချာပါသလား။
ro: Ești sigur?
si: ඔබට විශ්වාස ද ?
th: คุณแน่ใจหรือไม่?
tr: Emin misiniz?
ur: کیا آپ پُریقین ہیں؟
uz: Ishonchingiz komilmi?

source: Other people may be able to see your passwords and emails or control your account.
ar: أشخاص آخرون قد يكونوا قادرين على رؤية كلمات السر ورسائل البريد الإلكتروني الخاصة بك أو السيطرة على حسابك.
bg: Други хора може да видят вашата парола, кореспонденция или да се възползват от регистрацията ви.
bn_in: অন্যান্য মানুষ আপনার পাসওয়ার্ড এবং ইমেইল দেখতে পারে বা আপনার অ্যাকাউন্ট নিয়ন্ত্রণ করতে পারে।
br: Gellout a rafe tud all gwelet ho ker-tremen hag ho posteloù pe implij ho kont.
bs: Drugi ljudi možda mogu vidjeti vaše lozinke i e-mailove ili kontrolirati vaš račun.
eu: Jendeak zure pasahitzak eta postak ikus ditzake, edo zure kontua kontrola dezake.
fa: ممکن است افراد دیگر قادر باشند گذرواژه یا ایمیل های شما مشاهده کنند یا حساب شما را تحت کنترل بگیرند.
gd: Dh’fhaoidte gum faic daoine eile na faclan-faire is puist-d agad no gum faigh iad cothrom air a’ chunntas agad.
km: អ្នកដទៃ​ប្រហែល​ជា​អាច​មើលឃើញ​ពាក្យ​សម្ងាត់​ និង​អ៊ីមែល ឬ​គ្រប់គ្រង​​គណនី​របស់​អ្នក​។​
kn: ಬೇರೆ ವ್ಯಕ್ತಿಗಳು ನಿಮ್ಮ ಗುಪ್ತಪದಗಳನ್ನು ನೋಡಬಹುದು ಮತ್ತು ಇಮೇಲ್ ಅಥವಾ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಿಯಂತ್ರಿಸಬಹುದು.
lv: Citām personām būtu iespēja redzēt jūsu paroles, lasīt jūsu vēstules vai pārvaldīt jūsu kontu.
mg: Mety hahita ireo tenimiafinao sy mailakao na hamehy ny kaontinao ny olona hafa.
my: အခြားသူများသည် သင်၏ စကားဝှက်များနှင့် အီးမေးလ်များကို မြင်နိုင်လိမ့်မည် (သို့) သင့်အကောင့်ကို ထိန်းချုပ်နိုင်လိမ့်မည်။
ro: Alte persoane ar putea fi capabile să-ți vadă parolele și e-mailurile sau să-ți controleze contul.
si: අනෙක් පුද්ගලන්ට ඔබේ මුරපදය හා විද්‍යුත් තැපැල් දැකගැනීමට හෝ ඔබේ ගිණුම හැසිරවීමට හැක.
th: บุคคลอื่นอาจสามารถเห็นรหัสผ่านและอีเมลของคุณ หรือเข้าควบคุมบัญชีของคุณ
ur: دیگر لوگ آپ کے پاس ورڈ اور ای میلز کو دیکھ سکتے ہے یا آپ کے اکاؤنٹ کو کنٹرول کر سکتے ہے۔
uz: Boshqa odamlar parollaringiz va xatlaringizni ko‘rishi va hisobingizni boshqarishi mumkin.
