Repository: translate/mozilla-gaia
Catalog: hsb/apps/ringtones/ringtones.properties.po
Languages: hsb

source: Manage Tones
hsb: Zynki zarjadować

source: Share ringtone
hsb: Zwonjenje dźělić

source: Delete ringtone
hsb: Zwonjenje zhašeć

source: Share alert
hsb: Warnowanje dźělić

source: Delete alert
hsb: Warnowanje zhašeć

# actions-cancel
source: Cancel
hsb: Přetorhnyć

source: Delete Ringtone
hsb: Zwonjenje zhašeć

source: Delete Alert
hsb: Warnowanje zhašeć

source: Are you sure you want to delete "{{tone}}"?
hsb: Chceće woprawdźe "{{tone}}" zhašeć?

source: "{{tone}}" is the current default ringtone. Are you sure you want to delete it?
hsb: "{{tone}}" je aktualne standardne zwonjenje. Chceće jo woprawdźe zhašeć?

source: "{{tone}}" is the current default alert. Are you sure you want to delete it?
hsb: "{{tone}}" je aktualne standardne warnowanske zwonjenje. Chceće jo woprawdźe zhašeć?

# delete-cancel
source: Cancel
hsb: Přetorhnyć

source: Delete
hsb: Zhašeć

source: Ringtone deleted.
hsb: Zwonjenje zhašane.

source: Alert deleted.
hsb: Warnowanje zhašane.

source: New ringtone created.
hsb: Nowe zwonjenje wutworjene.

source: Ringtone set as default.
hsb: Zwonjenje je so jako standard nastajiło.

source: SD Card
hsb: SD-karta

source: Select Sound
hsb: Zynk wubrać

source: Set
hsb: Nastajić

source: {{ringtoneSectionBrandName}} Ringtones
hsb: Zwonjenja {{ringtoneSectionBrandName}}

source: {{ringtoneSectionBrandName}} Alerts
hsb: Alarmy {{ringtoneSectionBrandName}}

source: My Ringtones
hsb: Moje zwonjenja

source: My Alerts
hsb: Moje alarmy

source: Create Ringtone
hsb: Zwonjenje wutworić

source: Save
hsb: Składować

# create-cancel
source: Cancel
hsb: Přetorhnyć

source: Corrupted File
hsb: Wobkškodźena dataja

source: The file is corrupted. It cannot be used to create a ringtone.
hsb: Dataja je wobškodźena. Njeda so wužiwać, zo by zwonjenje wutworiło.

source: Ringtone Not Created
hsb: Zwonjenje njeje so wutworiło

source: There was an issue creating the ringtone. Please try again.
hsb: Problem při wutworjenju zwonjenja. Prošu spytajće hišće raz.

source: Use as default ringtone
hsb: Jako standardne zwonjenje wužiwać

source: OK
hsb: W porjadku

source: Untitled
hsb: Bjez titula
