Repository: translate/mozilla-gaia
Catalog: son/apps/verticalhome/homescreen.properties.po
Languages: son

source: Search or enter address
son: Ceeci wala aderesu dam

source: Delete {{name}}
son: {{name}} tuusu

source: {{name}} and all of its data will be deleted.
son: {{name}} nda nga bayhayey kul ga tuusandi.

source: Delete
son: Tuusu

source: Cancel
son: Naŋ

source: Homescreen Settings
son: Šintin diji kayandiyaney

source: Change Wallpaper
son: Cetakaddasu barmay

source: Add Smart Collections
son: Kuunari carmey tonton

source: Edit
son: Fasal

source: Done
son: Ben

source: Stop {{name}}
son: {{name}} kayandi

source: Do you want to stop the download in progress?
son: War ga boona ka zumandiyanoo woo kayandi?

source: Stop
son: Kayandi

source: Restart Download
son: Zumandiyan tunandi taaga

source: Do you want to download {{name}}?
son: War ga baa ka {{name}} zumandi?

source: Download
son: Zumandi

source: Edit group
son: Margaa fasal
