Repository: translate/mozilla-gaia
Catalog: bm/apps/bluetooth/bluetooth.properties.po
Languages: bm

source: Turn Bluetooth on to view devices in the area.
bm: Bluetooth bila ala ka yan glanfɛnw ye.

source: Paired devices
bm: Glanfɛnw flakafolen

source: Devices in the area
bm: Yan glanfɛnw

source: Visible to all
bm: Bɛ ka yeta

source: Your device name exceeds {{length}} characters. Please retry again.
bm: E ka glanfɛn tɔkɔ tɛmɛna {{length}} siginidenw ka. Hakɛto i ka segin a kan.

source: Bluetooth Address
bm: Bluetooth Sosira

source: Not available
bm: Tɛ lasɔrɔ

source: No devices paired
bm: Glanfɛnw ši ma flakafo

source: Turned off
bm: Fagalen do

# bt-status-paired[one]
source: {{name}}, +{{n}} more
bm: {{name}}, +{{n}} caman

# bt-status-paired[two]
source: {{name}}, +{{n}} more
bm: {{name}}, +{{n}} caman

# bt-status-paired[few]
source: {{name}}, +{{n}} more
bm: {{name}}, +{{n}} caman

# bt-status-paired[many]
source: {{name}}, +{{n}} more
bm: {{name}}, +{{n}} caman

# bt-status-paired[other]
source: {{name}}, +{{n}} more
bm: {{name}}, +{{n}} caman

source: Tap to connect
bm: Makaala ka kafojurula

source: Pairing with device…
bm: Bɛ ka kafolikɛ ni glanfɛn ye...

source: Waiting for other device…
bm: Bɛ ka glanfɛn dɔ i kɔnɔ...

source: Paired
bm: Flakafolen

source: Connecting…
bm: Bɛ ka kafojurula...

source: Connected
bm: Kafolen jurula

source: Connected to phone audio
bm: Blalen telefoni mankanbɔyɔrɔ la

source: Connected to media audio
bm: Blalen kojɛnsɛnlanw mankanbɔyɔrɔ la

source: Connected to phone/media audio
bm: Blalen telefoni/kojɛnsɛnlanw mankanbɔyɔrɔ la

source: Unpair
bm: Flafara

source: Confirm
bm: Sɛmɛndiya

# device-option-unpair-confirmation
source: Confirmation
bm: Sɛmɛndiya

source: Unpair device?
bm: Glanfɛn kafolenbɔ?

source: Connect
bm: Kafojurula

source: Disconnect
bm: Kafolen bɔ jurula

source: Searching for devices…
bm: Bɛ ka glanfɛnw ɲini...

source: Search for devices
bm: Glanfɛnw ɲini

source: Rename my device
bm: Neka glanfɛn tɔtɔda kuraye

source: Unknown device
bm: Glanfenw lakodɔnbali

source: Change device name
bm: Glanfɛn tɔgɔ yɛlɛma

source: This name will appear on your other Bluetooth devices
bm: Ni tɔgɔ in bɛ bɔ i ka Bluetooth glanfɛn tɔw kan

source: New name
bm: Tɔgɔ kura

source: Unable to pair devices
bm: Mase ka glanfɛnw flaflakafo

source: Unable to pair with the device. Check that the PIN is correct.
bm: Mase ka flaflakafo ni glanfɛn ye. I ka PIN sɛkɛsɛkɛ ni a klennen do.

source: Unable to pair with the device. Too many requests.
bm: Mase ka flaflakafo ni glanfɛn ye. Deeliw caara ka kojugu.

source: Unable to connect devices
bm: Mase ka glanfɛnw kafo jurula

source: Confirmation
bm: Sɛmɛntiyali

source: Bluetooth is disabled
bm: Bluetooth bɔlen do ala

source: Do you want to turn Bluetooth on?
bm: E b'a fɛ ka Bluetooth mɛnɛ wa?

source: Cancel
bm: Dabila

source: Turn On
bm: Mɛnɛ

source: Bluetooth file transfer failed
bm: Gafesiri donini Bluetooth fɛ ma ɲa.

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
bm: Gafesiri donini Bluetooth fɛ ma ɲa. A lajɛ ni Bluetooth nyɛbolanw bilala koɲuma.

source: OK
bm: Awɔ

source: Bluetooth Request From
bm: Bluetooth Ɲininfɛɛ Kabɔ

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
bm: Bluetooth flakafo ɲininfɛɛ

source: Bluetooth Pairing Request
bm: Bluetooth Flakafo Ɲininfɛɛ

source: Bluetooth pairing request expired. Try to pair again.
bm: Bluetooth flakafo ɲininfɛɛ kuma tɛmɛna. Segi k'a lajɛ tun.
