Repository: translate/mozilla-gaia
Catalog: hsb/apps/wappush/wappush.properties.po
Languages: hsb

source: WAP Push message
hsb: Powěsć WAP Push

source: Close
hsb: Začinić

source: Accept
hsb: Akceptować

source: Quit
hsb: Skónčić

source: Cancel
hsb: Přetorhnyć

source: Try again
hsb: Hišće raz spytać

source: Finish
hsb: Dokónčić

source: Next
hsb: Dale

source: Done
hsb: Dokónčene

source: This message has expired
hsb: Tuta powěsć je spadnyła

source: Configuration message received
hsb: Konfiguraciska zdźělenka přijata

source: OTA Access Point Configuration
hsb: Přistupna konfiguracija přez mobilne škričkowanje

source: Configuration message received, tap on “Done” to continue.
hsb: Konfiguraciska zdźělenka přijata, podótkńće so “Akceptować”, zo byšće pokročował.

source: The PIN code should have been provided to you by whomever sent you the configuration message.
hsb: Wy dyrbjał PIN-kod wot teje wosoby měć, kotraž je wam konfiguracisku zdźělenku připósłała.

source: The message has not been processed yet, do you really want to quit?
hsb: Zdźělenka hišće njeje so předźěłała, chceće woprawdźe skónčić?

source: Your carrier is sharing configuration information with you. Do you want to install it?
hsb: Waš wobhospodar dźěli konfiguraciske informacije z wami. Chceće je instalować?

source: PIN is not correct.
hsb: PIN je wopak.

source: APN(s) saved.
hsb: APN składowane.

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
hsb: Konfiguraciska zdźělenka, kotruž sće přijał, njeda so ze SIM-kartu autentifikować, tak zo waš grat njeda so konfigurować.

source: There was a error while authenticating the sender of the message.
hsb: Zmylk při awtentifikowanju wotpósłarja zdźělenki.

source: The authentication mechanism is not supported yet.
hsb: Awtentifikowanska metoda so hišće njepodpěruje.

source: The configuration message you received does not have valid APNs.
hsb: Konfiguraciska zdźělenka, kotruž sće přijał, płaćiwe APN nima.
