Repository: translate/mozilla-gaia
Catalog: dsb/apps/sms/sms.properties.po
Languages: dsb

source: Messages
dsb: Powěsći

source: Delete messages
dsb: Powěsći lašowaś

source: Select
dsb: Wubraś

source: Edit
dsb: Wobźěłaś

source: Back
dsb: Slědk

source: Cancel
dsb: Pśetergnuś

source: Undo
dsb: Anulěrowaś

source: Done
dsb: Dokóńcone

source: Delete
dsb: Lašowaś

source: Delete thread
dsb: Nitku lašowaś

source: Mark as read
dsb: Ako pśecytany markěrowaś

source: Mark as unread
dsb: Ako njecytany markěrowaś

source: Deleting…
dsb: Lašujo se…

source: Select all
dsb: Wšykno wubraś

source: Deselect all
dsb: Wšykne wótwóliś

# selected-threads[zero]
source: none selected
dsb: žedna wubrana

# selected-threads[one]
source: {{n}} selected
dsb: {{n}} wubrana

# selected-threads[two]
source: {{n}} selected
dsb: {{n}} wubranej

# selected-threads[few]
source: {{n}} selected
dsb: {{n}} wubrane

# selected-threads[many]
source: {{n}} selected
dsb: {{n}} wubranych

# selected-threads[other]
source: {{n}} selected
dsb: {{n}} wubranych

# selected-messages[zero]
source: none selected
dsb: žedna wubrana

# selected-messages[one]
source: {{n}} selected
dsb: {{n}} wubrana

# selected-messages[two]
source: {{n}} selected
dsb: {{n}} wubranej

# selected-messages[few]
source: {{n}} selected
dsb: {{n}} wubrane

# selected-messages[many]
source: {{n}} selected
dsb: {{n}} wubranych

# selected-messages[other]
source: {{n}} selected
dsb: {{n}} wubranych

source: Select Threads
dsb: Nitki wubraś

source: Select Messages
dsb: Powěsći wubraś

source: Settings
dsb: Nastajenja

source: Add subject
dsb: Titel pśidaś

source: Remove subject
dsb: Titel wótpóraś

source: To:
dsb: Komu:

source: New
dsb: Nowy

source: Message
dsb: Powěsć

# messagesInput.title
source: Message
dsb: Powěsć

source: Subject
dsb: Titel

source: Converting to multimedia message.
dsb: Do multimedijoweje powěsći konwertěrowaś.

source: Converting to text message.
dsb: Do tekstoweje powěsći konwertěrowaś.

source: You’ve reached the maximum length.
dsb: Sćo maksimalnu dłujkosć dojśpił.

source: Maximum length of subject reached.
dsb: Maksimalna dłujkosć titela jo dojśpjona.

source: You’ve exceeded the {{mmsSize}} KB size limit of a single multimedia message. Remove attachments or shorten the message to send it.
dsb: Sćo limit wjelikosće {{mmsSize}} KB jadnotliweje multimedijoweje powěsći pśekšocył. Wótpórajśo pśidanki abo skrotcćo powěsć, nježli až ju pósćelośo.

source: New message
dsb: Nowa powěsć

source: Send message
dsb: Powěsć pósłaś

source: Send multimedia message
dsb: Multimedijowu powěsć pósłaś

source: (No recipient)
dsb: (Žeden dostawaŕ)

source: {{n}} recipient
dsb: {{n}} dostawaŕ

# recipient[two]
source: {{n}} recipients
dsb: {{n}} dostawarja

# recipient[few]
source: {{n}} recipients
dsb: {{n}} dostawarje

# recipient[many]
source: {{n}} recipients
dsb: {{n}} dostawarjow

# recipient[other]
source: {{n}} recipients
dsb: {{n}} dostawarjow

source: There is no application available to open this file type.
dsb: Njejo žedno nałoženje k dispoziciji, aby toś ten datajowy typ wócyniło.

source: Remove
dsb: Wótpóraś

source: {{n}} participant
dsb: {{n}} partnaŕ

# participant[two]
source: {{n}} participants
dsb: {{n}} partnarja

# participant[few]
source: {{n}} participants
dsb: {{n}} partnarje

# participant[many]
source: {{n}} participants
dsb: {{n}} partnarjow

# participant[other]
source: {{n}} participants
dsb: {{n}} partnarjow

source: Message report
dsb: Powěsćowa rozpšawa

source: Text Message (SMS)
dsb: Tekstowa powěsć (SMS)

source: Multimedia Message (MMS)
dsb: Multimedijowa powěsć (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
dsb: Waša tekstowa powěsć (SMS) jo se {{datetime}} pósłała

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
dsb: Waša multimedijowa powěsć (MMS), titel {{subject}}, jo se {{datetime}} pósłała

source: Your Multimedia Message (MMS), was sent on {{datetime}}
dsb: Waša multimedijowa powěsć (MMS) jo se {{datetime}} pósłała

source: Subject:
dsb: Titel:

source: Message could not be sent
dsb: Powěsć njedajo se pósłaś

source: not downloaded
dsb: njeześěgnjony

source: Delivered:
dsb: Pśipósłany:

source: Read:
dsb: Pśecytany:

source: Report requested
dsb: Rozpšawa jo se pominała

source: Message rejected
dsb: Powěsć jo se wótpokazała

source: Message size:
dsb: Powěsćowa wjelikosć:

source: To
dsb: Komu

source: From
dsb: Wót

source: Sent:
dsb: Pósłany:

source: Received:
dsb: Dostany:

source: Via:
dsb: Pśez:

source: Resend
dsb: Hyšći raz pósłaś

source: Lateness:
dsb: Zapózdźenje:

source: Search
dsb: Pytaś

source: Unknown Contact
dsb: Njeznaty kontakt

source: Discard the message you’re composing and open the new message?
dsb: Powěsć zachyśiś, kótaruž pišośo a nowu powěsć wócyniś?

source: The message could not be sent. Try again?
dsb: Powěsć njedajo se pósłaś. Hyšći raz wopytaś?

source: Resend this message
dsb: Toś tu powěsć znowego pósłaś

# deleteMessage-confirmation
source: Delete selected message?
dsb: Wubranu powěsć lašowaś?

source: Please select messages to be deleted.
dsb: Pšosym wubjeŕśo powěsći, kótarež maju se lašowaś.

# deleteMessages-confirmation-message[one]
source: Delete selected message?
dsb: Wubranu powěsć lašowaś?

# deleteMessages-confirmation-message[two]
source: Delete {{n}} selected messages?
dsb: Wubranej {{n}} powěsći lašowaś?

# deleteMessages-confirmation-message[few]
source: Delete {{n}} selected messages?
dsb: Wubrane {{n}} powěsći lašowaś?

# deleteMessages-confirmation-message[many]
source: Delete {{n}} selected messages?
dsb: Wubrane {{n}}powěsćow lašowaś?

# deleteMessages-confirmation-message[other]
source: Delete {{n}} selected messages?
dsb: Wubrane {{n}} powěsćow lašowaś?

source: Please select message threads to be deleted.
dsb: Ošosym wubjeŕśo powěsćowe nitki, kótarež maju se lašowaś.

source: Delete selected message thread?
dsb: Nitku wubraneje powěsći lašowaś?

# deleteThreads-confirmation-message[two]
source: Delete {{n}} selected message threads?
dsb: {{n}} nitce wubranych powěsćow lašowaś?

# deleteThreads-confirmation-message[few]
source: Delete {{n}} selected message threads?
dsb: {{n}} nitki wubranych powěsćow lašowaś?

# deleteThreads-confirmation-message[many]
source: Delete {{n}} selected message threads?
dsb: {{n}} nitkow wubranych powěsćow lašowaś?

# deleteThreads-confirmation-message[other]
source: Delete {{n}} selected message threads?
dsb: {{n}} nitkow wubranych powěsćow lašowaś?

source: New message from
dsb: Nowa powěsć wót

source: Read it
dsb: Cytaś

source: No messages
dsb: Žedne powěsći

source: Start communicating now
dsb: Zachopśo něnto komunikaciju

source: Message not sent
dsb: Powěsć njejo se pósłała

source: There was a problem sending the message. Please try again.
dsb: Problem pśi słanju powěsći. Pšosym wopytajśo hyšći raz.

# sendDefaultErrorBtnOk
source: OK
dsb: W pórěźe

source: Missing SIM card
dsb: SIM-kórta felujo

source: Insert a valid SIM card to continue.
dsb: Zasajźćo płaśiwu SIM-kórtu, aby pókšacował.

# sendMissingSimCardBtnOk
source: OK
dsb: W pórěźe

source: Airplane mode activated
dsb: Modus leśenja zmóžnjony

source: Turn off airplane mode to send messages.
dsb: Znjemóžniśo modus leśenja, aby powěsći pósłał.

# sendFlightModeBtnOk
source: OK
dsb: W pórěźe

source: Turn off airplane mode to download attachments.
dsb: Modus lěśenja wušaltowaś, aby pśidanki ześěgnuło.

source: FDN active
dsb: FDN aktiwny

source: Editing SMS {{number}}
dsb: SMS {{number}} wobźěłaś

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:
dsb: FDN (Fixed Dialing Numbers) jo zaktiwěrowany. Pśeznańśo se, lěc SMS-centrum a slědujucy dostawaŕ stej we wašej FDN-lisćinje:

# fdnErrorBody[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
dsb: FDN (Fixed Dialing Numbers) jo zaktiwěrowany. Pśeznańśo se, lěc SMS-centrum a slědujucej dostawarja su we wašej FDN-lisćinje:

# fdnErrorBody[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
dsb: FDN (Fixed Dialing Numbers) jo zaktiwěrowany. Pśeznańśo se, lěc SMS-centrum a slědujuce dostawarje su we wašej FDN-lisćinje:

# fdnErrorBody[many]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
dsb: FDN (Fixed Dialing Numbers) jo zaktiwěrowany. Pśeznańśo se, lěc SMS-centrum a slědujuce dostawarje su we wašej FDN-lisćinje:

# fdnErrorBody[other]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:
dsb: FDN (Fixed Dialing Numbers) jo zaktiwěrowany. Pśeznańśo se, lěc SMS-centrum a slědujuce dostawarje su we wašej FDN-lisćinje:

# fdnErrorBtnOk
source: OK
dsb: W pórěźe

source: Switch data connection
dsb: Datowy zwisk pśešaltowaś

source: Switch the data connection to SIM {{ nonActiveSimId }} to retrieve the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
dsb: Pśešaltujśo datowy zwisk ze SIM {{ nonActiveSimId }}, aby MMS wótewzeł. Aktualne datowe pśenjasenje na SIM {{ activeSimId }} se pśetergnjo. Weto pókšacowaś?

source: Later
dsb: Pózdźej

# switchSimToRetrieveConfirm
source: OK
dsb: W pórěźe

source: Switch the data connection to SIM {{ nonActiveSimId }} to send the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
dsb: Pśešaltujśo datowy zwisk ze SIM {{ nonActiveSimId }}, aby MMS pósłał. Aktualne datowe pśenjasenje na SIM {{ activeSimId }} se pśetergnjo. Weto pókšacowaś?

source: No network coverage
dsb: Žeden seśowy zwisk

source: Make sure you have a mobile signal and try again.
dsb: Pśeznańśo se, lěc maśo mobilny signal a wopytajśo hyšći raz.

# sendNoSignalErrorBtnOk
source: OK
dsb: W pórěźe

source: Message not found
dsb: Powěsć njejo se namakała

source: The message you’re looking for is no longer available.
dsb: Powěsć, kótaruž pytaśo, wěcej njejo k dispoziciji.

# sendNotFoundErrorBtnOk
source: OK
dsb: W pórěźe

source: Invalid number
dsb: Njepłaśiwy numer

source: Make sure the mobile number you’re sending to is valid.
dsb: Pśeznańśo se, až numer mobilnego telefona, na kótaryž sćelośo, jo płaśiwe.

# sendInvalidAddressErrorBtnOk
source: OK
dsb: W pórěźe

source: Unable to download
dsb: Ześěgnjenje njejo móžno

source: Please make sure the SIM card inserted is the one used to receive this message.
dsb: Pšosym pśeznańśo se, lěc zasajźona SIM-kórta jo toś ta, kótaraž jo se wužyła, aby toś tu powěsć dostało.

# simNotMatchedErrorBtnOk
source: OK
dsb: W pórěźe

source: This message has already been deleted.
dsb: Toś ta powěsć jo se južo wulašowała.

# view-attachment-image
source: View
dsb: Woglědaś se

source: Listen
dsb: Słuchaś

# view-attachment-video
source: View
dsb: Woglědaś se

# view-attachment-other
source: View
dsb: Woglědaś se

source: Remove image
dsb: Wobraz wótpóraś

source: Remove audio
dsb: Awdio wótpóraś

source: Remove video
dsb: Wideo wótpóraś

source: Remove attachment
dsb: Pśidank wótpóraś

source: Replace image
dsb: Wobraz wuměniś

source: Replace audio
dsb: Awdio wuměniś

source: Replace video
dsb: Wideo wuměniś

source: Replace attachment
dsb: Pśidank wuměniś

source: Message options
dsb: Powěsćowe nastajenja

source: Thread options
dsb: Nitkowe nastajenja

source: Forward
dsb: Dalej pósrědniś

source: View message report
dsb: Powěsćowu rozpšawu pokazaś

source: Select text
dsb: Tekst wubraś

source: Mobile
dsb: Mobilny telefon

source: Home
dsb: Doma

source: Work
dsb: Na źěle

source: Personal
dsb: Wósobinski

source: Fax home
dsb: Priwatny faks

source: Fax office
dsb: Słužbny faks

source: Fax other
dsb: Drugi faks

source: Another
dsb: Drugi

source: Other
dsb: Dalšne

source: today
dsb: źinsa

source: today {{ time }}
dsb: źinsa {{ time }}

source: yesterday
dsb: cora

source: yesterday {{ time }}
dsb: cora {{ time }}

source: Add to an existing contact
dsb: Eksistujucemu kontaktoju pśidaś

source: Create new contact
dsb: Nowy kontakt napóraś

source: View contact
dsb: Kontakt pokazaś

source: Call
dsb: Zawołaś

source: Send email
dsb: Mejlku pósłaś

source: MMS message
dsb: MMS-powěsć

source: Message is not downloaded yet.
dsb: Powěsć hyšći njejo se ześěgnuła.

source: You received a multimedia message. You can use the link below to download its content until {{date}}.
dsb: Sćo multimedijowu powěsć dostał. Móžośo slědujucy wótkaz wužywaś, aby jeje wopśimjeśe až do {{date}} ześěgnuł.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
dsb: Powěsć jo bóžko {{date}} pśepadnuła a njedajo se ześěgnuś.

source: Download
dsb: Ześěgnuś

source: Downloading…
dsb: Ześěgujo se…

source: untitled
dsb: bźez titela

# attached-files-too-large[zero]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
dsb: Dataje, kótarež sćo wubrał, pśekšocuju limit wjelikosći {{mmsSize}} KB jadnotliweje multimedijoweje powěsći.

source: The file you have selected exceeds the {{mmsSize}} KB size limit of a single multimedia message.
dsb: Dataja, kótaruž sćo wubrał, pśekšocujo limit wjelikosći {{mmsSize}} KB jadnotliweje multimedijoweje powěsći.

# attached-files-too-large[two]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
dsb: Dataji, kótarejž sćo wubrał, pśekšocujotej limit wjelikosći {{mmsSize}} KB jadnotliweje multimedijoweje powěsći.

# attached-files-too-large[few]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
dsb: Dataje, kótarež sćo wubrał, pśekšocuju limit wjelikosći {{mmsSize}} KB jadnotliweje multimedijoweje powěsći.

# attached-files-too-large[many]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
dsb: Dataje, kótarež sćo wubrał, pśekšocuju limit wjelikosći {{mmsSize}} KB jadnotliweje multimedijoweje powěsći.

# attached-files-too-large[other]
source: The files you have selected exceed the {{mmsSize}} KB size limit of a single multimedia message.
dsb: Dataje, kótarež sćo wubrał, pśekšocuju limit wjelikosći {{mmsSize}} KB jadnotliweje multimedijoweje powěsći.

source: Resizing the attached image
dsb: Wjelikosć pśidanego wobraza se pśiměrjujo

source: There is a problem with the attached file and it cannot be downloaded.
dsb: Jo problem z pśidaneju dataju, njedajo se ześěgnuś.

source: Message saved as draft
dsb: Powěsć jo se ako nacerjenje składowała

source: unknown SIM
dsb: njeznaty SIM

source: Send
dsb: Pósłaś

source: using SIM {{n}}
dsb: z pomocu SIM {{n}}

source: Add attachment
dsb: Pśidank pśidaś

source: Contact photo
dsb: Kontaktowe foto

source: Unread
dsb: Njecytany

source: Has draft
dsb: Ma nacerjenje

source: Draft
dsb: Nacerjenje

source: Actions
dsb: Akcije

# settingsButton.ariaLabel
source: Settings
dsb: Nastajenja

# composeLink.ariaLabel
source: New message
dsb: Nowa powěsć

# callButton.ariaLabel
source: Call
dsb: Zawołaś

source: Sending…
dsb: Sćelo se…

source: Delivered
dsb: Pśipósłany

source: Read
dsb: Pśecytany

source: Error
dsb: Zmólka

source: Late arrival
dsb: Pózne pśiźenje

# late-arrival-notice-in-months[zero]
source: {{ lateness }}mth late
dsb: {{ lateness }}mjasecow pśepózdźe

# late-arrival-notice-in-months[one]
source: {{ lateness }}mth late
dsb: {{ lateness }}mjasec pśepózdźe

# late-arrival-notice-in-months[two]
source: {{ lateness }}mths late
dsb: {{ lateness }}mjaseca pśepózdźe

# late-arrival-notice-in-months[few]
source: {{ lateness }}mths late
dsb: {{ lateness }}mjasece pśepózdźe

# late-arrival-notice-in-months[many]
source: {{ lateness }}mths late
dsb: {{ lateness }}mjasecow pśepózdźe

# late-arrival-notice-in-months[other]
source: {{ lateness }}mths late
dsb: {{ lateness }}mjasecow pśepózdźe

source: {{ lateness }}d late
dsb: {{ lateness }} dnjow pśepózdźe

source: {{ lateness }}h late
dsb: {{ lateness }} góźinow pśepózdźe

source: {{ lateness }}m late
dsb: {{ lateness }} minutow pśepózdźe

# modal-dialog-ok-button
source: OK
dsb: W pórěźe

# modal-dialog-cancel-button
source: Cancel
dsb: Pśetergnuś

# modal-dialog-default-title
source: Messages
dsb: Powěsći
