Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
af: Netwerkontverpersoonliking-versoek. Jy het {{n}} probeerslae oor om die regte kode in te voer. Raadpleeg jou toestel se dokumentasie of skakel jou draer vir meer inligting.
am: የ ኔትዎርክ መቀየር ጥያቄ ወድቋል: እርስዎ {{n}} ሙከራ ይቀርዎታል ትክክለኛውን ኮድ ለማስገባት: ያመሳክሩ ወደ እርስዎ አካል ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: فشل طلب عدم تخصيص الشبكة. لديك {{n}} محاولات متبقية لادخال الكود الصحيح. راجع وثائق جهازك أو اتصل مع مزود الخدمة لمعلومات اضافية.
as: নেটৱৰ্ক অব্যক্তিগতকৰণ অনুৰোধ ব্যৰ্থ হ'ল। শুদ্ধ ক'ড সুমুৱাবলে আপোনাৰ {{n}} টা প্ৰচেষ্টা বাকী আছে। আপোনাৰ ডিভাইচৰ তথ্যচিত্ৰ চাওক অথবা অধিক তথ্যৰ বাবে আপোনাৰ প্ৰদানকাৰীৰ যোগাযোগ কৰক।
bg: Заявката за мрежово обезличаване е неуспешна. Имате {{n}} опита да въведете правилен код. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_in: নেটওয়ার্ক ডিপার্সোনালাইসেশান অনুরোধ ব্যর্থ। সঠিক কোড লেখার জন্য কেবল {{n}} টি প্রচেষ্টা বাকি আছে। আপনার ডিভাইসের নথিপত্র ঘেঁটে দেখুন অথবা আরও জানতে ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: C'hwitadenn war dibersoneladur ar rouedad. Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh. Lennit teuliadur an trevnad pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Zahtjev za depersonalizaciju mreže neuspješan. Imate još {{n}} pokušaja da unesete ispravan kod. Pogledajte dokumentaciju uređaja ili se obratite operateru za više informacija.
ca: Ha fallat la sol·licitud de despersonalització de la xarxa. Us queden {{n}} intents per introduir el codi correcte. Consulteu la documentació del dispositiu o contacteu amb el vostre operador per a més informació.
cy: Methiant gofyn am ddadbersonoli rhwydwaith. Dim ond {{n}} cyfle sydd gennych ar ôl i gyflwyno'r cod cywir. Darllenwch daflen wybodaeth eich cerdyn SIM neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: La despersonalización de red falló. Le quedan {{n}} intentos para escribir el código correcto. Consulte la documentación de su dispositivo o contacte con su operador para tener más información.
eu: Sare-despertsonalizaziorako eskaeraren hutsegitea. {{n}} aukera dauzkazu kode zuzena sartzeko. Begiratu zure gailuaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: درخواست غیرشخصی‌سازی شبکه شما با خطا مواجه شده است . فقط{{n}} تلاش برای وارد کردن رمز درست را دارید. برای اطلاعات بیش‌تر به مستندات نرم‌افزار مراجعه کرده یا با سرویس‌دهنده تماس بگیرید.
ga_ie: Theip ar an díphearsanú líonra. Níl ach {{n}} iarracht fágtha agat an cód ceart a chur isteach. Féach ar dhoiciméadú do ghléis nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Dh’fhàillig d’ iarrtas airson Network Depersonalization. Tha {{n}} oidhirp air fhàgail gus an còd ceart a chur a-steach. Thoir sùil air an fhiosrachadh a fhuair thu an cois an uidheim no cuir fios gun ghiùlanair agad airson barrachd fiosrachaidh.
hi_in: नेटवर्क ननिजीकरण अनुरोध विफलता. आप {{n}} सही कोड में प्रवेश करने के लिए छोड़ दिया है की कोशिश करता है. अपने डिवाइस प्रलेखन के लिए देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करें
hu: A hálózat személytelenítésére vonatkozó kérés sikertelen. Még {{n}} lehetősége van a helyes kód megadására. Nézze meg az eszköz dokumentációját, vagy keresse meg szolgáltatóját.
id: Permintaan depersonalisasi jaringan gagal. Anda memiliki sisa {{n}} kali kesempatan untuk memasukkan kode yang benar. Lihat dokumentasi perangkat atau hubungi operator Anda untuk informasi lebih lanjut.
km: សំណើរ​មិន​មាន​លក្ខណៈ​ផ្ទាល់ខ្លួន​នៃ​បណ្ដញ​បាន​បរាជ័យ។ អ្នក​​មាន​ការ​ព្យាយាម​ {{n}} ទៀត​ក្នុង​ការ​បញ្ចូល​លេខ​កូដ​​ដែល​ត្រឹមត្រូវ។ យោង​​ទៅ​​ឯកសារ​ឧបករណ៍​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​របស់​អ្នក​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: ನೆಟ್‌ವರ್ಕ್ ಅಗತ್ಯಾನುಗುಣವಲ್ಲದಂತೆ ಮಾಡುವ ಬೇಡಿಕೆಯ ವಿಫಲತೆ. ನಿಮಗೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ. ನಿಮ್ಮ ಸಾಧನದ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mg: Tsy nety ny hataka fanalam-panokanan-tambajotra. Andrana {{n}} sisa no anananao hampidirana ny kaody marina. Jereo ny boky momba ny fitovanao na mifandraisa @ mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: നെറ്റ്‌വര്‍ക്ക് തുറക്കാനുള്ള ശ്രമം പരാജയപ്പെട്ടു. ശരിയായ കോഡ് നല്‍കാന്‍ {{n}} ശ്രമം കൂടി ബാക്കിയുണ്ട്. കൂടുതല്‍ വിവരങ്ങള്‍ക്ക് നിങ്ങളുടെ ഉപകരണത്തിന്റെ ഡേക്യുമെന്റേഷന്‍ നോക്കുകയോ, സേവനദാതാവുമായി ബന്ധപ്പെടുകയോ ചെയ്യുക.
mr: नेटवर्क डिपर्सनलाझेशन् विनंती अयशस्वी. आपणाकडे अचूक कोड टाकण्यासाठी {{n}} प्रयत्न बाकी आहेत. अधिक माहितीसाठी, आपल्या साधनाचा दस्तावेज पहा किंवा आपल्या कॅरिअर कंपनीशी संपर्क साधा.
ms: Kegagalan permintaan rangkaian depersonalisasi. Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul. Lihat dokumentasi peranti atau hubungi operator anda untuk maklumat.
my: ချိတ်ဆက်မှူ အပြင်အဆင်မဲ့ တောင်းဆိုမှူ မအောင်မြင်။ မှန်ကန်တဲ့ ကုဒ်ဖြည့်ရန် {{n}} ကြိမ်သာအခွင့်အရေးရှိ ။ သင့် စက်ကိရိယာ အညွှန်းသို့ ရောင်းချသူသို့ အချက်အလက်များ တောင်းခံပါ။
ne: सञ्जाल निजीकरण नगर्ने अनुरोध असफल। तपाईँसँग ठिक कोड प्रविष्ट गर्न {{n}} कोसिसहरु बाँकी छन्। थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईँको यन्त्र वाहकसँग सम्पर्क राख्नुहोस्।
or: ନେଟୱର୍କ ଅବ୍ୟକ୍ତିକରଣ ଅନୁରୋଧ ବିଫଳ। ଠିକ କୋଡ ଦେବାପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଆଉ {{n}}ଟି ସୁଯୋଗ ରହିଛି। ଆପଣଙ୍କ ଉପକରଣ ସମ୍ବନ୍ଧିତ ସୂଚନାକୁ ଦେଖନ୍ତୁ ବା ଅଧିକ ସୂଚନାପାଇଁ ଅାପଣଙ୍କ କ୍ୟାରିଅରଙ୍କୁ ସମ୍ପର୍କ କରନ୍ତୁ।
pt: O pedido de despersonalização da rede falhou. Restam {{n}} tentativas para introduzir o código correto. Consulte a documentação do seu dispositivo ou o contacte o seu operador para mais informações.
pt_br: A solicitação de desbloqueio falhou. Você tem {{n}} tentativas para inserir o código correto. Consulte a documentação do seu aparelho ou entre em contato com sua operadora para mais informações.
ro: Cererea de depersonalizare a rețelei a eșuat. Ai {{n}} încercări rămase pentru a introduce codul corect. Consultă documentația dispozitivului sau contactează operatorul pentru mai multe informații.
si: ජාල අපුද්ගලායන ඉල්ලීම අසාර්ථක විය. ඔබට නිවැරදි කේතය ඇතුලු කිරීමට තවත් අවස්ථා {{n}}ක් ඉතිරිවී ඇත. ඔබගේ උපාංගයේ ලේඛණයන් පිරික්සීම හෝ ඔබගේ සේවා සපයන්නා සම්බන්ධ කරගැනීම මඟින් වැඩිදුර තොරතුරු ලබාගන්න.
sw: Ombi la kutoa ubinafsishaji wa mtandao ulishindwa. Una majaribio {{n}} yaliobaki kuingiza kodi sahihi. Rejelea nakala ya kifaa chako au wasiliana na mtoa huduma kwa maelezo zaidi.
ta: பிணைய தன்னிலை இழத்தல் கோரிக்கை தோல்வியுற்றது. சரியான குறியீடை உள்ளிட உங்களுக்கு {{n}} முயற்சிகள் மீதமுள்ளது . உங்களுடைய செல்பேசியின் ஆவணத்தை பார் அல்லது அதிக தகவல்களுக்கு செல்பேசி வழங்குபவர்களை தொடர்பு கொள்.
te: నెట్వర్కు డీపర్సనలైజేషన్ అభ్యర్ధన విఫలం. మీరు ఇంకా {{n}} ప్రయత్నాలలో సరైన కోడ్ ఇవ్వాలి. మీ పరికర పత్రీకరణ చూడండి లేదా మరింత సమాచారం కొరకు మీ కారియర్‌ను సంప్రదించండి.
tr: Şebeke kişiselleştirmesini kaldırma isteği başarısız oldu. Doğru kodu girmek için {{n}} hakkınız kaldı. Daha fazla bilgi için aygıt belgelerinize bakın veya operatörünüzle iletişime geçin.
ur: نیٹ ورک ڈِپرسونالئزیشن فرمائش کی ناکامی۔ آپ کے پاس {{n}} کوشش اور باکی حے درست کوڈ داخل کرنے کے لئے۔ آپ کے آلہ کی دستاویزات کو دیکھیں یا مزید معلومات کے لئے اپنے کیریئر سے رابطہ قائم کریں۔
uz: Depersonilizatsiya so‘rovi amalga oshmadi. To‘g‘ri kodni kiritish uchun sizda {{n}} ta urinish qoldi. Qo‘shimcha ma’lumot olish uchun qurilma qo‘llanmasiga yoki tarmoq operatoringizga murojaat qiling.
vi: Yêu cầu hủy khóa mạng thất bại. Bạn còn {{n}} lần thử để nhập mã chính xác. Hãy tham khảo tài liệu hướng dẫn thiết bị hoặc liên hệ với nhà cung cấp dịch vụ để biết thêm thông tin.
xh: Ukungaphumeleli kwesicelo senethiwekhi sokukhupha iinkcukacha zomntu. Unamathuba a{{n}} aseleyo okufaka ikhowudi echanekileyo. Khangela kwincwadi yakho yesixhobo okanye qhagamshelana nesigidimi sakho ngengcaciso engaphezulu.
zu: Isicelo sokwenza inethiwekhi ihambisane nokwakho akuphumelelanga. Usalelwe ngamathuba angu-{{n}} okubhala ikhodi eyiyo. Bheka amaphepha edivayisi yakho noma thinta umhlinzeki wakho ngeminye imininingwane.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
af: Netwerkontverpersoonliking-versoek het misluk. Jy het een probeerslag oor om die regte NCK-kode in te voer. Raadpleeg jou toestel se dokumentasie of skakel jou draer vir meer inligting.
am: የ ኔትዎርክ መቀየር ጥያቄ ወድቋል: እርስዎ የመጨረሻ ሙከራ ትክክለኛውን የ NCK ኮድ ለማስገባት: ያመሳክሩ ወደ እርስዎ አካል ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: فشل طلب عدم تخصيص الشبكة. لديك محاولة اخيرة لادخال كود NCL. راجع وثائق جهازك أو اتصل مع مزود الخدمة لمعلومات اضافية.
as: নেটৱৰ্ক অব্যক্তিগতকৰণ অনুৰোধ ব্যৰ্থতা। শুদ্ধ NCK ক'ড সুমুৱাৰ শেষ সুযোগ। অধিক তথ্যৰ বাবে আপোনাৰ ডিভাইচৰ তথ্যচিত্ৰ চাওক অথবা আপোনাৰ প্ৰদানকাৰীক যোগাযোগ কৰক।
bg: Заявката за мрежово обезличаване е неуспешна. Последен опит да въведете правилен NCK код. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_in: নেটওয়ার্ক ডিপার্সোনালাইসেশান অনুরোধ ব্যর্থ। সঠিক NCK কোড লেখার এটাই শেষ সুযোগ। আপনার ডিভাইসের নথিপত্র ঘেঁটে দেখুন অথবা আরও জানতে ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: C'hwitadenn war dibersoneladur ar rouedad. Hoc'h arnod diwezhañ eo evit reiñ ar PUK reizh. Lennit teuliadur an trevnad pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Zahtjev za depersonalizaciju mreže neuspješan. Zadnja šansa da unesete ispravan NCK kod. Pogledajte dokumentaciju uređaja ili se obratite operateru za više informacija.
ca: Ha fallat la sol·licitud de despersonalització de la xarxa. Aquesta és l'última oportunitat d'introduir el codi NCK correcte. Consulteu la documentació del dispositiu o contacteu amb el vostre operador per a més informació.
cy: Methiant gofyn am ddadbersonoli rhwydwaith. Y cyfle olaf i gyflwyno'r cod NCK cywir. Darllenwch daflen wybodaeth eich cerdyn SIM neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: La despersonalización de red falló. Es el último intento para escribir el código correcto. Consulte la documentación de su dispositivo o contacte con su operador para tener más información.
eu: Sare-despertsonalizaziorako eskaeraren hutsegitea. NCK kode zuzena sartzeko azken aukera. Begiratu zure gailuaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: درخواست غیرشخصی‌سازی شبکه شما با خطا مواجه شده است.این آخرین تلاش برای وارد کردن رمز درست است. برای اطلاعات بیش‌تر به مستندات نرم‌افزار مراجعه کنید یا با سرویس‌دهنده تماس بگیرید.
ga_ie: Theip ar an díphearsanú líonra. Seo é an deis dheireanach an cód NCK ceart a chur isteach. Féach ar dhoiciméadú do ghléis nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Dh’fhàillig d’ iarrtas airson Network Depersonalization. Seo an oidhirp mu dheireadh agad gus an còd NCK ceart a chur a-steach. Thoir sùil air an fhiosrachadh a fhuair thu an cois an uidheim no cuir fios gun ghiùlanair agad airson barrachd fiosrachaidh.
hi_in: नेटवर्क ननिजीकरण अनुरोध विफलता. आप सही NCK कोड प्रवेश करने का आखिरी मौका है. अपने डिवाइस प्रलेखन के लिए देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करें.
hu: A hálózat személytelenítésére vonatkozó kérés sikertelen. Ez az utolsó lehetősége a helyes NCK kód megadására. Nézze meg az eszköz dokumentációját, vagy keresse meg szolgáltatóját.
id: Permintaan depersonalisasi jaringan gagal. Anda memiliki kesempatan terakhir untuk memasukkan kode NCK yang benar. Lihat dokumentasi perangkat atau hubungi operator Anda untuk informasi lebih lanjut.
km: សំណើរ​មិន​មាន​លក្ខណៈ​ផ្ទាល់ខ្លួន​នៃ​បណ្ដញ​បាន​បរាជ័យ។ លើក​ចុង​ក្រោយ​​ក្នុង​ការ​បញ្ចូល​លេខ​កូដ NCK ​ត្រឹមត្រូវ។ យោង​​ទៅ​​ឯកសារ​ឧបករណ៍​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​របស់​អ្នក​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: ನೆಟ್‌ವರ್ಕ್ ಅಗತ್ಯಾನುಗುಣವಲ್ಲದಂತೆ ಮಾಡುವ ಬೇಡಿಕೆಯ ವಿಫಲತೆ. ನಿಮಗೆ ಸರಿಯಾದ NCK ಸಂಕೇತ ನಮೂದಿಸಲು ಇದು ಕೊನೆಯ ಅವಕಾಶ. ನಿಮ್ಮ ಸಾಧನದ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mg: Tsy nety ny hataka fanalam-panokanan-tambajotra. Andrana farany hampidirana ny kaody NCK marina. Jereo ny boky momba ny fitovanao na mifandraisa @ mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: നെറ്റ്‌വര്‍ക്ക് തുറക്കാനുള്ള ശ്രമം പരാജയപ്പെട്ടു. ശരിയായ എന്‍സികെ കോഡ് നല്‍കാനുള്ള അവസാന അവസരമാണ്. കൂടുതല്‍ വിവരങ്ങള്‍ക്ക് നിങ്ങളുടെ ഉപകരണത്തിന്റെ ഡേക്യുമെന്റേഷന്‍ നോക്കുകയോ, സേവനദാതാവുമായി ബന്ധപ്പെടുകയോ ചെയ്യുക.
mr: नेटवर्क डिपर्सनलाझेशन् विनंती अयशस्वी. आपणाकडे अचूक NCK कोड टाकण्यासाठी एक प्रयत्न बाकी आहे. अधिक माहितीसाठी, आपल्या साधनाचा दस्तावेज पहा किंवा आपल्या कॅरिअर कंपनीशी संपर्क साधा.
ms: Kegagalan permintaan rangkaian depersonalisasi. Peluang terakhir untuk memasukkan kod NCK yang betul. Lihat dokumentasi peranti atau hubungi operator anda untuk maklumat lanjut.
my: ချိတ်ဆက်မှူ အပြင်အဆင်မဲ့ တောင်းဆိုမှူ မအောင်မြင်။ ​NCK ကုဒ်အားထည့်ရန် နောက်ဆုံးအကြိမ် အခွင့်အရေး ။ သင့် စက်ကိရိယာ အညွှန်းသို့ ရောင်းချသူသို့ အချက်အလက်များ တောင်းခံပါ။
ne: सञ्जाल निजीकरण नगर्ने अनुरोध असफल। ठिक NCK कोड प्रविष्ट गर्न अन्तिम मौका। थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईँको यन्त्र वाहकसँग सम्पर्क राख्नुहोस्।
or: ନେଟୱର୍କ ଅବ୍ୟକ୍ତିକରଣ ଅନୁରୋଧ ବିଫଳ। ଠିକ NCK କୋଡ ଦେବାପାଇଁ ଶେଷ ସୁଯୋଗ। ଆପଣଙ୍କ ଉପକରଣ ସମ୍ବନ୍ଧିତ ସୂଚନାକୁ ଦେଖନ୍ତୁ ବା ସୂଚନାପାଇଁ ଆପଣଙ୍କ କ୍ୟାରିଅର ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: O pedido de despersonalização da rede falhou. Última hipótese de introduzir o código NCK correto. Consulte a documentação do seu dispositivo ou o contacte o seu operador para mais informações.
pt_br: A solicitação de desbloqueio falhou. Esta é a sua última chance de inserir o código correto. Consulte a documentação do seu aparelho ou entre em contato com sua operadora para mais informações.
ro: Cererea de depersonalizare a rețelei a eșuat. Ultima șansă pentru a introduce codul NCK corect. Consultă documentația dispozitivului sau contactează operatorul pentru mai multe informații.
si: ජාල අපුද්ගලායන ඉල්ලීම අසාර්ථක විය. ඔබට නිවැරදි NCK කේතය ඇතුලත් කිරීමට ලැබෙන අවසන් අවස්ථාවයි මේ. ඔබගේ උපාංගයේ ලේඛණයන් පිරික්සීම හෝ ඔබගේ සේවා සපයන්නා සම්බන්ධ කරගැනීම මඟින් වැඩිදුර තොරතුරු ලබාගන්න.
sw: Ombi la kutoa ubinafsishaji wa mtandao ulishindwa. Nafasi ya mwisho kuingiza kodi sahihi ya NCK. Rejelea nakala ya kifaa chako au wasiliana na mtoa huduma kwa maelezo zaidi.
ta: பிணைய தன்னிலை இழத்தல் கோரிக்கை தோல்வியுற்றது. சரியான என்சிகெ குறியீடை உள்ளிட உங்களுக்கு கடைசியாக ஒரேயாரு முயற்சி மீதமுள்ளது . உங்களுடைய செல்பேசியின் ஆவணத்தை பார் அல்லது அதிக தகவல்களுக்கு செல்பேசி வழங்குபவர்களை தொடர்பு கொள்.
te: నెట్వర్కు డీపర్సనలైజేషన్ అభ్యర్ధన విఫలం. సరైన ఎన్‌సికె కోడ్ ఇవ్వడానికి ఆఖరి అవకాశం. మీ పరికర పత్రీకరణ చూడండి లేదా మరింత సమాచారం కొరకు మీ కారియర్‌ను సంప్రదించండి.
tr: Şebeke kişiselleştirmesini kaldırma isteği başarısız oldu. Doğru NCK kodunu girmek için son şansınız. Daha fazla bilgi için aygıt belgelerinize bakın veya operatörünüzle iletişime geçin.
ur: نیٹ ورک ڈِپرسونالئزیشن فرمائش کی ناکامی۔ آپ کے پاس آخری موقع درست NCK کوڈ داخل کرنے کے لئے۔ آپ کے آلہ کی دستاویزات کو دیکھیں یا مزید معلومات کے لئے اپنے کیریئر سے رابطہ قائم کریں۔
uz: Depersonilizatsiya so‘rovi amalga oshmadi. NCK kodini to‘g‘ri kiritish uchun so‘nggi imkoniyat. Qo‘shimcha ma’lumot olish uchun qurilma qo‘llanmasiga yoki tarmoq operatoringizga murojaat qiling.
vi: Yêu cầu hủy khóa mạng thất bại. Đây là cơ hội cuối cùng để nhập mã chính xác. Hãy tham khảo tài liệu hướng dẫn thiết bị hoặc liên hệ với nhà cung cấp dịch vụ để biết thêm thông tin.
xh: Ukungaphumeleli kwesicelo senethiwekhi sokukhupha iinkcukacha zomntu. Ithuba lokugqibela lokufaka ikhowudi ye-NCK. Khangela kwincwadi yakho yesixhobo okanye qhagamshelana nesigidimi sakho ngengcaciso engaphezulu.
zu: Isicelo sokwenza inethiwekhi ihambisane nokwakho akuphumelelanga. Yithuba lokugcina lokubhala ikhodi ye-NCK eyiyo. Bheka amaphepha edivayisi yakho noma thinta umhlinzeki wakho ngeminye imininingwane.

source: Skip
af: Slaan oor
am: መዝለያ
ar: تخطي
as: এৰি যাওক
bg: Пропускане
bn_in: উপেক্ষা করুন
br: Leuskel
bs: Preskoči
ca: Omet
cy: Hepgor
es: Omitir
eu: Saltatu
fa: پرش
ga_ie: Ná bac leis
gd: Leum thairis
hi_in: छोड़ें
hu: Kihagyás
id: Lewati
km: រំលង
kn: ತಪ್ಪಿಸು
mg: Handingana
ml: ഒഴിവാക്കുക
mr: सोडा
ms: Langkau
my: ကျော်
ne: छोड्नुहोस्
or: ଏଡ଼ାଇ ଦିଅନ୍ତୁ
pt: Saltar
pt_br: Pular
ro: Omite
si: මඟහරින්න
sw: Ruka
ta: தாவு
te: దాటవేయి
th: ข้าม
tr: Atla
ur: چھوڑیں
uz: Qoldirish
vi: Bỏ qua
xh: Tsiba
zu: Yeqa

source: Send
af: Stuur
am: መላኪያ
ar: أرسِّل
as: প্ৰেৰণ কৰক
bg: Изпращане
bn_in: পাঠান
br: Kas
bs: Pošalji
ca: Envia
cy: Anfon
es: Enviar
eu: Bidali
fa: ارسال
ga_ie: Seol
gd: Cuir
hi_in: भेजें
hu: Küldés
id: Kirim
km: ផ្ញើ
kn: ಕಳುಹಿಸು
mg: Handefa
ml: അയക്കുക
mr: पाठवा
ms: Hantar
my: ပို့
ne: पठाउनुहोस्
or: ପଠାନ୍ତୁ
pt: Enviar
pt_br: Enviar
ro: Trimite
si: යවන්න
sw: Tuma
ta: அனுப்பு
te: పంపు
th: ส่ง
tr: Gönder
ur: بھیجیں
uz: Jo‘natish
vi: Gửi
xh: Thumela
zu: Thumela

source: OK
af: Goed
am: እሺ
ar: موافق
as: ঠিক আছে
bg: Добре
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
es: Aceptar
eu: Ados
fa: تایید
gd: Ceart ma-thà
id: Oke
km: យល់​ព្រម
kn: ಸರಿ
ml: ശരി
mr: ठीक
ne: ठीक छ
or: ଠିକ ଅଛି
si: හරි
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
xh: Kulungile
zu: Kulungile

source: The SIM card is locked
af: Die SIM-kaart is gegrendel
am: የ ሲም ካርድ ተቆልፏል
ar: بطاقة SIM مقفلة
as: SIM কাৰ্ড খন লক্‌ আছে
bg: SIM картата е заключена
bn_in: SIM কার্ডটি লক হয়ে গেছে
br: Prennet eo ar gartenn SIM
bs: SIM kartica je zaključana
ca: La targeta SIM està bloquejada
cy: Mae'r cerdyn SIM ar glo
es: Esta tarjeta PIN está bloqueada
eu: SIM txartela blokeatuta dago
fa: سیم کارت قفل شده است.
ga_ie: Tá an cárta SIM faoi ghlas
gd: Tha a’ chairt SIM glaiste
hi_in: SIM कार्ड लॉक कर दिया गया है
hu: A SIM kártya zárolva van
id: Kartu SIM terkunci
km: ជាប់​សោ SIM ​កាត
kn: ಈ SIM ಕಾರ್ಡ್ ಲಾಕ್ ಆಗಿದೆ
mg: Mihidy ny karatra SIM
ml: സിം കാര്‍ഡ് പൂട്ടി
mr: SIM कार्ड लाॅक आहे
ms: Kad SIM terkunci
my: SIM ကဒ်အား ပိတ်ထားသှ်
ne: सिम कार्ड ताल्चा लगाइएको छ
or: SIM କାର୍ଡଟି କିଳାଯାଇଛି
pt: O cartão SIM está bloqueado
pt_br: O chip SIM está bloqueado
ro: Cartela SIM este blocată
si: SIM පත අඟුලු වැටී ඇත
sw: Kadi ya SIM imefungwa
ta: சிம் அட்டை மூடப்பட்டது
te: సిమ్ కార్డు తాళం వేయబడింది
th: การ์ด SIM ถูกล็อค
tr: SIM kart kilitli
ur: SIM کارڈ مقفل ہے
uz: SM karta qulflandi
vi: Thẻ SIM đã bị khóa
xh: ISIM-khadi itshixiwe
zu: Ikhadi le-SIM likhiyiwe

source: Last try.
af: Laaste probeerslag.
am: የ መጨረሻ ሙከራ
ar: آخِر محاولة.
as: অন্তিম প্ৰচেষ্টা।
bg: Последен опит.
bn_in: শেষ চেষ্টা।
br: Arnod diwezhañ
bs: Zadnji pokušaj.
ca: Darrer intent.
cy: Cynnig olaf.
es: Último intento.
eu: Azken aukera.
fa: آخرین تلاش.
ga_ie: Iarracht deiridh.
gd: An oidhirp mu dheireadh.
hi_in: आखिरी कोशिश
hu: Utolsó kísérlet.
id: Kesempatan terakhir.
km: ព្យាយាម​ចុង​ក្រោយ។
kn: ಕೊನೆಯ ಪ್ರಯತ್ನ.
mg: Andrana farany.
ml: അവസാന ശ്രമം.
mr: अखेरचा प्रयत्न.
ms: Cubaan terakhir.
my: နောက်ဆုံးကြိုးစားခြင်း
ne: अन्तिम प्रयास।
or: ଅନ୍ତିମ ପ୍ରୟାସ।
pt: Última tentativa.
pt_br: última tentativa.
ro: Ultima încercare.
si: අවසන් උත්සහාය.
sw: Jaribio la mwisho.
ta: கடைசி முயற்சி.
te: ఆఖరి ప్రయత్నం.
th: ครั้งสุดท้าย
tr: son hakkınız.
ur: آخری کوشش۔
uz: So‘nggi urinish
vi: Lần thử cuối.
xh: Ithuba lokugqibela.
zu: Ithuba lokugcina.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
af: {{n}} probeerslae oor.
am: {{n}} ሙከራ ቀርቷል
ar: {{n}} محاولة متبقية.
as: {{n}} প্ৰচেষ্টা বাকী আছে।
bg: {{n}} оставащи опита.
bn_in: {{n}} চেষ্টা বাকি।
br: {{n}} arnod o chom.
bs: Preostal2 {{n}} pokušaja.
ca: Queden {{n}} intents.
cy: {{n}} cynnig ar ôl.
es: Quedan {{n}} intentos.
eu: {{n}} aukera falta dira.
fa: ‫{{n}} تلاش باقی مانده.
ga_ie: {{n}} iarracht fágtha.
gd: {{n}} oidhirp air fhàgail.
hi_in: {{n}} प्रयास शेष.
hu: Még {{n}} kísérlete van.
id: {{n}} kesempatan lagi.
km: នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត។
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಉಳಿದಿವೆ.
mg: Andrana {{n}} sisa.
ml: {{n}} ശ്രമങ്ങള്‍ ബാക്കി.
mr: {{n}} प्रयत्न बाकी.
ms: {{n}} cubaan berbaki.
my: {{n}} ကြိုးစားဖို့ကျန်
ne: {{n}} प्रयासहरु बाँकी।
or: {{n}} ପ୍ରୟାସ ବାକି ଅଛି।
pt: {{n}} tentativas restantes.
pt_br: restam {{n}} tentativas.
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}} ඉතිරියි.
sw: majaribio {{n}} yamebaki.
ta: மீதம் {{n}} முயற்சிகள்.
te: ఇంకా {{n}} బాకీ.
th: เหลืออีก {{n}} ครั้ง
tr: {{n}} hakkınız kaldı.
ur: {{n}} کوششیں باکی۔
uz: {{n}} ta urinish qoldi.
vi: Còn {{n}} lần thử.
xh: Amathuba a{{n}} aseleyo.
zu: Kusele amathub angu-{{n}}.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
af: {{n}} probeerslae oor.
am: {{n}} ሙከራ ቀርቷል
ar: {{n}} محاولة متبقية.
as: {{n}} প্ৰচেষ্টা বাকী আছে।
bg: {{n}} оставащи опита.
bn_in: {{n}} চেষ্টা বাকি।
br: {{n}} arnod o chom.
bs: Preostalo {{n}} pokušaja.
ca: Queden {{n}} intents.
cy: {{n}} cynnig ar ôl.
es: Quedan {{n}} intentos.
eu: {{n}} aukera falta dira.
fa: ‫{{n}} تلاش باقی مانده.
ga_ie: {{n}} iarracht fágtha.
gd: {{n}} oidhirpean air fhàgail.
hi_in: {{n}} प्रयास शेष.
hu: Még {{n}} kísérlete van.
id: {{n}} kesempatan lagi.
km: នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត។
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಉಳಿದಿವೆ.
mg: Andrana {{n}} sisa.
ml: {{n}} ശ്രമങ്ങള്‍ ബാക്കി.
mr: {{n}} प्रयत्न बाकी.
ms: {{n}} cubaan berbaki.
my: {{n}} ကြိုးစားဖို့ကျန်
ne: {{n}} प्रयासहरु बाँकी।
or: {{n}} ପ୍ରୟାସ ବାକି ଅଛି।
pt: {{n}} tentativas restantes.
pt_br: restam {{n}} tentativas.
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}} ඉතිරියි.
sw: Majaribio {{n}} yamebaki.
ta: மீதம் {{n}} முயற்சிகள்.
te: ఇంకా {{n}} బాకీ.
th: เหลืออีก {{n}} ครั้ง
tr: {{n}} hakkınız kaldı.
ur: {{n}} کوششیں باکی۔
uz: {{n}} ta urinish qoldi.
vi: Còn {{n}} lần thử.
xh: Amathuba a{{n}} aseleyo.
zu: Kusele amathub angu-{{n}}.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
af: {{n}} probeerslae oor.
am: {{n}} ሙከራ ቀርቷል
ar: {{n}} محاولة متبقية.
as: {{n}} প্ৰচেষ্টা বাকী আছে।
bg: {{n}} оставащи опита.
bn_in: {{n}} চেষ্টা বাকি।
br: {{n}} arnod o chom.
bs: Preostalo {{n}} pokušaja.
ca: Queden {{n}} intents.
cy: {{n}} cynnig ar ôl.
es: Quedan {{n}} intentos.
eu: {{n}} aukera falta dira.
fa: ‫{{n}} تلاش باقی مانده.
ga_ie: {{n}} n-iarracht fágtha.
gd: {{n}} oidhirp air fhàgail.
hi_in: {{n}} प्रयास शेष.
hu: Még {{n}} kísérlete van.
id: {{n}} kesempatan lagi.
km: នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត។
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಉಳಿದಿವೆ.
mg: Andrana {{n}} sisa.
ml: {{n}} ശ്രമങ്ങള്‍ ബാക്കി.
mr: {{n}} प्रयत्न बाकी.
ms: {{n}} cubaan berbaki.
my: {{n}} ကြိုးစားဖို့ကျန်
ne: {{n}} प्रयासहरु बाँकी।
or: {{n}} ପ୍ରୟାସ ବାକି ଅଛି।
pt: {{n}} tentativas restantes.
pt_br: restam {{n}} tentativas.
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}} ඉතිරියි.
sw: Majaribio {{n}} yamebaki.
ta: மீதம் {{n}} முயற்சிகள்.
te: ఇంకా {{n}} బాకీ.
th: เหลืออีก {{n}} ครั้ง
tr: {{n}} hakkınız kaldı.
ur: {{n}} کوششیں باکی۔
uz: {{n}} ta urinish qoldi.
vi: Còn {{n}} lần thử.
xh: Amathuba a{{n}} aseleyo.
zu: Kusele amathub angu-{{n}}.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
af: {{n}} probeerslae oor.
am: {{n}} ሙከራ ቀርቷል
ar: {{n}} محاولة متبقية.
as: {{n}} প্ৰচেষ্টা বাকী আছে।
bg: {{n}} оставащи опита.
bn_in: {{n}} চেষ্টা বাকি।
br: {{n}} arnod o chom.
bs: Preostalo {{n}} pokušaja.
ca: Queden {{n}} intents.
cy: {{n}} cynnig ar ôl.
es: Quedan {{n}} intentos.
eu: {{n}} aukera falta dira.
fa: ‫{{n}} تلاش باقی مانده.
ga_ie: {{n}} iarracht fágtha.
gd: {{n}} oidhirp air fhàgail.
hi_in: {{n}} प्रयास शेष.
hu: Még {{n}} kísérlete van.
id: {{n}} kesempatan lagi.
km: នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត។
kn: {{n}} ಪ್ರಯತ್ನಗಳು ಉಳಿದಿವೆ.
mg: Andrana {{n}} sisa.
ml: {{n}} ശ്രമങ്ങള്‍ ബാക്കി.
mr: {{n}} प्रयत्न बाकी.
ms: {{n}} cubaan berbaki.
my: {{n}} ကြိုးစားဖို့ကျန်
ne: {{n}} प्रयासहरु बाँकी।
or: {{n}} ପ୍ରୟାସ ବାକି ଅଛି।
pt: {{n}} tentativas restantes.
pt_br: restam {{n}} tentativas.
ro: {{n}} încercări rămase.
si: උත්සාහයන් {{n}} ඉතිරියි.
sw: Majaribio {{n}} yamebaki.
ta: மீதம் {{n}} முயற்சிகள்.
te: ఇంకా {{n}} బాకీ.
th: เหลืออีก {{n}} ครั้ง
tr: {{n}} hakkınız kaldı.
ur: {{n}} کوششیں باکی۔
uz: {{n}} ta urinish qoldi.
vi: Còn {{n}} lần thử.
xh: Amathuba a{{n}} aseleyo.
zu: Kusele amathub angu-{{n}}.
