Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: Please, insert a SIM card and reboot your phone.
af: Steek 'n SIM-kaart in en herselflaai jou foon.
am: እባክዎን የ ሲም ካርድ ያስገቡ እና ስልኩን እንደ ገና ያስነሱ
ar: من فضلك، أدخل بطاقة SIM وأعد تشغيل هاتفك.
as: অনুগ্ৰহ কৰি SIM কাৰ্ড সুমুৱাওক আৰু আপোনাৰ ফোনটো পুনাৰম্ভ কৰক।
bg: Моля, поставете SIM карта и рестартирайте телефона.
bn_in: অনুগ্রহ করে, একটি SIM কার্ড প্রবেশ করিয়ে ফোন পুনরারম্ভ করুন।
br: Enlakait ur gartenn SIM hag adloc'hit ho hezougell.
bs: Molimo ubacite SIM karticu i ponovo uključite vaš telefon.
ca: Inseriu una targeta SIM i reinicieu el telèfon.
cy: Rhowch gerdyn SIM yn eich ffôn a'i ailgychwyn.
es: Inserte una tarjeta SIM y reinicie su teléfono.
eu: Sartu SIM txartela eta berrabiarazi zure telefonoa mesedez.
fa: لطفا، سیم‌کارت را وارد کنید و تلفن خود را مجددا راه‌اندازی کنید.
ga_ie: Cuir cárta SIM isteach agus atosaigh an guthán.
gd: Cuir a-steach cairt SIM is ath-thòisich am fòn agad.
hi_in: एक सिम कार्ड डालने और अपने फोन फिर से चालू करें.
hu: Tegye be a SIM kártyát és indítsa újra a telefont.
id: Masukkan kartu SIM dan mulai ulang ponsel Anda.
km: សូម​បញ្ចូល​ SIM កាត និង​ចាប់ផ្ដើម​ទូរស័ព្ទ​របស់​អ្នក​ឡើង​វិញ។
kn: ದಯವಿಟ್ಟು, ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ಸೇರಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಫೋನ್ ಮರುಪ್ರಾರಂಭಿಸಿ.
mg: Azafady, manatsofoha karatra SIM iray ary avereno velomina ny telefaonanao.
ml: സിം കാര്‍ഡ് ഇട്ട് ഫോണ്‍ വീണ്ടും തുടങ്ങുക.
mr: कृपया, फोनमध्ये SIM कार्ड घाला व बंद करून पुन्हा चालु करा.
ms: Sila masukkaan kad SIM dan ulang mula telefon anda.
my: ကျေးဇူးပြုပြီး SIM ကဒ်ထည့်ကာ ဖုန်းအား ပြန်စတင်ပါ
ne: कृपया सिम कार्ड घुसाउनुहोस् र आफ्नो फोन फेरि बुट गर्नुहोस्
or: ଦୟାକରି SIM କାର୍ଡ଼ଟିଏ ଭରି ଫୋନକୁ ବନ୍ଦ କରି ପୁଣି ଥରେ ଚଳାନ୍ତୁ ।
pt: Por favor, introduza um cartão SIM e reinicie o equipamento.
pt_br: Por favor, insira um cartão SIM e reinicie seu telefone.
ro: Te rugăm să inserezi o cartelă SIM și să repornești telefonul.
si: කරුණාකර, SIM පතක් ඇතුළු කර ඔබගේ දුරකථනය නැවත පණ ගන්වන්න.
sw: Tafadhali, ingiza Kadi ya SIM na ubuti simu yako tena.
ta: தயவுச்செய்து சிம் அட்டையை செருகி செல்பேசியை மீள்துவக்கு.
te: SIM కార్డుని పెట్టి మీ ఫోనుని రీబూట్ చెయ్యండి.
th: โปรดใส่การ์ด SIM และเริ่มระบบโทรศัพท์ของคุณใหม่
tr: Lütfen bir SIM kart takıp telefonunuzu yeniden başlatın.
ur: برائی مہربانی SIM کارڈ داخل کریں یہ فون کو پھر سے بوٹ کریں۔
uz: SIM karta kiriting va telefoningizni o‘chirib-yoqing.
vi: Xin hãy cắm SIM và khởi động lại máy.
xh: Nceda ufake iSIM-khadi uze uvule kwakhona ifowuni yakho.
zu: Sicela ukuthi ufake ikhadi le-SIM bese ucima ifoni iqale phansi.

source: Telemetry sends Mozilla data about performance, hardware, configurations, customizations and app usage in your {{brandShortName}} device. We use this to make our products better, faster and more responsive.
ar: يُتيح القياس عن بعد إرسال بيانات حول الأداء، العتاد، الإعدادات، التّخصيصات واستخدام التطبيقات على {{brandShortName}} الخاص بك. نستخدم ذلك لجعل مُنتجاتنا أفضل، أسرع وأفضل تجاوبًا.
bg: Телеметрията изпраща на Mozilla данни за производителността, хардуера, настройките и персонализациите на вашето устройство {{brandShortName}}. Използваме тази информация, за да направим продуктите си по-добри, по-бързи и по-пъргави.
bn_in: টেলিমেট্রি আপনার {{brandShortName}} এর ডিভাইস কর্মক্ষমতা, হার্ডওয়্যার, কনফিগারেশন এবং কাস্টমাইজেশন সম্পর্কে মোজিলাকে তথ্য পাঠায়। আমরা এটি আমাদের পণ্য, দ্রুত এবং আরো প্রতিক্রিয়াশীল ও ভালভাবে তৈরি করতে ব্যবহার করি।
br: Telemetry a gas roadennoù a-fet digonusted, periant, kefluniadur ha personeladurioù war ho trevnad {{brandShortName}} da vMozilla. Arverañ a reomp an dra-se evit gwellaat hor produioù ha lakaat anezho da vezañ herrekoc'h hag ersavusoc'h.
bs: Telemetrija šalje Mozilli podatke o performansama, hardveru, konfiguracijama, prilagođavanjima i upotrebi aplikacija u {{brandShortName}} uređaju. Mi koristimo ovo da bi naši proizvodi bili bolji, brži i bolje odgovarali.
ca: La telemesura envia dades a Mozilla sobre el rendiment, maquinari, configuracions, personalitzacions i ús de les aplicacions del vostre dispositiu {{brandShortName}}. Utilitzem aquesta informació per millorar els nostres productes de manera més ràpida i receptiva.
cy: Mae Telemetreg yn anfon data at Mozilla am berfformiad, caledwedd, ffurfweddiad, cyfaddasiadau a defnydd apiau ar eich dyfais {{brandShortName}}. Rydym yn ei ddefnyddio i wneud ein cynnyrch yn well, cyflymach a mwy ymatebol.
es: Telemetry envía a Mozilla información sobre el rendimiento, hardware, configuración y personalización de su dispositivo {{brandShortName}}. Usamos esta información para mejorar nuestros productos, hacerlos más rápidos y adaptarlos a las necesidades de nuestros usuarios.
eu: Telemetry aukerak zure {{brandShortName}} gailuaren performatziari, hardwareari, konfigurazioei, pertsonalizazioei eta aplikazioen erabilerari buruzko datuak bidaltzen dizkio Mozillari. Gure produktuak hobetzeko eta azkartzeko erabiltzen ditugu datuok.
fa: دورسنج، داده‌هایی دربارهٔ کارایی، سخت‌افزار، پیکربندی‌ها، شخصی‌سازی‌ها و استفاده‌ٔ برنامه‌ها در دستگاه {{brandShortName}} شما را به موزیلا ارسال می‌کند. ما از این داده‌ها برای بهتر، سریع‌تر و پاسخ‌گوتر کردن محصولاتمان استفاده می‌کنیم.
ga_ie: Seolann Telemetry sonraí a bhaineann le feidhmíocht, crua-earraí, cumraíocht, saincheapadh agus úsáid aipeanna ar do ghléas {{brandShortName}} chuig Mozilla. Úsáidimid na sonraí seo chun táirgí níos freagraí níos sciobtha níos fearr a chruthú.
gd: Cuiridh telemeatraidh dàta gu Mozilla a thaobh dèanadas, bathar-cruaidh, caitheamh is gnàthachadh an uidheim {{brandShortName}} agad. Cleachdaidh sinn an dàta seo gus am bathar againn a dhèanamh fiù nas fhearr.
hi_in: टेलीमेटरी अपने {{brandShortName}} डिवाइस में प्रदर्शन, हार्डवेयर विन्यास और अनुकूलन के बारे में मोज़िला को डेटा भेजता है. हम इस का उपयोग को हमारे उत्पादों को बेहतर, तेज और अधिक उत्तरदायी बनाने के लिए करते हैं.
hu: A telemetria adatokat küld a Mozillának a {{brandShortName}} eszköz teljesítményéről, hardveréről, beállításairól, testreszabásáról és az appok használatáról. Ezeket a termékeink jobbá, gyorsabbá és válaszkészebbé tételéhez használjuk fel.
id: Telemetri mengirimkan data ke Mozilla tentang kinerja, perangkat keras, konfigurasi, pengubahsuaian, dan penggunaan aplikasi pada perangkat {{brandShortName}} Anda. Kami menggunakan data ini untuk meningkatkan produk serta memperbaiki kecepatan dan keresponsifannya.
km: ទូរមាត្រ​វិធី​ផ្ញើ​​​​ទិន្នន័យ Mozilla អំពី​​ការ​ប្រតិបត្តិ ផ្នែក​រឹង ការ​កំណត់​រចនាសម្ព័ន្ធ និង​ការ​កំណត់​ផ្ទាល់ខ្លួន​​នៅ​ក្នុង​ឧបករណ៍ {{brandShortName}} របស់​អ្នក។ យើង​ប្រើ​វា​ដើម្បី​ធ្វើ​ឲ្យ​ផលិតផល​របស់​យើង​ប្រសើរ លឿន និង​ប្រសិទ្ធភាព​ជាង។
kn: ಟೆಲಿಮೆಟ್ರಿಯು Mozilla ಗೆ {{brandShortName}} ಸಾಧನದ ಕಾರ್ಯನಿರ್ವಹಣೆ, ಯಂತ್ರಾಂಶ, ಸಂರಚನೆಗಳು ಮತ್ತು ಅಗತ್ಯಾನುಗುಣಗೊಳಿಕೆಗಳನ್ನು ಕಳುಹಿಸುತ್ತದೆ. ನಾವು ನಮ್ಮ ಉತ್ಪನ್ನವನ್ನು ಉತ್ತಮ, ವೇಗ ಮತ್ತು ಹೆಚ್ಚು ಪ್ರತಿಕ್ರಿಯಾತ್ಮಕವಾಗಿಸಲು ಬಳಸುತ್ತೇವೆ.
mg: Telemetry dia mandefa amin'i Mozilla izay data momba ny tombom-pahombiazana, forongomafy, tefy, fanokanana sy fampiasana data ao @ fitaovanao {{brandShortName}}. Mampiasa an'io izahay mba ho tsara kokoa, haingana kokoa sy mamaly filana kokoa ireo vokatray.
mr: दूरमापण द्वारे आपल्या {{brandShortName}} उपकरणाची कामगिरी, डार्डवेअर, कॉन्फिगरेशन व कस्टमायझेशन ची माहिती Mozilla ला पाठविली जाते. ही माहिती, आम्ही आमची उत्पादने अधिक चांगले, जलद आणि प्रतिसाद देण्याजोगे बनविण्यासाठी वापरतो.
ms: Telemetri menghantar data Mozilla tentang prestasi, perkakasan, konfigurasi, penyesuaian dan penggunaan aplikasi pada peranti {{brandShortName}} anda. Kami menggunakannya bagi menjadikan produk kami lebih baik, lebih pantas dan lebih responsif.
my: Telemetry သည်မိုဇီလာသို့ လုပ်ဆောင်ချက် ၊ {{brandShortName}} ပစ္စည်း နှင့်၎င်းတို့၏ တည်ဆောက်ပုံများ ပြုပြင်ထားပုံများကို ပေးပို့မည်။ ၎င်း အချက်အလက်များအား မိုဇီလာမှ ပိုမိုကောင်းမွန်သော ထုတ်ကုန်တည်ဆောက်ရန်သာ အသုံးပြုသည်။
ne: टेलीमेट्रीले मोजिल्लालाई तपाईको {{brandShortName}} यन्त्रमा व्यवहार, हार्डवेयर, कन्फिगुरेसन् र अनुकूलका डाटा पठाउँछ | हामी यस डाटालाई हाम्रो उत्पादनहरु राम्रो, छिटो, र अझ छरितो बनाउन प्रयोग गर्छौ |
pt: Telemetria envia dados para a Mozilla sobre performance, hardware, configurações, personalizações e utilização de aplicações no seu dispositivo {{brandShortName}}. Utilizamos isto para melhorar os nossos produtos, tornando-os mais rápidos e mais responsivos.
pt_br: A Telemetria envia dados para a Mozilla sobre performance, hardware, configurações e customizações em seu dispositivo {{brandShortName}}. Nós usamos isso para fazer nossos produtos melhores, mais rápidos e responsivos.
ro: Telemetria trimite la Mozilla date privind peformanța, hardware-ul, configurațiile și personalizările din dispozitivul tău {{brandShortName}}. O folosim pentru a face produsele noastre mai bune, mai rapide și mai receptive.
si: Telemetry විසින් Mozilla වෙත කාර්ය සාධන දත්ත, දෘඩාංග, සැකසුම් හා ඔබගේ {{brandShortName}} උපාංගය තුල යෙදුම් භාවිතා යවනු ලබයි. අපි විසින් ඒවා අපගේ නිපැයුම් වඩාත් හොඳ කිරීමට, වේගවත් කිරීමට හා වඩාත් අනුකූල කිරීමට භාවිතා කරන්නෙමු.
ta: தொலைப்பதிவுவானது {{brandShortName}} கருவியில் உள்ள செயல்திறன், வன்பொருள், அமைப்புகள் மற்றும் தனிப்பயனாக்கம் பற்றிய மொசில்லா தரவை அனுப்புகிறது. இதை நாங்கள் எங்களுடைய தயாரிப்புகளை மேம்படுத்தவும், விரைவாக மற்றும் பதிலளிக்க கூடியதாக உருவாக்க பயன்படுகிறது.
tr: Telemetry Mozilla'ya {{brandShortName}} aygıtınızdaki performans, donanım, yapılandırma, kişiselleştirmeler ve uygulama kullanımı hakkında veriler gönderir. Bunları ürünlerimizi daha iyi, daha hızlı ve daha duyarlı yapmak için kullanırız.
ur: ٹیلیمتری موزیلا کو آپ کے {{brandShortName}} آلہ مِں سرانجام دہی،ہارڈویئر، تشکیل اور کثٹما یز یشن کے کوائف کو بھیجتا ہے۔ ہم اسے ہمارے مصنوعہ کو بہتر، تیز اور مزید اچھا بنا نے میں استعمال کرتے ہیں۔
uz: Telemetriya ishlash tezligi, qurilma, moslash va {{brandShortName}} qurilmangizdagi qulaylashtirish haqidagi Mozilla ma’lumotlarini jo‘natadi. Biz bundan mahsulotlarimizni yaxshiroq, tezroq va ko‘proq javob beradigan qilish uchun foydalanamiz.

source: Learn more at <a>{{url}}</a>
am: በበለጠ ለመማር በ <a>{{url}}</a>
ar: تعلم المزيد على <a>{{url}}</a>
bg: Научете повече на <a>{{url}}</a>
br: Gouzout hiroc'h war <a>{{url}}</a>
bs: Saznajte više <a>{{url}}</a>
cy: Dysgwch ragor yn <a>{{url}}</a>
es: Más información en <a>{{url}}</a>
eu: Argibide gehiago hemen: <a>{{url}}</a>
fa: در مورد<a>{{url}}</a>بیشتر بدانید
ga_ie: Tuilleadh eolais ó <a>{{url}}</a>
gd: Barrachd fiosrachaidh aig <a>{{url}}</a>
pt: Saber mais em <a>{{url}}</a>
ro: Află mai multe la <a>{{url}}</a>
si: වැඩිදුර විස්තර සඳහා <a>{{url}}</a>
th: เรียนรู้เพิ่มเติมที่ <a>{{url}}</a>
uz: <a>{{url}}</a> saytida ko‘proq ma’lumot oling

source: Learn how Mozilla handles your information at <a>{{url}}</a>
am: የ እርስዎን መረጃ ሞዚላ እንዴት እንደሚይዝ ይማሩ በ <a>{{url}}</a>
ar: تعلم كيف تقوم موزيلا بمعالجة المعلومات الخاصة بك على <a>{{url}}</a>
as: Mozilla ই আপোনাৰ তথ্যবোৰ কেনেকৈ ব্যৱহাৰ কৰে <a>{{url}}</a> ত জানক
bg: Научете как Mozilla борави с данните ви на <a>{{url}}</a>
bn_in: মোজিলা আপনার তথ্য কীভাবে পরিচালনা করে জানুন <a>{{url}}</a>
br: Deskiñ penaos a ra Mozilla a dornata ho titouroù war <a>{{url}}</a>
bs: Saznajte kako Mozilla upravlja vašim informacijama na <a>{{url}}</a>
cy: Dysgu sut mae Mozilla'n trin eich gwybodaeth yn <a>{{url}}</a>
es: Conozca cómo Mozilla gestiona su información en <a>{{url}}</a>
eu: Ezagutu Mozillak nola darabilen zure informazioa hemen: <a>{{url}}</a>
fa: در مورد اینکه موزیلا چگونه اطلاعات شما را مدیریت می‌کنید از اینجا<a>{{url}}</a>بیشتر بدانید
ga_ie: Foghlaim conas a úsáideann Mozilla do chuid faisnéis phearsanta anseo: <a>{{url}}</a>
gd: Fiosraich mar a làimhsicheas Mozilla am fiosrachadh agad aig <a>{{url}}</a>
id: Pelajari bagaimana Mozilla menangani informasi Anda di <a>{{url}}</a>
km: ស្វែងយល់​របៀប​ដែល Mozilla ទុកដាក់​​​ព័ត៌មាន​របស់​អ្នក​នៅ <a>{{url}}</a>
kn: Mozilla ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ನಿರ್ವಹಿಸುತ್ತದೆ ಎಂದು ಇಲ್ಲಿ ತಿಳಿಯಿರಿ <a>{{url}}</a>
ms: Ketahui bagaimana Mozilla mengendalikan maklumat anda di <a>{{url}}</a>
pt: Saiba como a Mozilla gere a sua informação em <a>{{url}}</a>
ro: Află cum gestionează Mozilla informațiile tale la <a>{{url}}</a>
si: Mozilla විසින් ඔබගේ දත්ත භාවිතා කරන අන්දම <a>{{url}}</a> හීදි ඉගෙන ගන්න
th: เรียนรู้ว่า Mozilla จัดการกับข้อมูลของคุณอย่างไรที่ <a>{{url}}</a>
tr: Mozilla'nın bilgilerinizi nasıl kullandığını <a>{{url}}</a> sayfasından öğrenin
uz: Mozilla ma’lumotlaringizni nima qilishini <a>{{url}}</a> saytidan o‘rganing

source: Welcome to <a>{{brandShortName}}</a>, the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
am: እንኳን ደህና መጡ ወደ <a>{{brandShortName}}</a>, ነፃ እና open source የ መስሪያ ስርአት በ Mozilla እየተዘጋጀ የሚቀርብ ነው: የ እኛ አላማ ግልጽነትን: ፈጠራ እና እድልን ማስፋፋት ነው: የ ዌብ ሐይልን በ እርስዎ እጅ ውስጥ በማስገባት
ar: مرحبًا بك في <a>{{brandShortName}}</a> ,نظام تشغيل موزيلا المجّاني ومفتوح المصدر. مهمّتنا هي تشجيع وتعزيز الانفتاح والابتكار وخلق الفرص عبر المُحافظة على قوة الويب بين يديك.
as: Mozilla ৰ বিনামূলীয়া আৰু মুক্ত উৎস অপাৰেটিং চিস্টেম, <a>{{brandShortName}}</a> লৈ স্বাগতম। আমাৰ লক্ষ্য হল ৱেবৰ শক্তিক আপোনাৰ হাতত দি মুক্ততা, উদ্ভাৱন আৰু সুবিধাক উন্নত কৰা।
bg: Добре дошли в <a>{{brandShortName}}</a>, свободната операционна система с отворен код от Mozilla. Нашата мисия е да насърчаваме откритостта, иновациите и отворените възможности, като оставим силата на Интернет във вашите ръце.
bn_in: <a>{{brandShortName}}</a>-এর মুক্ত ও ওপেন সোর্স অপারেটিং সিস্টেম এ অাপনাকে স্বাগতম। আমাদের লক্ষ্য আপনার হাতে ওয়েব শক্তি রেখে উন্মুক্ততা, নতুনত্ব এবং সুযোগের প্রচার করা।
br: Donemat war <a>{{brandShortName}}</a>, ar reizhiad korvoiñ digoust ha digor e darzh eus Mozilla. Hor c'hefridi zo kas war-raok an digoradur, an nevezintioù ha lakaat galloud ar Web e-barzh ho taouarn.
bs: Dobrodošli u <a>{{brandShortName}}</a>, Mozillin slobodan operativni sistem otvorenog koda. Naša misija je promocija otvorenosti, inovacija i prilika na način da snagu Weba postavimo u vaše ruke.
cy: Croeso i <a>{{brandShortName}}</a>, y system weithredu cod agored rhydd gan Mozilla. Ein bwriad yw i hyrwyddo bod yn agored, yn ddyfeisgar a darparu cyfle drwy gadw grym y We yn eich dwylo chi.
es: Le damos la bienvenida a <a>{{brandShortName}}</a>, el sistema operativo gratuito y abierto de Mozilla. Nuestra misión es promover la apertura, la innovación y la oportunidad para todos poniendo el poder de la Web en sus manos.
eu: Ongi etorri <a>{{brandShortName}}</a> sistemara, Mozillaren sistema eragile ireki eta askera. Gure misioa irekitasuna, berrikuntza eta aukerak sustatzea da, Webaren boterea zure eskuetan mantenduz.
fa: به <a>{{brandShortName}}</a>، سیستم‌عامل آزاد و متن‌باز موزیلا خوش آمدید. مآموریت ما، ترویج آزادی، نوآوری و فرصت‌ها با نگه‌داری قدرت وب در دستان شماست.
ga_ie: Fáilte go dtí <a>{{brandShortName}}</a>, an córas oibriúcháin saor agus oscailte ó Mhozilla. Is é ár misean oscailteacht, nuálaíocht, agus deiseanna a chur chun cinn trí chumhacht an Ghréasáin a choinneáil i do lámha.
gd: Fàilte gu <a>{{brandShortName}}</a>, an siostam-obrachaidh saor o Mozilla sa bheil còd fosgailte. Tha e ’na amas dhuinn fosgailteachd, ùr-ghnàthachadh agus cothroman a chruthachadh is sinne a’ glèidheadh do smachd-sa air an lìon.
id: Selamat datang di <a>{{brandShortName}}</a>, sistem operasi bebas dan sumber terbuka dari Mozilla. Misi kami adalah untuk mempromosikan keterbukaan, inovasi, dan kesempatan dengan menjaga kekuatan Web tetap di tangan Anda.
km: ស្វាគមន៍​មក​កាន់ <a>{{brandShortName}}</a>, ប្រព័ន្ធ​ប្រតិបត្តិការ​ប្រភព​កូដ​ចំហ និង​ឥត​គិតថ្លៃ​ពី Mozilla ។ បេសកកម្ម​របស់​យើង​គឺ​ដើម្បី​លើក​កម្ពស់​ភាព​បើក​ទូលាយ ការ​ច្នៃប្រឌិត​ថ្មី និង​ឱកាស​​ដោយ​រក្សា​ឥទ្ធិពល​នៃ​បណ្ដាញ​នៅ​ក្នុង​ដៃ​អ្នក។
kn: Mozilla ದ ಮುಕ್ತ ಮತ್ತು ಸ್ವತಂತ್ರ ಕಾರ್ಯಾಚರಣೆ ವ್ಯವಸ್ಥೆಯಾದಂತಹ <a>{{brandShortName}}</a> ಗೆ ಸ್ವಾಗತ. ಅಂತರಜಾಲದ ಶಕ್ತಿಯನ್ನು ನಿಮ್ಮ ಕೈಗೆಟುಕುವಂತೆ ಇರಿಸುವ ಮೂಲಕ ಮುಕ್ತತೆ, ನಾವಿನ್ಯತೆ ಮತ್ತು ಅವಕಾಶವನ್ನು ಒದಗಿಸುವುದು ನಮ್ಮ ಗುರಿಯಾಗಿದೆ.
ms: Selamat datang ke <a>{{brandShortName}}</a>, sebuah sistem operasi sumber terbuka dan bebas daripada Mozilla. Misi kami adalah untuk mempromosikan keterbukaan, inovasi dan peluang dengan mengekalkan kuasa Web di tangan anda.
pt: Bem-vindo ao <a>{{brandShortName}}</a>, o sistema operativo livre e de código aberto da Mozilla. A nossa missão é a de promover a abertura, inovação e oportunidade, mantendo o poder da Web nas suas mãos.
ro: Bun venit la <a>{{brandShortName}}</a>, sistemul de operare cu sursă deschisă și liberă de la Mozilla. Misiunea noastră este de a promova deschiderea, inovația și oportunitatea prin păstrarea puterii internetului în mâinile tale.
si: <a>{{brandShortName}}</a> වෙතට ආයුබෝවන්, Mozilla වෙතින් නොමිලේ ලබාදෙන විවෘත කේත මෙහෙයුම් පද්ධතිය. අපගේ මෙහෙයුම වන්නේ විවෘතභාවය ප්‍රචලිත කිරීමත්, නවමු දෑ සොයාගැනීමත් වෙබ් හී බලය ඔබගේ දෑතට ගෙන ඒමත් ය.
th: ยินดีต้อนรับสู่ <a>{{brandShortName}}</a> ระบบปฏิบัติการฟรีและเปิดต้นฉบับจาก Mozilla เป้าหมายของเราเพื่อส่งเสริมความเปิดกว้าง นวัตกรรม และโอกาส โดยการมอบอำนาจของเว็บไว้ในมือของคุณ
tr: Mozilla'nın özgür ve açık kaynaklı işletim sistemi <a>{{brandShortName}}</a>'e hoş geldiniz. Misyonumuz web'in gücünü size teslim ederek açıklığı, yenilikçiliği ve fırsat eşitliğini desteklemektir.
uz: Mozilla’dan erkin va ochiq kodli operatsion tizim <a>{{brandShortName}}</a>ga xush kelibsiz. Bizning maqsadimiz ochiqlik, innovatsiyani rivojlantirish va internetning quvvatini qo‘llaringizda saqlashga yordam berishdir.

source: You can help us improve our products and services by automatically sending analytics data. See our <a>Privacy Notice</a> to learn how we handle data from your device.
am: እርስዎ ሊረዱን ይችላሉ የ እኛን ውጤቶች እና ግልጋሎቶች እንድናሻሽል የ ዳታ ውጤቶችን ራሱ በራሱ እንዲልክ በማድረግ: ይህን ይመልከቱ <a>የ ግላዊነት ማስታወቂያ<a> በበለጠ ለማወቅ የ እርስዎን ዳታ እንዴት እንደምንይዝ
ar: بإمكانك مُساعدتنا في تحسين خدماتنا ومُنتجاتنا عن طريق إرسال البيانات التّحليلية بشكل آلي. ألق نظرة على <a>سياسة الخصوصية</a> لتعرف كيف نتعامل مع بيانات جهازك.
bg: Може да помогнете за подобряване на продуктите и услугите ни, като автоматично изпращате данни за анализ. Вижте нашата <a>Политика за личните данни</a>, за да научите как боравим с данните от устройството ви.
bn_in: অাপনি স্বয়ংক্রিয়ভাবে বিশ্লেষণধর্মী তথ্য পাঠিয়ে অামাদের পণ্য অার পরিসেবা উন্নত করতে সাহায্য করতে পারেন। অামরা অাপনার ডিভাইস থেকে পাঠানো তথ্য কিভাবে পরিচালনা করি তার জন্য অামাদের <a>গোপনীয়তা বিজ্ঞপ্তি</a> দেখুন।
br: Gallout a rit skoazellañ ac'hanomp da wellaat hor c'henderc'hadoù hag hor gwazerezhioù en ur gas roadennoù dezrannañ ent emgefreek. Lennit hor <a>evezhiadennoù a-fet buhez prevez</a> evit gouzout penaos e arveromp ar roadennoù eus ho trevnad.
bs: Automatskim slanjem analitičkih podataka nam možete pomoći da unaprijedimo naše proizvode i servise. Pogledajte našu <a>policu privatnosti</a> da saznate kako upravljamo podacima sa vašeg uređaja.
cy: Gallwch ein cynorthwyo i wella ein cynnyrch a'n gwasanaethau drwy anfon data dadansoddol atom yn awtomatig. Gwelwch ein <a>Hysbysiad Preifatrwydd</a> er mwyn dysgu sut rydym yn trin data oddi ar eich dyfais.
es: Puede contribuir a la mejora de nuestros productos y servicios enviando automáticamente datos de análisis. Consulte nuestro <a>Aviso sobre privacidad</a> para conocer cómo gestionamos los datos del dispositivo.
eu: Gure produktuak eta zerbitzuak hobetzen lagun gaitzakezu zure analisi-datuak automatikoki bidalita. Ikusi gure <a>Pribatutasun-oharra</a> zure gailuaren datuak nola erabiltzen ditugun jakiteko.
fa: شما می‌توانید به ما در بهتر‌کردن محصولات و سرویس ها به وسیله ارسال اطلاعات تجزیه‌وتحلیل کمک کنید. ببینید<a>نکات حریم‌شخصی</a>اینکه ما چگونه به داده‌های دستگاه‌ شما رسیدگی می‌کنیم.
ga_ie: Is féidir leat cabhrú linn ár gcuid táirgí agus seirbhísí a fheabhú trí sonraí anailísíochta a sheoladh chugainn go huathoibríoch. Léigh an <a>Fógra Príobháideachais</a> chun foghlaim conas a úsáidimid sonraí ó do ghléas.
gd: ’S urrainn dhut taic a chumail ri leasachadh a’ bhathair ’s nan seirbheisean againn is tu a’ cur dàta anailisidh thugainn. Thoir sùil air an <a>t-sanas phrìobhaideachd</a> againn airson faighinn a-mach mar a chleachdas sinn an dàta on uidheam agad.
id: Anda dapat membantu kami menyempurnakan produk dan layanan kami dengan mengirimkan data analitis secara otomatis. Lihat <a>Privacy Notice</a> kami untuk mempelajari cara kami menangani data dari peranti Anda.
kn: ನೀವು ನಮ್ಮ ಉತ್ಪನ್ನಗಳನ್ನು ಮತ್ತೆ ಸೇವೆ ಗಳನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ವಿಶ್ಲೇಷಕ ಡೇಟಾ ಕಳುಹಿಸುವುದರಿಂದ ಸಹಾಯ ಮಾಡಬಹುದು. ನಿಮ್ಮ ಸಾಧನದ ಡೇಟಾ ನಾವು ಹೇಗೆ ಬಳಸಿಕೊಳ್ಳುತ್ತೇವೆ ಎಂದು ತಿಳಿಯಲು ನಮ್ಮ <a>ಗೌಪ್ಯತಾ ಸೂಚನೆ</a> ನೋಡಿ.
pt: Poderá ajudar-nos a melhorar os nossos produtos e serviços com o envio automático de dados analíticos. Consulte a nossa <a>Informação de privacidade</a> para saber como gerir os dados a partir do seu dispositivo.
ro: Ne poți ajuta la îmbunătățirea produselor și serviciilor noastre trimițând automat date statistice. Vezi <a>politica de confidențialitate</a> pentru a afla cum prelucrăm datele de pe dispozitiv.
si: සමීක්ෂණ දත්ත ස්වයංක්‍රීයව එවීමෙන් ඔබට අප නිශ්පාදන හා සේවාවන් වැඩිදියුණු කිරීමට සහය විය හැක. අපගේ <a>පෞද්ගලික සුරැකුම් ප්‍රකාශණය</a> කියැවීමෙන් අප ඔබගේ උපකරණයෙන් ලැබෙන දත්ත භාවිතා කරන අයුරු විමසිය හැකියි.
th: คุณสามารถช่วยเราปรับปรุงผลิตภัณฑ์และบริการของเราได้โดยการส่งข้อมูลการวิเคราะห์โดยอัตโนมัติ ดู <a>ประกาศความเป็นส่วนตัว</a> ของเราเพื่อเรียนรู้ว่าเราจัดการกับข้อมูลจากอุปกรณ์ของคุณอย่างไร
tr: Analiz verilerinizi otomatik olarak göndererek ürün ve hizmetlerimizi geliştirmemize yardım edebilirsiniz. Cihazınızdan gelen verileri nasıl kullandığımızı öğrenmek için <a>Gizlilik İlkeleri'mize</a> bakabilirsiniz.
uz: Yig‘ilgan tashxis ma’lumotlarini jo‘natish bilan mahsulotlarimiz va xizmatlarimizni yaxshilashga yordam berishingiz mumkin. Qurilmangizdagi ma’lumotlardan qanday foydalanishimiz haqida <a>Maxfiylik qaydlari</a>dan ko‘rishingiz mumkin.

source: Help us improve our products and services by automatically sending analytics data.
ar: ساعدنا على تحسين منتجاتنا وخدماتنا عن طريق إرسال تحليل البيانات تلقائياً.
bg: Помогнете за подобряване на продуктите и услугите ни, като автоматично изпращате данни за анализ.
br: Skoazellit ac'hanomp da wellaat hor c'henderc'hadoù hag hor gwazerezhioù en ur gas roadennoù dezrannañ ent emgefreek.
bs: Pomozite nam automatskim slanjem analitičkih podataka da unaprijedimo naše proizvode i servise.
cy: Gallwch ein cynorthwyo i wella ein cynnyrch a'n gwasanaethau drwy anfon data dadansoddol atom yn awtomatig.
es: Ayúdenos a mejorar nuestros productos y servicios enviando automáticamente datos de análisis.
eu: Lagun gaitzazu gure produktu eta zerbitzuak hobetzen automatikoki zure analisi-datuak bidaliz.
fa: با ارسال خودکار داده‌های تحلیلی، به ما کمک کنید محصولات و خدماتمان را بهبود دهیم.
ga_ie: Is féidir leat cabhrú linn ár gcuid táirgí agus seirbhísí a fheabhú trí sonraí anailísíochta a sheoladh chugainn go huathoibríoch.
gd: Cuidich leinn le leasachadh a’ bhathair is nan seirbheisean ’s tu a’ cur thugainn dàta anailise gu fèin-obrachail.
pt: Ajude-nos a melhorar os nossos produtos e serviços com o envio automático de informações analíticas.
ro: Ajută-ne să ne îmbunătățim produsele și serviciile trimițând automat date analitice.
th: ช่วยเราปรับปรุงผลิตภัณฑ์และบริการของเราโดยการส่งข้อมูลการวิเคราะห์โดยอัตโนมัติ
