Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: Other accounts
af: Ander rekeninge
am: ሌሎች መግለጫዎች
ar: حسابات أخرى
as: অন্য একাউণ্টসমূহ
bg: Други регистрации
bn_in: অন্যান্য অ্যাকাউন্টসমূহ
br: Kontoù all
bs: Ostali računi
ca: Altres comptes
cy: Cyfrifon eraill
es: Otras cuentas
eu: Bestelako kontuak
fa: دیگر حساب‌ها
ga_ie: Cuntais eile
gd: Cunntasan eile
hi_in: अन्य खाता
hu: Más fiókok
id: Akun Lain
km: គណនី​ផ្សេង
kn: ಇತರೆ ಖಾತೆಗಳು
mg: Kaonty hafa
ml: മറ്റ് അക്കൌണ്ടുകള്‍
mr: इतर खाते
ms: Akaun lain
my: အခြားအကောင့်များ
ne: अन्य खाता
or: ଅନ୍ୟ ଖାତାଗୁଡ଼ିକ
pt: Outras contas
pt_br: Outras contas
ro: Alte conturi
si: අනෙක් ගිණුම්
sw: Akaunti nyingine
ta: மற்ற கணக்குகள்
te: ఇతర ఖాతాలు
th: บัญชีอื่น ๆ
tr: Diğer hesaplar
ur: دیگر اکاؤنٹس
uz: Boshqa hisoblar
vi: Tài khoản khác
xh: Ezinye iiakhawunti
zu: Amanye ama-akhawunti

source: Firefox Accounts
af: Firefox-rekeninge
am: የ ፋየርፎክስ መግለጫ
ar: حساب فيرفكس
as: Firefox একাউণ্টসমূহ
bn_in: Firefox অ্যাকাউন্ট
br: Kontoù Firefox
bs: Firefox računi
ca: Comptes del Firefox
cy: Cyfrifon Firefox
eu: Firefox kontuak
fa: حساب فایرفاکس
ga_ie: Cuntais Firefox
gd: Cunntasan Firefox
hi_in: फ़ायरफ़ॉक्स खाता
hu: Firefox fiókok
id: Firefox Account
km: គណនី Firefox
kn: Firefox ಖಾತೆಗಳು
mg: Kaonty Firefox
ml: ഫയര്‍ഫോക്സ് അക്കൌണ്ടുകള്‍
mr: Firefox खाते
ms: Akaun Firefox
my: မီးမြေခွေး အကောင့်များ
ne: फायरफक्स खाताहरु
or: Firefox ଖାତା
pt: Contas do Firefox
pt_br: Contas Firefox
ro: Conturi Firefox
si: Firefox ගිණුම්
sw: Akaunti za FireFox
ta: Firefox கணக்கு
te: ఫైర్‌ఫాక్స్ ఖాతాలు
th: บัญชี Firefox
tr: Firefox Hesapları
ur: فائر فاکس اکاؤنٹس
uz: Firefox hisoblari
xh: Iiakhawunti zikaFirefox
zu: Ama-akhawunti e-Firefox

source: A Firefox Account lets you find a lost phone and buy apps from the Firefox Marketplace.
am: የ ፋየርፎክስ መግለጫ የጠፋ ስልክ ማግኘት እና መተግበሪያዎችን ከ ፋየርፎክስ የ ገበያ ቦታ መግዛት ያስችሎታል
ar: يُمكّنك حساب فَيَرفُكس من العثور على الهاتف إثر فقدانه وشراء التّطبيقات من متجر فَيَرفُكس.
bg: Firefox Account ви позволява да намерите загубен телефон и да купувате приложения от Firefox Marketplace.
bn_in: একটি Firefox অ্যাকাউন্ট অাপনাকে হারিয়ে যাওয়া ফোন পেতে এবং Firefox Marketplace থেকে অ্যাপস কিনতে দেবে।
br: Gant ur gont Firefox e c'hellit adkavout ur pellgomzer kollet ha prenañ arloadoù adalek Marketplace Firefox
bs: Firefox račun vam omogućava da pronađete izgubljeni telefon i kupite aplikacije sa Firefox Marketplace-a.
ca: Amb un compte del Firefox, podeu trobar un telèfon perdut i comprar aplicacions al Firefox Marketplace.
cy: Mae cyfrif Firefox yn caniatáu i chi ganfod eich ffôn coll a phrynu apiau o'r Firefox Marketplace.
es: Una cuenta de Firefox le permite encontrar un teléfono perdido y comprar apps desde Firefox Marketplace.
eu: Firefox kontu bat edukiz gero, galdutako telefonoa berreskura dezakezu eta aplikazioak eros ditzakezu Firefox Marketplace-n.
fa: حساب فایرفاکس شما به شما اجازه می‌دهد تا تلفن گمشده را پیدا کنید یا از از فروشگاه فایرفاکس خرید کنید.
ga_ie: Le Cuntas Firefox, beidh tú in ann guthán caillte a aimsiú, agus aipeanna a cheannach ó Mhargadh Firefox.
gd: Gheibh thu greim air an fhòn agad ma chailleas tu e le cunntas Firefox agus is urrainn dhut aplacaidean a cheannach o mhargaid Firefox.
hi_in: एक फ़ायरफ़ॉक्स खाते की मदद से आप एक खोए हुए फ़ोन ढूँढें और Firefox Marketplace ऐप्स खरीद सकतॆ है.
id: Firefox Account dapat digunakan untuk menemukan ponsel hilang dan membeli aplikasi dari Firefox Marketplace.
km: គណនី Firefox អាច​ឲ្យ​អ្នក​រក​ឃើញ​ទូរសព្ទ​ដែល​បាន​បាត់ និង​ទិញ​កម្មវិធី​ពី ទីផ្សារ​Firefox ។
kn: Firefox ಖಾತೆ ನಿಮ್ಮ ಕಳೆದು ಹೋದ ಫೋನನ್ನು ಹುಡುಕಲು ಮತ್ತು Firefox ಮಾರುಕಟ್ಟೆಯಿಂದ ಅನ್ವಯಗಳನ್ನು ಕೊಳ್ಳಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.
mg: Ny Kaonty Firefox dia ahafahanao mahita telefaona very sy mividy app avy @ Tsena Firefox.
my: Firefox အကောင့်တစ်ခုသည် ပျောက်သွားတဲ့သင့်ဖုန်းကို ရှာပေးခြင်းနှင့် Firefox Marketplace မှ App များကို ဝယ်ခွင့်ပြုမည်။
ne: फायरफक्स खाताले तपाईंको हराएको फोन पाउन र फायरफक्स बजार देखि एप्सहरू किन्न दिन्छ।
pt: A Conta Firefox permite-lhe encontrar o seu telefone perdido e comprar aplicações no Firefox Marketplace.
pt_br: A Conta Firefox permite que você encontre um telefone perdido e compre aplicativos do Marketplace.
ro: Un cont Firefox îți permite să găsești un telefon pierdut și să cumperi aplicații din Firefox Marketplace.
si: Firefox ගිනුම ඔබට නැතිවූ දුරකථනය සොයාගැනීමට මෙන්ම Firefox වෙලඳ පොළෙන් යෙදුම් මිළදීගැනීමටද ඉඩදෙයි.
ta: பயர்பாக்ஸ் கணக்கானது தொலைந்த பேசியை கண்டறியவும் சந்தையில் பயன்பாடுகளை வாங்கவும் உதவுகிறது.
th: บัญชี Firefox ช่วยให้คุณค้นหาโทรศัพท์ที่สูญหายและซื้อแอปจากร้านค้า Firefox
tr: Firefox Hesabı, kaybolan telefonunuzu bulmanızı ve Firefox Marketplace'ten uygulama satın almanızı sağlar.
ur: فائر فاکس اکاؤنٹ آپ کو گم شدہ فون کی تلاش اور فائر فاکس مارکیٹپلیس سے ایپس خریدنے کی اجازت دیتا ہے۔
uz: Firefox hisobi sizga yo‘qolgan telefoningiz va Firefox Marketplace’dan sotib olingan ilova dasturlarni topishga yordam beradi.

source: Create Account or Sign In
af: Skep rekening of meld aan
am: መፍጠሪያ መግለጫ ወይንም መግቢያ
ar: أنشء حسابًا أو سّجل الدخول
as: একাউণ্ট সৃষ্টি কৰক অথবা ছাইন ইন কৰক
bg: Регистриране или вписване
bn_in: অ্যাকাউন্ট তৈরি করুন অথবা প্রবেশ করুন
br: Krouiñ ur gont pe kennaskañ
bs: Kreirajte račun ili se prijavite
ca: Crea un compte o inicia la sessió
cy: Creu Cyfrif neu Fewngofnodi
es: Crear cuenta o conectarse
eu: Sortu kontua edo hasi saioa
fa: ایجاد حساب‌کاربری یا وارد شوید
ga_ie: Cruthaigh Cuntas nó Logáil Isteach
gd: Cruthaich fear no clàraich a-steach
hi_in: खाता बनाएँ या साइन इन करें
hu: Fiók létrehozása vagy bejelentkezés
id: Buat Akun atau Masuk
km: បង្កើត​គណនី ឬ​ចូល
kn: ಖಾತೆ ರಚಿಸಿ ಅಥವಾ ಪ್ರವೇಶಿಸಿ
mg: Mamoròna Kaonty na Midira
ml: അക്കൌണ്ട് ഉണ്ടാക്കുക അല്ലെങ്കില്‍ പ്രവേശിക്കുക
mr: खाते बनवा किंवा साइन-इन करा
ms: Cipta Akaun atau Daftar Masuk
my: အကောင့်တစ်ခု ပြုလုပ် သို့ အကောင့်ထဲသို့ ဝင်
ne: नयाँ खाता खोल्नुहोस् अथवा साइन इन गर्नुहोस्
or: ଖାତା ତିଆରି କରନ୍ତୁ କିମ୍ବା ସାଇନ ଇନ କରନ୍ତୁ
pt: Crie uma conta ou inicie sessão
pt_br: Crie uma Conta ou Entre
ro: Creează cont sau autentifică-te
si: ගිණුමක් සදන්න හෝ පිවිසෙන්න
sw: Unda Akaunti au Ingia
ta: நுழை/கணக்கை உருவாக்கு
te: ఖాతాను సృష్టించుకోండి లేదా ప్రవేశించండి
th: สร้างบัญชีหรือเข้าสู่ระบบ
tr: Hesap oluştur veya oturum aç
ur: اکاؤنٹ بنائیں یا سائن ان کریں
uz: Hisob yarating yoki kiring
xh: Yenza iakhawunti okanye ungene
zu: Yakha I-akhawunti noma Sayinela Ukungena

source: A verification link has been sent to {{email}}
af: 'n Verifiëringskakel is gestuur na {{email}}
am: የ ማረጋገጭጫ አገናኝ ተልኳል ለ {{email}}
ar: أُرسلت وصلة التفعيل إلى {{email}}
as: এটা সত্যাপন লিঙ্ক {{email}} লৈ পঠোৱা হৈছে
bg: Изпратена е проверяваща връзка до {{email}}
bn_in: একটি যাচাইয়ের লিঙ্ক পাঠানো হয়েছে {{email}}
br: Kaset ez eus bet un ere gwiriañ da {{email}}
bs: Link za verifikaciju je poslan na {{email}}
ca: S'ha enviat un enllaç de verificació a {{email}}
cy: Mae dolen dilysu wedi ei hanfon at {{email}}
es: Se ha sido enviado un enlace de verificación a {{email}}
eu: Egiaztapen-lotura bidali da {{email}} helbidera
fa: یک پیوند جهت تایید به آدرس {{email}} ارسال شده است.
ga_ie: Seoladh nasc deimhnithe chuig {{email}}
gd: Chaidh ceangal dearbhaidh a chur gu {{email}}
hi_in: जाँच कड़ी {{email}} पर भेजा गया है
hu: A megerősítő hivatkozás elküldve ide: {{email}}
id: Tautan verifikasi telah dikirimkan ke {{email}}
km: តំណ​​សម្រាប់​ការ​ផ្ទៀងផ្ទាត់​ត្រូវ​បាន​ផ្ញើ​ទៅ {{email}}
kn: ಒಂದು ಧೃಡೀಕರಣ ಕೊಂಡಿಯನ್ನು ಇಲ್ಲಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆ {{email}}
mg: Misy rohy fanamarinana nalefa any @ {{email}}
ml: {{email}} ലേക്ക് ഉറപ്പാക്കല്‍ ലിങ്ക് അയച്ചിട്ടുണ്ട്
mr: सत्यापणासाठी एक दुवा, {{email}} वर पाठविला आहे
ms: Pautan pengesahan telah dihantar ke {{email}}
my: အတည်ပြုခြင်း ချိတ်ဆက်လင်ခ့်တစ်ခု {{email}} သို့ပေးပို့လိုက်သည်
ne: {{email}} मा प्रमाणिकरण लिंक पठाइएको छ
or: {{email}}କୁ ଗୋଟିଏ ନିଶ୍ଚିତକରଣ ଲିଙ୍କ ପଠାଯାଇଛି
pt: Uma ligação de confirmação foi enviada para {{email}}
pt_br: Um link de confirmação foi enviado para {{email}}
ro: Un link de verificare a fost trimis către {{email}}
si: {{email}} වෙතට තහවුරු කිරීමේ සබැඳියක් යවන ලදී
sw: Kiungo cha kuthibitisha kimetumwa kwa {{email}}
ta: {{email}} என்பதற்கு சரிபார்க்கும் தொடுப்பை ஒன்றை அனுப்பி வைத்துள்ளோம்.
te: నిర్ధారణ లంకె మీ {{email}} కు పంపబడెను
th: ลิงก์ยืนยันถูกส่งไปที่ {{email}}
tr: {{email}} adresine doğrulama linki gönderildi
ur: توثیق ربط مرسلہ بنام {{email}} پر بھیج دی گی ہے
uz: Tasdiqlash linki {{email}}ga jo‘natildi
xh: Ikhonkco lokungqinisisa lithunyelwe kwi{{email}}
zu: Ilinki yokuqinisekisa ithunyelwe lapha {{email}}

source: Signed in as {{email}}
af: Aangemeld as {{email}}
am: ገብተዋል እንደ {{email}}
ar: تم تسجيل الدّخول كـ {{email}}
as: {{email}} ৰূপে ছাইন ইন কৰা হৈছে
bg: Вписани сте като {{email}}
bn_in: {{email}} রূপে সাইন ইন
br: Kennasket evel {{email}}
bs: Prijavljeni kao {{email}}
ca: Connectat: {{email}}
cy: Mewngofnodwyd fel {{email}}
es: Conectado como {{email}}
eu: {{email}} gisa saioa hasita
fa: به عنوان {{email}} وارد شده است
ga_ie: Logáilte isteach mar {{email}}
gd: Air clàradh a-steach mar {{email}}
hi_in: हस्ताक्षर करें {{ईमेल}}
hu: Bejelentkezve, mint: {{email}}
id: Masuk sebagai {{email}}
km: បាន​ចូល​ជា {{email}}
kn: {{email}} ಆಗಿ ಪ್ರವೇಶಿಸಲಾಗಿದೆ
mg: Tafiditra hoe {{email}}
ml: {{email}} ആയി പ്രവേശിച്ചു
mr: {{email}} वरून साइन-इन केले आहे
ms: Daftar masuk sebagai {{email}}
my: {{email}} ဖြင့် ဝင်ထားသှ်
ne: {{email}} को रुपमा साइन्ड इन गर्नुहोस्
or: {{email}}ରୁ ସାଇନ ଇନ କରିଛନ୍ତି
pt: Sessão iniciada com {{email}}
pt_br: Entrou como {{email}}
ro: Autentificat ca {{email}}
si: {{email}} ලෙස ඇතුලුවී ඇත
ta: {{email}} ஆக நுழைந்துள்ளீர்கள்
te: {{email}} వలె ప్రవేశించారు
th: เข้าสู่ระบบเป็น {{email}}
tr: {{email}} adresiyle giriş yapıldı
ur: {{email}} کے طور پر سائن ان کیا ہوا ہے
uz: {{email}} sifatida kirilgan
xh: Ungene njenge{{email}}
zu: Usayinele ukungena njengo {{email}}

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
af: {{brandShortName}} is gebou op gratis oopbron-sagteware, met 'n gemeenskap van duisende van regoor die wêreld. Daar is 'n paar dinge wat jy moet weet:
am: {{brandShortName}} የተገነባው በ ነፃ እና open source software በመላው አለም ዙሪያ በሚኖሩ በብዙ ሺ የሚቆጠሩ ሕብረተሰቦች ነው: ጥቂት ማወቅ የሚገባዎት ነገር አለ:
ar: تمّت كتابة {{brandShortName}} اعتمادًا على برنامج حر ومفتوح المصدر ساهم فيه مُجتمع مُكوّن من آلاف المُساهمين من كل أنحاء العالم. هناك بضعة أمور ينبغي عليك أن تعرفها:
as: {{brandShortName}} এটা বিনামূলীয়া আৰু মুক্ত উৎস চফ্টৱেৰ যাক বিশ্বৰ বিভিন্ন প্ৰান্তৰ হাজাৰ হাজাৰ মানুহৰ এটা সম্প্ৰদায়ে নিৰ্মাণ কৰিছে। কিছুমান কথা আছে যি আপুনি জানিব লাগে:
bg: {{brandShortName}} е построен на свободен и отворен софтуерен код от общност от хиляди разработчици из целия свят. Има няколко неща, които трябва да знаете:
bn_in: {{brandShortName}} সারা পৃথিবী থেকে হাজার হাজার মানুষের একটি সম্প্রদায় দ্বারা মুক্ত ও ওপেন সোর্স সফটওয়্যার এর উপর নির্মিত হয়। আপনার জানার মত কিছু বিষয় আছে:
br: {{brandShortName}} zo ur meziant digoust ha digor e darzh, savet gant miliadoù a dud dre ar bed a-bezh. Gwell eo deoc'h gouzout un toulladig traoù :
bs: {{brandShortName}} je izradila globalna zajednica na temelju slobodnog softvera otvorenog koda. Postoji nekoliko stvari koje trebate znati:
ca: El {{brandShortName}} està construït amb programari lliure i de codi obert per una comunitat de milers de persones de tot el món. Hi ha algunes coses que hauríeu de saber:
cy: Mae {{brandShortName}} yn feddalwedd cod agored rhydd a rhad, wedi ei adeiladu gan gymuned o filoedd o bobl ar draws y byd i gyd. Mae yna rhai pethau dylech wybod:
es: {{brandShortName}} es software gratuito y de código libre desarrollado por una comunidad de miles de colaboradores por todo el mundo. Hay algunas cosas que debe saber:
eu: {{brandShortName}} mundu osoko milaka lagunen komunitate batek sortutako software libe eta irekiaren gainean eraiki da. Hiruzpalau gauza ezagutu beharko zenituzke:
fa: {{brandShortName}} بر پایه نرم افزار آزاد و بازمتن به وسیله جامعه‌ای متشکل از هزاران نفر از سراسر دنیا ساخته شده است. بهتر است چند چیز را بدانید:
ga_ie: Tógann pobal mór a bhfuil cónaí orthu ar fud an domhain {{brandShortName}} ar bhogearra saor in aisce agus foinse oscailte. Ba chóir go mbeadh cúpla rud ar eolas agat:
gd: Tha {{brandShortName}} stèidhichte air bathar-bog a tha saor an-asgaidh agus le còd fosgailte a chaidh a dhealbhadh leis na mìltean a dhaoine air feadh an t-saoghail. Seo rud na dhà cudromach dhut:
hi_in: {{brandShortName}} स्वतंत्र और खुला स्रोत सॉफ्टवेयर सभी दुनिया भर से हजारों की एक समुदाय के द्वारा बनाया गया है.वहाँ पर कुछ चीजें को आपको जानना चाहिए.
hu: A {{brandShortName}} ingyenes és nyílt forrású szoftver, amelyet világszerte több ezer ember fejleszt. Néhány dologról tudnia kell:
id: {{brandShortName}} adalah perangkat lunak bebas dan terbuka yang dibangun oleh ribuan anggota komunitas dari berbagai penjuru dunia. Beberapa hal yang perlu Anda ketahui:
km: {{brandShortName}} បាន​បង្កើត​ឡើង​លើ​កម្មវិធី​កូដ​ចំហ និង​ឥត​គិត​ថ្លៃ​ដោយ​​សហគមន៍​រាប់​ពាន់​ពី​ពាសពេញ​ពិភព​លោក។ មាន​រឿង​មួយ​ចំនួន​ដែល​អ្នក​គួរ​ដឹង៖
kn: {{brandShortName}} ಒಂದು ಸ್ವತಂತ್ರ ಮತ್ತು ಮುಕ್ತ ತಂತ್ರಾಂಶವಾಗಿದ್ದು, ಇದನ್ನು ವಿಶ್ವದಾದ್ಯಂತ ಹರಡಿರುವ ಸಾವಿರಾರು ಮಂದಿಯ ಸಮುದಾಯದಿಂದ ರಚಿಸಲಾಗಿದೆ. ಇಲ್ಲಿ ನೀವು ತಿಳಿಯಬೇಕಾದ ಕೆಲವು ವಿಷಯಗಳಿವೆ:
mg: {{brandShortName}} dia naorin'ny vondron'olona an'arivony manerana an'izao tontolo izao @ rindrambaiko maimaim-poana sy manana fototra malalaka. Misy zavatra vitsivitsy tokony ho fantatrao:
ml: അനേകായിരം വ്യക്തികളുള്ളൊരു സമൂഹം തയ്യാറാക്കുന്നൊരു സ്വതന്ത്ര സോഫ്റ്റ്‌വെയറാണു് {{brandShortName}}. നിങ്ങള്‍ അറിയേണ്ട ചില കാര്യങ്ങള്‍ താഴെ പറഞ്ഞിരിയ്ക്കന്നു:
mr: {{brandShortName}} हे फ्रि व ओपन सोर्स् सॉफ्टवेअर वर आधारीत आहे, जे जगातील हजारो वापरकर्त्यांच्या मदतीने तयार केले आहे. आपणास, काही बाबी माहिती असणे आवश्यक आहे:
ms: {{brandShortName}} dibina pada perisian sumber terbuka dan bebas oleh komuniti ribuan orang dari serata dunia. Terdapat beberapa perkata yang anda perlu tahu:
my: {{brandShortName}} အားကမ္ဘာတစ်ဝှမ်းရှိ ထောင်ချီသော အဖွဲ့ဝင်များ မှတည်ဆောက်ခဲ့ပြီး အခမဲ့ပြီး အရင်းအမြစ် ရယူနိုင်သော ဆော့ဝဲတစ်ခုဖြစ်သည်။ ဤတွင်သင်သိရှိထားရန် အချက်အလက် အချို့ရှိသည်၊
ne: {{brandShortName}} संसार भरीका हजारौ समुदाय मिलि बनाएको नि:शुल्क र ओपन सोर्स सफ्टवेर हो। यहा तपाईले केही जान्नु पर्ने कुराहरु छन्:
or: {{brandShortName}} ବିଶ୍ୱବ୍ୟାପୀ ହଜାର ହଜାର ଲୋକଙ୍କର ସମୂହ ଦ୍ୱାରା ତିଆରି ଫ୍ରି ଓ ଓପନ ସୋର୍ସ ସଫ୍ଟୱାର ଆଧାରରେ ନିର୍ମିତ । ଆପଣ ଏହା ବାବଦରେ କିଛି ଜାଣିରଖନ୍ତୁ:
pt: {{brandShortName}} é baseado sob software livre e de código aberto por uma comunidade de milhares de todo o mundo. Existem algumas coisas que deve saber:
pt_br: O {{brandShortName}} é um software livre e de código aberto, criado por uma comunidade de milhares de pessoas ao redor do mundo. Há algumas coisas que você deve saber:
ro: {{brandShortName}} este un program liber și cu sursă deschisă construit de o comunitate formată din mii de persoane din întreaga lume. Iată câteva lucruri pe care ar trebui să le știi:
si: {{brandShortName}} යනු ලෝකය පුරා දහස් සංඛ්‍යාත වූ සමාජයක් විසින් නිපැදවුන නිදහස් හා විවෘත මෘදුකාංගයකි. ඔබ මේ පිළිබඳ දැන ගත යුතු කරුණු කිහියපක් නම්:
sw: {{brandShortName}} imeundwa na jamii ya maelfu kwenye programu isiyo ya malipo na ya chanzo kilichowazi kutoka kote ulimwenguni. Kuna mambo machache unayofaa kujua:
ta: {{brandShortName}} ஆனது உலகம் முழுவதும் உள்ள ஆயிரக்கணக்கான குழுமத்தால் கட்டற்ற திறந்த மூல மென்பொருளாக உருவாக்கப்படுகிறது. இதில் நீங்கள் சில விவரங்களை தெரிந்துக்கொள்ள வேண்டும்:
te: ప్రపంచం నలుమూలల నుండి వేలమంది సమూహంచే {{brandShortName}} ఉచిత మరియు ఓపెన్ సోర్స్ సాఫ్టువేర్ పైన నిర్మించబడింది. మీరు కొన్ని విషయాలు తెలుసుకోవాలి:
th: {{brandShortName}} ถูกสร้างบนซอฟต์แวร์ฟรีและเปิดต้นฉบับโดยชุมชนกว่าหลายพันคนจากทั่วโลก นี่เป็นบางสิ่งที่คุณควรรู้:
tr: {{brandShortName}} tüm dünyadan binlerce kişilik bir topluluk tarafından özgür ve açık kaynaklı yazılımlarla inşa edilmiştir. Bilmeniz gereken bir kaç şey var:
ur: {{brandShortName}} تمام دنیا بھر سے ہزاروں کی ایک کمیونٹی کی طرف سے مفت اور اوپن سورس سافٹ ویئر پر بنایا گیا ہے۔ کچھ چیزیں ہیں جو آپ کو معلوم حونا چاحئے:
uz: {{brandShortName}} butun dunyodagi minglab jamoalar tomonidan tuzilgan erkin va ochiq kodli dasturiy ta’minotdir. Siz bilishingiz kerak bo‘lgan yana bir qancha narsalar bor:
vi: {{brandShortName}} là được xây dựng dựa trên các phần mềm tự do nguồn mở bởi một cộng đồng hàng nghìn thành viên trên toàn thế giới. Có một vài điều bạn nên biết:
xh: I{{brandShortName}} yakhiwe kwisoftwe ekhululekileyo nevulekileyo ngabantu abaliwaka behlabathi lonke. Kukho izinto ezimbalwa ekumele uzazi:
zu: I-{{brandShortName}} yakhelwe ku-software ekhululekile enomthombo ovulekile, eyakhiwe yizinkulungwane zomphakathi womhlaba wonke jikelele. Kunezinto ezimbalwa okufanelele uzazi:
