Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: {{carrierName}} is offering free apps to help get you started. They will download <em>at no charge</em> while you finish setting up your phone.
ar: {{carrierName}} يعرض تطبيقات مجانية لمساعدتك على البدء. سيقومون بتحميلها <em>بلا تكاليف</em> إلى أن تقوم بإنهاء إعدادات هاتفك.
bg: {{carrierName}} предлага безплатни приложения като начало. Те ще бъдат изтеглени <em>безплатно</em> докато вие приключите настройката на телефона си.
br: Arloadoù digoust a vez profet deoc'h gant {{carrierName}} evit kregiñ. Pellgarget e vint <em>hep koust ebet</em> pa viot oc'h echuiñ arventennañ ho pellgomzer.
bs: {{carrierName}} vam nudi besplatne aplikacije kako biste započeli. Bit će preuzete <em>besplatno</em> dok završite podešavanje vašeg telefona.
cy: Mae {{carrierName}} yn cynnig apiau am ddim i chi gael cychwyn. Byddant yn llwytho i lawr yr apiau <em>am ddim</em> tra byddwch yn cwblhau gosod eich ffôn.
es: {{carrierName}} ofrece apps gratis para ayudarle a comenzar. Se descargarán <em>sin cargos</em> mientras usted termina de configurar su teléfono.
eu: {{carrierName}}(e)k doako aplikazioak eskaintzen ditu hasten laguntzeko.<em>Kargurik gabe</em> deskargatuko dira telefonoa konfiguratzen amaitu bitartean.
fa: {{carrierName}} به شما برنامه‌های رایگانی را جهت راهنمایی به شروع شما پیشنهاد‌ می‌کند. آن ها <em>بدون پرداخت هزینه</em> دریافت خواهند شد هنگامی که شما راه‌اندازی تلفن خود را به اتمام برسانید.
ga_ie: Tá {{carrierName}} ag tairiscint aipeanna saor in aisce chun cuidiú leat ar dtús. Íosluchtófar iad <em>saor in aisce</em> agus tú ag socrú do ghutháin.
gd: Tha {{carrierName}} a’ solar aplacaidean saor an-asgaidh a chuidicheas tu leis an fhòn ùr agad. <em>Cha chosg e dad</em> an luchdadh a-nuas fhad ’s a shuidhicheas tu am fòn agad.
pt: {{carrierName}} está a oferecer aplicações gratuitas para o ajudar a começar. Serão descarregadas <em>gratuitamente</em> enquanto termina a configuração do seu telefone.

source: {{carrierName}} is offering free apps to help get you started. You can download them <em>at no charge</em>.
ar: {{carrierName}} يعرض تطبيقات مجانية لمساعدتك على البدء. يمكنك تحميلهم <em>بلا تكاليف</em>.
bg: {{carrierName}} предлага безплатни приложения като начало. Може да ги изтеглите <em>безплатно</em>.
br: Arloadoù digoust a vez profet deoc'h gant {{carrierName}} evit kregiñ. Gallout a rit pellgargañ anezho <em>hep koust ebet</em>.
bs: {{carrierName}} vam nudi besplatne aplikacije da započnete. Možete ih preuzeti <em>besplatno</em>.
cy: Mae {{carrierName}} yn cynnig apiau am ddim i chi gael cychwyn. Byddant yn eu llwytho i lawr <em>am ddim</em>.
es: {{carrierName}} le ofrece apps gratis para ayudarle a comenzar. Puede descargarlas <em>sin cargos</em>.
eu: {{carrierName}}(e)k doako aplikazioak eskaintzen ditu hasten laguntzeko. <em>Kargurik gabe</em> deskarga ditzakezu.
fa: {{carrierName}} به شما برنامه‌های رایگانی را جهت راهنمایی به شروع شما پیشنهاد‌ می‌کند. آن ها <em>بدون پرداخت هزینه</em> دریافت خواهند شد.
ga_ie: Tá {{carrierName}} ag tairiscint aipeanna saor in aisce chun cuidiú leat ar dtús. Is féidir leat iad a íosluchtú <em>saor in aisce</em>.
gd: Tha {{carrierName}} a’ solar aplacaidean saor an-asgaidh a chuidicheas tu leis an fhòn ùr agad. <em>Cha chosg e dad</em> an luchdadh a-nuas.
pt: {{carrierName}} está a oferecer aplicações gratuitas para o ajudar a começar. Pode descarregá-las <em>gratuitamente</em>.

source: Your carrier is offering free apps to help get you started. They will download <em>at no charge</em> while you finish setting up your phone.
ar: شركة الاتصال الخاصة بك تعرض تطبيقات مجانية لمساعدتك على البدء. سيقومون بتحميلها <em>بلا تكاليف</em> إلى أن تقوم بإنهاء إعدادات هاتفك.
bg: Вашият мобилен оператор предлага безплатни приложения като начало. Те ще бъдат изтеглени <em>безплатно</em> докато вие приключите настройката на телефона си.
br: Arloadoù digoust a vez profet deoc'h gant ho pourvezer evit kregiñ. Pellgarget e vint <em>hep koust ebet</em> pa viot oc'h echuiñ arventennañ ho pellgomzer.
bs: Vaš operater vam nudi besplatne aplikacije kako biste započeli. Bit će preuzete <em>besplatno</em> dok završite podešavanje vašeg telefona.
cy: Mae eich darparwr yn cynnig apiau am ddim i chi gael cychwyn. Byddant yn llwytho i lawr yr apiau <em>am ddim</em> tra byddwch yn cwblhau gosod eich ffôn.
es: Su operadora ofrece apps gratis para ayudarle a comenzar. Se descargarán <em>sin cargos</em> mientras usted termina de configurar su teléfono.
eu: Zure operadoreak doako aplikazioak eskaintzen ditu hasten laguntzeko. <em>Kargurik gabe</em> deskargatuko dira telefonoa konfiguratzen amaitu bitartean.
fa: سرویس دهنده به شما برنامه‌های رایگانی را جهت راهنمایی به شروع شما پیشنهاد‌ می‌کند. آن ها <em>بدون پرداخت هزینه</em> دریافت خواهند شد هنگامی که شما راه‌اندازی تلفن خود را به اتمام برسانید.
ga_ie: Tá do sholáthraí seirbhíse ag tairiscint aipeanna saor in aisce dhuit chun cuidiú leat ar dtús. Íosluchtófar iad <em>saor in aisce</em> agus tú ag socrú do ghutháin.
gd: Tha an giùlanair agad a’ solar aplacaidean saor an-asgaidh a chuidicheas tu leis an fhòn ùr agad. <em>Cha chosg e dad</em> an luchdadh a-nuas fhad ’s a shuidhicheas tu am fòn agad.
pt: O seu operador está a oferecer aplicações gratuitas para o ajudar a começar. Serão descarregadas <em>gratuitamente</em> enquanto termina a configuração do seu telefone.

source: Your carrier is offering free apps to help get you started. You can download them <em>at no charge</em>.
ar: شركة الاتصال الخاصة بك تعرض تطبيقات مجانية لمساعدتك على البدء. يمكنك تحميلها <em>بلا تكاليف</em>.
bg: Вашият мобилен оператор предлага безплатни приложения като начало. Може да ги изтеглите <em>безплатно</em>.
br: Arloadoù digoust a vez profet deoc'h gant ho pourvezer evit kregiñ. Gallout a rit pellgargañ anezho <em>hep koust ebet</em>.
bs: Vaš operater vam nudi besplatne aplikacije da započnete. Možete ih preuzeti <em>besplatno</em>.
cy: Mae eich darparwr yn cynnig apiau am ddim i chi gael cychwyn. Byddant yn eu llwytho i lawr <em>am ddim</em>.
es: Su operadora ofrece apps gratis para ayudarle a comenzar. Puede descargarlas <em>sin cargos</em>.
eu: Zure operadoreak doako aplikazioak eskaintzen ditu hasten laguntzeko. <em>Kargurik gabe</em> deskarga ditzakezu.
fa: سرویس دهنده به شما برنامه‌های رایگانی را جهت راهنمایی به شروع شما پیشنهاد‌ می‌کند. آن ها <em>بدون پرداخت هزینه</em> دریافت خواهند شد.
ga_ie: Tá do sholáthraí seirbhíse ag tairiscint aipeanna saor in aisce duit le cuidiú leat ar dtús. Is féidir leat iad a íosluchtú <em>saor in aisce</em>.
gd: Tha an giùlanair agad a’ solar aplacaidean saor an-asgaidh a chuidicheas tu leis an fhòn ùr agad. <em>Cha chosg e dad</em> an luchdadh a-nuas.
pt: O seu operador está a oferecer aplicações gratuitas para o ajudar a começar. Pode descarregá-las <em>gratuitamente</em>.

source: Find these apps and many more when you visit Marketplace!
ar: احصل على هذه التطبيقات و المزيد عندما تزور المتجر!
bg: Намерете ги, както и много други в Marketplace!
br: Kavit an arloadoù-mañ ha reoù all en ur gweladenniñ ar Marketplace !
bs: Pronađite ove aplikacije i mnogo više na Marketplace-u!
cy: Gallwch ganfod yr apiau yma a llawer mwy yn y Marketplace!
es: ¡Encuentre esas apps y muchas más cuando visite Marketplace!
eu: Aurki itzazu aplikazio hauek eta askoz gehiago Marketplace-ean!
fa: پیدا کردن این برنامه‌ها و تعداد زیادی برنامه‌ دیگر هنگامی که فروشگاه را ملاقات کنید.
ga_ie: Aimseoidh tú na haipeanna seo agus an-chuid cinn eile nuair a thugann tú cuairt ar an Margadh.
gd: Chì thu na h-aplacaidean seo ’s mòran a bharrachd ma thadhlas tu air a’ mhargaid!
pt: Encontre estas aplicações e muitas mais quando visitar o Marketplace!

source: Tutorial
af: Studieklas
am: አስተማሪ
ar: دروس تعليمية
as: শিক্ষা
bg: Въведение
bn_in: টিউটোরিয়াল
br: Teulioù kelenn
bs: Uputstvo
ca: Visita guiada
cy: Hyfforddiant
eu: Tutoretza
fa: آموزش
ga_ie: Cúrsa Teagaisc
gd: Treòir
hi_in: शिक्षण पाठ
hu: Ismertető
km: ការ​បង្ហាត់​បង្រៀន
kn: ಪಾಠ
mg: Titorialy
ml: പരിശീലനം
mr: शिकवणी
my: လေ့ကျင့်ခန်း
ne: अभ्यास
or: ଶିକ୍ଷଣ
si: සහාය
sw: Ukufunzi
ta: பயிற்சி
te: భోధిని
th: สอนใช้งาน
tr: Öğretici
ur: ٹیوٹوریل
uz: Qo‘llanma
xh: Isifundo
zu: Ukufundiswa

# tutorial-step1-large-3
source: Swipe down to access recent notifications, usage information and settings.
am: ወደ ታች ይጥረጉ የ ቅርብ ጊዜ ማስታወቂያዎችን አጠቃቀም መረጃ እና ማሰናጃዎች ጋር ለመድረስ
ar: مرر سريعاً للأسفل للحصول على آخر التنبيهات، معلومات إستخدام بيانات الأنترنت والإعدادات.
bg: Плъзнете надолу за достъп до последните известия, кредитна информация и настройки.
bn_in: সাম্প্রতিক বিজ্ঞপ্তি, ব্যবহারের তথ্য এবং সেটিংস অ্যাক্সেস করতে স্যোয়াইপ করুন।
br: Lakait ho piz da riklañ etrezek an traoñ evit gwelout ar rebuzadurioù nevesañ, ar ventelad hag an arventennoù.
bs: Prevucite prstom prema dolje za pristup nedavnim obavijestima, informacijama o upotrebi i postavkama.
ca: Feu lliscar el dit cap avall per accedir a les notificacions recents, a la informació de consum i als paràmetres.
cy: Llusgwch lawr i weld hysbysiadau diweddar, gwybodaeth defnydd a gosodiadau.
es: Deslice la pantalla hacia abajo para acceder a notificaciones recientes, información de consumo y ajustes.
eu: Pasatu hatza goitik behera azken jakinarazpenak, erabilera-informazioa eta ezarpenak ikusteko.
fa: سمت پایین بر روی صفحه بکشید تا به آخرین اعلان‌ها،‌ اطلاعات استفاده و تنظیمات دسترسی داشته باشید.
ga_ie: Svaidhpeáil anuas le teacht a bheith agat ar fhógraí nua, eolas úsáide agus socruithe.
gd: Dèan grad-shlaighdeadh a-nuas airson coimhead air brathan ùra, fiosrachadh mu na chaith thu is na roghainnean.
hu: Csúsztassa ujját lefelé az értesítések, használattal kapcsolatos információk és beállítások eléréséhez.
id: Usap ke bawah untuk membuka notifikasi terbaru, informasi penggunaan, dan setelan.
km: អូស​ចុះក្រោម​ដើម្បី​ចូល​មើល​ការ​ជូនដំណឹង​ថ្មីៗ កាប្រើប្រាស់​ព័ត៌មាន និង​ ការកំណត់​។
kn: ಇತ್ತೀಚಿನ ಸೂಚನೆಗಳು, ಕೃತಜ್ಞತೆ ಮಾಹಿತಿ ಮತ್ತು ಸಿದ್ದತೆಗಳಿಗೆ ಕೆಳಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ.
mg: Asosao midina raha hiditra amin'ireo filazana, fampahalalana momba ny fampiasana ary tefy vao tsy ela.
my: လတ်တလော သတိပေးချက်များ၊ ငွေဖြည့်ကဒ်အချက်အလက်များ နှင့် အပြင်အဆင်များကို သုံးရန် အပေါ်မှ ပွတ်ဆွဲချပါ
pt: Deslize para baixo para aceder às suas notificações recentes, informações de utilização e definições.
ro: Glisează în jos ca să accesezi notificările recente, informații despre consum și setările.
si: පහලට ස්වයිප් කිරීම මඟින් මෑත දැනුම්දීම්, ශේෂ වාර්තා හා සැකසුම් වලට පිවිසිය හැකියි.
th: ปัดลงเพื่อเข้าถึงการแจ้งเตือนล่าสุด ข้อมูลการใช้งาน และการตั้งค่า
tr: Son bildirimlere, kullanım bilgisine ve ayarlara erişmek için aşağı doğru kaydırın.
ur: حالیہ اطلاعات، قریڈٹ کی معلومات اور ترتیبات تک رسائی حاصل کرنے کے لئے نیچے سوائپ کریں۔
uz: So‘nggi eslatmalar, sarflangan trafik va sozlamalarga kirish uchun pastga silang.

source: Swipe left or right to discover new apps on home screen.
af: Vee links of regs om nuwe programme op die tuisskerm te ontdek.
am: ከ ግራ ወይንም ከ ቀኝ ይጥረጉ በ ቤት መመልከቻ ላይ አዲስ መተግበሪያዎችን ለማየት
ar: اسحب بإصبعك من اليمين أو اليسار لإكتشاف تطبيقات جديدة على الشاشة الرئيسية.
as: আৰম্ভণি পৰ্দাত নতুন এপসমূহ খোজ কৰিবলে বাঁও অথবা সোঁ চুৱাইপ কৰক।
bg: Плъзнете наляво или надясно, за да откриете нови приложения на началния екран.
bn_in: বাঁদিকে অথবা ডানদিকে সোয়াইপ করে হোম স্ক্রিনের নতুন অ্যাপগুলি আবিষ্কার করুন।
br: Lakait ho piz da riklañ adalek an tu dehou pe gleiz evit dizoloiñ arloadoù nevez war ar skramm degemer.
bs: Prevucite prstom lijevo ili desno da otkrijete nove aplikacije na početnom ekranu.
ca: Feu lliscar el dit cap a l'esquerra o dreta per descobrir aplicacions noves a la pantalla d'inici.
cy: Llusgwch i'r chwith neu dde i ganfod apiau newydd ar y sgrin cartref.
es: Deslice la pantalla hacia la izquierda o derecha para descubrir nuevas apps en la pantalla de inicio.
eu: Pasatu hatza ezkerrera edo eskuinera hasierako pantailan aplikazio berriak deskubritzeko.
fa: به سمت راست یا چپ بر روی صفحه بکشید تا برنا‌مه‌های جدید را بر روی صفحه خانه کشف کنید.
ga_ie: Svaidhpeáil anoir is aniar chun aipeanna nua a aimsiú ar an scáileán baile.
gd: Dèan grad-shlaighdeadh gun taobh chlì no deas gus aplacaidean ùra fhaicinn air an sgrìn mhòr.
hi_in: घर स्क्रीन पर नए ऐप्प खोजने के लिए बायाँ या दाहिना स्वाइप करें.
hu: Jobbra vagy balra csúsztatva új appokat fedezhet fel a kezdőképernyőn.
id: Usap ke kiri atau ke kanan untuk menemukan aplikasi baru pada layar beranda.
km: អូស​ពី​ឆ្វេង ឬ​ស្ដាំ​ដើម្បី​រកមើល​កម្មវិធី​ថ្មី​ៗ​លើ​អេក្រង់​ដើម។
kn: ಎಡದಿಂದ ಬಲಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿದಲ್ಲಿ ಹೋಮ್ ಸ್ಕ್ರೀನಿನಲ್ಲಿ ಹೊಸ ಆಪ್ಸ್ ಕಾಣುವುದು.
mg: Asosao miankavia na miankavanana raha hijery ireo app vaovao eo @ efijery trano.
ml: പൂമുഖത്ത് ഉള്ള പുതിയ പ്രയോഗങ്ങൾ കാണാൻ ഇടത്തു നിന്നോ വലത്തു നിന്നോ വലിക്കുക.
mr: फोनच्या मुख्य स्क्रीनवरील नविन ॲप्स जाणून घेण्यासाठी, डाव्या किंवा उजव्या बाजुने स्वाइप करा.
ms: Leret ke kiri atau ke kanan untuk mempelopori aplikasi baru pada laman utama.
my: ပင်မစာမျက်နှာတွင် အက်ပ်ပလီကေးရှင်း အသစ်များအား ဘယ်ညာ ဆွဲပွတ်ပြီး ကြည့်ပါ
ne: गृह पर्दामा नँया अनुप्रयोग पत्तालगाउनु परेमा दाँया अथवा बाँया छोएर सार्नुहोस् ।
or: ନୂଆ ଆପ ଓ ହୋମସ୍କ୍ରିନକୁ ଆବିଷ୍କାର କରିବାଲାଗି ବାମ ବା ଡାହାଣକୁ ସ୍ୱାଇପ କରନ୍ତୁ।
pt: Deslize para a esquerda ou para a direita para descobrir novas aplicações no ecrã inicial.
pt_br: Deslize para a direita ou esquerda para descobrir novos aplicativos na tela inicial.
ro: Glisează spre stânga sau dreapta pentru a descoperi aplicații noi pe ecranul principal.
si: මුල් පිටුවේ ඇති නව යෙදුම් සොයා බැලීම සඳහා තිරයේ දකුණට හෝ වමට ස්වයිප් කරන්න.
sw: Batilisha kushoto au kulia ili kugundua programu mpya kwenye skrini ya nyumbani.
ta: முகப்பு திரையில் புதிய பயன்பாடுகளை காண இடமிருந்து வலமாக உரச வேண்டும்.
te: ముంగిలి తెరపైన కొత్త అనువర్తనాలు కనుగొనుటకు ఎడమకు లేదా కుడికి స్వైప్ చేయండి.
th: ปัดซ้ายหรือขวาเพื่อค้นพบแอปใหม่บนหน้าจอแรก
tr: Yeni uygulamalar keşfetmek için ana ekranda sola veya sağa kaydırın.
ur: ہوم سکرین پر نٰیے ایپس دریافت کرنے کے لیے دایٰں یا بایٰں Swipe کریں۔
uz: Uy ekranida yangi ilova dasturlarni ochish uchun chapga yoki o‘ngga silang.
vi: Vuốt trái hoặc phải để khám phá những ứng dụng mới trên màn hình chính.
xh: Swayipa ekhohlo okanye ekunene ukufumana iiaplikheyishini ezintsha kwisikrini sasekhaya.
zu: Swayipha ngakwesokunxele noma kwesokudla ukuze uthole ama-app amasha eskrinini sasekhaya.

source: Tap and hold on an icon to delete or move it.
am: መታ አድርገው ይያዙ ምልክቱ ላይ ለማጥፋት ወይንም ለማንቀሳቀስ
ar: إضغط على أيقونة لفترة لحذفها أو تحريكها.
bg: Докоснете и задръжте пиктограма за изтриване или преместване.
bn_in: আইকন মুছতে বা সরাতে চাইলে ট্যাপ করে ধরে রাখুন।
br: Pouezit ha chomit war an arlun evit dilemel pe fiñval anezhañ.
bs: Dodirnite i držite ikonu za brisanje ili premještanje.
ca: Premeu durant uns segons una icona per eliminar-la o moure-la.
cy: Tapiwch a dal ar eicon i'w ddileu neu ei symud.
es: Pulse un icono durante unos segundos para borrarlo o moverlo.
eu: Sakatu eta eutsi ikonoak haiek ezabatu edo lekuz aldatzeko.
fa: برای حذف یا جابه‌جایی یک نقشک، روی آن ضربه زده و نگه دارید.
ga_ie: Tapáil agus coinnigh síos deilbhín lena scriosadh nó lena bhogadh.
gd: Thoir gnogag air ìomhaigheag is cum ris gus a ghluasad no a sguabadh às.
hu: Mutasson egy ikonra, és tartsa rajta az ujját a törléséhez vagy az áthelyezéséhez.
id: Ketuk dan tahan ikon untuk menghapus atau memindahkannya.
kn: ಅಳಿಸಲು ಅಥವಾ ಜರುಗಿಸಲು ಲಾಂಛನದ ಮೇಲೆ ಮೆಲ್ಲ ತಟ್ಟು ಮತ್ತು ಹಿಡಿ.
mg: Tsindrio elaela ny ikaona iray raha hamafa na hamindra azy.
my: အိုင်ကွန်တစ်ခုကို ဖိပြီး ရွှေ့ (သို့) ဖျက်ပါ။
pt: Toque longo num ícone para o apagar ou mover.
ro: Atinge lung pe o iconiță ca să o ștergi sau să o muți.
si: අයිකනයක් ටැප් කර එම ටැප් කිරීම රඳවා ගැනීම මඟින් එය මකා දැමීම හෝ වෙනස් ස්ථානයකට යැවීම සිදු කල හැකියි.
th: แตะค้างบนไอคอนเพื่อลบหรือย้าย
tr: Bir simgeyi silmek veya taşımak için ona dokunup basılı tutun.
ur: حذف یا منتقل کرنے کے لئے شبیہ کو کلک کرے اور تھامیں۔
uz: Nishonchalarni o‘chirish yoki siljitish uchun uning ustiga bosib turing.

source: Two fingers swipe up from the bottom edge to trigger card view.
af: Vee met twee vingers op vanaf die onderste rand vir kaartaansig.
am: በ ሁለት ጣቶች ከ ታች ጠርዝ በኩል ወደ ላይ ይጥረጉ የ ካርድ መመልከቻውን ለማስጀመር
ar: مررإصبعين للأعلى من الحافة السفلية لتحريك عرض البطاقة.
as: কাৰ্ড দৰ্শন আৰম্ভ কৰিবলে তল প্ৰান্তৰ পৰা দুটা ফিংগাৰ চুৱাইপ আপ।
bg: Плъзнете от долната част нагоре с два пръста, за да превключите на картов изглед.
bn_in: ট্রিগার কার্ড ভিউ আনতে গেলে দুই আঙ্গুল দিয়ে উপর থেকে নিচের শেষপ্রান্তে সোয়াইপ করুন।
br: Lakait daou viz da riklañ adalek an traoñ etrezek ar c'hrec'h evit diskouez an arloadoù digor.
bs: Prevucite sa dva prsta sa dna ekrana prema gore za aktiviranje kartičnog pregleda.
ca: Feu lliscar dos dits cap amunt des de la vora inferior per activar la visualització de targetes.
cy: Llusgo dau fys i fyny o'r ymyl isaf i agor golwg cerdyn.
es: Deslice con dos dedos la pantalla hacia arriba desde el borde inferior para activar la vista de tarjetas.
eu: Pasatu bi hatz beheko ertzetik gora txartel-ikuspegia abiarazteko.
fa: دو انگشت را از لبه پایین به سمت بالا بکشید تا کارت ها نمایش داده شود.
ga_ie: Svaidhpeáil aníos le dhá mhéar chun amharc cárta a oscailt.
gd: Dèan grad-shlaighdeach a-nìos on oir le dà chorrag airson a’ chairt fhaicinn.
hi_in: कार्ड दृश्य चलाने के लिए दो अंगुली को निचले किनारे से ऊपर स्वाइप करें.
hu: Két ujjal lentről felfelé csúsztatva beléphet a kártya nézetbe.
id: Usap dengan dua jari ke atas dari bawah layar untuk menampilkan tampilan kartu.
km: អូស​ម្រាម​ដៃ​ពីរ​ពី​គែម​ប៊ូតុង​ដើម្បី​បិទ/បើក​ card view.
kn: ಕಾರ್ಡ್ ನೋಟವನ್ನು ಚಿಮ್ಮಿಸಲು ಎರಡು ಬೆರಳುಗಳಲ್ಲಿ ಕೆಳಭಾಗದ ಮೂಲೆಯಿಂದ ಸ್ವೈಪ್ ಮಾಡಿ.
mg: Rantsantànana roa asosa miakatra avy eo @ sisiny ambany hihantsiana ny jery karatra.
ml: കാർഡ് രൂപത്തിൽ കാണാൻ രണ്ടു വിരൽ ഉപയോഗിച്ച് താഴെ നിന്നും മുകളിലേക്ക് വലിക്കുക.
mr: कार्ड दृष्य दिसण्यासाठी, दोन बोटांनी खालच्या बाजुने वरच्या बाजुला स्वाइप करा.
ms: Leret dua jari atas ke hujung bawah untuk memicu pandangan kad.
my: ကဒ် ပုံစံ ဖြင့်ကြည့်ရန် လက်နှစ်ချောင်းဖြင့် အောက်ခြေ အစပ်မှ အပေါ်သို့ ဆွဲတင်ပါ
ne: कार्ड भ्यु ट्रिगर गर्न तल्लो किनारा देखि आफ्ना दुई औंलाहरु माथि सार्नुहोस्।
or: କାର୍ଡ ପ୍ରଦର୍ଶନକୁ ସଚଳ କରିବାଲାଗି ତଳୁ ଦୁଇଟି ଆଙ୍ଗୁଳିଦ୍ୱାରା ସ୍ୱାଇପ କରନ୍ତୁ।
pt: Deslize com dois dedos do limite inferior do ecrã para ativar a vista de cartões.
pt_br: Deslize de baixo para cima com dois dedos para entrar no modo de cartas
ro: Glisează în sus cu două degete din marginea de jos pentru a activa vizualizarea fișei.
si: පහල සිට ඉහලට ඇඟිලි දෙකක් භාවිතයෙන් ස්වයිප් කිරීම මඟින් කාඩ් පෙනුම පුරනය කල හැක.
sw: Vidole viwili hubatilisha juu kutoka kona ya chini ili kuanzisha mtazamo wa kadi.
ta: கீழ் முனையிலிருந்து மேலாக இரண்டு விரல்களால் உரசினால் அட்டை காட்சி தோன்றும்
te: కార్డ్ వ్యూ ట్రిగ్గర్ చేయుటకు కిందిఅంచు నుండి రెండువేళ్ళతో పైకి స్వైప్ చేయండి.
th: สองนิ้วปัดขึ้นจากขอบล่างเพื่อเรียกดูในมุมมองการ์ด
tr: Kart görünümünü açmak için alt kenardan iki parmakla tutup çekin.
ur: کارڈنظارہ شروع کرنے کے لیے دونوں اٰنگلیوں سے نیچلے کنارے سے اٰپر کی طرف Swipe کریں۔
uz: Ekran kartasini chaqirish uchun ikkita barmog‘ingiz bilan pastki chetidan silang.
xh: Iminwe emibini iswayipa ukusuka kwikona esezantsi ukubonakalisa ikhadi.
zu: Iminwe emibili iswayipha kuya phezulu kusuka phansi ukuqalisa ukubuka ikhadi.

source: Swipe up and down to browse your apps and bookmarks. Tap and hold an icon to delete, move, or edit it.
am: ይጥረጉ ወደ ላይ እና ወደ ታች የ እርስዎን መተግበሪያዎች እና ምልክት ያደረጉትን ለመቃኘት: ምልክቱን መታ አድርገው ይያዙ ለማጥፋት: ለማንቀሳቀስ ወይንም ለማረም
bn_in: অাপনার অ্যাপস এবং বুকমার্ক সংকলন ব্রাউজ করতে সোয়াইপ অাপ এবং ডাউন করুন। মুছে ফেলতে, স্থানান্তরণ করতে অথবা সম্পাদনা করতে আইকন ট্যাপ করে ধরে রাখুন।
ca: Feu lliscar el dit amunt i avall per explorar les aplicacions i adreces d'interès. Mantingueu premuda una icona per moure-la o eliminar-la.
cy: Llusgo i lawr neu i fyny i bori eich apiau a nodau tudalen. Tapio a dal eicon i'w ddileu, symud neu ei olygu.
eu: Pasatu hatza gora eta behera zure aplikazio eta laster-markak arakatzeko. Mantendu ikonoak sakatuta haiek ezabatzeko, mugitzeko edo editatzeko.
fa: برای مرور برنامه‌ها و نشانک ها بر روی صفحه به بالا یا پایین انگشت خود را بکشید. برای حذف،انتقال یا ویرایش بر روی آن تپ کنید و نگه دارید.
hi_in: अपने ऍप्लिकेशन्स और पुस्तचिह्न को ढूंढने के लिए ऊपर और नीचे स्वाइप करें.मिटने,स्थान परिवर्तन और एडिट करने के लिए आइकॉन को क्लिक कर के पकड़ कर रखें.
mg: Asosao miakatra sy midina raha hitety ireo app sy maripejy. Tsindrio elaela ny ikaona iray raha hamafa, hamindra na hanitsy azy.
my: သင်၏ App များနှင့် မှတ်သားချက်များကို ဖွင့်ရန် အပေါ်နှင့် အောက်ကို ဆွဲပါ။ ဖျက်ရန်၊ ဖယ်ရှားရန်၊ တည်းဖြတ်ရန်အတွက် Icon ကို ဖိပြီးနှိပ်ထားပါ။
ne: आफ्ना एप्स र बुकमार्कहरु पाउन औँला माथि र तल सार्नुहोस्। मेट्न, ठाउँ सार्न वा सम्पादन गर्नका लागि प्रतिमा थिचिराख्नुहोस्|
pt_br: Desliza para cima ou para baixo para navegar nos seus aplicativos e favoritos. Toque e segure um ícone para excluir, mover ou editá-lo.
si: ඔබේ යෙදුම් හා පිටුසලකුණු ගවේශනයට ඉහළට හා පහලට අදින්න. මකාදැමීමට, ගෙනයෑමට හෝ සැකසීමට අයිකනට ටැප් කර අල්ලා සිටින්න.
ur: آپکی ایپس اور نشانیاں کو براؤز کرنے کے لئے اوپر اور نیچے سوایپ کرے۔ حذف کرنے، بڑھانے، یا تدوین کرنے کے لئے آئکن کو کلک کرے اور تھامیں رکھیں۔
uz: Ilova dasturlaringiz va xatcho‘plaringizni ko‘rish uchun pastga va tepaga silang. Nishonchalarni o‘chirish, ko‘chirish yoki tahrirlash uchun ustiga bosib turing.

# tutorial-notifications-v2-tiny
source: Swipe down to access recent notifications, usage information and settings.
am: ወደ ታች ይጥረጉ የ ቅርብ ጊዜ ማስታወቂያዎችን አጠቃቀም መረጃ እና ማሰናጃዎች ጋር ለመድረስ
ar: مرر سريعا للاسفل للوصل لاخر التنبيهات، معلومات الرصيد والاعدادات.
bg: Плъзнете надолу за достъп до последните известия, мрежи, трафик и настройки.
bn_in: সাম্প্রতিক বিজ্ঞপ্তি, ব্যবহারের তথ্য এবং সেটিংস অ্যাক্সেস করতে স্যোয়াইপ করুন।
br: Lakait ho piz da riklañ etrezek an traoñ evit gwelout ar rebuzadurioù nevesañ, an titouroù implij hag an arventennoù.
bs: Prevucite prstom prema dolje za pristup nedavnim obavijestima, informacijama o upotrebi i postavkama.
ca: Feu lliscar el dit cap avall per accedir a les notificacions recents, a la informació de consum i als paràmetres.
cy: Llusgwch lawr i weld hysbysiadau diweddar, gwybodaeth defnydd a gosodiadau.
es: Deslice la pantalla hacia abajo para acceder a notificaciones recientes, información de consumo y ajustes.
eu: Pasatu hatza goitik behera azken jakinarazpenak, erabilera-informazioa eta ezarpenak ikusteko.
fa: سمت پایین بر روی صفحه بکشید تا به آخرین اعلان‌ها،‌ اطلاعات استفاده و تنظیمات دسترسی داشته باشید.
ga_ie: Svaidhpeáil anuas le teacht a bheith agat ar fhógraí nua, eolas úsáide agus socruithe.
gd: Dèan grad-shlaighdeadh a-nuas airson coimhead air brathan ùra, fiosrachadh mu na chaith thu is na roghainnean.
hu: Csúsztassa ujját lefelé az értesítések, használattal kapcsolatos információk és beállítások eléréséhez.
id: Usap ke bawah untuk membuka notifikasi terbaru, informasi penggunaan, dan setelan.
kn: ಇತ್ತೀಚಿನ ಸೂಚನೆಗಳು, ಮಾಹಿತಿ ಮತ್ತು ಸಿದ್ದತೆಗಳಿಗೆ ಕೆಳಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ.
mg: Asosao midina raha hiditra amin'ireo filazana, fampahalalana momba ny fampiasana ary tefy vao tsy ela.
my: လတ်တလော သတိပေးချက်များ၊ သုံးစွဲမှုအချက်အလက်များနှင့် အပြင်အဆင်များကို သုံးရန် အပေါ်မှ ပွတ်ဆွဲချပါ
pt: Deslize para baixo para aceder às suas notificações recentes, informações de utilização e definições.
ro: Glisează în jos ca să accesezi notificările recente, informații despre consum și setările.
si: පහලට ස්වයිප් කිරීම මඟින් මෑත දැනුම්දීම්, ශේෂ වාර්තා හා සැකසුම් වලට පිවිසිය හැකියි.
th: ปัดลงเพื่อเข้าถึงการแจ้งเตือนล่าสุด ข้อมูลการใช้งาน และการตั้งค่า
tr: Son bildirimlere, kullanım bilgisine ve ayarlara erişmek için aşağı doğru kaydırın.
ur: حالیہ اطلاعات، قریڈٹ کی معلومات اور ترتیبات تک رسائی حاصل کرنے کے لئے نیچے سوائپ کریں۔
uz: So‘nggi eslatmalar, sarflangan trafik va sozlamalarga kirish uchun pastga silang.
