Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
af: {{brandShortName}} word aan jou beskikbaar gestel volgens die bepalings van verskeie oopbron-lisensies, insluitende die Mozilla Publieke Lisensie. 'n Toestel waarop {{brandShortName}} loop kan dalk ook eiebesit-sagteware van derde partye bevat. Enige kode wat volgens oop lisensies voorsien word, gee jou die reg om die bronkode te wysig en jou gewysigde weergawes te versprei, mits jy aan die bepalings voldoen.
am: {{brandShortName}} ተዘጋጅቶ የቀረበው በ open source licenses እንዲሁም በ Mozilla Public License. ውል እና ስምምነት መሰረት ነው: ማንኛውም አካል ይህን {{brandShortName}} የሚያስኬድ በውስጡ የ ሶስተኛ ፓርቲ ሶፍትዌር ባለቤቶች ይናራሉ: ማንኛውም ኮድ የሚቀርበው በ open licenses ስር ነው: ስለዚህ ለ እርስዎ መብት ይሰጥዎታል ያሻሻሉትን እትም የ source code ለማሻሻል እና ለማሰራጨት: በ ውሉ እና በ ስምምነቱ መሰረት
ar: {{brandShortName}} مُتوفّر تحت عدّة تراخيص مفتوحة المصدر من ضمنها رُخصة موزيلا العامّة. يمكن لهاتف مُجهّز بـ {{brandShortName}} أن يحتوي على برمجيات مملوكة لأطراف أخرى. تمنحك أي شيفرة منشورة تحت أحد التّراخيص المفتوحة الحقَّ في تعديل المصدر وتوزيعه، ما دمت مُمتثلا لأحكامها.
as: {{brandShortName}} ক আপোনালৈ Mozilla ৰাজহুৱা অনুজ্ঞাৰ সৈতে বিভিন্ন মুক্ত উৎস অনুজ্ঞাৰ চুক্তিৰ অন্তৰ্গত উপলব্ধ কৰোৱা হৈছে। {{brandShortName}} চলোৱা এটা ডিভাইচে তৃতীয় দলসমূহৰ পৰা অধিকাৰীত্ব চফ্টৱেৰ অন্তৰ্ভুক্ত কৰিব পাৰে। মুক্ত অনুজ্ঞাসমূহৰ অন্তৰ্গত প্ৰদান কৰা যিকোনো ক'ডে আপোনাক উৎস ক'ডক পৰিবৰ্তন কৰাৰ আৰু আপোনাৰ পৰিৱৰ্তীত সংস্কৰণসমূহ বিতৰন কৰাৰ অধিকাৰ প্ৰদান কৰে যেতিয়ালৈকে আপুনি সিহতৰ চুক্তিসমূহ মানি লয়।
bg: {{brandShortName}} е достъпна за вас благодарение на условията на няколко лиценза за отворен код, включително Mozilla Public License. Устройство с {{brandShortName}} може да съдържа и собственически софтуер от трети страни. Всеки код под отворен лиценз ви дава правото да променяте изходният код и да разпространявате вашия променен код, стига да се съобразявате с неговите условия.
bn_in: {{brandShortName}} টি মজিলা পাবলিক লাইসেন্স সহ বেশ কয়েকটি ওপেন সোর্স লাইসেন্সের নিয়ম অনুযায়ী আপনার জন্য উপলব্ধ করা হয়. চলমান একটি ডিভাইসে {{brandShortName}} ছাড়াও তৃতীয় পক্ষের প্রোপ্রাইটরি সফটওয়্যার থাকতে পারে. ওপেন লাইসেন্সের আওতায় প্রদত্ত যেকোন কোডের আপনি সোর্স কোড পরিবর্তন করতে পারেন এবং যতদিন না পর্যন্ত আপনি তাদের পদ মেনে চলবেন ততদিন আপনি আপনার পরিবর্তিত সংস্করণ বিতরণ করার অধিকার পাবেন।
br: Reiñ a reer tro deoc'h d'ober gant {{brandShortName}} dindan an termenoù eus meur a lañvaz digor e darzh, en o zouez Lañvaz Foran Mozilla. Un trevnad gant {{brandShortName}} a c'hell ivez enderc'hel meziantoù perc'hennek. An holl vonegoù pourchaset dindan lañvazioù digor o zarzh a ro deoc'h an aotre da zaskemmañ ar voneg tarzh ha da zasparzhañ ho handelvoù daskemmet keit ha ma heuilhit o zermenoù.
bs: {{brandShortName}} je dostupan pod uvjetima nekoliko licenci otvorenog koda uključujući Mozillinu javnu licencu. Uređaj koji pokreće {{brandShortName}} može sadržavati vlasnički softver od trećih lica. Bilo koji dio koda objavljen pod licencom otvorenog koda daje vam pravo modifikacije izvornog koda i daljnju distribuciju izmijenjenih verzija sve dok se pridržavate njihovih uvjeta.
ca: El {{brandShortName}} és a la vostra disposició sota els termes de diverses llicències lliures, inclosa la llicència pública de Mozilla. Un dispositiu amb el {{brandShortName}} també pot contenir programari privatiu de tercers. Tot el codi proporcionat sota llicències obertes us dóna el dret de modificar-lo i de distribuir-ne versions modificades sempre que compliu els termes respectius.
cy: Mae {{brandShortName}} ar gael ar eich cyfer o dan amodau nifer o drwyddedau cod agored gan gynnwys y Mozilla Public Licence. Gall dyfais sy'n rhedeg {{brandShortName}} hefyd gynnwys meddalwedd perchnogol gan drydydd parti. Mae unrhyw god sy'n cael ei ddarparu o dan drwyddedau agored yn cynnig yr hawl i chi newid y cod gwreiddiol a dosbarthu eich fersiwn cyhyd ag y bo'n cyd-fynd â'i amodau.
es: {{brandShortName}} está disponible bajo los términos de varias licencias de código libre, entre ellas la Mozilla Public License. Un dispositivo que ejecute {{brandShortName}} puede también contener software patentado de un tercero. En tanto en cuanto se cumpla con los términos establecidos, cualquier código proporcionado bajo una licencia abierta otorga el derecho de modificar el código fuente y distribuir las versiones modificadas.
eu: {{brandShortName}} kode irekiko zenbait lizentziaren terminoak jarraituz argitaratu da, horien artean Mozilla Public License lizentziarenak. {{brandShortName}} darabilen gailu batek hirugarrenek sortutako software jabeduna ere eduki dezake. Lizentzia irekiak jarraituz argitaratutako edozein kode alda dezakezu, eta aldatutako bertsioak bana ditzakezu, betiere jatorrizko lizentziaren terminoak betez.
fa: ‏{{brandShortName}} با شرایط پروانه‌های آزاد متعدّدی از جمله پروانهٔ عمومی موزیلا در اخیار شما قرار گرفته است. هم‌چنین ممکن است دستگاهی که {{brandShortName}} را اجرا می‌کند، شامل نرم‌افزارهای انحصاری شخص ثالث باشد. هر کدی که با پروانه‌های آزاد منتشر شده، تا زمانی که با شرایطتان مطابقت کند، حقّ تغییر کد مبدأ و بازتوزیع نسخه‌های تغییریافته‌تان را به شما می‌دهند.
ga_ie: Cuireadh {{brandShortName}} ar fáil duit faoi théarmaí roinnt ceadúnais foinse oscailte éagsúla, Ceadúnas Poiblí Mozilla san áireamh. Is féidir go bhfuil bogearraí dílsithe tríú páirtí ar ghléas a ritheann {{brandShortName}} freisin. Tugtar cead duit le haon chód a chuirtear ar fáil duit faoi cheadúnas oscailte mionathruithe a dhéanamh ar an gcód foinseach agus do leagan mionathraithe a dháileadh chomh fada agus go gcloíonn tú leis na téarmaí.
gd: Gheibh thu {{brandShortName}} fo theirmichean grunn cheadachasan OpenSource, a’ gabhail a-steach Mozilla Public License. Dh’fhaoidte gum bi bathar-bog malairteach o threas-phàrtaidhean air uidheam air a bheil {{brandShortName}} cuideachd. Ma tha gin dhen chòd fo cheadachas saor, tha cead agad an còd tùsail atharrachadh agus na h-atharraichean agad a sgaoileadh fhad ’s a ghèilleas tu ris na teirmichean aca.
hi_in: {{brandShortName}} आप के लिए उपलब्ध मोज़िला पब्लिक लाइसेंस सहित कई खुला स्रोत लाइसेंस की शर्तों के तहत किया जाता है.एक उपकरण चलाने {{brandShortName}} तृतीय पक्षों से भी मालिकाना सॉफ्टवेयर हो सकता है.कोई खुली लाइसेंस के तहत उपलब्ध कराए गए कोड आप स्रोत कोड को संशोधित करने के लिए और अपने संशोधित संस्करण वितरित करने के लिए लंबे समय के रूप में आप अपनी शर्तों के साथ पालन करने का अधिकार देता है.
hu: A {{brandShortName}} a Mozilla Public License feltételei szerint lett közreadva. Ez azt jelenti, hogy a {{brandShortName}} használható, másolható és terjeszthető. A {{brandShortName}} forráskódjának igény szerinti módosítása szintén megengedett. A Mozilla Public License megadja a jogot a módosított verziók terjesztésére is.
id: {{brandShortName}} disediakan kepada Anda di bawah persyaratan beberapa lisensi sumber terbuka, termasuk Mozilla Public License. Sebuah perangkat yang menjalankan {{brandShortName}} mungkin juga akan mengandung perangkat lunak propiertary dari pihak ketiga. Semua kode yang disediakan di bawah lisensi terbuka memberikan hak kepada Anda untuk memodifikasi kode sumber dan mendistribusikan versi yang dimodifikasi jika Anda tetap mematahui persyaratannya.
km: {{brandShortName}} បាន​បង្កើត​​ឲ្យ​មាន​សម្រាប់​អ្នក​ក្រោម​លក្ខខណ្ឌ​​នៃ​អាជ្ញាប័ណ្ណ​កូដ​ចំហ​ជា​ច្រើន​រួម​​ទាំង​អាជ្ញាប័ណ្ណ​សាធារណៈ​​របស់ Mozilla។ ឧបករណ៍​ដែល​ដំណើរការ {{brandShortName}} ​ក៏​អាច​មាន​​កម្មវិធី​កម្មសិទ្ធិ​ពី​ភាគី​ទី​បី។ កូដ​ណា​​មួយ​ដែល​​បាន​ផ្ដល់​ក្រោម​អាជ្ញាប័ណ្ណ​បើក​ចំហ​​ ផ្ដល់​ឲ្យ​អ្នក​នូវ​សិទ្ធិ​​កែប្រែ​​កូដ​ប្រភព និង​ចែកចាយ​កំណែ​ដែល​បាន​កែប្រែ​របស់​អ្នក​​​​ដរាប​ណា​​អ្នក​​គោរព​តាម​លក្ខខណ្ឌ​របស់​ពួកគេ។
kn: {{brandShortName}} ಅನ್ನು ಹಲವಾರು ಓಪನ್‌ ಸೋರ್ಸ್ ಲೈಸೆನ್ಸ್‌ಗಳ ಜೊತೆಗೆ Mozilla Public Licenseಅಡಿಯಲ್ಲಿ ನಿಮಗೆ ಒದಗಿಸಲಾಗಿದೆ. {{brandShortName}} ಅನ್ನು ಒಳಗೊಂಡಿರುವ ಒಂದು ಸಾಧನವು ಬೇರೊಂದು ಸಂಸ್ಥೆಯ ಪ್ರೊಪ್ರೈಟರಿ ತಂತ್ರಾಂಶವನ್ನು ಹೊಂದಿರಬಹುದು. ಮುಕ್ತ ಲೈಸೆನ್ಸ್‌ಗಳ ಅಡಿಯಲ್ಲಿ ಒದಗಿಸಿದ ಯಾವುದೆ ಕೋಡ್ ನಿಮಗೆ ಸೋರ್ಸ್ ಕೋಡ್ ಅನ್ನು ಮಾರ್ಪಡಿಸಲು ಮತ್ತು ನೀವು ಎಲ್ಲಿಯವರೆಗೆ ಅವರ ನಿಯಮಗಳಿಗೆ ಬದ್ಧರಾಗಿರುತ್ತೀರೊ ಅಲ್ಲಿಯವರೆಗೆ ನೀವು ಮಾರ್ಪಡಿಸಿದ ಆವೃತ್ತಿಗಳನ್ನು ವಿತರಿಸಲು ನಿಮಗೆ ಅವಕಾಶ ನೀಡುತ್ತದೆ.
mg: {{brandShortName}} dia natao ho azonao ampiasaina araka ireo fepetran'ny fahazoan-dàlana manana fototra malalaka maro, anisany ny alàlana Mozilla Public License. Ny fitaovana misy {{brandShortName}} mandeha ao aminy koa dia mety hisy rindrambaiko manan-tompo avy @ ankolafy hafa. Rehefa kaody omena araka ny fahazoan-dàlana malalaka dia manome anao zo hanova ny kaody fototra sy hizara ireo kinova novainao raha mbola manaja ireo fepetra ianao.
ml: {{brandShortName}} മോസില്ല പബ്ലിക്ക് അനുമതി ഉള്‍പ്പെടെ പല ഓപ്പണ്‍സേഴ്സ് അനുമതിയിലുമാണ് നിങ്ങളുടെ അടുത്ത് എത്തിച്ചത്. {{brandShortName}} പ്രവര്‍ത്തിക്കുന്ന ഉപകരണത്തില്‍ മൂന്നാം കക്ഷിയില്‍ നിന്നുള്ള കുത്തക സോഫ്റ്റ്‍വെയറും കണ്ടേക്കാം. ഓപ്പണ്‍സോഴ്സ് അനുമതിയിലുള്ള കോഡ് എല്ലാം തന്നെ അവരുടെ നിബന്ധന അനുസരിക്കുന്നിടത്തോളം നിങ്ങള്‍ക്ക് സോഴ്സ് കോഡില്‍ മാറ്റം വരുത്താനും മാറ്റിയ പതിപ്പുകള്‍ പുറത്തിറക്കാനും അവകാശമുണ്ട്.
mr: Mozilla Public License सहीत इतर अनेक ओपन सोर्स परवान्यांच्या अटींनुसार, {{brandShortName}} आपणास उपलब्ध करुन दिले आहे. ज्या उपकरणात {{brandShortName}} आहे, त्यात इतर पक्षांचेही मालकी सॉफ्टवेअर असू शकतात. जोपर्यंत आपणास अटी मान्य असतील तोपर्यंत, ओपन लायसेंसच्या अंतर्गत उपलब्ध असलेल्या सॉफ्टवेअरच्या कोडमध्ये आपण बदल करू शकता आणि ते इतरांना देउ शकता.
ms: {{brandShortName}} dibina untuk anda dibawah terma beberapa lesen sumber terbuka termasuk Lesen Awam Mozilla. Peranti yang mnggunakan {{brandShortName}} boleh juga mengandungi perisian tertutup daripada pihak ketida. Sebarang kod yang disediakan di bawah lesen terbuka memberikan andan hak untuk mengubah kod sumber dan mengagihkan versi diubahsuai selagi anda anda mematuhi termanya.
my: {{brandShortName}} အားသင်သုံးဆွဲရန် Mozilla Public License နှင့်အခြား Open Source Licenses များ ဖြင့်ဖြန့်ဝေသှ်။ {{brandShortName}} ဖြင့်အလုပ်လုပ်သော စက်ကိရိယာတစ်ခုတွင် အခြား Third Parties ဆော့ဝဲများ လည်း ပါနိုင်ပါသှ်။ Open Source Licenses ဖြင့် ဖြန့်ဝေသော မည်သှ့်ကုဒ်မဆို သင် ပြင်ဆင်နိုင်ပြီး ပြန်လည် ဖြန့်ဝေနိုင်ပါသှ်။
ne: मोजिल्ला सार्वजनिक इजाजपत्र सम्मिलित गर्दै कयौँ खुला स्रोत इजाजपत्रहरुको सर्तहरूको तहत तपाईँलाई {{brandShortName}} उपलब्ध पारिएको छ।{{brandShortName}} चलाइरहेको यन्त्रमा तेस्रो पार्टीको मालिकाना सफ्टवेर हुन सक्छ। तपाईँले खुला इजाजपत्रहरु अन्तरगत प्रदान गरिएको कुनै पनि कोडले तपाईँलाई स्रोत कोड परिमार्जन गर्ने अधिकार र तपाईँको परिमार्जन गरिएको भर्सनहरु बाँड्न दिनेछ जबसम्म तपाईँले तिनीहरुको सर्तहरु पालना गर्नुहुन्छ।
or: {{brandShortName}} ଆପଣଙ୍କୁ Mozilla Public License ସହିତ ବିବିଧ ଓପନ ସୋର୍ସ ଲାଇସେନ୍ସର ସର୍ତ୍ତର ଆଧାରରେ ଉପଲବ୍ଧ କରା ଯାଉଛି । {{brandShortName}} ବ୍ୟବହାର କରୁଥିବା ଉପକରଣରେ ତୃତୀୟ ପକ୍ଷଙ୍କଦ୍ୱାରା ତିଆରି କରଯୁକ୍ତ ସଫ୍ଟୱାର ଥାଇପାରେ । ଓପନ ଲାଇସେନ୍ସ ମାଧ୍ୟମରେ ଦିଆଯାଇଥିବା ଯେ କୌଣସି କୋଡ଼ ଆପଣ ତାହାର ସର୍ତ୍ତ ମାନୁଥିବା ଯାଏ ଆପଣଙ୍କୁ ସୋର୍ସ କୋଡକୁ ବଦଳାଇବାର ଓ ଆପଣଙ୍କ ଦ୍ୱାରା ପରିବର୍ତ୍ତିତ ସଂସ୍କରଣକୁ ବିତରଣ କରିବାର ଅଧିକାର ଦେଇଥାଏ ।
pt: O {{brandShortName}} é disponibilizado sob os termos de várias licenças de código aberto incluindo a Mozilla Public License (Licença Pública da Mozilla). Um dispositivo que execute {{brandShortName}} pode também conter software proprietário de terceiros. Qualquer código fornecido sob licenças de código aberto dá-lhe o direito de modificar o código fonte e de distribuir as suas versões modificadas desde que cumpra com os termos das licenças em causa.
pt_br: O {{brandShortName}} está disponível para você de acordo com os termos da Licença Pública Mozilla. Isso significa que você pode usar, copiar e distribuir o {{brandShortName}} para outras pessoas. Você também é bem-vindo para modificar como quiser o código-fonte do {{brandShortName}} para atender às suas necessidades. A Licença Pública Mozilla também lhe dá o direito de distribuir as suas versões modificadas.
ro: {{brandShortName}} îți este făcut disponibil sub termenii câtorva licențe cu sursă deschisă, inclusiv licența publică Mozilla. Un dispozitiv care rulează {{brandShortName}} se poate să conțină și software proprietar de la părți terțe. Orice cod furnizat sub licențele deschise îți oferă dreptul de a modifica codul sursă și de a distribui versiunile tale modificate atâta timp cât te supui termenilor acestora.
si: Mozill පොදු බලපත්‍රය හී ඇත සමහර වීවෘත කේත බලපත් වල කොන්දේසි යටතේ {{brandShortName}} ඔබට ලබා දී ඇත. {{brandShortName}} ධාවනය වන උපාංගයක් තුල තුන්වන පාර්ශවයන් විසින් ලබාදෙන හිමිකාරිත්වයක් ඇති මෘදුකාංගයන්ද ඇතුලත් විය හැකියි. වීවෘත බලපත යටතේ ලබාදෙන ඕනෑම කේතයක් සංස්කරණයේ නිදහස ලබාදී ඇති අතර සංස්කරණය කරන ලද මූලාශ්‍ර කේතය එම කොන්දේසි වලට යටත් වෙමින් ඕනෑම තරමක් බෙදා දිය හැකියි.
sw: {{brandShortName}} inapatikana kwako chini ya masharti ya leseni kadhaa za chanzo wazi ikiwa ni pamoja na Leseni ya Umma ya Mozilla. Kifaa kinachoendesha {{brandShortName}} pia kinaweza kuwa na programu isiyo huria kutoka kwa wengine. Kodi yoyote iliyotolewa chini ya leseni wazi inakupa haki ya kurekebisha kodi ya chanzo na kueneza matoleo yako yaliorekebishwa mradi ufuate masharti yao.
ta: {{brandShortName}} ஆனது பல்வேறு திறந்த மூல உரிமங்களையும் மொசில்லா பொது உரிமதத்தையும் அடிப்படையாகக் கொண்டு உருவாக்கப்பட்டு உங்களுக்கு கிடைக்கிறது. ஒரு செல்பேசி கருவி {{brandShortName}} இயங்கிக்கொண்டிருந்தால் அது மூன்றாம் தரப்பினரால் வழங்கப்பட்ட தனியுரிம மென்பொருளை உள்ளடக்கிருக்கலாம். ஒரு மூலம் திறந்த மூல உரிமங்களை அடிப்படையாக வைத்து உருக்கப்பட்டால் அதை மாற்றவோ அல்லது மாற்றிய மென்பொருளை மீண்டும் பகிரவோ உங்களுக்கு சுதந்திரத்தை கொடுக்கும் விதிகளுக்கு உட்பட்டு இருந்தால் மட்டுமே.
te: {{brandShortName}} వివిధ ఓపెన్ సోర్స్ లైసెన్సుల మరియు మొజిల్లా పబ్లిక్ లైసెన్సు యొక్క నిబంధనలకు లోబడి మీకు అందుబాటులో ఉంటుంది. {{brandShortName}} ను నడిపే పరికరం థర్డ్ పార్టీల ప్రొప్రైటరీ సాఫ్టువేర్ కూడా కలిగివుండవచ్చు. నిబంధనలకు లోబడి ఓపెన్ సోర్స్ లైసెన్సుల కిందన ఈయబడిన ఏ కోడ్‌నైనా మీరు సవరించవచ్చు మరియు సవరించిన వర్షన్లు పంపిణీచేయవచ్చు.
th: {{brandShortName}} ให้บริการแก่คุณภายใต้เงื่อนไขของหลายใบอนุญาตการเปิดต้นฉบับ รวมทั้งใบอนุญาตสาธารณะ Mozilla อุปกรณ์ที่ทำงานด้วย {{brandShortName}} อาจมีซอฟต์แวร์ที่เป็นกรรมสิทธิจากบุคคลที่สาม โค้ดใด ๆ ที่ถูกแจกจ่ายภายใต้ใบอนุญาตแบบเปิดให้สิทธิคุณในการเปลี่ยนแปลงโค้ดต้นฉบับและแจกจ่ายรุ่นที่ดัดแปลงของคุณได้ตราบเท่าที่คุณยังปฏิบัติตามเงื่อนไขของพวกเขา
tr: {{brandShortName}} Mozilla Kamu Lisansı da dahil olmak üzere birçok açık yazılım lisansı koşulları altında kullanımınıza sunulmuştur. {{brandShortName}} çalıştıran bir aygıt üçüncü şahıslara ait lisanslı yazılımlar da içeriyor olabilir. Koşullarına uyduğunuz sürece açık lisanslar altında sunulan tüm kodlar, size kaynak kodunda değişiklik yapma ve değiştirilmiş sürümleri dağıtma hakkı verir.
ur: {{brandShortName}} موزیلا پبلک لائسنس سمیت کئی اوپن سورس لائسنس کی شرائط کے تحت آپ کے لئے دستیاب بنایا گیا ہے. چل رہا آلہ {{brandShortName}} نے بھی تیسرے فریق کی طرف سے ملکیتی سافٹ ویئر پر مشتمل ہو سکتا. اوپن لائسنس کے تحت فراہم کی کسی بھی کوڈ آپ ماخذ کوڈ میں ترمیم کریں اور جب تک آپ کو ان شرائط کے ساتھ عمل کے طور پر آپ نظر ثانی شدہ ورژن کو تقسیم کرنے کا حق دے۔
uz: {{brandShortName}} siz uchun bir necha ochiq manbali litsenziyalar, shuningdek, Mozilla ochiq litsenziyasi shartlari ostida qilingan. {{brandShortName}} ishlayotgan qurilmada uchinchi tarafga tegishli xususiy mahsulot ham bo‘lishi mumkin. Ochiq litsenziya ostidagi har qanday kod sizga kod manbasini o‘zgartirish va o‘zgartirilgan versiyalarni ularning shartlari bilan mos ravishda tarqatish huquqini beradi.
vi: {{brandShortName}} tới được tay bạn với các điều khoản của nhiều giấy phép nguồn mở, trong đó bao gồm giấy phép Công cộng Mozilla. Một thiết bị sử dụng {{brandShortName}} cũng có thể đi kèm phần mềm độc quyền từ các bên thứ ba. Bất kỳ phần mềm nào phát hành dưới các giấy phép nguồn mở đều cho bạn quyền sửa đổi mã nguồn và phân phối phiên bản chỉnh sửa miễn là bạn đáp ứng các điều khoản của chúng.
xh: I{{brandShortName}} yenziwe yafumaneka kuwe phantsi kwemiqathango yeelayisenisi ezininzi ezivulelekileyo neziquka iMozilla Public License. Isixhobo esisebenzisa i{{brandShortName}} sisenokuba nesoftwe yobunini esuka kwamanye amaqela. Nayiphi na ikhowudi enikezelwe phantsi kweelayisenisi ezivulelekileyo zikunika ilungelo lokulungisa ikhowudi yesosi uze uhambise ushicilelo lwakho olulungisiweyo solongo nje uthobela imiqathango yayo.
zu: I-{{brandShortName}} ungayithola ngaphansi kwemigomo yamalayisensi emithombo evulelekile kubandakanya ne-Mozilla Public License. Idivayisi esebenzisa i-{{brandShortName}} ingaphinde iqukathe isoftware yezinye izingxenye eziseceleni. Nayiphi ikhodi enikezwa ngaphansi kwelayisensi evulekile unelungelo lokuyiguqula unikezele ngeyakho iveshini esiguquliwe inqobo nje uma uthobela imibandela yakhona.
