Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
af: Netwerkontverpersoonliking-versoek het misluk. Jy het {{n}} probeerslae oor om die regte kode in te voer. Raadpleeg jou toestel se dokumentasie of skakel jou draer vir meer inligting.
am: የ ኔትዎርክ መቀየር ጥያቄ ወድቋል: እርስዎ {{n}} ሙከራ ይቀርዎታል ትክክለኛውን ኮድ ለማስገባት: ያመሳክሩ ወደ እርስዎ አካል ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: فشل طلب عدم تخصيص الشبكة. لديك {{n}} محاولات متبقية لادخال الكود الصحيح. راجع وثائق جهازك أو اتصل مع مزود الخدمة لمعلومات اضافية.
as: নেটৱৰ্ক অব্যক্তিগতকৰণ অনুৰোধ ব্যৰ্থ হ'ল। শুদ্ধ ক'ড সুমুৱাবলে আপোনাৰ {{n}} টা প্ৰচেষ্টা বাকী আছে। আপোনাৰ ডিভাইচৰ তথ্যচিত্ৰ চাওক অথবা অধিক তথ্যৰ বাবে আপোনাৰ প্ৰদানকাৰীৰ যোগাযোগ কৰক।
bg: Заявката за мрежово обезличаване е неуспешна. Имате {{n}} опита да въведете правилен код. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_in: নেটওয়ার্ক ডিপার্সোনালাইসেশান অনুরোধ ব্যর্থ। সঠিক কোড লেখার জন্য কেবল {{n}} টি প্রচেষ্টা বাকি আছে। আপনার ডিভাইসের নথিপত্র ঘেঁটে দেখুন অথবা আরও জানতে ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: C'hwitadenn war dibersoneladur ar rouedad. Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh. Lennit teuliadur an trevnad pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Zahtjev za depersonalizaciju mreže neuspješan. Imate još {{n}} pokušaja da unesete ispravan kod. Pogledajte dokumentaciju uređaja ili se obratite operateru za više informacija.
ca: Ha fallat la sol·licitud de despersonalització de la xarxa. Us queden {{n}} intents per introduir el codi correcte. Consulteu la documentació del dispositiu o contacteu amb el vostre operador per a més informació.
cy: Methiant gofyn am ddadbersonoli rhwydwaith. Dim ond {{n}} cyfle sydd gennych ar ôl i gyflwyno'r cod cywir. Darllenwch daflen wybodaeth eich cerdyn SIM neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: La despersonalización de red falló. Le quedan {{n}} intentos para escribir el código correcto. Consulte la documentación de su dispositivo o contacte con su operador para tener más información.
eu: Sare-despertsonalizaziorako eskaeraren hutsegitea. {{n}} aukera dauzkazu kode zuzena sartzeko. Begiratu zure gailuaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: درخواست غیرشخصی‌سازی شبکه شما با خطا مواجه شده است . فقط{{n}} تلاش برای وارد کردن رمز درست را دارید. برای اطلاعات بیش‌تر به مستندات نرم‌افزار مراجعه کرده یا با سرویس‌دهنده تماس بگیرید.
ga_ie: Theip ar an díphearsanú líonra. Níl ach {{n}} iarracht fágtha agat an cód ceart a chur isteach. Féach ar dhoiciméadú do ghléis nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Dh’fhàillig d’ iarrtas airson Network Depersonalization. Tha {{n}} oidhirpean air fhàgail gus an còd ceart a chur a-steach. Thoir sùil air an fhiosrachadh a fhuair thu an cois an uidheim no cuir fios gun ghiùlanair agad airson barrachd fiosrachaidh.
hi_in: नेटवर्क ननिजीकरण अनुरोध विफलता. आप {{n}} सही कोड में प्रवेश करने के लिए छोड़ दिया है की कोशिश करता है. अपने डिवाइस प्रलेखन के लिए देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करें
hu: A hálózat személytelenítésére vonatkozó kérés sikertelen. Még {{n}} lehetősége van a helyes kód megadására. Nézze meg az eszköz dokumentációját, vagy keresse meg szolgáltatóját.
id: Permintaan depersonalisasi jaringan gagal. Anda memiliki sisa {{n}} kali kesempatan untuk memasukkan kode yang benar. Lihat dokumentasi perangkat atau hubungi operator Anda untuk informasi lebih lanjut.
km: សំណើរ​មិន​មាន​លក្ខណៈ​ផ្ទាល់ខ្លួន​នៃ​បណ្ដញ​បាន​បរាជ័យ។ អ្នក​​មាន​ការ​ព្យាយាម​ {{n}} ទៀត​ក្នុង​ការ​បញ្ចូល​លេខ​កូដ​​ដែល​ត្រឹមត្រូវ។ យោង​​ទៅ​​ឯកសារ​ឧបករណ៍​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​របស់​អ្នក​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: ನೆಟ್‌ವರ್ಕ್ ಅಗತ್ಯಾನುಗುಣವಲ್ಲದಂತೆ ಮಾಡುವ ಬೇಡಿಕೆಯ ವಿಫಲತೆ. ನಿಮಗೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇ. ನಿಮ್ಮ ಸಾಧನದ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mg: Tsy nety ny hataka fanalam-panokanan-tambajotra. Andrana {{n}} sisa no anananao hampidirana ny kaody marina. Jereo ny boky momba ny fitovanao na mifandraisa @ mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: നെറ്റ്‌വര്‍ക്ക് തുറക്കാനുള്ള ശ്രമം പരാജയപ്പെട്ടു. ശരിയായ കോഡ് നല്‍കാന്‍ {{n}} ശ്രമം കൂടി ബാക്കിയുണ്ട്. കൂടുതല്‍ വിവരങ്ങള്‍ക്ക് നിങ്ങളുടെ ഉപകരണത്തിന്റെ ഡേക്യുമെന്റേഷന്‍ നോക്കുകയോ, സേവനദാതാവുമായി ബന്ധപ്പെടുകയോ ചെയ്യുക.
mr: नेटवर्क डिपर्सनलाझेशन् विनंती अयशस्वी. आपणाकडे अचूक कोड टाकण्यासाठी {{n}} प्रयत्न बाकी आहेत. अधिक माहितीसाठी, आपल्या साधनाचा दस्तावेज पहा किंवा आपल्या कॅरिअर कंपनीशी संपर्क साधा.
ms: Kegagalan permintaan rangkaian depersonalisasi. Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul. Lihat dokumentasi peranti atau hubungi operator anda untuk maklumat.
my: ချိတ်ဆက်မှူ အပြင်အဆင်မဲ့ တောင်းဆိုမှူ မအောင်မြင်။ မှန်ကန်တဲ့ ကုဒ်ဖြည့်ရန် {{n}}ကြိမ်သာအခွင့်အရေးရှိ ။ သင့် စက်ကိရိယာ အညွှန်းသို့ ရောင်းချသူသို့ အချက်အလက်များ တောင်းခံပါ။
ne: सञ्जाल निजीकरण नगर्ने अनुरोध असफल। तपाईँसँग ठिक कोड प्रविष्ट गर्न {{n}} कोसिसहरु बाँकी छन्। थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईँको यन्त्र वाहकसँग सम्पर्क राख्नुहोस्।
or: ନେଟୱର୍କ ଅବ୍ୟକ୍ତିକରଣ ଅନୁରୋଧ ବିଫଳ। ଠିକ କୋଡ ଦେବାପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଆଉ {{n}}ଟି ସୁଯୋଗ ରହିଛି। ଆପଣଙ୍କ ଉପକରଣ ସମ୍ବନ୍ଧିତ ସୂଚନାକୁ ଦେଖନ୍ତୁ ବା ଅଧିକ ସୂଚନାପାଇଁ ଅାପଣଙ୍କ କ୍ୟାରିଅରଙ୍କୁ ସମ୍ପର୍କ କରନ୍ତୁ।
pt: O pedido de despersonalização da rede falhou. Restam {{n}} tentativas para introduzir o código correto. Consulte a documentação do seu dispositivo ou o contacte o seu operador para mais informações.
pt_br: A solicitação de desbloqueio falhou. Você tem {{n}} tentativas para inserir o código correto. Consulte a documentação do seu aparelho ou entre em contato com sua operadora para mais informações.
ro: Cererea de depersonalizare a rețelei a eșuat. Ai {{n}} încercări rămase pentru a introduce codul corect. Consultă documentația dispozitivului sau contactează operatorul pentru mai multe informații.
si: ජාල අපුද්ගලායන ඉල්ලීම අසාර්ථක විය. ඔබට නිවැරදි කේතය ඇතුලු කිරීමට තවත් අවස්ථා {{n}}ක් ඉතිරිවී ඇත. ඔබගේ උපාංගයේ ලේඛණයන් පිරික්සීම හෝ ඔබගේ සේවා සපයන්නා සම්බන්ධ කරගැනීම මඟින් වැඩිදුර තොරතුරු ලබාගන්න.
sw: Ombi la kutoa ubinafsishaji wa mtandao ulishindwa. Una majaribio {{n}} yaliobaki kuingiza kodi sahihi. Rejelea nakala ya kifaa chako au wasiliana na mtoa huduma kwa maelezo zaidi.
ta: பிணைய தன்னிலை இழத்தல் கோரிக்கை தோல்வியுற்றது. சரியான குறியீடை உள்ளிட உங்களுக்கு {{n}} முயற்சிகள் மீதமுள்ளது . உங்களுடைய செல்பேசியின் ஆவணத்தை பார் அல்லது அதிக தகவல்களுக்கு செல்பேசி வழங்குபவர்களை தொடர்பு கொள்.
te: నెట్వర్కు డీపర్సనలైజేషన్ అభ్యర్ధన విఫలం. మీరు ఇంకా {{n}} ప్రయత్నాలలో సరైన కోడ్ ఇవ్వాలి. మీ పరికర పత్రీకరణ చూడండి లేదా మరింత సమాచారం కొరకు మీ కారియర్‌ను సంప్రదించండి.
tr: Şebeke kişiselleştirmesini kaldırma isteği başarısız oldu. Doğru kodu girmek için {{n}} hakkınız kaldı. Daha fazla bilgi için aygıt belgelerinize bakın veya operatörünüzle iletişime geçin.
ur: نیٹ ورک ڈِپرسونالئزیشن فرمائش کی ناکامی۔ آپ کے پاس {{n}} کوشش اور باکی حے درست کوڈ داخل کرنے کے لئے۔ آپ کے آلہ کی دستاویزات کو دیکھیں یا مزید معلومات کے لئے اپنے کیریئر سے رابطہ قائم کریں۔
uz: Depersonilizatsiya so‘rovi amalga oshmadi. To‘g‘ri kodni kiritish uchun sizda {{n}} ta urinish qoldi. Qo‘shimcha ma’lumot olish uchun qurilma qo‘llanmasiga yoki tarmoq operatoringizga murojaat qiling.
vi: Yêu cầu hủy khóa mạng thất bại. Bạn còn {{n}} lần thử để nhập mã chính xác. Hãy tham khảo tài liệu hướng dẫn thiết bị hoặc liên hệ với nhà cung cấp dịch vụ để biết thêm thông tin.
xh: Ukungaphumeleli kwesicelo senethiwekhi sokukhupha iinkcukacha zomntu. Unamathuba a{{n}} aseleyo okufaka ikhowudi echanekileyo. Khangela kwincwadi yakho yesixhobo okanye qhagamshelana nesigidimi sakho ngengcaciso engaphezulu.
zu: Isicelo sokwenza inethiwekhi ihambisane nokwakho asiphumelelanga. Ususalelwe amathuba angu-{{n}} okuba ubhale ikhodi eyiyo. Bheka amaphepha edivayisi yakho noma uthinte umhlinzeki wakho ngeminye imininingwane.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
af: Netwerkontverpersoonliking-versoek het misluk. Jy het {{n}} probeerslae oor om die regte kode in te voer. Raadpleeg jou toestel se dokumentasie of skakel jou draer vir meer inligting.
am: የ ኔትዎርክ መቀየር ጥያቄ ወድቋል: እርስዎ {{n}} ሙከራ ይቀርዎታል ትክክለኛውን ኮድ ለማስገባት: ያመሳክሩ ወደ እርስዎ አካል ሰነዶች ጋር ወይንም ለበለጠ መረጃ ከ እርስዎ አቅራቢ ጋር ይገናኙ
ar: فشل طلب عدم تخصيص الشبكة. لديك {{n}} محاولات متبقية لادخال الكود الصحيح. راجع وثائق جهازك أو اتصل مع مزود الخدمة لمعلومات اضافية.
as: নেটৱৰ্ক অব্যক্তিগতকৰণ অনুৰোধ ব্যৰ্থ হ'ল। শুদ্ধ ক'ড সুমুৱাবলে আপোনাৰ {{n}} টা প্ৰচেষ্টা বাকী আছে। আপোনাৰ ডিভাইচৰ তথ্যচিত্ৰ চাওক অথবা অধিক তথ্যৰ বাবে আপোনাৰ প্ৰদানকাৰীৰ যোগাযোগ কৰক।
bg: Заявката за мрежово обезличаване е неуспешна. Имате {{n}} опита да въведете правилен код. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_in: নেটওয়ার্ক ডিপার্সোনালাইসেশান অনুরোধ ব্যর্থ। সঠিক কোড লেখার জন্য কেবল {{n}} টি প্রচেষ্টা বাকি আছে। আপনার ডিভাইসের নথিপত্র ঘেঁটে দেখুন অথবা আরও জানতে ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: C'hwitadenn war dibersoneladur ar rouedad. Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh. Lennit teuliadur an trevnad pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Zahtjev za depersonalizaciju mreže neuspješan. Imate još {{n}} pokušaja da unesete ispravan kod. Pogledajte dokumentaciju uređaja ili se obratite operateru za više informacija.
ca: Ha fallat la sol·licitud de despersonalització de la xarxa. Us queden {{n}} intents per introduir el codi correcte. Consulteu la documentació del dispositiu o contacteu amb el vostre operador per a més informació.
cy: Methiant gofyn am ddadbersonoli rhwydwaith. Dim ond {{n}} cyfle sydd gennych ar ôl i gyflwyno'r cod cywir. Darllenwch daflen wybodaeth eich cerdyn SIM neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: La despersonalización de red falló. Le quedan {{n}} intentos para escribir el código correcto. Consulte la documentación de su dispositivo o contacte con su operador para tener más información.
eu: Sare-despertsonalizaziorako eskaeraren hutsegitea. {{n}} aukera dauzkazu kode zuzena sartzeko. Begiratu zure gailuaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: درخواست غیرشخصی‌سازی شبکه شما با خطا مواجه شده است . فقط{{n}} تلاش برای وارد کردن رمز درست را دارید. برای اطلاعات بیش‌تر به مستندات نرم‌افزار مراجعه کرده یا با سرویس‌دهنده تماس بگیرید.
ga_ie: Theip ar an díphearsanú líonra. Níl ach {{n}} n-iarracht fágtha agat an cód ceart a chur isteach. Féach ar dhoiciméadú do ghléis nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Dh’fhàillig d’ iarrtas airson Network Depersonalization. Tha {{n}} oidhirp air fhàgail gus an còd ceart a chur a-steach. Thoir sùil air an fhiosrachadh a fhuair thu an cois an uidheim no cuir fios gun ghiùlanair agad airson barrachd fiosrachaidh.
hi_in: नेटवर्क ननिजीकरण अनुरोध विफलता. आप {{n}} सही कोड में प्रवेश करने के लिए छोड़ दिया है की कोशिश करता है. अपने डिवाइस प्रलेखन के लिए देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करें
hu: A hálózat személytelenítésére vonatkozó kérés sikertelen. Még {{n}} lehetősége van a helyes kód megadására. Nézze meg az eszköz dokumentációját, vagy keresse meg szolgáltatóját.
id: Permintaan depersonalisasi jaringan gagal. Anda memiliki sisa {{n}} kali kesempatan untuk memasukkan kode yang benar. Lihat dokumentasi perangkat atau hubungi operator Anda untuk informasi lebih lanjut.
km: សំណើរ​មិន​មាន​លក្ខណៈ​ផ្ទាល់ខ្លួន​នៃ​បណ្ដញ​បាន​បរាជ័យ។ អ្នក​​មាន​ការ​ព្យាយាម​ {{n}} ទៀត​ក្នុង​ការ​បញ្ចូល​លេខ​កូដ​​ដែល​ត្រឹមត្រូវ។ យោង​​ទៅ​​ឯកសារ​ឧបករណ៍​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​របស់​អ្នក​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: ನೆಟ್‌ವರ್ಕ್ ಅಗತ್ಯಾನುಗುಣವಲ್ಲದಂತೆ ಮಾಡುವ ಬೇಡಿಕೆಯ ವಿಫಲತೆ. ನಿಮಗೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇ. ನಿಮ್ಮ ಸಾಧನದ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mg: Tsy nety ny hataka fanalam-panokanan-tambajotra. Andrana {{n}} sisa no anananao hampidirana ny kaody marina. Jereo ny boky momba ny fitovanao na mifandraisa @ mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: നെറ്റ്‌വര്‍ക്ക് തുറക്കാനുള്ള ശ്രമം പരാജയപ്പെട്ടു. ശരിയായ കോഡ് നല്‍കാന്‍ {{n}} ശ്രമം കൂടി ബാക്കിയുണ്ട്. കൂടുതല്‍ വിവരങ്ങള്‍ക്ക് നിങ്ങളുടെ ഉപകരണത്തിന്റെ ഡേക്യുമെന്റേഷന്‍ നോക്കുകയോ, സേവനദാതാവുമായി ബന്ധപ്പെടുകയോ ചെയ്യുക.
mr: नेटवर्क डिपर्सनलाझेशन् विनंती अयशस्वी. आपणाकडे अचूक कोड टाकण्यासाठी {{n}} प्रयत्न बाकी आहेत. अधिक माहितीसाठी, आपल्या साधनाचा दस्तावेज पहा किंवा आपल्या कॅरिअर कंपनीशी संपर्क साधा.
ms: Kegagalan permintaan rangkaian depersonalisasi. Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul. Lihat dokumentasi peranti atau hubungi operator anda untuk maklumat.
my: ချိတ်ဆက်မှူ အပြင်အဆင်မဲ့ တောင်းဆိုမှူ မအောင်မြင်။ မှန်ကန်တဲ့ ကုဒ်ဖြည့်ရန် {{n}} ကြိမ်သာအခွင့်အရေးရှိ ။ သင့် စက်ကိရိယာ အညွှန်းသို့ ရောင်းချသူသို့ အချက်အလက်များ တောင်းခံပါ။
ne: सञ्जाल निजीकरण नगर्ने अनुरोध असफल। तपाईँसँग ठिक कोड प्रविष्ट गर्न {{n}} कोसिसहरु बाँकी छन्। थप जानकारीका लागि आफ्नो यन्त्रको कागजत हेर्नुहोस् वा तपाईँको यन्त्र वाहकसँग सम्पर्क राख्नुहोस्।
or: ନେଟୱର୍କ ଅବ୍ୟକ୍ତିକରଣ ଅନୁରୋଧ ବିଫଳ। ଠିକ କୋଡ ଦେବାପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଆଉ {{n}}ଟି ସୁଯୋଗ ରହିଛି। ଆପଣଙ୍କ ଉପକରଣ ସମ୍ବନ୍ଧିତ ସୂଚନାକୁ ଦେଖନ୍ତୁ ବା ଅଧିକ ସୂଚନାପାଇଁ ଅାପଣଙ୍କ କ୍ୟାରିଅରଙ୍କୁ ସମ୍ପର୍କ କରନ୍ତୁ।
pt: O pedido de despersonalização da rede falhou. Restam {{n}} tentativas para introduzir o código correto. Consulte a documentação do seu dispositivo ou o contacte o seu operador para mais informações.
pt_br: A solicitação de desbloqueio falhou. Você tem {{n}} tentativas para inserir o código correto. Consulte a documentação do seu aparelho ou entre em contato com sua operadora para mais informações.
ro: Cererea de depersonalizare a rețelei a eșuat. Ai {{n}} încercări rămase pentru a introduce codul corect. Consultă documentația dispozitivului sau contactează operatorul pentru mai multe informații.
si: ජාල අපුද්ගලායන ඉල්ලීම අසාර්ථක විය. ඔබට නිවැරදි කේතය ඇතුලු කිරීමට තවත් අවස්ථා {{n}}ක් ඉතිරිවී ඇත. ඔබගේ උපාංගයේ ලේඛණයන් පිරික්සීම හෝ ඔබගේ සේවා සපයන්නා සම්බන්ධ කරගැනීම මඟින් වැඩිදුර තොරතුරු ලබාගන්න.
sw: Ombi la kutoa ubinafsishaji wa mtandao ulishindwa. Una majaribio {{n}} yaliobaki kuingiza kodi sahihi. Rejelea nakala ya kifaa chako au wasiliana na mtoa huduma kwa maelezo zaidi.
ta: பிணைய தன்னிலை இழத்தல் கோரிக்கை தோல்வியுற்றது. சரியான குறியீடை உள்ளிட உங்களுக்கு {{n}} முயற்சிகள் மீதமுள்ளது . உங்களுடைய செல்பேசியின் ஆவணத்தை பார் அல்லது அதிக தகவல்களுக்கு செல்பேசி வழங்குபவர்களை தொடர்பு கொள்.
te: నెట్వర్కు డీపర్సనలైజేషన్ అభ్యర్ధన విఫలం. మీరు ఇంకా {{n}} ప్రయత్నాలలో సరైన కోడ్ ఇవ్వాలి. మీ పరికర పత్రీకరణ చూడండి లేదా మరింత సమాచారం కొరకు మీ కారియర్‌ను సంప్రదించండి.
tr: Şebeke kişiselleştirmesini kaldırma isteği başarısız oldu. Doğru kodu girmek için {{n}} hakkınız kaldı. Daha fazla bilgi için aygıt belgelerinize bakın veya operatörünüzle iletişime geçin.
ur: نیٹ ورک ڈِپرسونالئزیشن فرمائش کی ناکامی۔ آپ کے پاس {{n}} کوشش اور باکی حے درست کوڈ داخل کرنے کے لئے۔ آپ کے آلہ کی دستاویزات کو دیکھیں یا مزید معلومات کے لئے اپنے کیریئر سے رابطہ قائم کریں۔
uz: Depersonilizatsiya so‘rovi amalga oshmadi. To‘g‘ri kodni kiritish uchun sizda {{n}} ta urinish qoldi. Qo‘shimcha ma’lumot olish uchun qurilma qo‘llanmasiga yoki tarmoq operatoringizga murojaat qiling.
vi: Yêu cầu hủy khóa mạng thất bại. Bạn còn {{n}} lần thử để nhập mã chính xác. Hãy tham khảo tài liệu hướng dẫn thiết bị hoặc liên hệ với nhà cung cấp dịch vụ để biết thêm thông tin.
xh: Ukungaphumeleli kwesicelo senethiwekhi sokukhupha iinkcukacha zomntu. Unamathuba a{{n}} aseleyo okufaka ikhowudi echanekileyo. Khangela kwincwadi yakho yesixhobo okanye qhagamshelana nesigidimi sakho ngengcaciso engaphezulu.
zu: Isicelo sokwenza inethiwekhi ihambisane nokwakho akuphumelelanga. Usalelwe ngamathuba angu-{{n}} okubhala ikhodi eyiyo. Bheka amaphepha edivayisi yakho noma thinta umhlinzeki wakho ngeminye imininingwane.
