Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: Warning
af: Waarskuwing
am: ማስጠንቀቂያ
ar: تحذير
as: সতৰ্কবাণী
bg: Предупреждение
bn_in: সতর্কবার্তা
br: Gouzav
bs: Upozorenje
ca: Avís
cy: Rhybudd
es: Advertencia
eu: Abisua
fa: اخطار
ga_ie: Rabhadh
gd: Rabhadh
hi_in: चेतावनी
hu: Figyelmeztetés
id: Peringatan
km: ការ​ព្រមាន
kn: ಎಚ್ಚರಿಕೆ
mg: Fampitandremana
ml: മുന്നറിയിപ്പ്
mr: इशारा
ms: Amaran
my: သတိပေးချက်
ne: चेतावनी
or: ଚେତାବନୀ
pt: Aviso
pt_br: Aviso
ro: Avertisment
si: අවවාදයයි
sw: Onyo
ta: எச்சரிக்கை
te: హెచ్చరిక
th: คำเตือน
tr: Uyarı
ur: تنبیہ
uz: Diqqat
vi: Cảnh báo
xh: Isilumkiso
zu: Isexwayiso

source: Geolocation
af: Geoligging
am: አሁን ያሉበት አካባቢ
ar: تموضع جغرافي
as: ভৌগলিক অৱস্থান
bg: Местоположение
bn_in: ভৌগলিক অবস্থান
br: Douarlec'hiañ
bs: Geolokacija
ca: Geolocalització
cy: Geoleoliad
es: Geolocalización
eu: Geokokapena
fa: مکان‌یابی
ga_ie: Geoshuíomh
gd: Geò-lorgadh
hi_in: भूस्थान
hu: Helymeghatározás
id: Geolokasi
km: ទីតាំង​ភូមិសាស្ត្រ
kn: ಭೂಪ್ರದೇಶ
mg: Famantaran-toerana
ml: ജിയോലൊക്കേഷന്‍
mr: भूस्थान
ms: Geolokasi
my: ပထဝီတည်​နေရာ
ne: भू-स्थान
or: ଭୌଗଳିକ ସ୍ଥିତି
pt: Geolocalização
pt_br: Geolocalização
ro: Geolocație
si: ගෝලීය පිහිටුම
sw: Eneo la Jio
ta: புவியிடம்
te: భౌగోళికస్థానం
th: ตำแหน่งที่ตั้งทางภูมิศาสตร์
tr: Coğrafi konum
ur: جغرافیائی محل وقوع
uz: Geojoylashuv
vi: Vị trí địa lý
xh: Indawo ngokwejografi
zu: Ukwaziwa Kwendawo Okuyo

source: Enable Geolocation
af: Aktiveer geoligging
am: አሁን ያሉበትን አካባቢ ማስቻያ
ar: تشغيل خدمة التموضع الجغرافي
as: ভৌগলিক অৱস্থান সামৰ্থবান কৰক
bg: Местоположение
bn_in: ভৌগলিক অবস্থান সক্রিয়
br: Douarlec'hiañ
bs: Omogući geolokaciju
ca: Activa geolocalització
cy: Galluogi Geoleoliad
es: Activar geolocalización
eu: Gaitu geokokapena
fa: فعال‌سازی مکان‌یابی
ga_ie: Cumasaigh Geoshuíomh
gd: Cuir an geò-lorgadh an comas
hi_in: भूस्‍थान सक्षम
hu: Helymeghatározás
id: Aktifkan Geolokasi
km: បើក​ទីតាំង​ភូមិសាស្ត្រ
kn: ಭೂಸ್ಥಳವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸು
mg: Hamelona Famantaran-toerana
ml: ജിയോലൊക്കേഷന്‍ വേണം
mr: भूस्थान चालू करा
ms: Hidupkan Geolokasi
my: ပထဝီတည်နေရာပြစနစ် ဖွင့်ပါ
ne: भू-स्थान सक्षम पार्नुहोस्
or: ଭୌଗଳିକ ଅବସ୍ଥିତିକୁ ସକ୍ରିୟ କରନ୍ତୁ
pt: Ativar Geolocalização
pt_br: Ativar Geolocalização
ro: Activează geolocația
si: භූගෝලී ස්ථානය සක්‍රීය කරන්න
sw: Wezesha Eneo la Jio
ta: புவியிடம்
te: భౌగోళికస్థానం చేతనించు
th: เปิดใช้งานตำแหน่งที่ตั้งทางภูมิศาสตร์
tr: Coğrafi konum etkin
ur: جغرافیائی محل وقوع کو اہل بنائیں
uz: Geojoylashuvni yoqish
vi: Cho phép sử dụng vị trí địa lý
xh: Vumela indawo ngokwejografi
zu: Vula Ukwaziwa Kwendawo Okuyo

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
af: {{brandShortName}} gebruik data soos GPS, Wi-Fi en mobiele netwerke naby jou om te help om jou benaderende ligging vas te stel.
am: {{brandShortName}} ይጠቀማል ዳታ እንደ ጂፒኤስ, ዋይ-ፋይ, እና ተንቀሳቃሽ ኔትዎርኮችን እርስዎ ያሉበትን አካባቢ በግምት ለማግኘት
ar: {{brandShortName}} تستخدم البيانات مثل ال GPS ، الواي-فاي، وشبكات الهاتف القريبة منك لتساعدك على تحديد موقعك.
as: {{brandShortName}} এ আপোনাৰ আনুমানিক অৱস্থান নিৰ্ধাৰণ কৰিবলে তথ্য যেনে GPS, Wi-Fi, আৰু আপোনাৰ ওচৰৰ ম'বাইল নেটৱৰ্ক ব্যৱহাৰ কৰে।
bg: {{brandShortName}} използва GPS, Wi-Fi и близки мобилни мрежи, за да определи приблизителното ви местоположение.
bn_in: {{brandShortName}} আপনার আনুমানিক অবস্থান নির্ধারণ করতে সাহায্য নেয় GPS, ওয়াই-ফাই, এবং আপনার কাছাকাছি মোবাইল নেটওয়ার্কের।
br: {{brandShortName}} a arver roadennoù evel GPS, Wi-Fi hag ar rouedadoù hezougell en-dro deoc'h evit didermenañ ho lec'hiadur.
bs: {{brandShortName}} koristi podatke kao što su GPS, Wi-Fi i mobilne mreže u vašoj blizini kako bi odredili vašu približnu lokaciju.
ca: El {{brandShortName}} utilitza dades del GPS i de les xarxes Wi-Fi i mòbils properes per ajudar a determinar la vostra ubicació aproximada.
cy: Mae {{brandShortName}} yn defnyddio data megis GPS, Diwifr a rhwydweithiau symudol gerllaw i'ch helpu i ganfod eich lleoliad yn fras.
es: {{brandShortName}} usa datos como los de GPS, wifi y redes móviles cercanas a usted para ayudar a determinar su ubicación aproximada.
eu: GPSaren, Wi-Fiaren eta zure inguruko sare mugikorren datuak erabiltzen ditu {{brandShortName}}(e)k zure gutxi gorabeherako kokapena zehazteko.
fa: {{brandShortName}} از اطلاعاتی نظیر GPS،Wi-Fi و شبکه‌های تلفن همراه نزدیک شما برای پیدا‌کردن بهتر مکان تقریبی شما استفاده می‌کند.
ga_ie: Úsáideann {{brandShortName}} sonraí GPS, Wi-Fi, agus líonraí móibíleacha i ngar duit chun do shuíomh a dhéanamh amach.
gd: Cleachdaidh {{brandShortName}} dàta mar GPS, WiFi agus lìonraidhean mobile faisg ort gus tuairmeas a dhèanamh air d’ ionad.
hi_in: {{brandShortName}} GPS, Wi-Fi, और मोबाइल संजाल जैसे आँकड़ा का उपयोग करता है ताकि आपकी अनुमानित अवस्थित निर्धारित की जा सके.
hu: A {{brandShortName}} a GPS, Wi-Fi és a közeli mobil hálózatok adatait használja a megközelítő hely meghatározásához.
id: {{brandShortName}} menggunakan data seperti GPS, Wi-FI, dan jaringan seluler di sekitar Anda untuk membantu menentukan perkiraan lokasi Anda.
km: {{brandShortName}} ប្រើ​ទិន្នន័យ​ដូច​ជា GPS, វ៉ាយហ្វាយ និង​បណ្ដាញ​ចល័ត​ដែល​នៅ​ជិត​អ្នក​ដើម្បី​ជួយ​កំណត់​ទីតាំង​​ត្រឹមត្រូវ​របស់​អ្នក។
kn: ನೀವಿರುವ ಅಂದಾಜು ಸ್ಥಳವನ್ನು ನಿರ್ಧರಿಸಲು {{brandShortName}} ನಿಮಗೆ ಸಮೀಪವಿರುವ GPS, Wi-Fi, ಮತ್ತು ಮೊಬೈಲ್ ನೆಟ್‌ವರ್ಕ್‌ಗಳಂತಹ ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತದೆ.
mg: {{brandShortName}} dia mampiasa data toy ny GPS, Wi-Fi sy tambajotra finday akaiky anao hahafahana mamaritra ny toerana sahabo misy anao.
ml: {{brandShortName}} നിങ്ങളുടെ ഏകദേശം സ്ഥലം മനസിലാക്കാന്‍ ജിപിഎസ്, വൈഫൈ, മൊബൈല്‍ നെറ്റ്‌വര്‍ക്ക് തുടങ്ങിയവ ഉപയോഗിക്കും.
mr: आपले स्थळ जाणण्यासाठी, {{brandShortName}} हे, आपल्या जवळपास असलेल्या GPS, वाय-फाय, आणि मोबाईल नेटवर्कचा वापर करतो.
ms: {{brandShortName}} menggunakan data seperti GPS, Wi-Fi, dan rangkaian mudah alih yang berdekatan dengan anda untuk membantu menentukan lokasi anggaran anda.
my: {{brandShortName}} သှ် GPS , Wi-Fi နှင့် မိုဘိုင်း အချက်အလက် နတ်ဝပ်ကဲ့သို့သော အချက်အလက်ဝန်ဆောင်မှူများအားသုံးပြီး သင်၏ ခန့်မှန်းချေ တည်နေရာအား တွက်ချက်သှ်
ne: {{brandShortName}}ले तपाईंको नजिक भएका GPS, वाई-फाई, र मोबाइल सञ्जालहरु जस्ता कुराको डाटा प्रयोग गरी तपाईंको स्थान पत्ता लगाउन मद्दत गर्दछ।
or: {{brandShortName}} ଆପଣଙ୍କ ଆନୁମାନିକ ଅବସ୍ଥିତି ନିର୍ଦ୍ଧାରଣ କରିବା ଲାଗି GPS , Wi-Fi, ଓ ନିକଟସ୍ଥ ମୋବାଇଲ ନେଟୱର୍କ ପରି ଡାଟା ବ୍ୟବହାର କରେ।
pt: {{brandShortName}} utiliza informações tais como GPS, redes sem fios e redes móveis perto de si para ajudar a determinar a sua localização aproximada.
pt_br: O {{brandShortName}} usa dados como GPS, Wi-Fi e redes móveis ao seu redor para ajudar a determinar sua localização aproximada.
ro: {{brandShortName}} folosește date precum GPS, WiFi și rețelele mobile din apropierea ta pentru a ajuta la determinarea locației tale aproximative.
si: {{brandShortName}} විසින් GPS, Wi-Fi හා ආසන්නයේ ඇති දුරකථන ජාල වල දත්යන් ඔබගේ දළ ස්ථානය නිර්නය කිරීම සඳහා භාවිතා කරනු ලබයි.
sw: {{brandShortName}} inatumia data kama vile GPS, Wi-Fi, na mitandao ya simu ya mkononi karibu nawe ili kusaidia kuamua kisio la mahali pako.
ta: {{brandShortName}} ஆனது ஜிபிஎஸ், வை-பை, மற்றும் செல்பேசி இணையம் போன்றவற்றின் தரவுகளை பயன்படுத்தி உங்கள் இருப்பிடத்தை தோராயமாக கணிக்க முடியும்.
te: మీరున్న ప్రాంతాన్ని దరిదాపుగా గుర్తించుటకు {{brandShortName}} GPS, Wi-Fi, మరియు మొబైల్ నెట్వర్కులను ఉపయోగించును.
th: {{brandShortName}} ใช้ข้อมูลอย่าง GPS Wi-Fi และเครือข่ายมือถือใกล้คุณเพื่อช่วยระบุตำแหน่งที่ตั้งโดยประมาณของคุณ
tr: {{brandShortName}}, yaklaşık konumunuzu belirlemek için GPS, Wi-Fi ve yakınınızdaki mobil şebeke verilerini kullanır.
ur: {{brandShortName}} ڈیٹااستعمال کرتا ہے جیسے کہ GPS، وائی فائی، اور موبائل نیٹ ورکس آپ کے قریب تاکہ آپ کے تقریباً مقام کا تعین کرنے میں مدد ملے۔
uz: {{brandShortName}} yaqin atrofingizdagi GPS, Wi-Fi va mobil tarmoqlar kabi ma’lumotlardan taxminiy manzilingizni aniqlashga yordam sifatida foydalanadi.
xh: I{{brandShortName}} isebenzisa iingcombolo ezifana ne-GPS, Wi-Fi neenethiwekhi zeefowuni eziphathwayo ezikufuphi kuwe ezinceda ekufumaneni indawo okufuphi kuyo.
zu: I-{{brandShortName}} isebenzisa idatha efana ne-GPS, Wi-Fi, kanye namanethiwekhi aphathekayo aseduzane nawe ukusiza ukwazi indawo okuyo ngqo.

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
af: Data word na Mozilla en ander diensverskaffers gestuur en sal as 'n geheel gebruik word om daardie liggingsdatabasisse te verbeter. Data kan op jou toestel gestoor word, en dataversameling kan dalk voorkom selfs al loop daar geen programme nie.
am: ዳታ ይላካል ወደ ሞዚላ እና ሌሎች ግልጋሎት አቅራቢዎች እና በጥቅሉ የ አካባቢውን ዳታቤዞች ለማሻሻል ይጠቀሙበታል: ዳታ በ እርስዎ በ እርስዎ አካል ላይ ይጠራቀማል እና የ ዳታ ግንኙነት ሊደረግ ይችላል ምንም መተግበሪያ ባይሄድም እንኳን
ar: يتم إرسال البيانات لموزيلا وبعض مقدمي الخدمات الآخرين، وسوف تستخدم في مجموعها لتحسين قواعد بيانات الأمكنة. قد يتم تخزين البيانات على الجهاز الخاص بك ويمكن أن يقوم الهاتف بجمع البيانات حتى عندما يتم لا تشغيل أي تطبيقات.
as: তথ্যক Mozilla আৰু অন্য সেৱা প্ৰদানকাৰীলৈ পঠোৱা হয় আৰু সেইবোৰ অৱস্থান ডাটাবেইচক উন্নত কৰিবলে ব্যৱহাৰ কৰা হ'ব। তথ্যক আপোনাৰ ডিভাইচত সংৰক্ষণ কৰা হ'ব পাৰে আৰু কোনো এপ নচলা অৱস্থাতো তথ্য সংগ্ৰহ কৰা হ'ব পাৰে।
bg: Данни се изпращат до Mozilla и други доставчици на услуги, ще бъдат обобщени и използвани за подобряване на тези бази от данни за местоположение. Данни може да бъдат съхранявани на устройството и може да бъдат събирани дори и в момента да няма работещи приложения.
bn_in: ডেটা মোজিলা এবং অন্যান্য পরিষেবা প্রদানকারীর কাছে পাঠানো হবে এবং অবস্থান উপাত্তের সমষ্টি উন্নত করতে ব্যবহার করা হবে। ডেটা আপনার ডিভাইসে সংগ্রহ করা হবে এবং সঞ্চিত করা হবে কোন অ্যাপ্লিকেশান চলমান না হলেও এরকম ঘটতে পারে।
br: Kaset e vez roadennoù da vMozilla ha da bourvezerien gwazerezhioù all evit gwellaat resisted an douarlec'hiañ. Ar roadennoù a c'hall bezañ kadavet war ho trevnad ha bezañ dastumet ha pa n'eus arload ebet loc'het.
bs: Podaci se šalju Mozilli i drugim pružateljima usluga i koristit će se za poboljšanje tih baza podataka za lokalizaciju. Podaci mogu biti pohranjeni na uređaju i prikupljanje podataka može čak da se obavi i kada nijedna aplikacija ne radi.
ca: Les dades s'envien a Mozilla i a altres proveïdors de serveis i s'utilitzen a l'engròs per millorar la precisió de les bases de dades d'ubicacions. Les dades s'emmagatzemen en el vostre dispositiu i poden recollir-se fins i tot quan no s'executi cap aplicació.
cy: Mae data'n cael ei anfon i Mozilla a darparwyr gwasanaethau eraill a bydd yn cael ei ddefnyddio yn y cyfanswm i wella'r cronfeydd data lleoliad. Gall data gael ei storio ar eich dyfais a gall casglu data ddigwydd hyd yn oed pan nad oes apiau'n rhedeg.
es: Los datos se envían a Mozilla y otros operadores, y se usarán agregados con el fin de mejorar estas bases de datos sobre ubicaciones. Los datos se guardarán en su equipo y la recopilación de los mismos se efectuará incluso cuando no se esté ejecutando ninguna aplicación.
eu: Datuak Mozillari eta beste zerbitzu-hornitzaile batzuei bidaltzen zaizkie eta, denak bilduta, kokapen-datubaseak hobetzeko erabiltzen dira. Datuak zure gailuan gorde daitezke eta datuen bilketa aplikaziorik exekutatzen ez dagoenean ere gerta daiteke.
fa: اطلاعات برای موزیلا و سایر سرویس‌دهنده ها ارسال می‌شود و برای بهبود سازی پایگاه داده موقعیت‌ها جمع‌آوری می‌شود. داده‌های که بر روی دستگاه شما ذخیره‌ می‌شود ممکن زمانی انجام‌ شود که هیچ‌برنامه‌ای بر روی دستگاه شما در حال اجرا نباشد.
ga_ie: Seoltar sonraí chuig Mozilla agus chuig soláthraithe seirbhíse eile. Úsáidtear na sonraí seo i bhfoirm chomhiomlán chun na seirbhísí geoshuite a fheabhsú. Seans go stórálfar sonraí ar do ghléas agus go mbaileofar na sonraí fiú nuair nach bhfuil aon aipeanna ar siúl.
gd: Thèid dàta a chur gu Mozilla is solaraichean sheirbheisean eile agus thèid a chleachdadh còmhla gus stòir-dhàta nan ionadan seo a leasachadh. Dh'fhaoidte gun dèid dàta a stòradh air an uidheam agad agus a cruinneachadh fiù mur eil aplacaid sam bith a' ruith.
hi_in: डाटा मोज़िला और अन्य सेवा प्रदाता को भेजे जाते हैं और कुल मिलाकर उन अवस्थिति डाटाबेस को सुधारने के लिए प्रयोग किए जाएँगे. आँकड़ों को आपकी युक्तियों पर जमा नहीं किए जाएँगे और डाटा संग्रहण उत्पन्न होते हैं जब कोई ऐप्प नहीं चल रहे हों.
hu: A Mozillának és más szolgáltatóknak adatok kerülnek elküldésre, amelyek összesítve azok helyadatbázisainak javítására lesznek felhasználva. Az eszközén adatok kerülhetnek tárolásra, és adatgyűjtés történhet akkor is, ha nem futnak appok.
id: Data dikirim ke Mozilla dan penyedia layanan lainnya dan akan digunakan secara agregat untuk meningkatkan basis data lokasi. Data mungkin akan disimpan pada perangkat Anda dan pengumpulan data mungkin tetap terjadi tanpa adanya aplikasi yang berjalan.
km: ទិន្នន័យ​ត្រូវ​បាន​ផ្ញើ​ទៅ Mozilla នឹង​ក្រុមហ៊ុន​ផ្ដល់​សេវាកម្ម​ផ្សេង​ នឹង​ត្រូវ​ប្រើ​នៅ​ក្នុង​​ការ​ចងក្រង ដើម្បី​ធ្វើ​ឲ្យ​មូលដ្ឋាន​ទិន្នន័យ​ទីតាំង​ទាំងនេះ​ប្រសើរ​ឡើង។ ទិន្នន័យ​អាច​ត្រូវ​បាន​ស្ដារ​នៅ​លើ​ឧបករណ៍​​របស់​អ្នក ហើយ​​ការ​ប្រមូល​​ទិន្នន័យ​​អាច​កើត​មាន​ទោះ​​ពេល​គ្មាន​កម្មវិធី​កំពុង​ដំណើរការ​ក៏​ដោយ។
kn: ಮಾಹಿತಿಯನ್ನು Mozilla ಮತ್ತು ಇತರೆ ಸೇವಾಕರ್ತರಿಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಆ ಸ್ಥಳದ ದತ್ತಸಂಗ್ರಹಗಳನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ಸಂಗ್ರಹಿತ ರೂಪದಲ್ಲಿ ಬಳಸಲಾಗುತ್ತದೆ. ಮಾಹಿತಿಯನ್ನು ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಉಳಿಸಲಾಗಿರಬಹುದು ಮತ್ತು ಯಾವುದೆ ಅನ್ವಯಗಳು ಚಾಲನೆಯಲ್ಲಿರದೆ ಇದ್ದಾಗಲೂ ಸಹ ಮಾಹಿತಿ ಸಂಗ್ರಹಣೆ ನಡೆಯಬಹುದು.
mg: Ny data dia alefa amin'i Mozilla sy ireo mpamatsy serivisy hafa ary hampiasaina @ tamba-data hanatsarana ireo tobin-datan-toerana. Mety hotehirizina ao @ fitaovanao ny data ary mety hisy fanangonana data na dia tsy misy app mandeha aza.
ml: ഡാറ്റ മോസിലയിലേയ്ക്കും മറ്റു സേവന ദാതാക്കളിലേക്കും അയയ്ക്കും. അത് ലൊക്കേഷന്‍ ഡാറ്റാബേസുകള്‍ മെച്ചമാക്കാന്‍ കൂട്ടമായി ഉപയോഗിക്കും. ഡാറ്റ നിങ്ങളുടെ ഉപകരണത്തില്‍ സൂക്ഷിച്ചേക്കാം. ഒരു ആപ്പുകളും പ്രവര്‍ത്തിക്കുന്നില്ലെങ്കില്‍ പോലും ഡാറ്റാ ശേഖരം നടന്നേക്കാം.
mr: Mozilla आणि इतर सेवा प्रदात्यांना डाटा पाठविला जातो आणि तो एकंदर स्थान डाटाबेस सुधारण्यासाठी वापरला जाईल. डाटा आपल्या उपकरणात साठविला जाऊ शकतो, तसेच कुठलेही ॲप्लीकेशन चालू नसताना देखील डाटा संकलन केले जाऊ शकते.
ms: Data dihantar ke Mozilla dan penyedia perkhidmatan yang lain dan akan digunakan dalam agregat untuk memperbaiki pangkalan data lokasi berkenaan. Data boleh disimpan pada peranti anda dan pengumpulan data boleh berlaku walaupun tiada aplikasi yang berjalan.
my: အချက်အလက်အား Mozilla နှင့် အခြား ဝန်ဆောင်မှူ ပေးသူအချို့အား တည်နေရာပြ ဒေတာဘေစ့်များ အဆင့်မြှင့်ရန် ပေးပို့ထားသှ်။ အချက်အလက်အား သင့်ကိရိယာတွင် လည်းကောင်း အက်ပလီကေးရှင်း များတွင် လည်းကောင်းသိမ်းသှ်
ne: डाटा मोजिल्ला र अन्य सेवा प्रदायकहरुलाई पठाएको छ र त्यस स्थान डाटाबेसमा सुधार गर्नको लागि समग्र रुपमा उपयोग गरिनेछ। डाटा आफनो यन्त्रमा भण्डारण गर्न सकिनेछ र अरु कुनै एपहरु नचलिरहेको अवस्थामा पनि डाटा सङ्कलन हुन सक्छ।
or: ଡାଟା Mozilla ତଥା ଅନ୍ୟ ସେବା ପ୍ରଦାନକାରୀଙ୍କ ପାଖକୁ ପଠା ଯାଉଛି, ଏବଂ ସେ ସବୁ ଅବସ୍ଥିତି ଡାଟାବେସକୁ ଉନ୍ନତ କରିବାଲାଗି ମୋଟାମୋଟି ଭାବରେ ଉପଯୋଗ କରାଯିବ। ଡାଟା ଆପଣଙ୍କ ଉପକରଣରେ ସମ୍ଭବତଃ ସଞ୍ଚିତ ହୋଇପାରେ ଏବଂ ଡାଟା ସଂଗ୍ରହଣ କୌଣସି ଆପ ନ ଚାଲୁଥିଲା ବେଳେ ବି ଚାଲୁଥାଇପାରେ।
pt: São enviadas informações para a Mozilla e outros fornecedores de serviços, que serão utilizadas de forma agregada para melhorar estas bases de dados de localização. Podem ser armazenados dados no seu dispositivo e a coleta de informações pode ocorrer mesmo quando não existem aplicações em execução.
pt_br: Os dados são enviados à Mozilla e outros provedores de serviços e serão usados para melhorar essas bases de dados de localização. Os dados podem ser armazenados no seu aparelho e a coleta de dados pode ocorrer até mesmo quando nenhum aplicativo estiver sendo executado.
ro: Datele sunt trimise la Mozilla și la alți furnizori de servicii și vor fi folosite per ansamblu pentru a îmbunătăți aceste baze de date privind locațiile. Datele pot fi stocate pe dispozitivul tău și colectarea de date poate avea loc când nicio aplicație nu rulează.
si: Mozilla හා අනෙකුත් සේවා සපයන්නන් වෙත යවනු ලබන දත්ත සමූහය ස්ථානීය දත්ත ගබඩාවේ වැඩිදියුණු කරගැනීම සඳහා භාවිතා කරනු ලබයි. දත්ත ඔබගේ උපාංගයේ ගබඩා විය හැකි අතර, කිසිදු අයදුමක් භාවිතා නොවන අවස්ථාවලදී දත්ත එක් කිරීම සිදු කරනු ලබයි.
sw: Data inatumwa kwa Mozila na watoa huduma wengine na itatumiwa katika mkusanyiko ili kuboresha databei hizo za mahala. Data inaweza kuhifadhiwa kwenye kifaa chako na kukusanya data kunaweza tokea hata wakati hakuna programu zinaendeshwa.
ta: தரவானது மொசில்லா மற்றும் பிற சேவை வழங்குனர்களுக்கு அனுப்படும் மேலும் சேகரிக்கப்பட்ட தகவல்களைப் பயன்படுத்தி இருப்பிட தரவுத்தளங்களை மேம்படுத்தவும் பயன்படுத்தப்படும். உங்களுடைய செல்பேசியில் தரவானது சேமிக்கப்பட்டிருக்கும் மேலும் தரவு சேகரிப்பு பன்பாடுகள் இயக்கத்தில் இல்லாத போதும் நடைப்பெறும்.
te: ఆ ప్రాంత డాటాబేసెస్‌ను మెరుగుపరచుటకు దత్తాంశం మెజిల్లాకు మరియు ఇతర సేవాదారులకు పంపబడును. దత్తాంశం మీ పరికరంపైన నిల్వవుంచబడును మరియు ఏ అనువర్తనాలు నడవనప్పుడు కూడా దత్తాంశ సేకరణ జరుగవచ్చు.
tr: Bu veriler Mozilla'ya ve diğer servis sağlayıcılara gönderilerek konum veritabanlarını geliştirmek için kullanılır. Veriler cihazınızda depolanabilir ve hiçbir uygulama çalışmadığı sırada bile veri toplanabilir.
ur: کوائف موزیلا اور دیگرسروس فراہم کرنے والوں کو بھیجے جائیں گے اور مجموعی طور پر اُن مقامی ڈیٹابیس کو بہتر کرنے میں استعمال ہوںگے۔ کوائف آپ کے آلہ میں ذخیرہ ہوسکتے ہیں اور کوائف کی فراہمی واقع ہوسکتی ہے جب کوئی ایپ چل نہ رہی ہوں۔
uz: Ma’lumotlar Mozilla va boshqa xizmat ko‘rsatuvchilarga yuboriladi va hammasidan ushbu manzillar ma’lumotlar bazasini yaxshilashda foydalanadi. Ma’lumotlar qurilmangizda joylashishi mumkin va ma’lumotlar hech qanday ilova dasturlar ishlamayotgan vaqtda ham yig‘ilishi mumkin.
xh: Iingcombolo zithunyelwa kuMozilla nakwabanye abaniki-nkonzo kwaye ziya kusetyenziswa zizonke ukuphucula oovimba beenkcukacha bendawo. Iingcombolo zisenokugcinwa kwisixhobo sakho kwaye uqokelelo lweengcombolo lusenokwenzeka nokuba akukho ziaplikheyishini zisebenzayo.
zu: Idatha ithunyelwa kwa-Mozilla kanye nabanye abahlinzeki ngosizo futhi isetshenziswe ngokulingene ukuthuthukisa lawo ma-database ezindawo. Idatha ingagcinwa kudivayisi yakho bese ukukolekwa kwedatha kungenzeka ngisho noma kungekho ama-app asebenzayo.

source: Notice
af: Kennisgewing
am: ማስታወቂያ
ar: ملاحظة
as: জাননী
bg: Забележка
bn_in: সূচনা
br: Evezhiadenn
bs: Obavijest
ca: Avís
cy: Rhybudd
es: Aviso
eu: Oharra
fa: نکته
ga_ie: Fógra
gd: An aire
hi_in: सूचना
hu: Figyelmeztetés
id: Pemberitahuan
km: ចំណាំ
kn: ಸೂಚನೆ
mg: Filazana
ml: അറിയിപ്പ്
mr: सूचना
ms: Notis
my: သတိပေးချက်
ne: सूचना
or: ବିଜ୍ଞପ୍ତି
pt: Aviso
pt_br: Aviso
ro: Aviz
si: දැන්වීම
sw: Onyo
ta: அறிவிப்பு
te: గమనిక
th: ประกาศ
tr: Uyarı
ur: اطلاع نامہ
uz: Eslatma
vi: Chú ý
xh: Isaziso
zu: Isaziso

source: More about your privacy
af: Meer oor jou privaatheid
am: ተጨማሪ ስለ የግላዊነት መመሪያ
ar: مزيد من المعلومات حول خصوصيتك
as: আপোনাৰ গোপনীয়তাৰ বিষয়ে অধিক
bg: Повече за вашите лични данни
bn_in: আপনার গোপনীয়তা সম্পর্কে আরও কিছু
br: Muioc'h a-zivout ho puhez prevez
bs: Više o vašoj privatnosti
ca: Més informació sobre la privadesa
cy: Rhagor am eich preifatrwydd
es: Más información sobre su privacidad
eu: Gehiago zure pribatutasunari buruz
fa: در مورد حریم‌ شخصی خود بیشتر بدانید
ga_ie: Tuilleadh eolais faoi phríobháideacht
gd: Barrachd mu do phrìobhaideachd
hi_in: आपकी गोपनीयता के बारे में अधिक
hu: Információk az adatvédelemről
id: Lebih lanjut tentang privasi Anda
km: បន្ថែម​អំពី​ភាព​ឯកជន​របស់​អ្នក
kn: ನಿಮ್ಮ ಗೌಪ್ಯತೆ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ಮಾಹಿತಿ
mg: Bebe kokoa momba ny tsiambaratelonao
ml: നിങ്ങളുടെ സ്വകാര്യതയെകുറിച്ച് കൂടുതല്‍
mr: आपल्या गोपनीयतेबाबत अधिक जाणून घ्या
ms: Lebih lagi perihal privasi anda
my: သင့် တစ်ကိုယ်ရေလုံခြုံမှူ
ne: तपाईँको गोपनीयताका बारे थप
or: ଆପଣଙ୍କର ଗୋପନୀୟତା ବିଷୟରେ ଅଧିକ ତଥ୍ୟ
pt: Mais informações sobre a sua privacidade
pt_br: Mais sobre sua privacidade
ro: Mai multe despre confidențialitate
si: ඔබේ පෞද්ගලිකත්වය ගැන තව දුරටත්
sw: Zaidi kuhusu ufaragha wako
ta: மேலும் உங்களின் தனியுரிமைப் பற்றி அறிய
te: మీ అంతరంగికత గురించి మరింత
th: เพิ่มเติมเกี่ยวกับความเป็นส่วนตัวของคุณ
tr: Gizliliğiniz hakkında daha fazla bilgi
ur: آپ کی پرائیویسی کے بارے میں مزید
uz: Maxfiyligingiz haqida ko‘proq
xh: Okuninzi ngobungasese bakho
zu: Okunye ngokuvikeleka kwakho

source: Scanning for networks
af: Skandeer tans vir netwerke
am: ኔትዎርኮችን በማሰስ ላይ
ar: البحث عن شبكات
as: নেটৱৰ্কসমূহৰ বাবে স্কেন কৰা হৈছে
bg: Търсене на мрежи
bn_in: নেটওয়ার্ক খোঁজা হচ্ছে
br: O tinoiñ ar rouedadoù
bs: Tražim dostupne mreže
ca: S'estan cercant xarxes
cy: Sganio am rhwydweithiau
es: Buscando redes
eu: Sareak bilatzen
fa: درحال بررسی برای یافتن شبکه‌ها
ga_ie: Ag lorg líonraí
gd: A’ sganadh airson lìonraidhean
hi_in: नेटवर्क के लिए खोज
hu: Hálózatok keresése
id: Memindai jaringan
km: ជ្រើស​បណ្ដាញ
kn: ನೆಟ್‌ವರ್ಕ್‌ಗಳಿಗಾಗಿ ಶೋಧಿಸಲಾಗಿದೆ
mg: Mi-scan tambajotra
ml: നെറ്റ്‌വര്‍ക്കിനായി തെരയുന്നു
mr: नेटवर्क्स शोधत आहे
ms: Mengimbas jaringan
my: နတ်ဝပ်များအား ရှာနေသှ်
ne: सञ्जालको लागि स्क्यान गर्दै
or: ନେଟୱାର୍କ ଖୋଜୁଛି
pt: A procurar por redes
pt_br: Procurando redes
ro: Se scanează după rețele
si: ජාල සඳහා සුපිරික්සමින්
sw: Inachuja mitandao
ta: பிணையங்களுக்காக உலவுகிறது
te: నెట్‌వర్కుల కొరకు పరికిస్తున్నాం
th: กำลังสแกนหาเครือข่าย
tr: Ağlar taranıyor
ur: نیٹ ورک کے لیے سکین کر رہا ہے
uz: Tarmoqlar uchun tekshirish
vi: Đang tìm kiếm mạng
xh: Ukukhangela iinethiwekhi
zu: Isacinga amanethiwekhi

source: Select a network
af: Kies 'n netwerk
am: ኔትዎርክ ይምረጡ
ar: اختر شبكة
as: এটা নেটৱৰ্ক বাছক
bg: Избиране на мрежа
bn_in: নেটওয়ার্ক নির্বাচন
br: Diuzit ur rouedad
bs: Izaberite mrežu
ca: Trieu una xarxa
cy: Dewis rhwydwaith
es: Elija una red
eu: Hautatu sarea
fa: انتخاب یک شبکه
ga_ie: Roghnaigh líonra
gd: Tagh lìonra
hi_in: एक नेटवर्क चुनें
hu: Hálózatok
id: Pilih jaringan
km: ជ្រើស​បណ្ដាញ
kn: ನೆಟ್‌ವರ್ಕ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ
mg: Mifantena tambajotra
ml: നെറ്റ്‌വര്‍ക്ക് തെരഞ്ഞെടുക്കുക
mr: नेटवर्क निवडा
ms: Pilih jaringan
my: နတ်ဝပ်အားရွေးပါ
ne: एउटा सञ्जाल चयन गर्नुहोस्
or: ଗୋଟିଏ ନେଟୱର୍କ ବାଛନ୍ତୁ
pt: Selecionar rede
pt_br: Redes Wi-Fi
ro: Selectează o rețea
si: ජාලයක් තෝරා ගන්න
sw: Chagua mtandao
ta: தேர்
te: నెట్‌వర్కు ఎంచుకోండి
th: เลือกเครือข่าย
tr: Bir ağ seçin
ur: نیٹ ورک منتخب کریں
uz: Tarmoqni tanlash
vi: Hãy chọn mạng
xh: Khetha inethiwekhi
zu: Khetha inethiwekhi

source: Connecting…
af: Koppel tans…
am: በመገናኘት ላይ...
ar: جارِ الاتصال...
as: সংযোগ কৰা হৈছে…
bg: Свързване…
bn_in: সংযুক্ত হচ্ছে…
br: O kennaskañ…
bs: Povezivanje...
ca: S'està connectant…
cy: Cysylltu…
es: Conectando…
eu: Konektatzen…
fa: در حال اتصال…
ga_ie: Ag ceangal…
gd: A’ dèanamh ceangal…
hi_in: कनेक्ट हो रहा है...
hu: Kapcsolódás…
id: Menyambungkan…
km: កំពុង​ភ្ជាប់...
kn: ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ…
mg: An-dàlana hifandray…
ml: ബന്ധിപ്പിക്കുന്നു…
mr: जोडत आहे…
ms: Menyambung…
my: ချိတ်ဆက်နေသှ်...
ne: जडान हुँदैछ
or: ସଂଯୋଗ କରୁଛି…
pt: A ligar…
pt_br: Conectando…
ro: Conectare…
si: සම්බන්ධ වෙමින්...
sw: Inaunganisha...
ta: இணைக்கிறது...
te: అనుసంధానిస్తోంది...
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
ur: کنیکٹ کررہا ہے…
uz: Ulanmoqda…
vi: Đang kết nối…
xh: Iyanxibelelana…
zu: Isaxhuma…
