Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: SIM Manager
af: SIM-bestuurder
am: የ ሲም አስተዳዳሪ
ar: مدير SIM
as: SIM ব্যৱস্থাপক
bg: Управление на SIM
bn_in: SIM ম্যানেজার
br: Ardoer SIM
bs: SIM upravitelj
ca: Gestor de targetes SIM
cy: Rheolwr SIM
es: Administrador SIM
eu: SIM kudeatzailea
fa: مدیریت سیم‌کارت
ga_ie: Bainisteoir SIM
gd: Manaidsear an t-SIM
hi_in: SIM प्रबंधक
hu: SIM-kezelő
id: Pengelola SIM
km: កម្មវិធី​គ្រប់គ្រង​ SIM
kn: SIM ವ್ಯವಸ್ಥಾಪಕ
mg: Mpandrindra SIM
ml: സിം കൈകാര്യം
mr: SIM व्यवस्थापक
ms: Pengurus SIM
my: SIM မန်နေဂျာ
ne: सिम व्यवस्थापक
or: SIM ପରିଚାଳକ
pt: Gestor do SIM
pt_br: Cartões SIM
ro: Manager SIM
si: සිම් කළමනාකරු
sw: Kiongozi SIM
ta: சிம் நிர்வாகி
te: సిమ్ నిర్వాహిక
th: ตัวจัดการ SIM
tr: SIM Yöneticisi
ur: SIM مینیجر
uz: SIM menejer
vi: Quản lý SIM
xh: UMphathi weSIM
zu: I-SIM Manager

source: SIM {{n}}
am: ሲም {{n}}
eu: {{n}}. SIMa
fa: سیم‌کارت{{n}}
hu: {{n}}. SIM
ml: സിം {{n}}
pt_br: Cartão SIM {{n}}
si: සිම් {{n}}
ta: சிம் {{n}}
te: సిమ్ {{n}}
ur: سم {{n}}
xh: ISIM {{n}}

source: (default)
af: (verstek)
am: (ነባር)
ar: (إفتراضي)
as: (অবিকল্পিত)
bg: (по подразбиране)
bn_in: (ডিফল্ট)
br: (diouer)
bs: (izvorno)
ca: (per defecte)
cy: (arferol)
es: (predeterminada)
eu: (lehenetsia)
fa: (پیش‌فرض)
ga_ie: (réamhshocrú)
gd: (bun-roghainn)
hi_in: (डिफॉल्ट)
hu: (alapértelmezett)
id: (baku)
km: (លំនាំដើម)
kn: (ಪೂರ್ವನಿಯೋಜಿತ)
mg: (niandohana)
ml: (സ്വതവേയുള്ള)
ms: (lalai)
my: (စံ)
ne: (अभाव)
or: (ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ)
pt: (predefinições)
pt_br: (padrão)
ro: (implicit)
si: (පෙරනිමි)
sw: (chaguo-msingi)
ta: (முன்னிருப்பு)
te: (అప్రమేయం)
th: (ค่าปริยาย)
tr: (varsayılan)
ur: (طےشدہ)
uz: (standart)
vi: (mặc định)
zu: (okwakhona)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
af: Uitgaande oproepe, uitgaande boodskappe en dataverbinding word by verstek na SIM 1 gestel
am: ወደ ውጪ የሚላኩ ጥሪዎች: ወደ ውጪ የሚላኩ መልእክቶች እና የ ዳታ ግንኙነት ወደ SIM 1 እንደ ነባር ተሰናድቷል
ar: يتم تعيين المكالمات الصادرة، والرسائل الصادرة واتصال البيانات إلى SIM 1 بشكل افتراضي
as: বহিৰ্গামী কলসমূহ, বাৰ্তাসমূহ আৰু তথ্য সংযোগক অবিকল্পিতৰূপে SIM ১ লৈ সংহতি কৰা হৈছে।
bg: Изходящите обаждания, изходящите съобщения и връзката за данни са зададени да използват SIM 1 по подразбиране
bn_in: আউটগোয়িং কল, আউটগোয়িং বার্তা এবং ডাটা সংযোগ ডিফল্ট হিসাবে SIM 1 এ নির্ধারিত হল
br: Kefluniet eo ar galvoù oc'h ermaeziañ, ar c'hemennadennoù oc'h ermaeziañ hag ar c'hennask roadennoù da arverañ ar SIM 1 dre ziouer
bs: Odlazni pozivi, odlazne poruke i podaci veze su postavljeni kao glavni na SIM 1
ca: Per defecte, s'utilitza la SIM 1 per a les trucades de sortida, els missatges de sortida i la connexió de dades
cy: Galwadau allan, negeseuon allan a chysylltiad data wedi eu gosod i SIM 1 fel yr arferol
es: Las llamadas y los mensajes salientes así como la conexión de datos están configurados para la SIM 1 de manera predeterminada
eu: Irteerako deiak, mezuak eta datu-konexioa 1. SIMari daude ezarrita lehenespenez
fa: تماس‌های خروجی، پیام‌های خروجی و ارتباط داده همگی به عنوان پیش‌فرض سیم‌کارت ۱ تنظیم‌ شوند.
ga_ie: Úsáidtear SIM 1 le haghaidh glaonna amach, teachtaireachtaí amach, agus ceangal sonraí de réir réamhshocraithe
gd: Thèid SIM 1 a thaghadh airson gairmean/teachdaireachdan a-mach is ceanglaichean dàta a ghnàth
hi_in: आउटगोइंग काल, आउटगोइंग संदेश और डाटा कनेक्शन को तयशुदा रूप से सिम 1 पर सेट किया गया है
hu: Kimenő hívások, kimenő üzenetek és az adatkapcsolat alapesetben az 1. SIM-re vannak állítva
id: Panggilan keluar, pesan dan sambungan data keluar disetel ke SIM1 sebagai SIM baku
km: ការ​ហៅ​ចេញ, សារ​ចេញ និង​​ការ​តភ្ជាប់​ទិន្នន័យ​ត្រូវ​បាន​កំណត់​ទៅ​ SIM 1 ជា​លំនាំដើម
kn: ಹೊರಹೋಗುತ್ತಿರುವ ಕರೆಗಳು, ಹೊರಹೋಗುತ್ತಿರುವ ಸಂದೇಶಗಳು ಮತ್ತು ಡೇಟಾ ಸಂಪರ್ಕಗಳನ್ನು SIM 1 ಗೆ ಪೂರ್ವನಿಯೋಜಿತಗೊಳಿಸಲಾಗಿದೆ
mg: Natao ho @ SIM1 araka ny niandohana ireo antso mivoaka sy hafatra mivoaka ary fifandraisana data
ml: പുറത്തേക്കുള്ള വിളികള്‍, സന്ദേശങ്ങള്‍, ഡാറ്റാ ബന്ധം എന്നിവയ്ക്ക് സിം1 സ്വതേ ആയി ക്രമീകരിച്ചു
mr: पूर्वनिर्धारित रित्या, आउटगोइंग कॉल, पाठविले जाणारे संदेश आणि डाटा कनेक्शन, SIM 1 वरून केले जाईल
ms: Panggilan, mesej keluar dan sambungan data ditetapkan pada SIM 1 sebagai lalai
my: SIM 1 အား ဖုန်းခေါ်မှူ​ ၊ စာတိုပို့ စနစ် နှင့် အချက်အလက် ဆက်သွယ်မှူ အတွက် အမြဲသုံးမည်
ne: बहिर्गमन कल, निवर्तमान सन्देश र डेटा जडान पूर्वनिर्धारित रूपमा SIM १ मा सेट छ
or: ବରିର୍ଗାମୀ କଲ, ବହିର୍ଗମୀ ମେସେଜ ଓ ଡାଟା ସଂଯୋଗ SIM1 ସହିତ ସ୍ୱସ୍ଥିରୀକୃତ ଭାବେ ସେଟ ହୋଇଛି।
pt: Por definição, as chamadas efetuadas, mensagens enviadas e ligações de dados utilizarão o SIM 1
pt_br: Chamadas, mensagens e conexões de dados serão feitas com o cartão SIM 1 por padrão
ro: Apelurile efectuate, mesajele trimise și conexiunea de date sunt setate pentru SIM 1 în mod implicit
si: ලබාගන්න ඇමතුම්, යවන පණිවුඩ හා දත්ත සබඳතාවයන්ට SIM 1 ප්‍රාග්වරණිතය ලෙස තෝරාගන්නා ලදී
sw: Simu zinazotoka, ujumbe zinazotoka na muunganisho wa data zimewekwa kwa SIM 1 kama chaguo msingi
ta: வெளி செல்லும் அழைப்புகள், செய்திகள் மற்றும் செல்பேசி இணைப்பு ஆகியவை முன்னிருப்பாக சிம் 1 க்கு அமைக்கப்பட்டுள்ளது
te: మీరుచేసే కాల్స్, మీరుపంపే సందేశాలు మరియు దత్తాంశ అనుసంధానం అన్నీ అప్రమేయంగా సిమ్ 1 కు అమర్చెను.
th: สายโทรออก ข้อความขาออก และการเชื่อมต่อข้อมูล ถูกตั้งไปยัง SIM 1 เป็นค่าปริยาย
tr: Giden aramalar, giden mesajlar ve veri bağlantısı varsayılan olarak SIM 1'e ayarlıdır
ur: اخراجی کالس، اخراجی پیغامات اور ڈیٹا کنکشن ڈیفالٹ کے طور پر SIM1 پر سیٹ کر رہے ہیں
uz: Chiquvchi qo‘ng‘iroqlar, chiquvchi xabarlar va ulanish ma’lumotlari SIM 1 ga standart sifatida o‘rnatilgan
vi: Cuộc gọi đi, tin nhắn gửi đi và kết nối dữ liệu được đặt mặc định dùng SIM 1
xh: Iminxeba, imiyalezo ephumayo nonxibelelwano lweengcombolo zisetwe kwiSIM 1 njengesiseko
zu: Izingcingo eziphumayo, imiyalezo ephumayo nedatha yokuxhumeka kusethwe ku-SIM 1 njengokwakhona vele

source: You can change default settings at Settings > SIM manager
af: Jy kan verstekinstellings by Instellings > SIM-bestuurder verander
am: መቀየር ይችላሉ ነባር ማሰናጃዎችን ከ ማሰናጃዎች > የ ሲም አስተዳዳሪ
ar: يمكنك تغيير الإعدادات الافتراضية من إعدادات> مدير SIM
as: আপুনি অবিকল্পিত সংহতিসমূহক সংহতিসমূহ > SIM ব্যৱস্থাপক ত পৰিৱৰ্তন কৰিব পাৰিব
bg: Можете да промените настройката по подразбиране в Настройки > Управление на SIM
bn_in: আপনি সেটিংস> SIM ম্যানেজার এ গিয়ে ডিফল্ট সেটিংস পরিবর্তন করতে পারেন
br: Gallout a rit kemmañ an arventennoù dre ziouer e Arventennoù > Ardoer SIM
bs: Možete postaviti glavne postavke na Postavke > SIM upravitelj
ca: Podeu canviar els paràmetres per defecte a Paràmetres > Gestor de targetes SIM
cy: Mae modd newid y gosodiadau arferol yn Gosodiadau > Rheolwr SIM
es: Puede cambiar la configuración predeterminada en Ajustes > Administrador de tarjetas SIM
eu: Ezarpen lehenetsiak Ezarpenak > SIM kudeatzailean alda ditzakezu
fa: شما می‌توانید تنظیمات پیش‌فرض را در تنظیمات > مدیریت‌ سیم‌کارت تغییر دهید
ga_ie: Is féidir leat na réamhshocruithe a athrú faoi Socruithe > Bainisteoir SIM
gd: ’S urrainn dhut na bun-roghainnean atharrachadh fo “Roghainnean” > “Manaidsear nan cairtean SIM”
hi_in: आप तयशुदा सेटिंग को सेटिंग > SIM प्रबंधक पर बदल सकते हैं
hu: Az alapbeállítások a Beállítások > SIM kártyakezelőben módosíthatók
id: Anda dapat mengubah setelah baku SIM di Setelan > Pengelola SIM
km: អ្នក​អាច​ប្ដូរ​ការ​កំណត់​លំនាំដើម​នៅ​ឯ​ ការ​កំណត់ > កម្មវិធី​គ្រប់គ្រង​ SIM
kn: ನೀವು ಪೂರ್ವನಿಯೋಜಿತ ಸಿದ್ದತೆಗಳನ್ನು ಸಿದ್ದತೆಗಳು ಮೂಲಕ ಬದಲಿಸಬಹುದು > SIM ವ್ಯವಸ್ಥಾಪಕ
mg: Ny tefy niandohana dia azonao ovaina ao @ Tefy > Mpandrindra SIM
ml: ക്രമീകരണങ്ങള്‍ > സിം കൈകാര്യം എടുത്താല്‍ സ്വതേയുള്ള ക്രമീകരണം മാറ്റാം
mr: आपण, सेटिंग्ज -> SIM प्रबंधक वर जाउन , डीफॉल्ट सेटिंग बदलू शकता
ms: Anda boleh mengubah tetapan lalai pada Tetapan > Pengurus SIM
my: စံ အပြင်အဆင်များအား အပြင်အဆင်များ ≥ SIM မန်နေဂျာ တွင် ပြုပြင်နိုင်ပါသှ်
ne: तपाईँ > सिम प्रबन्धक मा पूर्वनिर्धारित सेटिङ परिवर्तन गर्न सक्नुहुन्छ
or: ଆପଣ ସ୍ୱ-ସ୍ଥିରୀକୃତ ସେଟିଂକୁ >SIM ମ୍ୟାନେଜରଠାରେ ସେଟ କରି ପାରିବେ
pt: Pode modificar as definições em Definições > Gestor SIM
pt_br: Você pode alterar as configurações em Configurações > Cartões SIM
ro: Poți schimba setările implicite la Setări > Manager de cartele SIM
si: ඔබට ප්‍රාග්වරණිත සැකසුම්, සැකසුම් > SIM පාලකය මඟින් තෝරාගත හැකියි
sw: Unaweza kubadilisha mipangilio chaguo-msingi katika Mipangilio > kiongozi SIM
ta: முன்னிருப்பு அமைவுகளை நீங்கள் அமைவுகள் > சிம் நிர்வாகியில் மாற்றலாம்
te: మీరు అప్రమేయ అమరికలను అమరికలు > సిమ్ నిర్వాహిక నందు మార్చవచ్చు
th: คุณสามารถเปลี่ยนการตั้งค่าปริยายได้ที่ การตั้งค่า > ตัวจัดการ SIM
tr: Varsayaılan ayarları Ayarlar > SIM yöneticisi üzerinden değiştirebilirsiniz
ur: طےشدہ سیٹکگیں کو تبدیل کرنے کے لئے سیٹکگیں > SIM مینیجر میں جایں
uz: Siz standart sozlamalarni Sozlamalar > SIM meneger’dan o‘zgartirishingiz mumkin
vi: Bạn có thể thay đổi thiết lập mặc định ở mục Thiết lập > Quản lý SIM
xh: Ungazitshintsha iisethingi ezisisiseko kwiiSethingi > umphathi weSIM
zu: Ungashintsha amasethingi abekiwe kumaSethingi > imenenja ye-SIM

source: SIM PIN locked
af: SIM PIN gegrendel
am: የ ሲም ፒን ተቆልፏል
ar: SIM PIN مقفل
as: SIM PIN লক্ড আছে
bg: SIM PIN е заключен
bn_in: SIM PIN লক হয়ে গেছে
br: Prennet eo PIN ar SIM
bs: SIM PIN zaključan
ca: PIN de la SIM bloquejat
cy: PIN y SIM wedi cloi
es: PIN de la SIM bloqueado
eu: SIMaren PINa blokeatuta
fa: PIN سیم‌کارت قفل شد است
ga_ie: SIM faoi ghlas le UAP
gd: Tha PIN an t-SIM glaiste
hi_in: SIM PIN अवरोधित
hu: SIM PIN zárolva
id: PIN SIM terkunci
km: SIM PIN ជាប់​សោ
kn: SIM PIN ಲಾಕ್ ಆಗಿದೆ
mg: Mihidy PIN an'ny SIM
ml: സിം പിന്‍ പൂട്ടിയിരിക്കുന്നു
mr: SIM PIN लॉक केला आहे
ms: PIN SIM dikunci
my: SIM PIN ပိတ်ထားသှ်
ne: सिम को पिन बन्द गरिएकोछ
or: SIM PIN ତାଲା ପଡ଼ିଛି
pt: PIN do SIM bloqueado
pt_br: O PIN do cartão SIM está travado
ro: PIN pentru SIM blocat
si: SIM PIN අඟුලු වැටී ඇත
sw: SIM PIN imefungwa
ta: சிம் கடவு எண் பூட்டப்பட்டது
te: సిమ్ పిన్ తాళంవెయబడెను
th: ถูกล็อคด้วย PIN ของ SIM
tr: SIM PIN kilitli
ur: سم پن مقفل
uz: SIM PIN kod qulflandi
xh: I-PIN yeSIM itshixiwe
zu: I-PIN ye-SIM ikhiyiwe

source: No operator
af: Geen operateur nie
am: አንቀሳቃሽ አልተገኘም
ar: لايوجد مشغل
as: কোনো অপাৰেটৰ নাই
bg: Няма оператор
bn_in: কোন অপারেটার নেই
br: Oberataer ebet
bs: Nema operatera
ca: Cap operador
cy: Dim darparwr
es: Sin operador
eu: Operatzailerik ez
fa: بدون اپراتور
ga_ie: Gan oibreoir
gd: Chan eil giùlanair ann
hi_in: कोई ऑपरेटर नहीं
hu: Nincs szolgáltató
id: Tidak ada operator
km: មិន​មាន​ការី​
kn: ಆಪರೇಟರ್ ಇಲ್ಲ
mg: Tsisy mpandraharaha
ml: സേവനദാതാവില്ല
mr: ऑपरेटर नाही
ms: Tiada operator
my: အော်ပရေတာ မရှိပါ
ne: सञ्चालक छैन
or: ଚାଳକ ନାହିଁ
pt: Sem operador
pt_br: Nenhuma operadora
ro: Niciun operator
si: මෙහෙයවන්නෙකු නැත
sw: Hakuna mwendeshaji
ta: இயக்குபவர் இல்லை
te: ఆపరేటర్ లేరు
th: ไม่มีผู้ให้บริการ
tr: Operatör yok
ur: کوئی آپریٹر نہیں
uz: Operator yo‘q
vi: Không có nhà mạng
xh: Akukho opareyitha
zu: Akukho mqondisi wosizo

source: Searching
am: በመፈለግ ላይ
ar: البحث جارٍ
bg: Търсене
bn_in: অনুসন্ধান করা হচ্ছে
br: O klask
bs: Pretražujem
ca: S'està cercant
cy: Chwilio
es: Buscando
eu: Bilatzen
fa: در حال جست‌و‌جو
ga_ie: Ag cuardach
gd: A’ lorg
hi_in: खोज रहे हैं
hu: Keresés
id: Mencari
km: ការស្វែងរក​​
kn: ಹುಡುಕಲಾಗುತ್ತಿದೆ
mg: Mikaroka
mr: शोधत आहे
my: ရှာဖွေနေတယ်
ne: खोजी हुँदैछ
pt: A pesquisar
pt_br: Procurando
ro: Căutare
si: සොයමින්
ta: தேடுகிறது
th: กำลังค้นหา
tr: Aranıyor
ur: تلاش کر رہا ہے
uz: Qidirilmoqda

source: Language
af: Taal
am: ቋንቋ
ar: اللغة
as: ভাষা
bg: Език
bn_in: ভাষা
br: Yezh
bs: Jezik
ca: Llengua
cy: Iaith
es: Idioma
eu: Hizkuntza
fa: زبان
ga_ie: Teanga
gd: Cànan
hi_in: भाषा
hu: Nyelv
id: Bahasa
km: ភាសា
kn: ಭಾಷೆ
mg: Teny
ml: ഭാഷ
mr: भाषा
ms: Bahasa
my: ဘာသာစကား
ne: भाषा
or: ଭାଷା
pt: Idioma
pt_br: Idioma
ro: Limbă
si: භාෂාව
sw: Lugha
ta: மொழி
te: భాష
th: ภาษา
tr: Dil
ur: زبان
uz: Til
vi: Ngôn ngữ
xh: Ulwimi
zu: Ulimi

source: Cellular Data
af: Sellulêre data
am: የ ሴሉላር ዳታ
ar: بيانات الجوّال
as: চেলুলাৰ তথ্য
bg: Клетъчни данни
bn_in: সেলুলার ডাটা
br: Roadennoù hezoug
bs: Celularni podaci
ca: Dades del mòbil
cy: Data Cellol
es: Datos móviles
eu: Mugikorreko datuak
fa: دیتا تلفن‌ همراه
ga_ie: Sonraí Ceallacha
gd: Dàta an fhòn-làimhe
hi_in: सेल्युलर डाटा
hu: Mobiladatok
id: Data Seluler
km: ទិន្នន័យ​ចល័ត
kn: ಸೆಲ್ಯುಲರ್ ಡೇಟಾ
mg: Data Sela
ml: മൊബൈല്‍ ഡാറ്റ
mr: सेल्यूलर डाटा
ms: Data Selular
my: ဆယ်လူလာ ဒေတာ
ne: सेलुलर डाटा
or: ସେଲ୍ୟୁଲାର ତଥ୍ୟ
pt: Dados móveis
pt_br: Dados 3G
ro: Date mobile
si: ජංගම දත්ත
sw: Data ya Simu ya mkononi
ta: செல் தரவு
te: సెల్యులార్ దత్తాంశం
th: ข้อมูลเครือข่ายเคลื่อนที่
tr: Hücresel Veri
ur: سیلولر ڈیٹا
uz: Uyali ma’lumot
vi: Dữ liệu di động
xh: Iingcombolo zeselula
zu: Idatha yeselula

source: Enable Data
af: Aktiveer data
am: ዳታ ማስቻያ
ar: فعِّل البيانات
as: তথ্য সামৰ্থবান কৰক
bg: Включване на данни
bn_in: ডাটা সক্রিয়
br: Gweredekaat ar c'hennask
bs: Omogući podatkovnu vezu
ca: Activa les dades
cy: Galluogi Data
es: Activar datos
eu: Gaitu datuak
fa: فعال‌سازی داده
ga_ie: Cumasaigh Sonraí
gd: Cuir an dàta an comas
hi_in: डेटा सक्रिय करें
hu: Adatkapcsolat
id: Aktifkan Data
km: អនុញ្ញាត​ទិន្នន័យ
kn: ಡೇಟಾ ಸಕ್ರಿಯಗೊಳಿಸಿ
mg: Hamelona Data
ml: ഡാറ്റ സജ്ജമാക്കുക
mr: डाटा सक्रिय करा
ms: Hidupkan Data
my: ဒေတာ ဖွင့်မည်
ne: डाटा सक्षम पार्नुहोस्
or: ତଥ୍ୟ ସକ୍ରିୟ କରନ୍ତୁ
pt: Ativar Dados
pt_br: Ativar dados
ro: Trafic de date
si: දත්ත ක්‍රියාත්මක කරන්න
sw: Wezesha Data
ta: தரவு
te: దత్తాంశం చేతనంచేయి
th: เปิดใช้งานข้อมูล
tr: Veriyi Etkinleştir
ur: کوائف اہل بنائیں
uz: Ma’lumotni yoqish
vi: Cho phép kết nối dữ liệu
xh: Vumela iingcombolo
zu: Qalisa ukusebenza kwedatha

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
af: Deur die dataverbinding nou te aktiveer, sal jy jou foon sonder 'n Wi-Fi-verbinding kan instel. Jy kan dit ook later in Instellings aktiveer. Maak net seker dat jy 'n dataplan met jou draer het om moontlike hoë koste te vermy.
am: የ ዳታ ግንኙነትን አሁን ማስቻል የ እርስዎን ስልክ ማሰናዳት ያስችሎታል ያለ ዋይ-ፋይ ግንኙነት: እንዲሁም ማስቻል ይችላሉ በኋላ ከ ማሰናጃ ውስጥ: እርግጠኛ ይሁኑ የ ዳታ ፕላን እንዳለዎት ከ እርስዎ አቅራቢ ጋር ያለበለዚያ ከፍተኛ ክፍያ ያስከትላል
ar: تفعيل اتصال البيانات يسمح لك الآن باعداد جوّالك دون اتصال واي فاي. يمكنك فعل ذلك لاحق من الإعدادات. تأكد من مزودك بوجود اشتراك للبيانات لتجنب دفع مبالغ كبيرة محتملة.
as: তথ্য সংযোগ সামৰ্থবান কৰাই এতিয়া আপোনাৰ ফোনক এটা Wi-Fi সংযোগ নহোৱাকৈ সংস্থাপন কৰাৰ অনুমতি দিয়ে। আপুনি লগতে ইয়াক সংহতিসমূহক পিছত সামৰ্থবান কৰিব পাৰিব। বিভৱীয়ভাৱে অধিক চাৰ্জ প্ৰতিৰোধ কৰিবলে আপোনাৰ প্ৰদানকাৰীৰ সৈতে এটা ডাটা প্লেন থকাটো সুনিশ্চিত কৰক।
bg: Включването на връзка за данни в момента ще позволи да настроите телефона си без да има Wi-Fi връзка. Можете да я включите и по-късно от Настройки. Просто се убедете, че сте на подходящ тарифен план, за да избегнете потенциално големи разходи.
bn_in: এখন ডাটা সংযোগ সক্রিয় করলে আপনি একটি ওয়াই-ফাই সংযোগ ছাড়াই আপনার ফোন সেট আপ করতে পারবেন। আপনি পরেও সেটিংস এ গিয়ে সেটি সক্রিয় করতে পারেন। শুধু আপনি নিশ্চিত হয়ে নিন সম্ভাব্য প্রবল চার্জ এড়ানোর জন্য আপনার ক্যারিয়ারের সাথে একটি ডাটা প্ল্যান আছে কি না।
br: Ma'z eo gweredekaet ar c'hennask roadennoù bremañ e c'hellot kefluniañ ho hezougell hep kennask Wi-Fi. Gallout a rit ivez gweredekaat anezhañ diwezhatoc'h e Arventennoù. Gwiriit hoc'h eus un treuziad roadennoù gant hoc'h oberataer evit tremen e-biou mizoù ouzhpenn.
bs: Omogućavanje podatkovne veze će vam dopustiti podešavanje uređaja bez Wi-Fi veze. Aktivaciju možete obaviti kasnije u postavkama. Da biste izbjegli neželjene troškove, provjerite da vam je pružatelj usluge omogućio podatkovnu tarifu.
ca: Activar la connexió de dades us permetrà configurar el vostre telèfon sense una connexió Wi-Fi. Podeu activar-la més endavant des dels Paràmetres. En tot cas, assegureu-vos que teniu un pla de dades amb el vostre operador per evitar cap despesa addicional.
cy: Bydd galluogi cysylltiad data yn caniatáu i chi osod eich ffôn heb gysylltiad diwifr. Mae modd i chi ei alluogi unrhyw bryd drwy'r Gosodiadau. Gwnewch yn siŵr fod gennych gynllun data gyda'ch darparwr rhag i chi gael costau mawr.
es: Activar la conexión de datos le permitirá usar su teléfono sin una conexión wifi. También puede activarlo más adelante en Ajustes. Asegúrese de que dispone de un plan de datos con su operador para evitar posibles recargos futuros.
eu: Datu-konexioa gaituta zure telefonoa WiFi konexiorik gabe konfiguratu ahal izango duzu. Geroago ere gai dezakezu ezarpenetan. Ziurtatu zure hornitzailearekin datu-plan bat duzula, gerta daitezkeen ordainketa handiak saihesteko.
fa: فعال‌سازی ارتباط داده به شما این اجازه را می‌دهد تا تلفن خود را بدون اتصال به Wi-Fi راه‌اندازی کنید. همچنین ممکن است مایل باشید بعدا این را در تنظیمات فعال‌ کنید. فقط مطمئن شوید که شما یک طرح داده با اپراتور خود دارید تا متحمل هزینه‌های بیشتر نشوید.
ga_ie: Má chumasaíonn tá ceangal sonraí anois, beidh tú in ann do ghuthán a chumrú gan ceangal Wi-Fi. Is féidir leat é a chumasú sna Socruithe níos déanaí freisin. Bí cinnte go bhfuil plean sonraí agat le do sholáthraí seirbhíse sa chaoi go seachnaíonn tú táillí móra.
gd: Ma chuireas tu ceangal dàta an comas, ’s urrainn dhut am fòn agad a shuidheachadh as aonais ceangal WiFi. ’S urrainn dhut a chur an comas as a dhèidh seo cuideachd sna roghainnean. Ach dèan cinnteach gu bheil plana dàta agad air eagal ’s gun èirich cosgaisean mòra.
hi_in: सक्रिय डेटा कनेक्शन अब आपके फ़ोन कनेक्शन को बिना वाई फाई कनेक्शन के सेटअप करने के लिए आपको अनुमति देगा, आप इसे बाद में भी सक्रिय कर सकते हैं, इसके सेटिंग पर जाकर, बस यह सुनिश्चित करें कि संभवतः भारी शुल्क से बचने के लिए अपने कैरियर के साथ आपके पास एक डेटा योजना है
hu: Az adatkapcsolat engedélyezése lehetővé teszi a telefon Wi-Fi kapcsolat nélküli beállítását. Később ezt a Beállításokban is bekapcsolhatja. A borsos számlák elkerülése érdekében győződjön meg arról, hogy van adatkapcsolati előfizetése a szolgáltatójánál.
id: Mengaktifkan sambungan data dapat Anda gunakan untuk menyiapkan ponsel Anda tanpa menggunakan sambungan Wi-Fi. Anda dapat mengaktifkannya nanti di Setelan. Pastikan terlebih dulu paket data Anda untuk mencegah tagihan yang membengkak.
km: អនុញ្ញាត​ការ​ភ្ជាប់​ទិន្នន័យ​​ឥឡូវ​នឹង​អាច​ឲ្យ​អ្នក​រៀបចំ​ទូរស័ព្ទ​របស់​អ្នក​ដោយ​​មិន​​មាន​ការ​ភ្ជាប់ Wi-Fi ។ អ្នក​ក៏​អាច​អនុញ្ញាត​វា​ពេល​ក្រោយ​បាន​នៅ​ក្នុង​ការ​កំណត់។ គ្រាន់តែ​ប្រាកដ​ថា​អ្នក​មាន​​ផែនការ​ទិន្នន័យ​ជាមួយ​​ក្រុមហ៊ុន​​ទូរស័ព្ទ​របស់​អ្នក​ដើម្បី​ជៀសវាង​​បន្ទុក​ធ្ងន់ធ្ងរ​ខ្លាំង។
kn: ಈಗ ಡೇಟಾ ಸಂಪರ್ಕವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ ನಿಮ್ಮ ಫೋನ್ ಅನ್ನು Wi-Fi ಸಂಪರ್ಕವಿಲ್ಲದೆ ಸಿದ್ಧಗೊಳ್ಳಲು ಅವಕಾಶ ಒದಗುತ್ತದೆ. ನೀವು ಆಮೇಲೆ ಬೇಕಿದ್ದಲ್ಲಿ ಸಿದ್ಧತೆಗಳಲ್ಲಿ ಅದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು. ಬಹಳ ಹಣ ತೆರುವುದನ್ನು ತಪ್ಪಿಸಲು ನೀವು ಒಂದು ಡೇಟಾ ಪ್ಲಾನ್ ಹೊಂದಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
mg: Ny famelomana ny fifandraisana data izao dia hahafahanao manefy ny telefaonanao tsy mila fifandraisana Wi-Fi. Azonao atao koa ny mamelona azy rehefa avy eo ao @ Tefy. Ataovy azo antoka fotsiny fa manana drafitra data @ mpandraharahanao ianao hisorohana sarany mety hidangana.
ml: ഡാറ്റാ കണക്ഷന്‍ ഇപ്പോള്‍ സജ്ജികരിച്ചാല്‍ വൈഫൈ ഉപയോഗിക്കാതെ ഇപ്പോള്‍ ഫോണ്‍ ക്രമീകരിക്കാം. ക്രമീകരണങ്ങളില്‍ നിന്ന് പിന്നെ വേണമെങ്കില്‍ സജ്ജീകരിക്കാം. വലിയ ചാര്‍ജുകള്‍ ഒഴിവാക്കാന്‍ നിങ്ങള്‍ക്ക് സേവനദാതാവില്‍ നിന്ന് ഡാറ്റാ പ്ലാന്‍ ഉണ്ടെന്ന് ഉറപ്പാക്കുക.
mr: आत्ता डाटा कनेक्शन सुरू केल्यास, वाय-फाय शिवाय आपला फोन सेट करू शकता. नंतरही, सेटींग्स मध्ये जाऊन डाटा कनेक्शन सुरू करू शकता. अवाढव्य खर्च टाळण्यासाठी, आपल्याकडे एखादा डाटा प्लान असल्याची खात्री करा.
ms: Menghidupkan sambungan data kini akan membolehkan anda untuk menyediakan telefon anda tanpa sambungan Wi-Fi. Anda juga boleh menghidupkannya kemudian dalam Tetapan. Hanya pastikan yang anda mempunyai pelan data dengan operator anda untuk mengelakkan caj yang berpotensi besar.
my: ဒေတာဖွင့်လိုက်ပါက သင့်ဖုန်းအား Wi-Fi ချိတ်ဆက်မထားပဲ တပ်ဆင်နိုင်မှာဖြစ်ပါတယ်။ သို့မဟုတ် နောင်မှ အပြင်အဆင်ထဲတွင် သွားရောက်ဖွင့်နိုက်ပါတယ်။ သင့်ဖုန်းဆားဗစ်တွင် ဒေတာဝန်ဆောင်မှူပါမပါသာ စစ်ဆေးကြည့်ပါ။
ne: अहिले डाटा जडान सक्षम गरेमा तपाईले आफ्नो फोन वाई-फाई बिना जडान गर्न सक्नुहुन्छ | तपाईले यसलाई पछि पनि सेटिङहरूमा गएर सक्षम गर्न सक्नुहुन्छ, मात्र तपाईले आफ्नो डाटा वाहकसँग डाटा प्लान भएको निर्धारण गर्नुहोस् ताकी पछि संभावित ठूलो रकम तिर्नुपर्दैन|
or: ବର୍ତ୍ତମାନ ଡାଟା ସଂଯୋଗକୁ ସଚଳ କଲେ ତାହା ଆପଣଙ୍କ ଫୋନକୁ ବିନା ୱାଇଫାଇ ସଂଯୋଗ ସହିତ ସେଟ ଅପ କରିବାପାଇଁ ଅନୁମତି ଦେବ। ଆପଣ ପରେ ଏହାକୁ ସେଟିଂ ଭିତରୁ ଯାଇ ସେଟ କରି ପାରିବେ। କେବଳ ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣଙ୍କ କ୍ୟାରିଅରଠାରୁ ଏକ ଡ଼ାଟାପ୍ଲାନ ନେଇଛନ୍ତି, ନ ହେଲେ ବହୁତ ଅଧିକ ଟଙ୍କା ବିଲ୍ ଆସିପାରେ।
pt: Se ativar a ligação de dados agora poderá configurar o seu equipamento sem uma rede sem fios. Poderá ativar esta opção mais tarde nas Definições. Confirme se tem um plano de dados com o seu operador para evitar encargos elevados.
pt_br: Ativar a conexão de dados permite configurar seu aparelho sem uma conexão Wi-Fi. Você também pode ativá-la mais tarde em Configurações. Apenas certifique-se de que você tem um plano de dados com sua operadora para evitar surpresas na sua conta.
ro: Activând conexiunea de date îți va permite să folosești telefonul fără o conexiune Wi-Fi. Activarea se poate face și mai târziu din Setări. Asigură-te că ai un plan de date cu operatorul tău pentru a evita costurile potențial substanțiale.
si: දත්ත සබඳතාවයක් සක්‍රීය කිරීම ඔබට Wi-Fi වලින් තොරව දුරකථනය පිහිටුවා ගැනීමට උපකාරී වෙයි. එසේම ඔබට එය පසුව සැකසුම් තුලින්ද සක්‍රීය කල හැකියි. කරුණාකර අධික මුදලක් ඔබට අයවීම වලක්වාගැනීමට දත්ත සැලැස්මක් ඔබට තිබේදැයි පරීක්ෂාකර බලන්න.
sw: Kuwezesha data ya muunganisho sasa kutakuruhusu kusanidi simu yako bila muunganisho wa Wi-Fi. Pia unaweza kuiwezesha baadaye katika Mipangilio. Hakikisha tu una mpango wa data na mtoa huduma wako ili kuepeka ada kubwa.
ta: தரவு இணைப்பை செயல்படுத்துவதன் மூலம் நீங்கள் உங்களுடைய செல்பேசியை வை-பை பிணைய இணைப்பு இல்லாமலே அமைக்க அனுமதிக்கும். இதை மறுபடியும் நீங்கள் செல்பேசிஅமைப்புகளிலிருந்து செயல்படுத்தலாம். முன்கூட்டியே உங்கள் செல்பேசிக்கு தரவு இணைய இணைப்பு சேவையை வழங்குபவர்களிடமிருந்து பெற்றுவிட்டீர்களா என்பதை உறுதி செய்துக்கொள்ளுங்கள் எனவே அதிக செலவிடுவதை தவிர்க்கலாம்.
te: ఇప్పుడు దత్తాంశ అనుసంధానం చేతనపరచితే అది మీ ఫోన్ వై-ఫై అనుసంధానం లేకుండానే అమర్చబడుటకు అనుమతించును. మీరు తరువాత కూడా అమరికలనందు చేతనం చేయవచ్చు. పెద్దమొత్తంలో ఖర్చు కాకుండా ఉంటానికి మీ కారియర్ నుండి డాటా ప్లాన్ తీసుకోండి.
tr: Şimdi veri bağlantısını etkinleştirmek, telefonunuzu Wi-Fi bağlantısı olmadan kurmanıza izin verecektir. Ayrıca daha sonra Ayarlar'dan da etkinleştirebilirsiniz. Çok yüksek ücretlendirmelere maruz kalmamak için internet paketinizin olduğundan emin olun.
ur: ڈیٹا کنکشن ابھی اہل بنا رہا ہے سے آپ کو اپنا فون بغیر کسی وائی فائی کنکشن کے سیٹ اپ کرنے کی اجازت ہوگی۔ آپ بعد میں بھی اس کو اہل بناسکتے ہیں سیٹنگز میں جاکر۔ صرف اس بات کا اثبات کریں کہ آپ کے پاس اپنے کیریئر کے ساتھ ڈیٹا پلان موجود ہو تاکہ ممکنہ طور پر بھاری الزامات سے گریز کرسکیں۔
uz: Hozir internetga ulanishini yoqish telefoningizni Wi-Fi ulanishsiz telefoningizni moslash imkonini beradi. Shuningdek, siz uni keyinroq "Sozlamalar"dan yoqishingiz ham mumkin. Ortiqcha sarf-xarajatlardan qochish uchun, traffigingiz borligi yoki tarmoq operatoridagi internet narxlari mos ekanligiga ishonch hosil qiling.
vi: Kết nối dữ liệu di động cho phép bạn thiết lập điện thoại mà không cần Wi-Fi. Bạn cũng có thể bật kết nối vào lúc khác trong mục Thiết lập. Nhưng hãy chắc chắn bạn có gói cước phù hợp để tránh phải trả cước phí dữ liệu có thể rất cao.
xh: Unxibelelwano lweengcombolo ezivumelayo ngoku luza kukuvumela ukuba usete ifowuni yakho ngaphandle konxibelelwano lwe-Wi-Fi. Usenokuluvumela kamva kwiiSethingi. Qiniseka ukuba unesicwangciso seengcombolo nesigidimi ukuphepha iindleko eziphakamileyo.
zu: Ukuqalisa idatha manje kuzokuvumela ukuthi usethe ifoni yakho ngaphandle kokuxhumana kwe-Wi-Fi. Ungakwazi futhi nokukwenza lokhu kamuva kumaSethingi. Qinisekisa ukuthi unalo uhlelo lwedatha nomhlinzeki wakho ukugwema izindleko ezingamba eqolo.
