Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: Enter HNCK code
af: Voer HNCK-kode in
am: ያስገቡ HNCK ኮድ
ar: ادخل رمز HNCK
as: HNCK ক'ড সুমুৱাওক
bg: Въведете HNCK
bn_in: HNCK কোড লিখুন
br: Roit ar voneg HNCK
bs: Unesite HNCK kod
ca: Introduïu l'HNCK
cy: Rhowch cod HNCK
es: Escribir código HNCK
eu: Sartu HNCK kodea
fa: وارد‌ کردن کد HNCK
ga_ie: Cuir cód HNCK isteach
gd: Cuir a-steach an còd HNCK
hi_in: HNCK कोड प्रविष्ट करें
hu: HNCK kód megadása
id: Masukkan kode HNCK
km: បញ្ចូល​កូដ HNCK
kn: HNCK ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Ampidiro kaody HNCK
ml: എച്‌എന്‍സികെ കോഡ് നല്‍കുക
mr: HNCK कोड टाका
ms: Masukkan kod HNCK
my: HNCK ကုဒ်ထည့်
ne: HNCK कोड प्रविष्ट गर्नुहोस्
or: HNCK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduza o código HNCK
pt_br: Insira código HNCK
ro: Introdu codul HNCK
si: HNCK කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya HNCK
ta: HNCK குறியீட்டை உள்ளிடு
te: HNCK కోడ్ ఇవ్వండి
th: ป้อนรหัส HNCK
tr: HNCK kodunu girin
ur: HNCK کوڈ داخل کریں
uz: HNCK kodni kiriting
xh: Faka ikhowudi ye-HNCK
zu: Faka ikhodi ye-HNCK

source: Enter RCCK code
af: Voer RCCK-kode in
am: ያስገቡ RCCK ኮድ
ar: ادخل رمز RCCk
as: RCCK ক'ড সুমুৱাওক
bg: Въведете RCCK
bn_in: RCCK কোড লিখুন
br: Roit ar voneg RCCK
bs: Unesite RCCK kod
ca: Introduïu l'RCCK
cy: Rhowch cod RCCK
es: Escribir código RCCK
eu: Sartu RCCK kodea
fa: وارد‌ کردن کد RCCK
ga_ie: Cuir cód RCCK isteach
gd: Cuir a-steach an còd RCCK
hi_in: RCCK कोड प्रविष्ट करें
hu: RCCK kód megadása
id: Masukkan kode RCCK
km: បញ្ចូល​លេខ​កូដ RCCK
kn: RCCK ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Ampidiro kaody RCCK
ml: ആര്‍സിസികെ കോഡ് നല്‍കുക
mr: RCCK कोड टाका
ms: Masukkan kod RCCK
my: RCCK ကုဒ်ထည့်
ne: RCCK कोड प्रविष्ट गर्नुहोस्
or: RCCK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduza o código RCCK
pt_br: Insira código RCCK
ro: Introdu codul RCCK
si: RCCK කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya RCCK
ta: RCCK குறியீட்டை உள்ளிடு
te: RCCK కోడ్ ఇవ్వండి
th: ป้อนรหัส RCCK
tr: RCCK kodunu girin
ur: RCCK کوڈ داخل کریں
uz: RCCK kodni kiriting
xh: Faka ikhowudi ye-RCCK
zu: Faka ikhodi ye-RCCK

source: Enter RSPCK code
af: Voer RSPCK-kode in
am: ያስገቡ RSPCK ኮድ
ar: أدخل كود RSPCK
as: RSPCK ক'ড সুমুৱাওক
bg: Въведете RSPCK
bn_in: RSPCK কোড লিখুন
br: Roit ar voneg RSPCK
bs: Unesite RSPCK kod
ca: Introduïu l'RSPCK
cy: Rhowch cod RSPCK
es: Escribir código RSPCK
eu: Sartu RSPCK kodea
fa: وارد‌ کردن کد RSPCK
ga_ie: Cuir cód RSPCK isteach
gd: Cuir a-steach an còd RSPCK
hi_in: RSPCK कोड प्रविष्ट करें
hu: RSPCK kód megadása
id: Masukkan kode RSPCK
km: បញ្ចូល​កូដ RSPCK
kn: RSPCK ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Ampidiro kaody RSPCK
ml: ആര്‍എസ്‍പിസികെ കോഡ് നല്‍കുക
mr: RSPCK कोड टाका
ms: Masukkan kod RSPCK
my: RSPCK ကုဒ်ထည့်
ne: RSPCK कोड प्रविष्ट गर्नुहोस्
or: RSPCK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduza o código RSPCK
pt_br: Insira código RSPCK
ro: Introdu codul RSPCK
si: RSPCK කේතය යොදන්න
sw: Ingiza kodi ya RSPCK
ta: RSPCK குறியீட்டை உள்ளிடு
te: RSPCK కోడ్ ఇవ్వండి
th: ป้อนรหัส RSPCK
tr: RSPCK kodunu girin
ur: RSPCK کوڈ داخل کریں
uz: RSPCK kodni kiriting
xh: Faka ikhowudi ye-RSPCK
zu: Faka ikhodi ye-RSPCK

source: Enter SIM {{n}} NCK
af: Voer SIM {{n}} NCK in
am: ያስገቡ ሲም {{n}} NCK
ar: أدخل SIM {{n}} NCK
as: SIM {{n}} NCK সুমুৱাওক
bg: Въведете SIM {{n}} NCK
bn_in: SIM {{n}} NCK লিখুন
br: Roit NCK ar SIM {{n}}
bs: Unesite SIM {{n}} NCK
ca: NCK de la SIM {{n}}
cy: Rhowch NCK {{n}} SIM
es: Escribir NCK de la SIM {{n}}
eu: Sartu {{n}}. SIMaren NCK
fa: {{n}} NCK سیم‌کارت را وارد کنید
ga_ie: Cuir NCK SIM {{n}} isteach
gd: Cuir a-steach NCK {{n}} an t-SIM
hi_in: SIM {{n}} NCK प्रविष्ट करें
hu: {{n}}. SIM NCK beírása
id: Masukkan NCK SIM {{n}}
km: បញ្ចូល SIM {{n}} NCK
kn: ನಮೂದಿಸು SIM {{n}} NCK
mg: Ampidiro NCK {{n}} an'ny SIM
ml: സിം {{n}} എന്‍സികെ നല്‍കുക
mr: SIM {{n}} NCK टाका
ms: Masukkan SIM {{n}} NCK
my: SIM {{n}} NCK ကုဒ်ထည့်
ne: SIM {{n}} NCK प्रविष्ट गर्नुहोस्
or: SIM {{n}} NCK ଦିଅନ୍ତୁ
pt: Introduza o NCK do SIM {{n}}
pt_br: Insira o código NCK do cartão SIM {{n}}
ro: Introdu NCK pentru SIM {{n}}
si: SIM {{n}} හී NCK ඇතුලු කරන්න
sw: Ingiza SIM {{n}} NCK
ta: சிம் {{n}} ன் NCKவை உள்ளிடு
te: సిమ్ {{n}} NCK ఇవ్వండి
th: ป้อน NCK ของ SIM {{n}}
tr: SIM {{n}} NCK kodunu girin
ur: SIM {{n}} NCK داخل کریں
uz: SIM {{n}} NCK kodni kiriting
vi: Nhập mã NCK của SIM {{n}}
xh: Faka iSIM {{n}} NCK
zu: Faka i-SIM {{n}} NCK

source: Enter SIM {{n}} CCK
af: Voer SIM {{n}} CCK in
am: ያስገቡ SIM {{n}} CCK
ar: أدخل SIM {{n}} CCK
as: SIM {{n}} CCK সুমুৱাওক
bg: Въведете SIM {{n}} CCK
bn_in: SIM {{n}} CCK লিখুন
br: Roit CCK ar SIM {{n}}
bs: Unesite SIM {{n}} CCK
ca: CCK de la SIM {{n}}
cy: Rhowch CCK {{n}} SIM
es: Escribir CCK de la SIM {{n}}
eu: Sartu {{n}}. SIMaren CCK
fa: CCK{{n}} سیم‌کارت را وارد کنید
ga_ie: Cuir CCK SIM {{n}} isteach
gd: Cuir a-steach CCK {{n}} an t-SIM
hi_in: SIM {{n}} CCK प्रविष्ट करें
hu: {{n}}. SIM CCK beírása
id: Masukkan CCK SIM {{n}}
km: បញ្ចូល SIM {{n}} CCK
kn: ನಮೂದಿಸು SIM {{n}} CCK
mg: Ampidiro CCK {{n}} an'ny SIM
ml: സിം {{n}} സിസികെ നല്‍കുക
mr: SIM {{n}} CCK टाका
ms: Masukkan SIM {{n}} CCK
my: SIM {{n}} CCK ကုဒ်ထည့်
ne: सिम को {{n}} CCK प्रविष्ट गर्नुहोस्
or: SIM {{n}} CCK ଦିଅନ୍ତୁ
pt: Introduza o CCK do SIM {{n}}
pt_br: Insira o código CCK do cartão SIM {{n}}
ro: Introdu CCK pentru SIM {{n}}
si: SIM {{n}} හී CCK ඇතුලු කරන්න
sw: Ingiza SIM {{n}} CCK
ta: சிம் {{n}} ன் CCKவை உள்ளிடு
te: సిమ్ {{n}} CCK ఇవ్వండి
th: ป้อน CCK ของ SIM {{n}}
tr: SIM {{n}} CCK kodunu girin
ur: SIM {{n}} CCK داخل کریں
uz: SIM {{n}} CCK kodni kiriting
vi: Nhập mã CCK của SIM {{n}}
xh: Faka iSIM {{n}} CCK
zu: Faka i-SIM {{n}} CCK

source: Enter SIM {{n}} SPCK
af: Voer SIM {{n}} SPCK in
am: ያስገቡ SIM {{n}} SPCK
ar: أدخل SIM {{n}} SPCK
as: SIM {{n}} SPCK সুমুৱাওক
bg: Въведете SIM {{n}} SPCK
bn_in: SIM {{n}} SPCK লিখুন
br: Roit SPCK ar SIM {{n}}
bs: Unesite SIM {{n}} SPCK
ca: SPCK de la SIM {{n}}
cy: Rhowch SPCK {{n}} SIM
es: Escribir SPCK de la SIM {{n}}
eu: Sartu {{n}}. SIMaren SPCK
fa: SPCK {{n}} را وارد کنید
ga_ie: Cuir SPCK SIM {{n}} isteach
gd: Cuir a-steach SPCK {{n}} an t-SIM
hi_in: SIM {{n}} SPCK प्रविष्ट करें
hu: {{n}}. SIM SPCK beírása
id: Masukkan SPCK SIM {{n}}
km: បញ្ចូល SIM {{n}} SPCK
kn: ನಮೂದಿಸು SIM {{n}} SPCK
mg: Ampidiro SPCK {{n}} an'ny SIM
ml: സിം {{n}} എസ്‌പിസികെ നല്‍കുക
mr: SIM {{n}} SPCK टाका
ms: Masukkan SIM {{n}} SPCK
my: SIM {{n}} SPCK ကုဒ်ထည့်
ne: सिम को {{n}} SPCK प्रविष्ट गर्नुहोस्
or: SIM {{n}} SPCK ଦିଅନ୍ତୁ
pt: Introduza o SPCK do SIM {{n}}
pt_br: Insira o código SPCK do cartão SIM {{n}}
ro: Introdu SPCK pentru SIM {{n}}
si: SIM {{n}} හී SPCK ඇතුලු කරන්න
sw: Ingiza SIM {{n}} SPCK
ta: சிம் {{n}} ன் SPCKவை உள்ளிடு
te: సిమ్ {{n}} SPCK ఇవ్వండి
th: ป้อน SPCK ของ SIM {{n}}
tr: SIM {{n}} SPCK kodunu girin
ur: SIM {{n}} SPCK داخل کریں
uz: SIM {{n}} SPCK kodni kiriting
vi: Nhập mã SPCK của SIM {{n}}
xh: Faka iSIM {{n}} SPCK
zu: Faka i-SIM {{n}} SPCK

source: Enter SIM {{n}} NCK1
af: Voer SIM {{n}} NCK1 in
am: ያስገቡ SIM {{n}} NCK1
ar: أدخل SIM {{n}} NCK1
as: SIM {{n}} NCK1 সুমুৱাওক
bg: Въведете SIM {{n}} NCK1
bn_in: SIM {{n}} NCK1 লিখুন
br: Roit NCK1 ar SIM {{n}}
bs: Unesite SIM {{n}} NCK1
ca: NCK1 de la SIM {{n}}
cy: Rhowch NCK1 {{n}} SIM
es: Escribir NCK1 de la SIM {{n}}
eu: Sartu {{n}}. SIMaren NCK1
fa: NCK1 {{n}} سیم‌کارت را وارد کنید
ga_ie: Cuir NCK1 SIM {{n}} isteach
gd: Cuir a-steach NCK1 {{n}} an t-SIM
hi_in: SIM {{n}} NCK1 प्रविष्ट करें
hu: {{n}}. SIM NCK1 beírása
id: Masukkan NCK1 SIM {{n}}
km: បញ្ចូល SIM {{n}} NCK1
kn: ನಮೂದಿಸು SIM {{n}} NCK1
mg: Ampidiro NCK1 {{n}} an'ny SIM
ml: സിം {{n}} എന്‍സികെ1 നല്‍കുക
mr: SIM {{n}} NCK1 टाका
ms: Masukkan SIM {{n}} NCK1
my: SIM {{n}} NCK1ကုဒ်ထည့်
ne: SIM {{n}} NCK1 प्रविष्ट गर्नुहोस्
or: SIM {{n}} NCK 1ଦିଅନ୍ତୁ
pt: Introduza o NCK1 do SIM {{n}}
pt_br: Insira o código NCK1 do cartão SIM {{n}}
ro: Introdu NCK1 pentru SIM {{n}}
si: SIM {{n}} හී NCK1 ඇතුලු කරන්න
sw: Ingiza SIM {{n}} NCK1
ta: சிம் {{n}} NCK1 உள்ளிடு
te: సిమ్ {{n}} NCK1 ఇవ్వండి
th: ป้อน NCK1 ของ SIM {{n}}
tr: SIM {{n}} NCK1 kodunu girin
ur: SIM {{n}} NCK1 داخل کریں
uz: SIM {{n}} NCK1 kodni kiriting
xh: Faka iSIM {{n}} NCK1
zu: Faka i-SIM {{n}} NCK1

source: Enter SIM {{n}} NCK2
af: Voer SIM {{n}} NCK2 in
am: ያስገቡ SIM {{n}} NCK2
ar: أدخل SIM {{n}} NCK2
as: SIM {{n}} NCK2 সুমুৱাওক
bg: Въведете SIM {{n}} NCK2
bn_in: SIM {{n}} NCK2 লিখুন
br: Roit NCK2 ar SIM {{n}}
bs: Unesite SIM {{n}} NCK2
ca: NCK2 de la SIM {{n}}
cy: Rhowch NCK2 {{n}} SIM
es: Escribir NCK2 de la SIM {{n}}
eu: Sartu {{n}}. SIMaren NCK2
fa: NCK2 {{n}} سیم‌کارت را وارد کنید
ga_ie: Cuir NCK2 SIM {{n}} isteach
gd: Cuir a-steach NCK2 {{n}} an t-SIM
hi_in: SIM {{n}} NCK2 प्रविष्ट करें
hu: {{n}}. SIM NCK2 beírása
id: Masukkan NCK2 SIM {{n}}
km: បញ្ចូល SIM {{n}} NCK2
kn: ನಮೂದಿಸುSIM {{n}} NCK2
mg: Ampidiro NCK2 {{n}} an'ny SIM
ml: സിം {{n}} എന്‍സികെ2 നല്‍കുക
mr: SIM {{n}} NCK2 टाका
ms: Masukkan SIM {{n}} NCK2
my: SIM {{n}} NCK2 ကုဒ်ထည့်
ne: SIM {{n}} NCK2 प्रविष्ट गर्नुहोस्
or: SIM {{n}} NCK2ଦିଅନ୍ତୁ
pt: Introduza o NCK2 do SIM {{n}}
pt_br: Insira o código NCK2 do cartão SIM {{n}}
ro: Introdu NCK2 pentru SIM {{n}}
si: SIM {{n}} හී NCK2 ඇතුලු කරන්න
sw: Ingiza SIM {{n}} NCK2
ta: சிம் {{n}} NCK2 உள்ளிடு
te: సిమ్ {{n}} NCK2 ఇవ్వండి
th: ป้อน NCK2 ของ SIM {{n}}
tr: SIM {{n}} NCK2 kodunu girin
ur: SIM {{n}} NCK2 درج کریں
uz: SIM {{n}} NCK2 kodni kiriting
xh: Faka iSIM {{n}} NCK2
zu: Faka i-SIM {{n}} NCK2

source: Enter SIM {{n}} HNCK
af: Voer SIM {{n}} HNCK in
am: ያስገቡ ሲም {{n}} HNCK
ar: أدخل SIM {{n}} HNCK
as: SIM {{n}} HNCK সুমুৱাওক
bg: Въведете SIM {{n}} HNCK
bn_in: SIM {{n}} HNCK লিখুন
br: Roit HNCK ar SIM {{n}}
bs: Unesite SIM {{n}} HNCK
ca: HNCK de la SIM {{n}}
cy: Rhowch HNCK {{n}} SIM
es: Escribir HNCK de la SIM {{n}}
eu: Sartu {{n}}. SIMaren HNCK
fa: {{n}} HNCK سیم‌کارت را وارد کنید
ga_ie: Cuir HNCK SIM {{n}} isteach
gd: Cuir a-steach HNCK {{n}} an t-SIM
hi_in: SIM {{n}} HNCK प्रविष्ट करें
hu: {{n}}. SIM HNCK beírása
id: Masukkan HNCK SIM {{n}}
km: បញ្ចូល SIM {{n}} HNCK
kn: ನಮೂದಿಸು SIM {{n}} HNCK
mg: Ampidiro HNCK {{n}} an'ny SIM
ml: സിം {{n}} എച്എന്‍സികെ നല്‍കുക
mr: SIM {{n}} HNCK टाका
ms: Masukkan SIM {{n}} HNCK
my: SIM {{n}} HNCK ကုဒ်ထည့်
ne: SIM {{n}} HNCK प्रविष्ट गर्नुहोस्
or: SIM {{n}} HNCKଦିଅନ୍ତୁ
pt: Introduza o HNCK do SIM {{n}}
pt_br: Insira o código HNCK do cartão SIM {{n}}
ro: Introdu HNCK pentru SIM {{n}}
si: SIM {{n}} හී HNCK ඇතුලු කරන්න
sw: Ingiza SIM {{n}} HNCK
ta: சிம் {{n}} HNCK உள்ளிடு
te: సిమ్ {{n}} HNCK ఇవ్వండి
th: ป้อน HNCK ของ SIM {{n}}
tr: SIM {{n}} HNCK kodunu girin
ur: SIM {{n}} HNCK درج کریں
uz: SIM {{n}} HNCK kodni kiriting
xh: Faka iSIM {{n}} HNCK
zu: Faka i-SIM {{n}} HNCK

source: Enter SIM {{n}} RCCK
af: Voer SIM {{n}} RCCK in
am: ያስገቡ SIM {{n}} RCCK
ar: أدخل SIM {{n}} RCCK
as: SIM {{n}} RCCK সুমুৱাওক
bg: Въведете SIM {{n}} RCCK
bn_in: SIM {{n}} RCCK লিখুন
br: Roit RCCK ar SIM {{n}}
bs: Unesite SIM {{n}} RCCK
ca: RCCK de la SIM {{n}}
cy: Rhowch RCCK {{n}} SIM
es: Escribir RCCK de la SIM {{n}}
eu: Sartu {{n}}. SIMaren RCCK
fa: RCCK{{n}} سیم‌کارت را وارد کنید
ga_ie: Cuir RCCK SIM {{n}} isteach
gd: Cuir a-steach RCCK {{n}} an t-SIM
hi_in: SIM {{n}} RCCK प्रविष्ट करें
hu: {{n}}. SIM RCCK beírása
id: Masukkan RCCK SIM {{n}}
kn: ನಮೂದಿಸು SIM {{n}} RCCK
mg: Ampidiro RCCK {{n}} an'ny SIM
ml: സിം {{n}} ആര്‍സിസികെ നല്‍കുക
mr: SIM {{n}} RCCK टाका
ms: Masukkan SIM {{n}} RCCK
my: SIM {{n}} RCCK ထည့်
ne: सिम {{n}} को RCCK प्रविष्ट गर्नुहोस्
or: SIM {{n}} RCCKଦିଅନ୍ତୁ
pt: Introduza o RCCK do SIM {{n}}
pt_br: Insira o código RCCK do cartão SIM {{n}}
ro: Introdu RCCK pentru SIM {{n}}
si: SIM {{n}} හී RCCK ඇතුලු කරන්න
sw: Ingiza SIM {{n}} RCCK
ta: சிம் {{n}} RCCK உள்ளிடு
te: సిమ్ {{n}} RCCK ఇవ్వండి
th: ป้อน RCCK ของ SIM {{n}}
tr: SIM {{n}} RCCK kodunu girin
ur: SIM {{n}} RCCK درج کریں
uz: SIM {{n}} RCCK kodni kiriting
xh: Faka iSIM {{n}} RCCK
zu: Faka i-SIM {{n}} RCCK

source: Enter SIM {{n}} RSPCK
af: Voer SIM {{n}} RSPCK in
am: ያስገቡ SIM {{n}} RSPCK
ar: أدخل SIM {{n}} RSPCK
as: SIM {{n}} RSPCK সুমুৱাওক
bg: Въведете SIM {{n}} RSPCK
bn_in: SIM {{n}} RSPCK লিখুন
br: Roit RSPCK ar SIM {{n}}
bs: Unesite SIM {{n}} RSPCK
ca: RSPCK de la SIM {{n}}
cy: Rhowch RSPCK {{n}} SIM
es: Escribir RSPCK de la SIM {{n}}
eu: Sartu {{n}}. SIMaren RSPCK
fa: RSPCK {{n}} را وارد کنید
ga_ie: Cuir RSPCK SIM {{n}} isteach
gd: Cuir a-steach RSPCK {{n}} an t-SIM
hi_in: SIM {{n}} RSPCK प्रविष्ट करें
hu: {{n}}. SIM RSPCK beírása
id: Masukkan RSPCK SIM {{n}}
km: បញ្ចូល SIM {{n}} RSPCK
kn: ನಮೂದಿಸು SIM {{n}} RSPCK
mg: Ampidiro RSPCK {{n}} an'ny SIM
ml: സിം {{n}} ആര്‍എസ്‌പിസികെ നല്‍കുക
mr: SIM {{n}} RSPCK टाका
ms: Masukkan SIM {{n}} RSPCK
my: SIM {{n}} RSPCK ထည့်
ne: SIM {{n}} RSPCK प्रविष्ट गर्नुहोस्
or: SIM {{n}} RSPCK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduza o RSPCK do SIM {{n}}
pt_br: Insira o código RSPCK do cartão SIM {{n}}
ro: Introdu RSPCK pentru SIM {{n}}
si: SIM {{n}} හී RSPCK ඇතුලු කරන්න
sw: Ingiza SIM {{n}} RSPCK
ta: சிம் {{n}} RSPCK உள்ளிடு
te: సిమ్ {{n}} RSPCK ఇవ్వండి
th: ป้อน RSPCK ของ SIM {{n}}
tr: SIM {{n}} RSPCK kodunu girin
ur: SIM {{n}} RSPCK درج کریں
uz: SIM {{n}} RSPCK kodni kiriting
xh: Faka iSIM {{n}} RSPCK
zu: Faka i-SIM {{n}} RSPCK

source: SIM {{n}} NCK
am: ሲም {{n}} NCK
br: NCK ar SIM {{n}}
ca: NCK de la SIM {{n}}
cy: NCK {{n}} SIM
es: NCK de la SIM {{n}}
eu: {{n}}. SIMaren NCK
fa: NCK{{n}} سیم‌کارت
ga_ie: NCK SIM {{n}}
hu: {{n}}. SIM NCK
id: NCK SIM {{n}}
mg: NCK {{n}} an'ny SIM
ml: സിം {{n}} എന്‍സികെ
my: SIM {{n}} NCK ထည့်
ne: सिम को {{n}} NCK
pt: NCK do SIM {{n}}
pt_br: Código NCK do cartão SIM {{n}}
ro: NCK pentru SIM {{n}}
si: SIM {{n}} හී NCK
ta: சிம் {{n}} ன் NCK
te: సిమ్ {{n}} NCK
th: NCK ของ SIM {{n}}
tr: SIM {{n}} NCK kodu
vi: Mã NCK của SIM {{n}}
xh: Faka iSIM {{n}} NCK

source: SIM {{n}} CCK
am: ሲም {{n}} CCK
br: CCK ar SIM {{n}}
ca: CCK de la SIM {{n}}
cy: CCK {{n}} SIM
es: CCK de la SIM {{n}}
eu: {{n}}. SIMaren CCK
fa: CCK{{n}} سیم‌کارت‌
ga_ie: CCK SIM {{n}}
hu: {{n}}. SIM CCK
id: CCK SIM {{n}}
mg: CCK {{n}} an'ny SIM
ml: സിം {{n}} സിസികെ
ne: सिम को {{n}} CCK
pt: CCK do SIM {{n}}
pt_br: Código CCK do cartão SIM {{n}}
ro: CCK pentru SIM {{n}}
si: SIM {{n}} හී CCK
ta: சிம் {{n}} ன் CCK
te: సిమ్ {{n}} CCK
th: CCK ของ SIM {{n}}
tr: SIM {{n}} CCK kodu
vi: Mã CCK của SIM {{n}}
xh: ISIM {{n}} CCK

source: SIM {{n}} SPCK
am: ሲም {{n}} SPCK
br: SPCK ar SIM {{n}}
ca: SPCK de la SIM {{n}}
cy: SPCK {{n}} SIM
eu: {{n}}. SIMaren SPCK
fa: SPCK{{n}} سیم‌کارت‌
ga_ie: SPCK SIM {{n}}
hu: {{n}}. SIM SPCK
id: SPCK SIM {{n}}
mg: SPCK {{n}} an'ny SIM
ml: സിം {{n}} എസ്‌പിസികെ
pt: SPCK do SIM {{n}}
pt_br: SPCK do cartão SIM {{n}}
ro: SPCK pentru SIM {{n}}
si: SIM {{n}} හී SPCK
ta: சிம் {{n}} ன் SPCK
te: సిమ్ {{n}} SPCK
th: SPCK ของ SIM {{n}}
tr: SIM {{n}} SPCK kodu
ur: SIM {{n}} SPCK درج کریں
vi: Mã SPCK của SIM {{n}}
xh: ISIM {{n}} SPCK

source: SIM {{n}} NCK1
am: ሲም {{n}} NCK1
br: NCK1 ar SIM {{n}}
ca: NCK1 de la SIM {{n}}
cy: NCK1 {{n}} SIM
eu: {{n}}. SIMaren NCK1
fa: NCK1{{n}} سیم‌کارت‌
ga_ie: NCK1 SIM {{n}}
hu: {{n}}. SIM NCK1
id: NCK1 SIM {{n}}
mg: NCK1 {{n}} an'ny SIM
ml: സിം {{n}} എന്‍സികെ1
pt: NCK1 do SIM {{n}}
pt_br: NCK1 do cartão SIM {{n}}
ro: NCK1 pentru SIM {{n}}
si: SIM {{n}} හී NCK1
ta: சிம் {{n}} NCK1
te: సిమ్ {{n}} NCK1
th: NCK1 ของ SIM {{n}}
xh: ISIM {{n}} NCK1

source: SIM {{n}} NCK2
am: ሲም {{n}} NCK2
br: NCK2 ar SIM {{n}}
ca: NCK2 de la SIM {{n}}
cy: NCK2 {{n}} SIM
eu: {{n}}. SIMaren NCK2
fa: NCK2{{n}} سیم‌کارت‌
ga_ie: NCK2 SIM {{n}}
hu: {{n}}. SIM NCK2
id: NCK2 SIM {{n}}
mg: NCK2 {{n}} an'ny SIM
ml: സിം {{n}} എന്‍സികെ2
pt: NCK2 do SIM {{n}}
pt_br: NCK2 do cartão SIM {{n}}
ro: NCK2 pentru SIM {{n}}
si: SIM {{n}} හී NCK2
ta: சிம் {{n}} NCK2
te: సిమ్ {{n}} NCK2
th: NCK2 ของ SIM {{n}}
xh: ISIM{{n}} NCK2

source: SIM {{n}} HNCK
am: ሲም {{n}} HNCK
br: HNCK ar SIM {{n}}
ca: HNCK de la SIM {{n}}
cy: HNCK {{n}} SIM
eu: {{n}}. SIMaren HNCK
fa: HNCK{{n}} سیم‌کارت‌
ga_ie: HNCK SIM {{n}}
hu: {{n}}. SIM HNCK
id: HNCK SIM {{n}}
mg: HNCK {{n}} an'ny SIM
ml: സിം {{n}} എച്എന്‍സികെ
pt: HNCK do SIM {{n}}
pt_br: HNCK do cartão SIM {{n}}
ro: HNCK pentru SIM {{n}}
si: SIM {{n}} හී HNCK
ta: சிம் {{n}} HNCK
te: సిమ్ {{n}} HNCK
th: HNCK ของ SIM {{n}}
xh: ISIM {{n}} HNCK

source: SIM {{n}} RCCK
am: ሲም {{n}} RCCK
br: RCCK ar SIM {{n}}
ca: RCCK de la SIM {{n}}
cy: RCCK {{n}} SIM
eu: {{n}}. SIMaren RCCK
fa: RCCK{{n}} سیم‌کارت‌
ga_ie: RCCK SIM {{n}}
hu: {{n}}. SIM RCCK
id: RCCK SIM {{n}}
mg: RCCK {{n}} an'ny SIM
ml: സിം {{n}} ആര്‍സിസികെ
my: SIM {{n}} PCCK
pt: RCCK do SIM {{n}}
pt_br: RCCK do cartão SIM {{n}}
ro: RCCK pentru SIM {{n}}
si: SIM {{n}} හී RCCK
ta: சிம் {{n}} RCCK
te: సిమ్ {{n}} RCCK
th: RCCK ของ SIM {{n}}
xh: ISIM {{n}} RCCK

source: SIM {{n}} RSPCK
am: ሲም {{n}} RSPCK
br: RSPCK ar SIM {{n}}
ca: RSPCK de la SIM {{n}}
cy: RSPCK {{n}} SIM
eu: {{n}}. SIMaren RSPCK
fa: RSPCK{{n}} سیم‌کارت‌
ga_ie: RSPCK SIM {{n}}
hu: {{n}}. SIM RSPCK
id: RSPCK SIM {{n}}
mg: RSPCK {{n}} an'ny SIM
ml: സിം {{n}} ആര്‍എസ്‌പിസികെ
pt: RSPCK do SIM {{n}}
pt_br: RSPCK do cartão SIM {{n}}
ro: RSPCK pentru SIM {{n}}
si: SIM {{n}} හී RSPCK
ta: சிம் {{n}} RSPCK
te: సిమ్ {{n}} RSPCK
th: RSPCK ของ SIM {{n}}
xh: ISIM {{n}} RSPCK

source: Type your NCK code
af: Tik jou NCK-kode
am: የ እርስዎን NCK ኮድ ይጻፉ
ar: أدخل رمز NCK
as: আপোনাৰ NCK ক'ড টাইপ কৰক
bg: Въведете вашия NCK код
bn_in: NCK কোড টাইপ করুন
br: Bizskrivit ho poneg NCK
bs: Unesite vaš NCK kod
ca: Introduïu el codi NCK
cy: Teipiwch eich cod NCK
es: Escriba su código NCK
eu: Sartu zure NCK kodea
fa: کدNCK خود را بنویسید
ga_ie: Cuir do chód NCK isteach
gd: Cuir a-steach an còd NCK agad
hi_in: अपना NCK कोड टाइप करे
hu: Írja be az NCK kódot
id: Ketikkan kode NCK Anda
km: វាយ​លេខ​កូដ NCK របស់​អ្នក
kn: ನಿಮ್ಮ NCK ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Soraty ny kaody NCK anao
ml: നിങ്ങളുടെ എന്‍സികെ കോഡ് നല്‍കുക
mr: आपला NCK कोड टाका
ms: Taip kod NCK anda
my: NCK ကုဒ်အားရိုက်ထည့်ပါ
ne: तपाईको NCK कोड लेख्नुहोस्
or: ଆପଣଙ୍କର NCK କୋଡ ଲେଖନ୍ତୁ
pt: Introduza o seu código NCK
pt_br: Digite seu código NCK
ro: Tastează codul NCK
si: ඔබගේ NCK කේතය ඇතුලත් කරන්න
sw: Andika kodi yako ya NCK
ta: உங்களுடைய NCK குறியீட்டை தட்டு
te: మీ NCK సంకేతాన్ని ఇవ్వండి
th: กรอกรหัส NCK ของคุณ
tr: NCK kodunuzu yazın
ur: اپنا NCK کوڈ داخل کریں
uz: NCK kodingizni kiriting
vi: Nhập mã NCK của bạn
xh: Tayipa ikhowudi yakho ye-NCK
zu: Bhala ikhodi yakho ye-NCK

source: Type your CCK code
af: Tik jou CCK-kode
am: የ እርስዎን CCK ኮድ ይጻፉ
ar: ادخل كود CCK
as: আপোনাৰ CCK ক'ড টাইপ কৰক
bg: Въведете вашия CCK код
bn_in: CCK কোড টাইপ করুন
br: Bizskrivit ho poneg CCK
bs: Unesite vaš CCK kod
ca: Introduïu el codi CCK
cy: Teipiwch eich cod CCK
es: Escriba su código CCK
eu: Sartu zure CCK kodea
fa: کد CCK خود را بنویسید
ga_ie: Cuir do chód CCK isteach
gd: Cuir a-steach an còd CCK agad
hi_in: अपना CCK कोड टाइप करे
hu: Írja be a CCK kódot
id: Ketikkan kode CCK Anda
km: វាយ​លេខ​កូដ CCK របស់​អ្នក
kn: ನಿಮ್ಮ CCK ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Soraty ny kaody CCK anao
ml: നിങ്ങളുടെ സിസികെ കോഡ് നല്‍കുക
mr: आपला CCK कोड टाका
ms: Taip kod CCK anda
my: CCK ကုဒ်အားရိုက်ထည့်ပါ
ne: तपाईको CCK कोड लेख्नुहोस्
or: ଆପଣଙ୍କର CCK କୋଡ ଲେଖନ୍ତୁ
pt: Introduza o seu código CCK
pt_br: Digite seu código CCK
ro: Tastează codul CCK
si: ඔබගේ CCK කේතය ඇතුලත් කරන්න
sw: Andika kodi yako ya CCK
ta: உங்களுடைய CCK குறியீட்டை தட்டு
te: మీ CCK సంకేతాన్ని ఇవ్వండి
th: กรอกรหัส CCK ของคุณ
tr: CCK kodunuzu yazın
ur: اپنا CCK کوڈ داخل کریں
uz: CCK kodingizni kiriting
vi: Nhập mã CCK của bạn
xh: Tayipa ikhowudi yakho ye-CCK
zu: Bhala ikhodi yakho ye-CCK

source: Type your SPCK code
af: Tik jou SPCK-kode
am: የ እርስዎን SPCK ኮድ ይጻፉ
ar: ادخل رمز SPCK الخاص بك
as: আপোনাৰ SPCK ক'ড টাইপ কৰক
bg: Въведете вашия SPCK код
bn_in: SPCK কোড টাইপ করুন
br: Bizskrivit ho poneg SPCK
bs: Unesite vaš SPCK kod
ca: Introduïu el codi SPCK
cy: Teipiwch eich cod SPCK
es: Escriba su código SPCK
eu: Sartu zure SPCK kodea
fa: کد SPCK خود را بنویسید
ga_ie: Cuir do chód SPCK isteach
gd: Cuir a-steach an còd SPCK agad
hi_in: अपना SPCK कोड टाइप करे
hu: Írja be az SPCK kódot
id: Ketikkan kode SPCK Anda
km: វាយ​លេខ​កូដ SPCK របស់​អ្នក
kn: ನಿಮ್ಮ SPCK ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Soraty ny kaody SPCK anao
ml: നിങ്ങളുടെ എസ്‌പിസികെ കോഡ് നല്‍കുക
mr: आपला SPCK कोड टाका
ms: Taip kod SPCK anda
my: SPCK ကုဒ်အားရိုက်ထည့်ပါ
ne: तपाईको SPCK कोड लेख्नुहोस्
or: ଆପଣଙ୍କର SPCK କୋଡ ଲେଖନ୍ତୁ
pt: Introduza o seu código SPCK
pt_br: Digite seu código SPCK
ro: Tastează codul SPCK
si: ඔබගේ SPCK කේතය ඇතුලත් කරන්න
sw: Andika kodi yako ya SPCK
ta: உங்களுடைய SPCK குறியீட்டை தட்டு
te: మీ SPCK సంకేతాన్ని ఇవ్వండి
th: กรอกรหัส SPCK ของคุณ
tr: SPCK kodunuzu yazın
ur: اپنا SPCK کوڈ داخل کریں
uz: SPCK kodingizni kiriting
vi: Nhập mã SPCK của bạn
xh: Tayipa ikhowudi yakho ye-SPCK
zu: Bhala ikhodi yakho ye-SPCK

source: Type your NCK1 code
af: Tik jou NCK1-kode
am: የ እርስዎን NCK1 ኮድ ይጻፉ
ar: أدخل رمز NCK1 الخاص بك
as: আপোনাৰ NCK1 ক'ড টাইপ কৰক
bg: Въведете вашия NCK1 код
bn_in: NCK1 কোড টাইপ করুন
br: Bizskrivit ho poneg NCK1
bs: Unesite vaš NCK1 kod
ca: Introduïu el codi NCK1
cy: Teipiwch eich cod NCK1
es: Escriba su código NCK1
eu: Sartu zure NCK1 kodea
fa: کد NCK1 خود را بنویسید
ga_ie: Cuir do chód NCK1 isteach
gd: Cuir a-steach an còd NCK1 agad
hi_in: अपना NCK1 कोड टाइप करें
hu: Írja be az NCK1 kódot
id: Ketikkan kode NCK1 Anda
km: បញ្ចូល​លេខ​កូដ NCK1 របស់​អ្នក
kn: ನಿಮ್ಮ NCK1 ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Soraty ny kaody NCK1 anao
ml: നിങ്ങളുടെ എന്‍സികെ1 കോഡ് നല്‍കുക
mr: आपला NCK1 कोड टाका
ms: Taip kod NCK1 anda
my: NCK1 ကုဒ်အားရိုက်ထည့်ပါ
ne: तपाईको NCK1 कोड लेख्नुहोस्
or: ଆପଣଙ୍କର NCK1 କୋଡ ଲେଖନ୍ତୁ
pt: Introduza o seu código NCK1
pt_br: Digite seu código NCK1
ro: Tastează codul NCK1
si: ඔබගේ NCK1 කේතය ඇතුලත් කරන්න
sw: Andika kodi yako ya NCK1
ta: உங்களுடைய NCK1 குறியீட்டை தட்டு
te: మీ NCK1 సంకేతాన్ని ఇవ్వండి
th: กรอกรหัส NCK1 ของคุณ
tr: NCK1 kodunuzu yazın
ur: اپنا NCK1 کوڈ داخل کریں
uz: NCK1 kodingizni kiriting
xh: Tayipa ikhowudi yakho ye-NCK1
zu: Bhala ikhodi yakho ye-NCK1

source: Type your NCK2 code
af: Tik jou NCK2-kode
am: የ እርስዎን NCK2 ኮድ ይጻፉ
ar: أدخل رمز NCK2
as: আপোনাৰ NCK2 ক'ড টাইপ কৰক
bg: Въведете вашия NCK2 код
bn_in: NCK2 কোড টাইপ করুন
br: Bizskrivit ho poneg NCK2
bs: Unesite vaš NCK2 kod
ca: Introduïu el codi NCK2
cy: Teipiwch eich cod NCK2
es: Escriba su código NCK2
eu: Sartu zure NCK2 kodea
fa: کد NCK2 خود را بنویسید
ga_ie: Cuir do chód NCK2 isteach
gd: Cuir a-steach an còd NCK2 agad
hi_in: अपना NCK2 कोड टाइप करें
hu: Írja be az NCK2 kódot
id: Ketikkan kode NCK2 Anda
km: បញ្ចូល​លេខ​កូដ NCK2 របស់​អ្នក
kn: ನಿಮ್ಮ NCK2 ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Soraty ny kaody NCK2 anao
ml: നിങ്ങളുടെ എന്‍സികെ2 കോഡ് നല്‍കുക
mr: आपला NCK2 कोड टाका
ms: Taip kod NCK2 anda
my: NCK2 ကုဒ်အားရိုက်ထည့်ပါ
ne: तपाईको NCK2 कोड लेख्नुहोस्
or: ଆପଣଙ୍କର NCK2 କୋଡ ଲେଖନ୍ତୁ
pt: Introduza o seu código NCK2
pt_br: Digite seu código NCK2
ro: Tastează codul NCK2
si: ඔබගේ NCK2 කේතය ඇතුලත් කරන්න
sw: Andika kodi yako ya NCK2
ta: உங்களுடைய NCK2 குறியீட்டை தட்டு
te: మీ NCK2 సంకేతాన్ని ఇవ్వండి
th: กรอกรหัส NCK2 ของคุณ
tr: NCK2 kodunuzu yazın
ur: اپنا NCK2 کوڈ داخل کریں
uz: NCK2 kodingizni kiriting
xh: Tayipa ikhowudi yakho ye-NCK2
zu: Bhala ikhodi yakho ye-NCK2

source: Type your HNCK code
af: Tik jou HNCK-kode
am: የ እርስዎን HNCK ኮድ ይጻፉ
ar: أدخل رمز HNCK
as: আপোনাৰ HNCK ক'ড টাইপ কৰক
bg: Въведете вашия HNCK код
bn_in: HNCK কোড টাইপ করুন
br: Bizskrivit ho poneg HNCK
bs: Unesite vaš HNCK kod
ca: Introduïu el codi HNCK
cy: Teipiwch eich cod HNCK
es: Escriba su código HNCK
eu: Sartu zure HNCK kodea
fa: کد HNCK را بنویسید
ga_ie: Cuir do chód HNCK isteach
gd: Cuir a-steach an còd HNCKCK agad
hi_in: अपना HNCK कोड टाइप करें
hu: Írja be az HNCK kódot
id: Ketikkan kode HNCK Anda
km: បញ្ចូល​លេខ​កូដ HNCK របស់​អ្នក
kn: ನಿಮ್ಮ HNCK ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Soraty ny kaody HNCK anao
ml: നിങ്ങളുടെ എച്എന്‍സികെ കോഡ് നല്‍കുക
mr: आपला HNCK कोड टाका
ms: Taip kod HNCK anda
my: HNCK ကုဒ်အားရိုက်ထည့်ပါ
ne: तपाईको HNCK कोड लेख्नुहोस्
or: ଆପଣଙ୍କର HNCK କୋଡ ଲେଖନ୍ତୁ
pt: Introduza o seu código HNCK
pt_br: Digite seu código HNCK
ro: Tastează codul HNCK
si: ඔබගේ HNCK කේතය ඇතුලත් කරන්න
sw: Andika kodi yako ya HNCK
ta: உங்களுடைய HNCK குறியீட்டை தட்டு
te: మీ HNCK సంకేతాన్ని ఇవ్వండి
th: กรอกรหัส HNCK ของคุณ
tr: HNCK kodunuzu yazın
ur: اپنا HNCK کوڈ داخل کریں
uz: HNCK kodingizni kiriting
xh: Tayipa ikhowudi yakho ye-HNCK
zu: Bhala ikhodi yakho ye-HNCK
