Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: Type your RCCK code
af: Tik jou RCCK-kode
am: የ እርስዎን RCCK ኮድ ይጻፉ
ar: ادخل كود RCCK
as: আপোনাৰ RCCK ক'ড টাইপ কৰক
bg: Въведете вашия RCCK код
bn_in: RCCK কোড টাইপ করুন
br: Bizskrivit ho poneg RCCK
bs: Unesite vaš RCCK kod
ca: Introduïu el codi RCCK
cy: Teipiwch eich cod RCCK
es: Escriba su código RCCK
eu: Sartu zure RCCK kodea
fa: کد RCCK را بنویسید
ga_ie: Cuir do chód RCCK isteach
gd: Cuir a-steach an còd RCCK agad
hi_in: अपना RCCK कोड टाइप करें
hu: Írja be az RCCK kódot
id: Ketikkan kode RCCK Anda
km: បញ្ចូល​លេខ​កូដ RCCK របស់​អ្នក
kn: ನಿಮ್ಮ RCCK ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Soraty ny kaody RCCK anao
ml: നിങ്ങളുടെ അര്‍സിസികെ കോഡ് നല്‍കുക
mr: आपला RCCK कोड टाका
ms: Taip kod RCCK anda
my: RCCK ကုဒ်အားရိုက်ထည့်ပါ
ne: तपाईको RCCK कोड लेख्नुहोस्
or: ଆପଣଙ୍କର RCCK କୋଡ ଲେଖନ୍ତୁ
pt: Introduza o seu código RCCK
pt_br: Digite seu código RCCK
ro: Tastează codul RCCK
si: ඔබගේ RCCKකේතය ඇතුලත් කරන්න
sw: Andika kodi yako ya RCCK
ta: உங்களுடைய RCCK குறியீட்டை தட்டு
te: మీ RCCK సంకేతాన్ని ఇవ్వండి
th: กรอกรหัส RCCK ของคุณ
tr: RCCK kodunuzu yazın
ur: اپنا RCCK کوڈ داخل کریں
uz: RCCK kodingizni kiriting
xh: Tayipa ikhowudi yakho ye-RCCK
zu: Bhala ikhodi yakho ye-RCCK

source: Type your RSPCK code
af: Tik jou RSPCK-kode
am: የ እርስዎን RSPCK ኮድ ይጻፉ
ar: أدخل كود RSPCK الخاص بك
as: আপোনাৰ RSPCK ক'ড টাইপ কৰক
bg: Въведете вашия RSPCK код
bn_in: RSPCK কোড টাইপ করুন
br: Bizskrivit ho poneg RSPCK
bs: Unesite vaš RSPCK kod
ca: Introduïu el codi RSPCK
cy: Teipiwch eich cod RSPCK
es: Escriba su código RSPCK
eu: Sartu zure RSPCK kodea
fa: کد RSPCK را بنویسید
ga_ie: Cuir do chód RSPCK isteach
gd: Cuir a-steach an còd RSPCK agad
hi_in: अपना RSPCK कोड टाइप करे
hu: Írja be az RSPCK kódot
id: Ketikkan kode RSCPK Anda
km: បញ្ចូល​លេខ​កូដ RSPCK របស់​អ្នក
kn: ನಿಮ್ಮ RSPCK ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Soraty ny kaody RSPCK anao
ml: നിങ്ങളുടെ ആര്‍എസിപിസികെ കോഡ് നല്‍കുക
mr: आपला RSPCK कोड टाका
ms: Taip kod RSPCK anda
my: RSPCK ကုဒ်အားရိုက်ထည့်ပါ
ne: तपाईको RSPCK कोड लेख्नुहोस्
or: ଆପଣଙ୍କର RSPCK କୋଡ ଲେଖନ୍ତୁ
pt: Introduza o seu código RSPCK
pt_br: Digite seu código RSPCK
ro: Tastează codul RSPCK
si: ඔබගේ RSPCK කේතය ඇතුලත් කරන්න
sw: Andika kodi yako ya RSPCK
ta: உங்களுடைய RSPCK குறியீட்டை தட்டு
te: మీ RSPCK సంకేతాన్ని ఇవ్వండి
th: กรอกรหัส RSPCK ของคุณ
tr: RSPCK kodunuzu yazın
ur: اپنا RSPCK کوڈ داخل کریں
uz: RSPCK kodingizni kiriting
xh: Tayipa ikhowudi yakho ye-RSPCK
zu: Bhala ikhodi yakho ye-RSPCK

source: NCK must have between 8 and 16 characters.
af: NCK moet tussen 8 en 16 karakters hê.
am: NCK መያዝ አለበት ከ 8 እስከ 16 ባህሪዎች
ar: رمز NCK يجب أن يحتوي 8 إلى 16 حرف.
as: NCK ৮ আৰু ১৬ আখৰৰ ভিতৰত হ'ব লাগে।
bg: NCK трябва да е от 8 до 16 знака.
bn_in: NCK 8 থেকে 16 সংখ্যার মধ্যে হওয়া আবশ্যক।
br: Hirder an NCK a rank bezañ etre 8 ha 16 arouezenn.
bs: NCK mora imati između 8 i 16 znakova.
ca: El codi NCK ha de tenir entre 8 i 16 caràcters.
cy: Rhaid fod gan NCK rhwng 8 ac 16 nod.
es: El NCK debe tener entre 8 y 16 caracteres.
eu: NCKak 8 eta 16 karaktere artekoa izan behar du.
fa: NCK حداقل باید بین ۸ تا ۱۶ حرف داشته باشد.
ga_ie: Ní mór idir 8 agus 16 carachtar a bheith i gcód NCK.
gd: Feumaidh an NCK a bhith eadar 8 is 16 àireamhan a dh'fhaid.
hi_in: NCK 8 से 16 वर्ण के बीच होनी चाहिए.
hu: Az NCK 8 és 16 karakter közti hosszúságú kell legyen.
id: NCK harus terdiri dari 8 hingga 16 karakter.
km: NCK ត្រូវតែ​មាន​ចន្លោះ​ពី 8 ទៅ 16 តួអក្សរ។
kn: NCK 8 ಮತ್ತು 16 ಅಕ್ಷರಗಳ ನಡುವೆ ಇರಬೇಕು.
mg: Tsy maintsy misy maritsoratra 8 h@ 16 ny NCK.
ml: എന്‍സികെ 8 നും 16 നും ഇടയ്ക്ക് സംഖ്യകള്‍ ആവണം.
mr: NCK कोड 8 ते 16 अक्षरांचा असने आवश्यक.
ms: NCK mestilah mempunyai antara 8 dan 16 aksara.
my: NCK တွင် စာလုံးရေ 8 လုံးမှ 16 လုံးထိပါရမည်
ne: NCKमा ८ देखि१६ क्यारेक्टरहरू हुनुपर्छ।
or: NCK ନିଶ୍ଚିତ ଭାବରେ 8 ଏବଂ 16 ଅକ୍ଷର ବିଶିଷ୍ଟ ହେବା ଉଚିତ।
pt: NCK tem de ter entre 8 e 16 caracteres.
pt_br: O NCK deve ter entre 8 e 16 caracteres.
ro: Codul NCK trebuie să aibă între 8 și 16 caractere.
si: NCK කේතය අනිවාර්යයෙන් අකුරු 8ත් 16ත් අතර විය යුතුයි.
sw: NCK lazima iwe na kati ya herufi 8 na 16.
ta: என்சிகெ குறியீடானது கட்டாயம் 8 க்கும்16 க்கும் உட்பட்ட எழுத்துக்களைக் கொண்டிருக்குனும்.
te: NCK 8 నుండి 16 అక్షరాల మధ్య ఉండాలి.
th: NCK ต้องมีความยาวระหว่าง 8 ถึง 16 ตัวอักษร
tr: NCK uzunluğu 4 ile 8 karakter arasında olmalıdır.
ur: NCK کوڈ 8 سے 16 حروف کے درمیان ہونا ضروری ہیے۔
uz: NCK kod 8 tadan 16 tagacha belgidan iborat bo‘lishi kerak.
vi: Mã NCK phải có từ 8 đến 16 kí tự.
xh: I-NCK mayibe neekharakhtha eziphakathi kwe-8 ne-16.
zu: I-NCK kufanele ibe nezinhlamvu eziphakathi kwezi-8 kanye neziyi-16.

source: CCK must have between 8 and 16 characters.
af: CCK moet tussen 8 en 16 karakters hê.
am: CCK መያዝ አለበት ከ 8 እስከ 16 ባህሪዎች
ar: رمز CCK يجب أن يحتوي من 8 إلى 16 حرف.
as: CCK ৮ আৰু ১৬ আখৰৰ ভিতৰত হ'ব লাগে।
bg: CCK трябва да е от 8 до 16 знака.
bn_in: CCK 8 থেকে 16 সংখ্যার মধ্যে হওয়া আবশ্যক।
br: Hirder ar CCK a rank bezañ etre 8 ha 16 arouezenn.
bs: CCK mora imati između 8 i 16 znakova.
ca: El codi CCK ha de tenir entre 8 i 16 caràcters.
cy: Rhaid fod gan CCK rhwng 8 ac 16 nod.
es: El CCK debe tener entre 8 y 16 caracteres.
eu: CCKak 8 eta 16 karaktere artekoa izan behar du.
fa: CCK حداقل باید بین ۸ تا ۱۶ حرف داشته باشد.
ga_ie: Ní mór idir 8 agus 16 carachtar a bheith i gcód CCK.
gd: Feumaidh an CCK a bhith eadar 8 is 16 àireamhan a dh'fhaid.
hi_in: CCK 8 से 16 वर्ण के बीच होनी चाहिए.
hu: A CCK 8 és 16 karakter közti hosszúságú kell legyen.
id: CCK harus terdiri dari 8 hingga 16 karakter.
km: CCK ត្រូវតែ​មាន​ចន្លោះ​ពី 8 ទៅ 16 តួអក្សរ។
kn: CCK 8 ಮತ್ತು 16 ಅಕ್ಷರಗಳ ನಡುವೆ ಇರಬೇಕು.
mg: Tsy maintsy misy maritsoratra 8 h@ 16 ny CCK.
ml: സിസികെ 8 നും 16 നും ഇടയ്ക്ക് സംഖ്യകള്‍ ആവണം.
mr: CCK कोड 8 ते 16 अक्षरांचा असने आवश्यक.
ms: CCK mestilah mempunyai antara 8 dan 16 aksara.
my: CCK တွင် စာလုံးရေ 8 လုံးမှ 16 လုံးထိပါရမည်
ne: CCK अनिवार्य ८ देखि १६ क्यारेक्टरहरूको हुनुपर्छ।
or: CCK ନିଶ୍ଚିତ ଭାବରେ 8 ଏବଂ 16 ଅକ୍ଷର ବିଶିଷ୍ଟ।
pt: CCK tem de ter entre 8 e 16 caracteres.
pt_br: O CCK deve ter entre 8 e 16 caracteres.
ro: Codul CCK trebuie să aibă între 8 și 16 caractere.
si: CCK කේතය අනිවාර්යයෙන් අකුරු 8ත් 16ත් අතර විය යුතුයි.
sw: CCK lazima iwe na kati ya herufi 8 na 16.
ta: சிசிகெ குறியீடானது கட்டாயம் 8 க்கும்16 க்கும் உட்பட்ட எழுத்துக்களைக் கொண்டிருக்குனும்.
te: CCK 8 నుండి 16 అక్షరాల మధ్య ఉండాలి.
th: CCK ต้องมีความยาวระหว่าง 8 ถึง 16 ตัวอักษร
tr: CCK uzunluğu 4 ile 8 karakter arasında olmalıdır.
ur: CCK کوڈ 8 سے 16 حروف کے درمیان ہونا ضروری ہیے۔
uz: CCK kod 8 tadan 16 tagacha belgidan iborat bo‘lishi kerak.
vi: Mã CCK phải có từ 8 đến 16 kí tự.
xh: I-CCK mayibe neekharakhtha eziphakathi kwe-8 ne-16.
zu: I-CCK kufanele ibe nezinhlamvu eziphakathi kwezi-8 kanye neziyi-16.

source: SPCK must have between 8 and 16 characters.
af: SPCK moet tussen 8 en 16 karakters hê.
am: SPCK መያዝ አለበት ከ 8 እስከ 16 ባህሪዎች
ar: رمز SPCK يجب أن يحتوي من 8 إلى 16 حرف.
as: SPCK ৮ আৰু ১৬ আখৰৰ ভিতৰত হ'ব লাগে।
bg: SPCK трябва да е от 8 до 16 знака.
bn_in: SPCK 8 থেকে 16 সংখ্যার মধ্যে হওয়া আবশ্যক।
br: Hirder ar SPCK a rank bezañ etre 8 ha 16 arouezenn.
bs: SPCK mora imati između 8 i 16 znakova.
ca: El codi SPCK ha de tenir entre 8 i 16 caràcters.
cy: Rhaid fod gan SPCK rhwng 8 ac 16 nod.
es: El SPCK debe tener entre 8 y 16 caracteres.
eu: SPCKak 8 eta 16 karaktere artekoa izan behar du.
fa: SPCK حداقل باید بین ۸ تا ۱۶ حرف داشته باشد.
ga_ie: Ní mór idir 8 agus 16 carachtar a bheith i gcód SPCK.
gd: Feumaidh an SPCK a bhith eadar 8 is 16 àireamhan a dh'fhaid.
hi_in: SPCK 8 से 16 वर्ण के बीच होनी चाहिए.
hu: Az SPCK 8 és 16 karakter közti hosszúságú kell legyen.
id: SPCK harus terdiri dari 8 hingga 16 karakter.
km: SPCK ត្រូវតែ​មាន​ចន្លោះ​ពី 8 ទៅ 16 តួអក្សរ។
kn: SPCK 8 ಮತ್ತು 16 ಅಕ್ಷರಗಳ ನಡುವೆ ಇರಬೇಕು.
mg: Tsy maintsy misy maritsoratra 8 h@ 16 ny SPCK.
ml: എസ്‌പിസികെ 8 നും 16 നും ഇടയ്ക്ക് സംഖ്യകള്‍ ആവണം.
mr: SPCK कोड 8 ते 16 अक्षरांचा असने आवश्यक.
ms: SPCK mestilah mempunyai antara 8 dan 16 aksara.
my: SPCK တွင် စာလုံးရေ 8 လုံးမှ 16 လုံးထိပါရမည်
ne: SPCK अनिवार्य ८ देखि १६ क्यारेक्टरहरूको हुनुपर्छ।
or: SPCK ନିଶ୍ଚିତ ଭାବରେ 8 ଏବଂ 16 ଅକ୍ଷର ବିଶିଷ୍ଟ ହେବା ଉଚିତ।
pt: SPCK tem de ter entre 8 e 16 caracteres.
pt_br: O SPCK deve ter entre 8 e 16 caracteres.
ro: Codul SPCK trebuie să aibă între 8 și 16 caractere.
si: SPCK කේතය අනිවාර්යයෙන් අකුරු 8ත් 16ත් අතර විය යුතුයි.
sw: SPCK lazima iwe na kati ya herufi 8 na 16.
ta: எஸ்பிசிகெ குறியீடானது கட்டாயம் 8 க்கும்16 க்கும் உட்பட்ட எழுத்துக்களைக் கொண்டிருக்குனும்.
te: SPCK 8 నుండి 16 అక్షరాల మధ్య ఉండాలి.
th: SPCK ต้องมีความยาวระหว่าง 8 ถึง 16 ตัวอักษร
tr: SPCK uzunluğu 4 ile 8 karakter arasında olmalıdır.
ur: SPCK کوڈ 8 سے 16 حروف کے درمیان ہونا ضروری ہیے۔
uz: SPCK kod 8 tadan 16 tagacha belgidan iborat bo‘lishi kerak.
vi: Mã SPCK phải có từ 8 đến 16 kí tự
xh: I-SPCK mayibe neekharakhtha eziphakathi kwe-8 ne-16.
zu: I-SPCK kufanele ibe nezinhlamvu eziphakathi kwezi-8 kanye neziyi-16.

source: NCK1 must have between 8 and 16 characters.
af: NCK1 moet tussen 8 en 16 karakters hê.
am: NCK1 መያዝ አለበት ከ 8 እስከ 16 ባህሪዎች
ar: يجب أن يحتوي رمز NCK1 من 8 إلى 16 حرف.
as: NCK1 ৮ আৰু ১৬ আখৰৰ ভিতৰত হ'ব লাগে।
bg: NCK1 трябва да е от 8 до 16 знака.
bn_in: NCK1 8 থেকে 16 সংখ্যার মধ্যে হওয়া আবশ্যক।
br: Hirder an NCK1 a rank bezañ etre 8 ha 16 arouezenn.
bs: NCK1 mora imati između 8 i 16 znakova.
ca: El codi NCK1 ha de tenir entre 8 i 16 caràcters.
cy: Rhaid fod gan NCK1 rhwng 8 ac 16 nod.
es: El NCK1 debe tener entre 8 y 16 caracteres.
eu: NCK1ak 8 eta 16 karaktere artekoa izan behar du.
fa: NCK1 حداقل باید بین ۸ تا ۱۶ حرف داشته باشد.
ga_ie: Ní mór idir 8 agus 16 carachtar a bheith i gcód NCK1.
gd: Feumaidh an NCK1 a bhith eadar 8 is 16 àireamhan a dh'fhaid.
hi_in: NCK1 8 से 16 वर्ण के बीच होनी चाहिए.
hu: Az NCK1 8 és 16 karakter közti hosszúságú kell legyen.
id: NCK1 harus terdiri dari 8 hingga 16 karakter.
km: NCK1 ត្រូវតែ​មាន​ចន្លោះ​ពី 8 ទៅ 16 តួអក្សរ។
kn: NCK1 8 ಮತ್ತು 16 ಅಕ್ಷರಗಳ ನಡುವೆ ಇರಬೇಕು.
mg: Tsy maintsy misy maritsoratra 8 h@ 16 ny NCK1.
ml: എന്‍സികെ1 8 നും 16 നും ഇടയ്ക്ക് സംഖ്യകള്‍ ആവണം.
mr: NCK1 कोड 8 ते 16 अक्षरांचा असने आवश्यक.
ms: NCK1 mestilah mempunyai antara 8 dan 16 aksara.
my: NCK1 တွင် စာလုံးရေ 8 လုံးမှ 16 လုံးထိပါရမည်
ne: NCK1 मा 8 देखि 16 क्यारेक्टरहरू हुनुपर्छ ।
or: NCK1 ନିଶ୍ଚିତ ଭାବରେ 8 ଏବଂ 16 ଅକ୍ଷର ବିଶିଷ୍ଟ ହେବା ଉଚିତ।
pt: NCK1 tem de ter entre 8 e 16 caracteres.
pt_br: O NCK1 deve ter entre 8 e 16 caracteres.
ro: NCK1 trebuie să aibă între 8 și 16 caractere.
si: NCK1 කේතය අනිවාර්යයෙන් අකුරු 8ත් 16ත් අතර විය යුතුයි.
sw: NCK1 lazima iwe na kati ya herufi 8 na 16.
ta: NCK1 குறியீடானது கட்டாயம் 8 க்கும்16 க்கும் உட்பட்ட எழுத்துக்களைக் கொண்டிருக்குனும்.
te: NCK1 8 నుండి 16 అక్షరాల మధ్య ఉండాలి.
th: NCK1 ต้องมีความยาวระหว่าง 8 ถึง 16 ตัวอักษร
tr: NCK1 uzunluğu 8 ile 16 karakter arasında olmalıdır.
ur: NCK1 کوڈ 8 سے 16 حروف کے درمیان ہونا ضروری ہیے۔
uz: NCK1 kod 8 tadan 16 tagacha belgidan iborat bo‘lishi kerak.
xh: I-NCK1 mayibe neekharakhtha eziphakathi kwe-8 ne-16.
zu: I-NCK1 kufanele ibe nezinhlamvu eziphakathi kwezi-8 kanye neziyi-16.

source: NCK2 must have between 8 and 16 characters.
af: NCK2 moet tussen 8 en 16 karakters hê.
am: NCK2 መያዝ አለበት ከ 8 እስከ 16 ባህሪዎች
ar: رمز NCK2 يجب أن يحتوي من 8 إلى 16 خانة.
as: NCK2 ৮ আৰু ১৬ আখৰৰ ভিতৰত হ'ব লাগে।
bg: NCK2 трябва да е от 8 до 16 знака.
bn_in: NCK2 8 থেকে 16 সংখ্যার মধ্যে হওয়া আবশ্যক।
br: Hirder an NCK2 a rank bezañ etre 8 ha 16 arouezenn.
bs: NCK2 mora imati između 8 i 16 znakova.
ca: El codi NCK2 ha de tenir entre 8 i 16 caràcters.
cy: Rhaid fod gan NCK2 rhwng 8 ac 16 nod.
es: El NCK2 debe tener entre 8 y 16 caracteres.
eu: NCK2ak 8 eta 16 karaktere artekoa izan behar du.
fa: NCK2 حداقل باید بین ۸ تا ۱۶ حرف داشته باشد.
ga_ie: Ní mór idir 8 agus 16 carachtar a bheith i gcód NCK2.
gd: Feumaidh an NCK2 a bhith eadar 8 is 16 àireamhan a dh'fhaid.
hi_in: NCK2 8 से 16 वर्ण के बीच होनी चाहिए.
hu: Az NCK2 8 és 16 karakter közti hosszúságú kell legyen.
id: NCK2 harus terdiri dari 8 hingga 16 karakter.
km: NCK2 ត្រូវ​តែ​ចន្លោះ​ពី 8 ទៅ 16 តួអក្សរ។
kn: NCK2 8 ಮತ್ತು 16 ಅಕ್ಷರಗಳ ನಡುವಿರಬೇಕು.
mg: Tsy maintsy misy maritsoratra 8 h@ 16 ny NCK2.
ml: എന്‍സികെ2 8 നും 16 നും ഇടയ്ക്ക് സംഖ്യകള്‍ ആവണം.
mr: NCK2 कोड 8 ते 16 अक्षरांचा असने आवश्यक.
ms: NCK2 mestilah mempunyai antara 8 dan 16 aksara.
my: NCK2 တွင် စာလုံးရေ 8 လုံးမှ 16 လုံးထိပါရမည်
ne: NCK2 मा 8 देखि 16 क्यारेक्टरहरू हुनुपर्छ ।
or: NCK2 ନିଶ୍ଚିତ ଭାବରେ 8 ଏବଂ 16 ଅକ୍ଷର ବିଶିଷ୍ଟ ହେବା ଉଚିତ।
pt: NCK2 tem de ter entre 8 e 16 caracteres.
pt_br: O NCK2 deve ter entre 8 e 16 caracteres.
ro: NCK2 trebuie să aibă între 8 și 16 caractere.
si: NCK2 කේතය අනිවාර්යයෙන් අකුරු 8ත් 16ත් අතර විය යුතුයි.
sw: NCK2 lazima iwe na kati ya herufi 8 na 16.
ta: NCK2 குறியீடானது கட்டாயம் 8 க்கும்16 க்கும் உட்பட்ட எழுத்துக்களைக் கொண்டிருக்குனும்.
te: NCK2 8 నుండి 16 అక్షరాల మధ్య NCK2
th: NCK2 ต้องมีความยาวระหว่าง 8 ถึง 16 ตัวอักษร
tr: NCK2 uzunluğu 8 ile 16 karakter arasında olmalıdır.
ur: NCK2 کوڈ 8 سے 16 حروف کے درمیان ہونا ضروری ہیے۔
uz: NCK2 kod 8 tadan 16 tagacha belgidan iborat bo‘lishi kerak.
xh: I-NCK2 mayibe neekharakhtha eziphakathi kwe-8 ne-16.
zu: I-NCK2 kufanele ibe nezinhlamvu eziphakathi kwezi-8 kanye neziyi-16.

source: HNCK must have between 8 and 16 characters.
af: HNCK moet tussen 8 en 16 karakters hê.
am: HNCK መያዝ አለበት ከ 8 እስከ 16 ባህሪዎች
ar: رمز HNCK يجب أن يحتوي 8 إلى 16 حرف.
as: HNCK ৮ আৰু ১৬ আখৰৰ ভিতৰত হ'ব লাগে।
bg: HNCK трябва да е от 8 до 16 знака.
bn_in: HNCK 8 থেকে 16 সংখ্যার মধ্যে হওয়া আবশ্যক।
br: Hirder an HNCK a rank bezañ etre 8 ha 16 arouezenn.
bs: HNCK mora imati između 8 i 16 znakova.
ca: El codi HNCK ha de tenir entre 8 i 16 caràcters.
cy: Rhaid fod gan HNCK rhwng 8 ac 16 nod.
es: El HNCK debe tener entre 8 y 16 caracteres.
eu: HNCKak 8 eta 16 karaktere artekoa izan behar du.
fa: HNCK حداقل باید بین ۸ تا ۱۶ حرف داشته باشد.
ga_ie: Ní mór idir 8 agus 16 carachtar a bheith i gcód HNCK.
gd: Feumaidh an HNCK a bhith eadar 8 is 16 àireamhan a dh'fhaid.
hi_in: HNCK 8 से 16 वर्ण के बीच होनी चाहिए.
hu: A HNCK 8 és 16 karakter közti hosszúságú kell legyen.
id: HNCK harus terdiri dari 8 hingga 16 karakter.
km: HNCK ត្រូវតែ​មាន​ចន្លោះ​ពី 8 ទៅ 16 តួអក្សរ។
kn: HNCK 8 ಮತ್ತು 16 ಅಕ್ಷರಗಳ ನಡುವಿರಬೇಕು.
mg: Tsy maintsy misy maritsoratra 8 h@ 16 ny HNCK.
ml: എച്എന്‍സികെ 8 നും 16 നും ഇടയ്ക്ക് സംഖ്യകള്‍ ആവണം.
mr: HNCK कोड 8 ते 16 अक्षरांचा असने आवश्यक.
ms: HNCK mestilah mempunyai antara 8 dan 16 aksara.
my: HNCK တွင် စာလုံးရေ 8 လုံးမှ 16 လုံးထိပါရမည်
ne: HNCK मा 8 देखि 16 क्यारेक्टरहरू हुनुपर्छ ।
or: HNCK ନିଶ୍ଚିତ ଭାବରେ 8 ଏବଂ 16 ଅକ୍ଷର ବିଶିଷ୍ଟ ହେବା ଉଚିତ।
pt: HNCK tem de ter entre 8 e 16 caracteres.
pt_br: O HNCK deve ter entre 8 e 16 caracteres.
ro: HNCK trebuie să aibă între 8 și 16 caractere.
si: HNCK කේතය අනිවාර්යයෙන් අකුරු 8ත් 16ත් අතර විය යුතුයි.
sw: HNCK lazima iwe na kati ya herufi 8 na 16.
ta: HNCK கட்டாயம் 8 க்கும்16 க்கும் உட்பட்ட எழுத்துக்களைக் கொண்டிருக்குனும்.
te: HNCK 8 నుండి 16 అక్షరాల మధ్య ఉండాలి.
th: HNCK ต้องมีความยาวระหว่าง 8 ถึง 16 ตัวอักษร
tr: HNCK uzunluğu 8 ile 16 karakter arasında olmalıdır.
ur: HNCK کوڈ 8 سے 16 حروف کے درمیان ہونا ضروری ہیے۔
uz: HNCK kod 8 tadan 16 tagacha belgidan iborat bo‘lishi kerak.
xh: I-HNCK mayibe neekharakhtha eziphakathi kwe-8 ne-16.
zu: I-HNCK kufanele ibe nezinhlamvu eziphakathi kwezi-8 kanye neziyi-16.

source: RCCK must have between 8 and 16 characters.
af: RCCK moet tussen 8 en 16 karakters hê.
am: RCCK መያዝ አለበት ከ 8 እስከ 16 ባህሪዎች
ar: رمز RCCK يجب أن يحتوي من 8 إلى 16 حرف.
as: RCCK ৮ আৰু ১৬ আখৰৰ ভিতৰত হ'ব লাগে।
bg: RCCK трябва да е от 8 до 16 знака.
bn_in: RCCK 8 থেকে 16 সংখ্যার মধ্যে হওয়া আবশ্যক।
br: Hirder ar RCCK a rank bezañ etre 8 ha 16 arouezenn.
bs: RCCK mora imati između 8 i 16 znakova.
ca: El codi RCCK ha de tenir entre 8 i 16 caràcters.
cy: Rhaid fod gan RCCK rhwng 8 ac 16 nod.
es: El RCCK debe tener entre 8 y 16 caracteres.
eu: RCCKak 8 eta 16 karaktere artekoa izan behar du.
fa: RCCK حداقل باید بین ۸ تا ۱۶ حرف داشته باشد.
ga_ie: Ní mór idir 8 agus 16 carachtar a bheith i gcód RCCK.
gd: Feumaidh an RCCK a bhith eadar 8 is 16 àireamhan a dh'fhaid.
hi_in: RCCK 8 से 16 वर्ण के बीच होनी चाहिए.
hu: Az RCCK 8 és 16 karakter közti hosszúságú kell legyen.
id: RCCK harus terdiri dari 8 hingga 16 karakter.
km: RCCK ត្រូវតែ​ចន្លោះ​ពី 8 ទៅ 16 តួអក្សរ។
kn: RCCK 8 ಮತ್ತು 16 ಅಕ್ಷರಗಳ ನಡುವಿರಬೇಕು.
mg: Tsy maintsy misy maritsoratra 8 h@ 16 ny RCCK.
ml: അര്‍സിസികെ 8 നും 16 നും ഇടയ്ക്ക് സംഖ്യകള്‍ ആവണം.
mr: RCCK कोड 8 ते 16 अक्षरांचा असने आवश्यक.
ms: RCCK mestilah mempunyai antara 8 dan 16 aksara.
my: RCCK တွင် စာလုံးရေ 8 လုံးမှ 16 လုံးထိပါရမည်
ne: RCCK अनिवार्य 8 देखि 16 क्यारेक्टरहरूको हुनुपर्छ ।
or: RCCK ନିଶ୍ଚିତ ଭାବରେ 8 ଏବଂ 16 ଅକ୍ଷର ବିଶିଷ୍ଟ ହେବା ଉଚିତ।
pt: RCCK tem de ter entre 8 e 16 caracteres.
pt_br: O RCCK deve ter entre 8 e 16 caracteres.
ro: RCCK trebuie să aibă între 8 și 16 caractere.
si: RCCK කේතය අනිවාර්යයෙන් අකුරු 8ත් 16ත් අතර විය යුතුයි.
sw: RCCK lazima iwe na kati ya herufi 8 na 16.
ta: RCCK கட்டாயம் 8 க்கும்16 க்கும் உட்பட்ட எழுத்துக்களைக் கொண்டிருக்குனும்.
te: RCCK 8 నుండి 16 అక్షరాల మధ్య ఉండాలి.
th: RCCK ต้องมีความยาวระหว่าง 8 ถึง 16 ตัวอักษร
tr: RCCK uzunluğu 8 ile 16 karakter arasında olmalıdır.
ur: RCCK کوڈ 8 سے 16 حروف کے درمیان ہونا ضروری ہیے۔
uz: RCCK kod 8 tadan 16 tagacha belgidan iborat bo‘lishi kerak.
xh: I-RCCK mayibe neekharakhtha eziphakathi kwe-8 ne-16.
zu: I-RCCK kufanele ibe nezinhlamvu eziphakathi kwezi-8 kanye neziyi-16.

source: RSPCK must have between 8 and 16 characters.
af: RSPCK moet tussen 8 en 16 karakters hê.
am: RSPCK መያዝ አለበት ከ 8 እስከ 16 ባህሪዎች
ar: رمز RSPCK يجب أن يحتوي من 8 إلى 16 حرف.
as: RSPCK ৮ আৰু ১৬ আখৰৰ ভিতৰত হ'ব লাগে।
bg: RSPCK трябва да е от 8 до 16 знака.
bn_in: RSPCK 8 থেকে 16 সংখ্যার মধ্যে হওয়া আবশ্যক।
br: Hirder an RSPCK a rank bezañ etre 8 ha 16 arouezenn.
bs: RSPCK mora imati između 8 i 16 znakova.
ca: El codi RSPCK ha de tenir entre 8 i 16 caràcters.
cy: Rhaid fod gan RSPCK rhwng 8 ac 16 nod.
es: El RSPCK debe tener entre 8 y 16 caracteres
eu: RSPCKak 8 eta 16 karaktere artekoa izan behar du.
fa: RSPCK حداقل باید بین ۸ تا ۱۶ حرف داشته باشد.
ga_ie: Ní mór idir 8 agus 16 carachtar a bheith i gcód RSPCK.
gd: Feumaidh an RSPCK a bhith eadar 8 is 16 àireamhan a dh'fhaid.
hi_in: RSPCK 8 से 16 वर्ण के बीच होनी चाहिए.
hu: Az RSPCK 8 és 16 karakter közti hosszúságú kell legyen.
id: RSPCK harus terdiri dari 8 hingga 16 karakter.
km: RSPCK ត្រូវតែ​ចន្លោះ​ពី 8 ទៅ 16 តួអក្សរ។
kn: RSPCK 8 ಮತ್ತು 16 ಅಕ್ಷರಗಳ ನಡುವಿರಬೇಕು.
mg: Tsy maintsy misy maritsoratra 8 h@ 16 ny RSPCK.
ml: ആര്‍എസ്‌പിസികെ 8 നും 16 നും ഇടയ്ക്ക് സംഖ്യകള്‍ ആവണം.
mr: RSPCK कोड 8 ते 16 अक्षरांचा असने आवश्यक.
ms: RSPCK mestilah mempunyai antara 8 dan 16 aksara.
my: RSPCK တွင် စာလုံးရေ 8 လုံးမှ 16 လုံးထိပါရမည်
ne: RSPCK अनिवार्य 8 देखि 16 क्यारेक्टरहरूको हुनुपर्छ ।
or: RSPCK ନିଶ୍ଚିତ ଭାବରେ 8 ଏବଂ 16 ଅକ୍ଷର ବିଶିଷ୍ଟ ହେବା ଉଚିତ।
pt: RSPCK tem de ter entre 8 e 16 caracteres.
pt_br: O RSPCK deve ter entre 8 e 16 caracteres.
ro: RSPCK trebuie să aibă între 8 și 16 caractere.
si: RSPCK කේතය අනිවාර්යයෙන් අකුරු 8ත් 16ත් අතර විය යුතුයි.
sw: RSPCK lazima iwe na kati ya herufi 8 na 16.
ta: RSPCK கட்டாயம் 8 க்கும்16 க்கும் உட்பட்ட எழுத்துக்களைக் கொண்டிருக்குனும்.
te: RSPCK 8 నుండి 16 అక్షరాల మధ్య ఉండాలి.
th: RSPCK ต้องมีความยาวระหว่าง 8 ถึง 16 ตัวอักษร
tr: RSPCK uzunluğu 8 ile 16 karakter arasında olmalıdır.
ur: RSPCK کوڈ 8 سے 16 حروف کے درمیان ہونا ضروری ہیے۔
uz: RSPCK kod 8 tadan 16 tagacha belgidan iborat bo‘lishi kerak.
xh: I-RSPCK mayibe neekharakhtha eziphakathi kwe-8 ne-16.
zu: I-RSPCK kufanele ibe nezinhlamvu eziphakathi kwezi-8 kanye neziyi-16.

source: The NCK code is incorrect.
af: Die NCK-kode is verkeerd.
am: የ NCK ኮድ የተሳሳተ ነው
ar: كود NCK غير صحيح.
as: NCK ক'ডটো ভুল।
bg: NCK кодът е грешен.
bn_in: NCK কোডটি ভুল
br: Direizh eo ar voneg NCK.
bs: NCK kod je pogrešan.
ca: El codi NCK és incorrecte.
cy: Mae'r cod NCK yn anghywir.
es: El código NCK es incorrecto.
eu: NCK kodea okerra da.
fa: رمز NCK نادرست است.
ga_ie: Cód NCK mícheart.
gd: Bha an còd NCK cearr.
hi_in: NCK कोड गलत है.
hu: Az NCK kód helytelen.
id: Kode NCK salah.
km: លេខ​កូដ​ NCK មិន​ត្រឹមត្រូវ។
kn: NCK ಸಂಕೇತ ಸರಿಯಾದುದಲ್ಲ.
mg: Diso ilay kaody NCK.
ml: എന്‍സികെ കോഡ് തെറ്റാണ്.
mr: NCK कोड चुकीचा आहे.
ms: Kod NCK tidak sah.
my: NCK ကုဒ်မှားနေသှ်
ne: NCK कोड गलत छ।
or: ଭରଣ କରାଯାଇଥିବା NCK କୋଡଟି ଭୁଲ ଅଟେ।
pt: O código NCK está incorreto.
pt_br: O código NCK está incorreto.
ro: Codul NCK este incorect.
si: NCK කේතය වැරදියි.
sw: Kodi ya NCK sio sahihi.
ta: என்சிகெ குறியீடு தவறானது.
te: ఎన్‌సికె కోడ్ సరికానిది.
th: รหัส NCK ไม่ถูกต้อง
tr: NCK kodu yanlış.
ur: NCK کوڈ غیر صحیح ہے۔
uz: NCK kod noto‘g‘ri.
vi: Mã NCK không đúng.
xh: Ikhowudi ye-NCK ayichanekanga.
zu: Ikhodi ye-NCK ayisilo iqiniso.
