Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: Back
af: Terug
am: ወደ ኋላ
ar: رجوع
as: পিছলৈ
bg: Назад
bn_in: পূর্ববর্তী
br: Kent
bs: Nazad
ca: Enrere
cy: Nôl
es: Atrás
eu: Atzera
fa: عقب
ga_ie: Siar
gd: Air ais
hi_in: पीछे
hu: Vissza
id: Kembali
km: ថយក្រោយ
kn: ಹಿಂದೆ
mg: Hiverina
ml: പിന്നോട്ട്
mr: मागे
ms: Undur
my: နောက်
ne: पछाडि
or: ପଛକୁ
pt: Anterior
pt_br: Voltar
ro: Înapoi
si: පසු පසට
sw: Nyuma
ta: பின்னே
te: వెనుకకు
th: ย้อนกลับ
tr: Geri
ur: پیچھے
uz: Orqaga
vi: Quay lại
xh: Emva
zu: Emuva

source: Next
af: Volgende
am: ይቀጥሉ
ar: التالي
as: পৰৱৰ্তী
bg: Напред
bn_in: পরবর্তী
br: War-lerc'h
bs: Sljedeći
ca: Següent
cy: Nesaf
es: Adelante
eu: Hurrengoa
fa: بعدی
ga_ie: Ar Aghaidh
gd: Air adhart
hi_in: अगला
hu: Tovább
id: Berikutnya
km: បន្ទាប់
kn: ಮುಂದೆ
mg: Manaraka
ml: അടുത്ത
mr: पुढे
ms: Maju
my: နောက်သို့
ne: अर्को
or: ପରବର୍ତ୍ତୀ
pt: Seguinte
pt_br: Avançar
ro: Înainte
si: මීළඟ
sw: Ifuatayo
ta: அடுத்து
te: తదుపరి
th: ถัดไป
tr: İleri
ur: اگلا
uz: Keyingi
vi: Tiếp
xh: Elandelayo
zu: Okulandelayo

source: Join
af: Sluit aan by
am: አባል ይሁኑ
ar: انضم
as: সংযোগ কৰক
bg: Присъединяване
bn_in: যোগ দিন
br: Kejañ
bs: Pridruži se
ca: Connecta
cy: Ymuno
es: Unirse
eu: Batu
fa: پیوستن
ga_ie: Ceangail
gd: Ceangail ris
hi_in: शामिल हों
hu: Csatlakozás
id: Gabung
km: ចូលរួម
kn: ಸೇರ್ಪಡೆಯಾಗು
mg: Hiditra
ml: ചേരുക
mr: सहभागी व्हा
ms: Sertai
my: ပူးပေါင်း
ne: जोड्नुहोस्
or: ଅଂଶଗ୍ରହଣ କରନ୍ତୁ
pt: Ligar
pt_br: Entrar
ro: Conectează-te
si: එක් වෙන්න
sw: Jiunge
ta: இணை
te: చేరండి
th: เข้าร่วม
tr: Katıl
ur: میں شامل
uz: Qo‘shilish
vi: Kết nối
xh: Ngenela
zu: Joyina

source: Done
af: Klaar
am: ጨርሷል
ar: مُنجَز
as: কৰা হ'ল
bg: Готово
bn_in: সম্পন্ন হয়েছে
br: Graet
bs: Završeno
ca: Fet
cy: Gorffen
eu: Eginda
fa: انجام شد
ga_ie: Déanta
gd: Deiseil
hi_in: सम्पन्न
hu: Kész
id: Selesai
km: រួចរាល់
kn: ಮುಗಿಯಿತು
mg: Vita
ml: ചെയ്തു
mr: पूर्ण
ms: Selesai
my: ပြီးပြီ
ne: गरियो
or: ସମ୍ପନ୍ନ
pt: OK
pt_br: Concluído
ro: Gata
si: අවසන්
sw: Imefanywa
ta: முடிந்தது
te: పూర్తయ్యింది
th: เสร็จสิ้น
tr: Bitti
ur: ہو گیا
uz: Tayyor
vi: Hoàn tất
xh: Yenziwe
zu: Kwenziwe

source: That’s it!
af: Mooi so!
am: ይሄው ነው!
ar: هذا كل شيء!
as: সকলো কৰা হল!
bg: Това беше!
bn_in: এইতো!
br: Echu eo !
bs: To je to!
ca: Això és tot!
cy: Dyna ni!
es: ¡Eso es todo!
eu: Horixe da dena!
fa: همین!
ga_ie: Sin é!
gd: Sin agad e!
hi_in: यही बात है!
hu: Gratulálunk!
id: Selesai!
kn: ಸಿದ್ಧವಾಗಿದೆ!
mg: Dia izay!
ml: ഇത്രേയുള്ളു!
mr: तेवढेच!
ms: Itu sahaja!
my: ဒါပဲ !
ne: यहि हो!
or: ହେଇଗଲା!
pt: É isto!
pt_br: É isso!
ro: Asta e tot!
si: එපමණයි !
sw: Ni Hivyo!
ta: அவ்வளவுதான்!
te: అంతే!
th: นั่นแหละ!
tr: İşte bu kadar!
ur: یہی ہے!
uz: Bu o‘sha!
vi: Đã xong!
xh: Yiyo kanye!
zu: Yilokho nje!

source: Start your phone tour!
af: Begin jou foontoer!
am: የ እርስዎን ስልክ ይጎብኙ!
ar: ابدأ التجول في هاتفك!
as: আপোনাৰ ফোন ভ্ৰমণ আৰম্ভ কৰক!
bg: Запознаване!
bn_in: আপনার ফোন পরিক্রমা শুরু করুন!
br: Krogit gant gweladenn ho hezougell !
bs: Započnite obilazak vašeg telefona!
ca: Conegueu el vostre telèfon
cy: Cychwyn dysgu am eich ffôn!
es: ¡Conozca su teléfono!
eu: Hasi telefonoaren itzulia!
fa: بازدید از تلفن خود را شروع کنید!
ga_ie: Tabhair turas ar do ghuthán!
gd: Tòisich air turas tron fhòn agad!
hi_in: अपने फ़ोन की यात्रा शुरू करें!
hu: A telefonismertető indítása
id: Yuk, mulai perkenalannya!
km: ចាប់ផ្ដើម​មើល​សាក​ទូរស័ព្ទ​របស់​អ្នក!
kn: ನಿಮ್ಮ ಫೋನ್‌ ವಿಹಾರ ಆರಂಭಿಸಿ!
mg: Atombohy ny fizahana eran'ny telefaonanao!
ml: നിങ്ങളുടെ ഫോണ്‍ ടൂര്‍ തുടങ്ങുക!
mr: फोन बद्दलची माहिती सुरू करा!
ms: Mulakan perjalanan telefon anda!
my: သင့်ဖုန်း တွင် လျှောက်ကြည့်မည်!
ne: तपाईंको फोन यात्रा सुरु गर्नुहोस्!
or: ଆପଣଙ୍କ ଫୋନ ଟୁର ଆରମ୍ଭ କରନ୍ତୁ!
pt: Passeio pelo telefone!
pt_br: Iniciar o tour do seu telefone!
ro: Începe turul virtual al telefonului!
si: ඔබගේ දුරකථන සවාරිය අරඹන්න!
sw: Anza ziara ya simu yako!
ta: பேசியில் சுற்றுலாவை தொடங்கவும்!
te: మీ ఫోన్ విహారం ప్రారంభించండి!
th: เริ่มการเที่ยวชมโทรศัพท์ของคุณ!
tr: Telefon turunuza başlayın!
ur: آپ کے فون کے دورے شروع کریں!
uz: Telefoningizga sayohatni boshlang!
vi: Cùng điểm qua các tính năng!
xh: Qalisa ukhenketho lwefowuni yakho!
zu: Qala ukusebenzisa ifoni yakho!

source: Start your tablet tour!
af: Begin jou tablettoer!
am: የ እርስዎን ታብሌት ይጎብኙ!
ar: ابدأ جولة جهازك اللوحي!
as: আপোনাৰ টেবলেট ভ্ৰমণ আৰম্ভ কৰক!
bg: Запознаване с вашия таблет!
bn_in: আপনার ট্যাবলেট পরিক্রমা শুরু করুন!
br: Krogit gant gweladenn ho tabler !
bs: Započnite obilazak vašeg tableta!
ca: Conegueu la vostra tauleta
cy: Cychwyn dysgu am eich tabled!
es: ¡Inicie la visita virtual por su tableta!
eu: Hasi tabletaren itzulia!
fa: بازدید از تبلت خود را شروع کنید!
ga_ie: Tabhair turas ar do tháibléad!
gd: Tòisich air turas tron tablaid agad!
hi_in: अपने टैब्लेट की यात्रा शुरू करें!
hu: A tablet ismertető indítása
id: Yuk, mulai perkenalannya!
km: ចាប់ផ្ដើម​មើល​​កុំព្យូទ័រ​បន្ទះ​របស់​អ្នក!
kn: ನಿಮ್ಮ ಟ್ಯಾಬ್ಲೆಟ್‌ ವಿಹಾರ ಆರಂಭಿಸಿ!
mg: Atombohy ny fizahana eran'ny tabiletinao!
ml: നിങ്ങളുടെ ടാബ്ലെറ്റ് ടൂക്‍ തുടങ്ങുക!
mr: टॅब्लेच बद्दलची माहिती सुरू करा!
ms: Mulakan perjalanan tablet anda!
my: သင့်လက်ကိုင်ကွန်ပျူတာ အကြောင်း လျှောက်ကြည့်မည်
ne: तपाईंको ट्याब्लेटको यात्रा सुरु गर्नुहोस्!
or: ଆପଣଙ୍କ ଟ୍ୟାଲେଟ ଟୁର ଆରମ୍ଭ କରନ୍ତୁ!
pt: Passeio pelo tablet!
pt_br: Iniciar o tour do seu tablet!
ro: Începe turul tabletei!
si: ඔබගේ ටැබ්ලට් හී සවාරිය අරඹන්න!
sw: Anzaa ziara ya kifaa chako cha mkononi!
ta: பேசியில் சுற்றுலாவை தொடங்கவும்!
te: మీ టాబ్లెట్ విహారం ప్రారంభించండి!
th: เริ่มการเที่ยวชมแท็บเล็ตของคุณ!
tr: Tablet turuna başlayın!
ur: آپ کے ٹےبِلےٹ کے دورع شروع کریں!
uz: Planshetingizga sayohatni boshlang!
vi: Cùng điểm qua các tính năng!
xh: Qalisa ukhenketho lwetabhlethi yakho!
zu: Qala ukusebenzisa i-tablet yakho!

source: Join us for a quick tutorial about your new phone.
af: Sluit by ons aan vir 'n studieklas oor jou nuwe foon.
am: ስለ እርስዎ ስልክ አጠቃቀም አጭር አስተማሪ ይመልከቱ
ar: انضم لنا في جولة سريعة عن جوّالك الجديد.
as: আপোনাৰ নতুন ফোনৰ বিষয়ে এটা দ্ৰুত শিক্ষাৰ বাবে অংশগ্ৰহণ কৰক।
bg: Елате с нас и научете повече за възможностите на вашия нов телефон.
bn_in: আপনার নতুন ফোনের সম্পর্কে জানতে আমাদের সাথে যোগ দিন।
br: Deuit ganeomp-ni evit ur ginnigadenn vihan eus ho hezougell nevez.
bs: Pridružite nam se za brzi kurs o vašem novom telefonu.
ca: Feu una breu visita guiada pel vostre telèfon nou.
cy: Dyma gyflwyniad sydyn am eich ffôn newydd.
es: Acompáñenos para ver un tutorial sobre su nuevo teléfono.
eu: Etor zaitez gurekin zure telefono berriaren inguruko itzuli azkar baterako.
fa: به ما در آموزش سریع در مورد تلفن جدید خود بپیوندید.
ga_ie: Tugaimis turas tapa ar do ghuthán nua.
gd: Tiugainn is bheir sinn dhut beagan stiùiridh air an fhòn ùr agad.
hi_in: अपने फ़ोन के बारे में एक त्वरित ट्यूटोरियल के लिए हमे ज्वाइन करें
hu: Hadd mutassuk be új telefonját.
id: Mari bergabung dan dapatkan tutorial singkat tentang ponsel baru Anda.
km: ចូលរួម​ជាមួយ​យើង​​​រៀន​​ឆាប់​ចេះ​​អំពី​ទូរស័ព្ទ​ថ្មី​របស់​អ្នក។
kn: ನಿಮ್ಮ ಹೊಸ ಫೋನ್‌ ಬಗ್ಗೆ ಒಂದಿಷ್ಟು ವಿಷಯಗಳನ್ನು ತಿಳಿದುಕೊಳ್ಳೋಣ, ಬನ್ನಿ.
mg: Avia hijery titorialy vetivety momba ny telefaonanao vaovao.
ml: നിങ്ങളുടെ ഫോണിനെ കുറിച്ചുള്ള ഒരു ചെറിയ സഹായത്തിനായി ചേരുക.
mr: आपल्या नविन फोन बाबत थोडक्यात माहिती.
ms: Sertai kami untuk tutorial ringkas perihal telefon baharu anda.
my: သင့်ဖုန်းအကြောင်းရှင်းပြချက်များ လာဖတ်ပါ။
ne: तपाईंको नयाँ फोन चलाउने प्रक्रिया बारेमा बुझ्न हामीसँग शामिल हुनुहोस्।
or: ଆପଣଙ୍କ ନୂଆ ଫୋନ ସମ୍ବନ୍ଧିତ ଏକ ଶୀଘ୍ର ଶିକ୍ଷଣପାଇଁ ଆମ ସହିତ ଯୋଗ ଦିଅନ୍ତୁ।
pt: Junte-se a nós para um pequeno tutorial sobre o seu novo equipamento.
pt_br: Aproveite este rápido passeio pelo seu novo telefone.
ro: Parcurge un tutorial rapid despre noul tău telefon.
si: ඔබගේ නව දුරකථනය පිළිබඳ ඉක්මන් හැදෑරීමක් සඳහා අප හා එක්වන්න.
sw: Jiunge nasi kwa mwongozo wa haraka kuhusu simu yako mpya.
ta: புதிய செல்பேசி பற்றி அறிய எங்களுடன் சேருங்கள்.
te: మీ కొత్త ఫోన్ గురించి త్వరితంగా నేర్చుకోడానికి మాతో చేరండి.
tr: Yeni telefonunuzu tanımak için hızlı bir tura çıkalım.
ur: اپنے نئے فون کے بارے میں ایک فوری سبق کے لئے ہمارے ساتھ شامل ہو۔
uz: Yangi telefoningiz haqidagi tezkoq qo‘llanma uchun bizga qo‘shiling.
vi: Nhấn Bắt đầu để được hướng dẫn nhanh về chiếc điện thoại mới này.
xh: Dibana nathi ufumane isifundo esikhawulezileyo ngefowuni yakho entsha.
zu: Sijoyine ukuze ufunde kafushane ngefoni yakho entsha.

source: Join us for a quick tutorial about the updates to your phone!
am: ስለ እርስዎ ስልክ ማሻሻያ አጭር አስተማሪ ይመልከቱ
ar: أحصل على نبذة عن التحديثات التي حصل عليها هاتفك!
bg: Елате с нас и научете повече за възможностите на вашия нов телефон!
bn_in: অাপনার ফোনের আপডেটস সম্পর্কে একটি দ্রুত টিউটোরিয়ালের জন্য আমাদের সাথে যোগ দিন!
br: Deuit ganeomp evit ur ginnigadenn vihan eus hizivadurioù ho hezougell !
bs: Pridružite nam se za brzi tečaj o nadogradnjama za vaš telefon!
ca: Feu una breu visita guiada per les actualitzacions del telèfon.
cy: Dewch i weld beth sy'n newydd ar eich ffôn!
es: Acompáñenos para ver un tutorial sobre las actualizaciones de su teléfono.
eu: Etor zaitez gurekin zure telefonoaren eguneraketen inguruko itzuli azkar baterako.
fa: به ما در آموزش سریع در مورد تبلت جدید خود بپیوندید.
ga_ie: Tugaimis turas tapa ar na gnéithe nua ar do ghuthán!
gd: Tiugainn air cùrsa beag tro na rudan a tha ùr air an fhòn agad!
hi_in: हमें अपने फ़ोन करने के लिए अद्यतनों के बारे में एक त्वरित ट्यूटोरियल के लिए सम्मिलित हों!
hu: Tekintse meg a következő bemutatót a telefonjára érkező frissítésekről!
id: Mari ikuti tutorial singkat tentang pembaruan ponsel Anda!
km: ចូលរួម​ជាមួយ​យើង​សម្រាប់​ការបង្រៀន​ពិសេសដែលរហ័ស​អំពី​ការធ្វើ​បច្ចុប្បន្នភាព​លើ​ទូរស័ព្ទ​របស់អ្នក​!
kn: ನಿಮ್ಮ ಫೋನಿನ ಪರಿಷ್ಕರಣೆಗಳ ಬಗ್ಗೆ ತಿಳಿದುಕೊಳ್ಳಲು ನಮ್ಮೊಡನೆ ವೇಗದ ತರಗತಿಯೊಂದಕ್ಕೆ ಸೇರಿಕೊಳ್ಳಿ!
mg: Avia hijery titorialy vetivety momba ireo fanavaozana ho an'ny telefaonanao!
ms: Sertai kami untuk tutorial pantas tentang kemaskini telefon anda!
my: သင်၏ဖုန်းကို အဆင့်မြှင့်တင်ခြင်းအကြောင်း အမြန်လေ့လာခြင်းအတွက် ကျွနု်ပ်တို့နှင့် ပူးပေါင်းပါ
ne: आफ्नो फोनको अपडेटको बारेमा छिटो ट्यूटोरियलको लागि हामी संग आबद्ध हुनुहोस्!
pt: Junte-se a nós para um tutorial rápido sobre as atualizações para o seu telefone!
pt_br: junte-se a nós para um rápido tutorial sobre as atualizações para o seu telefone!
ro: Parcurge un tutorial rapid despre noutățile telefonului tău!
si: ඔබේ දුරකථනයේ යාවත් පිළිබඳව ක්ෂණික පාඩමක් සඳහා එක්වන්න!
ta: உங்கள் பேசிக்கான புதுப்பிப்பு பற்றிய துணக்கை அறிய எங்களுடன் இணையுங்கள்!
tr: Telefonunuzdaki güncellemelere hızlıca bir göz atalım!
ur: آپ کے فون پر تازہ کاری کرتا ہے کے بارے میں ایک سریع اسباق کے لئے ہمارے ساتھ شامل ہو!
uz: Telefoningizga yangilanishlarni o‘rnatish haqida tezkor qo‘llanma uchun bizga qo‘shiling!

source: You’re ready to enjoy your new phone.
af: Jy is gereed om jou nuwe foon te geniet.
am: ስልኩን ለመጠቀም አሁን ዝግጁ ነው
ar: استمتع بجوّالك الجديد.
as: আপোনাৰ নতুন ফোন উপভোগ কৰিবলৈ আপুনি সাজু।
bg: Наслаждавайте се на новия си телефон.
bn_in: আপনি আপনার নতুন ফোন উপভোগ করতে প্রস্তুত।
br: Prest oc'h d'ober ho mad eus ho hezougell nevez.
bs: Spremni ste za uživanje u novom telefonu.
ca: Ja ho teniu tot llest per gaudir del vostre telèfon.
cy: Byddwch yn barod i fwynhau eich ffôn newydd.
es: Todo está listo para que disfrute de su nuevo teléfono.
eu: Zure telefono berriaz gozatzeko prest zaude.
fa: حالا شما آماده‌اید تا از تلفن جدید خود لذت ببرید.
ga_ie: Tá tú réidh sult a bhaint as do ghuthán nua.
gd: Tha am fòn ùr deiseil ri do làimh a-nis.
hi_in: आप अपने नए फ़ोन को एन्जॉय करने के लिए तैयार है.
hu: Készen áll új telefonja használatára.
id: Anda siap menikmati ponsel baru Anda.
km: អ្នក​ត្រៀម​រួច​​ហើយ​ដើម្បី​រីករាយ​ជាមួយ​ទូរស័ព្ទ​ថ្មី​របស់​អ្នក។
kn: ನಿಮ್ಮ ಹೊಸ ಫೋನನ್ನು ಈಗ ನೀವು ಬಳಸಲು ಪ್ರಾರಂಭಿಸಬಹುದು.
mg: Vonona hankafy ny telefaonanao vaovao ianao.
ml: നിങ്ങളുടെ പുതിയ ഫോണ്‍ അസ്വദിക്കാന്‍ തയ്യാറാണ്.
mr: आपला नविन फोन वापरण्यास आपण सज्ज आहात.
ms: Anda sudah sedia menikmati telefon baharu anda.
my: သင့်ဖုန်း အသစ်အား သုံးဆွဲရန် အသင့်ဖြစ် ပြီလား
ne: तपाईंँ आफ्नो नयाँ फोनको मनोरञ्जन लिन तयार हुनुभयो।
or: ଆପଣ ଆପଣଙ୍କ ନୂଆ ଫୋନକୁ ଖୁସିରେ ବ୍ୟବହାର କରିବାକୁ ପ୍ରସ୍ତୁତ।
pt: Está pronto para começar a utilizar o seu novo equipamento.
pt_br: Você está pronto para aproveitar seu novo telefone.
ro: Ești pregătit ca să te bucuri de noul tău telefon.
si: අපගේ නවමු දුරකථනයේ පහසුකම් අත්විදීමට ඔබ දැන් සූදානම්.
sw: Uko tayari kufurahia simu yako mpya.
ta: புதிய செல்பேசியை பாவிக்க தயாராக இருக்கிறீர்கள்.
te: మీ కొత్త ఫోన్ సంతృప్తిగా వాడుటకు మీరు సిద్ధం.
tr: Yeni telefonunuzun keyfini çıkarmaya hazırsınız.
ur: آپ اپنے نئے فون سے لطف اندوز کرنے کے لئے تیار ہیں۔
uz: Yangi telefoningizdan rohat olishga tayyorsiz.
vi: Bạn đã sẵn sàng để tận hưởng chiếc điện thoại mới này.
xh: Ukulungele ukonwabela ifowuni yakho entsha.
zu: Usukulungele ukujabulela ifoni yakho entsha.

source: You’re ready to enjoy your updated phone.
am: የተሻሻለውን ስልኩን ለመጠቀም አሁን ዝግጁ ነው
ar: أنت مستعد للاستمتاع بهاتفك المحدّث.
bg: Наслаждавайте се на обновения си телефон.
bn_in: আপনি আপনার অাপডেটেড ফোন উপভোগ করতে প্রস্তুত।
br: Prest oc'h d'ober ho mad eus hizivadurioù ho hezougell.
bs: Spremni ste za uživanje u vašem nadograđenom telefonu.
ca: Ja ho teniu tot llest per gaudir del vostre telèfon actualitzat.
cy: Byddwch yn barod i fwynhau'r hyn sy'n newydd ar eich ffôn.
es: Todo está listo para que disfrute de su teléfono actualizado.
eu: Zure telefono eguneratuaz gozatzeko prest zaude.
fa: حالا شما آماده‌اید تا از تبلت جدید خود لذت ببرید.
ga_ie: Tá tú réidh sult a bhaint as do ghuthán nuashonraithe.
gd: Tha am fòn ùr deiseil ri do làimh a-nis.
hi_in: आप अपने नए अपडेटेड फ़ोन को एन्जॉय करने के लिए तैयार है.
hu: Készen áll frissített telefonja használatához.
id: Anda siap menikmati pembaruan ponsel Anda.
km: អ្នក​​ត្រៀម​​រួច​​​ហើយ​​ដើម្បី​​រីករាយ​ជាមួយ​ទូរស័ព្ទ​ដែលបាន​ធ្វើ​បច្ចុប្បន្នភាពរបស់អ្នក​។
kn: ನಿಮ್ಮ ಪರಿಷ್ಕರಿಸಿದ ಫೋನನ್ನು ಈಗ ನೀವು ಬಳಸಲು ಪ್ರಾರಂಭಿಸಬಹುದು.
mg: Vonona hankafy ny telefaonanao nohavaozina ianao.
mr: आपला नविन फोन वापरण्यास आपण सज्ज आहात.
ms: Anda bersedia menggunakan telefon anda yang baharu dikemaskini.
my: အဆင့်မြှင့်ထားသော သင့်ဖုန်းကို သုံးရန် အဆင်သင့်ဖြစ်ပါပြီ
ne: तपाईंँ आफ्नो नयाँ फोनको मनोरञ्जन लिन तयार हुनुभयो ।
pt: Está pronto para começar a utilizar o seu equipamento atualizado.
pt_br: Você está pronto para aproveitar seu telefone atualizado.
ro: Ești pregătit ca să te bucuri de telefonul tău actualizat.
si: ඔබේ යාවත් කළ දුරකථනය විඳීමට ඔබ සූදානම්.
ta: புதிப்பித்த பேசியை பாவிக்க நீங்கள் தயார்.
tr: Güncellenen telefonunuzun keyfini çıkarmaya hazırsınız.
ur: آپ اپنے نئے فون کی تازہ کاری سے لطف اندوز کرنے کے لئے تیار ہیں۔
uz: Yangilangan telefoningizdan rohat olishga tayyorsiz.

source: You can change the language, date/time and Wi-Fi connection in settings.
af: Jy kan die taal, datum/tyd en Wi-Fi-verbindings in die instellings verander.
am: መቀየር ይችላሉ ቋንቋ ቀን/ሰአት እና ዋይ-ፋይ ግንኙነቶችን ከ ማሰናጃ ውስጥ
ar: يمكنك تغيير اللغة والتاريخ واليوم ووصلة الواي فاي من خلال الإعدادات.
as: আপুনি সংহতিসমূহত ভাষা, তাৰিখ/সময় আৰু Wi-Fi সংযোগক পৰিবৰ্তন কৰিব পাৰিব।
bg: Може да промените езика, датата и Wi-Fi връзката в Настройки.
bn_in: আপনি ভাষা, তারিখ/time এবং ওয়াই-ফাই সংযোগ পরিবর্তন করতে পারেন সেটিংস এ গিয়ে।
br: Gallout a rit kemmañ ar yezh, an deiziad/eur hag ar c'hennask Wi-Fi en arventennoù.
bs: Možete promijeniti jezik, datum/vrijeme i Wi-Fi vezu u postavkama.
ca: Podeu canviar la llengua, la data/hora i la connexió Wi-Fi des dels Paràmetres.
cy: Mae modd newid iaith, dyddiad/amser a chysylltiadau diwifr yn y gosodiadau.
es: En Ajustes puede modificar el idioma, la fecha y hora, o la conexión wifi.
eu: Hizkuntza, data eta ordua eta Wi-Fi konexioa ezarpenetan alda ditzakezu.
fa: شما‌ می‌توانید زبان،تاریخ/زمان و اتصال Wi-Fi را در تنظیمات تغییر دهید.
ga_ie: Is féidir leat teanga, dáta/am agus an ceangal Wi-Fi a athrú sna Socruithe.
gd: ’S urrainn dhut an cànan, ceann-là, àm agus an ceangal WiFi atharrachadh sna roghainnean.
hi_in: आप भाषा, दिन/समय एवं वाई-फाई कनेक्शन के सेटिंग बदल सकते है.
hu: A Beállításokban módosíthatja a nyelvet, a dátumot/időt és a Wi-Fi kapcsolatot.
id: Anda dapat mengganti bahasa, tanggal/waktu, dan sambungan Wi-Fi di setelan.
km: អ្នក​អាច​ប្ដូរ​ភាសា កាលបរិច្ឆេទ/ពេលវេលា និង​ការ​ភ្ជាប់ Wi-Fi នៅ​ក្នុង​ការ​កំណត់។
kn: ಭಾಷೆ, ದಿನಾಂಕ/ಸಮಯ ಹಾಗೂ Wi-Fi ಸಂಪರ್ಕವನ್ನು ನೀವು ಸಿದ್ಧತೆಯ ತೆರೆಯಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು.
mg: Azonao havaozina ny teny, daty/ora sy fifandraisana Wi-Fi ao @ tefy.
ml: താങ്കൾക്ക് ഭാഷ, തീയതി,സമയം , വൈ-ഫൈ ബന്ധം എന്നിവ ക്രമീകരണങ്ങളിൽ മാറ്റാവുന്നതാണു്.
mr: सेटिंग मध्ये जाऊन, आपण भाषा, दिनांक/time आणि वाय-फाय कनेक्शन बदलू शकता.
ms: Anda boleh menukar bahasa, tarikh/masa dan sambungan Wi-Fi dalam tetapan.
my: ဘာသာစကား၊ နေ့/time နဲ့ Wi-Fi ချိတ်ဆက်မှူတွေကို အပြင်အဆင်မှာ သွား ပြောင်းနိုင်ပါတယ်။
ne: तपाईंले भाषा, मिति/समय र वाइ-फाइ जडान सेटिङ्हरूमा परिवर्तन गर्नसक्नुहुन्छ।
or: ଆପଣ ଭାଷା, ତାରିଖ/date ଓ ୱାଇଫାଇ ସଂଯୋଗ ସେଟିଂକୁ ବଦଳାଇ ପାରିବେ।
pt: Pode alterar o idioma, data/hora e ligação à rede sem fios nas definições.
pt_br: Você pode alterar o idioma, data/hora e conexões Wi-Fi nas configurações.
ro: Poți schimba setările de limbă, dată/oră și conexiunea Wi-Fi.
si: භාෂාව, දිනය/වේලාව හා Wi-Fi සබඳතාවයේ සැකසුම් ඔබට සැකසුම් උපකාරකයෙන් සකසා ගත හැකියි.
sw: Unaweza kubadilisha lugha, tarehe/wakati na muunganisho wa Wi-Fi katika mipangilio.
ta: மொழி, தேதி/நேரம், வை-பை இணைப்பு ஆகியவற்றை அமைவுகளில் மாற்ற முடியும்.
te: మీరు భాషను, తేదీ/సమయం మరియు వై-ఫై అనుసంధానాన్ని అమరికలనందు మార్చవచ్చు.
th: คุณสามารถเปลี่ยนภาษา วันที่/เวลา และการเชื่อมต่อ Wi-Fi ได้ในการตั้งค่า
tr: Dili, tarihi/saati ve Wi-Fi bağlantısını ayarlardan değiştirebilirsiniz.
ur: آپ زبان، تاریخ/time اور وائی فائی کنکشن کی ترتیبات میں تبدیل کر سکتے ہیں۔
uz: Siz til, sana/vaqt va Wi-Fi ulanishni sozlamalardan o‘zgartirishingiz mumkin.
vi: Bạn có thể thay đổi ngôn ngữ, thời gian và kết nối Wi-Fi trong phần Cài đặt.
xh: Ungalutshintsha ulwimi, umhla/ixesha kunye nonxibelelwano lwe-Wi-Fi kwiisethingi.
zu: Ungashintsha ulimi, usuku/isikhathi kanye nokuxhumana nge-Wi-Fi kumasethingi.

source: Let’s go
af: Kom ons begin
am: እንሂድ
ar: هيا بنا
as: যাওঁ ব'লক
bg: Напред
bn_in: চলুন
br: Deomp dezhi
bs: Idemo
ca: Som-hi
cy: Ffwrdd â ni
es: Vamos allá
eu: Goazen!
fa: بزن بریم
ga_ie: Ar aghaidh linn
gd: Tiugainn
hi_in: चलो चलते हैं
hu: Gyerünk
id: Mulai
km: តោះ​ទៅ
kn: ಬನ್ನಿ ಹೋಗೋಣ
mg: Ndao!
ml: നമുക്ക് പോകാം
mr: सुरू करा
ms: Mari
my: သွားကြစို့
ne: ल जाऊँ
or: ଆସନ୍ତୁ ଯିବା
pt: Vamos lá
pt_br: Vamos lá
ro: Să începem
si: ආරම්භ කරමු
sw: Twende
ta: போ
te: పద
th: ไปกันเลย
tr: Haydi başlayalım
ur: چلو شروع
uz: Qani, ketdik
vi: Bắt đầu nào
xh: Masihambe
zu: Asiye-ke

source: Start tour
af: Begin toer
am: ጉብኝት መጀመሪያ
ar: ابدء الجولة
as: ভ্ৰমণ আৰম্ভ কৰক
bg: Начало
bn_in: সফর শুরু করুন
br: Kregiñ ganti
bs: Započni obilazak
ca: Comença
cy: Cychwyn arni
es: Comenzar visita
eu: Hasi itzulia
fa: شروع تور
ga_ie: Tosaigh an turas
gd: Tòisich air an turas
hi_in: आरम्भ करें
hu: Bemutató
id: Mulai perkenalan
km: ចាប់ផ្ដើម​មើល​សាក
kn: ವಿಹರಿಸಿ
mg: Hanomboka fizahana
ml: ടൂര്‍ തുടങ്ങാം
mr: माहिती सुरू करा
ms: Mulakan perjalanan
my: စလည်မည်
ne: भ्रमण सुरु गर्नुहोस्
or: ଟୁର ଆରମ୍ଭ କରନ୍ତୁ
pt: Começar passeio
pt_br: Começar
ro: Începe turul
si: සවාරිය අරඹන්න
sw: Anza ziara
ta: தொடங்கு
te: విహారం ప్రారంభించు
th: เริ่มการเที่ยวชม
tr: Turu başlat
ur: دورے شروع
uz: Sayohatni boshlash
vi: Bắt đầu
xh: Qalisa ukhenketho
zu: Qala uhambo

source: You can always swipe from the bottom edge to enter home screen.
af: Jy kan altyd vanaf die onderste rand vee om na die tuisskerm te gaan.
am: ሁል ጊዜ ከ ታች ወደ ላይ መጥረግ ይችላሉ ወደ ቤት መመልከቻው ለመግባት
ar: يمكنك دائما السحب بإصبعك من الحافة السفلى لدخول الشاشة الرئيسية.
as: আপুনি আৰম্ভণি পৰ্দাত যাবলৈ যিকোনো সময়ত তলৰ প্ৰান্তৰ পৰা চুৱাইপ কৰিব পাৰিব।
bg: Винаги може да плъзнете от долния ъгъл, за да влезете в началния екран.
bn_in: আপনি সবসময় হোম স্ক্রিনের নিচের পর্দা থেকে সোয়াইপ করতে পারেন।
br: Gallout a rit mont en-dro war ar skramm degemer en ur lakaat ho piz da riklañ adalek ar riblenn draoñ.
bs: Uvijek možete prevući prstom sa donje ivice za ulazak na početni ekran.
ca: Sempre podeu fer lliscar el dit des de la vora inferior per anar a la pàgina d'inici.
cy: Mae modd llusgo o'r ymyl gwaelod i fynd i'r sgrin cartref.
es: Siempre puede deslizar la parte inferior de la pantalla para acceder a la pantalla de inicio.
eu: Beheko ertzetik hatza pasa dezakezu hasierako pantailan sartzeko.
fa: برای ورود به صفحهٔ خانگی، همیشه می‌توانید از لبهٔ پایینی بکشید.
ga_ie: Is féidir i gcónaí svaidhpeáil aníos chun filleadh ar an scáileán baile.
gd: ’S urrainn dhut grad-shlaighdeadh a-nìos on oir airson na sgrìn mhòr co-dhiù.
hi_in: तुम हमेशा मुखपृष्ठ स्क्रीन में प्रवेश करने के निचले किनारे से स्वाइप कर सकते हैं.
hu: Lentről felfelé csúsztatva bármikor elérheti a kezdőképernyőt.
id: Anda dapat menggesek dari bawah untuk berpindah ke layar beranda.
km: អ្នក​អាច​អូស​ពី​គែម​ប៊ូតុង​​ដើម្បី​បញ្ចូល​ទៅ​អេក្រង់​ដើម​​ជា​និច្ច។
kn: ಕೆಳಗಿನ ಬದಿಯಿಂದ ಒಮ್ಮೆ ಸ್ವೈಪ್ ಮಾಡಿ ಯಾವಾಗ ಬೇಕಾದರೂ ನೀವು ಹೋಮ್ ಸ್ಕ್ರೀನಿಗೆ ತಲುಪುಬಹುದು.
mg: Azonao atao foana ny manasosa avy eo @ sisiny ambany hidirana @ efijery trano.
ml: പൂമുഖത്തേക്ക് കയറാന്‍ താഴെ നിന്ന് മുകളിലേക്ക് നീക്കിയാല്‍ മതി.
mr: फोनच्या मुख्य स्क्रिनवर जाण्यासाठी, खालील बाजुने स्वाइप करू शकता.
ms: Anda sentiasa boleh leret daripada hujung bawah untuk memasuki skrin utama.
my: ပင်မစာမျက်နှာသို့သွားရန် အောက်ခြေမှ အပေါ်သို့ လက်ဖြင့်ပွတ်ဆွဲတင်လိုက်ပါ
ne: तपाईं सधैं घर पर्दा प्रवेश गर्न तल किनाराबाट स्वाइप गर्न।
or: ହୋମସ୍କ୍ରିନରେ ପ୍ରବେଶ ପାଇବାଲାଗି ଆପଣ ସବୁବେଳେ ନିମ୍ନ ଧାରରେ ସ୍ୱାଇପ କରି ପାରିବେ।
pt: Pode sempre deslizar do fundo do ecrã para entrar no ecrã inicial.
pt_br: Você sempre pode deslizar a partir da borda inferior para entrar na tela inicial.
ro: Poți să glisezi mereu din marginea de jos pentru a intra în ecranul principal.
si: මුල් පිටුවට පිවිසීම සඳහා පහතම තීරුවේ සිට ස්වයිප් කිරීම කල හැකියි.
sw: Daima unaweza batilisha kutoka kona ya chini ili kuingia kwenye skrini ya nyumbani.
ta: நீங்க முகப்பு திரைக்கு செல்ல எப்பவுமே கீழ் முனையிலிருந்து உரசி விட வேண்டும்.
te: ముంగిలి తెరకు చేరుటకు మీరు కింది అంచునుండి ఎప్పుడూ స్వైప్ చేయవచ్చు.
th: คุณสามารถปัดจากขอบล่างเพื่อเข้าสู่หน้าจอแรกได้เสมอ
tr: Ana ekrana girmek için her zaman alt kenardan çekip sürükleyebilirsiniz.
ur: آپ ہمیشہ پایان سے سوائپ کر سکتے ہیں ہوم سکرین میں داخل ہونے کے لئے۔
uz: Siz doimo uy ekraniga kirish uchun pastgi chetidan silashingiz mumkin.
vi: Bạn có thể vuốt từ cạnh dưới để về màn hình chính.
xh: Ungaswayipa qho ukusuka kwikona esezantsi ukungena kwisikrini sasekhaya.
zu: Ungakwazi ukuswayipha kusuka ezansi ukuze ufike eskrinini sasekhaya.

source: Let’s do it!
af: Kom ons doen dit!
am: እንስራው!
ar: لنقم بذلك!
as: ইয়াক কৰো আহক!
bg: Нека го направим!
bn_in: চলুন করে ফেলা যাক !
br: Deomp dezhi !
bs: Uradimo to!
ca: Proveu-ho!
cy: Ffwrdd â ni!
es: ¡Hagámoslo!
eu: Egin dezagun!
fa: بیایید اینکار را انجام دهیم!
ga_ie: Seo linn!
gd: Tiugainn!
hi_in: चलो यह करते हैं!
hu: Csináljuk!
id: Lakukan!
km: អនុញ្ញាត​ឲ្យ​ធ្វើ​វា!
kn: ಶುರು ಮಾಡೋಣ ಬನ್ನಿ!
mg: Ndao hanao azy!
ml: നമുക്ക് തുടങ്ങാം!
mr: आपण करू या!
ms: Mari lakukannya!
my: လုပ်လိုက်ကြစို့!
ne: हामी गरौ!
or: ଆସନୁ ୟାକୁ କରିବା!
pt: Vamos fazer isto!
pt_br: Vamos fazê-lo!
ro: Să o facem!
si: එය දැන් ආරම්භ කරමු !
sw: Tuifanye!
ta: உடனே அதை செய்வோம்!
te: చేద్దాం పదండి!
th: มาทำกัน!
tr: Başlayalım!
ur: چلو کرتے ہیں!
uz: Qani, buni bajaramiz!
xh: Masiyenze!
zu: Asikwenze-ke!

source: Free Apps
ar: تطبيقات مجانية
bg: Безплатни приложения
br: Arloadoù digoust
bs: Besplatne aplikacije
cy: Apiau am Ddim
es: Apps Gratis
eu: Doako aplikazioak
fa: برنامه‌های رایگان
ga_ie: Aipeanna Saor in Aisce
gd: Aplacaidean saora
pt: Aplicações gratuitas
th: แอปฟรี
