Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: Enter PIN code
af: Voer PIN-kode in
am: የ ፒን ኮድ ያስገቡ
ar: أدخل كود PIN
as: PIN ক'ড সুমুৱাওক
bg: Въведете PIN
bn_in: PIN কোড লিখুন
br: Roit ar voneg PIN
bs: Unesite PIN kod
ca: Introduïu el PIN
cy: Rhowch eich cod PIN
es: Escribir PIN
eu: Sartu PIN kodea
fa: وارد‌کردن کد PIN
ga_ie: Cuir UAP isteach
gd: Cuir a-steach an còd PIN
hi_in: पिन-कोड प्रविष्ट करे
hu: Adja meg a PIN kódot
id: Masukkan kode PIN
km: បញ្ចូល​​កូដ PIN
kn: PIN ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Ampidiro kaody PIN
ml: പിന്‍ കോഡ് അടിക്കുക
mr: PIN कोड टाका
ms: Masukkan kod PIN
my: PIN ကုဒ်အားဖြည့်ပါ
ne: PIN कोड प्रविष्ट गर्नुहोस्
or: PIN କୋଡ ଲେଖନ୍ତୁ
pt: Introduza o código PIN
pt_br: Inserir código PIN
ro: Introdu codul PIN
si: PIN කේතය ඇතුළු කරන්න
sw: Ingiza Msimbo wa PIN
ta: பிண் குறியீடை உள்ளிடு
te: పిన్ సంకేతాన్ని ఇవ్వండి
th: ป้อนรหัส PIN
tr: PIN kodunu girin
ur: PIN کوڈ داخل کریں
uz: PIN kodni kiriting
vi: Nhập mã PIN
xh: Faka ikhowudi ye-PIN
zu: Faka ikhodi ye-PIN

source: Type your PIN code
af: Tik jou PIN-kode
am: የ እርስዎን የ ፒን ኮድ ያስገቡ
ar: ادخل كود PIN
as: আপোনাৰ PIN ক'ড টাইপ কৰক
bg: Въведете вашия PIN код
bn_in: PIN কোড টাইপ করুন
br: Bizskrivit ar voneg PIN
bs: Upišite vaš PIN kod
ca: Introduïu el codi PIN
cy: Teipiwch eich cod PIN
es: Escriba su PIN
eu: Sartu zure PIN kodea
fa: کد ‌PIN خود را وارد کنید
ga_ie: Cuir do UAP isteach
gd: Cuir a-steach an còd PIN agad
hi_in: अपना पिन-कोड टंकित करे
hu: Írja be PIN kódját
id: Ketikkan kode PIN Anda
km: វាយ​លេខ​កូដ PIN របស់​អ្នក
kn: ನಿಮ್ಮ PIN ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Soraty ny kaody PIN anao
ml: പിന്‍ കോഡ് അടിക്കുക
mr: आपला PIN कोड टाइप करा
ms: Taip kod PIN anda
my: သင့် PIN ကုဒ်အားရေးဖြည့်ပါ
ne: PIN कोड लेख्नुहोस्
or: ଆପଣଙ୍କର ପିନ କୋଡ ଲେଖନ୍ତୁ
pt: Digite o seu código PIN
pt_br: Digite seu código PIN
ro: Tastează codul PIN
si: ඔබගේ PIN කේතය සටහන් කරන්න
sw: Andika msimbo wako wa PIN
ta: உங்களுடைய பிண் குறியீடை தட்டு
te: మీ పిన్ సంకేతాన్ని ఇవ్వండి
th: กรอกรหัส PIN ของคุณ
tr: PIN kodunuzu yazın
ur: اپنا PIN کوڈ درج کریں
uz: PIN kodingizni kiriting
vi: Nhập mã PIN của bạn
xh: Tayipa ikhowudi ye-PIN yakho
zu: Bhala ikhodi yakho ye-PIN

source: SIM {{n}} PIN
am: ሲም {{n}} ፒን
br: PIN ar SIM {{n}}
ca: PIN de la SIM {{n}}
cy: PIN {{n}} SIM
es: PIN de la SIM {{n}}
eu: {{n}}. SIMaren PINa
fa: PIN {{n}} سیم‌کارت
ga_ie: UAP SIM {{n}}
hu: {{n}}. SIM PIN
id: PIN SIM {{n}}
mg: PIN {{n}} an'ny SIM
ml: സിം {{n}} പിന്‍
pt: PIN do SIM {{n}}
pt_br: Código PIN do cartão SIM {{n}}
ro: PIN pentru SIM {{n}}
si: SIM {{n}} හී PIN අංකය
ta: சிம் {{n}} ன் கடவு எண்
te: సిమ్ {{n}} పిన్
th: PIN ของ SIM {{n}}
tr: SIM {{n}} PIN'i
ur: سم {{n}} پن
vi: Mã PIN của SIM {{n}}

source: PIN must have between 4 and 8 characters.
af: PIN moet tussen 4 en 8 karakters hê.
am: ፒን ከ 4 እስከ 8 ባህሪዎች መያዝ አለበት
ar: رقم الكود PIN يجب أن يحتوي بين 4 و8 أحرف.
as: PIN ৪ ৰ পৰা ৮ টা আখৰৰ ভিতৰত হ'ব লাগে।
bg: PIN-ът трябва да е от 4 до 8 знака.
bn_in: PIN 4 থেকে 8 সংখ্যার মধ্যে হওয়া আবশ্যক।
br: Hirder ar PIN a rank bezañ etre 4 ha 8 arouezenn.
bs: PIN mora imati između 4 i 8 znakova.
ca: El PIN ha de tenir entre 4 i 8 caràcters.
cy: Rhaid fod gan PIN rhwng 4 a 8 nod.
es: El PIN debe tener entre 4 y 8 caracteres.
eu: PINak 4 eta 8 karaktere artekoa izan behar du.
fa: PIN حداقل باید بین ۴ تا ۸ کلمه باشد.
ga_ie: Ní mór idir ceithre agus ocht gcarachtar a bheith san UAP.
gd: Feumaidh am PIN a bhith eadar 4 is 8 àireamhan a dh'fhaid.
hi_in: PIN 4 से 8 वर्ण के बीच होनी चाहिए.
hu: A PIN 4 és 8 karakter közti hosszúságú kell legyen.
id: PIN harus terdiri dari 4 hingga 8 karakter.
km: PIN ត្រូវតែ​មាន​ចន្លោះ​ពី 4 និង 8 តួអក្សរ។
kn: PIN 4 ಮತ್ತು 8 ಅಕ್ಷರಗಳ ಮಧ್ಯದಲ್ಲಿರಬೇಕು.
mg: Tsy maintsy misy maritsoratra 4 h@ 8 ny PIN.
ml: പിന്നിന് 4 നും 8 നും ഇടയില്‍ അക്ഷരം വേണം.
mr: PIN कोड 4 ते 8 अक्षरांचा असने आवश्यक.
ms: PIN harus mempunyai antara 4 dan 8 aksara.
my: PIN သှ် 4 မှ 8 လုံး အထိ စာလုံးရေပါဝင်ရမည်
ne: PIN ४ देखि ८ क्यारेक्टरहरूको हुनुपर्छ।
or: PIN ନିଶ୍ଚିତ ଭାବରେ 4 ଏବଂ 8 ଅକ୍ଷର ବିଶିଷ୍ଟ।
pt: O PIN deve ter entre 4 e 8 caracteres.
pt_br: O PIN deve ter entre 4 e 8 caracteres.
ro: PIN-ul trebuie să conțină între 4 și 8 caractere.
si: PIN කේතය අංක 4ත් 8ත් අතර විය යුතුයි.
sw: PIN lazima iwe na herufi 4 na 8.
ta: 4 க்கும் 8 க்கும் இடைப்பட்ட எழுத்துகளில் தான் பிண்னானது இருக்கனும்.
te: పిన్ తప్పకుండా 4 నుండి 8 అక్షరాల మధ్య ఉండాలి.
th: PIN ต้องมีความยาวระหว่าง 4 ถึง 8 ตัวอักษร
tr: PIN uzunluğu 4 ile 8 karakter arasında olmalıdır.
ur: پن لازمن 4 سے 8 کیریکٹر کے درمیان ہونا چاہیے۔
uz: PIN kod 4 tadan 8 tagacha belgidan iborat bo‘lishi kerak.
vi: Mã PIN phải có từ 4 đến 8 kí tự.
xh: I-PIN mayibe neekharakhtha eziphakathi kwesi-4 nesi-8.
zu: I-PIN kufanele ibe nezinhlamvu eziphakathi kwezi-4 kanye neziyi-8.

source: The PIN was incorrect.
af: Die PIN was verkeerd.
am: ፒን ትክክል አይደለም
ar: كود PIN خاطئ.
as: PIN টো ভুল আছিল।
bg: PIN-ът е неправилен.
bn_in: PIN ভুল।
br: Direizh e oa ar PIN.
bs: PIN je pogrešan.
ca: El PIN és incorrecte.
cy: Roedd y PIN yn anghywir.
es: El PIN no es correcto.
eu: PINa okerra da.
fa: PIN نادرست بود.
ga_ie: UAP mícheart
gd: Bha am PIN cearr.
hi_in: PIN गलत थी.
hu: A PIN kód helytelen volt.
id: PIN salah.
km: PIN មិន​ត្រឹមត្រូវ។
kn: ಈ PIN ಸರಿಯಾಗಿರಲಿಲ್ಲ.
mg: Diso ilay PIN.
ml: പിന്‍ തെറ്റാണ്.
mr: PIN चुकीचा होता.
ms: PIN salah.
my: PIN မှားနေသှ်
ne: PIN गलत थियो।
or: PIN ଟି ଭୁଲ ଥିଲା।
pt: O PIN estava incorreto.
pt_br: O PIN está incorreto.
ro: PIN-ul a fost incorect.
si: PIN කේතය වැරදියි.
sw: PIN haikuwa sahihi.
ta: பிண் தவறானது.
te: పిన్ సరైంది కాదు.
th: PIN ไม่ถูกต้อง
tr: PIN yanlış.
ur: PIN غیر صحیح تھی۔
uz: PIN kod noto‘g‘ri.
vi: Mã PIN không chính xác.
xh: I-PIN ayichanekanga.
zu: I-PIN engesiyo.

source: You have one try left to enter the correct code before locking the SIM card.
af: Jy het een probeerslag oor om die regte kode in te voer voordat die SIM-kaart gegrendel word.
am: እርስዎ አሁን አንድ ሙከራይቀሮታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርዱ ከመቆለፉ በፊት
ar: لديك محاوله واحدة متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
as: SIM কাৰ্ড লক্‌ হোৱাৰ আগতে শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ {{n}} টা প্ৰচেষ্টা বাকী আছে।
bg: Имате един опит да въведете правилен код преди да заключите SIM картата.
bn_in: SIM লক হয়ে যাবার আগে আপনার কেবলমাত্র একটি প্রচেষ্টা করার সুযোগ বাকি আছে।
br: Chom a ra deoc'h un arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još jedan pokušaj da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queda un intent per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Dim ond un cyfle sydd ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Sólo le queda un intento para escribir el código correcto antes de bloquear la SIM.
eu: Azken aukera daukazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها یکبار دیگر قبل از قفل شدن سیم‌کارت خود برای وارد نمودن کد صحیح فرصت دارید.
ga_ie: Níl ach iarracht amháin eile agat sula gcuirfear an cárta SIM faoi ghlas.
gd: Chan eil ach aon oidhirp air fhàgail mus dèid a’ chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास एक कोशिश शेष है.
hu: Egy kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Anda hanya mempunyai satu kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM dikunci.
km: អ្នក​នៅ​សល់​ការ​ព្យាយាម​ម្ដង​ទៀត​ក្នុង​ការ​បញ្ចូល​លេខ​កូដ​ត្រឹមត្រូវ មុន​ពេល​​បិទ​​​ SIM កាតនេះ។
kn: SIM ಕಾರ್ಡ್ ಅನ್ನು ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ ಒಂದು ಪ್ರಯತ್ನ ಬಾಕಿ ಇದೆ.
mg: Andrana iray sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ml: സിം കാര്‍ഡ് പൂട്ടുന്നതിന് മുന്‍പ് ശരിയായ കോഡ് അടിക്കാന്‍ ഒരു ശ്രമം ബാക്കിയുണ്ട്.
mr: SIM कार्ड लाॅक होण्याआधी आपल्याकडे अचूक कोड टाकण्यासाठी एक प्रयत्न बाकी आहे.
ms: Anda mempunyai satu cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.
my: SIM ကဒ်အား ပိတ်မပစ်လိုက်ခင် သင့်အတွက် တစ်ကြိမ်သာ စမ်းကြည့်ဖို့ အခွင့်အရေး ကျန်သှ်
ne: तपाईंसंग सिम कार्ड बन्द हुनु भन्दा अघी साहि कोड प्रविष्ट गर्न एक कोसिस मात्र बाकी छ।
or: SIMକାର୍ଡକୁ କିଳିବା ଆଗରୁ ଠିକ କୋଡ ଦେବାପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଆଉ ମାତ୍ର ଗୋଟିଏ ସୁଯୋଗ ରହିଛି।
pt: Resta uma tentativa para introduzir o código correto antes de bloquear o cartão SIM.
pt_br: Você tem mais uma tentativa para inserir o código correto antes de bloquear o chip SIM.
ro: Ai o încercare rămasă pentru a introduce codul corect înainte de a bloca cartela SIM.
si: ඔබට ඉතිරිව ඇත්තේ තවත් එක් උත්සාහ අවස්ථාවක් නිසා නිවැරදි කේතය පමණක් ඇතුලත් කර SIM පත අඟුලු වැටීමෙන් වලක්වා ගන්න
sw: Una jaribio moja lililobaki kuingiza kodi sahihi kabla ya kufunga kadi ya SIM.
ta: சரியான குறியீடை உள்ளிட ஒரேயொரு முயற்சி மீதமுள்ளது இல்லையென்றால் சிம் அட்டை பூட்டிக்கொள்ளும்.
te: సరైన కోడ్ ఇవ్వడానికి ఇంకొక్క అవకాశం లేదంటే సిమ్ కార్డ్ తాళంవేయబడును.
th: คุณเหลืออีกหนึ่งครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kartı kilitlemeksizin bir kez giriş hakkınız kaldı.
ur: صحیح کوڈ داخل کرنے کے لیے آپ کے پاس صرف ایک موقع باقی ہے قبل اس سے کہ SIM کارڈ مقفل ہو جائے۔
uz: Siz yana bir marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
vi: Bạn còn một lần thử trước khi khóa SIM.
xh: Unethuba elinye eliseleyo lokufaka ikhowudi echanekileyo phambi kokuba itshixwe iSIM-khadi.
zu: Usalelwe yithuba elilodwa lokufaka ikhodi eyiyo ngaphambi kokuba ikhadi le-SIM likhiyeke.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat die SIM-kaart gegrendel word.
am: እርስዎ አሁን {{n}} ሙከራዎች ይቀሮታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርዱ ከመቆለፉ በፊት
ar: لديك {{n}} محاولات متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
as: SIM কাৰ্ড লক্‌ হোৱাৰ আগতে শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ হাতত {{n}} প্ৰচেষ্টা বাকী আছে।
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_in: SIM কার্ড লক হয়ে যাবার আগে আপনার {{n}} গুলি প্রচেষ্টা করা বাকি আছে।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Mae gennych {{n}} cyfle ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها {{n}}بار دیگر قبل از قفل شدن سیم‌کارت خود برای وارد نمودن کد صحیح فرصت دارید.
ga_ie: Tá {{n}} iarracht eile agat sula gcuirfear an cárta SIM faoi ghlas.
gd: Chan eil ach {{n}} oidhirp air fhàgail mus dèid a’ chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश शेष है.
hu: {{n}} kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Anda mempunyai {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM dikunci.
km: អ្នក​នៅ​សល់​ការ​ព្យាយាម {{n}} ​ទៀត​ក្នុង​ការ​បញ្ចូល​លេខ​កូដ​ត្រឹមត្រូវ មុន​ពេល​​​បិទ SIM កាត​នេះ។
kn: SIM ಕಾರ್ಡ್ ಅನ್ನು ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ml: സിം കാര്‍ഡ് പൂട്ടുന്നതിന് മുന്‍പ് ശരിയായ കോഡ് അടിക്കാന്‍ {{n}} ശ്രമങ്ങള്‍ ബാക്കിയുണ്ട്.
mr: SIM कार्ड लाॅक होण्याआधी आपल्याकडे अचूक कोड टाकण्यासाठी {{n}} प्रयत्न बाकी आहेत.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.
my: SIM ကဒ်အား ပိတ်မပင်ခင် သင် {{n}} ကြိမ် သာ မှန်ကုန်သော ကုဒ်ကိုဖြည့်ရန် ကျန်သှ်
ne: तपाईंसंग सिम कार्ड बन्द हुनु भन्दा अघी साहि कोड प्रविष्ट गर्न {{n}} कोसिस बाकी छन्।
or: SIMକାର୍ଡକୁ କିଳିବା ଆଗରୁ ଠିକ କୋଡ ଦେବାପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଆଉ {{n}}ଟି ସୁଯୋଗ ରହିଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
pt_br: Você tem {{n}} tentativas para inserir o código correto antes de bloquear o chip SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: ඔබට තවත් උත්සාහ කිරීම් අවස්ථා {{n}} ක් SIM පත අඟුලු වැටීමට පෙර ඇතුල් කිරීමේ හැකියාවට ඉතිරිව ඇත.
sw: Una majaribio {{n}} yaliobaki kuingiza kodi sahihi kabla ya kufunga kadi ya SIM.
ta: சரியான குறியீடை உள்ளிட {{n}} முயற்சிகள் மீதமுள்ளன இல்லையென்றால் சிம் அட்டை பூட்டிக்கொள்ளும்.
te: ఇంకా {{n}} ప్రయత్నాలలో మీరు సరైన కోడ్ ఇవ్వాలి లేదంటే సిమ్ కార్డ్ తాళంవేయబడును.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: صحیح کوڈ داخل کرنے کے لیے آپ کے پاس {{n}} مواقع باقی ہیں قبل اس سے کہ SIM کارڈ مقفل ہو جائے۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
vi: Bạn còn {{n}} lần thử trước khi khóa SIM.
xh: Unamathuba ama{{n}} aseleyo okufaka ikhowudi echanekileyo phambi kokuvalwa kweSIM-khadi.
zu: Usalelwe ngamathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuba ikhadi le-SIM likhiyeke.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat die SIM-kaart gegrendel word.
am: እርስዎ አሁን {{n}} ሙከራዎች ይቀሮታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርዱ ከመቆለፉ በፊት
ar: لديك {{n}} محاولات متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
as: SIM কাৰ্ড লক্‌ হোৱাৰ আগতে শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ হাতত {{n}} প্ৰচেষ্টা বাকী আছে।
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_in: SIM কার্ড লক হয়ে যাবার আগে আপনার {{n}} গুলি প্রচেষ্টা করা বাকি আছে।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Mae gennych {{n}} cyfle ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها {{n}} دیگر قبل از قفل شدن سیم‌کارت خود برای وارد نمودن کد صحیح فرصت دارید.
ga_ie: Tá {{n}} iarracht eile agat sula gcuirfear an cárta SIM faoi ghlas.
gd: Chan eil ach {{n}} oidhirpean air fhàgail mus dèid a’ chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश शेष है.
hu: {{n}} kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Anda mempunyai {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM dikunci.
km: អ្នក​នៅ​សល់​ការ​ព្យាយាម {{n}} ​ទៀត​ក្នុង​ការ​បញ្ចូល​លេខ​កូដ​ត្រឹមត្រូវ មុន​ពេល​​បិទ SIM កាត។
kn: SIM ಕಾರ್ಡ್ ಅನ್ನು ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ml: സിം കാര്‍ഡ് പൂട്ടുന്നതിന് മുന്‍പ് ശരിയായ കോഡ് അടിക്കാന്‍ {{n}} ശ്രമങ്ങള്‍ ബാക്കിയുണ്ട്.
mr: SIM कार्ड लाॅक होण्याआधी आपल्याकडे अचूक कोड टाकण्यासाठी {{n}} प्रयत्न बाकी आहेत.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.
my: SIM ကဒ်အား ပိတ်မပင်ခင် သင် {{n}} ကြိမ် သာ မှန်ကုန်သော ကုဒ်ကိုဖြည့်ရန် ကျန်သှ်
ne: तपाईंसंग सिम कार्ड बन्द हुनु भन्दा अघी साहि कोड प्रविष्ट गर्न {{n}} कोसिस बाकी छन्।
or: SIMକାର୍ଡକୁ କିଳିବା ଆଗରୁ ଠିକ କୋଡ ଦେବାପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଆଉ {{n}}ଟି ସୁଯୋଗ ରହିଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
pt_br: Você tem {{n}} tentativas para inserir o código correto antes de bloquear o chip SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: ඔබට තවත් උත්සාහ කිරීම් අවස්ථා {{n}} ක් SIM පත අඟුලු වැටීමට පෙර ඇතුල් කිරීමේ හැකියාවට ඉතිරිව ඇත.
sw: Una majaribio {{n}} yaliobaki kuingiza kodi sahihi kabla ya kufunga kadi ya SIM.
ta: சரியான குறியீடை உள்ளிட {{n}} முயற்சிகள் மீதமுள்ளன இல்லையென்றால் சிம் அட்டை பூட்டிக்கொள்ளும்.
te: ఇంకా {{n}} ప్రయత్నాలలో మీరు సరైన కోడ్ ఇవ్వాలి లేదంటే సిమ్ కార్డ్ తాళంవేయబడును.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: صحیح کوڈ داخل کرنے کے لیے آپ کے پاس {{n}} مواقع باقی ہیں قبل اس سے کہ SIM کارڈ مقفل ہو جائے۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
vi: Bạn còn {{n}} lần thử trước khi khóa SIM.
xh: Unamathuba ama{{n}} aseleyo okufaka ikhowudi echanekileyo phambi kokuvalwa kweSIM-khadi.
zu: Usalelwe ngamathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuba ikhadi le-SIM likhiyeke.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat die SIM-kaart gegrendel word.
am: እርስዎ አሁን {{n}} ሙከራዎች ይቀሮታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርዱ ከመቆለፉ በፊት
ar: لديك {{n}} محاولات متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
as: SIM কাৰ্ড লক্‌ হোৱাৰ আগতে শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ হাতত {{n}} প্ৰচেষ্টা বাকী আছে।
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_in: SIM কার্ড লক হয়ে যাবার আগে আপনার {{n}} গুলি প্রচেষ্টা করা বাকি আছে।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Mae gennych {{n}} cyfle i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها {{n}}بار دیگر قبل از قفل شدن سیم‌کارت خود برای وارد نمودن کد صحیح فرصت دارید.
ga_ie: Tá {{n}} n-iarracht eile agat sula gcuirfear an cárta SIM faoi ghlas.
gd: Chan eil ach {{n}} oidhirp air fhàgail mus dèid a’ chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश शेष है.
hu: {{n}} kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Anda mempunyai {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM dikunci.
km: អ្នក​នៅ​សល់​ការ​ព្យាយាម {{n}} ​ទៀត​ក្នុង​ការ​បញ្ចូល​លេខ​កូដ​ត្រឹមត្រូវ មុន​ពេល​​បិទ SIM កាត។
kn: SIM ಕಾರ್ಡ್ ಅನ್ನು ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ml: സിം കാര്‍ഡ് പൂട്ടുന്നതിന് മുന്‍പ് ശരിയായ കോഡ് അടിക്കാന്‍ {{n}} ശ്രമങ്ങള്‍ ബാക്കിയുണ്ട്.
mr: SIM कार्ड लाॅक होण्याआधी आपल्याकडे अचूक कोड टाकण्यासाठी {{n}} प्रयत्न बाकी आहेत.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.
my: SIM ကဒ်အား ပိတ်မပင်ခင် သင် {{n}} ကြိမ် သာ မှန်ကုန်သော ကုဒ်ကိုဖြည့်ရန် ကျန်သှ်
ne: तपाईंसंग सिम कार्ड बन्द हुनु भन्दा अघी साहि कोड प्रविष्ट गर्न {{n}} कोसिस बाकी छन्।
or: SIMକାର୍ଡକୁ କିଳିବା ଆଗରୁ ଠିକ କୋଡ ଦେବାପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଆଉ {{n}}ଟି ସୁଯୋଗ ରହିଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
pt_br: Você tem {{n}} tentativas para inserir o código correto antes de bloquear o chip SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: SIM පත අඟුලු වැටීමට ප්‍රථම නිවැරදි කේතය ඉදිරිපත් කිරීමට ඔබට තවත් අවස්ථා {{n}}ක් ඉතිරි වී ඇත.
sw: Una majaribio {{n}} yaliobaki kuingiza kodi sahihi kabla ya kufunga kadi ya SIM.
ta: சரியான குறியீடை உள்ளிட {{n}} முயற்சிகள் மீதமுள்ளன இல்லையென்றால் சிம் அட்டை பூட்டிக்கொள்ளும்.
te: ఇంకా {{n}} ప్రయత్నాలలో మీరు సరైన కోడ్ ఇవ్వాలి లేదంటే సిమ్ కార్డ్ తాళంవేయబడును.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: آپ کے پاس صحیح کوڈ درج کرنے کے لیئے آپ کے پاس {{n}} مواقع باقی رہ گئے ہیں قبل اس سے قبل کہ SIM کارڈ مقفل ہو جائے۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
vi: Bạn còn {{n}} lần thử trước khi khóa SIM.
xh: Unamathuba ama{{n}} aseleyo okufaka ikhowudi echanekileyo phambi kokuvalwa kweSIM-khadi.
zu: Usalelwe amathuba angu-{{n}} okubhala ikhodi eyiyo ngaphambi kokuba ikhadi le-SIM likhiyeke.
