Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: Obtaining an IP address…
af: Verkry tans 'n IP-adres…
am: በመፈለግ ላይ የ IP address…
ar: جارِ الحصول علي عنوان IP...
as: IP ঠিকনা এটা আহৰণ কৰি থকা হৈছে...
bg: Получаване на IP адрес…
bn_in: আইপি অ্যাড্রেস সংগ্রহ করা হচ্ছে…
br: O kaout ur chomlec'h IP…
bs: Prikupljanje IP adrese…
ca: S'està obtenint una adreça IP…
cy: Estyn cyfeiriad IP…
es: Obteniendo dirección IP…
eu: IP helbidea eskuratzen…
fa: در حال دریافت آدرس IP…
ga_ie: Seoladh IP á fháil…
gd: A’ faighinn seòladh IP…
hi_in: IP एड्रेस प्राप्त कर रहा है…
hu: IP-cím beszerzése…
id: Mendapatkan alamat IP…
km: កំពុង​ទទួល​អាសយដ្ឋាន IP...
kn: IP ವಿಳಾಸ ಪಡೆದುಕೊಳ್ಳಲಾಗುತ್ತಿದೆ…
mg: Maka adiresy IP…
ml: ഐപി വിലാസം എടുക്കുന്നു…
mr: IP पत्ता मिळवत आहे…
ms: Mendapatkan alamat IP…
my: IP လိပ်စာတစ်ခုအားရယူနေသှ်
ne: एक IP ठेगाना पाउदै ...
or: IP ଠିକଣା ଧାରଣ କରୁଛି…
pt: A obter um endereço IP…
pt_br: Obtendo endereço IP…
ro: Se obține o adresă IP…
si: IP ලිපිනය ලබා ගනිමින්...
sw: Kupata anwani ya IP…
ta: ஒரு ஐபி முகவரியை பெறுகிறது...
te: ఐపి చిరునామా పొందుతోంది...
th: กำลังรับที่อยู่ IP…
tr: IP adresi alınıyor…
ur: IP پتہ حاصل کر رہا ہے…
uz: IP manzil olinmoqda…
vi: Đang lấy địa chỉ IP…
xh: Ifumana idilesi ye-IP…
zu: Isabheka ikheli le-IP…

source: Connected
af: Gekoppel
am: ተገናኝቷል
ar: مُتصِّل
as: সংযুক্ত
bg: Свързана
bn_in: সংযুক্ত
br: Kennasket
bs: Povezan
ca: Connectada
cy: Cysylltwyd
es: Conectado
eu: Konektatuta
fa: متصل‌ شد
ga_ie: Ceangailte
gd: Air ceangal a dhèanamh
hi_in: कनेक्ट हुआ
hu: Kapcsolódva
id: Tersambung
km: បាន​​ភ្ជាប់
kn: ಸಂಪರ್ಕಗೊಂಡಿದೆ
mg: Mifandray
ml: ബന്ധിപ്പിച്ചു
mr: जोडले
ms: Tersambung
my: ဆက်သွယ်ထားသည်
ne: जडान गरियो
or: ସଂଯୁକ୍ତ
pt: Ligado
pt_br: Conectado
ro: Conectat
si: සම්බන්ධවිය
sw: Imeunganishwa
ta: இணைக்கப்பட்டது
te: అనుసంధానమైంది
th: เชื่อมต่อแล้ว
tr: Bağlandı
ur: كنیكٹ كر گیا ہے
uz: Ulandi
vi: Đã kết nối
xh: Inxityelelwe
zu: Ixhunyiwe

source: Connection failed
af: Verbinding het misluk
am: ግንኙነቱ ወድቋል
ar: فشل الاتصال
as: সংযোগ বিফল হ'ল
bg: Връзката пропадна
bn_in: সংযোগ বিফল
br: C'hwitet en deus ar c'hennaskañ
bs: Povezivanje nije uspjelo
ca: Ha fallat la connexió
cy: Methodd y cysylltiad
es: Error en la conexión
eu: Konexioak huts egin du
fa: اتصال با خطا مواجه شد
ga_ie: Theip ar cheangal
gd: Dh'fhàillig an ceangal
hi_in: कनेक्शन असफल.
hu: Kapcsolódás sikertelen
id: Sambungan gagal
km: បាន​បរាជ័យ​ក្នុង​ការ​​ភ្ជាប់
kn: ಸಂಪರ್ಕ ವಿಫಲಗೊಂಡಿದೆ
mg: Tsy nety ny fifandraisana
ml: ബന്ധം പരാജയപ്പെട്ടു
mr: जोडणी अयशस्वी
ms: Sambungan gagal
my: ဆက်သွယ်မှု မအောင်မြင်ပါ
ne: जडान असफल भयो
or: ସଂଯୋଗ ବିଫଳ ହୋଇଛି
pt: A ligação falhou
pt_br: A conexão falhou
ro: Conexiune eșuată
si: සබඳතාවය බිඳවැටුණි
sw: Muunganisho umeshindwa
ta: இணைப்பு தோல்வி
te: అనుసంధానం విఫలమైంది
th: การเชื่อมต่อล้มเหลว
tr: Bağlantı başarısız
ur: کنکشن ناکام
uz: Ulanmadi
vi: Kết nối thất bại
xh: Unxibelelwano aluphumelelanga
zu: Ukuxhumeka akuphumelelanga

source: Offline
af: Vanlyn
am: ከመስመር ውጪ
ar: غير مُتصِّل
as: অফলাইন
bg: Без мрежа
bn_in: অফ-লাইন
br: Ezlinenn
ca: Sense connexió
cy: All-lein
es: Sin conexión
eu: Lineaz kanpo
fa: برون‌خط
ga_ie: As Líne
gd: Far loidhne
hi_in: ऑफलाइन
hu: Nincs kapcsolat
id: Luring
km: ក្រៅ​បណ្ដាញ
kn: ಆಫ್‌ಲೈನ್‌
mg: Tsy an-jotra
ml: ഓഫ്‌ലൈന്‍‍
mr: ऑफलाईन
ms: Luar Talian
my: လိုင်းပြင်ပ
ne: अफलाइन
or: ଅଫଲାଇନ
pt: Desligado
pt_br: Desconectado
si: මාර්ග අපගත
sw: Nje ya mkondo
ta: இணைப்பற்று
te: ఆఫ్‌లైన్
th: ออฟไลน์
tr: Çevrimdışı
ur: آف لائن
uz: Oflayn
vi: Ngoại tuyến
xh: Icimile
zu: Ayikho emoyeni

source: secured by {{capabilities}}
af: beveilig deur {{capabilities}}
am: የሚጠበቀው በ {{capabilities}}
ar: الشبكة مشفرة ب {{capabilities}}
as: {{capabilities}} ৰ দ্বাৰা সুৰক্ষিত
bg: подсигурена от {{capabilities}}
bn_in: {{capabilities}} দ্বারা সুরক্ষিত
br: diogelet gant {{capabilities}}
bs: osigurano sa {{capabilities}}
ca: protegida per {{capabilities}}
cy: cysylltwyd drwy {{capabilities}}
es: Protegido por {{capabilities}}
eu: babesa: {{capabilities}}
fa: ایمن شده با{{capabilities}}
ga_ie: cosanta ag {{capabilities}}
gd: ’ga dhìon le {{capabilities}}
hi_in: {{capabilities}} द्वारा सुरक्षित
hu: biztosítja: {{capabilities}}
id: diamankan dengan {{capabilities}}
km: បាន​ធានា​ដោយ {{capabilities}}
kn: ಸುರಕ್ಷಿತಗೊಳಿಸಲಾಗಿದೆ ಇದರಿಂದ {{capabilities}}
mg: arovan'ny {{capabilities}}
ml: {{capabilities}} നാല്‍ സുരക്ഷിതമാക്കിയത്
mr: {{capabilities}} द्वारे सुरक्षित
ms: dijamin oleh {{capabilities}}
my: လုံခြုံစွာ {{capabilities}}
ne: सुरछित {{capabilities}} छ
or: {{capabilities}} ଦ୍ୱାରା ସୁରକ୍ଷିତ
pt: protegido por {{capabilities}}
pt_br: Protegida por {{capabilities}}
ro: securizat prin {{capabilities}}
si: {{capabilities}} මඟින් ආරක්ෂා කර ඇත
sw: imethibitiwa na {{capabilities}}
ta: {{capabilities}} ஆல் பாதுகாக்கப்படும்
te: {{capabilities}} చే సురక్షితం
th: รักษาความปลอดภัยด้วย {{capabilities}}
tr: {{capabilities}} ile korunuyor
ur: {{capabilities}} کی طرف سے محفوظ
uz: {{capabilities}} tomonidan himoya qilingan
vi: được mã hóa {{capabilities}}
xh: ikhuselwe nga {{capabilities}}

source: Security
am: ደህንነት
ar: الأمن والحماية
bg: Сигурност
bn_in: নিরাপত্তা
br: Diogelroez
bs: Sigurnost
ca: Seguretat
cy: Diogelwch
es: Seguridad
eu: Segurtasuna
fa: امنیت
ga_ie: Slándáil
gd: Tèarainteachd
hi_in: सुरक्षा
hu: Biztonság
id: Keamanan
km: សុវត្ថិភាព​
kn: ಸುರಕ್ಷತೆ
mg: Fiarovana
mr: सुरक्षा
my: လုံခြုံရေး
ne: सुरक्षा
pt: Segurança
pt_br: Segurança
ro: Securitate
si: ආරක්‍ෂාව
ta: பாதுகாப்பு
th: ความปลอดภัย
tr: Güvenlik
ur: سلامتی
uz: Xavfsizlik

# securityNone
source: None
ar: لا يوجد
bg: Няма
br: Tra ebet
bs: Ništa
cy: Dim
es: Ninguna
eu: Bat ere ez
fa: هیچ
ga_ie: Gan Slándáil
gd: Chan eil gin
pt: Nenhum
th: ไม่มี

source: Open
af: Maak oop
am: መክፈቻ
ar: افتح
as: খোলক
bg: Отваряне
bn_in: উন্মুক্ত
br: Digor
bs: Otvoreno
ca: Oberta
cy: Agor
es: Abierta
eu: Irekia
fa: باز‌کردن
ga_ie: Oscail
gd: Fosgailte
hi_in: खोलें
hu: Nyitott
id: Terbuka
km: បើក
kn: ತೆರೆ
mg: Hanokatra
ml: തുറന്നത്
mr: खुली
ms: Buka
my: ဖွင့်
ne: खुल्ला
or: ଖୋଲନ୍ତୁ
pt: Aberta
pt_br: Aberta
ro: Deschis
si: විවෘත කරන්න
sw: Fungua
ta: திற
te: తెరువు
th: เปิด
tr: Açık
ur: کھولیں
uz: Ochish
vi: Mở
xh: Vula
zu: Vula

# securityOpen.ariaLabel
source: Security
am: ደህንነት
ar: الأمن والحماية
bg: Защита
bn_in: নিরাপত্তা
br: Diogelroez
bs: Sigurnost
ca: Seguretat
cy: Diogelwch
es: Seguridad
eu: Segurtasuna
fa: امنیت
ga_ie: Slándáil
gd: Tèarainteachd
hi_in: सुरक्षा
hu: Biztonság
id: Keamanan
km: សុវត្ថិភាព​
kn: ಸುರಕ್ಷತೆ
mg: Fiarovana
mr: सुरक्षा
my: လုံခြုံရေး
ne: सुरक्षा
pt: Segurança
pt_br: Segurança
ro: Securitate
si: ආරක්‍ෂාව
ta: பாதுகாப்பு
th: ความปลอดภัย
tr: Güvenlik
ur: سلامتی
uz: Xavfsizlik

# identity
source: User
af: Gebruiker
am: ተጠቃሚ
ar: مستخدم
as: ব্যৱহাৰকাৰী
bg: Потребител
bn_in: ব্যবহারকারী
br: Arveriad
bs: Korisnik
ca: Usuari
cy: Defnyddiwr
es: Usuario
eu: Erabiltzailea
fa: کاربر
ga_ie: Úsáideoir
gd: Cleachdaiche
hi_in: प्रयोक्ता
hu: Felhasználó
id: Pengguna
km: អ្នកប្រើ
kn: ಬಳಕೆದಾರ
mg: Mpampiasa
ml: ഉപയോക്താവ്
mr: वापरकर्ता
ms: Pengguna
my: သုံးဆွဲသူ
ne: प्रयोगकर्ता
or: ବ୍ୟବହାରକାରୀ
pt: Utilizador
pt_br: Usuário
ro: Utilizator
si: පරිශිලක
sw: Mtumiaji
ta: பயனர்
te: వాడుకరి
th: ผู้ใช้
tr: Kullanıcı
ur: صارف
uz: Foydalanuvchi
vi: Người dùng
xh: Umsebenzisi
zu: Umsebenzisi

# identityInput.placeholder
source: User
af: Gebruiker
am: ተጠቃሚ
ar: مستخدم
as: ব্যৱহাৰকাৰী
bg: Потребител
bn_in: ব্যবহারকারী
br: Arveriad
bs: Korisnik
ca: Usuari
cy: Defnyddiwr
es: Usuario
eu: Erabiltzailea
fa: کاربر
ga_ie: Úsáideoir
gd: Cleachdaiche
hi_in: प्रयोक्ता
hu: Felhasználó
id: Pengguna
km: អ្នកប្រើ
kn: ಬಳಕೆದಾರ
mg: Mampiasa
ml: ഉപയോക്താവ്
mr: वापरकर्ता
ms: Pengguna
my: သုံးဆွဲသူ
ne: प्रयोगकर्ता
or: ବ୍ୟବହାରକାରୀ
pt: Utilizador
pt_br: Usuário
ro: Utilizator
si: පරිශිලක
sw: Mtumiaji
ta: பயனர்
te: వాడుకరి
th: ผู้ใช้
tr: Kullanıcı
ur: صارف
uz: Foydalanuvchi
vi: Người dùng
xh: Umsebenzisi
zu: Umsebenzisi

source: Password
af: Wagwoord
am: የመግቢያ ቃል
ar: كلمة المرور
as: পাছৱৰ্ড
bg: Парола
bn_in: পাসওয়ার্ড
br: Ger-tremen
bs: Lozinka
ca: Contrasenya
cy: Cyfrinair
es: Contraseña
eu: Pasahitza
fa: گذرواژه
ga_ie: Focal faire
gd: Facal-faire
hi_in: कूटशब्द
hu: Jelszó
id: Sandi
km: ពាក្យ​សម្ងាត់
kn: ಗುಪ್ತಪದ
mg: Tenimiafina
ml: രഹസ്യവാക്ക്
mr: पासवर्ड
ms: Kata laluan
my: စကားဝှက်
ne: पासवर्ड
or: ପାସୱାର୍ଡ଼
pt: Palavra-passe
pt_br: Senha
ro: Parolă
si: මුරපදය
sw: Neno la siri
ta: கடவுச்சொல்
te: సంకేతపదం
th: รหัสผ่าน
tr: Parola
ur: پاس ورڈ
uz: Parol
vi: Mật khẩu
xh: Ipasiwedi
zu: I-password

# passwordInput.placeholder
source: Password
af: Wagwoord
am: የመግቢያ ቃል
ar: كلمة السِّر
as: পাছৱৰ্ড
bg: Парола
bn_in: পাসওয়ার্ড
br: Ger-tremen
bs: Lozinka
ca: Contrasenya
cy: Cyfrinair
es: Contraseña
eu: Pasahitza
fa: گذرواژه
ga_ie: Focal faire
gd: Facal-faire
hi_in: कूटशब्द
hu: Jelszó
id: Sandi
km: ពាក្យ​សម្ងាត់
kn: ಗುಪ್ತಪದ
mg: Tenimiafina
ml: രഹസ്യവാക്ക്
mr: पासवर्ड
ms: Kata laluan
my: စကားဝှက်
ne: पासवर्ड
or: ପାସୱାର୍ଡ଼
pt: Palavra-passe
pt_br: Senha
ro: Parolă
si: මුරපදය
sw: Neno la siri
ta: கடவுச்சொல்
te: సంకేతపదం
th: รหัสผ่าน
tr: Parola
ur: پاس ورڈ
uz: Parol
vi: Mật khẩu
xh: Ipasiwedi
zu: I-password

source: Show Password
af: Vertoon wagwoord
am: የመግቢያ ቃል ማሳያ
ar: أظهِر كلمة السِّر
as: পাছৱৰ্ড দেখুৱাওক
bg: Показване на паролата
bn_in: পাসওয়ার্ড প্রদর্শন করা হবে
br: Diskouez ar ger-tremen
bs: Prikaži lozinku
ca: Mostra la contrasenya
cy: Dangos Cyfrinair
es: Mostrar contraseña
eu: Erakutsi pasahitza
fa: نمایش گذرواژه
ga_ie: Taispeáin an Focal Faire
gd: Seall am facal-faire
hi_in: कूटशब्द दिखाएँ
hu: Jelszó megjelenítése
id: Tampilkan Sandi
km: បង្ហាញ​ពាក្យ​សម្ងាត់
kn: ಗುಪ್ತಪದ ತೋರಿಸು
mg: Hampiseho Tenimiafina
ml: രഹസ്യവാക്ക് കാണിയ്ക്കുക
mr: पासवर्ड दाखवा
ms: Tunjuk Kata Laluan
my: စကားဝှက်အားပြ
ne: पासवर्ड देखाउनुहोस्
or: ପ୍ରବେଶସଂକେତ ଦର୍ଶାନ୍ତୁ
pt: Mostrar palavra-passe
pt_br: Mostrar Senha
ro: Arată parola
si: මුරපදය පෙන්වන්න
sw: Onyesha Nono la siri
ta: கடவுச்சொல்லைக் காட்டு
te: సంకేతపదాన్ని చూపించు
th: แสดงรหัสผ่าน
tr: Parolayı göster
ur: پاس ورڈ دکھائیں
uz: Parolni ko‘rsatish
vi: Hiện mật khẩu
xh: Bonisa ipasiwedi
zu: Veza i-password

source: Refresh
af: Verfris
am: ማነቃቂያ
ar: حدِّث
as: সতেজ কৰক
bg: Опресняване
bn_in: নবীকরণ
br: Azbevaat
bs: Osvježi
ca: Refresca
cy: Adnewyddu
es: Actualizar
eu: Freskatu
fa: نوسازی
ga_ie: Athnuaigh
gd: Ath-nuadhaich
hi_in: ताज़ा करें
hu: Frissítés
id: Perbarui
km: ធ្វើ​ឲ្យ​ស្រស់
kn: ನವೀಕರಿಸು
mg: Hanavao
ml: പുതുക്കുക
mr: पुन्हा दाखल करा
ms: Ulang segar
my: ပြန်ဖွင့်
ne: ताजा पार्नुहोस्
or: ସତେଜ କରନ୍ତୁ
pt: Atualizar
pt_br: Atualizar
ro: Caută
si: ප්‍රතිපූර්ණය
sw: Onyesha upya
ta: புதுப்பி
te: తాజాపరచు
th: เรียกใหม่
tr: Yenile
ur: تازہ کریں
uz: Yangilash
vi: Tìm tiếp
xh: Hlaziya
zu: Qala kabusha

source: No wireless networks found
af: Geen draadlose netwerke gevind nie
am: ምንም ሽቦ አልባ ኔትዎርክ አልተገኘም
ar: لم يتم العثور على شبكات لاسلكية
as: কোনো বেতাঁৰ নেটৱৰ্ক পোৱা নগ'ল
bg: Не е намерена безжична мрежа
bn_in: কোন তারবিহীন নেটওয়ার্ক পাওয়া যায়নি
br: Rouedad diorjal ebet kavet
bs: Nema pronađenih bežičnih mreža
ca: No s'han trobat xarxes sense fil
cy: Heb ganfod rhwydwaith diwifr
es: No se han encontrado redes inalámbricas
eu: Ez da haririk gabeko sarerik aurkitu
fa: هیچ‌ شبکه بیسیم پیدا نشد
ga_ie: Níor aimsíodh aon líonra gan sreang
gd: Cha deach lìonra uèirleas a lorg
hi_in: कोई वायरलेस नेटवर्क नहीं पाया गया
hu: Nem található vezeték nélküli hálózat
id: Tidak ada jaringan nirkabel ditemukan
km: រក​មិន​ឃើញ​បណ្ដាញ​ឥតខ្សែ
kn: ‌ವೈರ್‌ಲೆಸ್ ನೆಟ್‌ವರ್ಕ್‌ಗಳು ಕಾಣುತ್ತಿಲ್ಲ
mg: Tsisy tambajotra tsisy tariby hita
ml: വയര്‍ലെസ്സ് നെറ്റ്‌വര്‍ക്കൊന്നും കണ്ടില്ല
mr: एकही वायरलेस नेटवर्क सापडले नाही
ms: Tiada jaringan tanpa wayar dijumpai
my: ဝိုင်ယာမဲ့ နတ်ဝပ်မတွေ့ရှိပါ
ne: कुनै पनि बेतारका संजाल भेटिएन
or: କୌଣସି ବେତାର ନେଟୱର୍କ ମିଳିଲା ନାହିଁ
pt: Não foram encontradas redes sem fios
pt_br: Nenhuma rede sem fio encontrada
ro: Nicio rețea wireless găsită
si: කිසිදු රැහැන් රහිත ජාලයක් හමු නොවිනි
sw: Hakuna mitandao ilyopatikana ya pasiwaya
ta: கம்பியற்ற பிணையங்கள் இல்லை
te: ఏ వైర్‌లెస్ నెట్వర్కులు కనబడలేదు
th: ไม่พบเครือข่ายไร้สาย
tr: Kablosuz ağ bulunamadı
ur: کوئی وائرلیس نیٹ ورک نہیں ملا
uz: Simsiz tarmoq topilmadi
vi: Không tìm thấy mạng không dây nào
xh: Akukho zinethiwekhi zingenalucingo zifumanekayo
zu: Awekho amanethiwekhi angenawaya atholakele

source: Join hidden network
af: Voeg versteekte netwerk saam
am: የተደበቁ ኔትዎርኮችን ይገናኙ
ar: الانضمام إلى شبكة مخفية
as: গুপ্ত নেটৱৰ্কত সংযোগ কৰক
bg: Настройка на скрита мрежа
bn_in: গুপ্ত নেটওয়ার্ক জুড়ুন
br: Kennaskañ ouzh ur rouedad kuzh
bs: Spojite se na skrivenu mrežu
ca: Connecta a xarxa oculta
cy: Ymuno â rhwydwaith gudd
es: Unirse a una red oculta
eu: Batu sare ezkutura
fa: پیوستن به شبکه مخفی
ga_ie: Ceangail le líonra i bhfolach
gd: Ceangail ri lìonra falaichte
hi_in: छुपा नेटवर्क के साथ जुड़ें
hu: Rejtett hálózat elérése
id: Bergabung ke jaringan tersembunyi
km: ចូល​បណ្ដាញ​បានលាក់
kn: ಅಡಗಿಸಿದ ನೆಟ್‌ವರ್ಕ್ ಸೇರಿ
mg: Hiditra @ tambajotra miafina
ml: കാണാത്ത നെറ്റ്‌വര്‍ക്കിലേക്ക് ചേരുക
mr: गुपीत नेटवर्कशी जोडणी करा
ms: Sertai rangkaian tersembunyi
my: မမြင်ရသော နတ်ဝပ်တစ်ခုသို့ ချိတ်ဆက်ပါ
ne: लुकिएका संजाल संग संलग्न हुनुहोस्
or: ଲୁକ୍କାଇତ ନେଟୱର୍କରେ ସଂଯୋଗ କରନ୍ତୁ
pt: Ligar a uma rede oculta
pt_br: Conectar a uma rede escondida
ro: Conectare la o rețea ascunsă
si: සැඟවුනු ජාලයක් හා සම්බන්ධ වන්න
sw: Jiunge na mtandao uliojificha
ta: மறைந்த பிணையத்துடன் சேர்
te: దాగివున్న నెట్వర్కులు జేరు
th: เข้าร่วมเครือข่ายที่ซ่อนอยู่
tr: Gizli ağa katıl
ur: پوشیدہنیٹ ورک کریں
uz: Yashirin tarmoqqa ulanish
vi: Truy cập mạng ẩn danh
xh: Ngena kwinethiwekhi efihliweyo
zu: Joyina inethiwekhi efihlekile

source: Authentication
af: Waarmerking
am: ማረጋገጫ
ar: المصادقة
as: প্ৰমাণীকৰণ
bg: Удостоверяване
bn_in: অনুমোদন
br: Dilesa
bs: Autentifikacija
ca: Autenticació
cy: Dilysu
es: Autenticación
eu: Autentifikazioa
fa: تصدیق‌ هویت
ga_ie: Fíordheimhniú
gd: Dearbhadh
hi_in: प्रमाणीकरण
hu: Hitelesítés
id: Autentikasi
km: ការ​ផ្ទៀងផ្ទាត់​
kn: ದೃಢೀಕರಣ
mg: Fanamarinana
ml: ആധികാരികത ഉറപ്പാക്കല്‍
mr: ओळख पटवा
ms: Pengesahan
my: ခွင့်ပြုချက်စစ်ဆေးခြင်း
ne: प्रमाणीकरण
or: ବୈଧିକରଣ
pt: Autenticação
pt_br: Autenticação
ro: Autentificare
si: තහවුරු කර ගැනීම
sw: Uhalalishaji
ta: அங்கீகரிப்பு
te: ధృవీకరణ
th: การยืนยันตัวตน
tr: Kimlik doğrulama
ur: توثیق کاری
uz: Tasdiqdan o‘tish
vi: Xác thực
xh: Usulungeko
zu: Ukugunyaza

source: SSID Network Name
af: SSID-netwerknaam
am: SSID ኔትዎርክ ስም
ar: اسم شبكة SSID
as: SSID নেটৱৰ্ক নাম
bg: Мрежово име SSID
bn_in: SSID নেটওয়ার্ক নাম
br: Anv rouedad SSID
bs: SSID naziv mreže
ca: Nom de xarxa SSID
cy: Enw Rhwydwaith SSID
es: Nombre SSID de red
eu: SSID sarearen izena
fa: نام شبکه SSID
ga_ie: Ainm SSID an líonra
gd: Ainm an lìonraidh SSID
hi_in: SSID नेटवर्क नाम
hu: SSID hálózat neve
id: Nama SSID Jaringan
km: ឈ្មោះ​បណ្ដាញ​​ SSID
kn: SSID ನೆಟ್‌ವರ್ಕ್ ಹೆಸರು
mg: Anarana Tambajotra SSID
ml: SSID നെറ്റ്‌വര്‍ക്കിന്റെ പേരു്
mr: SSID नेटवर्क नाव
ms: Nama Rangkaian SSID
my: SSID ကွန်ယက် အမည်
ne: एस् एस् आइ डी सञ्जाल नाम
or: SSID ନେଟୱାର୍କ ନାମ
pt: Nome da rede SSID
pt_br: Nome da rede (SSID)
ro: Numele rețelei SSID
si: SSID ජාලයේ නම
sw: Jina la Mtandao wa SSID
ta: SSID பிணைய பெயர்
te: SSID నెట్‌వర్కు పేరు
th: ชื่อเครือข่าย SSID
tr: SSID ağ adı
ur: SSID نیٹ ورک نام
uz: SSID tarmoq nomi
vi: Tên SSID của mạng
xh: Igama lenethiwekhi i-SSID
zu: Igama Lenethiwekhi ye-SSID

source: {{level}} of 4 bars
af: {{level}} van 4 strepies
am: {{level}} ከ 4 ደረጃ
ar: {{level}} ل‍أربع خانات
as: ৪ বাৰৰ {{level}}
bg: {{level}} от 4 чертички
bn_in: {{level}} এর মধ্যে 4টি বার
br: {{level}} eus 4 barrenn
bs: {{level}} od 4 bara
ca: {{level}} de 4 barres
cy: {{level}} allan o 4 bar
es: {{level}} sobre 4 barras
eu: 4 barratik {{level}}
fa: {{level}}: ۴ خط
ga_ie: {{level}} as 4 bharra
gd: {{level}} à 4 bàraichean
hi_in: 4 बार का {{level}}
hu: {{level}} a 4 sávból
id: {{level}} dari 4 tingkat
km: {{level}} នៃ​របារ​បួន
kn: {{level}} ನ 4 ಗೆರೆಗಳು
mg: {{level}} @ tsipika 4
ml: 4 ല്‍ {{level}} ബാര്‍
mr: 4 पैकी {{level}} या स्थरावर
ms: {{level}} daripada 4 bar
my: {{level}} ၏ 4 ဘား
ne: 4 बारहरू को {{level}}
or: {{level}} ୪ଟି ବାର୍ ର
pt: {{level}} de 4 barras
pt_br: {{level}} de 4 barras
ro: {{level}} din 4 bare
si: කණු 4 කින් {{level}}
sw: {{level}} ya gongo 4
ta: 4 கின் {{level}} அளவு
te: 4 పట్టీలకు గాను {{level}}
th: {{level}} จาก 4 ขีด
tr: 4 üzerinden {{level}} çubuk
ur: 4 سلاخوں کے {{level}}
uz: {{level}} / 4 qator
xh: {{level}} yeebha ezi-4
zu: Ama-bar ama-4 {{level}}

source: Networks found
af: Netwerke gevind
am: ኔትዎርኮች ተገኝተዋል
ar: عُثِر على شبكات اتصال
as: প্ৰাপ্ত নেটৱৰ্কসমূহ
bg: Налични мрежи
bn_in: নেটওয়ার্ক পাওয়া গেছে
br: Rouedadoù kavet
bs: Pronađene mreže
ca: Xarxes trobades
cy: Wedi canfod rhwydwaith
es: Redes encontradas
eu: Sareak aurkitu dira
fa: شبکه یافت شد
ga_ie: Líonraí aimsithe
gd: Chaidh lìonraidhean a lorg
hi_in: संजाल मिला
hu: Elérhető hálózatok
id: Jaringan ditemukan
km: រក​ឃើញ​បណ្ដាញ
kn: ನೆಟ್‌ವರ್ಕ್‌ಗಳು ಕಂಡುಬಂದಿದೆ
mg: Tambajotra hita
ml: നെറ്റ്‌വര്‍ക്കുകള്‍ കണ്ടെത്തി
mr: सापडलेले नेटवर्क्स
ms: Rangkaian ditemui
my: ကွန်ယက်များ တွေ့ရှိ
ne: सञ्जाल फेला
or: ନେଟୱର୍କ ମିଳିଛି
pt: Encontradas redes
pt_br: Redes encontradas
ro: Rețele găsite
si: ජාලයන් හමුවිය
sw: Mitandao iliyopatikana
ta: இனைப்புகள் கிடைக்கிறது
te: నెట్‌వర్కులు కనబడ్డాయి
th: พบเครือข่าย
tr: Ağlar bulundu
ur: نیٹ ورک مل گیا ہے
uz: Tarmoq topilmadi
xh: Iinethiwekhi zifumanekile
zu: Amanethiwekhi atholakele

source: Date & Time
af: Datum en tyd
am: ቀን & ሰአት
ar: التاريخ والوقت
as: তাৰিখ & সময়
bg: Дата и час
bn_in: তারিখ ও সময়
br: Deiziad hag eur
bs: Datum i vrijeme
ca: Data i hora
cy: Dyddiad ac Amser
es: Fecha y hora
eu: Data eta ordua
fa: تاریخ و زمان
ga_ie: Dáta agus Am
gd: Ceann-là ⁊ àm
hi_in: तारीख़ व समय
hu: Dátum és idő
id: Tanggal & Waktu
km: កាលបរិច្ឆេទ និង​ពេលវេលា
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯ
mg: Daty & Ora
ml: തീയതിയും സമയവും
mr: दिनांक व वेळ
ms: Tarikh & Masa
my: ရက်စွဲ နှင့် အချိန်
ne: मिति र समय
or: ତାରିଖ ଏବଂ ସମୟ
pt: Data e hora
pt_br: Data e Hora
ro: Dată și oră
si: දිනය හා වේලාව
sw: Tarehe na Wakati
ta: தேதி & நேரம்
te: తేది & సమయం
th: วันที่และเวลา
tr: Tarih ve saat
ur: تاریخ & وقت
uz: Sana va vaqt
vi: Ngày và giờ
xh: Umhla nexesha
zu: Usuku Nesikhathi

source: Time zone
af: Tydsone
am: የሰአት ክልል
ar: المنطقة الزمنية
as: সময় অঞ্চল
bg: Часови пояс
bn_in: সময়ের অঞ্চল
br: Gwerzhid-eur
bs: Vremenska zona
ca: Fus horari
cy: Cylchfa amser
es: Zona horaria
eu: Ordu-zona
fa: منطقه زمانی
ga_ie: Crios ama
gd: Roinn-tìde
hi_in: समय क्षेत्र
hu: Időzóna
id: Zona waktu
km: តំបន់​ពេលវេលា
kn: ಕಾಲ ವಲಯ
mg: Faritr'ora
ml: സമയ മേഖല
mr: वेळ क्षेत्र
ms: Zon waktu
my: အချိန်ဇုံ
ne: समय क्षेत्र
or: ସମୟ ମଣ୍ଡଳ
pt: Fuso horário
pt_br: Fuso horário
ro: Fus orar
si: වේලා කළාපය
sw: Zoni ya wakati
ta: நேர மண்டலம்
te: కాల మండలం
th: เขตเวลา
tr: Saat dilimi
ur: ممنطقہ وقت
uz: Vaqt hududi
xh: Izowuni yexesha
zu: Indawo yesikhathi

source: Change
af: Verander
am: መቀየሪያ
ar: غيّر
as: সলনি কৰক
bg: Промяна
bn_in: পরিবর্তন
br: Kemmañ
bs: Promijeni
ca: Canvia
cy: Newid
es: Cambiar
eu: Aldatu
fa: تغییر
ga_ie: Athraigh
gd: Atharraich
hi_in: बदलें
hu: Módosítás
id: Ubah
km: ផ្លាស់​ប្ដូរ
kn: ಬದಲಾವಣೆ
mg: Hanova
ml: മാറ്റം
mr: बदला
ms: Ubah
my: ပြောင်း
ne: परिवर्तन
or: ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pt: Alterar
pt_br: Alterar
ro: Schimbă
si: වෙනස් කරන්න
sw: Badiliko
ta: மாற்று
te: మార్చు
th: เปลี่ยน
tr: Değiştir
ur: تبدیل
uz: O‘zgartirish
vi: Thay đổi
xh: Tshintsha
zu: Ushintsho

source: Region
af: Streek
am: አካባቢ
ar: المنطقة
as: অঞ্চল
bg: Регион
bn_in: অঞ্চল
br: Bro
bs: Regija
ca: Regió
cy: Rhanbarth
es: Región
eu: Eskualdea
fa: منطقه
ga_ie: Réigiún
gd: Roinn-dùthcha
hi_in: क्षेत्र
hu: Terület
id: Wilayah
km: តំបន់
kn: ಪ್ರದೇಶ
mg: Faritra
ml: പ്രദേശം
mr: प्रदेश
ms: Wilayah
my: နယ်မြေ
ne: क्षेत्र
or: ଅଞ୍ଚଳ
pt: Região
pt_br: Região
ro: Regiune
si: ප්‍රදේශය
sw: Eneo
ta: வட்டாரம்
te: ప్రాంతం
th: ภูมิภาค
tr: Bölge
ur: ریجن
uz: Hudud
xh: Inqila
zu: Isizinda

source: City
af: Stad
am: ከተማ
ar: المدينة
as: চহৰ
bg: Град
bn_in: শহর
br: Kêr
bs: Grad
ca: Població
cy: Dinas
es: Ciudad
eu: Hiria
fa: شهر
ga_ie: Cathair
gd: Baile
hi_in: शहर
hu: Város
id: Kota
km: ទីក្រុង
kn: ನಗರ
mg: Tanàna
ml: നഗരം
mr: शहर
ms: Bandar
my: မြို့
ne: शहर
or: ସହର
pt: Cidade
pt_br: Cidade
ro: Oraș
si: නගරය
sw: Jiji
ta: நகரம்
te: నగరం
th: เมือง
tr: Şehir
ur: شہر
uz: Shahar
xh: Isixeko
zu: Idolobha

source: Date
af: Datum
am: ቀን
ar: تاريخ
as: তাৰিখ
bg: Дата
bn_in: তারিখ
br: Deiziad
bs: Datum
ca: Data
cy: Dyddiad
es: Día
eu: Data
fa: تاریخ
ga_ie: Dáta
gd: Ceann-là
hi_in: तारीख़
hu: Dátum
id: Tanggal
km: កាល​បរិច្ឆេទ
kn: ದಿನಾಂಕ
mg: Daty
ml: തീയതി
mr: दिनांक
ms: Tarikh
my: ရက်စွဲ
ne: मिति
or: ତାରିଖ
pt: Data
pt_br: Data
ro: Dată
si: දිනය
sw: Tarehe
ta: தேதி
te: తేదీ
th: วันที่
tr: Tarih
ur: تاریخ
uz: Sana
vi: Ngày
xh: Umhla
zu: Usuku

source: Time
af: Tyd
am: ሰአት
ar: الوقت
as: সময়
bg: Час
bn_in: সময়
br: Eur
bs: Vrijeme
ca: Hora
cy: Amser
es: Hora
eu: Ordua
fa: زمان
ga_ie: Am
gd: Àm
hi_in: समय
hu: Idő
id: Waktu
km: ពេលវេលា
kn: ಸಮಯ
mg: Ora
ml: സമയം
mr: वेळ
ms: Masa
my: အချိန်
ne: समय
or: ସମୟ
pt: Hora
pt_br: Hora
ro: Oră
si: වේලාව
sw: Wakati
ta: நேரம்
te: సమయం
th: เวลา
tr: Saat
ur: وقت
uz: Vaqt
vi: Thời gian
xh: Ixesha
zu: Isikhathi

source: Import contacts
af: Voer kontakte in
am: ግንኙነቶች ማምጫ
ar: استورد جهات الاتصال
as: পৰিচয়সমূহ আমদানি কৰক
bg: Внасяне на контакти
bn_in: পরিচিতি আমদানি
br: Enporzhiañ an darempredoù
bs: Uvezi kontakte
ca: Importa els contactes
cy: Mewnforio cysylltiadau
es: Importar contactos
eu: Inportatu kontaktuak
fa: وارد‌ کردن مخاطبین
ga_ie: Iompórtáil teagmhálaithe
gd: Ion-phortaich luchd-aithne
hi_in: कॉन्टेक्ट्स आयात करें
hu: Névjegyek másolása
id: Impor kontak di SIM
km: នាំចូល​ទំនាក់ទំនង
kn: ಸಂಪರ್ಕಗಳ ಆಮದು
mg: Hanafatra kaontakita
ml: വിലാസങ്ങള്‍ എടുക്കുക
mr: संपर्क आयात करा
ms: Import kenalan
my: အဆက်အသွယ်များအား ထည့်သွင်း
ne: SIM सम्पर्क आयात गर्नुहोस्
or: ସମ୍ପର୍କଗୁଡ଼ିକୁ ଆଣନ୍ତୁ
pt: Importar contactos
pt_br: Importar contatos
ro: Importă contacte
si: සබැඳි ආයාත කරන්න
sw: Leta anwani
ta: தொடர்புகளை இறக்கு
te: పరిచయాలు దిగుతించు
th: นำเข้ารายชื่อ
tr: Kişileri içeri aktar
ur: رابطہ افراد درآمد کریں
uz: Kontaktlarni import qilish
vi: Nhập liên lạc
xh: Thumela abantu boqhagamshelwano
zu: Ngenisa izinombolo

source: SIM card
af: SIM-kaart
am: ሲም ካርድ
ar: بطاقة SIM
as: SIM কাৰ্ড
bg: SIM карта
bn_in: SIM কার্ড
br: Kartenn SIM
bs: SIM kartica
ca: Targeta SIM
cy: Cerdyn SIM
es: Tarjeta SIM
eu: SIM txartela
fa: سیم کارت
ga_ie: Cárta SIM
gd: Cairt SIM
hi_in: SIM कार्ड
hu: SIM kártya
id: Kartu SIM
km: SIM កាត
kn: SIM ಕಾರ್ಡ್
mg: Karatra SIM
ml: സിം കാര്‍ഡ്
mr: SIM कार्ड
ms: Kad SIM
my: SIM ကဒ်
ne: SIM कार्ड
or: SIM କାର୍ଡ
pt: Cartão SIM
pt_br: Chip SIM
ro: Cartelă SIM
si: සිම් කාඩ්පත
sw: Kadi ya SIM
ta: சிம் அட்டை
te: సిమ్ కార్డ్
th: การ์ด SIM
tr: SIM kart
ur: SIM کارڈ
uz: SIM karta
vi: Thẻ SIM
xh: ISIM-khadi
zu: Ikhadi le-SIM

source: Not imported yet
af: Nog nie ingevoer nie
am: እስከ አሁን አልመጣም
ar: لم يتم الاستيراد بعد
as: এতিয়াও আমদানি কৰা হোৱা নাই
bg: Не са внесени още
bn_in: এখনো আমদানি করা হয়নি
br: N'eo ket bet enporzhiet c'hoazh
bs: Još nisu uvezeni
ca: No s'ha importat encara
cy: Heb eu mewnforio eto
es: Aún sin importar
eu: Oraindik inportatu gabe
fa: هنوز چیزی وارد نشده است
ga_ie: Gan iompórtáil fós
gd: Cha deach ion-phortadh fhathast
hi_in: अभी तक लागू नहीं हैं.
hu: Még nincs átmásolva
id: Belum diimpor
km: មិន​ទាន់​នាំចូល​នៅ​ឡើយ​ទេ
kn: ಆಮದುಮಾಡಿಕೊಳ್ಳಲಾಗಿಲ್ಲ
mg: Tsy mbola nafarana
ml: ഇതുവരെ എടുത്തിട്ടില്ല
mr: अद्याप आयात केले नाही
ms: Belum diimport
my: မသွင်းရသေးပါ
ne: अझ सम्म आयात गरिएको छैन ।
or: ଏପର୍ଯ୍ୟନ୍ତ ଅଣା ଯାଇନାହିଁ
pt: Ainda não importado
pt_br: Ainda não importou
ro: Neimportat încă
si: තවමත් ආයාත කර නැත
sw: Bado haijaletwa
ta: இன்னமும் இறக்குமதி செய்யப்படவில்லை
te: ఇంకా దిగుమతి కాలేదు
th: ยังไม่ถูกนำเข้า
tr: Henüz aktarılmadı
ur: ابھی درآمد شدہ نہیں
uz: Haligacha import qilinmagan
vi: Chưa nhập
xh: Ayikathunyelwa
zu: Akukangeniswa okwamanje
