Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
af: Daar word nie enige handelsmerkregte of lisensies vir die handelsmerke van Mozilla Stigting of enige party, waaronder onder andere die {{brandShortName}}-naam of -logo, aan jou toegeken nie.
ar: لا تملك أية حقوق مُتعلّقة بالعلامة التّجارية أو تراخيص مُتعلّقة بالعلامات التّجارية الخاصّة بمؤسّسة موزيلا أو أي طرف آحر، بما في ذلك اسم {{brandShortName}} وشعاره.
as: আপোনাক সীমা নথকাকৈ {{brandShortName}} ৰ নাম অথবা ল'গ'ৰ সৈতে, Mozilla Foundation অথবা অন্য কোনো দলৰ পণ্যচিহ্নসমূহৰ অধিকাৰ অথবা অনুজ্ঞাসমূহ প্ৰদান কৰা নহয়।
bg: Нямате позволение за каквито и да е права върху търговските марки на Фондация Mozilla или на друга страна, включително, но не само, върху името и логото на {{brandShortName}}.
bn_in: আপনাকে {{brandShortName}} এর নাম বা লোগো ব্যতীত মোজিলা ফাউন্ডেশন বা কোনো দলের ট্রেডমার্ক, ব্যবহারের অধিকার বা সীমাবদ্ধতা ব্যতীত লাইসেন্স মঞ্জুর করা হয় না।
br: N'eus tamm gwir ebet grataet deoc'h e-keñver gwirioù ar merkoù marilhet pe al lañvazioù eus Diazezadenn Mozilla pe un trede stal, en o zouez (hep bevenn ebet) anv {{brandShortName}} hag e siell.
bs: Nisu vam odobrena bilo kakva prava ili licence koje se odnose na zaštitni znak Mozilla fondacije ili trećih lica, uključujući {{brandShortName}} naziv ili logotip.
ca: No se us atorga cap dret de marca o llicències per a les marques registrades de la Fundació Mozilla ni de tercers, inclosos, sense limitació, el nom o el logotip del {{brandShortName}}.
cy: Nid ydych yn derbyn unrhyw hawliau nod masnachu neu drwyddedau i nodau marchnad y Mozilla Foundation nag unrhyw barti arall, gan gynnwys, heb gyfyngiad enw a logo {{brandShortName}}.
es: No se le otorga ningún derecho de marca registrada o licencia para las marcas registradas de Fundación Mozilla u otra parte, lo que incluye a modo enunciativo, pero no limitativo, el nombre o logo de {{brandShortName}}.
eu: Ez zaizu ematen Mozilla Fundazioaren edo beste inoren erregistratutako marken eskubiderik ezta hauen gaineko lizentziarik ere, {{brandShortName}} izena edo logoak barne.
fa: هیچ حقّ نشان تجاری یا پروانه‌ٔ نشان تجاری موزیلا یا هر گروهی، شامل نام یا نشان {{brandShortName}} به شما تعلّق نمی‌گیرد.
ga_ie: Ní bhronntar aon cheadanna trádmhairc ná cheadúnas ar thrádmharc an Mozilla Foundation nó aon pháirtí, lena n-áirítear gan teorainn ainm nó lógó {{brandShortName}}.
gd: Chan eil thu a' faighinn cead sam bith air comharran-malairt no ceadachas air comharran-malairt aig Fonndas Mozilla no pàrtaidh sam bith, a' ghabhail a-steach (gun chuingeachadh) ainm no suaicheantas {{brandShortName}}.
hi_in: आपको किसी भी ट्रेडमार्क अधिकार मोज़िला फाउंडेशन या किसी भी पार्टी के ट्रेडमार्क या लाइसेंस {{brandShortName}} नाम या लोगो सहित सीमा के बिना नहीं दिया जाता है.
hu: Ön nem kapott jogot vagy felhatalmazást a védjegyek használatára sem a Mozilla Foundationtől, sem mástól, beleértve – de nem csak erre korlátozva – a {{brandShortName}} nevet és logót.
id: Anda tidak diberi hak atau lisensi apa pun atas merek dagang Mozilla Foundation atau pihak lainnya, termasuk tanpa batas, nama atau logo {{brandShortName}}.
km: អ្នក​មិន​ត្រូវ​បាន​ផ្ដល់​សិទ្ធិ ឬ​អាជ្ញាប័ណ្ណ​​ស្លាក​ពាណិជ្ជកម្ម​ណា​មួយ​​​ពី​មូលនិធិ Mozilla ឬ​ភាគី​​ណា​មួយ រួម​ទាំង​មិន​មាន​ការ​កំណត់​ឈ្មោះ ឬ​ស្លាក​សញ្ញា {{brandShortName}} នេះ​ទេ។
kn: ನಿಮಗೆ {{brandShortName}} ಹೆಸರು ಮತ್ತು ಚಿಹ್ನೆಯೂ ಸೇರಿ ಆದರೆ ಅದಕ್ಕೆ ಮಾತ್ರವೆ ಮಿತಿಗೊಂಡಿರದಂತೆ Mozilla Foundation ಅಥವ ಯಾವುದೆ ಪಕ್ಷದ ಟ್ರೇಡ್‌ಮಾರ್ಕ್‌ಗಳ ಟ್ರೇಡ್‌ಮಾರ್ಕ್‌ ಹಕ್ಕುಗಳು ಅಥವ ಲೈಸೆನ್ಸ್‌ಗಳನ್ನು ನಿಮಗೆ ನೀಡಲಾಗುವುದಿಲ್ಲ.
mg: Ianao dia tsy nomena zo @ mari-barotra na alàlana hampiasa ireo mari-barotry ny Mozilla Foundation na ankolafy hafa, anisany tsy misy famerana ny anarana na logo {{brandShortName}}.
ml: പേരു് അല്ലെങ്കില്‍ ചിഹ്നങ്ങള്‍ ഉള്‍പ്പടെയുള്ള മോസില്ലാ ഫൌണ്ടേഷന്റെയോ {{brandShortName}} ന്റെയോ ട്രെയിഡ്‌മാര്‍ക്കുകളിലേക്കു് നിങ്ങള്‍ക്കു് ട്രെയിഡ്‌മാര്‍ക്ക് റൈറ്റുകളും ലൈസന്‍സും നിങ്ങള്‍ക്ക് തന്നിട്ടില്ല.
mr: आपल्याला Mozilla फाउंडेशन किंवा इतर कोणत्याही पक्षाचा ट्रेडमार्क, ट्रेडमार्क हक्क किंवा परवाने दिले जात नाहीत, त्यात {{brandShortName}} चे नाव किंवा लोगो चाही समावेश होतो.
ms: Anda tidak diberikan sebarang hak tanda dagang atau lesen kepada tanda dagang Yayasan Mozilla atau mana-mana pihak, termasuk tanpa had nama dan logo {{brandShortName}}.
my: သင့်အား Mozilla Foundation ၏ {{brandShortName}} အမည်နှင့် အမှတ်တံဆိပ် သို့ အခြား ပါတီ တစ်ခုခု၏ စီးပွားရေးဆိုင်ရာ အမှတ်အသားများအား သုံးဆွဲခွင့်ပေးမထားပါ။
ne: तपाईँलाई मोजिल्ला संस्था वा अरु कुनै पार्टीको कुनै व्यापारचिन्ह अधिकार वा इजाजतपत्रहरु, साथै कुनै सीमा बिना {{brandShortName}} नाम वा लोगो दिएको छैन।
or: ଆପଣ ଅସୀମିତ {{brandShortName}}ନାମ ଓ ଲୋଗୋ ସମେତ Mozilla Foundation ଅଥବା ଅନ୍ୟ କୌଣସି ପକ୍ଷଙ୍କଠାରୁ କୌଣସି ଟ୍ରେଡ଼ମାର୍କ ଅଧିକାର ବା ଲାଇସେନ୍ସ ପାଇନାହାନ୍ତି ।
pt: Não são concedidos quaisquer direitos ou licenças para marcas registadas da Fundação Mozilla ou qualquer outra parte, incluindo sem limitação o nome ou logótipo de {{brandShortName}}.
pt_br: Não são concedidos a você quaisquer direitos sobre marcas comerciais ou licenças sobre as marcas comerciais da Mozilla Foundation ou de terceiros, incluindo, entre outros, o nome ou logotipo do {{brandShortName}}. Informações adicionais sobre as marcas comerciais podem ser encontradas somente aqui.
ro: Nu ți se acordă niciun drept asupra mărcii comerciale sau asupra licențelor referitor la mărcile comerciale ale Mozilla Foundation sau ale oricărei părți, inclusiv, dar fără a se limita la numele {{brandShortName}} sau logo.
si: Mozilla පදනමේ හෝ ඕනෑම පාර්ශවයක කිසිදු ආකාරයකින් වෙලඳ සලකුණු හිමිකම් හෝ වෙලඳ සලකුණු බලපත් ලබා දී නොමැති අතර එයට {{brandShortName}} හී නාමය හා ලාංජනයේද සීමාකිරීම් ඇතුලත් වේ.
sw: Hujapatiwa haki zozote za alama ya biashara au leseni kwa alama za biashara za Taasisi ya Mozilla au chama chochote, ikijumuisha bila uzuizi {{brandShortName}} wa jina au nembo za Firefox.
ta: உங்களுக்கு எந்த வர்த்தகமுத்திரை அல்லது உரிமங்களுக்கான உரிமையை வழங்கமுடியாது வரத்தகமுத்திரை மொசில்லா அறக்கட்டளைக்கு உட்பட்டது அல்லது மற்ற தரப்பினர், {{brandShortName}} பெயரையோ அல்லது சின்னத்தையோ உட்பட்டு இல்லாமல் இருக்கனும்.
te: మొజిల్లా సంస్థ ట్రేడ్‌మార్కుల లైసెన్సులు లేదా ట్రేడ్‌మార్క్ హక్కులు మీకు సంక్రమించవు, ఈ పరిమితి {{brandShortName}} పేరుకు లేదా చిహ్నానికి కూడా వర్తించును.
th: คุณไม่ได้รับสิทธิหรือใบอนุญาตในเครื่องหมายการค้าใด ๆ ที่เป็นเครื่องหมายการค้าของมูลนิธิ Mozilla หรือบุคคลใด ๆ ไม่จำกัดทั้งชื่อหรือโลโก้ของ {{brandShortName}}
tr: {{brandShortName}} ismi ve logosu da dahil olmak üzere ama bunlarla sınırlı kalmamak üzere, Mozilla Foundation veya herhangi bir partinin ticari marka hakları veya ticari markalarının lisansları verilmemiştir.
ur: آپکو قسی بھی قسم کے ٹریڈمارک اختیار یا Mozilla Foundation,یا تھرڈ پارٹئ، جس میں {{brandShortName}} کا نام یا شناختی نشان بھی شامل ہے کے ٹریڈمارکس کے لائسنس کے حقوق نہیں دئے گئے ہیں۔
uz: Mozilla jamiyati tomonidan birorta ham savdo belgisi litsenziyalari yoki huquqlar bilan kafolat berilmaydi yoki {{brandShortName}} nomi yoki belgisi cheklovi qo‘shilgan birorta tarafga ham kafolat bermaydi.
vi: Bạn không được trao các quyền về thương hiệu hoặc giấy phép sử dụng thương hiệu của Quỹ Mozilla hoặc bất kỳ bên nào, bao gồm cả tên và logo của {{brandShortName}}.
xh: Akuwanikwa nawaphi na amalungelo ophawu lorhwebo okanye iilayisenisi kwiimpawu zorhwebo zeMozilla Foundation okanye nezaliphi na iqela kuqukwa nokungabi namida kwegama okanye ilogo ye{{brandShortName}}.
zu: Awunikiwe ilungelo lophawu lokuthengisa noma ilayisense yokuthengisa yakwa-Mozilla Foundation noma enye ingxenye, kufaka phakathi ngaphandle komkhawulo igama noma ilogo yakwa-{{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
af: Sekere kenmerke in {{brandShortName}}, soos die omvalverslaggewer, gee jou die opsie om terugvoer aan Mozilla te gee. As jy kies om terugvoer te gee, gee jy vir Mozilla toestemming om die terugvoer te gebruik om hul produkte te verbeter, om die terugvoer op hul webwerwe te publiseer, en om die terugvoer te versprei.
am: አንዳንድ ገጽታዎች በ {{brandShortName}} እንደ ግጭት መግለጫ ለ ሞዚላ ምላሽ እንዲሰጡ ምርጫ ይሰጥዎታል: በምርጫ ምላሽ እንዲያስገቡ: ለ ሞዚላ ፍቃድ ሰጥተዋል ውጤቱን እንዲያሻሻል: ምላሹን በ ድህረ ገጹ ላይ እንዲያትም እና ምላሹን እንዲያሰራጭ ምርጫ ይሰጥዎታል
ar: بعض الميزات في {{brandShortName}}، مثل مراسل اﻷعطال، تعطيك الخيار في توفير تقرير حال لموزيلا. عن طريق اختيار إرسال تقرير الحال، أنت تعطي الإذن لموزيلا في استخدام تقرير الحال لتحسين منتجاتها، في نشر تقرير الحال على مواقع الويب الخاصة بها، وفي توزيع تقرير الحال.
as: {{brandShortName}} ৰ কিছুমান বৈশিষ্ট্য, যেনে স্খলন সংবাদক, এ আপোনাক Mozilla লৈ সঁহাৰি জমা দিয়াৰ বিকল্প প্ৰদান কৰে। সঁহাৰি জমা দিয়াটো নিৰ্বাচন কৰি, আপুনি Mozilla ক তাৰ উৎপাদনসমূহ উন্নত কৰিবলে সঁহাৰি ব্যৱহাৰ কৰাৰ, ইয়াৰ ৱেবছাইটসমূহত সঁহাৰি প্ৰকাশ কৰাৰ, আৰু সঁহাৰি বিতৰন কৰাৰ অনুমতি দিয়ে।
bg: Някои от функциите на {{brandShortName}}, като Доклад за срив, ви дават възможност да дадете на Mozilla обратна връзка. Избирайки да го направите давате разрешение на Mozilla да я използва за подобряване на продуктите си, да я публикува на страницата си и да я разпространява.
bn_in: {{brandShortName}} এর কিছু বৈশিষ্ট্য যেমন ক্র্যাশ রিপোর্টার আপনাকে মজিলায় প্রতিক্রিয়া প্রদান করার অপশন দেবে। আপনি মজিলায় মতামত প্রদান করে, তার পণ্য উন্নত করতে তার ওয়েবসাইটে মতামত প্রকাশ করে এবং মতামত বিতরণ প্রতিক্রিয়া ব্যবহার করার অনুমতি দিচ্ছেন।
br: Molladoù zo e {{brandShortName}}, evel Danevell ar Sac'hadennoù, a ro tro deoc'h da reiñ ho meno da vMozilla. Mar dibabot reiñ ho meno e roiot hoc'h aotre da vMozilla da arverañ ar meno a-benn gwellaat e genderc'hadoù, da embann ar meno war e lec'hienn internet ha da zasparzhañ ar meno.
bs: Neke mogućnosti u {{brandShortName}}, poput Crash Reportera, nude vam mogućnost slanja povratnih informacija Mozilli. Odabirom slanja povratnih informacija, Mozilli dajete dopuštenje za korištenje povratnih informacija za unapređenje njezinih proizvoda, objavu povratnih informacija na njezinim web stranicama i distribuciju povratnih informacija.
ca: Algunes funcions del {{brandShortName}}, com ara el Generador d'informes de fallada, us donen l'opció d'enviar comentaris a Mozilla. Si opteu per enviar els vostres comentaris, autoritzeu Mozilla a utilitzar la informació per millorar els seus productes, a publicar-la en els seus llocs web i a distribuir-la.
cy: Mae rhai nodweddion yn {{brandShortName}} megis yr Adroddwr Chwalu, yn rhoi'r dewis i chi gyfrannu adborth i Mozilla. Drwy ddewis cyflwyno adborth rydych yn rhoi i Mozilla ganiatâd i ddefnyddio'r adborth i wella ei gynnyrch, i gyhoeddi'r adborth ar ei wefannau, ac i ddosbarthu'r adborth.
es: Algunas características en {{brandShortName}} como Crash Reporter le ofrecen la oportunidad de dar su opinión a Mozilla. Al elegir enviar su opinión, autoriza a Mozilla a utilizarla para mejorar sus productos, publicarla en sus sitios web y distribuirla.
eu: {{brandShortName}} baitako zenbait eginbidek, esaterako hutsegite-txostenek, Mozillari zure iritziak bidaltzeko aukera ematen dute. Iritziak bidaltzea aukeratzen bazuzu, iritzi horiek erabiltzeko baimena ematen diozu Mozillari, bai produktuak hobetzeko, iritziak bere webguneetan argitaratzeko zein iritziok birbanatzeko.
fa: برخی ویژگی‌ها در {{brandShortName}}، مانند گزارشگر خطا، ای انتخاب را به شما می‌دهد که بازخوردهایی برای موزیلا فراهم کنید. با انتخاب ثبت بازخورد، به موزیلا اجاره می‌دهید که از بازخورد برای بهبود محصولاتش استفاده کند، بازخورد را روی پایگاه وبش منتشر کند و آن را بارتوزیع کند.
ga_ie: Tugann cuid de na gnéithe i {{brandShortName}}, mar shampla an Tuairisceoir Tuairteála, deis duit aiseolas a thabhairt do Mhozilla. Má sheolann tú aiseolas chugainn, tugann tú cead do Mhozilla úsáid a bhaint as chun feabhas a chur ar a chuid táirgí, agus an t-aiseolas a fhoilsiú ar shuímh Ghréasáin nó a scaipeadh.
gd: Tha cuid dhe na feartan ann am {{brandShortName}}, can an gleus a nì aithris air tuisleadh, a’ toirt cothrom dhut beachdan a chur gu Mozilla. Ma bheir thu beachd thugainn aig Mozilla, bidh thu cuideachd a’ toirt cead dhuinn do bheachdan-sa a chleachdadh gus am bathar againn a leasachadh, do bheachdan fhoillseachadh air na làraichean-lìn againn agus a sgaoileadh.
hi_in: {{brandShortName}} में कुछ सुविधाओं, जैसे क्रैश रिपोर्टर के रूप में, आपको मोज़िला फीडबैक प्रदान करने का विकल्प देते हैं. प्रतिक्रिया सबमिट करने के लिए चयन करके, आपको मोज़िला प्रतिक्रिया का उपयोग करने के लिए अपने उत्पादों को बेहतर बनाने के लिए, अपनी वेबसाइटों पर प्रतिक्रिया प्रकाशित और वितरित करने के लिए प्रतिक्रिया करने की अनुमति देते हैं.
hu: A {{brandShortName}} egyes funkciói, például a Hibabejelentő, lehetőséget ad a visszajelzésre a Mozilla felé. A visszajelzés elküldésével Ön engedélyt ad a Mozilla részére, hogy a visszajelzést a termékei fejlesztésére használja fel, a visszajelzést közzétegye a webhelyein, valamint a visszajelzést terjessze.
id: Beberapa fitur dalam {{brandShortName}}, seperti Pelapor Kerusakan, memberikan Anda opsi untuk memberikan umpan balik kepada Mozilla. Dengan memilih untuk memberikan umpan balik, Anda mengizinkan Mozilla menggunakan umpan balik tersebut untuk memperbaiki produknya, mempublikasikannya di situs webnya, dan mendistribusikannya.
km: លក្ខណៈ​ខ្លះ​នៅ​ក្នុង {{brandShortName}}, ដូចជា​របាយការណ៍​គាំង, អាច​ឲ្យ​ជម្រើស​អ្នក​ផ្ដល់​មតិ​ត្រឡប់​ដល់​ Mozilla ។ ដោយ​ជ្រើស​ដាក់​ស្នើ​មតិ​ត្រឡប់ នោះ​អ្នក​ផ្ដល់​សិទ្ធិ​ឲ្យ Mozilla ប្រើ​មតិ​ត្រឡប់​ដើម្បី​ធ្វើ​​ផលិតផល​ឲ្យ​ប្រសើរ ដើម្បី​ផ្សព្វផ្សាយ​មតិ​ត្រឡប់​នៅ​លើ​តំបន់បណ្ដាញ​របស់​ខ្លួន និង​ចែកចាយ​មតិ​ត្រឡប់។
kn: {{brandShortName}} ನಲ್ಲಿನ ಕುಸಿತ ವರದಿಗಾರನಂತಹ ಕೆಲವು ಸೌಲಭ್ಯಗಳು, ಮೊಝಿಲ್ಲಾಗೆ ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವನ್ನು ಒದಗಿಸಲು ಆಯ್ಕೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ. ಅಭಿಪ್ರಾಯವನ್ನು ಒದಗಿಸು ಎನ್ನುವುದನ್ನು ಆರಿಸುವ ಮೂಲಕ, ನೀವು ಮೊಝಿಲ್ಲಾಗೆ ತನ್ನ ಉತ್ಪನ್ನಗಳನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ಅಭಿಪ್ರಾಯಗಳನ್ನು ಬಳಸಿಕೊಳ್ಳಲು, ತನ್ನ ಜಾಲತಾಣಗಳಲ್ಲಿ ಅಭಿಪ್ರಾಯವನ್ನು ಪ್ರಕಟಿಸಲು, ಮತ್ತು ಅಭಿಪ್ರಾಯವನ್ನು ವಿತರಿಸಲು ನೀವು ಅನುಮತಿಯನ್ನು ನೀಡುತ್ತೀರಿ.
mg: Ny fiasa sasany @ {{brandShortName}}, toy ny Mpitatitra Crash, dia manome anao safidy hanome tsikera an'i Mozilla. Rafa mifidy ny handefa tsikera ianao, dia manome an'i Mozilla alàlana hampiasa ilay tsikera hanatsarana ireo zava-vokariny sy hamoaka ilay tsikera amin'ireo tranonkalany ary hanaparitaka ilay tsikera.
ml: ക്രാഷ് റിപ്പോര്‍ട്ടര്‍ പോലുള്ള {{brandShortName}}-ലുള്ള വിശേഷതകള്‍, നിങ്ങള്‍ക്കു് മോസില്ലയിലേക്കു് അഭിപ്രായങ്ങള്‍ അറിയിയ്ക്കുവാന്‍ സഹായിയ്ക്കുന്നു. അഭിപ്രായങ്ങള്‍ രേഖപ്പെടുത്തുവാന്‍ തെരഞ്ഞെടുത്താല്‍, മോസില്ലയ്ക്ക് നിങ്ങള്‍ അവയുടെ പ്രൊഡക്ടുകള്‍ നന്നാക്കുവാന്‍, വെബ്സൈറ്റുകളില്‍ അഭിപ്രായങ്ങള്‍ നല്‍കുവാന്‍, അവ വിതരണം ചെയ്യുവാന്‍ എന്നിവയ്ക്കുള്ള അനുവാദം നല്‍കുന്നു.
mr: {{brandShortName}} मधील क्रॅश रिपोर्टर सारख्या काही वैशिष्ट्यांद्वारे, आपण Mozilla ला प्रतिक्रिया देऊ शकता. आपण प्रतिक्रिया देता याचा अर्थ, Mozilla चे उत्पादन सुधारण्यासाठी , वेबसाईटवर प्रकाशित करण्यासाठी, किंवा इतरांना वाटण्यासाठी त्या प्रतिक्रियांचा वापर करण्याची परवानगी देता हा होय.
ms: Beberapa ciri dalam {{brandShortName}}, seperti Pelapor Nahas, memberi anda pilihan untuk menyediakan maklumbalas kepada Mozilla. Dengan memilih untuk hantar maklumbalas, anda memberi Mozilla kebenaran untuk menggunakan maklumbalas bagi menambahbaik produknya, untuk menghantar maklumbalas kepada laman webnya, dan juga mengagihkan maklumbalas.
my: အချို့ {{brandShortName}} ၏ လုပ်ဆောင်ချက်များတွင် ( Crash Reporter ) မိုဇီလာအား အကြံပေးချက်ပေးနိုင်ပါသှ်။ အကြံပေးချက်​ ပြုလုပ်ခြင်း အားဖြင့် သင်သှ် မိုဇိလာအား ၎င်းတို့၏ ထုတ်ကုန်များ အဆင့်မြှင့်ရန် ဝတ်ဆိုဒ်များတွင် ဖော်ပြရန် အလိုအလျောက် ခွင့်ပြုပြီး ဖြစ်သှ်။
ne: केहि {{brandShortName}} मा सुविधाहरु जस्तै क्र्यास रिपोर्टरले मोजिल्लालाई पृष्ठपोषण पठाउने विकल्प तपाईलाई दिन्छन्। पृष्ठपोषण निवेदन छानेर, तपाईले मोजिल्लालाई पृष्ठपोषण प्रयोग गरेर उत्पादन सुधार्ने, वेबसाइटमा पृष्ठपोषण प्रकाशन गर्ने र पृष्ठपोषण वितरण गर्ने अनुमति दिनसक्नुहुन्छ ।
or: କ୍ରାସ ରିପୋର୍ଟର ଭଳି {{brandShortName}}ର କିଛି ଫିଚର ଆପଣଙ୍କୁ Mozillaକୁ ମତାମତ ପଠାଇବା ବିକଳ୍ପ ଦେଇଥାଏ । ମତାମତ ଦାଖଲ କରିବା ବାଛି ଆପଣ Mozillaକୁ ତା'ର ଉତ୍ପାଦମାନଙ୍କୁ ଉନ୍ନତ କରିବାର, ସେସବୁ ମତାମତକୁ ତା'ର ୱେବସାଇଟରେ ପ୍ରକାଶ କରିବାର ଓ ମତାମତସବୁକୁ ବାଣ୍ଟିବାର ଅନୁମତି ଦେଇଥାନ୍ତି ।
pt: Algumas funcionalidades no {{brandShortName}}, tais como o Crash Reporter (Relator de Falhas), dão-lhe a possibilidade de dar informações à Mozilla. Ao optar por enviar informações, está a dar permissão à Mozilla para utilizar as informações para melhorar os seus produtos, publicar as informações nos seus websites e para distribuir as informações.
pt_br: Alguns dos recursos do {{brandShortName}}, como o Crash Reporter, lhe dão a opção de fornecer informações à Mozilla. Ao efetuar o envio destas informações, você dá à Mozilla a permissão de usá-las para aperfeiçoar seus produtos, para publicá-las em seus sites e para distribuí-las.
ro: Unele funcționalități din {{brandShortName}}, cum ar fi Raportorul de defecțiuni îți oferă posibilitatea să furnizezi feedback la Mozilla. Alegând să trimiți feedback, îi dai permisiunea lui Mozilla să folosească feedbackurile pentru a-și îmbunătăți produsele, să publice feedbackurile pe propriile site-uri web și să distribuie feedbackurile.
si: {{brandShortName}} හී සමහර යෙදුම්, උදාහරණ ලෙසින් බිඳවැටීම් වාර්ථාකරනය, Mozilla වෙතට ප්‍රතිපෝෂණයන් ලබා දීමේ අවස්ථාව ඔබට ලබා දෙයි. එයට එකඟ වීම මඟින් ඔබ විසින් Mozilla වෙතට එහි නිපැයුම් වැඩිදියුණු කිරීමට ඔබගේ ප්‍රතිපෝෂණ භාවිතා කිරීමට, ඔවුන්ගේ වෙබ් අඩවියේ ප්‍රතිපෝෂණයන් දර්ශණය කිරීමට හා ප්‍රතිපෝෂණයන් බෙදා හැරීමට අවසර ලබා දෙයි.
sw: Vipengele vingine katika {{brandShortName}}, kama vile Kiripoti Kukwama, hukupa chaguo la kutoa maoni kwa Mozilla. Kwa kuchagua kufikisha maoni, unapatia Mozila ruhusa ya kutumia maoni ili kuboresha bidhaa, kuchapisha maoni katika tovuti, na kusambaza maoni hayo.
ta: {{brandShortName}} இன் சில அம்சங்கள், சிதைவு அறிக்கையாளர், உங்களுக்கு மொசில்லாவுக்கு பின்னூட்டம் அனுப்பும் வாய்ப்பை வழங்குகிறது. பின்னூட்டம் சமர்ப்பியை தேர்வுச்செய்வதன் மூலம், மொசில்லாவுக்கு அதன் தயாரிப்புகளை மேம்படுத்த அனுமதி வழங்குகிறது, மேலும் பின்னூட்டங்களை இணையத்தளங்களில் வெளியிடவும், பின்னூட்டத்தை பகிர்ந்தளிக்கிறது.
te: {{brandShortName}} నందలి కొన్ని విశేషణాలు, క్రాష్ నివేదకి వంటివి, మొజిల్లాకు మీ ప్రతిస్పందనను తెలియజేయుటకు దోహదపడును. మీ ప్రతిస్పందనను ఉపయోగించి మొజిల్లా ఉత్పత్తులు మెరుగుపరచుటకు, వారి వెబ్‌సైట్లలో ప్రచురించుటకు, పంపిణీచేయుటకు వారి అనుమతినివ్వాలంటే, ప్రతిస్పందనను సమర్పించండి.
th: บางคุณสมบัติใน {{brandShortName}} อย่างตัวรายงานข้อขัดข้อง ให้ตัวเลือกคุณในการให้ข้อคิดเห็นกับ Mozilla โดยการเลือกส่งข้อคิดเห็นหมายถึงคุณให้อนุญาต Mozilla ในการใช้ข้อคิดเห็นนั้นเพื่อปรับปรุงผลิตภัณฑ์ เผยแพร่ข้อคิดเห็นบนเว็บไซต์ และแจกจ่ายข้อคิดเห็น
tr: {{brandShortName}} üzerindeki Çökme Raporlayıcısı gibi bazı özellikler size Mozilla'ya geri bildirimde bulunma seçeneği sunar. Geri bildirimde bulunmayı tercih ederseniz, Mozilla'ya ürünlerini geliştirmek için bu geri bildirimi kullanma, geri bildirimi web sitelerinde yayımlama ve geri bildirimi dağıtma izni vermiş olursunuz.
ur: {{brandShortName}} کے کچھ سہو لت، جیسے مختصر تباہ، آپ کو جواب الجواب کا اختیار دیتا ہے۔ جواب الجواب کا انتخاب کر کے، آپ موزییلا کو اجازت دیں تا کے وہ جواب الجواب کو استعمال کر کے اس مصنوعہ کو اور بہتر کرے ،تا کے جواب الجواب کو اس کی ویب سائٹ پر شائع کریں اور جواب الجواببانٹیں۔
uz: {{brandShortName}}dagi ba’zi xususiyatlari, masalan, "Nosozlik xabar bergichi" Mozilla’ga mulohazalar joʻnatish imkonini beradi. Mulohaza joʻnatishni tanlab, Mozilla’ga mahsulotlarini yaxshilashda, tavsiyalarni oʻzining saytida e’lon qilishda va fikrlarni tarqatishda mulohazalardan foydalanish huquqini berasiz.
vi: Một số tính năng trong {{brandShortName}} (như Thông báo sự cố) đưa ra tùy chọn gửi phản hồi cho Mozilla. Bằng việc gửi phản hồi, bạn đã cho phép Mozilla sử dụng nó để cải thiện sản phẩm và công bố cũng như phân phối trên trang chủ.
xh: Ezinye iifitsha kwi{{brandShortName}}, ezifana noMniki-ngxelo woMonakalo, zikunika ithuba lokunikezela ingxelo kwiMozilla. Ngokukhetha ukunika ingxelo, unika iMozilla imvume yokusebenzisa loo ngxelo ukuphucula imveliso yayo, yokupapasha ingxelo kwiwebhusayithi yayo kwanokudlulisela kwabanye ingxelo leyo.
zu: Amanye amafisha e-{{brandShortName}}, njenge-Crash Reporter, akunikeza ithuba lokunikeza owakho umbono kwabakwa-Mozilla. Ngokukhetha ukunikeza owakho umbono, unikeza abakwa-Mozilla imvume yokusebenzisa lowo mbono ukuthuthukisa imikhiqizo yayo, ukuwushicilela kuwebhusayithi yayo, kanye nokuwusabalalisa.

source: Other
af: Ander
am: ሌላ
ar: أخرى
as: অন্য
bn_in: অন্যান্য
bs: Drugo
ca: Altres
cy: Arall
es: Otros
eu: Bestelakoa
fa: دیگر
hi_in: अन्य
mg: Hafa
ml: മറ്റുള്ളവ
ms: Lain-lain
my: အခြား
ne: अरु
pt_br: Outro
si: වෙනත්
sw: Nyingine
te: ఇతర
ur: دیگر
uz: Boshqa
vi: Khác
xh: Ezinye

source: SIM Card Warning
af: SIM-kaartwaarskuwing
am: የ ሲም ካርድ ማስጠንቀቂያ
ar: تحذير بطاقة SIM
as: SIM কাৰ্ড সতৰ্কীকৰণ
bg: Предупреждение за SIM картата
bn_in: SIM কার্ড সতর্কবার্তা
br: Gouzav a-zivout ar gartenn SIM
bs: Upozorenje SIM kartice
ca: Avís de targeta SIM
cy: Rhybudd Cerdyn SIM
es: Advertencia de tarjeta SIM
eu: SIM txartelaren abisua
fa: اخطار سیم‌کارت
ga_ie: Rabhadh: Cárta SIM
gd: Rabhadh mun chairt SIM
hi_in: SIM कार्ड चेतावनी
hu: SIM kártya figyelmeztetés
id: Peringatan Kartu SIM
km: ការ​ព្រមាន​​ SIM កាត
kn: SIM ಕಾರ್ಡ್ ಎಚ್ಚರಿಕೆ
mg: Fampitandremana Karatra SIM
ml: സിം കാര്‍ഡ് മുന്നറിയിപ്പ്
mr: SIM कार्ड इशारा
ms: Amaran Kad SIM
my: SIM ကဒ် သတိပေးချက်
ne: सिम कार्ड चेतावनी
or: SIM କାର୍ଡ ଚେତାବନୀ
pt: Aviso do Cartão SIM
pt_br: Alerta do cartão SIM
ro: Avertisment privind cartela SIM
si: SIM පතෙහි අවවාදයක්
sw: Onyo ya Kadi ya SIM
ta: சிம் அட்டையின் எச்சரிக்கை
te: సిమ్ కార్డ్ హెచ్చరిక
th: คำเตือนการ์ด SIM
tr: SIM Kart Uyarısı
ur: سم کارڈ کے انتباہ
uz: SIM karta ogohlantirishi
vi: Cảnh báo thẻ SIM
xh: Isilumkiso seSIM-khadi
zu: Isexwayiso seKhadi le-SIM
