Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: Drag from the left edge of your screen to return to recently used apps.
af: Sleep van die linkerkantste rand van jou skerm om na onlangs gebruikte programme terug te keer.
am: በመመልከቻው በ ግራ በኩል ተጭነው ይጎትቱ በቅርብ የተጠቀሙባቸው መተግበሪያዎች ጋር ለመመለስ
ar: مرر من الحافة اليسرى من الشاشة للعودة إلى تطبيقات المستخدمة مؤخرا.
as: শেহতীয়াভাৱে ব্যৱহাৰ কৰা এপসমূহলৈ ঘুৰি যাবলৈ আপোনাৰ পৰ্দাৰ বাওঁ প্ৰান্তৰ পৰা টানক।
bg: Влачете от левия край на екрана за връщане към отворените приложения.
bn_in: সম্প্রতি ব্যবহৃত অ্যাপ্লিকেশান ফেরানোর জন্য আপনার পর্দার বাম প্রান্ত থেকে টেনে আনুন
br: Lakait ho piz da riklañ adalek kostez ar skramm evit distreiñ d'an arloadoù arveret nevez zo.
bs: Prevucite s lijeve ivice ekrana da se vratite na nedavno korištene aplikacije.
ca: Arrossegueu el dit des de la vora esquerra de la pantalla per tornar a aplicacions que heu utilitzat recentment.
cy: Llusgwch o ymyl chwith eich sgrin i fynd nôl i'r apiau defnyddiwyd yn ddiweddar.
es: Deslice la pantalla desde el borde izquierdo para volver a las apps más recientes.
eu: Erabilitako azken aplikazioetara itzultzeko, arrastatu pantailaren ezkerreko ertzetik.
fa: برای برگشت به آخربن برنامه در حال استفاده از گوشه سمت چپ بکشید.
ga_ie: Svaidhpeáil aniar ó thaobh na láimhe chlé chun filleadh ar na haipeanna is déanaí.
gd: Slaod a-steach o oir chlì na sgrìn airson tilleadh gu na h-aplacaidean a chleachd thu o chionn goirid.
hi_in: हाल का प्रयुक्त एप्पमे वापस जाने के लिए अपने स्क्रीन के बाएँ किनार से खींचू.
hu: A képernyő bal széléről húzva visszatérhet a legutóbb használt alkalmazásokhoz.
id: Seret dari sisi kiri layar untuk kembali ke aplikasi yang baru digunakan.
km: អូស​ពី​គែម​អេក្រង់​ខាង​ឆ្វេង​​ត្រឡប់​ទៅ​កាន់​កម្មវិធី​ដែល​បាន​ប្រើ​ថ្មីៗ។
kn: ಇತ್ತೀಚೆಗೆ ಬಳಸಿದ ಅನ್ವಯಗಳಿಗೆ ಹಿಂದಿರುಗಲು ನಿಮ್ಮ ಪರದೆಯ ಎಡ ಮೂಲೆಯನ್ನು ಹಿಡಿದು ಎಳೆಯಿರಿ.
mg: Tarito avy eo @ sisiny ankavian'ny efijery raha hiverina amin'ireo app nampiasaina vao tsy ela.
ml: അടുത്തിടെ ഉപയോഗിച്ച പ്രയോഗങ്ങളിലേക്ക് തിരികെ പോകാൻ താങ്കളുടെ സ്ക്രീനിന്റെ ഇടത്തേ അറ്റത്ത് നിന്നും വലിക്കുക.
mr: अलीकडे वापरलेल्या ॲप्सवर जाण्यासाठी, फोन स्क्रिनच्या डाव्या काठावरून ड्रॅग करा.
ms: Seret dari sudut kiri skrin anda untuk mengembalikan aplikasi yang digunakan kebelakangan.
my: ဘယ်ဘက်အစွန်းမှ ဖိပွတ်ဆွဲပြီး သင်လတ်တလော သုံးထားသှ့် အက်ပ်များအား ပြန်ကြည့်ပါ
ne: भर्खरै प्रयोग गरिएका एप्सहरुमा फर्कन स्क्रिनको दायाँ किनाराबाट औँला घिसार्नुहोस्।
or: ନିକଟରେ ବ୍ୟବହୃତ ଆପକୁ ଫେରିଯିବା ଲାଗି ଆପଣଙ୍କ ସ୍କ୍ରିନର ବାମ ଧାରରୁ ଟାଣନ୍ତୁ।
pt: Arraste do limite esquerdo do seu ecrã para voltar para as aplicações utilizadas recentemente.
pt_br: Deslize do canto esquerdo da tela para navegar entre os aplicativos usados recentemente.
ro: Trage din marginea stângă a ecranului pentru a reveni la aplicațiile folosite recent.
si: වම් කෙලවරේ සිට තිරය දිගේ ඇදීම මඟින් මෑත භාවිත යෙදුම් වලට නැවතත් පිවිසිය හැකියි.
sw: Batilisha juu na chini ili kuvinjari programu zako. Donoa n ushikilie ikoni ili kuihamisha au kuifuta.
ta: சமிபத்திய பயன்பாட்டுக்கு திரும்ப உங்கள் திரையின் இடது ஓரத்திலிருந்து இழுக்கவும்.
te: ఇటీవల ఉపయోగించిన అనువర్తనాలకు తిరిగివెళ్ళుటకు మీ తెర ఎడమ అంచునుండి లాగండి.
th: ลากจากขอบซ้ายของหน้าจอคุณเพื่อกลับไปยังแอปที่ใช้ล่าสุด
tr: Son kullanılan uygulamalara dönmek için ekranın sol kenarından çekin.
ur: جدید ایپس میں واپس جانے کے لئے آپ کی سکرین کے بائیں کنارے سے کھینچے۔
uz: So‘nggi foydalanilgan ilova dasturlarni qaytarish uchun ekraningiz chap chetidan silang.
xh: Rhuqa ukusuka kwikona esekhohlo yesikrini sakho ukubuyela kwiiaplikheyishini ezisandul'ukusetyenziswa.
zu: Donsa kusuka echopheni lesokunxele leskrini sakho ukuze ubuyele ku-app esetshenzisiwe.

source: Tap on the search box anytime to start a search or go to a website.
am: መታ ያድርጉ በ መፈለጊያ ሳጥኑ ላይ በማንኛውም ጊዜ ለመፈለግ ወይንም ወደ ድሕረ ገጽ ለመሄድ
ar: انقر على خانة البحث في أي وقت لبدء البحث أو الذهاب إلى أي موقع.
bg: Винаги може да докоснете полето за търсене за започване на търсене или отваряне на страница.
bn_in: অনুসন্ধান বাক্সে ট্যাপ করুন একটি অনুসন্ধান শুরু করতে অথবা একটি ওয়েবসাইটে যেতে।
br: Stokit war ar voest klask evit loc'hañ ur c'hlask pe mont d'ul lec'hienn.
bs: Dodirnite polje za pretragu bilo kada da započnete pretragu ili posjetite web stranicu.
ca: Toqueu el quadre de cerca en qualsevol moment per iniciar una cerca o obrir un lloc web.
cy: Tapio'r blwch chwilio i gychwyn chwilio neu i fynd i wefan.
es: Pulse en el cuadro de búsqueda cuando quiera iniciar una búsqueda o ir a una web.
eu: Sakatu bilaketa-kutxan bilaketa bat abiarazteko edo webgune batera joateko.
fa: هر زمان برای شروع یک جست‌وجو یا رفتن به یک پایگاه وب، روی جعبهٔ جست‌وجو ضربه بزنید.
ga_ie: Tapáil an bosca cuardaigh am ar bith chun cuardach a dhéanamh nó suíomh Gréasáin a oscailt.
gd: Thoir gnogag air bogsa an luirg gus rud a lorg no tadhal air làrach-lìn.
hi_in: खोज प्रारंभ या एक वेबसाइट पर जाने के लिए खोज बॉक्स पर किसी भी समय क्लिक करें.
hu: Koppintson a keresőmezőre a kereséshez vagy egy weboldal megnyitásához.
id: Ketuk pada kotak pencarian kapan saja untuk memulai pencarian atau membuka situs web.
kn: ಹುಡುಕಲು ಅಥವಾ ಜಾಲತಾಣವೊಂದಕ್ಕೆ ಹೋಗಲು ಯಾವಾಗ ಬೇಕಾದರೂ ಹುಡುಕು ಚೌಕದ ಮೇಲೆ ತಟ್ಟಿ.
mg: Tsindrio eo @ boaty fikarohana @ fotoana rehetra raha hanomboka fikarohana na handeha @ tranonkala.
ms: Sentuh pada kotak carian untuk memulakan carian atau pergi ke laman web pada bila-bila masa.
my: စတင်ရှာဖွေခြင်း သို့မဟုတ် အင်တာနက်စာမျက်နှာသိုသွားရန် မည်သည့်အချိန်မဆို ရှာဖွေခြင်းအကွက်တွင် နှိပ်ပါ။
pt: Toque no campo de pesquisa sempre que quiser iniciar uma pesquisa ou ir para um website.
pt_br: Toque na caixa de busca a qualquer momento para iniciar uma pesquisa ou visitar um site.
ro: Atinge caseta de căutare oricând pentru a începe o căutare sau a accesa un site web.
si: සෙවුමකට හෝ අඩවියකට යෑමට සෙවුම් කොටුව මත තට්ටු කරන්න.
ta: எந்நேரத்திலும் தேடவோ இணையத்தளத்திற்கு செல்லவோ தேடல் பொட்டியை தட்டவும்.
th: แตะที่กล่องค้นหาได้ทุกเวลาเพื่อเริ่มค้นหาหรือไปยังเว็บไซต์
tr: Arama yapmak veya bir web sitesine gitmek istediğiniz zaman arama kutusuna dokunun.
ur: کسی بھی وقت تلاش شروع کرنے کے لئے یا کسی ویب سائٹ پر جانے کے لئے تلاش خانہ پر کلک کریں۔
uz: Xohlagan vaqtingizda izlash yoki vebsaytga o‘tish uchun qidiruv maydonchasiga bosing.

source: Your bookmarks have been moved to the homescreen. When editing, tap a bookmark to edit or rename it.
am: የ እርስዎ ምልክት ያደረጉባቸው ወደ ቤት መመልከቻ ተንቀሳቅሰዋል: በሚታረም ጊዜ: ምልክት ያደረጉትን መታ ያድርጉ ለማረም ወይንም እንደገና ለመሰየም
ar: تم نقل تفضيلاتك إلى صفحة البداية. لدى التّحرير انقر على أيّها لتحريرها أو لإعادة تسميتها.
bg: Вашите отметки са преместени на началния екран. При редактиране, докоснете отметка, за да я редактирате или преименувате.
bn_in: অাপনার বুকমার্ক সংকলন হোমস্ক্রিনে স্থানান্তরণ হয়েছে। সম্পাদনা করার সময়, একটি বুকমার্ক ট্যাপ করুন সেটিকে সম্পাদনা অথবা নাম পরিবর্তন করতে।
br: Dilec'hiet eo bet ho sinedoù etrezek ar skramm degemer. Stokit war ur sined evit embann pe adenvel anezhañ.
bs: Vaše zabilješke su premještene na početni ekran. Kada budete uređivali, dodirnite zabilješku da je uredite ili joj promijenite naziv.
ca: Les adreces d'interès s'han mogut a la pantalla d'inici. Quan editeu, toqueu una adreça d'interès per editar-la o canviar-li el nom.
cy: Mae eich nodau tudalen wedi eu symud i'r sgrin cartref. Wrth olygu, tapiwch nod tudalen i'w olygu neu i newid i enw.
es: Sus marcadores se han movido a la pantalla de inicio. Pulse un marcador para editarlo o renombrarlo.
eu: Zure laster-markak hasierako pantailara eraman dira. Editatzean, sakatu laster-marka bat hura editatu edo berrizendatzeko.
fa: نشانکتان به صفحهٔ خانگی منتقل شد. هنگام ویرایش، برای ویراست یا تغییر نام یک نشانک، رویش ضربه بزنید.
ga_ie: Cuireadh do leabharmharcanna leis an scáileán baile. Le linn eagarthóireachta, tapáil leabharmharc chun é a chur in eagar nó ainm nua a chur air.
gd: Chaidh na comharran-lìn agad a ghluasad dhan sgrìn mhòr ùr. Nuair a bhios tu airson deasachadh, thoir gnogag air comharra-lìn gus a dheasachadh no airson ainm ùr a thoirt air.
hi_in: आपके बुकमार्क्स मुख्यस्क्रीन करने के लिए स्थानांतरित कर दिया गया है. जब संपादन, कोई बुकमार्क संपादित करना या इसका नाम बदलना करने के लिए टैप करें.
hu: Könyvjelzői áthelyezésre kerültek a kezdőképernyőre. Szerkesztéskor koppintson egy könyvjelzőre a szerkesztéséhez vagy átnevezéséhez.
id: Markah telah dipindahkan ke layar beranda. Saat mengedit, ketuk markah untuk mengedit atau mengganti namanya.
kn: ನಿಮ್ಮ ಪುಟಗುರುತುಗಳನ್ನು ಮುಖ್ಯಪರದೆಗೆ ಜರುಗಿಸಲಾಗಿದೆ. ಸಂಪಾದಿಸುವಾಗ, ಪುಟಗುರುತು ಸಂಪಾದಿಸಲು ಅಥವಾ ಮರುಹೆಸರಿಸಲು ಮೆಲ್ಲ ತಟ್ಟಿ.
mg: Nafindra ao @ efijery trano ireo maripejinao. Rehefa manitsy, dia tsindrio ny maripejy iray hanitsy azy na hanova ny anarany.
ms: Penanda buku anda telah dipindahkan ke skrin utama. Semasa menyunting, sentuh penanda buku untuk mengedit atau menamakan semula.
my: သင်၏ မှတ်သားချက်ကို ပင်မမျက်နှာပြင်သို့ ရွေ့လိုက်ပြီးပါပြီ။ တည်းဖြတ်ခြင်းပြုလုပ်တဲ့အခါ တည်းဖြတ်ခြင်း၊ အမည်ပြောင်းရန် မှတ်သားချက်ကို နှိပ်ပါ
pt: Os seus marcadores foram movidos para o ecrã inicial. Quando os editar, carregue num marcador para o editar ou renomear.
pt_br: Seus favoritos foram movidos para a tela inicial. Quando editando, toque em um favorito para editar ou renomeá-lo.
ro: Semnele de carte au fost mutate pe ecranul principal. Când editezi, atinge pe un semn de carte pentru a-l edita sau a-l redenumi.
si: ඔබේ පිටුසලකුණු නිවෙස් තිරයට ගෙන ගොස් ඇත. සැකසීමේදී, සැකසීමට හෝ ප්‍රතිනම් කිරීමට පිටුසලකුණකට තට්ටු කරන්න.
ta: உங்கள் புத்தக்கக்குறிகள் முகப்பு திரைக்கு நகர்த்தப்பட்டது. புத்தகக்குறியை தொகுக்க, பெயர் மாற்ற அதை தட்டவும்.
th: ที่คั่นหน้าของคุณถูกย้ายไปที่หน้าจอแรก เมื่อจะแก้ไข ให้แตะที่ที่คั่นหน้าเพื่อแก้ไขหรือเปลี่ยนชื่อ
tr: Yer imleriniz ana ekranınıza taşınmıştır. Düzenleme yaparken, düzenlemek veya adını değiştirmek istediğiniz yer imine dokunun.
ur: آپ کے نشانیاں حوم سکرین میں منتقل کردیا گیا ہے۔ ترمیم کرتے وقت، ترمیم یا اس کا نام تبدیل کرنے کے لئے نشانیاں کو کلک کرے۔
uz: Xatcho‘plaringiz uy ekraniga ko‘chirildi. Tahrirlashda, tahrirlash yoki nomini o‘zgartirish uchun xatcho‘p ustiga bosing.

source: Tap to expand and collapse app groups. Drag an app into a new space to create a group.
am: መታ ያድርጉ የ መተግበሪያ ቡድኖችን ለማሳደግ ወይንም ለማሳነስ: መተግበሪያዎችን ይጎትቱ ወደ አዲስ ቦታ ቡድን ለመፍጠር
bn_in: অ্যাপ গ্রুপ বাড়ানো বা কমানোর জন্য ট্যাপ করুন। একটি অ্যাপকে ড্র্যাগ করে আনুন নতুন একটি জায়গায় একটি গ্রুপ তৈরি করার জন্য।
ca: Toqueu per expandir i reduir grups d'aplicacions. Arrossegueu una aplicació a un espai nou per crear un grup.
cy: Tapiwch i ehangu a chau grwpiau apiau. Llusgwch ap i ofod newydd i greu grŵp.
eu: Sakatu aplikazio taldeak zabaldu eta tolesteko. Arrastatu aplikazio bat espazio berri batera talde bat sortzeko.
fa: برای گشودن یا جمع کردن گروه‌های برنامه، ضربه بزنید. برای ایجاد یک گروه، بک برنامه را در یک فضا جدید بکشید و رها کنید.
mg: Tsindrio raha hamelatra na hanakombona ireo vondron'app. Tarito mankeo @ faritra vaovao ny app iray raha hamorona vondrona.
my: အက်ပ်အုပ်စုများကို ချဲ့ (သို့) ချုံ့ရန် ထိပါ။ အုပ်စုတစ်စု ဖန်တီးရန် အက်ပ်တစ်ခုကို နေရာလွတ်အတွင်းသို့ ဆွဲရွှေ့ပါ။
si: ටැප් කිරීමෙන් යෙදුම් සමූහයන් විහිදීම හෝ ඇකිලීම කර හැකියි. හිස් අවකාශයක් මතට යෙදුම ඇද ඒමෙන් නව සමූහයක් ගොඩනැවීම සිදුකල හැකියි.
ur: ایپ گروپ کو وسیع کرنیں یا غائب کرنیں کے لئے کلک کرے۔ گروپ بنانے کے لئے ایپ کو نئی جگہ گھسیٹیں۔
uz: Ilova dasturlar guruhlarini yoyish va yig‘ish uchun bosing. Yangi guruh yaratish uchun yangi joyga ilovani olib kelib tashlang.

source: You must be connected to the Internet to view the page.
af: Jy moet aan die internet gekoppel wees om die bladsy te bekyk.
am: ገጹን ለማየት ከ ኢንተርኔት ጋር መገናኘት አለብዎት
ar: يجب ان تكون متصل بالانترنت لمشاهدة هذه الصفحة.
as: পৃষ্ঠাটো চাবলৈ আপুনি ইন্টাৰনেটৰ সৈতে সংযুক্ত থাকিব লাগিব।
bg: Трябва да сте свързан към Интернет, за да се покаже страницата.
bn_in: এই পৃষ্ঠাটি দেখতে গেলে ইন্টারনেট সংযোগ প্রয়োজন।
br: Ret eo deoc'h bezañ kennasket ouzh ar genrouedad evit gwelout ar bajenn.
bs: Da biste vidjeli stranicu, morate biti povezani na Internet.
ca: Heu d'estar connectat a Internet per veure la pàgina.
cy: Rhaid eich bod wedi cysylltu â'r rhyngrwyd i weld y dudalen.
es: Debe estar conectado a Internet para ver la página.
eu: Internetera konektatuta egon behar duzu orria ikusteko.
fa: برای مشاهده این صفحه باید به اینترنت متصل باشید.
ga_ie: Caithfidh tú a bheith ceangailte leis an Idirlíon chun an leathanach a fheiceáil.
gd: Feumaidh tu ceangal ris an eadar-lìon mus fhaic thu an duilleag.
hi_in: पृष्ठ देखने के लिए आपका इंटरनेट से कनेक्ट होना आवश्यक है.
hu: Az oldal megjelenítéséhez csatlakoznia kell az internetre.
id: Anda harus tersambung ke Internet untuk menampilkan lamannya.
km: អ្នក​ត្រូវ​តែ​ភ្ជាប់​ទៅ​អ៊ីនធឺណិត​ដើម្បី​មើល​ទំព័រ​នេះ។
kn: ಈ ಪುಟವನ್ನು ವೀಕ್ಷಿಸಲು ನೀವು ಇಂಟರ್ನೆಟ್ಟಿಗೆ ಕನೆಕ್ಟ್ ಆಗಿರಬೇಕು.
mg: Tsy maintsy mifandray @ Aterineto ianao raha hijery ilay pejy.
ml: ഈ താള്‍ കാണണമെങ്കില്‍ ഇന്റെര്‍നെറ്റിലേക്ക് ബന്ധിപ്പിച്ചിരിക്കണം.
mr: हे पृष्ठ पाहण्यासाठी, आपले इंटरनेट चालू असणे आवश्यक आहे.
ms: Anda mesti menyambung kepada Internet untuk melihat laman.
my: ယခုစာမျက်နှာအား ကြည့်ရန် အင်တာနက်ချိတ်ဆက် ထားရပါမည်
ne: यो पृष्ठ हेर्नका लागि तपाईको फोन इन्टरनेटमा जडान हुनुपर्छ |
or: ଏଇ ପୃଷ୍ଠାକୁ ଦେଖିବାପାଇଁ ଆପଣଙ୍କୁ ଇଣ୍ଟରନେଟ ସହିତ ସଂଯୋଗ ସ୍ଥାପନ କରିବାକୁ ହେବ।
pt: Deve estar ligado à Internet para ver esta página.
pt_br: Você deve estar conectado à Internet para ver esta página.
ro: Trebuie să fii conectat la internet ca să vezi pagina.
si: මෙම පිටුව දර්ශණය වීමට ප්‍රථම ඔබ අන්තර්ජාලයට සම්බන්ධ විය යුතුයි.
sw: Lazima uwe umeunganishwa kwenye Intaneti ili kutazama ukurasa.
ta: பக்கத்தை பார்க்க நீங்க கட்டாயமாக இணையத்தில் இணைந்திருக்க வேண்டும்.
te: ఈ పేజీని చూడటానికి మీరు అంతర్జాలానికి అనుసంధానమై ఉండాలి.
th: คุณต้องเชื่อมต่อกับอินเทอร์เน็ตเพื่อดูหน้า
tr: Sayfayı görmek için internete bağlı olmalısınız.
ur: صفحہ دیکھنے کے لئے انٹرنیٹ سے جڑا ہوا ہونا ضروری ہے۔
uz: Sahifani ko‘rish uchun internetga ulangan bo‘lishingiz kerak.
vi: Bạn phải kết nối Internet để xem trang này.
xh: Kufuneka unxibeleleke kwi-intanethi ukuze ubone ikhasi.
zu: Kufanele uxhumeke ku-inthanethi ukuze ukwazi ukubuka ikhasi.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
af: Gaan asseblief terug en koppel aan die internet. Jy kan die bladsy ook later bekyk by Instellings of deur {{url}} by enige blaaier in te tik.
am: እባክዎን ወደ ኋላ ይሂዱ እና ከ ኢንተርኔት ጋር ይገናኙ: ገጹን በኋላ ማየት ይችላሉ ከ ማሰናጃው ውስጥ ወይንም በማስገባት {{url}} በማንኛውም መቃኛ
ar: الرجاء الرجوع والاتصال بالانترنت. يمكنك دائما مشاهدة هذه الصفحة من الاعدادات أو ادخال {{url}} من أي متصفح.
as: অনুগ্ৰহ কৰি পিছলৈ যাওক আৰু ইণ্টাৰনেটৰ সৈতে সংযোগ কৰক। আপুনি পৃষ্ঠাটো সংহতিসমূহৰ পৰা অথবা যিকোনো ব্ৰাউছাৰত {{url}} ক সুমুৱাই পাছতো চাব পাৰে।
bg: Моля, върнете се и се свържете с Интернет. Можете да разгледате страницата по-късно от Настройки или с въвеждане на {{url}} в браузър.
bn_in: অনুগ্রহ করে ফিরে গিয়ে ইন্টারনেট সংযুক্ত করুন। আপনি পরেও এই পৃষ্ঠাটি দেখতে পারেন সেটিংস থেকে অথবা ব্রাউসারে {{url}} লিখে।
br: Kit war-gil mar plij ha kennaskit ouzh ar genrouedad. Gallout a rit ivez gwelout ar bajenn diwezhatoc'h en arventennoù pe war ar chomlec'h {{url}} e-barzh ur merdeer.
bs: Molimo vas da se vratite i spojite na Internet. Možete i kasnije pogledati stranicu na podešavanjima ili unosom {{url}} u bilo kojem browseru.
ca: Torneu enrere i connecteu-vos a Internet. També podeu veure la pàgina més tard des dels Paràmetres, o introduint {{url}} en qualsevol navegador.
cy: Ewch nôl a chysylltu a'r rhyngrwyd. Gallwch hefyd weld y dudalen eto o'r Gosodiadau neu drwy gyflwyno {{url}} i borwr.
es: Vuelva atrás y conéctese a Internet. También puede ver la página posteriormente en Ajustes o escribiendo la dirección {{url}} en cualquier navegador.
eu: Joan atzera eta konektatu Internetera. Orria geroago ere ikus dezakezu ezarpenetatik edo edozein nabigatzailetan {{url}} sartuz.
fa: لطفا برگردید و به اینترنت متصل شوید. شما می‌توانید این صفحه را بعدا از طریق تنظیمات یا به وسیله وارد کردن {{url}} در هر مرورگری مشاهده کنید.
ga_ie: Ní mór duit dul ar ais agus ceangal leis an Idirlíon. Nó, is féidir féachaint ar an leathanach ar ball ó na Socruithe, nó trí {{url}} a chur isteach i mbrabhsálaí.
gd: Rach air ais is ceangail ris an eadar-lìon. ’S urrainn dhut coimhead air an duilleag uaireigin eile cuideachd o na roghainnean no ma chuireas tu a-steach {{url}} ann am brabhsair sam bith.
hi_in: कृपया पीछे जाएं और इंटरनेट से कनेक्ट करें. आप बाद मे भि ये पेज सेटिंग से या किसी ब्रॉउजर मे {{url}} डाल कर देख सकते है.
hu: Lépjen vissza, és csatlakozzon az internetre. Az oldalt később a Beállításokból, vagy a {{url}} cím bármely böngészőbe való beírásával is megjelenítheti.
id: Silakan kembali lalu sambungkan ke Internet. Anda juga dapat menampilkan lamannya lewat Setelan atau dengan memasukkan {{url}} di peramban.
km: សូម​​ត្រឡប់​ក្រោយ និង​ភ្ជាប់​ទៅ​អ៊ីនធឺណិត។ អ្នក​ក៏​អាច​មើល​ទំព័រ​នេះ​ពេល​ក្រោយ​ពី​ការ​កំណត់ ឬ​ដោយ​បញ្ចូល {{url}} ក្នុង​កម្មវិធី​អ៊ីនធឺណិត​ណា​មួយ។
kn: ಹಿಂದಿರುಗಿ ಮತ್ತು ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಹೊಂದಿ. ನೀವು ಸಿದ್ದತೆಗಳ ಮೂಲಕ ಅಥವಾ {{url}} ಅನ್ನು ಯಾವುದೇ ವೀಕ್ಷಕದಲ್ಲಿ ನಮೂದಿಸಿ ಪುಟವನ್ನು ವೀಕ್ಷಿಸಬಹುದು.
mg: Azafady, miverena ary mifandraisa @ Aterineto. Azonao atao koa ny mijery ilay pejy rehefa avy eo ao @ Tefy na @ fidirana @ {{url}} amin'izay mpitety misy.
ml: ദയവായി തിരിച്ചു പോയി ഇന്റർനെറ്റുമായി ബന്ധിക്കൂ. താങ്കൾക്ക് {{url}} ഏതെങ്കിലും ബ്രൗസറിൽ നൽകുന്നതിലൂടെ പേജ് പിന്നീട് കാണാവുന്നതാണ്.
mr: कृपया मागे जाऊन, इंटरनेट शी जोडणी करा. सेटींग्ज मध्ये जाऊन किंवा ब्राउझर वर {{url}} टाईप करून सुद्धा हे पृष्ठ बघू शकता.
ms: Sila kembali dan sambung ke Internet. Anda boleh juga melihat laman kemudian daripada Tetapan atau memasukkan {{url}} dalam mana-mana pelayar.
my: ရှေ့သို့ပြန်သွားပြီး အင်တာနက်ချိတ်လိုက်ပါ။ သင်ယခုစာမျက်နှာအား နောင်တွင် အပြင်အဆင်ပုံစံ သို့ {{url}} ကတစ်ဆင့်သွား ကြည့်နိုင်ပါသည်။
ne: कृपया पछाडि गएर इन्टरनेट जडान गर्नुहोला | तपाईले यस पृष्ठ पछि पनि सेटिङमा गएर अथवा कुनै पनि ब्राउजरमा {{url}} प्रविष्ट गरेर हेर्न सक्नुहुन्छ |
or: ଦୟାକରୁ ପଛକୁ ଯାଆନ୍ତୁ ଓ ଇଣ୍ଟରନେଟ ସହିତ ସଂଯୋଗ ସ୍ଥାପନ କରନ୍ତୁ। ଆପଣ ପରେ ଏଇ ପୃଷ୍ଠାକୁ ପରେ ସେଟିଂରୁ ବ୍ରାଉଜରର ସଂପୂର୍ଣ {{url}}ଦେଇ ଦେଖି ପାରିବେ।
pt: Por favor, volte atrás e ligue-se à Internet. Pode também ver esta página mais tarde a partir das Definições ou introduzindo o endereço {{url}} em qualquer navegador.
pt_br: Por favor, volte e conecte-se à Internet. Você também pode ver a página mais tarde nas Configurações ou digitando {{url}} em qualquer navegador.
ro: Te rugăm să mergi înapoi și să te conectezi la internet. Poți să vezi pagina mai târziu din Setări sau tastând {{url}} în orice browser.
si: කරුණාකර පිටුපසට ගොස් අන්තර්ජාලය හා සම්බන්ධ වන්න. ඔබට පසුව සැකසුම් වලින් හෝ පිටුවේ ලිපිනය {{url}} ඕනෑම බ්‍රව්සරයක ඇතුලත් කිරීම මඟින් පිටුව දැක ගත හැකියි.
sw: Tafadhali rudi na uunganishe kwenye intaneti. Pia unaweza kutazama ukurasa baadaye kutoka kwa Mipangilio au kwa kuingiza {{url}} katika kivinjari chochote.
ta: தயவுச்செய்து பின்னால் சென்று இணையத்துடன் இணை. அமைப்புகளிலிருந்து சிறிது நேரத்திற்க்கு பிறகோ அல்லது {{url}} ஐ எந்த உலாவியிலும் உள்ளிட்டு பக்கத்தை பார்க்க முடியும்.
te: వెనుకకు వెళ్ళి అంతర్జాలమునకు అనుసంధానంకండి. మీరు పేజీను తరువాత అమరికలనుండి గాని లేదా విహరిణి నందు {{url}} ఇచ్చిగాని చూడవచ్చు.
th: โปรดย้อนกลับและเชื่อมต่อกับอินเทอร์เน็ต คุณยังสามารถดูหน้าภายหลังได้จากการตั้งค่าหรือโดยการป้อน {{url}} ในเบราว์เซอร์ใด ๆ
tr: Lütfen geri dönüp internete bağlanın. Ayrıca bu daha sonra Ayarlar'dan veya herhangi bir tarayıcıda {{url}} adresine girerek de görebilirsiniz.
ur: واپس جائیں اور انٹرنیٹ سے جڑیں۔ آپ ترتیبات میں جاکر کسی بھی براؤزر میں {{url}} داخل کرکنے بعد اس صفحہ کو دوبارا دیکھ سکتے ہیں۔
uz: Orqangizga qayting va internetga ulaning. Shuningdek, siz sahifani keyinroq xohlagan brauzeringizga {{url}}ni kiritish yoki "Sozlamalar"dan ko‘rishingiz mumkin.
vi: Vui lòng quay trở lại và kết nối Internet. Bạn có thể xem trang này vào lúc khác trong phần Thiết lập hoặc bằng cách nhập địa chỉ {{url}} từ bất cứ trình duyệt nào.
xh: Nceda ubuye umva uze unxibelele kwi-intanethi. Usenokulibona ikhasi kamva kwiisethingi okanye ngokufaka i-{{url}} nakuyiphi na ibhrawuza.
zu: Sicela uphindele emuva uxhume ku-inthanethi. Ungaphinde ubuke ikhasi lencwadi kumaSethingi noma ufake i-{{url}} kunoma yisiphi isibukisi.

source: OK
af: Goed
am: እሺ
ar: موافق
as: ঠিক আছে
bg: Добре
bn_in: ঠিক আছে
br: Mat eo
ca: D'acord
cy: Iawn
es: Aceptar
eu: Ados
fa: تایید
gd: Ceart ma-thà
id: Oke
km: យល់​ព្រម
kn: ಸರಿ
ml: ശരി
mr: ठीक
ne: ठीक छ
or: ଠିକ ଅଛି
si: හරි
sw: SAWA
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
xh: Kulungile
zu: Kulungile

source: You must be connected to the Internet to subscribe to the newsletter.
af: Jy moet aan die internet gekoppel wees om in te teken tot die nuusbrief.
am: ከ ኢንተርኔት ጋር መገናኘት አለብዎት የ ዜና ደብዳቤዎች ማህበረተኛ ለመሆን
ar: يجب ان تكون متصل بالانترنت للاشتراك في النشرة الاخبارية.
as: বাতৰিকাকতলৈ স্বাক্ষৰ কৰিবলে আপুনি ইন্টাৰনেটৰ সৈতে সংযুক্ত থাকিব লাগিব।
bg: Трябва да сте свързан към Интернет, за да се абонирате за бюлетина.
bn_in: নিউজলেটার সাবস্ক্রাইব করতে ইন্টারনেটের সংযোগ করুন।
br: Ret eo deoc'h bezañ kennasket ouzh ar genrouedad evit koumanantiñ d'al lizher kelaouiñ.
bs: Da biste se mogli pretplatiti na newsletter, trebate biti povezani na Internet.
ca: Heu d'estar connectat a Internet per subscriure's al butlletí d'informació.
cy: Rhaid eich bod wedi cysylltu i'r Rhyngrwyd i danysgrifio i'r llythyr newyddion.
es: Tiene que estar conectado a Internet para suscribirse al boletín de noticias.
eu: Internetera konektatuta egon behar duzu berripaperera harpidetzeko.
fa: برای اشتراک این خبرنامه باید به اینترنت متصل باشید.
ga_ie: Caithfidh tú a bheith ceangailte leis an Idirlíon chun liostáil leis an nuachtlitir.
gd: Feumaidh tu ceangal ris an eadar-lìon mus urrainn dhut fo-sgrìobhadh dhan chuairt-litir.
hi_in: न्युज्लेटर सब्स्क्राईब करने के लिये आपको इंटरनेट से जुडा होना चहिये.
hu: Csatlakoznia kell az internetre a feliratkozáshoz a hírlevélre.
id: Anda harus tersambung ke Internet untuk berlangganan ke nawala.
km: អ្នក​ត្រូវតែ​ភ្ជាប់​ទៅ​​អ៊ីនធឺណិត​ដើម្បី​ជាវប្រចាំ​ព្រឹត្តិបត្រ​ព័ត៌មាន។
kn: ಸುದ್ಧಿಪತ್ರಿಕೆಗೆ ಚಂದಾದಾರರಾಗಲು ನೀವು ಇಂಟರ್‌ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಿತಗೊಂಡಿರಬೇಕು.
mg: Tsy maintsy mifandray @ Aterineto ianao raha hisoratra anarana @ filazam-baovao.
ml: വാര്‍ത്തക്കുറിപ്പിന്റെ വരിക്കാരനാകുവാൻ താങ്കൾ ഇന്റർനെറ്റുമായി ബന്ധപ്പെട്ടിരിക്കണം.
mr: वृत्तपत्रिका सबस्क्राइब करण्यासाठी, आपले इंटरनेट चालू असणे आवश्यक आहे.
ms: Anda mesti menyambung kepada Internet untuk melanggan surat khabar.
my: ယခု စာစဉ်တွင် မှတ်ပုံတင်ရန် အင်တာနက် ချိတ်ဆက်ထားရပါမည်
ne: समाचारपत्रको ग्राहाक बन्नका लागि तपाई इन्टरनेटसंग जडान हुनुपर्छ |
or: ଏକ ନିଉଜଲେଟର ମଗାଇବାପାଇଁ ଆପଣଙ୍କୁ ଇଣ୍ଟରନେଟ ସହିତ ସଂଯୋଗ ସ୍ଥାପନ କରିବାକୁ ହେବ।
pt: Deve estar ligado à Internet para subscrever à newsletter.
pt_br: Você deve estar conectado à Internet para inscrever-se no informativo.
ro: Trebuie să fii conectat la net pentru a te abona la buletinul informativ.
si: පුවත් පත්‍රිකාව හා සම්බන්ධ වීමට ප්‍රථම ඔබ අන්තර්ජාලය හා සම්බන්ධ විය යුතු වේ.
sw: Lazima uwe umeunganishwa kwa Intaneti ili kujiandikisha kwenye kijarida.
ta: செய்திமடலை சந்தாபடுத்த நீங்க கட்டாயம் இணையத்துடன் இணைந்திருக்க வேண்டும்.
te: వార్తాప్రతికి చందాదారు కావడానికి మీరు తప్పక అంతర్జాలానికి అనుసంధానమైవుండాలి.
th: คุณต้องเชื่อมต่อกับอินเทอร์เน็ตเพื่อบอกรับจดหมายข่าว
tr: Bültene abone olmak için internete bağlı olmalısınız.
ur: آپ کو نیوز لیٹر کو سبسکرائب کرنے کے لئے انٹرنیٹ سے جڑا ہوا ہونا ضروری ہے۔
uz: Yangiliklar xabariga obuna bo‘lish uchun internetga ulangan bo‘lishingiz kerak.
vi: Bạn phải kết nối Internet để đăng ký nhận tin.
xh: Kufuneka ube kwi-intanethi ukuze ube nokurhuma kunondaba.
zu: Kufanele uxhumeke ku-inthanethi ukuze uthole incwadindaba njalo.
