Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: Please go back and connect to the Internet.
af: Gaan asseblief terug en koppel aan die internet.
am: እባክዎን ወደ ኋላ ይሂዱ እና ከ ኢንተርኔት ጋር ይገናኙ
ar: يرجى العودة والاتصال بالإنترنت.
as: অনুগ্ৰহ কৰি পিছলৈ যাওক আৰু ইণ্টাৰনেটৰ সৈতে সংযোগ কৰক।
bg: Моля, върнете се и се свържете с Интернет.
bn_in: ফিরে গিয়ে ইন্টারনেট সংযোগ করুন।
br: Kit war-gil mar plij ha kennaskit ouzh ar genrouedad.
bs: Molimo vas da se vratite i spojite na internet.
ca: Torneu enrere i connecteu-vos a Internet.
cy: Ewch nôl a chysylltu i'r Rhyngrwyd.
es: Vuelva y conéctese a Internet
eu: Joan atzera eta konektatu Internetera.
fa: لطفا برگردید و به اینترنت متصل شوید.
ga_ie: Téigh ar ais agus ceangail leis an Idirlíon.
gd: Rach air ais is ceangail ris an eadar-lìon.
hi_in: कृपया पिछे जाये और इंटरनेट से कनेक्ट करे.
hu: Lépjen vissza, és csatlakozzon az internetre.
id: Silakan kembali dan sambungkan ke Internet.
km: សូម​ត្រឡប់​ក្រោយ និង​ភ្ជាប់​ទៅ​កាន់​អ៊ីនធឺណិត។
kn: ದಯವಿಟ್ಟು ಹಿಂದಿರುಗಿ ಮತ್ತು ಇಂಟರ್ನೆಟ್‌ಗೆ ಸಂಪರ್ಕ ಹೊಂದಿ.
mg: Azafady, miverena ary mifandraisa @ Aterineto.
ml: ദയവായി പിന്നോട്ട് പോയി ഇന്റെര്‍നെറ്റ് ബന്ധിപ്പിക്കു.
mr: कृपया मागे जा व इंटरनेट जोडणी करा.
ms: Sila kembali dan sambung ke Internet.
my: ရှေ့သို့ပြန်သွားပြီး အင်တာနက်ချိတ်ပါ။
ne: कृपया पछाडि जानुहोस् र इन्टरनेटमा जडान गर्नुहोस्।
or: ଦୟାକରି ପଛକୁ ଯାଆନ୍ତୁ ଏବଂ ଇଣ୍ଟରନେଟ ସହିତ ସଂଯୋଗ କରନ୍ତୁ।
pt: Por favor, volte atrás e ligue-se à Internet.
pt_br: Por favor volte e conecte-se à Internet.
ro: Te rugăm să mergi înapoi și să te conectezi la internet.
si: කරුණාකර ආපසු ගොස් අන්තර්ජාලය හා සම්බන්ධ වී සිටින්න.
sw: Tafadhali rudi na uunganishe kwenye Intaneti.
ta: தயவுச்செய்து பின்னால் சென்று இணையத்தை இணைக்கவும்.
te: దయచేసి వెనక్కివెళ్ళి అంతర్జాలానికి అనుసంధానమవ్వండి.
th: โปรดย้อนกลับและเชื่อมต่อกับอินเทอร์เน็ต
tr: Lütfen geri dönün ve internete bağlanın.
ur: واپس جائے اور انٹرنیٹ سے جڑیں۔
uz: Orqangizga qayting va internetga ulaning.
vi: Vui lòng quay lại và kết nối vào Internet
xh: Buya umva uze ungene kwi-intanethi.
zu: Sicela uphindele emuva uxhumeke ku-inthanethi.

source: Your email is not valid
af: Jou e-pos is nie geldig nie.
am: የ እርስዎ ኢሜይል ዋጋ ያለው አይደለም
ar: بريدك الالكتروني غير صحيح
as: আপোনাৰ ইমেইল বৈধ নহয়
bg: Вашата ел. поща е невалидна
bn_in: আপনার ই-মেইল বৈধ নয়
br: Ho postel n'eo ket talvoudek
bs: Vaš email nije ispravan
ca: L'adreça electrònica no és vàlida
cy: Nid yw eich e-bost yn ddilys
es: El correo no es válido
eu: Zure helbide elektronikoa ez da baliozkoa
fa: رایانامه‌تان معتبر نیست
ga_ie: Seoladh neamhbhailí
gd: Chan e post-d dligheach a tha seo
hi_in: आपका ईमेल मान्य नहीं है
hu: Az e-mail cím érvénytelen.
id: Surel Anda tidak valid
km: អ៊ីមែល​របស់​អ្នក​មិន​ត្រឹមត្រូវ
kn: ನಿಮ್ಮ ಇ-ಮೇಯ್ಲ್ ವಿಳಾಸ ತಪ್ಪಾಗಿದೆ
mg: Tsy mety ny mailakao
ml: നിങ്ങളുടെ ഇമെയില്‍ സാധുവല്ല
mr: आपले इ-मेल वैध नाही
ms: Alamat email anda tidah sah
my: သင့်အီမေလ်း မှားနေပါသှ်
ne: तपाईको इमेल अवैध छ
or: ଆପଣଙ୍କର ଇମେଲଟି ବୈଧ ନୁହଁ
pt: O seu e-mail não é válido
pt_br: E-mail inválido
ro: E-mailul tău este incorect
si: ඔබගේ විද්‍යුත් තැපැල් ලිපිනය වලංගු නැත
sw: Barua pepe yako sio sahihi
ta: உங்களுடைய மின்னஞ்சல் தவறானது
te: మీ ఈమెయిలు సరైనది కాదు
th: อีเมลของคุณไม่ถูกต้อง
tr: E-posta adresiniz geçerli değil
ur: آپ کی ای میل جائز نہیں
uz: E-pochtangiz mavjud emas.
vi: Địa chỉ email không đúng
xh: I-imeyile yakho ayichanekanga
zu: I-imeyli yakho ayisebenzi

source: Please go back and correct your entry.
af: Gaan asseblief terug en korrigeer jou inskrywing.
am: እባክዎን ወደ ኋላ ይሂዱ እና ያስገቡትን ያስተካክሉ
ar: يرجى العودة وتصحيح الإدخال.
as: অনুগ্ৰহ কৰি উভতি গৈ আপোনাৰ প্ৰৱিষ্টি শুদ্ধ কৰক।
bg: Моля, върнете се и поправете въведеното.
bn_in: অনুগ্রহ করে ফিরে যান এবং আপনার ভুক্তি সঠিক করুন।
br: Kit war-gil mar plij ha reizhit ho postel.
bs: Molimo vas da se vratite i ispravite vaš ​​unos.
ca: Torneu enrere i corregiu les dades.
cy: Ewch nôl a chywiro eich manylion.
es: Vuelva y compruebe sus datos.
eu: Joan atzera eta zuzendu zure sarrera.
fa: لطفاً بازگشته و ورودیتان را تصحیح کنید.
ga_ie: Téigh ar ais agus ceartaigh an iontráil.
gd: Rach air ais is cuir ceart e.
hi_in: वापस जाओ और अपनी प्रविष्टि को सही करें.
hu: Lépjen vissza, és javítsa a bejegyzést.
id: Silakan kembali dan perbaiki isian Anda.
km: សូម​ត្រឡប់​ក្រោយ រួច​កែ​​ធាតុ​បញ្ចូល​របស់​អ្នក។
kn: ದಯವಿಟ್ಟು ವಾಪಸ್ ಹೋಗಿ ನೀವು ಟೈಪ್ ಮಾಡಿದ್ದನ್ನು ಸರಿಪಡಿಸಿ.
mg: Azafady, miverena ary ovao ny zavatra nosoratanao.
ml: ദയവായി പിന്നോട്ട് പോയി അത് ശരിയാക്കുക.
mr: कृपया मागे जा व योग्य इ-मेल टाका.
ms: Sila kembali dan betulkan masukan anda.
my: ရှေ့ပြန်သွားပြီး ဖြည့်ထားသှ့် အချက်များပြန်ပြင်ပါ
ne: कृपया पछाडि गएर तपाईको गलती सच्चाउनुहोस् |
or: ଦୟାକରି ପଛକୁ ଯାଆନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ନିବେଶକୁ ଠିକ କରନ୍ତୁ।
pt: Por favor, volte atrás e corrija a sua entrada.
pt_br: Por favor, volte e corrija os dados digitados.
ro: Te rugăm să mergi înapoi și să corectezi intrarea.
si: ආපසු ගොස් ඔබගේ ඇතුලත් කිරීම නිවැරදි කරන්න.
sw: Tafadhali rudi na usahihishe ingizo lako.
ta: தயவுச்செய்து பின்னால் சென்று உங்களுடைய உள்ளீடை சரிசெய்துக்கொள்ளவும்.
te: దయచేసి వెనక్కివెళ్ళి మీరు ఇచ్చినదాన్ని సరిచేయండి.
tr: Lütfen geri dönün ve girişinizi düzeltin.
ur: واپس جائے اور اپنی اندراج درست کرے۔
uz: Orqangizga qayting va kiritganlaringizni to‘g‘rilang.
vi: Vui lòng quay lại và nhập nội dung của bạn
xh: Nceda ubuye umva uze ulungise okubhaliweyo.
zu: Sicela uphindele emuva uyolungisa lokho okufakile.

source: Retry
af: Herprobeer
am: እንደገና መሞከሪያ
ar: أعد المحاولة
as: পুনৰ চেষ্টা কৰক
bg: Нов опит
bn_in: পুনঃপ্রচেষ্টা
br: Klask en-dro
bs: Pokušaj ponovo
ca: Reintenta
cy: Ceisio eto
es: Reintentar
eu: Saiatu berriro
fa: تلاش دوباره
ga_ie: Atriail
gd: Feuch ris a-rithist
hi_in: फिर कोशिश करें
hu: Próbálja újra
id: Coba Lagi
km: ព្យាយាម​ម្ដង​ទៀត
kn: ಮರಳಿ ಪ್ರಯತ್ನಿಸು
mg: Hanandrana indray
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
ms: Cuba semula
my: ပြန်ကြိုးစား
ne: पुन: प्रयास गर्नुहोस्
or: ପୁନଃପ୍ରଚେଷ୍ଟା କରନ୍ତୁ
pt: Voltar a tentar
pt_br: Repetir
ro: Reîncearcă
si: නැවත උත්සහ කරන්න
sw: Jaribu-tena
ta: மறுமுயற்சி
te: తిరిగియత్నించు
th: ลองใหม่
tr: Yeniden dene
ur: دوبارہ کوشش کریں
uz: Qaytadan urinish
xh: Zama kwakhona
zu: Zama kabusha

source: Cancel
af: Kanselleer
am: መሰረዣ
ar: ألغِ
as: বাতিল কৰক
bg: Отказ
bn_in: বাতিল
br: Nullañ
bs: Otkaži
ca: Cancel·la
cy: Diddymu
es: Cancelar
eu: Utzi
fa: انصراف
ga_ie: Cealaigh
gd: Sguir dheth
hi_in: रद्द करें
hu: Mégse
id: Batalkan
km: បោះបង់
kn: ವಜಾ ಮಾಡು
mg: Foanana
ml: റദ്ദാക്കു
mr: रद्द
ms: Batal
my: နေတော့
ne: रद्द गर्नुहोस्
or: ବାତିଲ କରନ୍ତୁ
pt: Cancelar
ro: Renunță
si: අවලංගු කරන්න
sw: Ghairi
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy
xh: Rhoxisa
zu: Khansela

source: Step {{step}} of {{total}}
af: Stap {{step}} van {{total}}
am: ደረጃ {{step}} ከ {{total}}
ar: الخطوة {{step}} من {{total}}
as: {{total}} ৰ স্তৰ {{step}}
bg: Стъпка {{step}} от общо {{total}}
bn_in: ধাপ {{step}} -র {{total}}
br: Pazenn {{step}} eus {{total}}
bs: Korak {{step}} od {{total}}
ca: Pas {{step}} de {{total}}
cy: Cam {{step}} o {{total}}
es: Paso {{step}} de {{total}}
eu: {{total}}/{{step}}. urratsa
fa: {{step}} قدم از {{total}}
ga_ie: Céim {{step}} as {{total}}
gd: Ceum {{step}} à {{total}}
hi_in: चरण {{step}}, {{total}} क
hu: {{step}} / {{total}} lépés
id: Langkah {{step}} dari {{total}}
km: ជំហាន​ទី {{step}} នៃ {{total}}
kn: {{total}} ರ {{step}} ನೇ ಹಂತ
mg: Dingana {{step}} @ {{total}}
ml: {{total}} ല്‍ {{step}} ഘട്ടം
mr: {{total}} पैकी {{step}} पायरी
ms: Langkah {{step}} daripada {{total}}
my: ပေါင်း {{total}} မှ အဆင့် {{step}}
ne: {{total}} मध्येको {{step}} चरण
or: ପଦକ୍ଷେପ {{step}} ଟି {{total}} ମଧ୍ଯରୁ
pt: Passo {{step}} de {{total}}
pt_br: Passo {{step}} de {{total}}
ro: Pasul {{step}} din {{total}}
si: {{total}}කින් {{step}}වන පියවර
sw: Hatua {{step}} ya {{total}}
ta: {{total}} இல் {{step}} வது அடி
te: {{total}} కీ గాను {{step}} అంచె
th: ขั้นตอน {{step}} จาก {{total}}
tr: {{total}} adımdan {{step}}. adım
ur: {{step}} مرحلہ کے {{total}}
uz: Bosqich: {{step}} / {{total}}
xh: Inyathelo {{step}} of {{total}}
zu: Isitephu {{step}} kwezingu-{{total}}

source: First Time Experience
af: Eerstekeer-ervaring
am: የ መጀመሪያ ጊዜ ልምምድ
ar: تجربة لأول مرة
as: প্ৰথমবাৰৰ অনুভৱ
bg: Първи стъпки
bn_in: প্রথম অভিজ্ঞতা
br: Arver kentañ
bs: Prvo iskustvo
ca: Visita guiada d'introducció
cy: Profiad Cyntaf
es: Primera experiencia
eu: Lehen esperientzia
fa: اولین تجربه
ga_ie: An Chéad Uair Agat
gd: A’ chiad chleachdadh
hi_in: पहली बार अनुभव
hu: Első használat alkalmazás
id: Pengalaman Pertama
km: បទពិសោធន៍​លើក​ដំបូង
kn: ಮೊದಲ ಅನುಭವ
mg: Fahatsapana Vao Sambany
ml: ആദ്യാനുഭവം
mr: प्रथम अनुभव
ms: Pengalaman Kali Pertama
my: ပထမဆုံး အတွေ့အကြုံ
ne: पहिलो चोटिको अनुभव
or: ପ୍ରଥମ ଅଭିଜ୍ଞତା
pt: Primeira experiência
pt_br: Experiência de Primeiro Uso
ro: Prima experiență
si: කුළුදුල් අත්දැකීම
sw: Uzoefu wa Mara ya Kwanza
ta: முதல் முறை அனுபவம்
te: మొదటి అనుభూతి
tr: İlk Kullanım
ur: پہلی بار کا تجربہ
uz: Ilk tajriba
xh: Ukuyibona okokuqala
zu: Umuzwa Wokuqala Ngqa

source: Swipe up and down to browse your apps. Tap and hold an icon to delete, move, or edit it.
ar: مرر للأعلى و الأسفل لتصفّح التطبيقات. انقر مع الاستمرار على أي أيقونة للحذف، النقل، أو التحرير.
bg: Плъзнете нагоре и надолу, за преглед на приложенията. Докоснете и задръжте пиктограма за премахване, премесване или редактиране.
br: Lakait ho piz da riklañ etrezek ar c'hrec'h pe an traoñ evit merdeiñ etre hoc'h arloadoù. Pouezit war an arlun evit dilemel, dilec'hiañ pe embann anezhañ.
es: Deslice la pantalla hacia arriba o hacia abajo para explorar sus apps. Pulse un icono durante unos segundos para borrarlo, moverlo o editarlo.
ga_ie: Svaidhpeáil anuas is aníos le do chuid aipeanna a bhrabhsáil. Tapáil agus coinnigh deilbhín síos chun é a bhogadh, a scriosadh, nó a chur in eagar.
gd: Grad-shlaighd suas is sìos gus na h-aplacaidean agad a rùrachadh. Thoir gnogag air ìomhaigheag is cum sìos i airson a sguabadh às, a ghluasad no a dheasachadh.
pt: Deslize para cima ou para baixo para navegar pelas suas aplicações. Mantenha premido um ícone para o apagar, mover ou editar.
th: ปัดขึ้นและลงเพื่อเรียกดูแอปของคุณ แตะค้างบนไอคอนเพื่อลบ ย้าย หรือแก้ไข

source: None
am: ምንም
ca: Cap
hi_in: कुछ नहीं
mg: Tsy misy
my: ဘာမျှမရှိ
ne: कुनै पनि होइन
pt_br: Nenhuma
sw: Hakuna
te: ఏమీలేదు
vi: Không có

source: … checking
mg: … mizaha
my: ... စစ်ဆေးနေသှ်
ne: ...जाँच गर्दै
pt_br: … verificando
sw: … inatazama

source: You can import and edit Facebook friends anytime in Contacts settings
mg: Azonao atao ny manafatra sy manitsy ireo namana Facebook @ fotoana rehetra ao @ Tefin'ny kaontakita
my: သင့် Facebook သူငယ်ချင်းများကို အချိန်မရေး အဆက်အသွယ်အဖြစ် သွင်းယူနိုင်ပါသှ်
ne: तपाईले कुनै पनि समय सम्पर्क सेटिङमा फेसबुकका साथीहरुलाई आयात र सम्पादन गर्नसक्नुहुन्छ
pt_br: Você pode importar e editar seus amigos do Facebook nas configurações do aplicativo Contatos
sw: Unaweza kuleta na kuhariri marafiki wa Facebook wakati wowote katika mipangilio ya Anwani

source: No friends imported (out of {{total}})
mg: Tsisy namana voahafatra {amin'ireo {{total}})
my: မိတ်ဆွေများစာရင်း မသွင်းယူထားပါ (out of {{total}})

source: One friend imported (out of {{total}})
mg: Namana iray voahafatra {amin'ireo {{total}})
my: မိတ်ဆွေစာရင်းထဲမှ တစ်ယောက် တင်သွင်းပြီး (စုစုပေါင်း {{total}})

# facebook-import-msg[two]
source: {{imported}}/{{total}} friends imported
mg: Namana {{imported}}/{{total}} voahafatra
my: မိတ်ဆွေစာရင်းထဲမှ {{imported}}/{{total}} ယောက် သွင်းယူပြီး

# facebook-import-msg[few]
source: {{imported}}/{{total}} friends imported
mg: Namana {{imported}}/{{total}} voahafatra
my: မိတ်ဆွေစာရင်းထဲမှ {{imported}}/{{total}} ယောက် သွင်းယူပြီး

# facebook-import-msg[many]
source: {{imported}}/{{total}} friends imported
mg: Namana {{imported}}/{{total}} voahafatra
my: မိတ်ဆွေစာရင်းထဲမှ {{imported}}/{{total}} ယောက် သွင်းယူပြီး

# facebook-import-msg[other]
source: {{imported}}/{{total}} friends imported
mg: Namana {{imported}}/{{total}} voahafatra
my: မိတ်ဆွေစာရင်းထဲမှ {{imported}}/{{total}} ယောက် သွင်းယူပြီး

source: Learn more at <a href="{{href}}" class="{{className}}">{{textContent}}</a>
mg: Mamantara bebe kokoa ao @ <a href="{{href}}" class="{{className}}">{{textContent}}</a>
my: <a href="{{href}}" class="{{className}}">{{textContent}}</a> တွင် ဆက်လက်လေ့လာပါ
pt_br: Saiba mais em <a href="{{href}}" class="{{className}}">{{textContent}}</a>

source: Learn how Mozilla handles your information at <a href="{{href}}" class="{{className}}">{{textContent}}</a>
mg: Fantaro ny fomba fikirakiran'i Mozilla ny fampahalalanao ao @ <a href="{{href}}" class="{{className}}">{{textContent}}</a>
my: သင့် အချက်အလက်များကို မိုဇီလာ ကိုင်တွယ်ပုံအား <a href="{{href}}" class="{{className}}">{{textContent}}</a> တွင်လေ့လာပါ
pt_br: Saiba como a Mozilla trata suas informações em <a href="{{href}}" class="{{className}}">{{textContent}}</a>

source: Welcome to <a href="{{href}}" class="{{className}}">{{textContent}}</a>, the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
mg: Tonga soa eto @ <a href="{{href}}" class="{{className}}">{{textContent}}</a>, ilay rafitra fikirakirana loharano maimaim-poana sy manana fototra malalaka avy amin'i Mozilla. Ny iraka ataonay dia ny hampiroborobo ny fisokafana, ny famoronan-java-baovao ary ny vitana mampivoatra @ alàlan'ny fitanana ny herin'ny Web ho eo an-tànanao.
my: <a href="{{href}}" class="{{className}}">{{textContent}}</a> မှကြိုဆိုပါတယ် ၊ မိုဇီလာမှ အခမဲ့ ဖြန့်ဖြူးပြီး ပွင့်လင်းမြင်သာသော ဆော့ဝဲ စနစ်တစ်ခုဖြစ်ပါတယ်။ ကျွနု်ပ် တို့၏ စစ်ဆင်ရေးသည် ပွင့်လင်းမြင်သာမှူအား အားပေးမည်၊ Web ၏ တီထွင် ကြံစမှူ နှင့် အခွင့်အလမ်းများအား သင့်လက်ထဲတွင်ရှိစေရေး ဖြစ်သည်။
pt_br: Bem-vindo ao <a href="{{href}}" class="{{className}}">{{textContent}}</a>, o sistema operacional livre, gratuito e de código aberto da Mozilla. Nossa missão é promover a abertura, inovação e oportunidades, mantendo o poder da Web em suas mãos.

source: You can help us improve our products and services by automatically sending analytics data. See our <a href="{{href}}" class="{{className}}">{{textContent}}</a> to learn how we handle data from your device.
mg: Afaka manampy anay ianao hanatsara ireo vokatray sy serivisinay @ alàlan'ny fandefasana hoazy izay datam-pamakafakana. Jereo ny <a href="{{href}}" class="{{className}}">{{textContent}}</a> anay raha hamantatra ny fomba fikirakiranay data avy @ fitaovanao.
my: အလိုအလျောက် သုံးဆွဲမှု မှတ်တမ်းများအားပေးပို့ခြင်းအားဖြင့် ထုတ်ကုန်များပိုကောင်းအောင် လုပ်ရာတွင် ကူညီနိုင်ပါသည်။ <a href="{{href}}" class="{{className}}">{{textContent}}</a> တွင် သင့်အချက်အလက်များမည်သို့ ကိုင်တွယ်သည်ကို လေ့လာနိုင်ပါသည်။
pt_br: Você pode ajudar a melhorar os nossos produtos e serviços, enviando automaticamente a análise de dados. Veja nossa <a href="{{href}}" class="{{className}}">{{textContent}}</a> para aprender como lidar com os dados de seu dispositivo.

source: Privacy Notice
mg: Filazana momba ny Tsiambaratelo
my: မူပိုင်ခွင့် သတိပေးချက်
ne: गोपनीयता निति
pt_br: Nota de Privacide

source: Learn how Mozilla handles your information in our <a href="{{href}}" class="{{className}}">{{textContent}}</a>.
mg: Fantaro ny fomba fikirakiran'i Mozilla ny fampahalalanao ao @ <a href="{{href}}" class="{{className}}">{{textContent}}</a>
my: မိုဇိလာ​မှ သင့်အချက်အလက်အား မည်သို့ အသုံးပြုသည် ကို <a href="{{href}}" class="{{className}}">{{textContent}}</a> တွင်လေ့လာပါ။
pt_br: Saiba como a Mozilla lida com sua informação em nosso <a href="{{href}}" class="{{className}}">{{textContent}}</a>.

source: privacy policy
mg: politika fiarovana tsiambaratelo
my: ကိုယ်ရေးကိုယ်တာ လုံခြုံမှူအရလိုက်နာရမည့် စည်းမျဉ်း
ne: गोपनीयता निति
pt_br: Política de privacidade
sw: sera yetu ya faragha

source: Swipe from right to left to browse your apps.
pt_br: Deslize da direita para a esquerda para navegar pelos seus aplicativos.

# tutorial-step2-tiny
source: Tap and hold on an icon to delete or move it.
pt_br: Toque e segure um ícone para movê-lo ou apagá-lo.

source: Enter any keyword or topic and your phone will instantly adapt.
pt_br: Digite uma palavra chave ou tópico e seu telefone irá se adaptar instantaneamente.

# tutorial-step4-tiny
source: Swipe down to access recent notifications, credit information and settings.
pt_br: Deslize para baixo para acessar notificações recentes, informações de crédito e configurações.

source: Tap and hold the home button to browse and close recent apps.
pt_br: Toque e segure o botão Início para navegar e fechar aplicativos recentes.

source: Swipe from the side of the screen to move back and forth between recent apps.
pt_br: Deslize a partir do canto da tela para alternar entre os aplicativos recentes.

source: Swipe down from top to access recent notifications, credit information and settings.
pt_br: Deslize para baixo para acessar notificações recentes, informações de crédito e configurações.

# tutorial-step3-large-2
source: Tap and hold on an icon to delete or move it.
pt_br: Toque e segure um ícone para movê-lo ou apagá-lo.

# tutorial-notifications-tiny
source: Swipe down to access recent notifications, credit information and settings.
pt_br: Deslize para baixo para acessar notificações recentes, informações de crédito e configurações.

source: UTC{{utcOffset}} {{region}}/{{city}}
es: {{region}} UTC{{utcOffset}}/{{city}}
ne: यू टि सि{{utcOffset}} {{region}}/{{city}}
xh: I-UTC{{utcOffset}} {{region}}/{{city}}

source: Outlook
bn_in: আউটলুক
hi_in: आउटलुक
ml: ഔട്ട്‌ലുക്ക്
ne: आउटलूक
or: ଆଉଟଲୁକ
si: අවුට්ලුක්
ta: அவுட்லுக்
te: ఔట్‌లుక్
xh: UOutlook

source: Gmail
am: ጂሜይል
bn_in: জিমেইল
ml: ജീമെയില്‍
ne: जिमेल
si: ජීමේල්
ta: ஜிமடல்
te: జీమెయిల్
xh: UGmail

source: WEP
ne: डब्लु इ पी
xh: I-WEP

source: WPA-PSK
ne: डब्लु पी ए-पी एस् के
xh: I-WPA-PSK

source: WPA-EAP
ne: डब्लु पी ए-इ ए पी
xh: I-WPA-EAP

source: Facebook
ne: फेसबुक

# privacy-b2g
source: {{brandShortName}}
xh: I{{brandShortName}}

# privacy-b2g.title
source: {{brandShortName}}
xh: I{{brandShortName}}
