Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat die SIM-kaart gegrendel word.
am: እርስዎ አሁን {{n}} ሙከራዎች ይቀሮታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርዱ ከመቆለፉ በፊት
ar: لديك {{n}} محاولات متبقية لادخال الكود الصحيح قبل اغلاق بطاقة SIM.
as: SIM কাৰ্ড লক্‌ হোৱাৰ আগতে শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ হাতত {{n}} প্ৰচেষ্টা বাকী আছে।
bg: Имате {{n}} опита да въведете правилен код преди да заключите SIM картата.
bn_in: SIM কার্ড লক হয়ে যাবার আগে আপনার {{n}} গুলি প্রচেষ্টা করা বাকি আছে।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok prennañ ar gartenn SIM.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije zaključavanja SIM kartice.
ca: Us queden {{n}} intents per introduir el codi correcte abans que es bloquegi la targeta SIM.
cy: Mae gennych {{n}} cyfle ar ôl i gyflwyno'r cod cywir cyn cloi'r cerdyn SIM.
es: Le quedan {{n}} intentos para escribir el código correcto antes de bloquear la SIM.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela blokeatu aurretik.
fa: شما تنها {{n}} دیگر قبل از قفل شدن سیم‌کارت خود برای وارد نمودن کد صحیح فرصت دارید.
ga_ie: Tá {{n}} iarracht eile agat sula gcuirfear an cárta SIM faoi ghlas.
gd: Chan eil ach {{n}} oidhirp air fhàgail mus dèid a’ chairt SIM a ghlasadh.
hi_in: SIM कार्ड लॉकिंग होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश शेष है.
hu: {{n}} kísérlete van a helyes kód megadására a SIM kártya zárolása előtt.
id: Anda mempunyai {{n}} kesempatan lagi untuk memasukkan kode yang benar sebelum kartu SIM dikunci.
km: អ្នក​នៅ​សល់​ការ​ព្យាយាម {{n}} ​ទៀត​ក្នុង​ការ​បញ្ចូល​លេខ​កូដ​ត្រឹមត្រូវ មុន​ពេល​​បិទ SIM កាត។
kn: SIM ಕಾರ್ಡ್ ಅನ್ನು ಲಾಕ್ ಮಾಡುವ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny hanidiana ny karatra SIM.
ml: സിം കാര്‍ഡ് പൂട്ടുന്നതിന് മുന്‍പ് ശരിയായ കോഡ് അടിക്കാന്‍ {{n}} ശ്രമങ്ങള്‍ ബാക്കിയുണ്ട്.
mr: SIM कार्ड लाॅक होण्याआधी आपल्याकडे अचूक कोड टाकण्यासाठी {{n}} प्रयत्न बाकी आहेत.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum mengunci kad SIM.
my: SIM ကဒ်အား ပိတ်မပင်ခင် သင် {{n}} ကြိမ် သာ မှန်ကုန်သော ကုဒ်ကိုဖြည့်ရန် ကျန်သှ်
ne: तपाईंसंग सिम कार्ड बन्द हुनु भन्दा अघी साहि कोड प्रविष्ट गर्न {{n}} कोसिस बाकी छन्।
or: SIMକାର୍ଡକୁ କିଳିବା ଆଗରୁ ଠିକ କୋଡ ଦେବାପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଆଉ {{n}}ଟି ସୁଯୋଗ ରହିଛି।
pt: Restam {{n}} tentativas para introduzir o código correto antes de bloquear o cartão SIM.
pt_br: Você tem {{n}} tentativas para inserir o código correto antes de bloquear o chip SIM.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte de a bloca cartela SIM.
si: SIM පත අඟුලු වැටීමට ප්‍රථම නිවැරදි කේතය ඉදිරිපත් කිරීමට ඔබට තවත් අවස්ථා {{n}}ක් ඉතිරි වී ඇත.
sw: Una majaribio {{n}} yaliobaki kuingiza kodi sahihi kabla ya kufunga kadi ya SIM.
ta: சரியான குறியீடை உள்ளிட {{n}} முயற்சிகள் மீதமுள்ளன இல்லையென்றால் சிம் அட்டை பூட்டிக்கொள்ளும்.
te: ఇంకా {{n}} ప్రయత్నాలలో మీరు సరైన కోడ్ ఇవ్వాలి లేదంటే సిమ్ కార్డ్ తాళంవేయబడును.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM จะถูกล็อค
tr: SIM kart kilitlenmeden önce doğru kodu girmek için {{n}} deneme hakkınız kaldı.
ur: صحیح کوڈ داخل کرنے کے لیے آپ کے پاس {{n}} مواقع باقی ہیں قبل اس سے کہ SIM کارڈ مقفل ہو جائے۔
uz: Siz yana {{n}} marta urinib ko‘rishingiz mumkin, agar kodni xato kiritsangiz SIM karta qulflanadi.
vi: Bạn còn {{n}} lần thử trước khi khóa SIM.
xh: Unamathuba ama{{n}} aseleyo okufaka ikhowudi echanekileyo phambi kokuvalwa kweSIM-khadi.
zu: Usalelwe amathuba angu-{{n}} okubhala ikhodi eyiyo ngaphambi kokuba ikhadi le-SIM likhiyeke.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
af: Dit is jou laaste kans om die regte PIN in te voer. Andersins moet jy die PUK-kode invoer om hierdie SIM-kaart te gebruik.
am: ይህ የመጨረሻ ሙከራ ነው ትክክለኛውን ፒን ለማስገባት: ያለበለዚያ የ ፑክ ኮድ ማስገባት አለብዎት የ ሲም ካርዱን ለመጠቀም
ar: هذه آخر فرصة لك لإدخال رقم الكود PIN الصحيح. خلاف ذلك، يجب عليك إدخال مفتاح إلغاء التأمين الشخصي PUK لاستخدام هذه الشريحة.
as: শুদ্ধ PIN সুমুৱাবলৈ আপোনাৰ এইটো অন্তিম সুযোগ। নহ'লে, এই SIM কাৰ্ড ব্যৱহাৰ কৰিবলৈ আপুনি PUK ক'ড সুমুৱাব লাগিব।
bg: Това е последен опит да въведете правилен PIN. В противен случай, трябва да въведете PUK, за да използвате SIM картата.
bn_in: সঠিক PIN প্রবেশ করানোর এটাই আপনার শেষ সুযোগ। নতুবা, আপনাকে SIM ব্যবহার করতে হলে PUK কোড টি প্রবেশ করাতে হবে।
br: Hoc'h arnod diwezhañ eo da reiñ ar PIN reizh. A-hend-all e vo ret deoc'h reiñ ar voneg PUK evit arverañ ar gartenn SIM-mañ.
bs: Ovo je vaš posljednji pokušaj da unesete ispravan PIN. U protivnom ćete morati unijeti PUK kod da biste koristili ovu SIM karticu.
ca: Aquesta és l'última oportunitat d'introduir el PIN correcte. Si torneu a fallar, haureu d'introduir el codi PUK per utilitzar aquesta targeta SIM.
cy: Dyma eich cyfle olaf i gyflwyno'r PIN cywir. Fel arall, rhaid rhoi'r cod PUK er mwyn defnyddio'r cerdyn SIM.
es: Esta es su última oportunidad para escribir el PIN correcto. Si no, tendrá que escribir el código PUK para usar esta tarjeta SIM.
eu: PIN zuzena sartzeko azken aukera duzu. Bestela, PUK kodea sartu beharko duzu SIM txartel hau erabiltzeko.
fa: این آخرین فرصت شما برای وارد کردن PINصحیح است. در غیراینصورت،شما بایستی برای استفاده ازسیم‌کارت کد PUK را وارد کنید.
ga_ie: Seo é an iarracht deiridh atá agat chun an UAP a chur isteach. Is é sin, nó beidh sé ort cód PUK a chur isteach chun an cárta SIM seo a úsáid.
gd: Seo an oidhirp mu dheireadh a tha agad am PIN a chur a-steach. Ma chuireas tu a-steach am fear cearr a-rithist, feumaidh tu am PUK a chur a-steach mus urrainn dhut a’ chairt SIM seo a chleachdadh.
hi_in: यह आपका सही PIN दर्ज करने का अंतिम मौका है| अन्यथा, आपको इस सिम कार्ड का उपयोग करने के लिए PUK कोड दर्ज करना आवश्यक है|
hu: Ez az utolsó lehetősége a helyes PIN kód megadására. Ellenkező esetben a PUK kódot kell megadnia a SIM kártya használatához.
id: Ini kesempatan terakhir Anda untuk memasukkan PIN yang benar. Jika masih salah, Anda harus memasukkan kode PUK untuk menggunakan kartu SIM ini.
km: នេះ​ជា​លើក​ចុង​ក្រោយ​​ក្នុង​ការ​បញ្ចូល​កូដ PIN ដែល​ត្រឹមត្រូវ។ បើ​មិន​ដូច្នោះ​ទេ អ្នក​ត្រូវតែ​បញ្ចូល​កូដ PUK ដើម្បី​​អាច​ប្រើ SIM ​កាត​នេះ​បាន។
kn: ಇದು ಸರಿಯಾದ PIN ನಮೂದಿಸಲು ನಿಮಗಿರುವ ಕಡೆಯ ಅವಕಾಶ. ಇಲ್ಲವಾದಲ್ಲಿ, ಈ SIM ಕಾರ್ಡ್ ಬಳಸಲು PUK ಸಂಕೇತ ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ.
mg: Ity no vintanao farany hampidirana ny PIN marina. Raha tsy izany, dia tsy maintsy mampiditra ny kaody PUK ianao raha hampiasa an'io karatra SIM io.
ml: ശരിയായ പിന്‍ അടിക്കാനുള്ള അവസാന അവസരമാണ്. അല്ലെങ്കില്‍ സിം കാര്‍ഡ് ഉപയോഗിക്കാന്‍ പിയുക്കെ കോഡ് അടിക്കേണ്ടി വരും.
mr: हा आपला अचूक PIN टाकण्यासाठी शेवटचा प्रयत्न आहे. नाहीतर, आपणास हे SIM कार्ड वापरण्यासाठी PUK कोड टाकावा लागेल.
ms: Ini adalah peluang terakhir anda untuk memasukkan PIN yang betul. Jika tidak, anda harus memasukkan kod PUK untuk menggunakan kad SIM ini.
my: PIN ကုဒ်အမှန်အားဖြည့်ရန် နောက်ဆုံး အကြိမ်ဖြစ်တယ်။ မဟုတ်ပါက သင့် PUK ကုဒ် ကိုသုံးပြီး SIM ကဒ်ကို ပြန်ဖွင့်နေရလိမ့်မယ်
ne: ठिक PIN प्रविष्ट गर्ने तपाईको यो अन्तिम मौका हो।नत्र यो SIM कार्ड प्रयोग गर्न तपाईले PUK कोड प्रविष्ट गर्नुपर्नेछ।
or: ଠିକ୍ PIN ଦେବାପାଇଁ ଏଇଟା ହେଲା ଆପଣଙ୍କ ପାଇଁ ଶେଷ ସୁଯୋଗ। SIMକାର୍ଡକୁ ବ୍ୟବହାର କରିବାଲାଗି ଆପଣଙ୍କ PUKକୋଡ ଦେବାକୁ ହେବ।
pt: Esta é a última hipótese de introduzir o código PIN correto. Caso contrário, deve introduzir o código PUK para utilizar este cartão SIM.
pt_br: Esta é a sua última chance de inserir o PIN correto. Caso contrário, você deverá inserir o código PUK para usar esse chip SIM.
ro: Aceasta este ultima ta șansă pentru a introduce PIN-ul corect. În caz contrar, trebuie să introduci codul PUK pentru a folosi această cartelă SIM.
si: මෙය ඔබට PIN අංකය ඇතුලත් කිරීමට ලැබෙන අවසන් අවස්ථාවයි. වැරදි ඇතුලත් කිරීමකින් අනතුරුව ඉදිරියට SIM පත භාවිතා කිරීම සඳහා ඔබට PUK කේතය යෙදීම සිදු කල යුතු වේ.
sw: Hii ndio nafasi yako ya mwisho kuingiza PIN sahihi. Vinginevyo, lazima uingize kodi ya PUK ili kutumia kadi hii ya SIM.
ta: சரியான பிண்ணை உள்ளிட இதுவே உங்களுக்கு கடைசி வாய்ப்பு. இல்லையெனில், உங்களுடைய பியூகெ குறியீடை உள்ளிட்டு இந்த சிம் அட்டையை பயன்படுத்த முடியும்.
te: సరైన పిన్ ఇవ్వడానికి ఇది మీ ఆఖరి అవకాశం. లేదంటే, ఈ సిమ్ కార్డ్ ఉపయోగించడానికి మీరు పియుకె కోడ్ ఇవ్వాలి.
th: นี่เป็นโอกาสสุดท้ายของคุณที่จะสามารถป้อน PIN ที่ถูกต้อง มิฉะนั้นคุณจะต้องป้อนรหัส PUK เพื่อใช้งานการ์ด SIM นี้
tr: Doğru PIN'i girmek için son şansınız. Aksi halde bu SIM kartını kullanmak için PUK kodunu girmeniz gerekecek.
ur: صحیح PIN درج کرنے کے لیئے آپ کا یہ آخری موقع ہے۔ ورنہ آپ کو یہ SIM کارڈ استعمال کرنے کے لیئے PUK کوڈ درج کرنا پڑے گا۔
uz: Bu to‘g‘ri PIN kodni kiritishingiz uchun so‘nggi imkoniyat. Aks holda SIM kartadan foydalanish uchun PUK kodni kiritishingizga to‘g‘ri keladi.
vi: Đây là cơ hội cuối cùng để bạn nhập đúng mã PIN. Nếu không, bạn phải nhập mã PUK để sử dụng thẻ SIM.
xh: Lithuba lokugqibela eli lokuba ufake i-PIN echanekileyo. Kungenjalo, faka ikhowudi ye-PUK ukusebenzisa le SIM-khadi.
zu: Leli yithuba lakho lokugcina lokubhala i-PIN eyiyo. Kungenjalo, kufanele ubhale ikhodi ye-PUK ukuze ukwazi ukusebenzisa leli khadi le-SIM.

source: Enter PUK code
af: Voer PUK-kode in
am: ፑክ ኮድ ያስገቡ
ar: أدخل كود PUK
as: PUK ক'ড সুমুৱাওক
bg: Въведете PUK код
bn_in: PUK কোড লিখুন
br: Roit ar voneg PUK
bs: Unesite PUK kod
ca: Introduïu el PUK
cy: Rhowch cod PUK
es: Escribir PUK
eu: Sartu PUK kodea
fa: وارد‌ کردن کد PUK
ga_ie: Cuir cód PUK isteach
gd: Cuir a-steach an còd PUK
hi_in: पीयूके कोड प्रविष्ट करे
hu: Írja be a PUK kódot
id: Masukkan kode PUK
km: បញ្ចូល​កូដ PUK
kn: PUK ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Ampidiro kaody PUK
ml: പിയുക്കെ കോഡ് നല്‍കുക
mr: PUK कोड टाका
ms: Masukkan kod PUK
my: PUK ကုဒ်အားဖြည့်
ne: PUK कोड प्रविष्ट गर्नुहोस्
or: PUK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduza o código PUK
pt_br: Inserir código PUK
ro: Introdu codul PUK
si: PUK කේතය යොදන්න
sw: Ingiza kodi ya PUK
ta: PUK குறியை உள்ளிடு
te: పియుకె కోడ్ ఇవ్వండి
th: ป้อนรหัส PUK
tr: PUK kodunu girin
ur: PUK کوڈ داخل کریں
uz: PUK kodni kiriting
vi: Nhập mã PUK
xh: Faka ikhowudi ye-PUK
zu: Faka ikhodi ye-PUK

source: Enter SIM {{n}} PUK
af: Voer SIM {{n}} PUK in
am: የ ሲም {{n}} ፑክ ያስገቡ
ar: أدخل SIM {{n}} PUK
as: SIM {{n}} PUK সুমুৱাওক
bg: Въведете SIM {{n}} PUK
bn_in: SIM {{n}} PUK লিখুন
br: Roit PUK ar SIM {{n}}
bs: Unesite SIM {{n}} PUK
ca: PUK de la SIM {{n}}
cy: Rhowch SIM {{n}} PUK
es: Escribir PUK de la SIM {{n}}
eu: Sartu {{n}}. SIM PUKa
fa: PUK {{n}} سیم‌کارت را وارد کنید
ga_ie: Cuir PUK SIM {{n}} isteach
gd: Cuir a-steach PUK an t-SIM {{n}}
hi_in: SIM {{n}} PUK प्रविष्ट करें
hu: {{n}}. SIM PUK beírása
id: Masukkan PUK SIM {{n}}
km: បញ្ចូល SIM {{n}} PUK
kn: ನಮೂದಿಸಿ SIM {{n}} PUK
mg: Ampidiro PUK {{n}} an'ny SIM
ml: സിം {{n}} ന്റെ പിയുക്കെ നല്‍കുക
mr: SIM {{n}} PUK टाका
ms: Masukkan SIM {{n}} PUK
my: SIM {{n}} PUK ဖြည့်
ne: SIM {{n}} PUK प्रविष्ट गर्नुहोस्
or: SIM {{n}} PUK ଦିଅନ୍ତୁ
pt: Introduza o PUK do SIM {{n}}
pt_br: Digite o PUK do cartão SIM {{n}}
ro: Introdu PUK pentru SIM {{n}}
si: SIM {{n}} හී PUK කේතය ඇතුලු කරන්න
sw: Ingiza kodi {{n}} PUK
ta: சிம் {{n}} ன் PUKவை உள்ளிடு
te: సిమ్ {{n}} పియుకె ఇవ్వండి
th: ป้อน PUK ของ SIM {{n}}
tr: SIM {{n}} PUK'unu girin
ur: داخل کریں SIM {{n}} کا PUK
uz: SIM {{n}} PUK kodni kiriting
vi: Nhập mã PUK của SIM {{n}}
xh: Faka iSIM {{n}} PUK
zu: Faka i-SIM {{n}} PUK

source: SIM {{n}} PUK
am: ሲም {{n}} ፑክ
br: PUK ar SIM {{n}}
ca: PUK de la SIM {{n}}
es: PUK de la SIM {{n}}
eu: {{n}}. SIM PUKa
fa: PUK {{n}} سیم‌کارت
ga_ie: PUK SIM {{n}}
hu: {{n}}. SIM PUK
id: PUK SIM {{n}}
mg: PUK {{n}} an'ny SIM
ml: സിം {{n}} ന്റെ പിയുക്കെ
my: SIM {{n}} PUK ဖြည့်
pt: PUK do SIM {{n}}
pt_br: PUK do cartão SIM {{n}}
ro: PUK pentru SIM {{n}}
si: SIM {{n}} හී PUK
sw: PUK {{n}} ya SIM
ta: சிம் {{n}} ன் PUK
te: సిమ్ {{n}} పియుకె
th: PUK ของ SIM {{n}}
tr: SIM {{n}} PUK'u
vi: Mã PUK của SIM {{n}}
xh: ISIM {{n}} PUK

source: PUK code
af: PUK-kode
am: ፑክ ኮድ
ar: كود PUK
as: PUK ক'ড
bg: PUK код
bn_in: PUK কোড
br: Boneg PUK
bs: PUK kod
ca: Codi PUK
cy: Cod PUK
es: Código PUK
eu: PUK kodea
fa: کد PUK
ga_ie: Cód PUK
gd: Còd PUK
hi_in: पीयूके कोड
hu: PUK kód
id: Kode PUK
km: កូដ PUK
kn: PUK ಸಂಕೇತ
mg: Kaody PUK
ml: പിയുക്കെ കോഡ്
mr: PUK कोड
ms: Kod PUK
my: PUK ကုဒ်
ne: PUK कोड
or: PUK ସଂକେତ
pt: Código PUK
pt_br: Código PUK
ro: Cod PUK
si: PUK කේතය
sw: Kodi ya PUK
ta: பியூகெ குறியீடை
te: పియుకె సంకేతం
th: รหัส PUK
tr: PUK kodu
ur: PUK کوڈ
uz: PUK kod
vi: Mã PUK:
xh: Ikhowudi ye-PUK
zu: Ikhodi ye-PUK

source: PUK code must have exactly 8 characters.
af: PUK-kode moet presies 8 karakters hê.
am: ፑክ ኮድ 8 ባህሪዎች መያዝ አለበት
ar: كود PUK يجب أن يكون 8 احرف بالضبط.
as: PUK ক'ড অবিকল ৮ টা আখৰ হ'ব লাগিব।
bg: PUK кодът трябва да е точно 8 знака.
bn_in: PUK কোডে ঠিক 8টি অক্ষর থাকতে হবে।
br: Hirder ar voneg PUK a rank bezañ 8 arouezenn.
bs: PUK kod mora imati tačno 8 znakova.
ca: El codi PUK ha de tenir exactament 8 caràcters.
cy: Rhaid i'r cod PUK gael 8 nod yn union.
es: El código PUK debe tener exactamente 8 caracteres.
eu: PUK kodeak zehazki 8 karakterekoa izan behar du.
fa: کد PUK دقیقا باید ۸ کلمه باشد.
ga_ie: Ní mór ocht gcarachtar cothrom a bheith i gcód PUK.
gd: Feumaidh an còd PUK a bhith 8 caractaran a dh'fhaid.
hi_in: PUK कोड में ठीक 8 वर्ण होने चाहिए.
hu: A PUK pontosan 8 karakter hosszú kell legyen.
id: Panjang Kode PUK harus tepat 8 karakter.
km: កូដ PUK ត្រូវតែ​មាន​ 8 តួអក្សរ។
kn: PUK ಸಂಕೇತ ಸರಿಯಾಗಿ 8 ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬೇಕು.
mg: Tsy maintsy misy maritsoratra 8 katroka ny PUK.
ml: പിയുക്കെ കോഡ് കൃത്യമായി 8 സംഖ്യകള്‍ വേണം.
mr: PUK कोड 8 अक्षरांचाच हवा.
ms: Kod PUK mesti mempunyai 8 karakter.
my: PUK ကုဒ်တွင် စာလုံးရေ 8 လုံး ရှိရမည်
ne: PUK कोडमा ठ्याक्क ८वटा क्यारेक्टरहरु हुनुपर्छ।
or: PUK ସଂକେତ ନିଶ୍ଚିତ ଭାବରେ 8 ଅକ୍ଷର ବିଶିଷ୍ଟ ହେବା ଉଚିତ।
pt: O código PUK deve ter exatamente 8 caracteres.
pt_br: O código PUK deve ter exatamente 8 caracteres.
ro: Codul PUK trebuie să aibă exact 8 caractere.
si: PUK කේතය අනිවාර්ය අක්ෂර 8කින් යුක්ත වේ.
sw: Msimbo wa PUK lazima uwe na herufi 8 kamili.
ta: கட்டாயமாக பியூகெ குறியீடு 8 எழுத்துக்களை கொண்டிருக்கனும்.
te: పియుకె సంకేతం ఖచ్ఛితంగా 8 అక్షరాలను కలిగివుండాలి.
th: รหัส PUK ต้องมีความยาว 8 ตัวอักษรเท่านั้น
tr: PUK kodu tam olarak 8 basamaklı olmalıdır.
ur: PUK کوڈ میں بعینہ 8 حروف ہونے چاہیے۔
uz: PUK kod 8 ta belgidan iborat bo‘lishi kerak.
vi: Mã PUK phải có chính xác 8 ký tự.
xh: Ikhowudi ye-PUK mayibe neekharakhtha ezisi-8.
zu: Ikhodi ye-PUK kufanele ibe nezinhlamvu eziyi-8 ncamashi.

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy moet die persoonlike ontgrendelkode (PUK) vir die SIM-kaart invoer. Raadpleeg jou SIM-kaart se dokumentasie of skakel jou draer vir meer inligting.
am: ማስገባት አለብዎት የ ግል መክፈቻ ቁልፍ (ፑክ) ኮድ ለ ሲም ካርድ: የ ሲም ካርድ ሰነዶችን ይመርምሩ ወይንም ለበለጠ መረጃ አቅራቢውን ይጠይቁ
ar: يجب عليك إدخال مفتاح إلغاء التأمين الشخصي (PUK) للشريحة. ارجع إلى وثائق الشريحة أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
as: আপুনি SIM কাৰ্ডৰ ব্যক্তিগত আনলকিং কী (PUK) ক'ড সুমুৱাব লাগিব। অধিক তথ্যৰ বাবে আপোনাৰ SIM কাৰ্ডৰ দস্তাবেজ চাওক অথবা আপোনাৰ প্ৰদানকাৰীৰ লগত যোগাযোগ কৰক।
bg: Трябва да въведете Personal Unlocking Key (PUK) код за SIM картата. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_in: SIM কার্ড এর জন্য আপনাকে ব্যক্তিগত আনলকিং কি (PUK) প্রবেশ করাতে হবে। আপনার SIM কার্ডের নথিপত্র ঘেঁটে দেখুন অথবা ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: Ret eo deoc'h enankañ ar voneg PUK (Alc'hwez Personel Dibrennañ) evit ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Morate ukucati osobni ključ za otključavanje (PUK kod) za SIM karticu. Pogledajte dokumentaciju SIM kartice ili se obratite operateru za više informacija.
ca: Heu d'introduir el número personal de desbloqueig (PUK) de la targeta SIM. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Rhaid rhoi Cod Allwedd Datgloi Bersonol (PUK) ar gyfer cerdyn SIM. Darllenwch ddogfennaeth eich cerdyn SIM neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: Debe escribir la Clave Personal de Desbloqueo (PUK) para la tarjeta SIM. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: Personal Unlocking Key (PUK) kodea sartu behar duzu SIM txartel honetarako. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: شما باید کلید شخصی بازکردن قفل کد سیم‌کارت خود(‌PUK)را وارد کنید. به مستندات سیم‌کارت خود مراجعه‌کرده یا با سرویس دهنده خود برای اطلاعات بیشتر تماس بگیرید.
ga_ie: Ní mór duit an cód PUK (Personal Unlocking Key) don chárta SIM a chur isteach. Féach ar dhoiciméadú do chárta SIM nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Feumaidh tu am Personal Unlocking Key (PUK) airson na cairt SIM a chur a-steach. Thoir sùil air an fhiosrachadh a thàinig leis a’ chairt SIM agad no cuir fios gun ghiùlanair agad.
hi_in: आपको सिम कार्ड के लिए व्यक्तिगत अनलॉकिंग कुंजी कोड (PUK) दर्ज करना होगा. अपना सिम कार्ड प्रलेखन देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करें.
hu: Meg kell adnia a SIM kártya PUK (személyes feloldókulcs) kódját. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda harus memasukkan kode Personal Unlocking Key (PUK) untuk kartu SIM. Baca dokumen kartu SIM atau hubungi operator untuk informasi lebih lanjut.
km: អ្នក​ត្រូវតែ​បញ្ចូល​កូដ​ដោះ​សោ​ផ្ទាល់ខ្លួន (PUK) សម្រាប់​ SIM កាត​នេះ។ យោង​តាម​ឯកសារ SIM ​កាត​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: ನೀವು SIM ಕಾರ್ಡ್‌ಗೆ ವೈಯಕ್ತಿಕ ಅನ್‌ಲಾಕ್‌ ಕೀ (PUK) ಸಂಕೇತವನ್ನು ಖಂಡಿತ ನಮೂದಿಸಬೇಕು. ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mg: Tsy maintsy mampiditra ny kaody lakile famohana manokana (PUK) ianao raha hampiasa an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa @ mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: സിം കാര്‍ഡിന്റെ സ്വകാര്യ അണ്‍ലോക്കിങ്ങ് കീ (പിയുക്കെ) കോഡ് നല്‍കണം. സിം കാര്‍ഡ് മാനുവല്‍ നോക്കുകയോ സേവനദാതാവുമായി ബന്ധപ്പെടുകയോ ചെയ്താല്‍ കൂടുതലറിയാം.
mr: आपणास SIM कार्डचा Personal Unlocking Key (PUK) टाकावाच लागेल. अधिक माहितीसाठी, आपले SIM कार्ड दस्तावेज पहा किंवा आपल्या कॅरिअर कंपनीशी संपर्क साधा.
ms: Anda mestilah memasukkan Kod Kunci Pembuka Peribadi (PUK) untuk kad SIM. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.
my: သင်၏ ကိုယ်ပိုင် PUK ကုဒ်အား SIM ကဒ်ကို ဖွင့်ရန် ဖြည့်ရပါလိမ့်မယ်။ သင့် SIM ကဒ် ဆိုင်ရာ စာရွက်စာတမ်းတွေ ကြားထဲမှာ ရှာကြည့်ပါ
ne: सिम कार्डका लागि तपाईले व्यक्तिगत खोल्ने चाबीको (PUK) कोड प्रविष्ट गर्नुपर्नेछ। थप जानकारीका लागि तपाईको सिम कार्ड कागजत हेर्नुहोस् अथवा सिम वाहकसंग सम्पर्क राख्नुहोस्।
or: ଆପଣଙ୍କୁ SIMକାର୍ଡର ବ୍ୟକ୍ତିଗତ ଅନଲକିଂ କୁଞ୍ଚି (PUK) କୋଡ ଦେବାକୁ ହେବ। SIMକାର୍ଡ ସମ୍ବନ୍ଧିତ ସୂଚନାକୁ ଦେଖନ୍ତୁ ବା ସୂଚନା ପାଇଁ ଆପଣଙ୍କ କ୍ୟାରିଅରକୁ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: Deve introduzir a Personal Unlocking Key (código PUK) para o cartão SIM. Consulte a documentação do seu cartão SIM ou contacte o operador para mais informações.
pt_br: Você deve inserir o código PUK do chip SIM. Consulte a documentação do chip SIM ou entre em contato com sua operadora para mais informações.
ro: Trebuie să introduci codul cheii personale de deblocare (PUK) pentru cartela SIM. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: ඔබ පෞද්ගලික අගුලු විවර කිරීමේ යතුර (PUK) කේතය SIM පතට ඇතුලත් කල යුතුයි. වැඩි විස්තර සඳහා SIM පතේ ලේඛනයන් පිරික්සීම හෝ ඔබගේ සේවා සපයන්නා සම්බන්ධ කරගන්න.
sw: Lazima uingize Msimbo wa Ufunguo wa Kibinafsi wa Kufungua (PUK) wa SIM kadi. Rejela nakala ya kadi yako ya SIM au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: சிம் அட்டையை திறக்க தனிப்பட்ட திறத்தல் விசையை(பியூகெ) குறியீட்டை உள்ளிட வேண்டும். உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது மேலும் தகவலுக்கு உங்களுடைய செல்பேசி சேவை வழங்குநரை தொடர்பு கொள்.
te: మీరు సిమ్ కార్డ్ కొరకు తప్పకుండా పర్సనల్ అన్‌లాకింగ్ కీ (పియుకె) కోడ్ ఇవ్వాలి. మీ సిమ్ కార్డ్ పత్రీకరణ చూడండి లేదా మరింత సమాచారం కొరకు మీ కారియర్‌ను సంప్రదించండి.
th: คุณต้องป้อนรหัสกุญแจปลดล็อคส่วนบุคคล (PUK) สำหรับการ์ด SIM ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: SIM kartınızın Kişisel Kilit Açma Anahtarı (PUK) kodunu girmelisiniz. Daha fazla bilgi için SIM kartınızın belgelerine bakın veya operatörünüzle iletişime geçin.
ur: SIM کارڈ کے لیئے آپ کو ذاتی غیر مقفل چابی (PUK) کوڈ درج کرنا ہے۔ اپنی SIM کارڈ کے دستاویزات کا جائزہ لیں یا مزید معلومات کے لیئے اپنے بارگیر سے رابطہ کریں۔
uz: Siz SIM karta uchun shaxsiy qulfdan chiqarish kalitlaringiz (PUK) kodini kiritishingiz kerak. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
vi: Bạn phải nhập mã mở khóa cá nhân (PUK) cho thẻ SIM. Hãy tham khảo hướng dẫn sử dụng SIM hoặc liên hệ với nhà cung cấp dịch vụ để biết thêm thông tin.
xh: Kufuneka ufake ikhowudi yeQhosha Lakho lokuVula kwiSIM-khadi. Khangela kwincwadi yakho yeSIM-khadi okanye qhagamshelana nesigidimi sakho ngengcaciso engaphezulu.
zu: Kufanele ufake ikhodi ye-Personal Unlocking Key (PUK) yekhadi le-SIM. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.

source: The PUK was incorrect.
af: Die PUK was verkeerd.
am: ይህ ፑክ ትክክል አይደለም
ar: كود PUK غير صحيح.
as: PUK ভুল হৈছে।
bg: PUK-ът беше неправилен.
bn_in: PUK ভুল।
br: Direizh e oa ar PUK.
bs: PUK je pogrešan.
ca: El codi PUK és incorrecte.
cy: Roedd y PUK yn anghywir.
es: El código PUK es incorrecto.
eu: SIM txartelaren PUK kodea (Personal Unlocking Key) sartu behar duzu. Jo ezazu SIM txartelaren dokumentaziora edo jar zaitez harremanetan telefono-konpainiarekin informazio gehiagorako.
fa: PUK نادرست است.
ga_ie: PUK mícheart
gd: Bha am PUK cearr.
hi_in: PUK गलत था.
hu: Meg kell adnia a SIM kártya PUK (személyes feloldókulcs) kódját. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: PUK salah.
km: PUK មិន​ត្រឹមត្រូវ​ទេ។
kn: PUK ಸರಿಯಾಗಿರಲಿಲ್ಲ.
mg: Diso ilay PUK.
ml: പിയുക്കെ തെറ്റായിരുന്നു.
mr: PUK चुकीचा होता.
ms: PUK salah.
my: PUK ကုဒ်မှားနေသှ်
ne: PUK गलत भयो।
or: PUK ଟି ଭୁଲ ଥିଲା।
pt: O PUK estava incorreto.
pt_br: O código PUK está incorreto.
ro: Codul PUK a fost incorect.
si: PUK අංකය වැරදියි.
sw: PUK haikuwa sahihi.
ta: பியூகெ குறியீடு தவறானது.
te: పియుకె తప్పు.
th: PUK ไม่ถูกต้อง
tr: PUK yanlış.
ur: PUK غیر صحیح تھا۔
uz: PUK kod noto‘g‘ri.
vi: Mã PUK không đúng.
xh: I-PUK ayichanekanga.
zu: I-PUK beyingesilo iqiniso.
