Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat hierdie SIM-kaart permanent onbruikbaar sal word. Raadpleeg jou SIM-kaart se dokumentasie of skakel jou draer vir meer inligting.
am: እርስዎ አሁን {{n}} ሙከራዎች ቀርቶታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርድ በቋሚነት ከ መበላሸቱ በፊት: የ ሲም ካርድ ሰነዶችን ይመርምሩ ወይንም ለበለጠ መረጃ አቅራቢውን ያማክሩ
ar: لديك {{n}} محاولة لإدخال الرمز الصحيح قبل أن تصبح هذه الشريحة غير صالحة للإستعمال بشكل دائم. ارجع إلى وثائق الشريحة أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
as: এই SIM কাৰ্ড স্থায়ীভাৱে বিকল হৈ পৰাৰ আগত শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ {{n}} প্ৰচেষ্টা বাকী আছে। অধিক তথ্যৰ বাবে আপোনাৰ SIM কাৰ্ডৰ দস্তাবেজ চাওক অথবা আপোনাৰ প্ৰদানকাৰীৰ লগত যোগাযোগ কৰক।
bg: Имате {{n}} опита да въведете правилен код преди SIM картата да стане неизползваема. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_in: SIM কার্ড স্থায়ীভাবে ব্যবহারঅযোগ্য হওয়ার আগে সঠিক কোড লেখার জন্য আপনার শুধুমাত্র {{n}} বার প্রচেষ্টা করা বাকি আছে। আপনার SIM কার্ডের নথিপত্র ঘেঁটে দেখুন অথবা ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok ma vo diarveradus ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije nego ova SIM kartica postane trajno neupotrebljiva. Pogledajte dokumentaciju SIM kartice ili se obratite operateru za više informacija.
ca: Us queden {{n}} intents per introduir el codi correcte abans que la targeta SIM quedi inservible permanentment. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Mae gennych {{n}} tro ar ôl i gyflwyno'r cod cywir cyn na fydd modd defnyddio'r cerdyn SIM yma. Darllenwch daflen wybodaeth eich cerdyn SIM neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: Le quedan {{n}} intentos para escribir el código correcto antes de que la tarjeta SIM quede definitivamente inutilizable. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela behin-betiko erabilezin geratu aurretik. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: {{n}}تلاش دیگر برای وارد‌کردن کد صحیح قبل از اینکه سیم کارت برای همیشه غیرقابل استفاده شود باقی مانده است. برای اطلاعات بیشتر به مستندات سیم کارت مراجعه کنید یا با سرویس‌دهنده خود تماس بگیرید.
ga_ie: Níl ach {{n}} iarracht fágtha agat an cód ceart a chur isteach sula mbeidh an cárta SIM seo do-úsáidte go deo. Féach ar dhoiciméadú do chárta SIM nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Chan eil ach {{n}} oidhirp air fhàgail mus dèid a’ chairt SIM a ghlasadh gu buan ’s cha ghabh a chleachdadh tuilleadh. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no cuir fios gun ghiùlanair agad airson barrachd fiosrachaidh.
hi_in: SIM कार्ड स्थायी रूप से व्यर्थ होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश शेष है. अपना SIM कार्ड दस्तावेज़ीकरण देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करे.
hu: Még {{n}} lehetősége van a helyes kód megadására, mielőtt a SIM kártya véglegesen használhatatlanná válik. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda mempunyai {{n}} kesempatan untuk memasukkan kode yang benar sebelum kartu SIM ini tidak dapat digunakan secara permanen. Lihat dokumentasi kartu SIM Anda atau hubungi operator untuk informasi lebih lanjut.
km: អ្នក​នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត​ដើម្បី​​បញ្ចូល​លេខ​កូដ​ត្រឹមត្រូវ​ មុន​​ពេល SIM កាត​នេះ​នឹង​​មិន​អាច​ប្រើ​បាន​​ជា​រៀង​រហូត។ យោង​​ទៅ​​ឯកសារ​​ SIM កាត ឬ​​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​របស់​អ្នក​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: SIM ಕಾರ್ಡ್ ಶಾಶ್ವತವಾಗಿ ಕೆಲಸಕ್ಕೆ ಬಾರದಂತಾಗುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ. ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny tsy hampety hampiasaina mandrakizay an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa @ mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: സിം കാര്‍ഡ് സ്ഥിരമായി ഉപയോഗശൂന്യമാകുന്നതിന് മുന്‍പ് {{n}} പ്രാവശ്യവും കൂടി ശരിയായ കോഡ് അടിക്കാന്‍ അവസരമുണ്ട്. സിം കാര്‍ഡ് മാനുവല്‍ നോക്കുകയോ സേവനദാതാവുമായി ബന്ധപ്പെടുകയോ ചെയ്താല്‍ കൂടുതലറിയാം.
mr: हे SIM कार्ड कायमचे निरुपयोगी होण्याआधी, योग्य कोड टाकण्याचे {{n}} प्रयत्न आपणास करता येतील. अधिक माहितीसाठी, आपले SIM कार्ड दस्तावेज पहा किंवा आपल्या कॅरियर कंपनीशी संपर्क साधा.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum kad SIM ini tidak boleh digunakan secara kekal. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.
my: SIM ကဒ်လုံးဝ သုံးမရခင် {{n}} ကြိမ် ထပ်စမ်းဝင်ကြည့်ရန်သာ ကျန်ပါတော့သှ်။ သင် SIM ကဒ်ထုတ်ဝေသူမှ ထောက်ပံ့ထားသှ် စာရွက်စာတမ်းများတွင် အချက်အလက်များရှာဖွေပြီး ထပ်ကြိုးစားကြည့်ပါ။
ne: यस सिम कार्ड सधैका लागि नचल्नु अघि तपाईसंग ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छन्। थप जानकारीका लागि तपाईको सिम कार्ड कागजात हेर्नुहोस् अथवा तपाईको वाहकसंग सम्पर्क राख्नुहोस्।
or: SIMକାର୍ଡଟି ସବୁଦିନପାଇଁ ଅଚଳ ହେବା ଆଗରୁ ଠିକ କୋଡ ଦେବାପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଆଉ {{n}}ଟି ସୁଯୋଗ ରହିଛି। SIMକାର୍ଡ ସମ୍ବନ୍ଧିତ ସୂଚନାକୁ ଦେଖନ୍ତୁ ବା ସୂଚନା ପାଇଁ ଆପଣଙ୍କ କ୍ୟାରିଅରକୁ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: Restam {{n}} tentativas para introduzir o código correto antes de este cartão SIM se tornar permanentemente inutilizável. Consulte a documentação do seu cartão SIM ou o contacte o seu operador para mais informações.
pt_br: Você tem {{n}} tentativas para inserir o código correto antes de tornar este chip SIM permanentemente inutilizável. Consulte a documentação do chip SIM ou entre em contato com sua operadora para mais informações.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte ca această cartelă SIM să devină inutilizabilă permanent. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: ඔබට SIM පත සම්පූර්ණයෙන්ම අවලංගු තත්වයට පත්වීමට පෙර තවත් උත්සහ කිරීම් {{n}}ක් සිදු කල හැකියි. වැඩි දුර විස්තර සඳහා ඔබගේ SIM පතෙහි ලියකියවිලි පරීක්ෂා කර බැලීම හෝ ඔබගේ සේවා සපයන්නාව සම්බන්ධ කරගන්න.
sw: Una majaribio {{n}} yaliobaki kuingiza kodi sahihi kabla kadi hii ya SIM kutotumika kabisa. Rejelea nakala yako ya kadi ya SIM au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: சரியான குறியீடை உள்ளிடும் முன் உங்களுக்கு {{n}} வாய்ப்புகள் உள்ளன இல்லையெனில் இந்த சிம் அட்டையை நிரந்தரமாக பயன்படுத்த முடியாது. உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது கூடுதலான தகவல்களுக்கு சேவை வழங்குபவர்களை தொடர்பு கொள்.
te: ఇంకా {{n}} ప్రయత్నాలలో మీరు సరైన కోడ్ ఇవ్వాలి లేదంటే ఈ సిమ్ కార్డ్ శాశ్వతంగా నిరుపయోగమగును. మీ సిమ్ కార్డ్ పత్రీకరణను చూడండి లేదా మరింత సమాచారం కొరకు మీ కారియర్‌ను సంప్రదించండి.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM นี้จะไม่สามารถใช้งานได้อย่างถาวร ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Bu SIM kart kalıcı olarak kullanım dışı kalmadan önce doğru kodu girmek için {{n}} deneme hakkınız kaldı. Daha fazla bilgi için SIM kart belgelerine bakın veya operatörünüze başvurun.
ur: آپ کے پاس صحیح کوڈ درج کرنے کے لیئے {{n}} باریاں رہ گئی ہیں اس سے قبل کہ یہ SIM کارڈ مستقل طور پر ناقابل استعمال ہوجائے۔ اپنی SIM کارڈ کے دستاویزات کا جائزہ لیں یا مزید معلومات کے لیئے اپنے بارگیر سے رابطہ کریں۔
uz: Siz yana {{n}} marta kodni kiritishingiz mumkin, agar kodni xato kiritsangiz SIM karta butunlay qulflanadi. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
vi: Bạn còn {{n}} lần thử nhập mã trước khi SIM hỏng hoàn toàn. Hãy tham khảo hướng dẫn sử dụng SIM hoặc liên hệ với nhà mạng để biết thêm thông tin.
xh: Unamathuba okuzama a{{n}} aseleyo ukuba ufake ikhowudi echanekileyo phambi kokuba ingasebenzi umphelo le SIM-khadi. Khangela kwincwadi yakho yeSIM-khadi okanye uqhagamshelane nesigidimi ngengcaciso engaphezulu.
zu: Usalelwe ngamathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuba ikhadi le-SIM lingaphinde lisebenze. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
af: Dit is jou laaste kans om die regte PUK-kode in te voer. Jou SIM-kaart sal permanent onbruikbaar word as jy die verkeerde PUK-kode invoer.
am: ይህ የመጨረሻ ሙከራ ነው ትክክለኛውን የ ፑክ ኮድ ለማስገባት: የእርስዎ ሲም ካርድ በቋሚነት ይበላሻል የተሳሳተ ፑክ ኮድ ካስገቡ
ar: آخر فرصة لإدخال مفتاح إلغاء التأمين الشخصي PUK الصحيح. شريحتك ستصبح غير صالحة للإستعمال بشكل دائم إذا أدخلت مفتاح إلغاء تأمين شخصي PUK خاطىء.
as: এইটো আপোনাৰ অন্তিম সুবিধা শুদ্ধ PUK ক'ড সুমুৱাবলৈ। আপোনাৰ SIM কাৰ্ড স্থায়ীভাৱে বিকল হৈ পৰিব যদি আপুনি ভুল PUK ক'ড সুমুৱায়।
bg: Това е последен опит да въведете правилен PUK. Вашата SIM карта ще стане неизползваема, ако го сгрешите.
bn_in: সঠিক PUK কোড লেখার এটাই আপনার শেষ সুযোগ। আপনার SIM কার্ড স্থায়ীভাবে ব্যবহারঅযোগ্য হয়ে যাবে যদি আপনি ভুল PUK কোড প্রবেশ করান।
br: Hoc'h arnod diwezhañ eo evit reiñ ar PUK reizh. Diarveradus e vo ar gartenn SIM ma vizskrivit ur voneg PUK direizh.
bs: Ovo je vaš posljednji pokušaj da unesete ispravan PUK kod. Vaša SIM kartica će biti trajno neupotrebljiva ako unesete pogrešan PUK kod.
ca: Aquesta és l'última oportunitat d'introduir el codi PUK correcte. La targeta SIM quedarà inservible permanentment si introduïu un codi PUK incorrecte.
cy: Dyma eich tro olaf i gyflwyno eich cod PUK cywir. Ni fydd modd defnyddio eich cerdyn SIM eto os fyddwch yn rhoi'r cod anghywir.
es: Esta es la última oportunidad para escribir el código PUK correcto. Su tarjeta SIM quedará definitivamente inutilizable si escribe un código PUK incorrecto.
eu: PUK kode zuzena sartzeko azken aukera duzu. Ezin izango duzu zure SIM txartela berriro erabili PUK kode okerra sartzen baduzu.
fa: این آخرین شانس شما برای وارد‌کردن صحیح کد PUK است. اگر شما کد PUK اشتباهی وارد کنید سیم‌کارت شما برای همیشه غیرقابل استفاده خواهد شد.
ga_ie: Seo é an deis dheireanach an cód PUK ceart a chur isteach. Má chuireann tú an cód PUK mícheart isteach, beidh do chárta SIM do-úsáidte go deo.
gd: Seo d’ oidhirp mu dheireadh an còd PUK ceart a chur a-steach. Thèid a’ chairt SIM agad a ghlasadh gu buan ’s cha ghabh a chleachdadh tuilleadh ma chuireas tu a-steach còd cearr a-rithist.
hi_in: सही PUK कोड डालने का यह आपका आखिरी मौका है. आपका सिम कार्ड स्थायी तौर से काम करना बंद कर देगा यदि आप गलत PUK कोड डालते हैं.
hu: Ez az utolsó lehetősége a helyes PUK kód megadására. A SIM kártyája véglegesen használhatatlan lesz, ha rossz PUK kódot ad meg.
id: Ini adalah kesempatan terakhir Anda untuk memasukkan kode PUK yang benar. SIM Anda tidak akan dapat digunakan secara permanen jika Anda salah memasukkan kode PUK.
km: នេះ​ជា​លើក​ចុង​ក្រោយ​របស់​អ្នក​ក្នុង​ការ​បញ្ចូល​លេខ​​​កូដ PUK ឲ្យ​បាន​ត្រឹមត្រូវ។ SIM ​កាត​របស់​អ្នក​នឹង​មិន​អាច​ប្រើ​បាន​ជា​រៀង​រហូត ប្រសិនបើ​អ្នក​បញ្ចូល​​លេខ​កូដ PUK ខុស។
kn: ಸರಿಯಾದ PUK ಕೋಡ್ ನಮೂದಿಸಲು ಇದು ನಿಮ್ಮ ಕೊನೆಯ ಅವಕಾಶ. ನೀವು ತಪ್ಪಾದ PUK ಕೋಡ್ ನಮೂದಿಸಿದರೆ ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ಶಾಶ್ವತವಾಗಿ ಕೆಲಸ ನಿರ್ವಹಿಸಲಾರದಂತಾಗುವುದು.
mg: Ity no vintanao farany hampidirana ny kaody PUK marina. Tsy hety hampiasaina mandrakizay ny karatra SIM anao raha mampiditra kaody PUK diso ianao.
ml: ശരിയായ പിയുക്കെ കോഡ് അടിക്കാനുള്ള നിങ്ങളുടെ അവസാന അവസരമാണ്. ഇപ്പോള്‍ തെറ്റായ പിയുക്കെ കോഡ് കൊടുത്താല്‍ നിങ്ങളുടെ സിം കാര്‍ഡ് സ്ഥിരമായി ഉപയോഗശൂന്യമാകും.
mr: योग्य PUK कोड टाकण्याची आपल्याला ही शेवटची संधी आहे. आपण चुकीचा PUK कोड टाकल्यास, आपले SIM कार्ड कायमचे निरुपयोगी होईल.
ms: Ini adalah peluang terakhir anda untuk memasukkan kod PUK yang betul. Kad SIM anda akan kekal tidak boleh digunakan jika kod PUK salah.
my: PUK ကုဒ်အားထည့်ရန် နောက်ဆုံး အကြိမ်ဖြစ်ပါတယ်။ PUK ကုဒ် အမှားထပ်ထည့်ပါက SIM ကဒ်ကို ထာဝရ ပိတ်လိုက်မှာ ဖြစ်ပါတယ်
ne: साहि PUK कोड प्रविष्ट गर्न तपाईको यस अन्तिम मैका हो। गलत PUK कोड प्रविष्ट गरेमा तपाईको सिम कार्ड सधैका लागि चलाउन मल्दैन।
or: ଠିକ୍ PUK କୋଡ ଦେବାପାଇଁ ଏଇଟା ହେଲା ଆପଣଙ୍କଲାଗି ଶେଷ ସୁଯୋଗ। ଯଦି ଆପଣ ଭୁଲ PUK କୋଡ ଦିଅନ୍ତି, ତେବେ ଆପଣଙ୍କ SIMକାର୍ଡଟି ସବୁଦିନପାିଇଁ ଅଚଳ ହୋଇଯିବ।
pt: Esta é a sua última hipótese de introduzir o código PUK correto. O seu cartão SIM ficará permanentemente inutilizável se introduzir o código PUK errado.
pt_br: Esta é a sua última chance de inserir o código PUK correto. Seu chip SIM se tornará permanentemte inutilizável se você inserir o código PUK errado.
ro: Aceasta este ultima ta șansă pentru a introduce codul PUK corect. Cartela ta SIM va fi inutilizabilă permanent dacă introduci codul PUK greșit.
si: නිවැරදි PUK කේතය ඇතුලත් කිරීම සඳහා ඔබට ලැබෙන අවසන් අවස්ථාවයි. වැරදි ඇතුලත් කිරීමකින් ඔබගේ SIM පත ස්ථිරව භාවිතා කල නොහැකි වනු ඇත.
sw: Hii ndio nafasi yako ya mwisho kuingiza kodi sahihi ya PUK. Kadi yako ya SIM haitatumika kabisha ikiwa utaingiza msimbo usio sahihi wa PUK.
ta: சரியான பியூகெ குறியீடை உள்ளிட இதுவே உங்களுக்கு கடைசி வாய்ப்பு. நீங்கள் தவறான பியூகெ குறியீடை உள்ளிட்டால் உங்களுடைய சிம் அட்டையை நிரந்தரமாக பயன்படுத்த முடியாது.
te: సరైన పియుకె కోడ్ ఇవ్వడానికి ఇది మీ ఆఖరి అవకాశం. మీరు సరికాని పియుకె కోడ్ ఇస్తే మీ సిమ్ కార్డ్ శాశ్వతంగా నిరుపయోగమగును.
th: นี่เป็นโอกาสสุดท้ายของคุณที่จะสามารถป้อนรหัส PUK ที่ถูกต้อง การ์ด SIM ของคุณจะไม่สามารถใช้งานได้อย่างถาวรหากคุณป้อนรหัส PUK ผิด
tr: Doğru PUK kodunu girmek için son deneme hakkınız. Yanlış PUK kodu girerseniz, SIM kartınız kalıcı olarak kullanım dışı kalacak.
ur: یہ صحیح PUK کوڈ داخل کرنے کے لئے آپ کا آخری موقع ہے۔ غلط PUK کوڈ داخل کرنے پر آپ کا SIM کارڈ مستقل طور پر ناقابل ہو گا۔
uz: Bu to‘g‘ri PIN kodni kiritishingiz uchun so‘nggi imkoniyat. Agar xato PUK kodni kiritsangiz, SIM kartadan umuman foydalanib bo‘lmay qoladi.
vi: Đây là lần thử nhập mã PUK cuối cùng. Thẻ SIM của sẽ vĩnh viễn không dùng được nếu bạn nhập sai mã PUK.
xh: Lithuba lokugqibela eli lokuba ufake ikhowudi ye-PUK echanekileyo. ISIM-khadi yakho iya kuyeka umphelo ukusebenza ukuba ufaka ikhowudi ye-PUK engeyiyo.
zu: Leli yithuba lakho lokugcina lokuba ufake ikhodi eyiyo ye-PUK. Ikhadi lakho le-SIM ngeke liphinde lisebenze uma ufaka ikhodi ye-PUK engesiyo.

source: Create new PIN (4 to 8 digits)
af: Skep nuwe PIN (4 tot 8 syfers)
am: አዲስ ፒን ይፍጠሩ ከ (4 እስከ 8 ዲጂትስ )
ar: أنشىء رقم PIN جديد (يجب أن يحتوي من 4 إلى 8 أرقام)
as: নতুন PIN সৃষ্টি (৪ ৰ পৰা ৮ ডিজিট)
bg: Създаване на нов PIN (от 4 до 8 цифри)
bn_in: নতুন PIN তৈরি করুন (4 থেকে 8 সংখ্যা)
br: Krouiñ ur PIN nevez (etre 4 ha 8 arouezenn)
bs: Kreiraj novi PIN (4 do 8 cifara)
ca: Crea un PIN nou (de 4 a 8 dígits)
cy: Creu PIN newydd (4 i 8 digid)
es: Crear nuevo PIN (entre 4 y 8 dígitos)
eu: Sortu PIN berria (4 eta 8 digitu artekoa)
fa: ایجاد یک کد PIN جدید (۴ تا ۸ رقم)
ga_ie: Cruthaigh UAP nua (idir 4 agus 8 ndigit)
gd: Cruthaich PIN ùr (eadar 4 is 8 àireamhan)
hi_in: नई पिन की रचना करे (4 से 8 अंक )
hu: Új PIN létrehozása (4 – 8 számjegy)
id: Buat PIN baru (4 hingga 8 angka)
km: បង្កើត PIN ថ្មី (4 ទៅ 8 ខ្ទង់)
kn: ಹೊಸ PIN ರಚಿಸಿ (4 ರಿಂದ 8 ಅಂಕಿಗಳು)
mg: Mamoròna PIN vaovao (isa 4 h@ 8)
ml: പുതിയ പിന്‍ (4 തൊട്ട് 8 സംഖ്യകള്‍ വരെ)
mr: नवीन PIN तयार करा (4 ते 8 अंक)
ms: Cipta PIN baru (4 hingga 8 digit)
my: PIM အသစ် ဖန်တီး (4 မှ 8 လုံးထိ)
ne: नँया PIN सृजना गर्नुहोस्(४ देखि ८ अङ्क)
or: ନୂଆ PIN (4 ରୁ 8 ଅଙ୍କ ବିଶିଷ୍ଟ)
pt: Criar um novo PIN (4 a 8 dígitos)
pt_br: Criar novo PIN (4 a 8 dígitos)
ro: Creează PIN nou (4-8 cifre)
si: නව PIN කේතයක් සාදන්න (අකුරු 4 සිට 8 දක්වා)
sw: Unda PIN mpya (nambari 4 hadi 8)
ta: புதிய பிண்ணை உருவாக்கு (4 லிருந்து 8 வரையுள்ள இலக்கங்கள்)
te: కొత్త పిన్ సృష్టించు (4 నుండి 8 అంకెలలో)
th: สร้าง PIN ใหม่ (4 ถึง 8 หลัก)
tr: Yeni PIN'i oluşturun (4-8 basamaklı)
ur: نیا PIN بنائیں (4 سے 8 ہنسے)
uz: Yangi PIN kod (4 tadan 8 tagacha raqam)ni kiriting
vi: Tạo mã PIN mới (4 đến 8 kí tự)
xh: Yenza i-PIN entsha (4 to 8 digits)
zu: Yenza i-PIN entsha (amadijithi ama-4 kuya kwayi-8)

source: Confirm new PIN
af: Bevestig nuwe PIN
am: አዲሱን ፒን ያረጋግጡ
ar: أكِّد كود PIN
as: নতুন PIN সুনিশ্চিত কৰক
bg: Потвърдете новия PIN
bn_in: নতুন PIN নিশ্চিত করুন
br: Kadarnaat ar PIN nevez
bs: Potvrdite novi PIN
ca: Confirmeu el PIN nou
cy: Cadarnhau'r PIN newydd
es: Confirmar nuevo PIN
eu: Berretsi PIN berria
fa: تایید کد جدید
ga_ie: Deimhnigh an UAP nua
gd: Dearbh am PIN ùr
hi_in: नए पिन की पुष्टि करें
hu: Új PIN kód megerősítése
id: Konfirmasi PIN baru
km: អះអាង PIN ថ្មី
kn: ಹೊಸ PIN ಖಚಿತಪಡಿಸಿ
mg: Hamafiso ny PIN vaovao
ml: പുതിയ പിന്‍ ഉറപ്പാക്കു
mr: PIN ची खात्री करा
ms: Sahkan PIN baru
my: PIN အသစ်အားအတည်ပြု
ne: नँया PIN पुष्टि गर्नुहोस्
or: ନୂତନ PIN କୁ ନିଶ୍ଚିତ କରନ୍ତୁ
pt: Confirmar novo PIN
pt_br: Confirmar novo PIN
ro: Confirmă PIN-ul nou
si: නව PIN කේතය ස්ථිර කරන්න
sw: Thibitisha PIN mpya
ta: புதிய பிண்ணை உறுதிப்படுத்து
te: కొత్త పిన్ నిర్ధారించు
th: ยืนยัน PIN ใหม่
tr: Yeni PIN'i onaylayın
ur: نئی PIN تصدیق کریں
uz: Yangi PIN kodni tasdiqlang
vi: Xác nhận mã PIN
xh: Qinisekisa i-PIN entsha
zu: Qinisekisa i-PIN entsha

source: PINs don’t match
af: PIN's is nie dieselfde nie
am: ፒን አይመሳሰልም
ar: كودين PIN غير متطابقين
as: PINs মিলা নাই
bg: PIN кодовете не съвпадат
bn_in: PIN মেলেনি
br: Ar bonegoù PIN ne genglotont ket
bs: PIN-ovi se ne podudaraju
ca: Els PIN no coincideixen
cy: Nid yw'r PUK yn cydweddu
es: Los PIN no coinciden
eu: PINak ez datoz bat.
fa: PIN مطابقت ندارند
ga_ie: Ní ionann na UAPanna
gd: Chan eil an dà PIN co-ionnann
hi_in: पिन मेल नहीं पा रहे हैं
hu: A PIN kódok nem egyeznek.
id: PIN tidak cocok
km: PINs មិន​ត្រូវគ្នា
kn: PINs ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತಿಲ್ಲ
mg: Tsy mitovy ireo PIN
ml: പിന്നുകള്‍ ചേരുന്നില്ല
mr: PINs जुळत नाहीत
ms: PIN tidak padan
my: PINs မှားမကိုက်ညီပါ
ne: PINहरु मिलेकोछैन
or: PIN ଗୁଡିକ ମିଶୁ ନାହିଁ
pt: Os PINs não coincidem
pt_br: Os PINs não correspondem
ro: PIN-urile nu se potrivesc
si: PIN කේතයන් නොගැලපේ
sw: PIN hazilingani
ta: பிண் பொருந்தவில்லை
te: పిన్ సరిపోలడంలేదు
th: PIN ไม่ตรงกัน
tr: PIN'ler uyuşmuyor
ur: پنیں مشابہ نہی کرتی
uz: PIN kodlar bir xil emas
vi: Hai mã PIN không khớp
xh: Ii-PIN azihambelani
zu: Ama-PIN awameshi

source: Enter NCK code
af: Voer NCK-kode in
am: NCK ኮድ ያስገቡ
ar: ادخل كود NCK
as: NCK ক'ড সুমুৱাওক
bg: Въведете NCK
bn_in: NCK কোড লিখুন
br: Roit ar voneg NCK
bs: Unesite NCK kod
ca: Introduïu l'NCK
cy: Rhowch cod NCK
es: Escribir NCK
eu: Sartu NCK kodea
fa: وارد‌ کردن کد NCK
ga_ie: Cuir cód NCK isteach
gd: Cuir a-steach an còd NCK
hi_in: NCK कोड प्रविष्ट करे
hu: Írja be az NCK kódot
id: Masukkan kode NCK
km: បញ្ចូល​កូដ NCK
kn: NCK ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Ampidiro kaody NCK
ml: എന്‍സികെ കോഡ് നല്‍കുക
mr: NCK कोड टाका
ms: Masukkan kod NCK
my: NCK ကုဒ်အားထည့်
ne: NCK कोड प्रविष्ट गर्नुहोस्
or: NCK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduza o código NCK
pt_br: Inserir código NCK
ro: Introdu codul NCK
si: NCK කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya NCK
ta: NCK குறியீட்டை உள்ளிடு
te: NCK సంకేతాన్ని ఇవ్వండి
th: ป้อนรหัส NCK
tr: NCK kodunu girin
ur: NCK کوڈ داخل کریں
uz: NCK kodni kiriting
vi: Nhập mã NCK
xh: Faka ikhowudi ye-NCK
zu: Faka ikhodi ye-NCK

source: Enter CCK code
af: Voer CCK-kode in
am: CCK ኮድ ያስገቡ
ar: ادخل كود CCK
as: CCK ক'ড সুমুৱাওক
bg: Въведете CCK
bn_in: CCK কোড লিখুন
br: Roit ar voneg CCK
bs: Unesite CCK kod
ca: Introduïu el CCK
cy: Rhowch cod CCK
es: Escribir CCK
eu: Sartu CCK kodea
fa: وارد‌ کردن کدCCK
ga_ie: Cuir cód CCK isteach
gd: Cuir a-steach an còd CCK
hi_in: CCK कोड प्रविष्ट करे
hu: Írja be a CCK kódot
id: Masukkan kode CCK
km: បញ្ចូល​កូដ CCK
kn: CCK ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Ampidiro kaody CCK
ml: സിസികെ കോഡ് നല്‍കുക
mr: CCK कोड टाका
ms: Masukkan kod CCK
my: CCK ကုဒ်ထည့်
ne: CCK कोड प्रविष्ट गर्नुहोस्
or: CCK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduza o código CCK
pt_br: Inserir código CCK
ro: Introdu codul CCK
si: CCK කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya CCK
ta: CCK குறியீட்டை உள்ளிடு
te: CCK సంకేతాన్ని ఇవ్వండి
th: ป้อนรหัส CCK
tr: CCK kodunu girin
ur: CCK کوڈ داخل کریں
uz: CCK kodni kiriting
vi: Nhập mã CCK
xh: Faka ikhowudi ye-CCK
zu: Faka ikhodi ye-CCK

source: Enter SPCK code
af: Voer SPCK-kode in
am: SPCK ኮድ ያስገቡ
ar: ادخل كود SPCK
as: SPCK ক'ড সুমুৱাওক
bg: Въведете SPCK
bn_in: SPCK কোড লিখুন
br: Roit ar voneg SPCK
bs: Unesite SPCK kod
ca: Introduïu l'SPCK
cy: Rhowch cod SPCK
es: Escribir SPCK
eu: Sartu SPCK kodea
fa: وارد‌ کردن کد SPCK
ga_ie: Cuir cód SPCK isteach
gd: Cuir a-steach an còd SPCK
hi_in: SPCK कोड प्रविष्ट करे
hu: Írja be az SPCK kódot
id: Masukkan kode SPCK
km: បញ្ចូល​កូដ SPCK
kn: SPCK ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Ampidiro kaody SPCK
ml: എസ്‌പിസികെ കോഡ് വല്‍കുക
mr: SPCK कोड टाका
ms: Masukkan kod SPCK
my: CCK ကုဒ်အားထည့်
ne: SPCK कोड प्रविष्ट गर्नुहोस्
or: SPCK ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduza o código SPCK
pt_br: Inserir código SPCK
ro: Introdu codul SPCK
si: SPCK කේතය යොදන්න
sw: Ingiza kodi ya SPCK
ta: SPCK குறியீட்டை உள்ளிடு
te: SPCK సంకేతాన్ని ఇవ్వండి
th: ป้อนรหัส SPCK
tr: SPCK kodunu girin
ur: SPCK کوڈ داخل کریں
uz: SPCK kodni kiriting
vi: Nhập mã SPCK
xh: Faka ikhowudi ye-SPCK
zu: Faka ikhodi ye-SPCK

source: Enter NCK1 code
af: Voer NCK1-kode in
am: ያስገቡ NCK1 ኮድ
ar: ادخل رمز NCK1
as: NCK1 ক'ড সুমুৱাওক
bg: Въведете NCK1
bn_in: NCK1 কোডটি দিন
br: Roit ar voneg NCK1
bs: Unesite NCK1 kod
ca: Introduïu l'NCK1
cy: Rhowch cod NCK1
es: Escribir código NCK1
eu: Sartu NCK1 kodea
fa: وارد‌ کردن کد NCK1
ga_ie: Cuir cód NCK1 isteach
gd: Cuir a-steach an còd NCK1
hi_in: NCK1 कोड दाखिल करें
hu: NCK1 kód megadása
id: Masukkan kode NCK1
km: បញ្ចូល​កូដ NCK1
kn: NCK1 ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Ampidiro kaody NCK1
ml: എന്‍സികെ1 കോഡ് നല്‍കുക
mr: NCK1 कोड टाका
ms: Masukkan kod NCK1
my: NCK1 ကုဒ်အားထည့်
ne: NCK1 कोड प्रविष्ट गर्नुहोस्
or: NCK1 ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduza o código NCK1
pt_br: Insira código NCK1
ro: Introdu codul NCK1
si: NCK1 කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya NCK1
ta: NCK1 குறியீட்டை உள்ளிடு
te: NCK1 కోడ్ ఇవ్వండి
th: ป้อนรหัส NCK1
tr: NCK1 kodunu girin
ur: NCK1 کوڈ داخل کریں
uz: NCK1 kodni kiriting
xh: Faka ikhowudi ye-NCK1
zu: Faka ikhodi ye-NCK1

source: Enter NCK2 code
af: Voer NCK2-kode in
am: ያስገቡ NCK2 ኮድ
ar: ادخل رمز NCK2
as: NCK2 ক'ড সুমুৱাওক
bg: Въведете NCK2
bn_in: NCK2 কোড লিখুন
br: Roit ar voneg NCK2
bs: Unesite NCK2 kod
ca: Introduïu l'NCK2
cy: Rhowch cod NCK2
es: Escribir código NCK2
eu: Sartu NCK2 kodea
fa: وارد‌ کردن کد NCK2
ga_ie: Cuir cód NCK2 isteach
gd: Cuir a-steach an còd NCK2
hi_in: NCK2 कोड दाखिल करें
hu: NCK2 kód megadása
id: Masukkan kode NCK2
km: បញ្ចូល​កូដ NCK2
kn: NCK2 ಸಂಕೇತ ನಮೂದಿಸಿ
mg: Ampidiro kaody NCK2
ml: എന്‍സികെ2 കോഡ് നല്‍കുക
mr: NCK2 कोड टाका
ms: Masukkan kod NCK2
my: NCK2 ကုဒ်အားထည့်
ne: NCK2 कोड प्रविष्ट गर्नुहोस्
or: NCK2 ସଂକେତ ଭରଣ କରନ୍ତୁ
pt: Introduza o código NCK2
pt_br: Insira código NCK
ro: Introdu codul NCK2
si: NCK2 කේතය ඇතුලු කරන්න
sw: Ingiza kodi ya NCK2
ta: NCK2 குறியீட்டை உள்ளிடு
te: NCK2 కోడ్ ఇవ్వండి
th: ป้อนรหัส NCK2
tr: NCK2 kodunu girin
ur: NCK2 کوڈ داخل کریں
uz: NCK2 kodni kiriting
xh: Faka ikhowudi ye-NCK2
zu: Faka ikhodi ye-NCK2
