Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

source: Learn how Mozilla handles your information in our <a>privacy policy</a>.
am: ሞዚላ የ እርስዎን መረጃ እንዴት እንደሚይዝ እዚህ ይማሩ በ <a>የ ግላዊነት መመሪያ </a>.
ar: تعمل كيف تتعامل موزيلا مع معلوماتك من خلال <a>سياسة الخصوصية</a> الخاصة بنا.
bg: Научете как Mozilla борави с данните ви в нашата <a>политика за лични данни</a>.
br: Deskit penaos e vez meret ho titouroù en hor <a>evezhiadennoù a-fet buhez prevez</a>.
bs: Saznajte kako Mozilla upravlja vašim podacima u našoj <a>polici privatnosti</a>.
cy: Dysgwch sut mae Mozilla'n trin eich manylion yn ein <a>polisi preifatrwydd</a>.
es: Infórmese sobre cómo gestiona Mozilla su información en nuestra <a>política de privacidad</a>.
eu: Ikasi Mozillak nola kudeatzen duen zure informazioa <a>pribatutasun-politika</a>n.
fa: در مورد اینکه موزیلا چگونه اطلاعات شما را مدیریت می‌کنید بیشتر بدانید<a>حریم‌ شخصی</a>.
ga_ie: Foghlaim conas a úsáideann Mozilla do chuid faisnéis phearsanta inár <a>bpolasaí príobháideachais</a>.
gd: Fiosraich mar a làimhsicheas Mozilla am fiosrachadh agad sa <a>phoileasaidh phrìobhaideachd</a> againn.
pt: Saiba como a Mozilla gere a sua informação na nossa <a>política de privacidade</a>.
ro: Află cum gestionează Mozilla informațiile tale în <a>politica noastră de confidențialitate</a>.
si: Mozilla ඔබේ තොරතුරු හසුරුවන්නේ කෙසේදැයි දැනගන්න <a>පෞද්ගලික භාවිත ප්‍රතිපත්ති</a> කියවන්න.
th: เรียนรู้ว่า Mozilla จัดการกับข้อมูลของคุณอย่างไรใน <a>นโยบายความเป็นส่วนตัว</a> ของเรา
uz: Qurilmangizdagi ma’lumotlardan qanday foydalanishimiz haqida <a>Maxfiylik siyosati</a>dan ma’lumot olishingiz mumkin.

source: Read our <a>Privacy Notice</a>
ar: قم بقراءة <a>سياسة الخصوصية الخاصة بنا</a>
bg: Прочетете нашата <a>Политика за личните данни</a>
br: Lenn hor <a>Evezhiadennoù a-fet buhez prevez</a>
bs: Pročitajte naša <a>Pravila privatnosti</a>
cy: Darllenwch ein <a>Hysbysiad Preifatrwydd</a>
es: Lea nuestro <a>Aviso sobre privacidad</a>
eu: Irakurri gure <a>Pribatutasun-oharra</a>
fa: <a>نکات حریم‌شخصی</a> ما را مطالعه کنید
ga_ie: Léigh an <a>Fógra Príobháideachta</a>
gd: Leugh <a>aithris na prìobhaideachd</a> againn
pt: Leia a nossa <a>Política de Privacidade</a>
ro: Citește-ne <a>Politica de confidențialitate</a>
th: อ่าน <a>ประกาศความเป็นส่วนตัว</a> ของเรา

source: About {{brandShortName}}
af: Meer oor {{brandShortName}}
am: ስለ {{brandShortName}}
ar: حول {{brandShortName}}
as: {{brandShortName}} ৰ বিষয়ে
bg: За {{brandShortName}}
bn_in: {{brandShortName}} সম্পর্কে
br: A-zivout {{brandShortName}}
bs: O {{brandShortName}}
ca: Quant al {{brandShortName}}
cy: Ynghylch {{brandShortName}}
es: Acerca de {{brandShortName}}
eu: {{brandShortName}}(r)i buruz
fa: در مورد{{brandShortName}}
ga_ie: Maidir le {{brandShortName}}
gd: Mu dhèidhinn {{brandShortName}}
hi_in: के विषय में {{brandShortName}}
hu: {{brandShortName}} névjegye
id: Tentang {{brandShortName}}
km: អំពី {{brandShortName}}
kn: {{brandShortName}} ಬಗ್ಗೆ
mg: Momba ny {{brandShortName}}
ml: {{brandShortName}} നെ കുറിച്ച്
mr: {{brandShortName}} बद्दल
ms: Perihal {{brandShortName}}
my: {{brandShortName}} အကြောင်း
ne: {{brandShortName}} बारे
or: {{brandShortName}} ବିଷୟରେ
pt: Acerca do {{brandShortName}}
pt_br: Sobre o {{brandShortName}}
ro: Despre {{brandShortName}}
si: {{brandShortName}} පිළිබඳ
sw: Kuhusu {{brandShortName}}
ta: {{brandShortName}} பற்றி
te: {{brandShortName}} గురించి
th: เกี่ยวกับ {{brandShortName}}
tr: {{brandShortName}} Hakkında
ur: {{brandShortName}} کے بارے میں
uz: {{brandShortName}} haqida
vi: Thông tin về {{brandShortName}}
xh: Mayela ne{{brandShortName}}
zu: Mayelana ne-{{brandShortName}}

source: Your Privacy
af: Jou privaatheid
am: የ እርስዎ የግላዊነት መመሪያ
ar: خصوصيتك
as: আপোনাৰ গোপনীয়তা
bg: Вашите лични данни
bn_in: আপনার নীতি
br: Ho puhez prevez
bs: Vaša privatnost
ca: La vostra privadesa
cy: Eich Preifatrwydd
es: Su privacidad
eu: Zure pribatutasuna
fa: حریم‌خصوصی شما
ga_ie: Do Phríobháideacht
gd: Do phrìobhaideachd
hi_in: आपकी गोपनीयता
hu: Adatvédelem
id: Privasi Anda
km: ភាព​ឯកជន​របស់​អ្នក
kn: ನಿಮ್ಮ ಗೌಪ್ಯತೆ
mg: Ny tsiambaratelonao
ml: നിങ്ങളുടെ സ്വകാര്യത
mr: आपली गुप्तता
ms: Privasi Anda
my: သင့်ကိုယ်ရေးကိုယ်တာ လုံခြုံရေး
ne: तपाईँको गोपनीयता
or: ଆପଣଙ୍କର ଗୋପନୀୟତା
pt: A sua privacidade
pt_br: Sua privacidade
ro: Confidențialitate
si: ඔබ‍‍ගේ පෞද්ගලිකත්වය
sw: Faragha Yako
ta: உங்களின் தனிப்பட்ட
te: మీ గోప్యత
th: ความเป็นส่วนตัวของคุณ
tr: Gizliliğiniz
ur: آپ کی رازداری
uz: Maxfiyligingiz
vi: Quyền riêng tư của bạn
xh: Ubungasese bakho
zu: Ukugcinwa Kwemininingwane Yakho Iyimfihlo

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
af: As jy {{brandShortName}} gebruik, word jy deel van 'n wêreldgemeenskap wat help om 'n helder toekoms vir die web te bou. As jy meer oor die Mozilla-gemeenskap, ons ander produkte en gebeurtenisse naby jou wil weet, voer asseblief jou e-posadres hier onder in.
am: ይህን በሚጠቀሙ ጊዜ {{brandShortName}}, የ አለም አቀፍ ሕብረተሰብ አካል ይሆናሉ: የ ወደፊቱን ግልጽ የ ዌብ መገናኛ ለመፍጠር በመርዳት: በበለጠ ለማወቅ ስለ Mozilla community, ሌሎች የ እኛ አካሎች እና ሁኔታዎች እርስዎ ባሉበት አካባቢ: እባክዎን የ እርስዎን ኢሜይል አድራሻ ከታች ያስገቡ
ar: عند استخدام {{brandShortName}}، فإنك تصبح جزءا من مجتمع عالمي يساعد على بناء مستقبل أكثر إشراقا للوب. إذا كنت ترغب في معرفة المزيد عن مجتمع موزيلا، ومنتجاتنا الأخرى والأحداث القريبة منك، ادخل عنوان بريدك الالكتروني أدناه.
as: যেতিয়া {{brandShortName}} ব্যৱহাৰ কৰে, আপুনি এটা বিশ্বব্যাপী সম্প্ৰদায়ৰ অংশ হৈ যায় যি ৱেবৰ এটা উজ্জ্বল ভৱিষ্যত নিৰ্মাণ কৰাত সহায় কৰি আছে। যদি আপুনি Mozilla সম্প্ৰদায়, আমাৰ অন্য উৎপাদন আৰু আপোনাৰ ওচৰৰ ঘটনাসমূহৰ বিষয়ে অধিক জানিব খোজে, অনুগ্ৰহ কৰি আপোনাৰ ইমেইল ঠিকনা তলত সুমুৱাওক।
bg: С използването на {{brandShortName}} ставате част от глобална общност, помагайки в сътворяването на по-светло бъдеще за Мрежата. Ако искате да научите повече за общността на Mozilla, за нашите други продукти и събития близо до вас, моля въведете своята ел. поща по-долу.
bn_in: আপনি যখন {{brandShortName}} ব্যবহার করেন, তখন আপনি ওয়েবের জন্য একটি উজ্জ্বল ভবিষ্যত গড়ে তুলতে সাহায্য করেন একটি আন্তর্জাতিক সম্প্রদায়ের অংশ হয়ে। আপনি মোজিলা সম্প্রদায়, আমাদের অন্যান্য পণ্য ও আপনার কাছাকাছি ঘটনা সম্পর্কে আরও জানতে চাইলে, নিচে আপনার ইমেল ঠিকানা লিখুন দয়া করে।
br: En ur arverañ {{brandShortName}} e kemerit perzh e-barzh ur gumuniezh vedel a labour evit reiñ un dazont gwelloc'h d'ar Web. Ma fell deoc'h gouzout hiroc'h a-zivout kumuniezh Mozilla, hor c'henderc'hadoù all ha degouezhioù tost ho kêr, bizskrivit ho chomlec'h postel amañ dindan.
bs: Korištenjem {{brandShortName}} postajete dio globalne zajednice, pomažući izgradnji bolje budućnosti za web. Ukoliko želite znati više o Mozilla zajednici, našim ostalim proizvodima i događajima u vašoj blizini, unesite ispod vašu email adresu.
ca: Quan utilitzeu el {{brandShortName}}, us convertiu en part d'una comunitat global que ajuda a construir un futur més brillant per a la web. Si voleu saber més sobre la comunitat Mozilla, els nostres productes i esdeveniments a prop vostre, introduïu la vostra adreça electrònica més avall.
cy: Pan rydych yn defnyddio {{brandShortName}} rydych yn dod yn rhan o gymuned fyd eang sy'n helpu i greu byd gwell ar gyfer y We. Os hoffech wybod rhagor am gymuned Mozilla, ein cynnyrch a digwyddiadau, rhowch eich cyfeiriad e-bost isod.
es: Al usar {{brandShortName}}, se convierte en parte de una comunidad mundial que colabora en la construcción de un futuro mejor para la Web. Si desea tener más información sobre la comunidad Mozilla, nuestros productos o los eventos próximos a usted, escriba abajo su dirección de correo.
eu: {{brandShortName}} erabiltzen duzunean, webarentzat etorkizun argiagoa eraikitzen laguntzen duen komunitate globalaren parte bihurtzen zara. Mozilla komunitatearen edo gure beste produktu eta zure gertuko gertaeren inguruan gehiago jakin nahi baduzu, sartu zure helbide elektronikoa azpian.
fa: هنگامی که از {{brandShortName}} استفاده می‌کنید، بخشی از یک جامعهٔ جهانی می‌شوید که کمک می‌کند آینده‌ای روشن‌تر برای وب ساخته شود. اگر دوست دارید دربارهٔ جامعهٔ موزیلا، محصولات دیگرمان و رویدادهای نزدیکتان بیش‌تر بدانید، لطفاً نشانی رایانامه‌تان را در زیر وارد کنید.
ga_ie: Nuair a úsáideann tú {{brandShortName}}, is cuid de chomhphobal domhanda thú atá ag obair ar son Gréasáin níos fearr sa todhchaí. Más mian leat tuilleadh eolais a fháil faoi chomhphobal Mhozilla, faoinár dtáirgí eile, agus faoi ócáidí sóisialta i ngar duit, tabhair do sheoladh ríomhphoist thíos.
gd: Ma chleachdas tu {{brandShortName}}, bidh thu a’ gabhail pàirt ann an coimhearsnachd eadar-nàiseanta a tha ag obair còmhla gus piseach a thoirt air an lìon. Ma tha thu ag iarraidh barrachd fiosrachaidh mu choimhearsnachd Mozilla, am bathar air fad againn no tachartasan faisg ort, cuir a-steach an seòladh puist-d agad gu h-ìosal.
hi_in: जब आप {{brandShortName}} का उपयोग करें, आप एक वैश्विक वेब के लिए एक उज्जवल भविष्य का निर्माण करने में मदद समुदाय का हिस्सा बन जाते हैं. यदि आप मोज़िला समुदाय के बारे में और अधिक जानना चाहते हैं, हमारे अन्य उत्पादों और आप के पास की घटनाओं, नीचे अपना ईमेल पता दर्ज करें.
hu: A {{brandShortName}} használatával egy globális közösség részévé válik, és segít szebbé tenni a web jövőjét. Ha szeretne többet tudni a Mozilla közösségről, más termékeinkről és Önhöz közeli eseményeinkről, akkor adja meg alább az e-mail címét.
id: Saat Anda menggunakan {{brandShortName}}, Anda menjadi bagian dari komunitas global yang membantu membangun masa depan yang cerah untuk Web. Jika Anda ingin lebih mengetahui lebih banyak tentang komunitas Mozilla, produk kami, dan acara di sekitar Anda, silakan masukkan alamat surel Anda di bawah ini.
km: នៅ​ពេល​អ្នក​ប្រើ {{brandShortName}} អ្នក​​ក្លាយ​ជា​ផ្នែក​នៃ​សហគមន៍​​សកល​ដែល​ជួយ​បង្កើត​អនាគត​ដ៏​ត្រចះត្រចង់​សម្រាប់​បណ្ដាញ។ បើ​អ្នក​ចង់​ដឹង​បន្ថែម​អំពី​សហគមន៍ Mozilla ផលិតផល​ និង​ព្រឹត្តិការ​ផ្សេង​ៗ​របស់​យើង​ដែល​នៅ​ជិត​អ្នក សូម​បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក​ខាង​ក្រោម។
kn: ನೀವು {{brandShortName}} ಅನ್ನು ಬಳಸಿದಾಗ, ಜಾಲದ ಉಜ್ವಲ ಭವಿಷ್ಯವನ್ನು ನಿರ್ಮಿಸಲು ನೆರವಾಗುವ ಒಂದು ಜಾಗತಿಕ ಸಮುದಾಯದ ಒಂದು ಭಾಗವಾಗಿರುತ್ತೀರಿ. ನೀವು Mozilla ಸಮುದಾಯ, ಇತರೆ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಹತ್ತಿರದಲ್ಲಿ ನಡೆಯುವ ನಮ್ಮ ಕಾರ್ಯಕ್ರಮಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು ಮಾಹಿತಿಯನ್ನು ತಿಳಿದುಕೊಳ್ಳಲು ಬಯಸಿದಲ್ಲಿ, ಈ ಕೆಳಗೆ ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸಿ.
mg: Rehefa mampiasa ny {{brandShortName}} ianao, dia lasa anisan'ny vondron'olona erantany manampy @ fananganana ho avy mamiratra kokoa ho an'ny Web. Raha te-hamantatra bebe kokoa momba ny vondron'olona Mozilla, ireo vokatra hafa sy hetsika karakaraina eo @ faritra misy anao ianao, dia ampidiro eto ambany, azafady, ny adiresy mailakao.
ml: {{brandShortName}} ഉപയോഗിക്കുമ്പോൾ, താങ്കൾ വെബ്ബിന് തെളിമയാർന്ന ഒരു ഭാവി നിർമ്മിക്കാൻ സഹായിക്കുന്ന ഒരു ആഗോള സമൂഹത്തിന്റെ ഭാഗമാകുകയാണ്. താങ്കൾക്ക് മോസില്ല സമൂഹത്തെ പറ്റിയും, ഞങ്ങളുടെ മറ്റു ഉൽപന്നങ്ങളെ പറ്റിയോ, താങ്കളുടെ അടുത്തുള്ള പരിപാടികളെ പറ്റിയോ കൂടുതൽ അറിയണമെങ്കിൽ, താങ്കളുടെ ഈമെയിൽ വിലാസം താഴെ നൽകുക.
mr: {{brandShortName}} वापरताना, वेब चे भविष्य उजळ बनविणाऱ्या जागतीक समुहाचा आपण एक भाग बनता. Mozilla समुहाबद्दल, त्याच्या उत्पादां बद्दल किंवा जवळपास होणाऱ्या कार्यक्रमांबद्दल अधिक माहिती मिळवत राहायचे असेल तर, आपला ई-मेल खाली द्या.
ms: Apabila anda menggunakan {{brandShortName}}, anda menjadi sebahagian daripada komuniti global yang membantu untuk membina masa depan Web yang cerah. Jika anda ingin mengetahui lebih lanjut perihal komuniti Mozilla, produk lain kami dan acara berdekatan anda, sila masukkan alamat email anda di bawah.
my: {{brandShortName}} အားသုံးရာတွင် သင်သည်ပိုမိုကောင်းမွန်သော အင်တာနက်ဖြစ်လာအောင် လုပ်ဆောင်နေသော ကွန်မြူနတီ တစ်ခုတွင် ပါဝင်ပြီးဖြစ်ပါသည်။ သင် မိုဇီလာ အကြောင်း ထပ်မံလေ့လာလိုပါက သင့်အီမေလ်းအား အောက်တွင် ဖြည့်ပြီး ပို့ပေးလိုက်ပါ။
ne: जब तपाई {{brandShortName}}को प्रयोग गर्नुहुन्छ, तपाई एक सार्वभौम समुदायको हिस्सा बन्नुहुन्छ, जसले वेबको उज्ज्वल भविष्यका बनाउनका लागि सहयोग गर्दैछ। यदि तपाई मोजिल्ला समुदाय, हाम्रो अन्य उत्पादन र कार्यक्रमहरुका बारेमा अझै जान्न चाहनुहुन्छ भने कृपया तपाईको इमेल ठेगाना तल प्रविष्ट गर्नुहोस्।
or: ଆପଣ ଯେତେବେଳେ {{brandShortName}}ବ୍ୟବହାର କରିବେ, ସେତେବେଳେ ଆପଣ ୱେବର ଉନ୍ନତ ଓ ଉଜ୍ଜ୍ୱଳ ଭବିଷ୍ୟ ନିର୍ମାଣ କରିବାପାଇଁ ଗ୍ଲୋବଲ କମ୍ୟୁନିଟିର ଏକ ଅଂଶ ହୋଇଯିବେ। ଯଦି ଆପଣ Mozilla କମ୍ୟୁନିଟି ଓ ଆମର ଅନ୍ୟାନ୍ୟ ଉତ୍ପାଦ ଓ ଆପଣଙ୍କ ନିକଟସ୍ଥ ଅନ୍ୟାନ୍ୟ ଘଟନା ସମ୍ବନ୍ଧରେ ଅଧିକ ଜାଣିବାକୁ ଚାହୁଁଥାନ୍ତି, ଦୟାକରେ ତଳେ ଆପଣଙ୍କ ଇମେଲ ଠିକଣା ଦିଅନ୍ତୁ।
pt: Ao utilizar o {{brandShortName}}, está a tornar-se parte de uma comunidade global que ajuda a construir um futuro mais brilhante para a Web. Se quiser saber mais sobre a comunidade da Mozilla, os nossos outros produtos e eventos perto de si, por favor introduza o seu endereço de email em baixo.
pt_br: Ao usar o {{brandShortName}}, você se torna parte de uma comunidade global que está ajudando a construir um futuro melhor para a Web. Se você quiser saber mais sobre a comunidade Mozilla, nossos outros produtos e eventos perto de você, por favor, digite seu endereço de e-mail abaixo.
ro: Când folosești {{brandShortName}}, devii parte a unei comunități globale care ajută la clădirea unui viitor mai luminos pentru web. Dacă dorești să cunoști mai multe despre comunitatea Mozilla, celelalte produse ale noastre sau evenimente din apropierea ta, te rugăm să introduci adresa ta de e-mail mai jos.
si: {{brandShortName}} භාවිතා කිරීමේදී, ඔබ වෙබ් වලට දීප්තිමත් අනාගතයක් සෑදීමට උපකාර කරන ගෝලීය සමාජයක කොටසක් බවට පත් වෙයි. Mozilla සමාජය ගැන, අපගේ වෙනත් නිපැයුම් ගැන, ඔබ ආසන්නයේ සිදුවන අවස්ථා ගැන තව දුරටත් දැන ගැනීමට කැමති නම්, පහතින් ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ඇතුලත් කරන්න.
sw: Unapotumia {{brandShortName}}, unakuwa sehemu ya jamii ya ulimwengu inayosaidia kuunda siku bora za baadaye za Mtandao. Ikiwa ungependa kujua zaidi kuhusu jamii ya Mozilla, bidhaa na matukio yetu karibu nawe, tafadhali ingiza anwani yako ya barua pepe hapa chini.
ta: நீங்கள் {{brandShortName}} ஐ பயன்படுத்தும் பொழுது, நீங்கள் உலகலளவிலான குழுமத்தில் ஒருவராகி உதவுவதன் மூலம் ஒரு ஒளிமயமான எதிர்கால இணையத்தை உருவாக்க முடியும். உங்களுக்கு மொசில்லா குழுமத்தைப் பற்றி மேலும் அறியவேண்டுமெனில், எங்களுடைய இதர தயாரிப்புகள் மற்றும் நிகழ்வுகள் உங்களுக்கு பக்கத்திலுள்ளது, தயவுசெய்து உங்களுடைய மின்னஞ்சல் முகவரியை கீழே உள்ளிடவும்.
te: మీరు {{brandShortName}} ఉపయోగించినప్పుడు, వెబ్ కొరకు మెరుగైన భవిష్యత్తు నిర్మించుటకు సహాయపడుతున్న ప్రపంచవ్యాప్త సముదాయంలో భాగస్వాములవుతారు. మొజిల్లా సమూహం గురించి, మా ఇతర ఉత్పత్తుల గురించి మరియు మీ చేరువలోని కార్యక్రమాల గురించి మరింత తెలుసుకోడానికి, మీ ఈమెయిల్ చిరునామా కిందన ఇవ్వండి.
th: เมื่อคุณใช้งาน {{brandShortName}} คุณได้เป็นส่วนหนึ่งของชุมชนระดับโลกที่ช่วยสร้างอนาคตที่สดใสกว่าให้กับเว็บ หากคุณต้องการทราบเพิ่มเติมเกี่ยวกับชุมชน Mozilla ผลิตภัณฑ์อื่น ๆ ของเรา และกิจกรรมใกล้ตัวคุณ โปรดป้อนที่อยู่อีเมลของคุณด้านล่าง
tr: {{brandShortName}} kullandığınızda, web için parlak bir gelecek inşa etmeye yardım eden küresel bir topluluğun parçası olursunuz. Mozilla topluluğu, diğer ürünlerimiz ve etkinliklerimiz hakkında daha fazla bilgi almak isterseniz lütfen aşağıya e-posta adresinizi girin.
ur: آپ جب {{brandShortName}} استعمال کرتے ھیں، تو آپ ویب کو اجلا مستقبل بنانےمیں مدد کرنے والے ہمہ گیرحلقہ کا حصہ بن جاتے ہیں۔ اگر آپ Mozilla حلقہ، یا ہمارے دیگر مصنوعہ اور آپکے نزدیقعی وقوعہ کے بارے میں مزیدمعلومات چاہتے ہے تو نیچے اپنا ای میل پتہ داخل کریں۔
uz: Siz {{brandShortName}}dan foydalanganingizda, internetning kelajagini yorqin qilishda yordam beruvchi global jamiyat qismiga aylanasiz. Agar siz Mozilla jamiyati, boshqa mahsulotlarimiz va yaqingizdagi tadbirlar haqida ko‘proq bilmoqchi bo‘lsangiz, marhamat, e-pochtangizni pastga kiriting.
vi: Khi bạn sử dụng {{brandShortName}}, bạn đã trở thành một phần của cộng đồng trên khắp thế giới chung tay xây dựng một tương lai tươi sáng hơn cho Web. Nếu bạn muốn biết nhiều hơn về cộng đồng Mozilla, hoặc về những sản phẩm của chúng tôi cũng như các sự kiện gần nơi bạn sinh sống, hãy điền địa chỉ thư điện tử của bạn vào ô dưới đây.
xh: Xa usebenzisa i{{brandShortName}}, uba yinxalenye yabantu behlabathi abanceda ukwakha ikamva eliqhakazileyo leWebhu. Xa ufuna ingcaciso eyiyenye ngabantu bakwaMozilla, enye imveliso yethu neziganeko ezikufuphi nawe, nceda ufake idilesi yeimeyile yakho ngezantsi.
zu: Uma usebenzisa i-{{brandShortName}}, uba yingxenye yomphakathi womhlaba wonke ukwakha ikusasa eliqhakazile le-inthanethi. Uma ungathanda ukwazi kabanzi mayelana nomphakathi we-Mozilla, eminye imikhiqizo yethu nemicimbi eseduze nawe, sicela ufake ikheli lakho le-imeyli lapha ngezansi.

source: Yes! Send data.
am: አዎ! ዳታ መላኪያ
ar: نعم! أرسل البيانات.
bg: Да! Изпращам данни.
bn_in: হ্যাঁ! তথ্য প্রেরণ করুন।
br: Ya ! Kas roadennoù.
bs: Da! Šalji podatke.
ca: Sí, envia les dades.
cy: Iawn! Anfon y data.
es: ¡Sí! Deseo enviar datos.
eu: Bai! Bidali datuak.
fa: بله! ارسال داده.
ga_ie: Tá! Seol sonraí.
gd: Seadh, cuiridh mi an dàta thugaibh.
hi_in: हाँ !! डेटा भेजें.
hu: Igen, küldök adatokat.
id: Ya! Kirim data.
km: បាទ/ចាស! ផ្ញើទិន្នន័យ។
kn: ಹೌದು! ಡೇಟಾ ಕಳುಹಿಸು.
mg: Eny! Handefa data.
my: ဟုတ်ကဲ့! အချက်အလက်များကို ပို့ပါ
ne: हुन्छ! डेटा पठाउनुहोस्।
pt: Sim! Enviar dados.
pt_br: Sim! Enviar dados.
ro: Da! Trimite date.
si: ඔව්! දත්ත යවන්න
ta: ஆம்! தரவை அனுப்பு.
th: ใช่! ส่งข้อมูล
tr: Evet! Verileri gönder.
ur: ہاں! کوائف بھیجیں۔
uz: Ha! Ma’lumotlar jo‘natilsin.

source: Email address
af: E-posadres
am: ኢሜያል አድራሻ
ar: البريد الإلكتروني
as: ইমেইল ঠিকনা
bg: Адрес на ел.поща
bn_in: ই-মেইল ঠিকানা
br: Chomlec'h postel
bs: Email adresa
ca: Adreça electrònica
cy: Cyfeiriad e-bost
es: Dirección de correo
eu: Helbide elektronikoa
fa: آدرس پست‌الکترونیکی
ga_ie: Seoladh ríomhphoist
gd: Seòladh puist-d
hi_in: ई-मेल पता
hu: E-mail cím
id: Alamat surel
km: អាសយដ្ឋាន​អ៊ីមែល
kn: ಇಮೇಲ್ ವಿಳಾಸ
mg: Adiresy mailaka
ml: ഇമെയില്‍ വിലാസം
mr: इ-मेल पत्ता
ms: Alamat emel
my: အီးမေလ်းလိပ်စာ
ne: इमेल ठेगाना
or: ଇମେଲ ଠିକଣା
pt: Endereço de e-mail
pt_br: Endereço de e-mail
ro: Adresă de e-mail
si: විද්‍යුත් තැපැල් ලිපිනය
sw: Anwani ya barua pepe
ta: மின்னஞ்சல் முகவரி
te: ఈమెయిల్ చిరునామా
th: ที่อยู่อีเมล
tr: E-posta adresi
ur: ای میل ایڈریس
uz: E-pochta manzili
vi: Địa chỉ email
xh: Idilesi yeimeyile
zu: Ikheli le-imeyli

source: Email successfully added
af: E-pos suksesvol bygevoeg
am: ኢሜይል ተሳክቶ ተጨምሯል
ar: تم إضَافِة البريد الإلكتروني بنجاح
as: ইমেইল সফলভাৱে যোগ কৰা হ'ল
bg: Адресът на ел.поща е успешно добавен
bn_in: ই-মেইল সফলভাবে যোগ করা হয়েছে
br: Postel ouzhpennet gant berzh
bs: Email je uspješno dodan
ca: S'ha afegit el correu correctament
cy: Ychwanegwyd yr e-bost yn llwyddiannus
es: Correo agregado correctamente
eu: Helbide elektronikoa ondo gehitu da
fa: آدرس پست‌الکترونیکی اضافه‌شد
ga_ie: Cuireadh seoladh ríomhphoist leis
gd: Chaidh am post-d a chur ris
hi_in: ई-मेल सफलतापूर्वक जोड़ें
hu: Az e-mail sikeresen felvéve!
id: Surel berhasil ditambahkan
km: បាន​បន្ថែម​អ៊ីមែល​ដោយ​ជោគជ័យ
kn: ಇಮೇಲ್ ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
mg: Tontosa ny fanampiana mailaka
ml: ഇമെയില്‍ വിജയകരമായി ചേര്‍ത്തു
mr: इ-मेल यशस्वीपणे समाविष्ट झाला
ms: Emel berjaya ditambah
my: အီမေလ်းလိပ်စာအား အောင်မြင်စွာ ထည့်ပြီး
ne: इमेल सफलतापूर्वक थपियो
or: ଇମେଲଟି ଠିକ ଭାବେ ଯୋଡ଼ାଗଲା
pt: Email adicionado com sucesso
pt_br: E-mail adicionado com sucesso
ro: E-mail adăugat cu succes
si: විද්‍යුත් තැපැල් ලිපිනය සාර්ථකව එක් කලා
sw: Barua pepe imeongezwa kwa mafanikio
ta: மின்அஞ்சல் வெற்றிகரமாக சேர்க்கப்பட்டது
te: ఈమెయిల్ విజయవంతంగా చేర్చబడింది
th: เพิ่มอีเมลสำเร็จแล้ว
tr: E-posta başarıyla eklendi
ur: ای میل کامیابی سے شامل کر
uz: E-pochta muvaffaqiyatli qo‘shildi
vi: Đã thêm địa chỉ email
xh: I-imeyile ifakwe ngempumelelo
zu: I-imeyli ifakwe ngempumelelo

source: Saving your email…
af: Stoor tans jou e-pos…
am: የ እርስዎን ኢሜይል በማስቀመጥ ላይ…
ar: جارِ حفظ البريد الالكتروني...
as: আপোনাৰ ইমেইল সংৰক্ষণ কৰা হৈছে…
bg: Запазване на вашата ел.поща…
bn_in: ই-মেইল সংরক্ষণ করা হচ্ছে…
br: Oc'h enrollañ ho postel
bs: Spremanje vašeg emaila...
ca: S'està desant el vostre correu…
cy: Cadw eich e-bost…
es: Guardando su correo…
eu: Zure helbide elektronikoa gordetzen…
fa: پست‌الکترونیکی خود را ذخیره کنید…
ga_ie: Do ríomhphost á shábháil…
gd: A’ sàbhaladh a’ phuist-d agad…
hi_in: आपका ईमेल सहेजा जा रहा है …
hu: E-mail mentése…
id: Menyimpan surel Anda…
km: កំពុង​រក្សាទុក​អ៊ីមែល​របស់​អ្នក...
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಉಳಿಸುವುದು…
mg: Mitahiry ny mailakao…
ml: നിങ്ങളുടെ ഇമെയില്‍ സൂക്ഷിക്കുന്നു…
mr: आपले इ-मेल साठवत आहे…
ms: Menyimpan emel anda…
my: သင့်အီးမေလ်းအား သိမ်းနေသှ်...
ne: तपाईको इमेल सेभ हुँदैछ...
or: ଆପଣଙ୍କ ଇମେଲ ସଞ୍ଚୁଛି…
pt: A guardar o seu e-mail…
pt_br: Salvando seu e-mail…
ro: Se salvează e-mailul…
si: විද්‍යුත් තැපැල් ලිපිනය සුරකිමින්...
sw: Inahifadhi barua pepe yako…
ta: உங்களுடைய மின்அஞ்சல் சேமிக்கப்படுகிறது
te: మీ ఈమెయిల్‌ను భద్రపరుస్తున్నాం…
th: กำลังบันทึกอีเมลของคุณ…
tr: E-postanız kaydediliyor…
ur: آپ کے ای میل محفوظ کر رہا ہے…
uz: E-pochtangiz saqlanmoqda…
vi: Đang lưu địa chỉ email của bạn…
xh: Igcina i-imeyile yakho…
zu: Isalondoloza i-imeyli yakhol…

source: Marketplace
af: Markplek
am: የ ገበያ ቦታ
ar: السُوق
as: বজাৰ
bn_in: মার্কেটপ্লেস
bs: Trgovina
fa: فروشگاه
ga_ie: An Margadh
gd: A’ mhargaid
hi_in: ब्राण्ड का छोटा नाम
km: ឃ្លាំង​ទីផ្សារ
mg: Tsena
ml: മാര്‍ക്കറ്റ്പ്ലേസ്
mr: मार्केटप्लेस्
my: စျေးကွက်
ne: मार्केटप्लेस
or: ମାର୍କେଟ ପ୍ଲେସ
sw: Soko
ta: சந்தை இடம்
te: మార్కెట్‌ప్లేస్
th: ร้านค้า
ur: بازار
vi: Kho ứng dụng
xh: Imarike
zu: Indawo yokuthengisa

source: EverythingMe
fa: همه‌ چیز من

source: Basic
ar: الأساسية
bg: Основни
br: Diazez
bs: Osnovno
cy: Sylfaenol
es: Básico
eu: Oinarrizkoa
fa: پایه
ga_ie: Bunúsach
gd: Bunasach
pt: Básico
ro: Date de bază
th: พื้นฐาน

source: Enhanced
ar: محسّن
bg: Разширени
br: Gwellaet
bs: Napredno
cy: Amgen
es: Mejorado
eu: Hobetua
fa: بهبود یافته
ga_ie: Breisithe
gd: Leasaichte
pt: Melhorado
ro: Date avansate
th: มากขึ้น

# noneMetricsRadio
source: None
ar: لا يوجد
bg: Няма
br: Tra ebet
bs: Ništa
cy: Dim
es: Ninguno
eu: Bat ere ez
fa: هیچ
ga_ie: Ná Seol Sonraí
gd: Chan eil gin
pt: Nenhum
ro: Niciun fel de date
th: ไม่มี

source: Send app usage and error reports.
ar: قم بإرسال استخدام التطبيق و تقارير الأخطاء.
bg: Изпращане на използваните приложения и грешки.
br: Kas arver arload ha danevelloù fazi.
bs: Šalji izvještaje o upotrebi aplikacije i greškama.
cy: Anfon adroddiadau defnydd o'r ap a gwallau.
es: Enviar uso de apps e informes de error.
eu: Bidali aplikazioen erabilera eta errore txostenak.
fa: ارسال گزارشات استفاده از نرم‌افزار و خطا.
ga_ie: Seol tuairiscí faoi úsáid aipeanna agus earráidí.
gd: Cuir aithisgean mu chleachdadh aplacaidean is mearachdan.
pt: Enviar utilização de aplicações e relatórios de erro.
ro: Trimite utilizarea de aplicații și raporturi de erori.
th: ส่งการใช้งานแอปและรายงานข้อผิดพลาด

source: Send Basic report plus diagnostic information.
ar: أرسل التقرير الأساسي بالإضافة إلى المعلومات التشخيصية.
bg: Изпращане на основни рапорти и диагностична информация.
br: Kas danevelloù diazez ha titouroù deznaou.
bs: Šalji osnovni izvještaj plus dijagnostičke informacije.
cy: Anfon adroddiad Sylfaenol a gwybodaeth ddiagnostig.
es: Enviar informes básicos más información de diagnóstico.
eu: Bidali oinarrizko txostena gehi diagnosi-informazioa.
fa: ارسال اطلاعات اولیه به همراه اطلاعات تشخیصی.
ga_ie: Seol an bhuntuairisc agus sonraí diagnóiseacha.
gd: Cuir aithisgean bunasach is fiosrachadh diagnosachd.
pt: Enviar um relatório Básico mais informação de diagnóstico.
ro: Trimite raport cu date de bază plus informații de diagnosticare.
th: ส่งรายงานพื้นฐานรวมทั้งข้อมูลการวินิจฉัย

source: Do not send any data.
ar: لا ترسل أية بيانات.
bg: Без изпращане на данни.
br: Na gas roadenn ebet.
bs: Nemoj slati ikakve podatke.
cy: Peidio anfon data.
es: No enviar ningún dato.
eu: Ez bidali inongo daturik.
fa: هیج اطلاعاتی ارسال نشود.
ga_ie: Ná seol aon sonraí.
gd: Na cuir dàta sam bith.
pt: Não enviar quaisquer dados.
ro: Nu trimite deloc date.
th: ไม่ส่งข้อมูลใด ๆ
