Repository: translate/mozilla-gaia
Catalog: */apps/ftu/ftu.properties.po
Languages: af, am, ar, as, bg, bn_in, br, bs, ca, cy, es, eu, fa, ga_ie, gd, hi_in, hu, id, km, kn, mg, ml, mr, ms, my, ne, or, pt, pt_br, ro, si, sw, ta, te, th, tr, ur, uz, vi, xh, zu

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat hierdie SIM-kaart permanent onbruikbaar sal word. Raadpleeg jou SIM-kaart se dokumentasie of skakel jou draer vir meer inligting.
am: እርስዎ አሁን {{n}} ሙከራዎች ቀርቶታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርድ በቋሚነት ከ መበላሸቱ በፊት: የ ሲም ካርድ ሰነዶችን ይመርምሩ ወይንም ለበለጠ መረጃ አቅራቢውን ያማክሩ
ar: لديك {{n}} محاولة لإدخال الرمز الصحيح قبل أن تصبح هذه الشريحة غير صالحة للإستعمال بشكل دائم. ارجع إلى وثائق الشريحة أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
as: এই SIM কাৰ্ড স্থায়ীভাৱে বিকল হৈ পৰাৰ আগত শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ {{n}} প্ৰচেষ্টা বাকী আছে। অধিক তথ্যৰ বাবে আপোনাৰ SIM কাৰ্ডৰ দস্তাবেজ চাওক অথবা আপোনাৰ প্ৰদানকাৰীৰ লগত যোগাযোগ কৰক।
bg: Имате {{n}} опита да въведете правилен код преди SIM картата да стане неизползваема. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_in: SIM কার্ড স্থায়ীভাবে ব্যবহারঅযোগ্য হওয়ার আগে সঠিক কোড লেখার জন্য আপনার শুধুমাত্র {{n}} বার প্রচেষ্টা করা বাকি আছে। আপনার SIM কার্ডের নথিপত্র ঘেঁটে দেখুন অথবা ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok ma vo diarveradus ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije nego ova SIM kartica postane trajno neupotrebljiva. Pogledajte dokumentaciju SIM kartice ili se obratite operateru za više informacija.
ca: Us queden {{n}} intents per introduir el codi correcte abans que la targeta SIM quedi inservible permanentment. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Mae gennych {{n}} cyfle ar ôl i gyflwyno'r cod cyn na fydd modd defnyddio'r Cerdyn SIM yma eto. Darllenwch daflen wybodaeth eich cerdyn SIM neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: Le quedan {{n}} intentos para escribir el código correcto antes de que la tarjeta SIM quede definitivamente inutilizable. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela behin-betiko erabilezin geratu aurretik. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: {{n}}تلاش دیگر برای وارد‌کردن کد صحیح قبل از اینکه سیم کارت برای همیشه غیرقابل استفاده شود باقی مانده است. برای اطلاعات بیشتر به مستندات سیم کارت مراجعه کنید یا با سرویس‌دهنده خود تماس بگیرید.
ga_ie: Níl ach {{n}} iarracht fágtha agat an cód ceart a chur isteach sula mbeidh an cárta SIM seo do-úsáidte go deo. Féach ar dhoiciméadú do chárta SIM nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Chan eil ach {{n}} oidhirpean air fhàgail mus dèid a’ chairt SIM a ghlasadh gu buan ’s cha ghabh a chleachdadh tuilleadh. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no cuir fios gun ghiùlanair agad airson barrachd fiosrachaidh.
hi_in: SIM कार्ड स्थायी रूप से व्यर्थ होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश शेष है. अपना SIM कार्ड दस्तावेज़ीकरण देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करे.
hu: Még {{n}} lehetősége van a helyes kód megadására, mielőtt a SIM kártya véglegesen használhatatlanná válik. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda mempunyai {{n}} kesempatan untuk memasukkan kode yang benar sebelum kartu SIM ini tidak dapat digunakan secara permanen. Lihat dokumentasi kartu SIM Anda atau hubungi operator untuk informasi lebih lanjut.
km: អ្នក​​មាន​ការ​ព្យាយាម​ {{n}} ទៀត​ក្នុង​ការ​បញ្ចូល​លេខ​កូដ​​ដែល​ត្រឹមត្រូវ មុន​ពេល​ SIM ​កាត​នេះ​នឹង​​មិន​អាច​ប្រើ​បាន​ជា​បណ្ដោះអាសន្ន។ យោង​​ទៅ​​ឯកសារ​​ SIM កាត​​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​របស់​អ្នក​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: SIM ಕಾರ್ಡ್ ಶಾಶ್ವತವಾಗಿ ಕೆಲಸಕ್ಕೆ ಬಾರದಂತಾಗುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ. ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny tsy hampety hampiasaina mandrakizay an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa @ mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: സിം കാര്‍ഡ് സ്ഥിരമായി ഉപയോഗശൂന്യമാകുന്നതിന് മുന്‍പ് {{n}} പ്രാവശ്യവും കൂടി ശരിയായ കോഡ് അടിക്കാന്‍ അവസരമുണ്ട്. സിം കാര്‍ഡ് മാനുവല്‍ നോക്കുകയോ സേവനദാതാവുമായി ബന്ധപ്പെടുകയോ ചെയ്താല്‍ കൂടുതലറിയാം.
mr: हे SIM कार्ड कायमचे निरुपयोगी होण्याआधी, योग्य कोड टाकण्याचे {{n}} प्रयत्न आपणास करता येतील. अधिक माहितीसाठी, आपले SIM कार्ड दस्तावेज पहा किंवा आपल्या कॅरियर कंपनीशी संपर्क साधा.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum kad SIM ini tidak boleh digunakan secara kekal. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.
my: သင့် SIM ကဒ် ထာဝရ ပိတ်မသွားခင် မှန်ကန်တဲ့ကုဒ် ဖြည့်ရန် {{n}}ကြိမ်သာကျန်တော့သှ်။ SIM ကဒ် စာရွက်စာတမ်းတွင် ကြည့်ရှူပြီး သော်လည်းကောင်း ၊ ထုတ်ဝေသူကို ဆက်သွယ်ပြီးသော်လည်းကောင်း လိုအပ်သလို ဆောင်ရွက်ပါ။
ne: तपाईंसंग सिम कार्ड सधैका लागि चलाउन नमिल्ने हुन भन्दा अघी साहि कोड प्रविष्ट गर्न {{n}} कोसिस बांकी छन्।थप जानकारिका लागि सिम कार्ड कागजत वा तपाईको वाहकसंग सम्पर्क राख्नुहोस्।
or: SIMକାର୍ଡଟି ସବୁଦିନପାଇଁ ଅଚଳ ହେବା ଆଗରୁ ଠିକ କୋଡ ଦେବାପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଆଉ {{n}}ଟି ସୁଯୋଗ ରହିଛି। SIMକାର୍ଡ ସମ୍ବନ୍ଧିତ ସୂଚନାକୁ ଦେଖନ୍ତୁ ବା ସୂଚନା ପାଇଁ ଆପଣଙ୍କ କ୍ୟାରିଅରକୁ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: Restam {{n}} tentativas para introduzir o código correto antes de este cartão SIM se tornar permanentemente inutilizável. Consulte a documentação do seu cartão SIM ou o contacte o seu operador para mais informações.
pt_br: Você tem {{n}} tentativas para inserir o código correto antes de tornar este chip SIM permanentemente inutilizável. Consulte a documentação do chip SIM ou entre em contato com sua operadora para mais informações.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte ca această cartelă SIM să devină inutilizabilă permanent. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: ඔබට SIM පත සම්පූර්ණයෙන්ම අවලංගු තත්වයට පත්වීමට පෙර තවත් උත්සහ කිරීම් {{n}}ක් සිදු කල හැකියි. වැඩි දුර විස්තර සඳහා ඔබගේ SIM පතෙහි ලියකියවිලි පරීක්ෂා කර බැලීම හෝ ඔබගේ සේවා සපයන්නාව සම්බන්ධ කරගන්න.
sw: Una majaribio {{n}} yaliobaki kuingiza kodi sahihi kabla kadi hii ya SIM kutotumika kabisa. Rejelea nakala yako ya kadi ya SIM au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: சரியான குறியீடை உள்ளிடும் முன் உங்களுக்கு {{n}} வாய்ப்புகள் உள்ளன இல்லையெனில் இந்த சிம் அட்டையை நிரந்தரமாக பயன்படுத்த முடியாது. உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது கூடுதலான தகவல்களுக்கு சேவை வழங்குபவர்களை தொடர்பு கொள்.
te: ఇంకా {{n}} ప్రయత్నాలలో మీరు సరైన కోడ్ ఇవ్వాలి లేదంటే ఈ సిమ్ కార్డ్ శాశ్వతంగా నిరుపయోగమగును. మీ సిమ్ కార్డ్ పత్రీకరణను చూడండి లేదా మరింత సమాచారం కొరకు మీ కారియర్‌ను సంప్రదించండి.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM นี้จะไม่สามารถใช้งานได้อย่างถาวร ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Bu SIM kart kalıcı olarak kullanım dışı kalmadan önce doğru kodu girmek için {{n}} deneme hakkınız kaldı. Daha fazla bilgi için SIM kart belgelerine bakın veya operatörünüze başvurun.
ur: آپ کے پاس صحیح کوڈ درج کرنے کے لیئے {{n}} باریاں رہ گئی ہیں اس سے قبل کہ یہ SIM کارڈ مستقل طور پر ناقابل استعمال ہوجائے۔ اپنی SIM کارڈ کے دستاویزات کا جائزہ لیں یا مزید معلومات کے لیئے اپنے بارگیر سے رابطہ کریں۔
uz: Siz yana {{n}} marta kodni kiritishingiz mumkin, agar kodni xato kiritsangiz SIM karta butunlay qulflanadi. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
vi: Bạn còn {{n}} lần thử nhập mã trước khi SIM hỏng hoàn toàn. Hãy tham khảo hướng dẫn sử dụng SIM hoặc liên hệ với nhà mạng để biết thêm thông tin.
xh: Unamathuba okuzama ama{{n}} aseleyo ukuba ufake ikhowudi echanekileyo phambi kokuba ingasebenzi umphelo le SIM-khadi. Khangela kwincwadi yakho yeSIM-khadi okanye qhagamshelana nesigidimi sakho ngengcaciso engaphezulu.
zu: Usalelwe ngamathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuba ikhadi le-SIM lingaphinde lisebenze. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat hierdie SIM-kaart permanent onbruikbaar sal word. Raadpleeg jou SIM-kaart se dokumentasie of skakel jou draer vir meer inligting.
am: እርስዎ አሁን {{n}} ሙከራዎች ቀርቶታል ትክክለኛውን ኮድ ለማስገባት የ ሲም ካርድ በቋሚነት ከ መበላሸቱ በፊት: የ ሲም ካርድ ሰነዶችን ይመርምሩ ወይንም ለበለጠ መረጃ አቅራቢውን ያማክሩ
ar: لديك {{n}} محاولة لإدخال الرمز الصحيح قبل أن تصبح هذه الشريحة غير صالحة للإستعمال بشكل دائم. ارجع إلى وثائق الشريحة أو اتصل بالناقل الخاص بك للحصول على مزيد من المعلومات.
as: এই SIM কাৰ্ড স্থায়ীভাৱে বিকল হৈ পৰাৰ আগত শুদ্ধ ক'ড সুমুৱাবলৈ আপোনাৰ {{n}} প্ৰচেষ্টা বাকী আছে। অধিক তথ্যৰ বাবে আপোনাৰ SIM কাৰ্ডৰ দস্তাবেজ চাওক অথবা আপোনাৰ প্ৰদানকাৰীৰ লগত যোগাযোগ কৰক।
bg: Имате {{n}} опита да въведете правилен код преди SIM картата да стане неизползваема. Вижте документацията на SIM картата или се свържете с оператор за повече информация.
bn_in: SIM কার্ড স্থায়ীভাবে ব্যবহারঅযোগ্য হওয়ার আগে সঠিক কোড লেখার জন্য আপনার শুধুমাত্র {{n}} বার প্রচেষ্টা করা বাকি আছে। আপনার SIM কার্ডের নথিপত্র ঘেঁটে দেখুন অথবা ক্যারিয়ারের সাথে যোগাযোগ করুন।
br: Chom a ra deoc'h {{n}} arnod evit reiñ ar voneg reizh a-raok ma vo diarveradus ar gartenn SIM. Lennit teuliadur ar gartenn SIM pe kit e darempred gant hoc'h oberataer evit gouzout hiroc'h.
bs: Imate još {{n}} pokušaja da unesete ispravan kod prije nego ova SIM kartica postane trajno neupotrebljiva. Pogledajte dokumentaciju SIM kartice ili se obratite operateru za više informacija.
ca: Us queden {{n}} intents per introduir el codi correcte abans que la targeta SIM quedi inservible permanentment. Consulteu la documentació de la targeta SIM o contacteu amb el vostre operador per a més informació.
cy: Mae gennych {{n}} tro ar ôl i gyflwyno'r cod cywir cyn na fydd modd defnyddio'r cerdyn SIM yma. Darllenwch daflen wybodaeth eich cerdyn SIM neu cysylltwch â'ch darparwr am ragor o wybodaeth.
es: Le quedan {{n}} intentos para escribir el código correcto antes de que la tarjeta SIM quede definitivamente inutilizable. Consulte la documentación de su tarjeta SIM o contacte con su operador para tener más información.
eu: {{n}} aukera dauzkazu kode zuzena sartzeko SIM txartela behin-betiko erabilezin geratu aurretik. Begiratu zure SIM txartelaren dokumentazioa edo jarri harremanetan zure hornitzailearekin informazio gehiagorako.
fa: {{n}}تلاش دیگر برای وارد‌کردن کد صحیح قبل از اینکه سیم کارت برای همیشه غیرقابل استفاده شود باقی مانده است. برای اطلاعات بیشتر به مستندات سیم کارت مراجعه کنید یا با سرویس‌دهنده خود تماس بگیرید.
ga_ie: Níl ach {{n}} n-iarracht fágtha agat an cód ceart a chur isteach sula mbeidh an cárta SIM seo do-úsáidte go deo. Féach ar dhoiciméadú do chárta SIM nó téigh i dteagmháil le d'iompróir chun tuilleadh eolais a fháil.
gd: Chan eil ach {{n}} oidhirp air fhàgail mus dèid a’ chairt SIM a ghlasadh gu buan ’s cha ghabh a chleachdadh tuilleadh. Thoir sùil air an fhiosrachadh a fhuair thu an cois na cairt SIM no cuir fios gun ghiùlanair agad airson barrachd fiosrachaidh.
hi_in: SIM कार्ड स्थायी रूप से व्यर्थ होने से पहले सही कोड दर्ज करने के लिए आपके पास {{n}} कोशिश शेष है. अपना SIM कार्ड दस्तावेज़ीकरण देखें या अधिक जानकारी के लिए अपने कैरियर से संपर्क करे.
hu: Még {{n}} lehetősége van a helyes kód megadására, mielőtt a SIM kártya véglegesen használhatatlanná válik. További információkért nézze meg a SIM kártya dokumentációját, vagy keresse meg szolgáltatóját.
id: Anda mempunyai {{n}} kesempatan untuk memasukkan kode yang benar sebelum kartu SIM ini tidak dapat digunakan secara permanen. Lihat dokumentasi kartu SIM Anda atau hubungi operator untuk informasi lebih lanjut.
km: អ្នក​នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត​ដើម្បី​​បញ្ចូល​លេខ​កូដ​ត្រឹមត្រូវ​មុន​​ពេល​​ SIM កាតមិន​អាច​ប្រើ​បាន​​ជា​រៀង​រហូត។ យោង​តាម​ឯកសារ​​ SIM កាត ឬ​​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​របស់​អ្នក​សម្រាប់​ព័ត៌មាន​បន្ថែម។
kn: SIM ಕಾರ್ಡ್ ಶಾಶ್ವತವಾಗಿ ಕೆಲಸಕ್ಕೆ ಬಾರದಂತಾಗುವುದಕ್ಕೆ ಮುಂಚೆ ಸರಿಯಾದ ಸಂಕೇತ ನಮೂದಿಸಲು ನಿಮಗೆ {{n}} ಪ್ರಯತ್ನಗಳು ಬಾಕಿ ಇವೆ. ನಿಮ್ಮ SIM ಕಾರ್ಡ್ ದಸ್ತಾವೇಜನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಕ್ಯಾರಿಯರ್ ಅನ್ನು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ಸಂಪರ್ಕಿಸಿ.
mg: Andrana {{n}} sisa no anananao hampidirana ny kaody marina alohan'ny tsy hampety hampiasaina mandrakizay an'io karatra SIM io. Jereo ny bokinao momba ny karatra SIM na mifandraisa @ mpandraharahanao raha mila fampahalalana bebe kokoa.
ml: സിം കാര്‍ഡ് സ്ഥിരമായി ഉപയോഗശൂന്യമാകുന്നതിന് മുന്‍പ് {{n}} പ്രാവശ്യവും കൂടി ശരിയായ കോഡ് അടിക്കാന്‍ അവസരമുണ്ട്. സിം കാര്‍ഡ് മാനുവല്‍ നോക്കുകയോ സേവനദാതാവുമായി ബന്ധപ്പെടുകയോ ചെയ്താല്‍ കൂടുതലറിയാം.
mr: हे SIM कार्ड कायमचे निरुपयोगी होण्याआधी, योग्य कोड टाकण्याचे {{n}} प्रयत्न आपणास करता येतील. अधिक माहितीसाठी, आपले SIM कार्ड दस्तावेज पहा किंवा आपल्या कॅरियर कंपनीशी संपर्क साधा.
ms: Anda mempunyai {{n}} cubaan berbaki untuk memasukkan kod yang betul sebelum kad SIM ini tidak boleh digunakan secara kekal. Rujuk dokumentasi kad SIM anda atau hubungi operator anda untuk maklumat lanjut.
my: သင့် SIM ကဒ် ထာဝရ ပိတ်မသွားခင် မှန်ကန်တဲ့ကုဒ် ဖြည့်ရန် {{n}}ကြိမ်သာကျန်တော့သှ်။ SIM ကဒ် စာရွက်စာတမ်းတွင် ကြည့်ရှူပြီး သော်လည်းကောင်း ၊ ထုတ်ဝေသူကို ဆက်သွယ်ပြီးသော်လည်းကောင်း လိုအပ်သလို ဆောင်ရွက်ပါ။
ne: यस सिम कार्ड सधैका लागि नचल्नु अघि तपाईसंग ठिक कोड प्रविष्ट गर्न {{n}} कोसिस बाँकी छन्। थप जानकारीका लागि तपाईको सिम कार्ड कागजात हेर्नुहोस् अथवा तपाईको वाहकसंग सम्पर्क राख्नुहोस्।
or: SIMକାର୍ଡଟି ସବୁଦିନପାଇଁ ଅଚଳ ହେବା ଆଗରୁ ଠିକ କୋଡ ଦେବାପାଇଁ ଆପଣଙ୍କ ପାଖରେ ଆଉ {{n}}ଟି ସୁଯୋଗ ରହିଛି। SIMକାର୍ଡ ସମ୍ବନ୍ଧିତ ସୂଚନାକୁ ଦେଖନ୍ତୁ ବା ସୂଚନା ପାଇଁ ଆପଣଙ୍କ କ୍ୟାରିଅରକୁ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pt: Restam {{n}} tentativas para introduzir o código correto antes de este cartão SIM se tornar permanentemente inutilizável. Consulte a documentação do seu cartão SIM ou o contacte o seu operador para mais informações.
pt_br: Você tem {{n}} tentativas para inserir o código correto antes de tornar este chip SIM permanentemente inutilizável. Consulte a documentação do chip SIM ou entre em contato com sua operadora para mais informações.
ro: Ai {{n}} încercări rămase pentru a introduce codul corect înainte ca această cartelă SIM să devină inutilizabilă permanent. Consultă documentația cartelei SIM sau contactează operatorul pentru mai multe informații.
si: ඔබට SIM පත සම්පූර්ණයෙන්ම අවලංගු තත්වයට පත්වීමට පෙර තවත් උත්සහ කිරීම් {{n}}ක් සිදු කල හැකියි. වැඩි දුර විස්තර සඳහා ඔබගේ SIM පතෙහි ලියකියවිලි පරීක්ෂා කර බැලීම හෝ ඔබගේ සේවා සපයන්නාව සම්බන්ධ කරගන්න.
sw: Una majaribio {{n}} yaliobaki kuingiza kodi sahihi kabla kadi hii ya SIM kutotumika kabisa. Rejelea nakala yako ya kadi ya SIM au wasiliana na mtoa huduma wako kwa maelezo zaidi.
ta: சரியான குறியீடை உள்ளிடும் முன் உங்களுக்கு {{n}} வாய்ப்புகள் உள்ளன இல்லையெனில் இந்த சிம் அட்டையை நிரந்தரமாக பயன்படுத்த முடியாது. உங்களுடைய சிம் அட்டையின் ஆவணத்தை பார் அல்லது கூடுதலான தகவல்களுக்கு சேவை வழங்குபவர்களை தொடர்பு கொள்.
te: ఇంకా {{n}} ప్రయత్నాలలో మీరు సరైన కోడ్ ఇవ్వాలి లేదంటే ఈ సిమ్ కార్డ్ శాశ్వతంగా నిరుపయోగమగును. మీ సిమ్ కార్డ్ పత్రీకరణను చూడండి లేదా మరింత సమాచారం కొరకు మీ కారియర్‌ను సంప్రదించండి.
th: คุณเหลืออีก {{n}} ครั้งที่จะป้อนรหัสที่ถูกต้องก่อนที่การ์ด SIM นี้จะไม่สามารถใช้งานได้อย่างถาวร ดูเอกสารประกอบการ์ด SIM ของคุณหรือติดต่อผู้ให้บริการของคุณสำหรับข้อมูลเพิ่มเติม
tr: Bu SIM kart kalıcı olarak kullanım dışı kalmadan önce doğru kodu girmek için {{n}} deneme hakkınız kaldı. Daha fazla bilgi için SIM kart belgelerine bakın veya operatörünüze başvurun.
ur: آپ کے پاس صحیح کوڈ درج کرنے کے لیئے {{n}} باریاں رہ گئی ہیں اس سے قبل کہ یہ SIM کارڈ مستقل طور پر ناقابل استعمال ہوجائے۔ اپنی SIM کارڈ کے دستاویزات کا جائزہ لیں یا مزید معلومات کے لیئے اپنے بارگیر سے رابطہ کریں۔
uz: Siz yana {{n}} marta kodni kiritishingiz mumkin, agar kodni xato kiritsangiz SIM karta butunlay qulflanadi. Ko‘proq ma’lumot olish uchun SIM karta qo‘llanmasi bilan tanishib chiqing yoki operator bilan bog‘laning.
vi: Bạn còn {{n}} lần thử nhập mã trước khi SIM hỏng hoàn toàn. Hãy tham khảo hướng dẫn sử dụng SIM hoặc liên hệ với nhà mạng để biết thêm thông tin.
xh: Unamathuba okuzama ama{{n}} aseleyo ukuba ufake ikhowudi echanekileyo phambi kokuba ingasebenzi umphelo le SIM-khadi. Khangela kwincwadi yakho yeSIM-khadi okanye qhagamshelana nesigidimi sakho ngengcaciso engaphezulu.
zu: Usalelwe ngamathuba angu-{{n}} okufaka ikhodi eyiyo ngaphambi kokuba ikhadi le-SIM lingaphinde lisebenze. Bheka amaphepha ekhadi lakho le-SIM noma thinta umhlinzeki wakho ngeminye imininingwane.
