Repository: translate/mozilla-gaia
Catalog: son/shared/activities/activities.properties.po
Languages: son

source: Make call
son: Ciya

source: Send email
son: Bataga sanba

source: Send message
son: Alhabar sanba

source: Open contact
son: Boro maa feeri

source: Open image
son: Bii feeri

source: Open audio
son: Jinde feeri

source: Open video
son: Widewo feeri

source: Take photo
son: Bii zaa

source: Record video
son: Widewo zaa

source: Open link
son: Dobu feeri

source: Open PDF file
son: PDF tuku feeri
